{
  "book_id": "JER",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "O that my head were waters, and mine eyes a fountain of tears, That I might weep day and night for the slain of the daughter of my people!"
    },
    {
      "verse": 2,
      "text": "O that I had in the wilderness a lodging place of wayfaring men; That I might leave my people, and go from them! For they \\add be\\add* all adulterers, an assembly of treacherous \\add men\\add*."
    },
    {
      "verse": 3,
      "text": "And they bend their tongues \\add like\\add* their bow \\add for\\add* lies: But they are not valiant for the truth upon the earth; For they proceed from evil to evil, And they know not me, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 4,
      "text": "Take ye heed every one of his neighbour, And trust ye not in any brother: For every brother will utterly supplant, And every neighbour will walk \\add with\\add* slanders."
    },
    {
      "verse": 5,
      "text": "And they will deceive every one his neighbour, And will not speak the truth: They have taught their tongue to speak lies, \\add And\\add* weary themselves to commit iniquity."
    },
    {
      "verse": 6,
      "text": "Thine habitation \\add is\\add* in the midst of deceit; Through deceit they refuse to know me, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 7,
      "text": "Therefore thus saith the \\sc Lord\\sc* of hosts, Behold, I will melt them, and try them; For how shall I do for the daughter of my people?"
    },
    {
      "verse": 8,
      "text": "Their tongue \\add is as\\add* an arrow shot out; it speaketh deceit: \\add One\\add* speaketh peaceably to his neighbour with his mouth, But in heart he layeth his wait."
    },
    {
      "verse": 9,
      "text": "Shall I not visit them for these \\add things?\\add* saith the \\sc Lord\\sc*: Shall not my soul be avenged on such a nation as this?"
    },
    {
      "verse": 10,
      "text": "For the mountains will I take up a weeping and wailing, And for the habitations of the wilderness a lamentation, Because they are burnt up, so that none can pass through \\add them;\\add* Neither can \\add men\\add* hear the voice of the cattle; Both the fowl of the heavens and the beast Are fled; they are gone."
    },
    {
      "verse": 11,
      "text": "And I will make Jerusalem heaps, \\add and\\add* a den of dragons; And I will make the cities of Judah desolate, without an inhabitant."
    },
    {
      "verse": 12,
      "text": "Who \\add is\\add* the wise man, that may understand this? And \\add who is he\\add* to whom the mouth of the \\sc Lord\\sc* hath spoken, that he may declare it, For what the land perisheth \\add And\\add* is burnt up like a wilderness, that none passeth through?"
    },
    {
      "verse": 13,
      "text": "And the \\sc Lord\\sc* saith, Because they have forsaken my law which I set before them, And have not obeyed my voice, neither walked therein;"
    },
    {
      "verse": 14,
      "text": "But have walked after the imagination of their own heart, And after Baalim, which their fathers taught them:"
    },
    {
      "verse": 15,
      "text": "Therefore thus saith the \\sc Lord\\sc* of hosts, the God of Israel; Behold, I \\add will\\add* feed them, \\add even\\add* this people, with wormwood, And give them water of gall to drink."
    },
    {
      "verse": 16,
      "text": "I will scatter them also among the heathen, whom neither they nor their fathers have known: And I will send a sword after them, till I have consumed them."
    },
    {
      "verse": 17,
      "text": "Thus saith the \\sc Lord\\sc* of hosts, Consider ye, and call for the mourning \\add women\\add*, that they may come; And send for cunning \\add women\\add*, that they may come:"
    },
    {
      "verse": 18,
      "text": "And let them make haste, and take up a wailing for us, That our eyes may run down \\add with\\add* tears, And our eyelids gush out with waters."
    },
    {
      "verse": 19,
      "text": "For a voice of wailing is heard out of Zion, How are we spoiled! We are greatly confounded, because we have forsaken the land, Because our dwellings have cast \\add us\\add* out."
    },
    {
      "verse": 20,
      "text": "Yet hear the word of the \\sc Lord\\sc*, O ye women, And let your ear receive the word of his mouth, And teach your daughters wailing, And every one her neighbour lamentation."
    },
    {
      "verse": 21,
      "text": "For death is come up into our windows, \\add and\\add* is entered into our palaces, To cut off the children from without, \\add and\\add* the young men from the streets."
    },
    {
      "verse": 22,
      "text": "Speak, Thus saith the \\sc Lord\\sc*, Even the carcases of men shall fall as dung upon the open field, And as the handful after the harvestman, and none shall gather \\add them\\add*."
    },
    {
      "verse": 23,
      "text": "Thus saith the \\sc Lord\\sc*, Let not the wise \\add man\\add* glory in his wisdom, Neither let the mighty \\add man\\add* glory in his might, Let not the rich \\add man\\add* glory in his riches:"
    },
    {
      "verse": 24,
      "text": "But let him that glorieth glory in this, That \\add he\\add* understandeth and knoweth me, That I \\add am\\add* the \\sc Lord\\sc* which exercise lovingkindness, judgment, and righteousness, in the earth: For in these \\add things\\add* I delight, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 25,
      "text": "Behold, the days come, saith the \\sc Lord\\sc*, That I will punish all \\add them which are\\add* circumcised with the uncircumcised;"
    },
    {
      "verse": 26,
      "text": "Egypt, and Judah, and Edom, and the children of Ammon, and Moab, And all \\add that are\\add* in the utmost corners, that dwell in the wilderness: For all \\add these\\add* nations \\add are\\add* uncircumcised, And all the house of Israel \\add are\\add* uncircumcised in the heart."
    }
  ]
}