{
  "book_id": "JER",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Then all the captains of the forces, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the least even unto the greatest, came near,"
    },
    {
      "verse": 2,
      "text": "and said unto Jeremiah the prophet, Let, we beseech thee, our supplication be accepted before thee, and pray for us unto the Lordthy God, evenfor all this remnant; (for we are left buta few of many, as thine eyes do behold us:)"
    },
    {
      "verse": 3,
      "text": "that the Lordthy God may shew us the way wherein we may walk, and the thing that we may do."
    },
    {
      "verse": 4,
      "text": "Then Jeremiah the prophet said unto them, I have heard you;behold, I willpray unto the Lordyour God according to your words; and it shall come to pass, thatwhatsoever thing the Lordshall answer you, I will declare itunto you; I will keep nothing back from you."
    },
    {
      "verse": 5,
      "text": "Then they said to Jeremiah, The Lordbe a true and faithful witness between us, if we do not even according to all things forthe which the Lordthy God shall send thee to us."
    },
    {
      "verse": 6,
      "text": "Whether it begood, or whether it beevil, we will obey the voice of the Lordour God, to whom we send thee; that it may be well with us, when we obey the voice of the Lordour God."
    },
    {
      "verse": 7,
      "text": "And it came to pass after ten days, that the word of the Lordcame unto Jeremiah."
    },
    {
      "verse": 8,
      "text": "Then called he Johanan the son of Kareah, and all the captains of the forces which werewith him, and all the people from the least even to the greatest,"
    },
    {
      "verse": 9,
      "text": "and said unto them, Thus saith the Lord, the God of Israel, unto whom ye sent me to present your supplication before him:"
    },
    {
      "verse": 10,
      "text": "if ye will still abide in this land, then will I build you, and not pull youdown, and I will plant you, and not pluck youup: for I repent me of the evil that I have done unto you."
    },
    {
      "verse": 11,
      "text": "Be not afraid of the king of Babylon, of whom ye areafraid; be not afraid of him, saith the Lord: for I amwith you to save you, and to deliver you from his hand."
    },
    {
      "verse": 12,
      "text": "And I will shew mercies unto you, that he may have mercy upon you, and cause you to return to your own land."
    },
    {
      "verse": 13,
      "text": "But if ye say, We will not dwell in this land, neither obey the voice of the Lordyour God,"
    },
    {
      "verse": 14,
      "text": "saying, No; but we will go intothe land of Egypt, where we shall see no war, nor hear the sound of the trumpet, nor have hunger of bread; and there will we dwell:"
    },
    {
      "verse": 15,
      "text": "and now therefore hear the word of the Lord, ye remnant of Judah; Thus saith the Lordof hosts, the God of Israel; If ye wholly set your faces to enter intoEgypt, and go to sojourn there;"
    },
    {
      "verse": 16,
      "text": "then it shall come to pass, thatthe sword, which ye feared, shall overtake you there in the land of Egypt, and the famine, whereof ye were afraid, shall follow close after you there inEgypt; and there ye shall die."
    },
    {
      "verse": 17,
      "text": "So shall it be with all the men that set their faces to go intoEgypt to sojourn there; they shall die by the sword, by the famine, and by the pestilence: and none of them shall remain or escape from the evil that I willbring upon them."
    },
    {
      "verse": 18,
      "text": "For thus saith the Lordof hosts, the God of Israel; As mine anger and my fury hath been poured forth upon the inhabitants of Jerusalem; so shall my fury be poured forth upon you, when ye shall enter intoEgypt: and ye shall be an execration, and an astonishment, and a curse, and a reproach; and ye shall see this place no more."
    },
    {
      "verse": 19,
      "text": "The Lordhath said concerning you, O ye remnant of Judah; Go ye not intoEgypt: know certainly that I have admonished you thisday."
    },
    {
      "verse": 20,
      "text": "For ye dissembled in your hearts, when ye sent me unto the Lordyour God, saying, Pray for us unto the Lordour God; and according unto all that the Lordour God shall say, so declare unto us, and we will do it."
    },
    {
      "verse": 21,
      "text": "And nowI have thisday declared itto you; but ye have not obeyed the voice of the Lordyour God, nor any thingfor the which he hath sent me unto you."
    },
    {
      "verse": 22,
      "text": "Now therefore know certainly that ye shall die by the sword, by the famine, and by the pestilence, in the place whither ye desire to go andto sojourn."
    }
  ]
}