{
  "book_id": "JER",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "The word of the \\sc Lord\\sc* which came to Jeremiah the prophet against the Gentiles;"
    },
    {
      "verse": 2,
      "text": "against Egypt, against the army of Pharaoh-necho king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadrezzar king of Babylon smote in the fourth year of Jehoiakim the son of Josiah king of Judah."
    },
    {
      "verse": 3,
      "text": "Order ye the buckler and shield, and draw near to battle."
    },
    {
      "verse": 4,
      "text": "Harness the horses; and get up, ye horsemen, And stand forth with \\add your\\add* helmets; Furbish the spears, \\add and\\add* put on the brigandines."
    },
    {
      "verse": 5,
      "text": "Wherefore have I seen them dismayed \\add and\\add* turned away back? And their mighty ones are beaten down, And are fled apace, and look not back: \\add For\\add* fear \\add was\\add* round about, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 6,
      "text": "Let not the swift flee away, nor the mighty \\add man\\add* escape; They shall stumble, and fall toward the north by the river Euphrates."
    },
    {
      "verse": 7,
      "text": "Who \\add is\\add* this \\add that\\add* cometh up as a flood, Whose waters are moved as the rivers?"
    },
    {
      "verse": 8,
      "text": "Egypt riseth up like a flood, And \\add his\\add* waters are moved like the rivers; And he saith, I will go up, \\add and\\add* will cover the earth; I will destroy the city and the inhabitants thereof."
    },
    {
      "verse": 9,
      "text": "Come up, ye horses; and rage, ye chariots; And let the mighty \\add men\\add* come forth; The Ethiopians and the Libyans, that handle the shield; And the Lydians, that handle \\add and\\add* bend the bow."
    },
    {
      "verse": 10,
      "text": "For this \\add is\\add* the day of the Lord \\sc God\\sc* of hosts, A day of vengeance, that \\add he\\add* may avenge him of his adversaries: And the sword shall devour, and it shall be satiate and made drunk with their blood: For the Lord \\sc God\\sc* of hosts hath a sacrifice In the north country by the river Euphrates."
    },
    {
      "verse": 11,
      "text": "Go up \\add into\\add* Gilead, and take balm, O virgin, the daughter of Egypt: In vain shalt thou use many medicines; \\add For\\add* thou shalt not be cured."
    },
    {
      "verse": 12,
      "text": "The nations have heard \\add of\\add* thy shame, And thy cry hath filled the land: For the mighty \\add man\\add* hath stumbled against the mighty, \\add And\\add* they are fallen both together."
    },
    {
      "verse": 13,
      "text": "The word that the \\sc Lord\\sc* spake to Jeremiah the prophet, how Nebuchadrezzar king of Babylon should come and smite the land of Egypt."
    },
    {
      "verse": 14,
      "text": "Declare ye in Egypt, and publish in Migdol, And publish in Noph and in Tahpanhes: Say ye, Stand fast, and prepare thee; For the sword shall devour round about thee."
    },
    {
      "verse": 15,
      "text": "Why are thy valiant \\add men\\add* swept away? They stood not, because the \\sc Lord\\sc* did drive them."
    },
    {
      "verse": 16,
      "text": "He made many to fall, Yea, one fell upon another: And they said, Arise, and let us go again to our own people, And to the land of our nativity, From the oppressing sword."
    },
    {
      "verse": 17,
      "text": "They did cry there, Pharaoh king of Egypt \\add is but\\add* a noise; He hath passed the time appointed."
    },
    {
      "verse": 18,
      "text": "\\add As\\add* I live, saith the King, Whose name \\add is\\add* the \\sc Lord\\sc* of hosts, Surely as Tabor \\add is\\add* among the mountains, And as Carmel by the sea, \\add so\\add* shall he come."
    },
    {
      "verse": 19,
      "text": "O thou daughter dwelling in Egypt, Furnish thyself to go into captivity: For Noph shall be waste And desolate without an inhabitant."
    },
    {
      "verse": 20,
      "text": "Egypt \\add is like\\add* a very fair heifer, \\add But\\add* destruction cometh; it cometh out of the north."
    },
    {
      "verse": 21,
      "text": "Also her hired men \\add are\\add* in the midst of her like fatted bullocks; For they also are turned back, \\add and\\add* are fled away together; they did not stand, Because the day of their calamity was come upon them, \\add and\\add* the time of their visitation."
    },
    {
      "verse": 22,
      "text": "The voice thereof shall go like a serpent; For they shall march with an army, And come against her with axes, as hewers of wood."
    },
    {
      "verse": 23,
      "text": "They shall cut down her forest, saith the \\sc Lord\\sc*, Though it cannot be searched; Because they are more than the grasshoppers, And \\add are\\add* innumerable."
    },
    {
      "verse": 24,
      "text": "The daughter of Egypt shall be confounded; She shall be delivered into the hand of the people of the north."
    },
    {
      "verse": 25,
      "text": "The \\sc Lord\\sc* of hosts, the God of Israel, saith; Behold, I will punish the multitude of No, And Pharaoh, and Egypt, with their gods, and their kings; Even Pharaoh, and \\add all\\add* them that trust in him:"
    },
    {
      "verse": 26,
      "text": "And I will deliver them into the hand of those that seek their lives, And into the hand of Nebuchadrezzar king of Babylon, And into the hand of his servants: And afterwards it shall be inhabited, As \\add in\\add* the days of old, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 27,
      "text": "But fear not thou, O my servant Jacob, And be not dismayed, O Israel: For behold, I \\add will\\add* save thee from afar off, And thy seed from the land of their captivity; And Jacob shall return, and be in rest and at ease, And none shall make \\add him\\add* afraid."
    },
    {
      "verse": 28,
      "text": "Fear thou not, O Jacob my servant, Saith the \\sc Lord\\sc*: for I \\add am\\add* with thee; For I will make a full end of all the nations whither I have driven thee: But I will not make a full end of thee, But correct thee in measure; Yet will I not leave thee wholly unpunished."
    }
  ]
}