{
  "book_id": "JER",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "The word of the Lordwhich came to Jeremiah the prophet against the Gentiles;"
    },
    {
      "verse": 2,
      "text": "against Egypt, against the army of Pharaoh-necho king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadrezzar king of Babylon smote in the fourth year of Jehoiakim the son of Josiah king of Judah."
    },
    {
      "verse": 3,
      "text": "Order ye the buckler and shield, and draw near to battle."
    },
    {
      "verse": 4,
      "text": "Harness the horses; and get up, ye horsemen, And stand forth with yourhelmets; Furbish the spears, andput on the brigandines."
    },
    {
      "verse": 5,
      "text": "Wherefore have I seen them dismayed andturned away back? And their mighty ones are beaten down, And are fled apace, and look not back: Forfear wasround about, saith the Lord."
    },
    {
      "verse": 6,
      "text": "Let not the swift flee away, nor the mighty manescape; They shall stumble, and fall toward the north by the river Euphrates."
    },
    {
      "verse": 7,
      "text": "Who isthis thatcometh up as a flood, Whose waters are moved as the rivers?"
    },
    {
      "verse": 8,
      "text": "Egypt riseth up like a flood, And hiswaters are moved like the rivers; And he saith, I will go up, andwill cover the earth; I will destroy the city and the inhabitants thereof."
    },
    {
      "verse": 9,
      "text": "Come up, ye horses; and rage, ye chariots; And let the mighty mencome forth; The Ethiopians and the Libyans, that handle the shield; And the Lydians, that handle andbend the bow."
    },
    {
      "verse": 10,
      "text": "For this isthe day of the Lord Godof hosts, A day of vengeance, that hemay avenge him of his adversaries: And the sword shall devour, and it shall be satiate and made drunk with their blood: For the Lord Godof hosts hath a sacrifice In the north country by the river Euphrates."
    },
    {
      "verse": 11,
      "text": "Go up intoGilead, and take balm, O virgin, the daughter of Egypt: In vain shalt thou use many medicines; Forthou shalt not be cured."
    },
    {
      "verse": 12,
      "text": "The nations have heard ofthy shame, And thy cry hath filled the land: For the mighty manhath stumbled against the mighty, Andthey are fallen both together."
    },
    {
      "verse": 13,
      "text": "The word that the Lordspake to Jeremiah the prophet, how Nebuchadrezzar king of Babylon should come and smite the land of Egypt."
    },
    {
      "verse": 14,
      "text": "Declare ye in Egypt, and publish in Migdol, And publish in Noph and in Tahpanhes: Say ye, Stand fast, and prepare thee; For the sword shall devour round about thee."
    },
    {
      "verse": 15,
      "text": "Why are thy valiant menswept away? They stood not, because the Lorddid drive them."
    },
    {
      "verse": 16,
      "text": "He made many to fall, Yea, one fell upon another: And they said, Arise, and let us go again to our own people, And to the land of our nativity, From the oppressing sword."
    },
    {
      "verse": 17,
      "text": "They did cry there, Pharaoh king of Egypt is buta noise; He hath passed the time appointed."
    },
    {
      "verse": 18,
      "text": "AsI live, saith the King, Whose name isthe Lordof hosts, Surely as Tabor isamong the mountains, And as Carmel by the sea, soshall he come."
    },
    {
      "verse": 19,
      "text": "O thou daughter dwelling in Egypt, Furnish thyself to go into captivity: For Noph shall be waste And desolate without an inhabitant."
    },
    {
      "verse": 20,
      "text": "Egypt is likea very fair heifer, Butdestruction cometh; it cometh out of the north."
    },
    {
      "verse": 21,
      "text": "Also her hired men arein the midst of her like fatted bullocks; For they also are turned back, andare fled away together; they did not stand, Because the day of their calamity was come upon them, andthe time of their visitation."
    },
    {
      "verse": 22,
      "text": "The voice thereof shall go like a serpent; For they shall march with an army, And come against her with axes, as hewers of wood."
    },
    {
      "verse": 23,
      "text": "They shall cut down her forest, saith the Lord, Though it cannot be searched; Because they are more than the grasshoppers, And areinnumerable."
    },
    {
      "verse": 24,
      "text": "The daughter of Egypt shall be confounded; She shall be delivered into the hand of the people of the north."
    },
    {
      "verse": 25,
      "text": "The Lordof hosts, the God of Israel, saith; Behold, I will punish the multitude of No, And Pharaoh, and Egypt, with their gods, and their kings; Even Pharaoh, and allthem that trust in him:"
    },
    {
      "verse": 26,
      "text": "And I will deliver them into the hand of those that seek their lives, And into the hand of Nebuchadrezzar king of Babylon, And into the hand of his servants: And afterwards it shall be inhabited, As inthe days of old, saith the Lord."
    },
    {
      "verse": 27,
      "text": "But fear not thou, O my servant Jacob, And be not dismayed, O Israel: For behold, I willsave thee from afar off, And thy seed from the land of their captivity; And Jacob shall return, and be in rest and at ease, And none shall make himafraid."
    },
    {
      "verse": 28,
      "text": "Fear thou not, O Jacob my servant, Saith the Lord: for I amwith thee; For I will make a full end of all the nations whither I have driven thee: But I will not make a full end of thee, But correct thee in measure; Yet will I not leave thee wholly unpunished."
    }
  ]
}