{
  "book_id": "JER",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Against Moab thus saith the \\sc Lord\\sc* of hosts, the God of Israel; Woe unto Nebo! for it is spoiled: Kiriathaim is confounded \\add and\\add* taken: Misgab is confounded and dismayed."
    },
    {
      "verse": 2,
      "text": "\\add There shall be\\add* no more praise of Moab: In Heshbon they have devised evil against it; Come, and let us cut it off from \\add being\\add* a nation. Also thou shalt be cut down, O Madmen; The sword shall pursue thee."
    },
    {
      "verse": 3,
      "text": "A voice of crying \\add shall be\\add* from Horonaim, Spoiling and great destruction."
    },
    {
      "verse": 4,
      "text": "Moab is destroyed; Her little ones have caused a cry to be heard."
    },
    {
      "verse": 5,
      "text": "For \\add in\\add* the going up of Luhith Continual weeping shall go up; For in the going down of Horonaim The enemies have heard a cry of destruction."
    },
    {
      "verse": 6,
      "text": "Flee, save your lives, And be like the heath in the wilderness."
    },
    {
      "verse": 7,
      "text": "For because thou hast trusted in thy works and in thy treasures, Thou shalt also be taken: And Chemosh shall go forth into captivity \\add With\\add* his priests and his princes together."
    },
    {
      "verse": 8,
      "text": "And the spoiler shall come upon every city, And no city shall escape: The valley also shall perish, And the plain shall be destroyed, As the \\sc Lord\\sc* hath spoken."
    },
    {
      "verse": 9,
      "text": "Give wings unto Moab, That it may flee and get away: For the cities thereof shall be desolate, Without any to dwell therein."
    },
    {
      "verse": 10,
      "text": "Cursed \\add be\\add* he that doeth the work of the \\sc Lord\\sc* deceitfully, And cursed \\add be\\add* he that keepeth back his sword from blood."
    },
    {
      "verse": 11,
      "text": "Moab hath been at ease from his youth, And he \\add hath\\add* settled on his lees, And hath not been emptied from vessel to vessel, Neither hath he gone into captivity: Therefore his taste remained in him, And his sent is not changed."
    },
    {
      "verse": 12,
      "text": "Therefore behold, the days come, saith the \\sc Lord\\sc*, That I will send unto him wanderers, that shall cause him to wander, And shall empty his vessels, and break their bottles."
    },
    {
      "verse": 13,
      "text": "And Moab shall be ashamed of Chemosh, As the house of Israel was ashamed of Beth-el their confidence."
    },
    {
      "verse": 14,
      "text": "How say ye, We \\add are\\add* mighty and strong men for the war?"
    },
    {
      "verse": 15,
      "text": "Moab is spoiled, and gone up \\add out of\\add* her cities, And his chosen young men are gone down to the slaughter, Saith the King, whose name \\add is\\add* the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 16,
      "text": "The calamity of Moab \\add is\\add* near to come, And his affliction hasteth fast."
    },
    {
      "verse": 17,
      "text": "All ye that are about him, bemoan him; And all ye that know his name, Say, How is the strong staff broken, \\add And\\add* the beautiful rod!"
    },
    {
      "verse": 18,
      "text": "Thou daughter that dost inhabit Dibon, Come down from \\add thy\\add* glory, and sit in thirst; For the spoiler of Moab shall come upon thee, \\add And\\add* he shall destroy thy strong holds."
    },
    {
      "verse": 19,
      "text": "O inhabitant of Aroer, Stand by the way and espy; Ask him that fleeth, and her that escapeth, \\add And\\add* say, What is done?"
    },
    {
      "verse": 20,
      "text": "Moab is confounded; for it is broken down: Howl and cry; Tell ye \\add it\\add* in Arnon, that Moab is spoiled,"
    },
    {
      "verse": 21,
      "text": "And judgment is come upon the plain country; Upon Holon, and upon Jahazah, and upon Mephaath,"
    },
    {
      "verse": 22,
      "text": "And upon Dibon, and upon Nebo, and upon Beth-diblathaim,"
    },
    {
      "verse": 23,
      "text": "And upon Kiriathaim, and upon Beth-gamul, and upon Beth-meon,"
    },
    {
      "verse": 24,
      "text": "And upon Kerioth, and upon Bozrah, And upon all the cities of the land of Moab, far or near."
    },
    {
      "verse": 25,
      "text": "The horn of Moab is cut off, And his arm is broken, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 26,
      "text": "Make ye him drunken: for he magnified \\add himself\\add* against the \\sc Lord\\sc*: Moab also shall wallow in his vomit, And he also shall be in derision."
    },
    {
      "verse": 27,
      "text": "For was not Israel a derision unto thee? Was he found among thieves? For since thou spakest of him, thou skippedst for joy."
    },
    {
      "verse": 28,
      "text": "O ye that dwell in Moab, leave the cities, and dwell in the rock, And be like the dove \\add that\\add* maketh her nest in the sides of the hole’s mouth."
    },
    {
      "verse": 29,
      "text": "We have heard the pride of Moab; \\add he is\\add* exceeding proud: His loftiness, and his arrogancy, and his pride, and the haughtiness of his heart."
    },
    {
      "verse": 30,
      "text": "I know his wrath, saith the \\sc Lord\\sc*; but \\add it shall\\add* not \\add be\\add* so; His lies shall not so effect \\add it\\add*."
    },
    {
      "verse": 31,
      "text": "Therefore will I howl for Moab, And I will cry out for all Moab; \\add Mine heart\\add* shall mourn for the men of Kir-heres."
    },
    {
      "verse": 32,
      "text": "O vine of Sibmah, I will weep for thee with the weeping of Jazer: Thy plants are gone over the sea, They reach \\add even\\add* to the sea of Jazer: The spoiler is fallen upon thy summer fruits and upon thy vintage."
    },
    {
      "verse": 33,
      "text": "And joy and gladness is taken from the plentiful field, and from the land of Moab; And I have caused wine to fail from the wine presses: None shall tread \\add with\\add* shouting; \\add Their\\add* shouting \\add shall be\\add* no shouting."
    },
    {
      "verse": 34,
      "text": "From the cry of Heshbon \\add even\\add* unto Elealeh, \\add And even\\add* unto Jahaz, have they uttered their voice, From Zoar \\add even\\add* unto Horonaim, \\add As\\add* a heifer of three years old: For the waters also of Nimrim shall be desolate."
    },
    {
      "verse": 35,
      "text": "Moreover I will cause to cease in Moab, saith the \\sc Lord\\sc*, him that offereth \\add in\\add* the high places, And him that burneth incense to his gods."
    },
    {
      "verse": 36,
      "text": "Therefore mine heart shall sound for Moab like pipes, And mine heart shall sound like pipes for the men of Kir-heres: Because the riches \\add that\\add* he hath gotten are perished."
    },
    {
      "verse": 37,
      "text": "For every head \\add shall be\\add* bald, And every beard clipt: Upon all the hands \\add shall be\\add* cuttings, And upon the loins sackcloth."
    },
    {
      "verse": 38,
      "text": "\\add There shall be\\add* lamentation generally upon all the housetops of Moab, and in the streets thereof: For I have broken Moab like a vessel wherein \\add is\\add* no pleasure, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 39,
      "text": "They shall howl, \\add saying\\add*, How is it broken down! How hath Moab turned the back with shame! So shall Moab be a derision and a dismaying to all them about him."
    },
    {
      "verse": 40,
      "text": "For thus saith the \\sc Lord\\sc*; Behold, he shall fly as an eagle, And shall spread his wings over Moab."
    },
    {
      "verse": 41,
      "text": "Kerioth is taken, and the strong holds are surprised, And the mighty \\add men’s\\add* hearts in Moab at that day shall be As the heart of a woman in her pangs."
    },
    {
      "verse": 42,
      "text": "And Moab shall be destroyed from \\add being\\add* a people, Because he hath magnified \\add himself\\add* against the \\sc Lord\\sc*."
    },
    {
      "verse": 43,
      "text": "Fear, and the pit, and the snare, \\add shall be\\add* upon thee, O inhabitant of Moab, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 44,
      "text": "He that fleeth from the fear shall fall into the pit; And he that getteth up out of the pit shall be taken in the snare: For I will bring upon it, \\add even\\add* upon Moab, the year of their visitation, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 45,
      "text": "They that fled stood under the shadow of Heshbon because of the force: But a fire shall come forth out of Heshbon, And a flame from the midst of Sihon, And shall devour the corner of Moab, And the crown of the head of the tumultuous ones."
    },
    {
      "verse": 46,
      "text": "Woe be unto thee, O Moab! The people of Chemosh perisheth: For thy sons are taken captives, And thy daughters captives."
    },
    {
      "verse": 47,
      "text": "Yet will I bring again the captivity of Moab In the latter days, saith the \\sc Lord\\sc*. Thus far \\add is\\add* the judgment of Moab."
    }
  ]
}