{
  "book_id": "JER",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "Concerning the Ammonites, thus saith the \\sc Lord\\sc*; Hath Israel no sons? Hath he no heir? Why \\add then\\add* doth their king inherit Gad, And his people dwell in his cities?"
    },
    {
      "verse": 2,
      "text": "Therefore behold, the days come, saith the \\sc Lord\\sc*, That I will cause an alarm of war to be heard in Rabbah of the Ammonites; And it shall be a desolate heap, And her daughters shall be burnt with fire: Then shall Israel be heir unto them that were his heirs, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 3,
      "text": "Howl, O Heshbon, for Ai is spoiled: Cry, ye daughters of Rabbah, gird ye with sackcloth; Lament, and run to and fro by the hedges; For their king shall go into captivity, \\add And\\add* his priests and his princes together."
    },
    {
      "verse": 4,
      "text": "Wherefore gloriest thou in the valleys, Thy flowing valley, O backsliding daughter? That trusted in her treasures, \\add saying\\add*, Who shall come unto me?"
    },
    {
      "verse": 5,
      "text": "Behold, I will bring a fear upon thee, saith the Lord \\sc God\\sc* of hosts, From all those that be about thee; And ye shall be driven out every man right forth; And none shall gather up him that wandereth."
    },
    {
      "verse": 6,
      "text": "And afterward I will bring again the captivity of the children of Ammon, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 7,
      "text": "Concerning Edom, thus saith the \\sc Lord\\sc* of hosts; \\add Is\\add* wisdom no more in Teman? Is counsel perished from the prudent? Is their wisdom vanished?"
    },
    {
      "verse": 8,
      "text": "Flee ye, turn back, Dwell deep, O inhabitants of Dedan; For I will bring the calamity of Esau upon him, The time \\add that\\add* I will visit him."
    },
    {
      "verse": 9,
      "text": "If grapegatherers come to thee, would they not leave \\add some\\add* gleaning grapes? If thieves by night, they will destroy till they have enough."
    },
    {
      "verse": 10,
      "text": "But I have made Esau bare, I have uncovered his secret places, And he shall not be able to hide himself: His seed is spoiled, and his brethren, and his neighbours, and he \\add is\\add* not."
    },
    {
      "verse": 11,
      "text": "Leave thy fatherless children, I will preserve \\add them\\add* alive; And let thy widows trust in me."
    },
    {
      "verse": 12,
      "text": "For thus saith the \\sc Lord\\sc*; Behold, they whose judgment \\add was\\add* not to drink of the cup have assuredly drunken; And \\add art\\add* thou he \\add that\\add* shall altogether go unpunished? Thou shalt not go unpunished, but thou shalt surely drink \\add of it\\add*."
    },
    {
      "verse": 13,
      "text": "For I have sworn by myself, saith the \\sc Lord\\sc*, That Bozrah shall become a desolation, A reproach, a waste, and a curse; And all the cities thereof shall be perpetual wastes."
    },
    {
      "verse": 14,
      "text": "I have heard a rumour from the \\sc Lord\\sc*, And an ambassador \\add is\\add* sent unto the heathen, \\add saying\\add*, Gather ye together, And come against her, and rise up to the battle."
    },
    {
      "verse": 15,
      "text": "For lo, I will make thee small among the heathen, \\add And\\add* despised among men."
    },
    {
      "verse": 16,
      "text": "Thy terribleness hath deceived thee, \\add and\\add* the pride of thine heart, O thou that dwellest in the clefts of the rock, That holdest the height of the hill: Though thou shouldest make thy nest as high as the eagle, I will bring thee down from thence, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 17,
      "text": "Also Edom shall be a desolation: Every one that goeth by it shall be astonished, And shall hiss at all the plagues thereof."
    },
    {
      "verse": 18,
      "text": "As \\add in\\add* the overthrow of Sodom and Gomorrah And the neighbour \\add cities\\add* thereof, saith the \\sc Lord\\sc*, No man shall abide there, Neither shall a son of man dwell in it."
    },
    {
      "verse": 19,
      "text": "Behold, he shall come up like a lion from the swelling of Jordan Against the habitation of the strong: But I will suddenly make him run away from her: And who \\add is\\add* a chosen \\add man, that\\add* I may appoint over her? For who \\add is\\add* like me? and who will appoint me the time? And who \\add is\\add* that shepherd that will stand before me?"
    },
    {
      "verse": 20,
      "text": "Therefore hear the counsel of the \\sc Lord\\sc*, That he hath taken against Edom; And his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: Surely he shall make their habitations desolate with them."
    },
    {
      "verse": 21,
      "text": "The earth is moved at the noise of their fall, \\add At\\add* the cry, the noise thereof was heard in the Red sea."
    },
    {
      "verse": 22,
      "text": "Behold, he shall come up and fly as the eagle, And spread his wings over Bozrah: And at that day shall the heart of the mighty \\add men\\add* of Edom Be as the heart of a woman in her pangs."
    },
    {
      "verse": 23,
      "text": "Concerning Damascus. Hamath is confounded, and Arpad: For they have heard evil tidings: they are fainthearted; \\add There is\\add* sorrow on the sea; it cannot be quiet."
    },
    {
      "verse": 24,
      "text": "Damascus is waxed feeble, \\add and\\add* turneth herself to flee, And fear hath seized on \\add her:\\add* Anguish and sorrows have taken her, as a woman in travail."
    },
    {
      "verse": 25,
      "text": "How is the city of praise not left, The city of my joy!"
    },
    {
      "verse": 26,
      "text": "Therefore her young men shall fall in her streets, And all the men of war shall be cut off in that day, Saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 27,
      "text": "And I will kindle a fire in the wall of Damascus, And it shall consume the palaces of Ben-hadad."
    },
    {
      "verse": 28,
      "text": "Concerning Kedar, and concerning the kingdoms of Hazor, which Nebuchadrezzar king of Babylon shall smite, thus saith the \\sc Lord\\sc*; Arise ye, go up to Kedar, And spoil the men of the east."
    },
    {
      "verse": 29,
      "text": "Their tents and their flocks shall they take \\add away:\\add* They shall take to themselves their curtains, And all their vessels, and their camels; And they shall cry unto them, Fear \\add is\\add* on every side."
    },
    {
      "verse": 30,
      "text": "Flee, get you far off, dwell deep, O ye inhabitants of Hazor, Saith the \\sc Lord\\sc*; For Nebuchadrezzar king of Babylon hath taken counsel against you, And hath conceived a purpose against you."
    },
    {
      "verse": 31,
      "text": "Arise, get you up unto the wealthy nation, That dwelleth without care, saith the \\sc Lord\\sc*, Which have neither gates nor bars, \\add which\\add* dwell alone."
    },
    {
      "verse": 32,
      "text": "And their camels shall be a booty, And the multitude of their cattle a spoil: And I will scatter into all winds them \\add that are\\add* in the utmost corners; And I will bring their calamity from all sides thereof, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 33,
      "text": "And Hazor shall be a dwelling for dragons, \\add And\\add* a desolation for ever: There shall no man abide there, Nor \\add any\\add* son of man dwell in it."
    },
    {
      "verse": 34,
      "text": "The word of the \\sc Lord\\sc* that came to Jeremiah the prophet against Elam in the beginning of the reign of Zedekiah king of Judah, saying,"
    },
    {
      "verse": 35,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; Behold, I \\add will\\add* break the bow of Elam, The chief of their might."
    },
    {
      "verse": 36,
      "text": "And upon Elam will I bring the four winds From the four quarters of heaven, And will scatter them towards all those winds; And there shall be no nation Whither the outcasts of Elam shall not come."
    },
    {
      "verse": 37,
      "text": "For I will cause Elam to be dismayed before their enemies, And before them that seek their life: And I will bring evil upon them, \\add Even\\add* my fierce anger, saith the \\sc Lord\\sc*; And I will send the sword after them, Till I have consumed them:"
    },
    {
      "verse": 38,
      "text": "And I will set my throne in Elam, And will destroy from thence the king and the princes, Saith the \\sc Lord\\sc*."
    },
    {
      "verse": 39,
      "text": "But it shall come to pass in the latter days, \\add That\\add* I will bring again the captivity of Elam, Saith the \\sc Lord\\sc*."
    }
  ]
}