{
  "book_id": "JER",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith the \\sc Lord\\sc*; Behold, I \\add will\\add* raise up against Babylon, And against them that dwell in the midst of them that rise up against me, A destroying wind;"
    },
    {
      "verse": 2,
      "text": "And will send unto Babylon fanners, that shall fan her, And shall empty her land: For in the day of trouble they shall be against her round about."
    },
    {
      "verse": 3,
      "text": "Against \\add him that\\add* bendeth let the archer bend his bow, And against \\add him that\\add* lifteth himself up in his brigandine: And spare ye not her young men; Destroy ye utterly all her host."
    },
    {
      "verse": 4,
      "text": "Thus the slain shall fall in the land of the Chaldeans, And \\add they that are\\add* thrust through in her streets."
    },
    {
      "verse": 5,
      "text": "For Israel \\add hath\\add* not \\add been\\add* forsaken, Nor Judah of his God, of the \\sc Lord\\sc* of hosts; Though their land was filled \\add with\\add* sin Against the Holy One of Israel."
    },
    {
      "verse": 6,
      "text": "Flee out of the midst of Babylon, And deliver every man his soul: Be not cut off in her iniquity; For this \\add is\\add* the time of the \\sc Lord’s\\sc* vengeance; He \\add will\\add* render unto her a recompence."
    },
    {
      "verse": 7,
      "text": "Babylon \\add hath been\\add* a golden cup in the \\sc Lord’s\\sc* hand, That made all the earth drunken: The nations have drunken of her wine; Therefore the nations are mad."
    },
    {
      "verse": 8,
      "text": "Babylon is suddenly fallen and destroyed: Howl for her; Take balm for her pain, If so be she may be healed."
    },
    {
      "verse": 9,
      "text": "We would have healed Babylon, but she is not healed: Forsake her, and let us go every into his own country: For her judgment reacheth unto heaven, And is lifted up \\add even\\add* to the skies."
    },
    {
      "verse": 10,
      "text": "The \\sc Lord\\sc* hath brought forth our righteousness: Come, and let us declare in Zion The work of the \\sc Lord\\sc* our God."
    },
    {
      "verse": 11,
      "text": "Make bright the arrows: gather the shields: The \\sc Lord\\sc* hath raised up the spirit of the kings of the Medes: For his device \\add is\\add* against Babylon, to destroy it; Because it \\add is\\add* the vengeance of the \\sc Lord\\sc*, The vengeance of his temple."
    },
    {
      "verse": 12,
      "text": "Set up the standard upon the walls of Babylon, Make the watch strong, set up the watchmen, Prepare the ambushes: For the \\sc Lord\\sc* hath both devised and done That which he spake against the inhabitants of Babylon."
    },
    {
      "verse": 13,
      "text": "O thou that dwellest upon many waters, abundant in treasures, Thine end is come, \\add and\\add* the measure of thy covetousness."
    },
    {
      "verse": 14,
      "text": "The \\sc Lord\\sc* of hosts hath sworn by himself, \\add saying\\add*, Surely I will fill thee \\add with\\add* men, as \\add with\\add* caterpillars; And they shall lift up a shout against thee."
    },
    {
      "verse": 15,
      "text": "He hath made the earth by his power, He hath established the world by his wisdom, And hath stretched out the heaven by his understanding."
    },
    {
      "verse": 16,
      "text": "When he uttereth \\add his\\add* voice, \\add there is\\add* a multitude of waters in the heavens; And he causeth the vapours to ascend from the ends of the earth: He maketh lightnings with rain, And bringeth forth the wind out of his treasures."
    },
    {
      "verse": 17,
      "text": "Every man is brutish by \\add his\\add* knowledge; Every founder is confounded by the graven image: For his molten image \\add is\\add* falsehood, and \\add there is\\add* no breath in them."
    },
    {
      "verse": 18,
      "text": "They \\add are\\add* vanity, the work of errors: In the time of their visitation they shall perish."
    },
    {
      "verse": 19,
      "text": "The portion of Jacob \\add is\\add* not like them; For he \\add is\\add* the former of all \\add things:\\add* And \\add Israel is\\add* the rod of his inheritance: The \\sc Lord\\sc* of hosts \\add is\\add* his name."
    },
    {
      "verse": 20,
      "text": "Thou \\add art\\add* my battle axe \\add and\\add* weapons of war: For with thee will I break in pieces the nations, And with thee will I destroy kingdoms:"
    },
    {
      "verse": 21,
      "text": "And with thee will I break in pieces the horse and his rider; And with thee will I break in pieces the chariot and his rider;"
    },
    {
      "verse": 22,
      "text": "With thee also will I break in pieces man and woman; And with thee will I break in pieces old and young; And with thee will I break in pieces the young man and the maid;"
    },
    {
      "verse": 23,
      "text": "I will also break in pieces with thee the shepherd and his flock; And with thee will I break in pieces the husbandman and his yoke of oxen; And with thee will I break in pieces captains and rulers."
    },
    {
      "verse": 24,
      "text": "And I will render unto Babylon And to all the inhabitants of Chaldea All their evil that they have done in Zion In your sight, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 25,
      "text": "Behold, I \\add am\\add* against thee, O destroying mountain, saith the \\sc Lord\\sc*, Which destroyest all the earth: And I will stretch out mine hand upon thee, And roll thee down from the rocks, And will make thee a burnt mountain."
    },
    {
      "verse": 26,
      "text": "And they shall not take of thee a stone for a corner, Nor a stone for foundations; But thou shalt be desolate for ever, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 27,
      "text": "Set ye up a standard in the land, Blow the trumpet among the nations, Prepare the nations against her, Call together against her the kingdoms of Ararat, Minni, and Ashchenaz; Appoint a captain against her; Cause the horses to come up as the rough caterpillars."
    },
    {
      "verse": 28,
      "text": "Prepare against her the nations with the kings of the Medes, The captains thereof, and all the rulers thereof, And all the land of his dominion."
    },
    {
      "verse": 29,
      "text": "And the land shall tremble and sorrow: For every purpose of the \\sc Lord\\sc* shall be performed against Babylon, To make the land of Babylon a desolation Without an inhabitant."
    },
    {
      "verse": 30,
      "text": "The mighty \\add men\\add* of Babylon have forborn to fight, They have remained in \\add their\\add* holds: Their might hath failed; they became as women: They have burnt her dwelling places; Her bars are broken."
    },
    {
      "verse": 31,
      "text": "One post shall run to meet another, And one messenger to meet another, To shew the king of Babylon That his city is taken at \\add one\\add* end,"
    },
    {
      "verse": 32,
      "text": "And \\add that\\add* the passages are stopped, And the reeds they have burnt with fire, And the men of war are affrighted."
    },
    {
      "verse": 33,
      "text": "For thus saith the \\sc Lord\\sc* of hosts, the God of Israel; The daughter of Babylon \\add is\\add* like a threshingfloor, \\add It is\\add* time to thresh her: Yet a little while, and the time of her harvest shall come."
    },
    {
      "verse": 34,
      "text": "Nebuchadrezzar the king of Babylon hath devoured me, he hath crushed me, He hath made me an empty vessel, He hath swallowed me up like a dragon, He hath filled his belly with my delicates, He hath cast me out."
    },
    {
      "verse": 35,
      "text": "The violence done to me and \\add to\\add* my flesh \\add be\\add* upon Babylon, Shall the inhabitant of Zion say; And my blood upon the inhabitants of Chaldea, Shall Jerusalem say."
    },
    {
      "verse": 36,
      "text": "Therefore thus saith the \\sc Lord\\sc*; Behold, I \\add will\\add* plead thy cause, And take vengeance for thee; And I will dry up her sea, And make her springs dry."
    },
    {
      "verse": 37,
      "text": "And Babylon shall become heaps, A dwelling place for dragons, An astonishment, and a hissing, Without an inhabitant."
    },
    {
      "verse": 38,
      "text": "They shall roar together like lions: They shall yell as lions’ whelps,"
    },
    {
      "verse": 39,
      "text": "In their heat I will make their feasts, And I will make them drunken, that they may rejoice, And sleep a perpetual sleep, And not wake, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 40,
      "text": "I will bring them down like lambs to the slaughter, Like rams with he goats."
    },
    {
      "verse": 41,
      "text": "How is Sheshach taken! And \\add how\\add* is the praise of the whole earth surprised! How is Babylon become an astonishment among the nations!"
    },
    {
      "verse": 42,
      "text": "The sea is come up upon Babylon: She is covered with the multitude of the waves thereof."
    },
    {
      "verse": 43,
      "text": "Her cities are a desolation, A dry land, and a wilderness, A land wherein no man dwelleth, Neither doth \\add any\\add* son of man pass thereby."
    },
    {
      "verse": 44,
      "text": "And I will punish Bel in Babylon, And I will bring forth out of his mouth that which he hath swallowed up: And the nations shall not flow \\add together\\add* any more unto him: Yea, the wall of Babylon shall fall."
    },
    {
      "verse": 45,
      "text": "My people, go ye out of the midst of her, And deliver ye every man his soul From the fierce anger of the \\sc Lord\\sc*."
    },
    {
      "verse": 46,
      "text": "And lest your heart faint, And ye fear for the rumour that shall be heard in the land; A rumour shall both come \\add one\\add* year, And after that in \\add another\\add* year \\add shall come\\add* a rumour, And violence in the land, ruler against ruler."
    },
    {
      "verse": 47,
      "text": "Therefore behold, the days come, That I will do judgment upon the graven images of Babylon: And her whole land shall be confounded, And all her slain shall fall in the midst of her."
    },
    {
      "verse": 48,
      "text": "Then the heaven and the earth, and all that \\add is\\add* therein, shall sing for Babylon: For the spoilers shall come unto her from the north, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 49,
      "text": "As Babylon \\add hath caused\\add* the slain of Israel to fall, So at Babylon shall fall the slain of all the earth."
    },
    {
      "verse": 50,
      "text": "Ye that have escaped the sword, go \\add away\\add*, stand not still: Remember the \\sc Lord\\sc* afar off, And let Jerusalem come into your mind."
    },
    {
      "verse": 51,
      "text": "We are confounded, because we have heard reproach: Shame hath covered our faces: For strangers are come into the sanctuaries of the \\sc Lord’s\\sc* house."
    },
    {
      "verse": 52,
      "text": "Wherefore behold, the days come, saith the \\sc Lord\\sc*, That I will do judgment upon her graven images: And through all her land the wounded shall groan."
    },
    {
      "verse": 53,
      "text": "Though Babylon should mount up \\add to\\add* heaven, And though she should fortify the height of her strength, \\add Yet\\add* from me shall spoilers come unto her, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 54,
      "text": "A sound of a cry \\add cometh\\add* from Babylon, And great destruction from the land of the Chaldeans:"
    },
    {
      "verse": 55,
      "text": "Because the \\sc Lord\\sc* \\add hath\\add* spoiled Babylon, And destroyed out of her the great voice; When her waves do roar like great waters, A noise of their voice is uttered:"
    },
    {
      "verse": 56,
      "text": "Because the spoiler is come upon her, \\add even\\add* upon Babylon, And her mighty \\add men\\add* are taken, \\add Every one of\\add* their bows is broken: For the \\sc Lord\\sc* God of recompences shall surely requite."
    },
    {
      "verse": 57,
      "text": "And I will make drunk her princes, and her wise \\add men\\add*, Her captains, and her rulers, and her mighty \\add men:\\add* And they shall sleep a perpetual sleep, and not wake, Saith the King, whose name \\add is\\add* the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 58,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; The broad walls of Babylon shall be utterly broken, And her high gates shall be burnt with fire; And the people shall labour in vain, And the folk in the fire, and they shall be weary."
    },
    {
      "verse": 59,
      "text": "The word which Jeremiah the prophet commanded Seraiah the son of Neriah, the son of Maaseiah, when he went with Zedekiah the king of Judah \\add into\\add* Babylon in the fourth year of his reign. And \\add this\\add* Seraiah \\add was\\add* a quiet prince."
    },
    {
      "verse": 60,
      "text": "So Jeremiah wrote in a book all the evil that should come upon Babylon, \\add even\\add* all these words that are written against Babylon."
    },
    {
      "verse": 61,
      "text": "And Jeremiah said to Seraiah, When thou comest \\add to\\add* Babylon, and shalt see, and shalt read all these words;"
    },
    {
      "verse": 62,
      "text": "then shalt thou say, O \\sc Lord\\sc*, thou hast spoken against this place, to cut it off, that none shall remain in it, neither man nor beast, but that it shall be desolate for ever."
    },
    {
      "verse": 63,
      "text": "And it shall be, when thou hast made an end of reading this book, \\add that\\add* thou shalt bind a stone to it, and cast it into the midst of Euphrates:"
    },
    {
      "verse": 64,
      "text": "and thou shalt say, Thus shall Babylon sink, and shall not rise from the evil that I \\add will\\add* bring upon her: and they shall be weary. Thus far \\add are\\add* the words of Jeremiah."
    }
  ]
}