{
  "book_id": "GEN",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Noah, Take all your family and go into the ark, for you only in this generation have I seen to be upright."
    },
    {
      "verse": 2,
      "text": "Of every clean beast you will take seven males and seven females, and of the beasts which are not clean, two, the male and his female;"
    },
    {
      "verse": 3,
      "text": "And of the birds of the air, seven males and seven females, so that their seed may still be living on the face of the earth."
    },
    {
      "verse": 4,
      "text": "For after seven days I will send rain on the earth for forty days and forty nights, for the destruction of every living thing which I have made on the face of the earth."
    },
    {
      "verse": 5,
      "text": "And Noah did everything which the Lord said he was to do."
    },
    {
      "verse": 6,
      "text": "And Noah was six hundred years old when the waters came flowing over all the earth."
    },
    {
      "verse": 7,
      "text": "And Noah, with his sons and his wife and his sons' wives, went into the ark because of the flowing of the waters."
    },
    {
      "verse": 8,
      "text": "Of clean beasts, and of beasts which are not clean, and of birds, and of everything which goes on the earth,"
    },
    {
      "verse": 9,
      "text": "In twos, male and female, they went into the ark with Noah, as God had said."
    },
    {
      "verse": 10,
      "text": "And after the seven days, the waters came over all the earth."
    },
    {
      "verse": 11,
      "text": "In the six hundredth year of Noah's life, in the second month, on the seventeenth day of the month, all the fountains of the great deep came bursting through, and the windows of heaven were open;"
    },
    {
      "verse": 12,
      "text": "And rain came down on the earth for forty days and forty nights."
    },
    {
      "verse": 13,
      "text": "On the same day Noah, with Shem, Ham, and Japheth, his sons, and his wife and his sons' wives, went into the ark;"
    },
    {
      "verse": 14,
      "text": "And with them, every sort of beast and cattle, and every sort of thing which goes on the earth, and every sort of bird."
    },
    {
      "verse": 15,
      "text": "They went with Noah into the ark, two and two of all flesh in which is the breath of life."
    },
    {
      "verse": 16,
      "text": "Male and female of all flesh went in, as God had said, and the ark was shut by the Lord."
    },
    {
      "verse": 17,
      "text": "And for forty days the waters were over all the earth; and the waters were increased so that the ark was lifted up high over the earth."
    },
    {
      "verse": 18,
      "text": "And the waters overcame everything and were increased greatly on the earth, and the ark was resting on the face of the waters."
    },
    {
      "verse": 19,
      "text": "And the waters overcame everything on the earth; and all the mountains under heaven were covered."
    },
    {
      "verse": 20,
      "text": "The waters went fifteen cubits higher, till all the mountains were covered."
    },
    {
      "verse": 21,
      "text": "And destruction came on every living thing moving on the earth, birds and cattle and beasts and everything which went on the earth, and every man."
    },
    {
      "verse": 22,
      "text": "Everything on the dry land, in which was the breath of life, came to its end."
    },
    {
      "verse": 23,
      "text": "Every living thing on the face of all the earth, man and cattle and things moving on the face of the earth, and birds of the air, came to destruction: only Noah and those who were with him in the ark, were kept from death."
    },
    {
      "verse": 24,
      "text": "And the waters were over the earth a hundred and fifty days."
    }
  ]
}