{
  "book_id": "GEN",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And God kept Noah in mind, and all the living things and the cattle which were with him in the ark: and God sent a wind over the earth, and the waters went down."
    },
    {
      "verse": 2,
      "text": "And the fountains of the deep and the windows of heaven were shut, and the rain from heaven was stopped."
    },
    {
      "verse": 3,
      "text": "And the waters went slowly back from the earth, and at the end of a hundred and fifty days the waters were lower."
    },
    {
      "verse": 4,
      "text": "And on the seventeenth day of the seventh month the ark came to rest on the mountains of Ararat."
    },
    {
      "verse": 5,
      "text": "And still the waters went on falling, till on the first day of the tenth month the tops of the mountains were seen."
    },
    {
      "verse": 6,
      "text": "Then, after forty days, through the open window of the ark which he had made,"
    },
    {
      "verse": 7,
      "text": "Noah sent out a raven, which went this way and that till the waters were gone from the earth."
    },
    {
      "verse": 8,
      "text": "And he sent out a dove, to see if the waters had gone from the face of the earth;"
    },
    {
      "verse": 9,
      "text": "But the dove saw no resting-place for her foot, and came back to the ark, for the waters were still over all the earth; and he put out his hand, and took her into the ark."
    },
    {
      "verse": 10,
      "text": "And after waiting another seven days, he sent the dove out again;"
    },
    {
      "verse": 11,
      "text": "And the dove came back at evening, and in her mouth was an olive-leaf broken off: so Noah was certain that the waters had gone down on the earth."
    },
    {
      "verse": 12,
      "text": "And after seven days more, he sent the dove out again, but she did not come back to him."
    },
    {
      "verse": 13,
      "text": "And in the six hundred and first year, on the first day of the first month, the waters were dry on the earth: and Noah took the cover off the ark and saw that the face of the earth was dry."
    },
    {
      "verse": 14,
      "text": "And on the twenty-seventh day of the second month the earth was dry."
    },
    {
      "verse": 15,
      "text": "And God said to Noah,"
    },
    {
      "verse": 16,
      "text": "Go out of the ark, you and your wife and your sons and your sons' wives."
    },
    {
      "verse": 17,
      "text": "Take out with you every living thing which is with you, birds and cattle and everything which goes on the earth, so that they may have offspring and be fertile and be increased on the earth."
    },
    {
      "verse": 18,
      "text": "And Noah went out with his sons and his wife and his sons' wives;"
    },
    {
      "verse": 19,
      "text": "And every beast and bird and every living thing of every sort which goes on the earth, went out of the ark."
    },
    {
      "verse": 20,
      "text": "And Noah made an altar to the Lord, and from every clean beast and bird he made burned offerings on the altar."
    },
    {
      "verse": 21,
      "text": "And when the sweet smell came up to the Lord, he said in his heart, I will not again put a curse on the earth because of man, for the thoughts of man's heart are evil from his earliest days; never again will I send destruction on all living things as I have done."
    },
    {
      "verse": 22,
      "text": "While the earth goes on, seed time and the getting in of the grain, cold and heat, summer and winter, day and night, will not come to an end."
    }
  ]
}