{
  "book_id": "GEN",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "When Abram was ninety-nine years old, the Lord came to him, and said, I am God, Ruler of all; go in my ways and be upright in all things,"
    },
    {
      "verse": 2,
      "text": "And I will make an agreement between you and me, and your offspring will be greatly increased."
    },
    {
      "verse": 3,
      "text": "And Abram went down on his face on the earth, and the Lord God went on talking with him, and said,"
    },
    {
      "verse": 4,
      "text": "As for me, my agreement is made with you, and you will be the father of nations without end."
    },
    {
      "verse": 5,
      "text": "No longer will your name be Abram, but Abraham, for I have made you the father of a number of nations."
    },
    {
      "verse": 6,
      "text": "I will make you very fertile, so that nations will come from you and kings will be your offspring."
    },
    {
      "verse": 7,
      "text": "And I will make between me and you and your seed after you through all generations, an eternal agreement to be a God to you and to your seed after you."
    },
    {
      "verse": 8,
      "text": "And to you and to your seed after you, I will give the land in which you are living, all the land of Canaan for an eternal heritage; and I will be their God."
    },
    {
      "verse": 9,
      "text": "And God said to Abraham, On your side, you are to keep the agreement, you and your seed after you through all generations."
    },
    {
      "verse": 10,
      "text": "And this is the agreement which you are to keep with me, you and your seed after you: every male among you is to undergo circumcision."
    },
    {
      "verse": 11,
      "text": "In the flesh of your private parts you are to undergo it, as a mark of the agreement between me and you."
    },
    {
      "verse": 12,
      "text": "Every male among you, from one generation to another, is to undergo circumcision when he is eight days old, with every servant whose birth takes place in your house, or for whom you gave money to someone of another country, and not of your seed."
    },
    {
      "verse": 13,
      "text": "He who comes to birth in your house and he who is made yours for a price, all are to undergo circumcision; so that my agreement may be marked in your flesh, an agreement for all time."
    },
    {
      "verse": 14,
      "text": "And any male who does not undergo circumcision will be cut off from his people: my agreement has been broken by him."
    },
    {
      "verse": 15,
      "text": "And God said, As for Sarai, your wife, from now her name will be not Sarai, but Sarah."
    },
    {
      "verse": 16,
      "text": "And I will give her a blessing so that you will have a son by her: truly my blessing will be on her, and she will be the mother of nations: kings of peoples will be her offspring."
    },
    {
      "verse": 17,
      "text": "Then Abraham went down on his face, and laughing, said in his heart, May a man a hundred years old have a child? will Sarah, at ninety years old, give birth?"
    },
    {
      "verse": 18,
      "text": "And Abraham said to God, If only Ishmael's life might be your care!"
    },
    {
      "verse": 19,
      "text": "And God said, Not so; but Sarah, your wife, will have a son, and you will give him the name Isaac, and I will make my agreement with him for ever and with his seed after him."
    },
    {
      "verse": 20,
      "text": "As for Ishmael, I have given ear to your prayer: truly I have given him my blessing and I will make him fertile and give him great increase; he will be the father of twelve chiefs, and I will make him a great nation."
    },
    {
      "verse": 21,
      "text": "But my agreement will be with Isaac, to whom Sarah will give birth a year from this time."
    },
    {
      "verse": 22,
      "text": "And having said these words, God went up from Abraham."
    },
    {
      "verse": 23,
      "text": "And Abraham took Ishmael, his son, and all whose birth had taken place in his house, and all his servants whom he had made his for a price, every male of his house, and on that very day he gave them circumcision in the flesh of their private parts as God had said to him."
    },
    {
      "verse": 24,
      "text": "Abraham was ninety-nine years old when he underwent circumcision."
    },
    {
      "verse": 25,
      "text": "And Ishmael, his son, was thirteen years old when he underwent circumcision."
    },
    {
      "verse": 26,
      "text": "Abraham and Ishmael, his son, underwent circumcision on that very day."
    },
    {
      "verse": 27,
      "text": "And all the men of his house, those whose birth had taken place in the house and those whom he had got for money from men of other lands, underwent circumcision with him."
    }
  ]
}