{
  "book_id": "GEN",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And Abraham took another wife named Keturah."
    },
    {
      "verse": 2,
      "text": "She became the mother of Zimran and Jokshan and Medan and Midian and Ishbak and Shuah."
    },
    {
      "verse": 3,
      "text": "And Jokshan became the father of Sheba and Dedan. And from Dedan came the Asshurim and Letushim and Leummim."
    },
    {
      "verse": 4,
      "text": "And from Midian came Ephah and Epher and Hanoch and Abida and Eldaah. All these were the offspring of Keturah."
    },
    {
      "verse": 5,
      "text": "Now Abraham gave all his property to Isaac;"
    },
    {
      "verse": 6,
      "text": "But to the sons of his other women he gave offerings, and sent them away, while he was still living, into the east country."
    },
    {
      "verse": 7,
      "text": "Now the years of Abraham's life were a hundred and seventy-five."
    },
    {
      "verse": 8,
      "text": "And Abraham came to his death, an old man, full of years; and he was put to rest with his people."
    },
    {
      "verse": 9,
      "text": "And Isaac and Ishmael, his sons, put him to rest in the hollow rock of Machpelah, in the field of Ephron, the son of Zohar the Hittite, near Mamre;"
    },
    {
      "verse": 10,
      "text": "The same field which Abraham got from the children of Heth: there Abraham was put to rest with Sarah, his wife."
    },
    {
      "verse": 11,
      "text": "Now after the death of Abraham, the blessing of God was with Isaac, his son."
    },
    {
      "verse": 12,
      "text": "Now these are the generations of Ishmael, the son of Abraham, whose mother was Hagar the Egyptian, the servant of Sarah:"
    },
    {
      "verse": 13,
      "text": "These are the names of the sons of Ishmael by their generations: Ishmael's first son was Nebaioth; then Kedar and Adbeel and Mibsam"
    },
    {
      "verse": 14,
      "text": "And Mishma and Dumah and Massa,"
    },
    {
      "verse": 15,
      "text": "Hadad and Tema, Jetur, Naphish, and Kedemah:"
    },
    {
      "verse": 16,
      "text": "These are the sons of Ishmael, and these are their names in their towns and their tent-circles; twelve chiefs with their peoples."
    },
    {
      "verse": 17,
      "text": "And the years of Ishmael's life were a hundred and thirty-seven: and he came to his end, and was put to rest with his people."
    },
    {
      "verse": 18,
      "text": "And their country was from Havilah to Shur which is east of Egypt: they took their place to the east of all their brothers."
    },
    {
      "verse": 19,
      "text": "Now these are the generations of Abraham's son Isaac:"
    },
    {
      "verse": 20,
      "text": "Isaac was forty years old when he took Rebekah, the daughter of Bethuel the Aramaean of Paddan-aram, and the sister of Laban the Aramaean, to be his wife."
    },
    {
      "verse": 21,
      "text": "Isaac made prayer to the Lord for his wife because she had no children; and the Lord gave ear to his prayer, and Rebekah became with child."
    },
    {
      "verse": 22,
      "text": "And the children were fighting together inside her, and she said, If it is to be so, why am I like this? So she went to put her question to the Lord."
    },
    {
      "verse": 23,
      "text": "And the Lord said to her, Two nations are in your body, and two peoples will come to birth from you: the one will be stronger than the other, and the older will be the servant of the younger."
    },
    {
      "verse": 24,
      "text": "And when the time came for her to give birth, there were two children in her body."
    },
    {
      "verse": 25,
      "text": "And the first came out red from head to foot like a robe of hair, and they gave him the name of Esau."
    },
    {
      "verse": 26,
      "text": "And after him, his brother came out, gripping Esau's foot; and he was named Jacob: Isaac was sixty years old when she gave birth to them."
    },
    {
      "verse": 27,
      "text": "And the boys came to full growth; and Esau became a man of the open country, an expert bowman; but Jacob was a quiet man, living in tents."
    },
    {
      "verse": 28,
      "text": "Now Isaac's love was for Esau, because Esau's meat was greatly to his taste: but Rebekah had more love for Jacob."
    },
    {
      "verse": 29,
      "text": "And one day Jacob was cooking some soup when Esau came in from the fields in great need of food;"
    },
    {
      "verse": 30,
      "text": "And Esau said to Jacob, Give me a full meal of that red soup, for I am overcome with need for food: for this reason he was named Edom."
    },
    {
      "verse": 31,
      "text": "And Jacob said, First of all give me your birthright."
    },
    {
      "verse": 32,
      "text": "And Esau said, Truly, I am at the point of death: what profit is the birthright to me?"
    },
    {
      "verse": 33,
      "text": "And Jacob said, First of all give me your oath; and he gave him his oath, handing over his birthright to Jacob."
    },
    {
      "verse": 34,
      "text": "Then Jacob gave him bread and soup; and he took food and drink and went away, caring little for his birthright."
    }
  ]
}