{
  "book_id": "GEN",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "And God said to Jacob, Go up now to Beth-el and make your living-place there: and put up an altar there to the God who came to you when you were in flight from your brother Esau."
    },
    {
      "verse": 2,
      "text": "Then Jacob said to all his people, Put away the strange gods which are among you, and make yourselves clean, and put on a change of clothing:"
    },
    {
      "verse": 3,
      "text": "And let us go up to Beth-el: and there I will make an altar to God, who gave me an answer in the day of my trouble, and was with me wherever I went."
    },
    {
      "verse": 4,
      "text": "Then they gave to Jacob all the strange gods which they had, and the rings which were in their ears; and Jacob put them away under the holy tree at Shechem."
    },
    {
      "verse": 5,
      "text": "So they went on their journey: and the fear of God was on the towns round about, so that they made no attack on the sons of Jacob."
    },
    {
      "verse": 6,
      "text": "And Jacob came to Luz in the land of Canaan (which is the same as Beth-el), he and all his people."
    },
    {
      "verse": 7,
      "text": "And there he made an altar, naming the place El-beth-el: because it was there he had the vision of God when he was in flight from his brother."
    },
    {
      "verse": 8,
      "text": "And Deborah, the servant who had taken care of Rebekah from her birth, came to her end, and was put to rest near Beth-el, under the holy tree: and they gave it the name of Allon-bacuth."
    },
    {
      "verse": 9,
      "text": "Now when Jacob was on his way from Paddan-aram, God came to him again and, blessing him, said,"
    },
    {
      "verse": 10,
      "text": "Jacob is your name, but it will be so no longer; from now your name will be Israel; so he was named Israel."
    },
    {
      "verse": 11,
      "text": "And God said to him, I am God, the Ruler of all: be fertile, and have increase; a nation, truly a group of nations, will come from you, and kings will be your offspring;"
    },
    {
      "verse": 12,
      "text": "And the land which I gave to Abraham and Isaac, I will give to you; and to your seed after you I will give the land."
    },
    {
      "verse": 13,
      "text": "Then God went up from him in the place where he had been talking with him."
    },
    {
      "verse": 14,
      "text": "And Jacob put up a pillar in the place where he had been talking with God, and put a drink offering on it, and oil."
    },
    {
      "verse": 15,
      "text": "And he gave to the place where God had been talking with him, the name of Beth-el."
    },
    {
      "verse": 16,
      "text": "So they went on from Beth-el; and while they were still some distance from Ephrath, the pains of birth came on Rachel and she had a hard time."
    },
    {
      "verse": 17,
      "text": "And when her pain was very great, the woman who was helping her said, Have no fear; for now you will have another son."
    },
    {
      "verse": 18,
      "text": "And in the hour when her life went from her (for death came to her), she gave the child the name Ben-oni: but his father gave him the name of Benjamin."
    },
    {
      "verse": 19,
      "text": "So Rachel came to her end and was put to rest on the road to Ephrath (which is Beth-lehem)."
    },
    {
      "verse": 20,
      "text": "And Jacob put up a pillar on her resting-place; which is named, The Pillar of the resting-place of Rachel, to this day."
    },
    {
      "verse": 21,
      "text": "And Israel went journeying on and put up his tents on the other side of the tower of the flock."
    },
    {
      "verse": 22,
      "text": "Now while they were living in that country, Reuben had connection with Bilhah, his father's servant-woman: and Israel had news of it."
    },
    {
      "verse": 23,
      "text": "Now Jacob had twelve sons: the sons of Leah: Reuben, Jacob's first son, and Simeon and Levi and Judah and Issachar and Zebulun;"
    },
    {
      "verse": 24,
      "text": "The sons of Rachel: Joseph and Benjamin;"
    },
    {
      "verse": 25,
      "text": "The sons of Bilhah, Rachel's servant: Dan and Naphtali;"
    },
    {
      "verse": 26,
      "text": "The sons of Zilpah, Leah's servant: Gad and Asher; these are the sons whom Jacob had in Paddan-aram."
    },
    {
      "verse": 27,
      "text": "And Jacob came to his father Isaac at Mamre, at Kiriath-arba, that is, Hebron, where Abraham and Isaac had been living."
    },
    {
      "verse": 28,
      "text": "And Isaac was a hundred and eighty years old."
    },
    {
      "verse": 29,
      "text": "Then Isaac came to his end and was put to rest with his father's people, an old man after a long life: and Jacob and Esau, his sons, put him in his last resting-place."
    }
  ]
}