{
  "book_id": "GEN",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Now these are the generations of Esau, that is to say, Edom."
    },
    {
      "verse": 2,
      "text": "Esau's wives were women of Canaan: Adah, the daughter of Elon the Hittite, and Oholibamah, the daughter of Anah, the daughter of Zibeon the Hivite,"
    },
    {
      "verse": 3,
      "text": "And Basemath, Ishmael's daughter, the sister of Nebaioth."
    },
    {
      "verse": 4,
      "text": "Adah had a son Eliphaz; and Basemath was the mother of Reuel;"
    },
    {
      "verse": 5,
      "text": "Oholibamah was the mother of Jeush, Jalam, and Korah; these are the sons of Esau, whose birth took place in the land of Canaan."
    },
    {
      "verse": 6,
      "text": "Esau took his wives and his sons and his daughters, and all the people of his house, and his beasts and his cattle and all his goods which he had got together in the land of Canaan, and went into the land of Seir, away from his brother Jacob."
    },
    {
      "verse": 7,
      "text": "For their wealth was so great that the land was not wide enough for the two of them and all their cattle."
    },
    {
      "verse": 8,
      "text": "So Esau made his living-place in the hill-country of Seir (Esau is Edom)."
    },
    {
      "verse": 9,
      "text": "And these are the generations of Esau, the father of the Edomites in the hill-country of Seir:"
    },
    {
      "verse": 10,
      "text": "These are the names of Esau's sons: Eliphaz, the son of Esau's wife Adah, and Reuel, the son of Esau's wife Basemath."
    },
    {
      "verse": 11,
      "text": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz."
    },
    {
      "verse": 12,
      "text": "And Eliphaz, the son of Esau, had connection with a woman named Timna, who gave birth to Amalek: all these were the children of Esau's wife Adah."
    },
    {
      "verse": 13,
      "text": "And these are the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah: they were the children of Esau's wife Basemath."
    },
    {
      "verse": 14,
      "text": "And these are the sons of Esau's wife Oholibamah, the daughter of Anah, the daughter of Zibeon: she was the mother of Jeush, Jalam, and Korah."
    },
    {
      "verse": 15,
      "text": "These were the chiefs among the sons of Esau: the sons of Eliphaz, Esau's first son: Teman, Omar, Zepho, Kenaz,"
    },
    {
      "verse": 16,
      "text": "Korah, Gatam, Amalek: all these were chiefs in the land of Edom, the offspring of Eliphaz, the seed of Adah."
    },
    {
      "verse": 17,
      "text": "And these are the sons of Esau's son Reuel: Nahath, Zerah, Shammah, Mizzah: these were the chiefs of Reuel in the land of Edom, the children of Esau's wife Basemath."
    },
    {
      "verse": 18,
      "text": "And these are the sons of Esau's wife Oholibamah: Jeush, Jalam, and Korah: these were the chiefs who came from Esau's wife Oholibamah, daughter of Anah."
    },
    {
      "verse": 19,
      "text": "These were the sons of Esau (that is, Edom), and these were their chiefs."
    },
    {
      "verse": 20,
      "text": "These are the sons of Seir the Horite who were living in that country; Lotan, Shobal, Zibeon, Anah,"
    },
    {
      "verse": 21,
      "text": "Dishon, Ezer, and Dishan: these are the chiefs of the Horites, offspring of Seir in the land of Edom."
    },
    {
      "verse": 22,
      "text": "The children of Lotan were Hori and Hemam; Lotan's sister was Timna."
    },
    {
      "verse": 23,
      "text": "And these are the children of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam."
    },
    {
      "verse": 24,
      "text": "And these are the children of Zibeon: Aiah and Anah; that same Anah who made the discovery of the water-springs in the waste land, when he was looking after the asses of his father Zibeon."
    },
    {
      "verse": 25,
      "text": "And these are the children of Anah: Dishon and Oholibamah his daughter."
    },
    {
      "verse": 26,
      "text": "These are the children of Dishon: Hemdan, Eshban, Ithran, and Keran."
    },
    {
      "verse": 27,
      "text": "These are the children of Ezer: Bilhan, Zaavan, and Akan."
    },
    {
      "verse": 28,
      "text": "These are the children of Dishan: Uz and Aran."
    },
    {
      "verse": 29,
      "text": "These were the Horite chiefs: Lotan, Shobal, Zibeon, Anah,"
    },
    {
      "verse": 30,
      "text": "Dishon, Ezer, and Dishan. Such were the Horite chiefs in their order in the land of Seir."
    },
    {
      "verse": 31,
      "text": "And these are the kings who were ruling in the land of Edom before there was any king over the children of Israel."
    },
    {
      "verse": 32,
      "text": "Bela, son of Beor, was king in Edom, and the name of his chief town was Dinhabah."
    },
    {
      "verse": 33,
      "text": "At his death, Jobab, son of Zerah of Bozrah, became king in his place."
    },
    {
      "verse": 34,
      "text": "And at the death of Jobab, Husham, from the country of the Temanites, became king in his place."
    },
    {
      "verse": 35,
      "text": "And at the death of Husham, Hadad, son of Bedad, who overcame the Midianites in the field of Moab, became king; his chief town was named Avith."
    },
    {
      "verse": 36,
      "text": "And at the death of Hadad, Samlah of Masrekah became king."
    },
    {
      "verse": 37,
      "text": "And at the death of Samlah, Shaul of Rehoboth by the River became king in his place."
    },
    {
      "verse": 38,
      "text": "And at the death of Shaul, Baal-hanan, son of Achbor, became king."
    },
    {
      "verse": 39,
      "text": "And at the death of Baal-hanan, Hadar became king in his place; his chief town was named Pau, and his wife's name was Mehetabel; she was the daughter of Matred, the daughter of Me-zahab."
    },
    {
      "verse": 40,
      "text": "These are the names of the chiefs of Esau in the order of their families and their places: Timna, Alvah, Jetheth,"
    },
    {
      "verse": 41,
      "text": "Oholibamah, Elah, Pinon,"
    },
    {
      "verse": 42,
      "text": "Kenaz, Teman, Mibzar,"
    },
    {
      "verse": 43,
      "text": "Magdiel, Iram; these are the Edomite chiefs, in their places in their heritage; this is Esau, the father of the Edomites."
    }
  ]
}