{
  "book_id": "GEN",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "Then he gave orders to the servant who was over his house, saying, Put as much food into the men's bags as will go into them, and put every man's money in the mouth of his bag;"
    },
    {
      "verse": 2,
      "text": "And put my cup, my silver cup, in the youngest one's bag, with his money. So he did as Joseph said."
    },
    {
      "verse": 3,
      "text": "And at dawn the men, with their asses, were sent away."
    },
    {
      "verse": 4,
      "text": "And when they had gone only a little way out of the town, Joseph said to the servant who was over his house, Go after them; and when you overtake them, say to them, Why have you done evil in reward for good?"
    },
    {
      "verse": 5,
      "text": "Is not this the cup from which my lord takes wine and by which he gets knowledge of the future? Truly, you have done evil."
    },
    {
      "verse": 6,
      "text": "So he overtook them and said these words to them."
    },
    {
      "verse": 7,
      "text": "And they said to him, Why does my lord say such words as these? far be it from your servants to do such a thing:"
    },
    {
      "verse": 8,
      "text": "See, the money which was in the mouth of our bags we gave back to you when we came again from Canaan: how then might we take silver or gold from your lord's house?"
    },
    {
      "verse": 9,
      "text": "If it comes to light that any of your servants has done this, let him be put to death, and we will be your lord's servants."
    },
    {
      "verse": 10,
      "text": "And he said, Let it be as you say: he in whose bag it is seen will become my servant; and you will not be responsible."
    },
    {
      "verse": 11,
      "text": "Then every man quickly got his bag down and undid it."
    },
    {
      "verse": 12,
      "text": "And he made a search, starting with the oldest and ending with the youngest; and the cup was in Benjamin's bag."
    },
    {
      "verse": 13,
      "text": "Then in bitter grief they put the bags on the asses again and went back to the town."
    },
    {
      "verse": 14,
      "text": "So Judah and his brothers came to Joseph's house; and he was still there: and they went down on their faces before him."
    },
    {
      "verse": 15,
      "text": "And Joseph said, What is this thing which you have done? had you no thought that such a man as I would have power to see what is secret?"
    },
    {
      "verse": 16,
      "text": "And Judah said, What are we to say to my lord? how may we put ourselves right in his eyes? God has made clear the sin of your servants: now we are in your hands, we and the man in whose bag your cup was seen."
    },
    {
      "verse": 17,
      "text": "Then he said, Far be it from me to do so: but the man who had my cup will be my servant; and you may go back to your father in peace."
    },
    {
      "verse": 18,
      "text": "Then Judah came near him, and said, Let your servant say a word in my lord's ears, and let not your wrath be burning against your servant: for you are in the place of Pharaoh to us."
    },
    {
      "verse": 19,
      "text": "My lord said to his servants, Have you a father or a brother?"
    },
    {
      "verse": 20,
      "text": "And we said to my lord, We have an old father and a young child, whom he had when he was old; his brother is dead and he is the only son of his mother, and is very dear to his father."
    },
    {
      "verse": 21,
      "text": "And you said to your servants, Let him come down to me with you, so that I may see him."
    },
    {
      "verse": 22,
      "text": "And we said to my lord, His father will not let him go; for if he went away his father would come to his death."
    },
    {
      "verse": 23,
      "text": "But you said to your servants, If your youngest brother does not come with you, you will not see my face again."
    },
    {
      "verse": 24,
      "text": "And when we went back to your servant, our father, we gave him an account of my lord's words."
    },
    {
      "verse": 25,
      "text": "And our father said, Go again and get us a little food."
    },
    {
      "verse": 26,
      "text": "And we said, Only if our youngest brother goes with us will we go down; for we may not see the man's face again if our youngest brother is not with us."
    },
    {
      "verse": 27,
      "text": "And our father said to us, You have knowledge that my wife gave me two sons;"
    },
    {
      "verse": 28,
      "text": "The one went away from me, and I said, Truly he has come to a violent death; and from that time I have not seen him,"
    },
    {
      "verse": 29,
      "text": "If now you take this one from me, and some evil comes to him, you will make my grey head go down in sorrow to the underworld."
    },
    {
      "verse": 30,
      "text": "If then I go back to your servant, my father, without the boy, because his life and the boy's life are one,"
    },
    {
      "verse": 31,
      "text": "When he sees that the boy is not with us, he will come to his death, and our father's grey head will go down in sorrow to the underworld."
    },
    {
      "verse": 32,
      "text": "For I made myself responsible for the boy to my father, saying, If I do not give him safely back to you, let mine be the sin for ever."
    },
    {
      "verse": 33,
      "text": "So now let me be my lord's servant here in place of the boy, and let him go back with his brothers."
    },
    {
      "verse": 34,
      "text": "For how may I go back to my father without the boy, and see the evil which will come on my father?"
    }
  ]
}