{
  "book_id": "GEN",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "And Israel went on his journey with all he had, and came to Beer-sheba, where he made offerings to the God of his father Isaac."
    },
    {
      "verse": 2,
      "text": "And God said to Israel in a night-vision, Jacob, Jacob. And he said, Here am I."
    },
    {
      "verse": 3,
      "text": "And he said, I am God, the God of your father: go down to Egypt without fear, for I will make a great nation of you there:"
    },
    {
      "verse": 4,
      "text": "I will go down with you to Egypt, and I will see that you come back again, and at your death Joseph will put his hands on your eyes."
    },
    {
      "verse": 5,
      "text": "Then Jacob went on from Beer-sheba; and the sons of Jacob took their father and their little ones and their wives in the carts which Pharaoh had sent for them."
    },
    {
      "verse": 6,
      "text": "And they took their cattle and all the goods which they had got in the land of Canaan, and came to Egypt, even Jacob and all his seed:"
    },
    {
      "verse": 7,
      "text": "His sons and his sons' sons, his daughters and his daughters' sons and all his family he took with him into Egypt."
    },
    {
      "verse": 8,
      "text": "And these are the names of the children of Israel who came into Egypt, even Jacob and all his sons: Reuben, Jacob's oldest son;"
    },
    {
      "verse": 9,
      "text": "And the sons of Reuben: Hanoch and Pallu and Hezron and Carmi;"
    },
    {
      "verse": 10,
      "text": "And the sons of Simeon: Jemuel and Jamin and Ohad and Jachin and Zohar and Shaul, the son of a woman of Canaan;"
    },
    {
      "verse": 11,
      "text": "And the sons of Levi: Gershon, Kohath, and Merari;"
    },
    {
      "verse": 12,
      "text": "And the sons of Judah: Er and Onan and Shelah and Perez and Zerah: but Er and Onan had come to their death in the land of Canaan; and the sons of Perez were Hezron and Hamul."
    },
    {
      "verse": 13,
      "text": "And the sons of Issachar: Tola and Puah and Job and Shimron;"
    },
    {
      "verse": 14,
      "text": "And the sons of Zebulun: Sered and Elon and Jahleel;"
    },
    {
      "verse": 15,
      "text": "All these, together with his daughter Dinah, were the children of Leah, whom Jacob had by her in Paddan-aram; they were thirty-three in number."
    },
    {
      "verse": 16,
      "text": "And the sons of Gad: Ziphion and Haggi, Shuni and Ezbon, Eri and Arodi and Areli;"
    },
    {
      "verse": 17,
      "text": "And the sons of Asher: Jimnah and Ishvah and Ishvi and Beriah, and Sarah, their sister; and the sons of Beriah: Heber and Malchiel."
    },
    {
      "verse": 18,
      "text": "These are the children of Zilpah, whom Laban gave to his daughter Leah, and Jacob had these sixteen children by her."
    },
    {
      "verse": 19,
      "text": "The sons of Jacob's wife Rachel: Joseph and Benjamin."
    },
    {
      "verse": 20,
      "text": "And Joseph had Manasseh and Ephraim in the land of Egypt, by Asenath, the daughter of Poti-phera, priest of On."
    },
    {
      "verse": 21,
      "text": "And the sons of Benjamin were Belah and Becher and Ashbel, Gera and Naaman, Ehi and Rosh, Muppim and Huppim and Ard."
    },
    {
      "verse": 22,
      "text": "All these were the children of Rachel whom Jacob had by her, fourteen persons."
    },
    {
      "verse": 23,
      "text": "And the son of Dan was Hushim."
    },
    {
      "verse": 24,
      "text": "And the sons of Naphtali: Jahzeel and Guni and Jezer and Shillem."
    },
    {
      "verse": 25,
      "text": "These were the children of Bilhah, whom Laban gave to his daughter Rachel, seven persons."
    },
    {
      "verse": 26,
      "text": "All the persons who came with Jacob into Egypt, the offspring of his body, were sixty-six, without taking into account the wives of Jacob's sons."
    },
    {
      "verse": 27,
      "text": "And the sons of Joseph whom he had in Egypt were two. Seventy persons of the family of Jacob came into Egypt."
    },
    {
      "verse": 28,
      "text": "Now he had sent Judah before him to Goshen, to get word from Joseph; and so they came to the land of Goshen."
    },
    {
      "verse": 29,
      "text": "And Joseph got his carriage ready and went to Goshen for the meeting with his father; and when he came before him, he put his arms round his neck, weeping."
    },
    {
      "verse": 30,
      "text": "And Israel said to Joseph, Now that I have seen you living again, I am ready for death."
    },
    {
      "verse": 31,
      "text": "And Joseph said to his brothers and to his father's people, I will go and give the news to Pharaoh, and say to him, My brothers and my father's people, from the land of Canaan, have come to me;"
    },
    {
      "verse": 32,
      "text": "And these men are keepers of sheep and owners of cattle, and have with them their flocks and their herds and all they have."
    },
    {
      "verse": 33,
      "text": "Now when Pharaoh sends for you and says, What is your business?"
    },
    {
      "verse": 34,
      "text": "You are to say, Your servants have been keepers of cattle from our early days up to now, like our fathers; in this way you will be able to have the land of Goshen for yourselves; because keepers of sheep are unclean in the eyes of the Egyptians."
    }
  ]
}