{
  "book_id": "PSS",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "When the sinner waxed proud, with a battering ram he cast down fortified walls, And thou didst not restrain \\add him\\add*."
    },
    {
      "verse": 2,
      "text": "Alien nations ascended thine altar, They trampled \\add it\\add* proudly with their sandals;"
    },
    {
      "verse": 3,
      "text": "Because the sons of Jerusalem had defiled the holy things of the Lord, Had profaned with iniquities the offerings of God."
    },
    {
      "verse": 4,
      "text": "Therefore he said: Cast them far from me; I take no pleasure in them."
    },
    {
      "verse": 5,
      "text": "The beauty of her glory was set at nought before God, It was utterly dishonored."
    },
    {
      "verse": 6,
      "text": "The sons and the daughters were in grievous captivity, Sealed \\add was\\add* their neck, branded \\add was it\\add* among the nations."
    },
    {
      "verse": 7,
      "text": "According to their sins hath he done unto them, For he hath left them in the hands of them that prevailed."
    },
    {
      "verse": 8,
      "text": "He hath turned away his face from pitying them, Young and old and their children together; For they had done evil one and all, in not hearkening."
    },
    {
      "verse": 9,
      "text": "And the heavens were angry, and the earth abhorred them; For no man upon it had done what they did,"
    },
    {
      "verse": 10,
      "text": "And the earth recognized all thy righteous judgments, O God."
    },
    {
      "verse": 11,
      "text": "They set the sons of Jerusalem to be mocked at in return for \\add the\\add* harlots in her; Every wayfarer entered in in the full light of day."
    },
    {
      "verse": 12,
      "text": "They made mock with their transgressions, as they themselves were wont to do; In the full light of day they revealed their iniquities."
    },
    {
      "verse": 13,
      "text": "And the daughters of Jerusalem were defiled in accordance with thy judgment, Because they had defiled themselves with unnatural intercourse."
    },
    {
      "verse": 14,
      "text": "I am pained in my bowels and my inward parts for these things."
    },
    {
      "verse": 15,
      "text": "\\add And yet\\add* I will justify thee, O God, in uprightness of heart, For in thy judgments is thy righteousness \\add displayed\\add*, O God."
    },
    {
      "verse": 16,
      "text": "For thou hast rendered to the sinners according to their deeds, Yea according to their sins, which were very wicked."
    },
    {
      "verse": 17,
      "text": "Thou hast uncovered their sins, that thy judgment might be manifest; Thou hast wiped out their memorial from the earth."
    },
    {
      "verse": 18,
      "text": "God is a righteous judge, and he is no respecter of persons."
    },
    {
      "verse": 19,
      "text": "For the nations reproached Jerusalem, trampling it down; Her beauty was dragged down from the throne of glory."
    },
    {
      "verse": 20,
      "text": "She girded on sackcloth instead of comely raiment, A rope \\add was\\add* about her head instead of a crown."
    },
    {
      "verse": 21,
      "text": "She put off the glorious diadem which God had set upon her, In dishonor was her beauty cast upon the ground."
    },
    {
      "verse": 22,
      "text": "And I saw and entreated the Lord and said, Long enough, O Lord, hath thy hand been heavy on Jerusalem, in bringing the nations upon \\add them\\add*."
    },
    {
      "verse": 23,
      "text": "For they have made sport unsparingly in wrath and fierce anger; And they will make an utter end, unless thou, O Lord, rebuke them in thy wrath."
    },
    {
      "verse": 24,
      "text": "For they have done it not in zeal, but in lust of soul, Pouring out their wrath upon us with a view to rapine."
    },
    {
      "verse": 25,
      "text": "Delay not, O God, to recompense them on \\add their\\add* heads, To turn the pride of the dragon into dishonor."
    },
    {
      "verse": 26,
      "text": "And I had not long to wait before God showed me the insolent one, Slain on the mountains of Egypt, Esteemed of less account than the least on land and sea;"
    },
    {
      "verse": 27,
      "text": "His body, \\add too,\\add* borne hither and thither on the billows with much insolence, With none to bury \\add him\\add*, because he had rejected him with dishonor."
    },
    {
      "verse": 28,
      "text": "He reflected not that he was man, And reflected not on the latter end;"
    },
    {
      "verse": 29,
      "text": "He said, I will be lord of land and sea; And he recognized not that it is God who is great, Mighty in his great strength."
    },
    {
      "verse": 30,
      "text": "He is king over the heavens, And judgeth kings and kingdoms."
    },
    {
      "verse": 31,
      "text": "\\add It is he\\add* who setteth me up in glory, And bringeth down the proud to eternal destruction in dishonor, Because they knew him not."
    },
    {
      "verse": 32,
      "text": "And now behold, ye princes of the earth, the judgment of the Lord, For a great king and righteous \\add is he\\add*, judging \\add all\\add* that is under heaven."
    },
    {
      "verse": 33,
      "text": "Bless God, ye that fear the Lord with wisdom, For the mercy of the Lord will be upon them that fear him, in the judgment;"
    },
    {
      "verse": 34,
      "text": "So that he will distinguish between the righteous and the sinner, \\add And\\add* recompense the sinners forever according to their deeds;"
    },
    {
      "verse": 35,
      "text": "And have mercy on the righteous, \\add delivering him\\add* from the affliction of the sinner, And recompensing the sinner for what he hath done to the righteous."
    },
    {
      "verse": 36,
      "text": "For the Lord is good to them that call upon him in patience, Doing according to his mercy to his pious ones, Establishing \\add them\\add* at all times before him in strength."
    },
    {
      "verse": 37,
      "text": "Blessed be the Lord forever before his servants."
    }
  ]
}