{
  "book_id": "PSS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Why sleepest thou, O my soul, and blessest not the Lord?"
    },
    {
      "verse": 2,
      "text": "Sing a new song, unto God who is worthy to be praised. Sing and be wakeful against his waking, For good is a psalm sungto God from a glad heart."
    },
    {
      "verse": 3,
      "text": "The righteous remember the Lord at all times, With thanksgiving and declaration of the righteousness of the Lord’s judgments."
    },
    {
      "verse": 4,
      "text": "The righteous despiseth not the chastening of the Lord; His will is always before the Lord."
    },
    {
      "verse": 5,
      "text": "The righteous stumbleth and holdeth the Lord righteous: He falleth and looketh out for what God will do to him; He seeketh out whence his deliverance will come."
    },
    {
      "verse": 6,
      "text": "The truth of the righteous is from God their deliverer; There lodgeth not in the house of the righteous sin upon sin."
    },
    {
      "verse": 7,
      "text": "The righteous continually searcheth his house, To remove utterly alliniquity doneby him in error."
    },
    {
      "verse": 8,
      "text": "He maketh atonement for sins ofignorance by fasting and afflicting his soul, And the Lord counteth guiltless every pious man and his house."
    },
    {
      "verse": 9,
      "text": "The sinner stumbleth and curseth his life, The day when he was begotten, and his mother’s travail."
    },
    {
      "verse": 10,
      "text": "He addeth sins to sins, while he liveth; He falleth—verily grievous is his fall—and riseth no more."
    },
    {
      "verse": 11,
      "text": "The destruction of the sinner is forever, And he shall not be remembered, when the righteous is visited."
    },
    {
      "verse": 12,
      "text": "This is the portion of sinners forever. But they that fear the Lord shall rise to life eternal, And their life shall bein the light of the Lord, and shall come to an end no more."
    }
  ]
}