{
  "book_id": "PSS",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Wherefore sittest thou, O profane man, in the council of the pious, Seeing that thy heart is far removed from the Lord, Provoking with transgressions the God of Israel?"
    },
    {
      "verse": 2,
      "text": "Extravagant in speech, extravagant in outward seeming beyond all men, Is he that is severe of speech in condemning sinners in judgment."
    },
    {
      "verse": 3,
      "text": "And his hand is first upon him as though he actedin zeal, And yethe is himself guilty in respect of manifold sins and of wantonness."
    },
    {
      "verse": 4,
      "text": "His eyes are upon every woman without distinction; His tongue lieth when he maketh contract with an oath."
    },
    {
      "verse": 5,
      "text": "By night and in secret he sinneth as though unseen, With his eyes he talketh to every woman of evil compacts. He is swift to enter every house with cheerfulness as though guileless."
    },
    {
      "verse": 6,
      "text": "Let God remove those that live in hypocrisy in the company of the pious, Eventhe life of such a one with corruption of his flesh and penury."
    },
    {
      "verse": 7,
      "text": "Let God reveal the deeds of the men-pleasers, The deeds of such a one with laughter and derision;"
    },
    {
      "verse": 8,
      "text": "That the pious may count righteous the judgment of their God, When sinners are removed from before the righteous, Even theman-pleaser who uttereth law guilefully."
    },
    {
      "verse": 9,
      "text": "And their eyes are fixedupon any man’s house that is stillsecure, That they may, like theSerpent, destroy the wisdom of one another with words of transgressors,"
    },
    {
      "verse": 10,
      "text": "His words are deceitful that hemay accomplish hiswicked desire. He never ceaseth from scattering familiesas though they wereorphans,"
    },
    {
      "verse": 11,
      "text": "Yea, he layeth waste a house on account of hislawless desire. He deceiveth with words, saying,There is none that seeth, or judgeth."
    },
    {
      "verse": 12,
      "text": "He filleth one housewith lawlessness, And thenhis eyes are fixedupon the next house, To destroy it with words that give wing to desire."
    },
    {
      "verse": 13,
      "text": "Yetwith all these his soul, like Hades, is not sated."
    },
    {
      "verse": 14,
      "text": "Let his portion, O Lord, be dishonored before thee; Let him go forth groaning and come home cursed."
    },
    {
      "verse": 15,
      "text": "Let his life be spentin anguish, and penury, and want, O Lord; Let his sleep be besetwith pains and his waking with perplexities."
    },
    {
      "verse": 16,
      "text": "Let sleep be withdrawn from his eyelids at night; Let him fail dishonorably in every work of his hands."
    },
    {
      "verse": 17,
      "text": "Let him come home empty-handed to his house, And his house be void of everything wherewith he could sate his appetite."
    },
    {
      "verse": 18,
      "text": "Lethis old age be spentin childless loneliness until his removal by death."
    },
    {
      "verse": 19,
      "text": "Let the flesh of the men-pleasers be rent by wild beasts, And letthe bones of the lawless liedishonored in the sight of the sun."
    },
    {
      "verse": 20,
      "text": "Let ravens peck out the eyes of the hypocrites. For they have laid waste many houses of men, in dishonor, And scattered themin theirlust;"
    },
    {
      "verse": 21,
      "text": "And they have not remembered God, Nor feared God in all these things; But they have provoked God’s anger and vexed him."
    },
    {
      "verse": 22,
      "text": "May he remove them from off the earth, Because with deceit they beguiled the souls of the flawless."
    },
    {
      "verse": 23,
      "text": "Blessed are they that fear the Lord in their flawlessness; The Lord shall deliver them from guileful men and sinners, And deliver us from every stumbling block of the lawless men."
    },
    {
      "verse": 24,
      "text": "Let God destroy them that insolently work all unrighteousness, For a great and mighty judge is the Lord our God in righteousness."
    },
    {
      "verse": 25,
      "text": "Let thy mercy, O Lord, be upon all them that love thee."
    }
  ]
}