{
  "book_id": "PSS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord God, I will praise thy name with joy, In the midst of them that know thy righteous judgments."
    },
    {
      "verse": 2,
      "text": "For thou art good and merciful, the refuge of the poor; When I cry to thee, do not silently disregard me."
    },
    {
      "verse": 3,
      "text": "For no man taketh spoil from a mighty man; Who, then, can take aught of all that thou hast made, except thou thyself givest?"
    },
    {
      "verse": 4,
      "text": "For man and his portion \\add lie\\add* before thee in the balance; He cannot add to, so as to enlarge, what hath been prescribed by thee, O God."
    },
    {
      "verse": 5,
      "text": "When we are in distress we call upon thee for help, And thou dost not turn back our petition, For thou art our God."
    },
    {
      "verse": 6,
      "text": "Cause not thy hand to be heavy upon us, Lest through necessity we sin."
    },
    {
      "verse": 7,
      "text": "Even though thou restore us not, we will not keep away; But unto thee will we come."
    },
    {
      "verse": 8,
      "text": "For if I hunger, unto thee will I cry, O God; And thou wilt give to me."
    },
    {
      "verse": 9,
      "text": "Birds and fish dost thou nourish, In that thou givest rain to the steppes that green grass may spring up,"
    },
    {
      "verse": 10,
      "text": "\\add So\\add* to prepare fodder in the steppe for every living thing; And if they hunger, unto thee do they lift up their face."
    },
    {
      "verse": 11,
      "text": "Kings and rulers and peoples thou dost nourish, O God; And who is the help of the poor and needy, if not thou, O Lord?"
    },
    {
      "verse": 12,
      "text": "And thou wilt hearken—for who is good and gentle but thou— Making glad the soul of the humble by opening thy hand in mercy."
    },
    {
      "verse": 13,
      "text": "Man’s goodness is \\add bestowed\\add* grudgingly and \\add on\\add* the morrow; And if he repeat \\add it\\add* without murmuring, even that is marvelous."
    },
    {
      "verse": 14,
      "text": "But thy gift is great in goodness and wealth, And he whose hope is \\add set\\add* on thee shall have no lack of gifts."
    },
    {
      "verse": 15,
      "text": "Upon the whole earth is thy mercy, O Lord, in goodness."
    },
    {
      "verse": 16,
      "text": "Happy is he whom God remembereth in \\add granting to him\\add* a due sufficiency; If a man abound over much, he sinneth."
    },
    {
      "verse": 17,
      "text": "Sufficient are moderate means with righteousness, And hereby the blessing of the Lord \\add becometh\\add* abundance with righteousness."
    },
    {
      "verse": 18,
      "text": "They that fear the Lord rejoice in good \\add gifts\\add*, And thy goodness is upon Israel in thy kingdom."
    },
    {
      "verse": 19,
      "text": "Blessed is the glory of the Lord for he is our king."
    }
  ]
}