{
  "book_id": "PSS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Distress and the sound of war hath my ear heard; The sound of a trumpet announcing slaughter and calamity,"
    },
    {
      "verse": 2,
      "text": "The sound of much people as of an exceeding high wind, As a tempest with mighty fire sweeping through the Negeb."
    },
    {
      "verse": 3,
      "text": "And I said in my heart, Where then will God judge him?"
    },
    {
      "verse": 4,
      "text": "A sound I hear movingtoward Jerusalem, the holy city."
    },
    {
      "verse": 5,
      "text": "My loins were broken at what I heard, My knees tottered, my heart was afraid: My bones were dismayed like flax."
    },
    {
      "verse": 6,
      "text": "I said, They establish their ways in righteousness."
    },
    {
      "verse": 7,
      "text": "I thought upon the judgments of God since the creation of heaven and earth; I held God righteous in his judgments which have been from of old."
    },
    {
      "verse": 8,
      "text": "God laid bare their sins in the full light of day; All the earth came to know the righteous judgments of God."
    },
    {
      "verse": 9,
      "text": "In secret places underground their iniquities were committedto provoke himto anger; They wrought confusion, son with mother and father with daughter;"
    },
    {
      "verse": 10,
      "text": "They committed adultery, every man with his neighbor’s wife. They concluded covenants with one another with an oath touching these things."
    },
    {
      "verse": 11,
      "text": "They plundered the sanctuary of God, As though there was no avenger."
    },
    {
      "verse": 12,
      "text": "They trod the altar of the Lord, coming straightfrom all manner of uncleanness; And with menstrual blood they defiled the sacrifices, as though these werecommon flesh."
    },
    {
      "verse": 13,
      "text": "They left no sin undone, wherein they surpassed not the heathen."
    },
    {
      "verse": 14,
      "text": "Therefore God mingled for them a spirit of wandering; And gave them to drink a cup of undiluted wine, that they might become drunken."
    },
    {
      "verse": 15,
      "text": "He brought him that is from the end of the earth, that smiteth mightily; He decreed war against Jerusalem, and against her land."
    },
    {
      "verse": 16,
      "text": "The princes of the land went to meet him with joy: They said unto him, Blessed be thy way! Come ye, enter ye in with peace."
    },
    {
      "verse": 17,
      "text": "They made the rough ways even, before his entering in; They opened the gates to Jerusalem, they crowned its walls."
    },
    {
      "verse": 18,
      "text": "As a father entereththe house of his sons, sohe entered Jerusalemin peace; He established his feet therein great safety."
    },
    {
      "verse": 19,
      "text": "He captured her fortresses and the wall of Jerusalem; For God himself led him in safety, while they wandered."
    },
    {
      "verse": 20,
      "text": "He destroyed their princes and everyone wise in counsel; He poured out the blood of the inhabitants of Jerusalem, like the water of uncleanness."
    },
    {
      "verse": 21,
      "text": "He led away their sons and daughters, whom they had begotten in defilement."
    },
    {
      "verse": 22,
      "text": "They did according to their uncleanness, even as their fathers had done: They defiled Jerusalem and the things that had been hallowed to the name of God."
    },
    {
      "verse": 23,
      "text": "ButGod hath shown himself righteous in his judgments upon the nations of the earth; And the pious servantsof God are like innocent lambs in their midst."
    },
    {
      "verse": 24,
      "text": "Worthy to be praised is the Lord that judgeth the whole earth in his righteousness."
    },
    {
      "verse": 25,
      "text": "Behold, now, O God, thou hast shown us thy judgment in thy righteousness; Our eyes have seen thy judgments, O God."
    },
    {
      "verse": 26,
      "text": "We have justified thy name that is honored forever; For thou art the God of righteousness, judging Israel with chastening."
    },
    {
      "verse": 27,
      "text": "Turn, O God, thy mercy upon us, And have pity upon us;"
    },
    {
      "verse": 28,
      "text": "Gather together the dispersed of Israel, with mercy and goodness; For thy faithfulness is with us."
    },
    {
      "verse": 29,
      "text": "And thoughwe have stiffened our neck, Yet thou art our chastener;"
    },
    {
      "verse": 30,
      "text": "Overlook us not, O our God, Lest the nations swallow us up, as though there were none to deliver."
    },
    {
      "verse": 31,
      "text": "But thou art our God from the beginning, And upon thee is our hope set, O Lord;"
    },
    {
      "verse": 32,
      "text": "And we will not depart from thee, For good are thy judgments upon us."
    },
    {
      "verse": 33,
      "text": "Ours and our children’s be thy good pleasure forever; O Lord our Savior, we shall never more be moved."
    },
    {
      "verse": 34,
      "text": "The Lord is worthy to be praised for his judgments with the mouth of his pious ones; And blessed be Israel of the Lord forever."
    }
  ]
}