{
  "book_id": "PSS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "When Israel was led away captive into a strange land, When they fell away from the Lord who redeemed them, They were cast away from the inheritance, which the Lord had given them."
    },
    {
      "verse": 2,
      "text": "Among every nation \\add were\\add* the dispersed of Israel according to the word of God, That thou mightest be justified, O God, in thy righteousness by reason of our transgressions: For thou art a just judge over all the peoples of the earth."
    },
    {
      "verse": 3,
      "text": "For from thy knowledge none that doeth unjustly is hidden, And the righteous deeds of thy pious ones \\add are\\add* before thee, O Lord; Where, then, can a man hide himself from thy knowledge, O God?"
    },
    {
      "verse": 4,
      "text": "Our works are subject to our own choice and power, To do right or wrong in the works of our hands; And in thy righteousness thou visitest the sons of men."
    },
    {
      "verse": 5,
      "text": "He that doeth righteousness layeth up life for himself with the Lord; And he that doeth wrongly forfeiteth his life to destruction; For the judgments of the Lord are \\add given\\add* in righteousness to \\add every\\add* man and \\add his\\add* house."
    },
    {
      "verse": 6,
      "text": "Unto whom art thou good, O God, except to them that call upon the Lord? He cleanseth from sins a soul when it maketh confession, when it maketh acknowledgement; For shame is upon us and upon our faces on account of all these things."
    },
    {
      "verse": 7,
      "text": "And to whom doth he forgive sins, except to them that have sinned? Thou blessest the righteous, and dost not reprove them for the sins that they have committed; And thy goodness is upon them that sin, when they repent."
    },
    {
      "verse": 8,
      "text": "And, now, thou art our God, and we the people whom thou hast loved: Behold and show pity, O God of Israel, for we are thine; And remove not thy mercy from us, lest they assail us."
    },
    {
      "verse": 9,
      "text": "For thou didst choose the seed of Abraham before all the nations, And didst set thy name upon us, O Lord, And thou wilt not reject \\add us\\add* forever."
    },
    {
      "verse": 10,
      "text": "Thou madest a covenant with our fathers concerning us; And we hope in thee, when our soul turneth \\add unto thee\\add*."
    },
    {
      "verse": 11,
      "text": "The mercy of the Lord be upon the house of Israel forever and ever."
    }
  ]
}