{
  "book_id": "PSS",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "When I was in distress I called upon the name of the Lord, I hoped for the help of the God of Jacob and was saved; For the hope and refuge of the poor art thou, O God."
    },
    {
      "verse": 2,
      "text": "For who, O God, is strong except to give thanks unto thee in truth? And wherein is a man powerful except in giving thanks to thy name?"
    },
    {
      "verse": 3,
      "text": "A new psalm with song in gladness of heart, The fruit of the lips with the well-tuned instrument of the tongue, The firstfruits of the lips from a pious and righteous heart—"
    },
    {
      "verse": 4,
      "text": "He that offereth these things shall never be shaken by evil; The flame of fire and the wrath against the unrighteous shall not touch him,"
    },
    {
      "verse": 5,
      "text": "When it goeth forth from the face of the Lord against sinners, To destroy all the substance of sinners;"
    },
    {
      "verse": 6,
      "text": "For the mark of God is upon the righteous that they may be saved."
    },
    {
      "verse": 7,
      "text": "Famine and sword and pestilence shall befar from the righteous, For they shall flee away from the pious as men pursued in war;"
    },
    {
      "verse": 8,
      "text": "But they shall pursue sinners and overtake them, And they that do lawlessness shall not escape the judgment of God;"
    },
    {
      "verse": 9,
      "text": "As by enemies experienced in warshall they be overtaken, For the mark of destruction is upon their forehead."
    },
    {
      "verse": 10,
      "text": "And the inheritance of sinners is destruction and darkness, And their iniquities shall pursue them unto Hades beneath."
    },
    {
      "verse": 11,
      "text": "Their inheritance shall not be found of their children, For sins shall lay waste the houses of sinners."
    },
    {
      "verse": 12,
      "text": "And sinners shall perish forever in the day of the Lord’s judgment, When God visiteth the earth with his judgment."
    },
    {
      "verse": 13,
      "text": "But they that fear the Lord shall find mercy therein, And shall live by the compassion of their God; But sinners shall perish forever."
    }
  ]
}