{
  "book_id": "PSS",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "When my soul slumbered \\add being afar\\add* from the Lord, I had all but slipped down to the pit; When \\add I was\\add* far from God,"
    },
    {
      "verse": 2,
      "text": "My soul had been well nigh poured out unto death; \\add I had been\\add* nigh unto the gates of Hades with the sinner,"
    },
    {
      "verse": 3,
      "text": "When my soul departed from the Lord God of Israel— Had not the Lord helped me with his everlasting mercy."
    },
    {
      "verse": 4,
      "text": "He pricked me, as a horse is pricked, that I might serve him: My savior and helper at all times saved me."
    },
    {
      "verse": 5,
      "text": "I will give thanks unto thee, O God, for thou hast helped me to \\add my\\add* salvation; And hast not counted me with sinners to \\add my\\add* destruction."
    },
    {
      "verse": 6,
      "text": "Remove not thy mercy from me, O God, Nor thy memorial from my heart until I die."
    },
    {
      "verse": 7,
      "text": "Rule me, O God, \\add keeping me back\\add* from wicked sin, And from every wicked woman that causeth the simple to stumble."
    },
    {
      "verse": 8,
      "text": "And let not the beauty of a lawless woman beguile me, Nor any one that is subject to unprofitable sin."
    },
    {
      "verse": 9,
      "text": "Establish the works of my hands before thee, And preserve my goings in the remembrance of thee."
    },
    {
      "verse": 10,
      "text": "Protect my tongue and my lips with words of truth; Anger and unreasoning wrath put far from me."
    },
    {
      "verse": 11,
      "text": "Murmuring, and impatience in affliction, remove far from me, When, if I sin, thou chastenest me that I may return \\add unto thee\\add*."
    },
    {
      "verse": 12,
      "text": "But with good will and cheerfulness support my soul; When thou strengthenest my soul, what is given \\add to me\\add* will be sufficient for me."
    },
    {
      "verse": 13,
      "text": "For if thou givest not strength, Who can endure chastisement with poverty?"
    },
    {
      "verse": 14,
      "text": "When a man is rebuked by means of his corruption, Thy testing \\add of him\\add* is in his flesh and in the affliction of poverty."
    },
    {
      "verse": 15,
      "text": "If the righteous endureth in all these \\add trials\\add*, he shall receive mercy from the Lord."
    }
  ]
}