{
  "book_id": "PSS",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord, thou art our King forever and ever, For in thee, O God, doth our soul glory."
    },
    {
      "verse": 2,
      "text": "How long are the days of man’s life upon the earth? As are his days, so is the hope setupon him."
    },
    {
      "verse": 3,
      "text": "But we hope in God, our deliverer; For the might of our God is forever with mercy, And the kingdom of our God is forever over the nations in judgment."
    },
    {
      "verse": 4,
      "text": "Thou, O Lord, didst choose David to beking over Israel, And swaredst to him touching his seed, That never should his kingdom fail before thee."
    },
    {
      "verse": 5,
      "text": "But, for our sins, sinners rose up against us; They assailed us and thrust us out; What thou hadst not promised to them, They took away from uswith violence. They in no wise glorified thy honorable name;"
    },
    {
      "verse": 6,
      "text": "They set a worldlymonarchy in place of that which wastheir excellency; They laid waste the throne of David in tumultuous arrogance."
    },
    {
      "verse": 7,
      "text": "But thou, O God, didst cast them down and remove their seed from the earth, In that there rose up against them a man that was alien to our race."
    },
    {
      "verse": 8,
      "text": "According to their sins didst thou recompense them, O God; So that it befell them according to their deeds."
    },
    {
      "verse": 9,
      "text": "God showed them no pity; He sought out their seed and let not one of them go free."
    },
    {
      "verse": 10,
      "text": "Faithful is the Lord in all his judgments which he doeth upon the earth."
    },
    {
      "verse": 11,
      "text": "The lawless one laid waste our land so that none inhabited it, They destroyed young and old and their children together."
    },
    {
      "verse": 12,
      "text": "In the heat of his anger he sent them away even unto the west, And he exposedthe rulers of the land unsparingly to derision."
    },
    {
      "verse": 13,
      "text": "Being an alien the enemy acted proudly, And his heart was alien from our God."
    },
    {
      "verse": 14,
      "text": "And all things whatsoever he did inJerusalem, Wereas also the nations doin their strong cities."
    },
    {
      "verse": 15,
      "text": "And the children of the covenant in the midst of the mingled peoples surpassed them in evil.There was not among them one that wrought in the midst of Jerusalem mercy and truth."
    },
    {
      "verse": 16,
      "text": "They that loved the synagogues of the pious fled from them, As sparrows that fly from their nest."
    },
    {
      "verse": 17,
      "text": "They wandered in deserts that their lives might be saved from harm, And precious in the eyes of them that lived abroad was any that escaped alive from them."
    },
    {
      "verse": 18,
      "text": "Over the whole earth were they scattered by lawless men. For the heavens withheld the rain from dropping upon the earth,"
    },
    {
      "verse": 19,
      "text": "Springs were stopped that sprangperennially out of the deeps, that ran downfrom lofty mountains. For there was none among them that wrought righteousness and justice;"
    },
    {
      "verse": 20,
      "text": "From the chief of them to the least of themall were sinful; The king was a transgressor, and the judge disobedient, and the people sinful."
    },
    {
      "verse": 21,
      "text": "Behold, O Lord, and raise up unto them their king, the son of David; At the time that thou choosest, O God, that he may reign over Israel thy servant;"
    },
    {
      "verse": 22,
      "text": "And gird him with strength, that he may shatter unrighteous rulers, And that he may purge Jerusalem from nations that trample herdown to destruction."
    },
    {
      "verse": 23,
      "text": "Wisely, righteously he shall thrust out sinners from theinheritance, He shall destroy the pride of the sinner as a potter’s vessel."
    },
    {
      "verse": 24,
      "text": "With a rod of iron he shall break in pieces all their substance, He shall destroy the godless nations with the word of his mouth;"
    },
    {
      "verse": 25,
      "text": "At his rebuke nations shall flee before him, And he shall reprove sinners for the thoughts of their heart."
    },
    {
      "verse": 26,
      "text": "And he shall gather together a holy people, whom he shall lead in righteousness, And he shall judge the tribes of the people that hath been sanctified by the Lord his God."
    },
    {
      "verse": 27,
      "text": "And he shall not suffer unrighteousness to lodge anymore in their midst, Nor shall there dwell with them any man that knoweth wickedness; For he shall know them, that they are all sons of their God."
    },
    {
      "verse": 28,
      "text": "And he shall divide them according to their tribes upon the land, And neither sojourner nor alien shall sojourn with them anymore."
    },
    {
      "verse": 29,
      "text": "He shall judge peoples and nations in the wisdom of his righteousness. Interlude"
    },
    {
      "verse": 30,
      "text": "And he shall have the heathen nations to serve him under his yoke; And he shall glorify the Lord in a place to be seen of all the earth; And he shall purge Jerusalem, making it holy as of old:"
    },
    {
      "verse": 31,
      "text": "So that nations shall come from the ends of the earth to see his glory, Bringing as gifts her sons who had fainted, And to see the glory of the Lord, wherewith God hath glorified her."
    },
    {
      "verse": 32,
      "text": "And he shall bea righteous king, taught of God, over them, And there shall be no unrighteousness in his days in their midst; For all shall be holy and their king the anointed of the Lord."
    },
    {
      "verse": 33,
      "text": "For he shall not put his trust in horse and rider and bow, Nor shall he multiply for himself gold and silver for war, Nor shall he gather confidence from a multitude for the day of battle."
    },
    {
      "verse": 34,
      "text": "The Lord himself is his king, the hope of him that is mighty through hishope in God. All nations shall bein fear before him."
    },
    {
      "verse": 35,
      "text": "For he will smite the earth with the word of his mouth forever. He will bless the people of the Lord with wisdom and gladness,"
    },
    {
      "verse": 36,
      "text": "And he himself will bepure from sin, so that he may rule a great people. He will rebuke rulers, and remove sinners by the might of his word;"
    },
    {
      "verse": 37,
      "text": "And relyingupon his God, throughout his days he will not stumble; For God will make him mighty by means of the Holy Spirit, And wise by means of the spirit of understanding, with strength and righteousness."
    },
    {
      "verse": 38,
      "text": "And the blessing of the Lord will bewith him: he will be strong And stumble not;"
    },
    {
      "verse": 39,
      "text": "His hope will bein the Lord: Who then can prevail against him?"
    },
    {
      "verse": 40,
      "text": "He will bemighty in his works, and strong in the fear of God, Shepherding the flock of the Lord faithfully and righteously; And will suffer none among them to stumble in their pasture."
    },
    {
      "verse": 41,
      "text": "He will lead them all aright, And there will be no pride among them that any among them should be oppressed."
    },
    {
      "verse": 42,
      "text": "This will bethe majesty of the king of Israel whom God knoweth; He will raise him up over the house of Israel to correct him."
    },
    {
      "verse": 43,
      "text": "His words shall bemore refined than costly gold, the choicest; In the assemblies he will judge the peoples, the tribes of the sanctified. His words shall belike the words of the holy ones in the midst of sanctified peoples."
    },
    {
      "verse": 44,
      "text": "Blessed be they that shall be in those days, In that they shall see the good fortune of Israel which God shall bring to pass in the gathering together of the tribes."
    },
    {
      "verse": 45,
      "text": "May the Lord hasten his mercy upon Israel! May he deliver us from the uncleanness of unholy enemies!"
    },
    {
      "verse": 46,
      "text": "The Lord himself is our king forever and ever."
    }
  ]
}