{
  "book_id": "PSS",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Lord, thy mercy is over the works of thy hands forever; Thy goodness is over Israel with a rich gift."
    },
    {
      "verse": 2,
      "text": "Thine eyes look upon them, so that none of them suffereth want; Thine ears listen to the hopeful prayer of the poor."
    },
    {
      "verse": 3,
      "text": "Thy judgments \\add are executed\\add* upon the whole earth in mercy; And thy love \\add is\\add* toward the seed of Abraham, the children of Israel."
    },
    {
      "verse": 4,
      "text": "Thy chastisement is upon us as \\add upon\\add* a firstborn, only begotten son, To turn back the obedient soul from folly \\add that is wrought\\add* in ignorance."
    },
    {
      "verse": 5,
      "text": "May God cleanse Israel against the day of mercy and blessing, Against the day of choice when he bringeth back his anointed."
    },
    {
      "verse": 6,
      "text": "Blessed shall they be that shall be in those days, In that they shall see the goodness of the Lord which he shall perform for the generation that is to come,"
    },
    {
      "verse": 7,
      "text": "Under the rod of chastening of the Lord’s anointed in the fear of his God, In the spirit of wisdom and righteousness and strength;"
    },
    {
      "verse": 8,
      "text": "That he may direct \\add every\\add* man in the works of righteousness by the fear of God, That he may establish them all before the Lord,"
    },
    {
      "verse": 9,
      "text": "A good generation \\add living\\add* in the fear of God in the days of mercy. \\qs Interlude\\qs*"
    },
    {
      "verse": 10,
      "text": "Great is our God and glorious, dwelling in the highest. \\add It is he\\add* who hath established in \\add their\\add* courses the lights \\add of heaven\\add* for determining seasons from year to year, And they have not turned aside from the way which he appointed them."
    },
    {
      "verse": 11,
      "text": "In the fear of God \\add they pursue\\add* their path every day, From the day God created them and forevermore."
    },
    {
      "verse": 12,
      "text": "And they have erred not since the day he created them. Since the generations of old they have not withdrawn from their path, Unless God commanded them \\add so to do\\add* by the command of his servants."
    }
  ]
}