{
  "book_id": "1CO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Follow after charity, and desire spiritual \\add gifts\\add* , but rather that ye may prophesy."
    },
    {
      "verse": 2,
      "text": "For he that speaketh in an \\add unknown\\add* language, speaketh not to men, but to God: for no man understandeth \\add him\\add* ; yet in the spirit he speaketh mysteries."
    },
    {
      "verse": 3,
      "text": "But he that prophesieth, speaketh to men \\add to\\add* edification, and exhortation, and comfort."
    },
    {
      "verse": 4,
      "text": "He that speaketh in an \\add unknown\\add* language edifieth himself; but he that prophesieth edifieth the church."
    },
    {
      "verse": 5,
      "text": "I would that ye all spoke in languages, but rather that ye prophesied: for greater \\add is\\add* he that prophesieth than he that speaketh in languages, except he interpret, that the church may receive edifying."
    },
    {
      "verse": 6,
      "text": "Now, brethren, if I come to you speaking in languages, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?"
    },
    {
      "verse": 7,
      "text": "And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?"
    },
    {
      "verse": 8,
      "text": "For if the trumpet shall give an uncertain sound, who will prepare himself for battle?"
    },
    {
      "verse": 9,
      "text": "So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye will speak into the air."
    },
    {
      "verse": 10,
      "text": "There are, it may be, so many kinds of voices in the world, and none of them \\add is\\add* without signification."
    },
    {
      "verse": 11,
      "text": "Therefore, if I know not the meaning of the voice, I shall be to him that speaketh a barbarian, and he that speaketh \\add will be\\add* a barbarian to me."
    },
    {
      "verse": 12,
      "text": "Even so ye, forasmuch as ye are zealous of spiritual \\add gifts\\add* , seek that ye may excel to the edifying of the church."
    },
    {
      "verse": 13,
      "text": "Wherefore, let him that speaketh in an \\add unknown\\add* language, pray that he may interpret."
    },
    {
      "verse": 14,
      "text": "For if I pray in an \\add unknown\\add* language, my spirit prayeth, but my understanding is unfruitful."
    },
    {
      "verse": 15,
      "text": "What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also."
    },
    {
      "verse": 16,
      "text": "Else, when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?"
    },
    {
      "verse": 17,
      "text": "For thou verily givest thanks well, but the other is not edified."
    },
    {
      "verse": 18,
      "text": "I thank my God, I speak in languages more than ye all:"
    },
    {
      "verse": 19,
      "text": "Yet in the church I had rather speak five words with my understanding, that \\add by my voice\\add* I may teach others also, than ten thousand words in an \\add unknown\\add* language."
    },
    {
      "verse": 20,
      "text": "Brethren, be not children in understanding: yet in malice be ye children, but in understanding be men."
    },
    {
      "verse": 21,
      "text": "In the law it is written, With \\add men of\\add* other tongues and other lips will I speak to this people; and yet for all that will they not hear me, saith the Lord."
    },
    {
      "verse": 22,
      "text": "Wherefore languages are for a sign, not to them that believe, but to them that believe not: but prophesying \\add serveth\\add* not for them that believe not, but for them who believe."
    },
    {
      "verse": 23,
      "text": "If therefore the whole church is assembled in one place, and all speak in languages, and there come in \\add those that are\\add* unlearned, or unbelievers, will they not say that ye are insane?"
    },
    {
      "verse": 24,
      "text": "But if all prophesy, and there come in one that believeth not, or \\add one\\add* unlearned, he is convinced by all, he is judged by all:"
    },
    {
      "verse": 25,
      "text": "And thus are the secrets of his heart made manifest; and so falling down on \\add his\\add* face, he will worship God, and report that God is in you in truth."
    },
    {
      "verse": 26,
      "text": "How is it then, brethren? when ye are assembled, every one of you hath a psalm, hath a doctrine, hath a language, hath a revelation, hath an interpretation. Let all things be done to edification."
    },
    {
      "verse": 27,
      "text": "If any man speaketh in an \\add unknown\\add* language, \\add let it be\\add* by two, or at the most \\add by\\add* three, and \\add that\\add* by course; and let one interpret."
    },
    {
      "verse": 28,
      "text": "But if there is no interpreter, let him keep silence in the church; and let him speak to himself, and to God."
    },
    {
      "verse": 29,
      "text": "Let the prophets speak two or three, and let the others judge."
    },
    {
      "verse": 30,
      "text": "If \\add any thing\\add* is revealed to another that sitteth by, let the first hold his peace."
    },
    {
      "verse": 31,
      "text": "For ye may all prophesy one by one, that all may learn, and all may be comforted."
    },
    {
      "verse": 32,
      "text": "And the spirits of the prophets are subject to the prophets."
    },
    {
      "verse": 33,
      "text": "For God is not \\add the author\\add* of confusion, but of peace, as in all churches of the saints."
    },
    {
      "verse": 34,
      "text": "Let your women keep silence in the churches; for it is not permitted to them to speak: but \\add they are commanded\\add* to be under obedience, as also saith the law."
    },
    {
      "verse": 35,
      "text": "And if they will learn any thing, let them ask their husbands at home; for it is a shame for women to speak in the church."
    },
    {
      "verse": 36,
      "text": "What? came the word of God out from you? or came it to you only?"
    },
    {
      "verse": 37,
      "text": "If any man thinketh himself to be a prophet, or spiritual, let him acknowledge that the things that I write to you are the commandments of the Lord."
    },
    {
      "verse": 38,
      "text": "But if any man is ignorant, let him be ignorant."
    },
    {
      "verse": 39,
      "text": "Wherefore, brethren, covet to prophesy, and forbid not to speak in languages."
    },
    {
      "verse": 40,
      "text": "Let all things be done decently, and in order."
    }
  ]
}