{
  "book_id": "1CO",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do ye."
    },
    {
      "verse": 2,
      "text": "Upon the first dayof the week, let every one of you lay by him in store, as Godhath prospered him, that there be no collections when I come."
    },
    {
      "verse": 3,
      "text": "And when I come, whomsoever ye shall approve by yourletters, them will I send to bring your liberality to Jerusalem."
    },
    {
      "verse": 4,
      "text": "And if it be proper that I should go also, they shall go with me."
    },
    {
      "verse": 5,
      "text": "Now I will come to you, when I shall pass through Macedonia: for I am to pass through Macedonia."
    },
    {
      "verse": 6,
      "text": "And it may be that I shall abide, and even winter with you, that ye may bring me on my journey whithersoever I go."
    },
    {
      "verse": 7,
      "text": "For I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit."
    },
    {
      "verse": 8,
      "text": "But I shall tarry at Ephesus until Pentecost."
    },
    {
      "verse": 9,
      "text": "For a great door and effectual is opened to me, and there aremany adversaries."
    },
    {
      "verse": 10,
      "text": "Now if Timothy come, see that he may be with you without fear: for he worketh the work of the Lord, as I also do."
    },
    {
      "verse": 11,
      "text": "Let no man therefore despise him: but conduct him forth in peace, that he may come to me: for I look for him with the brethren."
    },
    {
      "verse": 12,
      "text": "As concerning ourbrother Apollos, I greatly desired him to come to you with the brethren: but his will was not at all to come at this time; but he will come when he shall have convenient time."
    },
    {
      "verse": 13,
      "text": "Watch ye, stand fast in the faith, acquit yourselves like men, be strong."
    },
    {
      "verse": 14,
      "text": "Let all your things be done with charity."
    },
    {
      "verse": 15,
      "text": "I beseech you, brethren, (ye know the house of Stephanas, that it is the first fruits of Achaia, and thatthey have addicted themselves to the ministry of the saints,)"
    },
    {
      "verse": 16,
      "text": "That ye submit yourselves to such, and to every one that helpeth with us, and laboreth."
    },
    {
      "verse": 17,
      "text": "I am glad of the coming of Stephanas, and Fortunatus, and Achaicus: for that which was lacking on your part, they have supplied."
    },
    {
      "verse": 18,
      "text": "For they have refreshed my spirit and yours: therefore acknowledge ye them that are such."
    },
    {
      "verse": 19,
      "text": "The churches of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the church that is in their house."
    },
    {
      "verse": 20,
      "text": "All the brethren greet you. Greet ye one another with a holy kiss."
    },
    {
      "verse": 21,
      "text": "The salutation of mePaul with my own hand."
    },
    {
      "verse": 22,
      "text": "If any man loveth not the Lord Jesus Christ, let him be Anathema, Maran-atha."
    },
    {
      "verse": 23,
      "text": "The grace of our Lord Jesus Christ bewith you."
    },
    {
      "verse": 24,
      "text": "My love bewith you all in Christ Jesus. Amen."
    }
  ]
}