{
  "book_id": "NAM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The doom of Nineveh, The book of the vision of Nahum the Elkoshite."
    },
    {
      "verse": 2,
      "text": "A God watchful and avenging is the Lord; an avenger is the Lord, and full of fury; the Lord taketh vengeance on his adversaries, and keepeth in mind the deeds of his enemies."
    },
    {
      "verse": 3,
      "text": "The Lord is long-suffering, and great in power, but he will by no means clear the guilty: the Lord—in the whirlwind and in the storm is his way, and the clouds are the dust of his feet."
    },
    {
      "verse": 4,
      "text": "He rebuketh the sea, and maketh it dry, and all the rivers he drieth up: Bashan then withereth, with Carmel, and the flowers of Lebanon wither."
    },
    {
      "verse": 5,
      "text": "Mountains quake before him, and the hills melt away; and the earth is lifted up at his presence, yea, the world, and all that dwell therein."
    },
    {
      "verse": 6,
      "text": "Before his indignation who can stand? and who can subsist before the fierceness of his anger? his fury is poured out like fire, and the rocks are broken down by him."
    },
    {
      "verse": 7,
      "text": "The Lord is good, a strong-hold on the day of distress; and he knoweth those that trust in him."
    },
    {
      "verse": 8,
      "text": "But with an overflowing flood will he utterly destroy the place of [Nineveh], and his enemies will he pursue with darkness."
    },
    {
      "verse": 9,
      "text": "What will you devise against the Lord? he is bringing about an utter destruction, the distress shall not rise up twice."
    },
    {
      "verse": 10,
      "text": "For they, like thorns interwoven, and as men made drunken in their drinking bout, shall be entirely consumed as dry stubble."
    },
    {
      "verse": 11,
      "text": "There is gone forth out of thee he that devised evil against the Lord, the counsellor of infamous things."
    },
    {
      "verse": 12,
      "text": "Thus hath said the Lord, Though they be complete, and ever so many, nevertheless shall they be cut down, and it shall be over [with them]: and if even I have afflicted thee, I will afflict thee no more."
    },
    {
      "verse": 13,
      "text": "For now will I break his yoke from off thee, and thy bonds will I tear asunder."
    },
    {
      "verse": 14,
      "text": "But against thee hath the Lord decreed, that no heir of thy name shall be any more: out of the house of thy gods will I cut off the graven and the molten image; I will prepare thy grave [there]; for thou art made vile."
    },
    {
      "verse": 15,
      "text": "(2:1) Behold, upon the mountains are the feet of him that bringeth good tidings, that publisheth peace, Celebrate thy feasts, O Judah, fulfill thy vows; for never more shall the wicked pass again through thee, he is utterly cut off."
    }
  ]
}