{
  "book_id": "NAM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "(2:2) The destroyer is come up against thee to enclose [thee] with works of siege: look out on the way, make thy loins strong, strengthen [thyself] greatly with power."
    },
    {
      "verse": 2,
      "text": "(2:3) For the Lord bringeth back again the excellency of Jacob, as also the excellency of Israel; for the plunderers have plundered them, and have wasted branches of their vines."
    },
    {
      "verse": 3,
      "text": "(2:4) The shields of his mighty men are made red, the valiant men are [clothed] in scarlet: with the fire of the steel the chariots [glitter] on the day when he prepareth himself [for battle], and the spears are shaken."
    },
    {
      "verse": 4,
      "text": "(2:5) In the streets the chariots rush madly along, they rattle through the public places: their appearance is like torches, they run along like the lightnings."
    },
    {
      "verse": 5,
      "text": "(2:6) He will summon his valiant men, they shall stumble in their walk: they hasten to her walls, and the covering for defence is prepared."
    },
    {
      "verse": 6,
      "text": "(2:7) The gates of the rivers are opened, and the palace is dissolved."
    },
    {
      "verse": 7,
      "text": "(2:8) And the queen is carried away into exile stripped of her attire, and her maids moan as with the voice of doves, striking their hand upon their breast."
    },
    {
      "verse": 8,
      "text": "(2:9) And Nineveh was like a pool of water from the days that she existed: yet now they flee. “Stand, stand,” [shall they cry,] but none shall look back."
    },
    {
      "verse": 9,
      "text": "(2:10) Plunder silver, plunder gold; for without end are the treasures, there is an abundance of all precious vessels."
    },
    {
      "verse": 10,
      "text": "(2:11) She is void, and emptied out, and wasted; and the heart melteth, and the knees totter, and trembling is in all loins, and the faces of them all are covered with blackness."
    },
    {
      "verse": 11,
      "text": "(2:12) Where is [now] the dwelling of the lions, and what was the feeding-place of the young lions, where the lion, the lioness, and the lion's whelp walked, and none made them afraid?"
    },
    {
      "verse": 12,
      "text": "(2:13) The lion tore in pieces [prey] enough for his whelps, and strangled for his lionesses, and filled with prey his holes, and his dens with what he had torn."
    },
    {
      "verse": 13,
      "text": "(2:14) Behold, I will be against thee, saith the Lord of hosts, and I will burn into smoke thy chariots, and thy young lions shall the sword devour: and I will cut off from the earth thy preying, and no more shall be heard the voice of thy messengers."
    }
  ]
}