{
  "book_id": "NAM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the city of blood! it is all full of lies and robbery; never ceaseth the preying;"
    },
    {
      "verse": 2,
      "text": "The noise of a whip, and the noise of the rattling of wheels, and of prancing horses, and of the skipping chariots."
    },
    {
      "verse": 3,
      "text": "Horsemen mount, and there are the flaming sword and the glittering spear: and there is a multitude of slain, and heaps of carcasses; and without end are the corpses; they stumble on their corpses;"
    },
    {
      "verse": 4,
      "text": "Because of the multitude of the lewd deeds of the harlot, that is rich in gracefulness, the mistress of witchcrafts, that selleth nations through her lewd deeds, and families through her witchcrafts."
    },
    {
      "verse": 5,
      "text": "Behold, I will be against thee, saith the Lord of hosts; and I will lay thy skirts open over thy face, and I will let nations see thy nakedness, and kingdoms thy shame."
    },
    {
      "verse": 6,
      "text": "And I will cast abominable filth upon thee, and defile thee, and will render thee a dirt-heap."
    },
    {
      "verse": 7,
      "text": "And it shall come to pass, that all they that see thee shall flee from thee, and say, Laid waste is Nineveh: who will condole with her? whence shall I seek comforters for thee?"
    },
    {
      "verse": 8,
      "text": "Art thou better than No-amon, that was situated on the rivers, that had water round about her, the rampart of which was the sea, and the walls of which rose out of the sea?"
    },
    {
      "verse": 9,
      "text": "Ethiopia the numerous, and Egypt that was without end, Put and Lubim were thy helpers."
    },
    {
      "verse": 10,
      "text": "Yet also she was exiled, was carried away into captivity; also her young children were dashed in pieces at the corners of all streets: and for her honorable men they cast lots, and all her great ones were bound with chains."
    },
    {
      "verse": 11,
      "text": "Thou also shalt be made drunken, thou shalt be hidden from view: thou also shalt seek refuge because of the enemy."
    },
    {
      "verse": 12,
      "text": "All thy strong-holds shall be like fig-trees with the first ripe figs, which, if they be shaken, will fall into the mouth of the eater."
    },
    {
      "verse": 13,
      "text": "Behold, thy people are become women in the midst of thee: unto thy enemies are the gates of thy land set wide open; the fire hath devoured thy bars."
    },
    {
      "verse": 14,
      "text": "Water for the siege draw for thyself, fortify thy strongholds: go into the clay, and tread the mortar, make strong the brick-kiln."
    },
    {
      "verse": 15,
      "text": "There shall the fire devour thee; the sword shall cut thee off, it shall devour thee up like the cankerworm: [though] thou make thyself many as the cankerworm; make thyself many as the locusts."
    },
    {
      "verse": 16,
      "text": "[Though] thou hadst multiplied thy merchants more than the stars of heaven: the cankerworm spreadeth itself out, and flieth away."
    },
    {
      "verse": 17,
      "text": "Thy crowned ones are like the locusts, and thy leaders like the swarms of locusts, which camp in the hedges on a cold day, but when the sun ariseth they flee away, and their place is not known where they are."
    },
    {
      "verse": 18,
      "text": "Thy shepherds slumber, O king of Assyria; thy valiant men are at rest: scattered are thy people upon the mountains, and there is none that gathereth them."
    },
    {
      "verse": 19,
      "text": "There is no healing for thy breach; fatal is thy wound: all that hear the report of thee will clap their hands over thee; for over whom did not thy wickedness pass continually?"
    }
  ]
}