{
  "book_id": "HEB",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Διὸ ἀφέντες τὸν τῆς ἀρχῆς τοῦ Χριστοῦ λόγον ἐπὶ τὴν τελειότητα φερώμεθα, μὴ πάλιν θεμέλιον καταβαλλόμενοι μετανοίας ἀπὸ νεκρῶν ἔργων, καὶ πίστεως ἐπὶ Θεόν,"
    },
    {
      "verse": 2,
      "text": "βαπτισμῶν διδαχῆς, ἐπιθέσεώς τε χειρῶν, ἀναστάσεώς τε νεκρῶν καὶ κρίματος αἰωνίου."
    },
    {
      "verse": 3,
      "text": "καὶ τοῦτο ποιήσομεν, ἐάνπερ ἐπιτρέπῃ ὁ Θεός."
    },
    {
      "verse": 4,
      "text": "ἀδύνατον γὰρ τοὺς ἅπαξ φωτισθέντας γευσαμένους τε τῆς δωρεᾶς τῆς ἐπουρανίου καὶ μετόχους γενηθέντας Πνεύματος Ἁγίου"
    },
    {
      "verse": 5,
      "text": "καὶ καλὸν γευσαμένους Θεοῦ ῥῆμα δυνάμεις τε μέλλοντος αἰῶνος,"
    },
    {
      "verse": 6,
      "text": "καὶ παραπεσόντας, πάλιν ἀνακαινίζειν εἰς μετάνοιαν, ἀνασταυροῦντας ἑαυτοῖς τὸν υἱὸν τοῦ Θεοῦ καὶ παραδειγματίζοντας."
    },
    {
      "verse": 7,
      "text": "γῆ γὰρ ἡ πιοῦσα τὸν ἐπ᾽ αὐτῆς πολλάκις ἐρχόμενον ὑετὸν καὶ τίκτουσα βοτάνην εὔθετον ἐκείνοις δι᾽ οὓς καὶ γεωργεῖται, μεταλαμβάνει εὐλογίας ἀπὸ τοῦ Θεοῦ·"
    },
    {
      "verse": 8,
      "text": "ἐκφέρουσα δὲ ἀκάνθας καὶ τριβόλους, ἀδόκιμος καὶ κατάρας ἐγγύς, ἧς τὸ τέλος εἰς καῦσιν."
    },
    {
      "verse": 9,
      "text": "Πεπείσμεθα δὲ περὶ ὑμῶν, ἀγαπητοί, τὰ κρείττονα καὶ ἐχόμενα σωτηρίας, εἰ καὶ οὕτω λαλοῦμεν."
    },
    {
      "verse": 10,
      "text": "οὐ γὰρ ἄδικος ὁ Θεὸς ἐπιλαθέσθαι τοῦ ἔργου ὑμῶν καὶ τοῦ κόπου τῆς ἀγάπης ἧς ἐνεδείξασθε εἰς τὸ ὄνομα αὐτοῦ, διακονήσαντες τοῖς ἁγίοις καὶ διακονοῦντες."
    },
    {
      "verse": 11,
      "text": "ἐπιθυμοῦμεν δὲ ἕκαστον ὑμῶν τὴν αὐτὴν ἐνδείκνυσθαι σπουδὴν πρὸς τὴν πληροφορίαν τῆς ἐλπίδος ἄχρι τέλους,"
    },
    {
      "verse": 12,
      "text": "ἵνα μὴ νωθροὶ γένησθε, μιμηταὶ δὲ τῶν διὰ πίστεως καὶ μακροθυμίας κληρονομούντων τὰς ἐπαγγελίας."
    },
    {
      "verse": 13,
      "text": "Τῷ γὰρ Ἀβραὰμ ἐπαγγειλάμενος ὁ Θεός, ἐπεὶ κατ᾽ οὐδενὸς εἶχε μείζονος ὀμόσαι, ὤμοσε καθ᾽ ἑαυτοῦ,"
    },
    {
      "verse": 14,
      "text": "λέγων· \\+w ἦ|strong=\"G3588\"\\+w* \\+w μὴν|strong=\"G3376\"\\+w* \\+w εὐλογῶν|strong=\"G2127\"\\+w* \\+w εὐλογήσω|strong=\"G2127\"\\+w* \\+w σε|strong=\"G4771\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w πληθύνων|strong=\"G4129\"\\+w* \\+w πληθυνῶ|strong=\"G4129\"\\+w* \\+w σε|strong=\"G4771\"\\+w*·"
    },
    {
      "verse": 15,
      "text": "καὶ οὕτω μακροθυμήσας ἐπέτυχε τῆς ἐπαγγελίας."
    },
    {
      "verse": 16,
      "text": "ἄνθρωποι μὲν γὰρ κατὰ τοῦ μείζονος ὀμνύουσι, καὶ πάσης αὐτοῖς ἀντιλογίας πέρας εἰς βεβαίωσιν ὁ ὅρκος·"
    },
    {
      "verse": 17,
      "text": "ἐν ᾧ περισσότερον βουλόμενος ὁ Θεὸς ἐπιδεῖξαι τοῖς κληρονόμοις τῆς ἐπαγγελίας τὸ ἀμετάθετον τῆς βουλῆς αὐτοῦ, ἐμεσίτευσεν ὅρκῳ,"
    },
    {
      "verse": 18,
      "text": "ἵνα διὰ δύο πραγμάτων ἀμεταθέτων, ἐν οἷς ἀδύνατον ψεύσασθαι Θεόν, ἰσχυρὰν παράκλησιν ἔχωμεν οἱ καταφυγόντες κρατῆσαι τῆς προκειμένης ἐλπίδος·"
    },
    {
      "verse": 19,
      "text": "ἣν ὡς ἄγκυραν ἔχομεν τῆς ψυχῆς ἀσφαλῆ τε καὶ βεβαίαν καὶ εἰσερχομένην \\+w εἰς|strong=\"G1519\"\\+w* \\+w τὸ|strong=\"G3588\"\\+w* \\+w ἐσώτερον|strong=\"G2082\"\\+w* \\+w τοῦ|strong=\"G3588\"\\+w* \\+w καταπετάσματος|strong=\"G2665\"\\+w*,"
    },
    {
      "verse": 20,
      "text": "ὅπου πρόδρομος ὑπὲρ ἡμῶν εἰσῆλθεν Ἰησοῦς, \\+w κατὰ|strong=\"G2596\"\\+w* \\+w τὴν|strong=\"G3588\"\\+w* \\+w τάξιν|strong=\"G5010\"\\+w* \\+w Μελχισεδὲκ|strong=\"G3198\"\\+w*ἀρχιερεὺς γενόμενος \\+w εἰς|strong=\"G1519\"\\+w* \\+w τὸν|strong=\"G3588\"\\+w* \\+w αἰῶνα|strong=\"G0165\"\\+w*."
    }
  ]
}