{
  "book_id": "NUM",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐλάλησε Κύριος πρὸς Μωυσῆν, λέγων, λάλησον τοῖς υἱοῖς Ἰσραὴλ,"
    },
    {
      "verse": 2,
      "text": "καὶ ἐρεῖς πρὸς αὐτοὺς, ἀνὴρ ἢ γυνὴ, ὃς ἂν μεγάλως εὔξηται εὐχὴν ἀφαγνίσασθαι ἁγνείαν Κυρίῳ,"
    },
    {
      "verse": 3,
      "text": "ἀπὸ οἴνου καὶ σίκερα ἁγνισθήσεται· καὶ ὄξος ἐξ οἴνου καὶ ὄξος ἐκ σίκερα οὐ πίεται· καὶ ὅσα κατεργάζεται ἐκ σταφυλῆς οὐ πίεται· καὶ σταφυλὴν πρόσφατον καὶ σταφίδα οὐ φάγεται πάσας τὰς ἡμέρας τῆς εὐχῆς αὐτοῦ·"
    },
    {
      "verse": 4,
      "text": "ἀπὸ πάντων ὅσα γίνεται ἐξ ἀμπέλου, οἶνον ἀπὸ στεμφύλων ἕως γιγάρτου οὐ φάγεται πάσας τὰς ἡμέρας τοῦ ἁγνισμοῦ·"
    },
    {
      "verse": 5,
      "text": "ξυρὸν οὐκ ἐπελεύσεται ἐπὶ τὴν κεφαλὴν αὐτοῦ, ἓως ἄν πληρωθῶσιν αἱ ἡμέραι, ὅσας ηὐξατο Κυρίῳ· ἅγιος ἔσται τρέφων κόμην τρίχα κεφαλῆς πάσας τὰς ἡμέρας τῆς εὐχῆς Κυρίῳ·"
    },
    {
      "verse": 6,
      "text": "ἐπὶ πάσῃ ψυχῇ τετελευτηκυίᾳ οὐκ εἰσελεύσεται ἐπὶ πατρὶ καὶ μητρὶ,"
    },
    {
      "verse": 7,
      "text": "καὶ ἐπʼ ἀδελφῷ καὶ ἐπʼ ἀδελφῇ, οὐ μιανφήσεται ἐπʼ αὐτοὶς ἀποφανόντων αὐτῶν, ὅτι εὐχὴ Θεοῦ αὐτοῦ ἐπʼ αὐτῷ ἐπὶ κεφαλῆς αὐτοῦ·"
    },
    {
      "verse": 8,
      "text": "Πάσας τὰς ἡμέρας τῆς εὐχῆς αὐτοῦ ἅγιος ἔσται Κυρίῳ."
    },
    {
      "verse": 9,
      "text": "Ἐὰν δέ τις ἀποθάνῃ ἐπʼ αὐτῷ ἐξάπινα, παραχρῆμα μιανθήσεται ἡ κεφαλὴ εὐχῆς αὐτοῦ· καὶ ξυρήσεται τὴν κεφαλὴν αὐτοῦ ᾗ ἂν ἡμέρᾳ καθαρισθῇ· τῇ ἡμέρᾳ τῇ ἑβδόμῃ ξυρηθήσεται."
    },
    {
      "verse": 10,
      "text": "Καὶ τῇ ἡμέρᾳ τῇ ὀγδόῃ οἴσει δύο τρυγόνας, ἢ δύο νοσσοὺς περιστερῶν πρὸς τὸν ἱερέα, ἐπὶ τὰς θύρας τῆς σκηνῆς τοῦ μαρτυρίου."
    },
    {
      "verse": 11,
      "text": "Καὶ ποιήσει ὁ ἱερεὺς μίαν περὶ ἁμαρτίας, καὶ μίαν εἰς ὁλοκαύτωμα· καὶ ἐξιλάσεται περὶ αὐτοῦ ὁ ἱερεὺς περὶ ὧν ἥμαρτε περὶ τῆς ψυχῆς· καὶ ἁγιάσει τὴν κεφαλὴν αὐτοῦ ἐν ἐκείνῃ τῇ ἡμέρᾳ, ᾗ ἡγιάσθη Κυρίῳ, τὰς ἡμέρας τῆς εὐχῆς·"
    },
    {
      "verse": 12,
      "text": "καὶ προσάξει ἀμνὸν ἐνιαύσιον εἰς πλημμέλειαν· καὶ αἱ ἡμέραι αἱ πρότεραι ἄλογοι ἔσονται, ὅτι ἐμιάνθη ἡ κεφαλὴ εὐχῆς αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Καὶ οὗτος ὁ νόμος τοῦ εὐξαμένου· ᾗ ἂν ἡμέρᾳ πληρώσῃ ἡμέρας εὐχῆς αὐτοῦ, προσοίσει αὐτὸς παρὰ τὰς θύρας τῆς σκηνῆς τοῦ μαρτυρίου."
    },
    {
      "verse": 14,
      "text": "Καὶ προσάξει τὸ δῶρον αὐτοῦ Κυρίῳ ἀμνὸν ἐνιαύσιον ἄμωμον ἕνα εἰς ὁλοκαύτωσιν, καὶ ἀμνάδα ἐνιαυσίαν μίαν ἄμωμον εἰς ἁμαρτίαν, καὶ κριὸν ἕνα ἄμωμον εἰς σωτήριον,"
    },
    {
      "verse": 15,
      "text": "καὶ κανοῦν ἀζύμων σεμιδάλεως ἄρτους ἀναπεποιημένους ἐν ἐλαίῳ, καὶ λάγανα ἄζυμα κεχρισμένα ἐν ἐλαίῳ, καὶ θυσίαν αὐτῶν, καὶ σπονδὴν αὐτῶν."
    },
    {
      "verse": 16,
      "text": "Καὶ προσοίσει ὁ ἱερεὺς ἔναντι Κυρίου, καὶ ποιήσει τὸ περὶ ἁμαρτίας αὐτοῦ, καὶ τὸ ὁλοκαύτωμα αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "Καὶ τὸν κριὸν ποιήσει θυσίαν σωτηρίου τῷ Κυρίῳ ἐπὶ τῷ κανῷ τῶν ἀζύμων· καὶ ποιήσει ὁ ἱερεὺς τὴν θυσίαν αὐτοῦ, καὶ τὴν σπονδὴν αὐτοῦ."
    },
    {
      "verse": 18,
      "text": "Καὶ ξυρήσεται ὁ ηὐγμένος παρὰ τὰς θύρας τῆς σκηνῆς τοῦ μαρτυρίου τὴν κεφαλὴν τῆς εὐχῆς αὐτοῦ, καὶ ἐπιθήσει τὰς τρίχας ἐπὶ τὸ πῦρ, ὅ ἐστιν ὑπὸ τὴν θυσίαν τοῦ σωτηρίου."
    },
    {
      "verse": 19,
      "text": "Καὶ λήψεται ὁ ἱερεὺς τὸν βραχίονα ἐφθὸν ἀπὸ τοῦ κριοῦ, καὶ ἄρτον ἕνα ἄζυμον ἀπὸ τοῦ κανοῦ, καὶ λάγανον ἄζυμον ἕν, καὶ ἐπιθήσει ἐπὶ τὰς χεῖρας τοῦ ηὐγμένου μετὰ τὸ ξυρήσασθαι αὐτὸν τὴν εὐχὴν αὐτοῦ,"
    },
    {
      "verse": 20,
      "text": "καὶ προσοίσει αὐτὰ ὁ ἱερεὺς ἐπίθεμα ἔναντι Κυρίου· ἅγιον ἔσται τῷ ἱερεῖ ἐπὶ τοῦ στηθηνίου τοῦ ἐπιθέματος, καὶ ἐπὶ τοῦ βραχίονος τοῦ ἀφαιρέματος· καὶ μετὰ ταῦτα πίεται ὁ ηὐγμένος οἶνον."
    },
    {
      "verse": 21,
      "text": "Οὗτος ὁ νόμος τοῦ εὐξαμένου, ὃς ἂν εὔξηται Κυρίῳ δῶρον αὐτοῦ Κυρίῳ περὶ τῆς εὐχῆς, χωρὶς ὧν ἂν εὕρῃ ἡ χεὶρ αὐτοῦ, κατὰ δύναμιν τῆς εὐχῆς αὐτοῦ, ἣν ἂν εὔξηται κατὰ νόμον ἁγνείας."
    },
    {
      "verse": 22,
      "text": "Καὶ ἐλάλησε Κύριος πρὸς Μωυσῆν, λέγων,"
    },
    {
      "verse": 23,
      "text": "λάλησον Ἀαρὼν καὶ τοῖς υἱοῖς αὐτοῦ, λέγων, οὕτως εὐλογήσετε τοὺς υἱοὺς Ἰσραὴλ, λέγοντες αὐτοῖς,"
    },
    {
      "verse": 24,
      "text": "εὐλογήσαι σε Κύριος, καὶ φυλάξαι, σε."
    },
    {
      "verse": 25,
      "text": "Ἐπιφάναι Κύριος τὸ πρόσωπον αὐτοῦ ἐπὶ σὲ, καὶ ἐλεήσαι σε."
    },
    {
      "verse": 26,
      "text": "Ἐπάραι Κύριος τὸ πρόσωπον αὐτοῦ ἐπὶ σὲ, καὶ δῴη σοι εἰρήνην."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐπιθήσουσι τὸ ὄνομά μου ἐπὶ τοὺς υἱοὺς Ἰσραὴλ, καὶ ἐγὼ Κύριος εὐλογήσω αὐτούς."
    }
  ]
}