{
  "book_id": "NUM",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐλάλησε Κύριος πρὸς Μωυσῆν, λέγων,"
    },
    {
      "verse": 2,
      "text": "ἔντειλαι τοῖς υἱοῖς Ἰσραὴλ, καὶ ἐρεῖς πρὸς αὐτοὺς, ὑμεῖς εἰσπορεύεσθε εἰς τὴν γῆν Χαναὰν· αὕτη ἔσται ὑμῖν εἰς κληρονομίαν, γῆ Χαναὰν σὺν τοῖς ὁρίοις αὐτῆς."
    },
    {
      "verse": 3,
      "text": "Καὶ ἔσται ὑμῖν τὸ κλίτος τὸ πρὸς Λίβα ἀπὸ ἐρήμου Σὶν ἕως ἐχόμενον Ἐδὼμ, καὶ ἔσται ὑμῖν τὰ ὅρια πρὸς λίβα ἀπὸ μέρους τῆς θαλάσσης τῆς ἁλυκῆς ἀπὸ ἀνατολῶν."
    },
    {
      "verse": 4,
      "text": "Καὶ κυκλώσει ὑμᾶς τὰ ὅρια ἀπὸ Λιβὸς πρὸς ἀνάβασιν Ἀκραβὶν, καὶ παρελεύσεται Ἐννὰκ, καὶ ἔσται ἡ διέξοδος αὐτοῦ πρὸς Λίβα Κάδης τοῦ Βαρνὴ, καὶ ἐξελεύσεται εἰς ἔπαυλιν Ἀρὰδ, καὶ παρελεύσεται Ἀσεμωνᾶ."
    },
    {
      "verse": 5,
      "text": "Καὶ κυκλώσει τὰ ὅρια ἀπὸ Ἀσεμωνᾶ χειμάῤῥουν Αἰγύπτου, καὶ ἔσται ἡ διέξοδος ἡ θάλασσα."
    },
    {
      "verse": 6,
      "text": "Καὶ τὰ ὅρια τῆς θαλάσσης ἔσται ὑμῖν, ἡ θάλασσα ἡ μεγάλη ὁριεῖ, τοῦτο ἔσται ὑμῖν τὰ ὅρια τῆς θαλάσσης."
    },
    {
      "verse": 7,
      "text": "Καὶ τοῦτο ἔσται ὑμῖν τὰ ὅρια πρὸς βοῤῥᾶν· ἀπὸ τῆς θαλάσσης τῆς μεγάλης καταμετρήσετε ὑμῖν αὐτοῖς παρὰ τὸ ὄρος τὸ ὄρος."
    },
    {
      "verse": 8,
      "text": "Καὶ ἀπὸ τοῦ ὄρους τὸ ὄρος καταμετρήσετε αὐτοῖς, εἰσπορευομένων εἰς Ἐμὰθ, καὶ ἔσται ἡ διέξοδος αὐτοῦ τὰ ὅρια Σαραδάκ."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐξελεύσεται τὰ ὅρια Δεφρωνὰ, καὶ ἔσται ἡ διέξοδος αὐτοῦ Ἀρσεναΐν· τοῦτο ἔσται ὑμῖν ὅρια ἀπὸ Βοῤῥᾶ."
    },
    {
      "verse": 10,
      "text": "Καὶ καταβήσεται τὰ ὅρια ἀπὸ Σεπεφαμὰρ Βηλὰ ἀπὸ ἀνατολῶν ἐπὶ πηγὰς, και καταβήσεται τὰ ὅρια Βηλὰ ἐπὶ νώτου θαλάσσης Χενερὲθ ἀπὸ ἀνατολῶν."
    },
    {
      "verse": 11,
      "text": "Καὶ καταβήσεται τὰ ὅρια ἀπὸ Σεπφαμὰρ Βηλὰ ἀπὸ ἀνατολῶν ἐπὶ πηγάς, καὶ καταβήσεται τὰ ὅρια Βηλὰ ἐπὶ νώτου θαλάσσης Χενερὲθ ἀπὸ ἀνατολῶν."
    },
    {
      "verse": 12,
      "text": "Καὶ καταβήσεται τὰ ὅρια ἐπὶ τὸν Ἰορδάνην, καὶ ἔσται ἡ διέξοδος θάλασσα ἡ ἁλυκή· αὕτη ἔσται ὑμῖν ἡ γῆ καὶ τὰ ὅρια αὐτῆς κύκλῳ."
    },
    {
      "verse": 13,
      "text": "Καὶ ἐνετείλατο Μωυσῆς τοῖς υἱοῖς Ἰσραὴλ, λέγων, αὕτη ἡ γῆ ἣν κατακληρονομήσετε αὐτὴν μετὰ κλήρου, ὃν τρόπον συνέταξε Κύριος δοῦναι αὐτὴν ταῖς ἐννέα φυλαῖς καὶ τῷ ἡμίσει φυλῆς Μανασσῆ."
    },
    {
      "verse": 14,
      "text": "Ὅτι ἔλαβε φυλὴ υἱῶν Ῥουβὴν, καὶ φυλὴ υἱῶν Γὰδ κατʼ οἴκους πατριῶν αὐτῶν· καὶ τὸ ἥμισυ φυλῆς Μανασσῆ ἀπέλαβον τοὺς κλήρους αὐτῶν."
    },
    {
      "verse": 15,
      "text": "Δύο φυλαὶ καὶ ἥμισυ φυλῆς ἔλαβον τοὺς κλήρους αὐτῶν πέραν τοῦ Ἰορδάνου κατὰ Ἱεριχὼ ἀπὸ Νότου κατʼ ἀνατολάς."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐλάλησε Κύριος πρὸς Μωυσῆν, λέγων,"
    },
    {
      "verse": 17,
      "text": "ταῦτα τὰ ὀνόματα τῶν ἀνδρῶν, οἳ κληρονομήσουσιν ὑμῖν τὴν γῆν· Ἐλεάζαρ ὁ ἱερεὺς καὶ Ἰησοῦς ὁ τοῦ Ναυή."
    },
    {
      "verse": 18,
      "text": "Καὶ ἄρχοντα ἕνα ἐκ φυλῆς λήψεσθε κατακληρονομῆσαι ὑμῖν τὴν γῆν."
    },
    {
      "verse": 19,
      "text": "Καὶ ταῦτα τὰ ὀνόματα τῶν ἀνδρῶν· τῆς φυλῆς Ἰούδα, Χάλεβ υἱὸς Ἰεφοννή."
    },
    {
      "verse": 20,
      "text": "Τῆς φυλῆς Συμεὼν, Σαλαμιὴλ υἱὸς Σεμιούδ."
    },
    {
      "verse": 21,
      "text": "Τῆς φυλῆς Βενιαμὶν, Ἐλδὰδ υἱὸς Χασλών·"
    },
    {
      "verse": 22,
      "text": "Τῆς φυλῆς Δὰν, ἄρχων Βακχὶρ υἱὸς Ἐγλί."
    },
    {
      "verse": 23,
      "text": "Τῶν υἱῶν Ἰωσὴφ φυλῆς υἱῶν Μανασσῆ, ἄρχων Ἀνιὴλ υἱὸς Σουφί."
    },
    {
      "verse": 24,
      "text": "Τῆς φυλῆς υἱῶν Ἐφραὶμ, ἄρχων Καμουὴλ υἱὸς Σαβαθᾶν."
    },
    {
      "verse": 25,
      "text": "Τῆς φυλῆς Ζαβουλὼν, ἄρχων Ἐλισαφὰν υἱὸς Φαρνάχ."
    },
    {
      "verse": 26,
      "text": "Τῆς φυλῆς υἱῶν Ἰσσάχαρ, ἄρχων Φαλτιὴλ υἱὸς Ὀζᾶ."
    },
    {
      "verse": 27,
      "text": "Τῆς φυλῆς υἱῶν Ἀσὴρ, ἄρχων Ἀχιὼρ υἱὸς Σελεμί."
    },
    {
      "verse": 28,
      "text": "Τῆς φυλῆς Νεφθαλὶ, ἄρχων Φαδαὴλ υἱὸς Ἰαμιούδ."
    },
    {
      "verse": 29,
      "text": "Τούτοις ἐνετείλατο Κύριος καταμερίσαι τοῖς υἱοῖς Ἰσραὴλ ἐν γῇ Χαναάν."
    }
  ]
}