{
  "book_id": "JOB",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Eliphaz the Temanite, and said:"
    },
    {
      "verse": 2,
      "text": "If one venture a word unto thee, wilt thou be weary? But who can withhold himself from speaking?"
    },
    {
      "verse": 3,
      "text": "Behold, thou hast instructed many, and thou hast strengthened the weak hands."
    },
    {
      "verse": 4,
      "text": "Thy words have upholden him that was falling, and thou hast strengthened the feeble knees."
    },
    {
      "verse": 5,
      "text": "But now it is come upon thee, and thou art weary; it toucheth thee, and thou art affrighted."
    },
    {
      "verse": 6,
      "text": "Is not thy fear of God thy confidence, and thy hope the integrity of thy ways?"
    },
    {
      "verse": 7,
      "text": "Remember, I pray thee, who ever perished, being innocent? Or where were the upright cut off?"
    },
    {
      "verse": 8,
      "text": "According as I have seen, they that plow iniquity, and sow mischief, reap the same."
    },
    {
      "verse": 9,
      "text": "By the breath of God they perish, and by the blast of His anger are they consumed."
    },
    {
      "verse": 10,
      "text": "The lion roareth, and the fierce lion howleth — yet the teeth of the young lions are broken."
    },
    {
      "verse": 11,
      "text": "The old lion perisheth for lack of prey, and the whelps of the lioness are scattered abroad."
    },
    {
      "verse": 12,
      "text": "Now a word was secretly brought to me, and mine ear received a whisper thereof."
    },
    {
      "verse": 13,
      "text": "In thoughts from the visions of the night, when deep sleep falleth on men,"
    },
    {
      "verse": 14,
      "text": "Fear came upon me, and trembling, and all my bones were made to shake."
    },
    {
      "verse": 15,
      "text": "Then a spirit passed before my face, that made the hair of my flesh to stand up."
    },
    {
      "verse": 16,
      "text": "It stood still, but I could not discern the appearance thereof; a form was before mine eyes; I heard a still voice:"
    },
    {
      "verse": 17,
      "text": "'Shall mortal man be just before God? Shall a man be pure before his Maker?"
    },
    {
      "verse": 18,
      "text": "Behold, He putteth no trust in His servants, and His angels He chargeth with folly;"
    },
    {
      "verse": 19,
      "text": "How much more them that dwell in houses of clay, whose foundation is in the dust, who are crushed before the moth!"
    },
    {
      "verse": 20,
      "text": "Betwixt morning and evening they are shattered; they perish for ever without any regarding it."
    },
    {
      "verse": 21,
      "text": "Is not their tent-cord plucked up within them? They die, and that without wisdom.'"
    }
  ]
}