{
  "book_id": "MIC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The word of the Lord that came to Micah the Morashthite in the days of Jotham, Achaz, [and] Hezekiah, the kings of Judah, which he foresaw concerning Samaria and Jerusalem."
    },
    {
      "verse": 2,
      "text": "Hear, ye people, altogether; listen, O earth, with all that filleth it: and let the Lord Eternal be witness against you, the Lord from his holy temple."
    },
    {
      "verse": 3,
      "text": "For, behold, the Lord cometh forth out of his residence; and he will come down, and will step along upon the high places of the earth."
    },
    {
      "verse": 4,
      "text": "And the mountains shall melt beneath him, and the valleys shall cleave in twain, like wax [melteth] before the fire, like water poured out on a declivity."
    },
    {
      "verse": 5,
      "text": "For the transgression of Jacob is all this, and for the sins of the house of Israel. Who caused the transgression of Jacob? is it not Samaria? and who caused the high-places of Judah? is it not Jerusalem?"
    },
    {
      "verse": 6,
      "text": "Therefore will I change Samaria into stone-heaps on the field, into vineyard plantations: and I will hurl down into the valley her stones, and her foundations will I lay open."
    },
    {
      "verse": 7,
      "text": "And all her graven images shall he beaten to pieces, and all her wages of sin shall be burnt with the fire, and all her idols will I make desolate; for from harlot's wages she gathered them, and for harlot's wages shall they be used again."
    },
    {
      "verse": 8,
      "text": "For this will I lament and wail; I will go confused and naked: I will make a lament like the crocodiles, and mourning like the ostriches."
    },
    {
      "verse": 9,
      "text": "For her wounds arc incurable; for [the evil] is come even unto Judah; [the enemy] hath reached as far as the gate of my people, even up to Jerusalem."
    },
    {
      "verse": 10,
      "text": "Tell it not at Gath, weep ye not loudly [there]: in Bethle'aphrah roll thyself in the dust."
    },
    {
      "verse": 11,
      "text": "Pass ye away, ye inhabitants of Shaphir, having your shame laid bare: the inhabitress of Zaanan cometh not forth [any more]; the mourning of Beth-haezel taketh from you its halting place."
    },
    {
      "verse": 12,
      "text": "For the inhabitress of Maroth is grieved for the [lost] good; because evil came down from the Lord unto the gate of Jerusalem."
    },
    {
      "verse": 13,
      "text": "Bind the chariot to the swift horses, O inhabitress of Lachish: the beginning of sin was she to the daughter of Zion; for in thee were found the transgressions of Israel."
    },
    {
      "verse": 14,
      "text": "Therefore shalt thou have to give presents to Moresheth-gath: the houses of Achzib shall become a deception to the kings of Israel."
    },
    {
      "verse": 15,
      "text": "Yet will I bring an [enemy as] heir unto thee, O inhabitant of Mareshah: as far as 'Adullam shall withdraw the glory of Israel."
    },
    {
      "verse": 16,
      "text": "Make thyself bald, and cut off thy hair for the children of thy delight; enlarge thy baldness like the eagle; because they are gone into exile from thee."
    }
  ]
}