{
  "book_id": "MIC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And I said, Hear, I pray you, O ye heads of Jacob, and ye princes of the house of Israel! Is it not for you to know what is justice?"
    },
    {
      "verse": 2,
      "text": "[But they are those] who hate the good, and love the evil; who tear their skin from off them, and their flesh from off their bones;"
    },
    {
      "verse": 3,
      "text": "Who also eat the flesh of my people, and flay their skin from off them; and who crush their bones, and chop them in pieces, as that to be put in a pot, and as flesh within a caldron."
    },
    {
      "verse": 4,
      "text": "Then will they cry unto the Lord, but he will not hear them; and he will hide his face from them at that time, as they have committed their evil deeds."
    },
    {
      "verse": 5,
      "text": "Thus hath said the Lord concerning the prophets that mislead my people, who, when they have something to bite with their teeth, cry, Peace; but who prepare war against him who putteth nothing in their mouth:"
    },
    {
      "verse": 6,
      "text": "Therefore shall the night be unto you, without a vision; and it shall be dark unto you, without divining; and the sun shall go down around the prophets, and the day shall be obscured around them."
    },
    {
      "verse": 7,
      "text": "Thus shall the seers be made ashamed, and the diviners be put to the blush: yea, they shall all wrap themselves up to the upper lip; for there is no answer of God."
    },
    {
      "verse": 8,
      "text": "But truly I am indeed full of strength by the spirit of the Lord, and [of power] of judging, and of might, to tell unto Jacob his transgression, and to Israel his sin."
    },
    {
      "verse": 9,
      "text": "Hear this, I pray you, ye heads of the house of Jacob, and ye princes of the house of Israel, that abhor justice, and make crooked all that is straight."
    },
    {
      "verse": 10,
      "text": "They build up Zion with blood-guiltiness, and Jerusalem with wrong."
    },
    {
      "verse": 11,
      "text": "Her heads judge for bribes, and her priests teach for reward, and her prophets divine for money: and yet will they lean upon the Lord, and say, Is not the Lord among us? evil cannot come over us."
    },
    {
      "verse": 12,
      "text": "Therefore for your sake shall Zion be ploughed up as a field, and Jerusalem shall become ruinous heaps, and the mount of the house, forest-covered high-places."
    }
  ]
}