{
  "book_id": "MIC",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And it shall come to pass in the last days, that the mountain of the Lord's house shall be firmly established on the top of the mountains, and shall be exalted above the hills; and unto it shall people flow."
    },
    {
      "verse": 2,
      "text": "And many nations shall come, and say, Come ye, and let us go up to the mountain of the Lord, and to the house of the God of Jacob; that he may teach us of his ways, and we may walk in his paths; for out of Zion shall go forth the law, and the word of the Lord out of Jerusalem."
    },
    {
      "verse": 3,
      "text": "And he shall judge between many people, and decide for strong nations even afar off; and they shall beat their swords into plough-shares, and their spears into pruning-knives: nation shall not lift up sword against nation, and they shall not learn any more war."
    },
    {
      "verse": 4,
      "text": "But they shall sit every man under his vine and under his fig-tree, with none to make them afraid; for the mouth of the Lord of hosts hath spoken it."
    },
    {
      "verse": 5,
      "text": "[But] though all the people should walk every one in the name of his god, yet will we walk in the name of the Lord our God for ever and ever."
    },
    {
      "verse": 6,
      "text": "On that day, saith the Lord, will I assemble her that halteth, and her that is driven out will I gather, and her to whom I have done evil;"
    },
    {
      "verse": 7,
      "text": "And I will make of her that halted a remnant, and of her that was cast off far away a strong nation: and the Lord will reign over them on mount Zion, from this time and unto eternity."
    },
    {
      "verse": 8,
      "text": "And thou, O tower of flocks, the strong-hold of the daughter of Zion, unto thee shall go, and shall come, the former dominion, the kingdom belonging to the daughter of Jerusalem."
    },
    {
      "verse": 9,
      "text": "Now why dost thou cry aloud? is there no king in thee? is thy counsellor lost? that pangs have seized on thee as on a woman in travail?"
    },
    {
      "verse": 10,
      "text": "Be in pain, and labor to bring forth, O daughter of Zion, like a woman in travail; for now shalt thou go forth out of the town, and thou shalt dwell in the field, and thou shalt go as far as Babylon; there shalt thou be delivered; there will the Lord redeem thee from the grasp of thy enemies."
    },
    {
      "verse": 11,
      "text": "And now many nations are gathered against thee, that say, Let her be defiled, and let our eye look with pleasure on Zion."
    },
    {
      "verse": 12,
      "text": "But they know not the thoughts of the Lord, and they understand not his counsel: that he will [once] gather them as the sheaves into the threshing-floor."
    },
    {
      "verse": 13,
      "text": "Arise and thresh, O daughter of Zion; for I will render thy horn iron, and thy hoofs will I render copper, and thou shalt beat in pieces many people: and I will devote unto the Lord their ill-gotten gain, and their substance unto the Lord of the whole earth."
    }
  ]
}