{
  "book_id": "MIC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Woe is me! for I am as in the gathering of the summer-fruits, as in the grape-gleanings of the vintage: there is no cluster to eat, no first-ripe fruit for which my soul longeth."
    },
    {
      "verse": 2,
      "text": "The pious hath disappeared out of the land; and the upright among men there is none; all of them lie in wait for blood; they hunt every man his brother with a net."
    },
    {
      "verse": 3,
      "text": "For the evil of your hands you expect good? while the prince demandeth [bribes], and the judge acteth for pay; and the great man is only speaking the wilful pleasure of his soul: and so do they make a network [of wrong]."
    },
    {
      "verse": 4,
      "text": "The best of them is like a brier; the most upright is [sharper] than a thorn-hedge: the day of thy watchmen, thy punishment, is come; now shall be perplexity among them."
    },
    {
      "verse": 5,
      "text": "Trust ye not in a friend, put ye not confidence in a confidant: from her that lieth in thy bosom guard the doors of thy mouth."
    },
    {
      "verse": 6,
      "text": "For the son disgraceth the father, the daughter riseth up against her mother, the daughter-in-law against her mother-in-law; a man's enemies are the men of his own house."
    },
    {
      "verse": 7,
      "text": "But I—I will look unto the Lord; I will wait for the God of my salvation: my God will hear me."
    },
    {
      "verse": 8,
      "text": "Rejoice not, O my enemy, over me: though I am fallen, I rise again: though I should sit in darkness, the Lord will be a light unto me."
    },
    {
      "verse": 9,
      "text": "The indignation of the Lord will I bear, because I have sinned against him; until that he plead my cause, and execute justice for me: [when] he will bring me forth to the light, and I shall behold his righteousness."
    },
    {
      "verse": 10,
      "text": "Then she that is my enemy will see it, and shame shall cover her, who said unto me, Where is the Lord thy God? My eyes shall complacently see her [suffer]: now shall she be trodden down as the mire of the streets."
    },
    {
      "verse": 11,
      "text": "The day that thy fences are to be built—that same day, the ordained, is yet far removed."
    },
    {
      "verse": 12,
      "text": "It is a day when men shall come to thee from Assyria, and the cities of Mazor, and from Mazor even to the river, and from sea to sea, and [from] mountain to mountain."
    },
    {
      "verse": 13,
      "text": "While the land [of the nations] shall be made desolate because of its inhabitants, for the fruit of their doings."
    },
    {
      "verse": 14,
      "text": "Feed thy people with thy rod, the flock of thy heritage, which dwell in solitude in the wood, in the midst of Carmel: let them feed in Bashan and Gil'ad, as in the days of old."
    },
    {
      "verse": 15,
      "text": "As in the days of thy coming out of the land of Egypt will I let them see marvelous things."
    },
    {
      "verse": 16,
      "text": "Nations shall see and be ashamed of all their might: they shall lay their hand upon their mouth, their ears shall be deafened."
    },
    {
      "verse": 17,
      "text": "They shall lick the dust like the serpent; like those that crawl on the earth, shall they come forth trembling out of their close places: unto the Lord our God shall they hasten in dread, and shall be afraid of thee."
    },
    {
      "verse": 18,
      "text": "Who is a god like unto thee, pardoning iniquity, and forgiving transgression to the residue of his heritage? he retaineth not his anger for ever, because he delighteth in kindness."
    },
    {
      "verse": 19,
      "text": "He will again have mercy on us, he will suppress our iniquities; yea, thou wilt cast all their sins into the depths of the sea."
    },
    {
      "verse": 20,
      "text": "Thou wilt show faithfulness unto Jacob, and kindness unto Abraham, which thou hast sworn unto our fathers in the days of old."
    }
  ]
}