{
  "book_id": "PRO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The Parables of Salomon the sonne of Dauid King of Israel,"
    },
    {
      "verse": 2,
      "text": "To knowe wisdome, and instruction, to vnderstand ye wordes of knowledge,"
    },
    {
      "verse": 3,
      "text": "To receiue instruction to do wisely, by iustice and iudgement and equitie,"
    },
    {
      "verse": 4,
      "text": "To giue vnto the simple, sharpenesse of wit, and to the childe knowledge and discretion."
    },
    {
      "verse": 5,
      "text": "A wise man shall heare and increase in learning, and a man of vnderstanding shall attayne vnto wise counsels,"
    },
    {
      "verse": 6,
      "text": "To vnderstand a parable, and the interpretation, the wordes of ye wise, and their darke sayings."
    },
    {
      "verse": 7,
      "text": "The feare of the Lord is the beginning of knowledge: but fooles despise wisedome and instruction."
    },
    {
      "verse": 8,
      "text": "My sonne, heare thy fathers instruction, and forsake not thy mothers teaching."
    },
    {
      "verse": 9,
      "text": "For they shalbe a comely ornament vnto thine head, and as chaines for thy necke."
    },
    {
      "verse": 10,
      "text": "My sonne, if sinners doe intise thee, consent thou not."
    },
    {
      "verse": 11,
      "text": "If they say, Come with vs, we will lay waite for blood, and lie priuilie for the innocent without a cause:"
    },
    {
      "verse": 12,
      "text": "We wil swallow them vp aliue like a graue euen whole, as those that goe downe into the pit:"
    },
    {
      "verse": 13,
      "text": "We shall finde all precious riches, and fill our houses with spoyle:"
    },
    {
      "verse": 14,
      "text": "Cast in thy lot among vs: we will all haue one purse:"
    },
    {
      "verse": 15,
      "text": "My sonne, walke not thou in the way with them: refraine thy foote from their path."
    },
    {
      "verse": 16,
      "text": "For their feete runne to euill, and make haste to shed blood."
    },
    {
      "verse": 17,
      "text": "Certainely as without cause the net is spred before the eyes of all that hath wing:"
    },
    {
      "verse": 18,
      "text": "So they lay waite for blood and lie priuily for their liues."
    },
    {
      "verse": 19,
      "text": "Such are the wayes of euery one that is greedy of gaine: he would take away the life of the owners thereof."
    },
    {
      "verse": 20,
      "text": "Wisdome cryeth without: she vttereth her voyce in the streetes."
    },
    {
      "verse": 21,
      "text": "She calleth in the hye streete, among the prease in the entrings of the gates, and vttereth her wordes in the citie, saying,"
    },
    {
      "verse": 22,
      "text": "O ye foolish, howe long will ye loue foolishnes? and the scornefull take their pleasure in scorning, and the fooles hate knowledge?"
    },
    {
      "verse": 23,
      "text": "(Turne you at my correction: loe, I will powre out my mind vnto you, and make you vnderstand my wordes)"
    },
    {
      "verse": 24,
      "text": "Because I haue called, and ye refused: I haue stretched out mine hand, and none woulde regarde."
    },
    {
      "verse": 25,
      "text": "But ye haue despised all my counsell, and would none of my correction."
    },
    {
      "verse": 26,
      "text": "I will also laugh at your destruction, and mocke, when your feare commeth."
    },
    {
      "verse": 27,
      "text": "Whe your feare cometh like sudden desolation, and your destruction shall come like a whirle wind: whe affliction and anguish shall come vpon you,"
    },
    {
      "verse": 28,
      "text": "Then shall they call vpon me, but I will not answere: they shall seeke me early, but they shall not finde me,"
    },
    {
      "verse": 29,
      "text": "Because they hated knowledge, and did not chuse the feare of the Lord."
    },
    {
      "verse": 30,
      "text": "They would none of my counsell, but despised all my correction."
    },
    {
      "verse": 31,
      "text": "Therefore shall they eate of ye fruite of their owne way, and be filled with their owne deuises."
    },
    {
      "verse": 32,
      "text": "For ease slaieth the foolish, and the prosperitie of fooles destroyeth them."
    },
    {
      "verse": 33,
      "text": "But he that obeyeth me, shall dwell safely, and be quiet from feare of euill."
    }
  ]
}