{
  "book_id": "PRO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "He that loueth instruction, loueth knowledge: but he that hateth correction, is a foole."
    },
    {
      "verse": 2,
      "text": "A good man getteth fauour of the Lord: but the man of wicked immaginations will hee condemne."
    },
    {
      "verse": 3,
      "text": "A man cannot be established by wickednesse: but the roote of the righteous shall not be mooued."
    },
    {
      "verse": 4,
      "text": "A vertuous woman is the crowne of her husband: but she that maketh him ashamed, is as corruption in his bones."
    },
    {
      "verse": 5,
      "text": "The thoughtes of the iust are right: but the counsels of the wicked are deceitfull."
    },
    {
      "verse": 6,
      "text": "The talking of the wicked is to lye in waite for blood: but the mouth of the righteous will deliuer them."
    },
    {
      "verse": 7,
      "text": "God ouerthroweth the wicked, and they are not: but the house of the righteous shall stand."
    },
    {
      "verse": 8,
      "text": "A man shall be commended for his wisedome: but the froward of heart shalbe despised."
    },
    {
      "verse": 9,
      "text": "He that is despised, and is his owne seruant, is better then he that boasteth himselfe and lacketh bread."
    },
    {
      "verse": 10,
      "text": "A righteous man regardeth the life of his beast: but the mercies of the wicked are cruell."
    },
    {
      "verse": 11,
      "text": "He that tilleth his lande, shalbe satisfied with bread: but he that followeth the idle, is destitute of vnderstanding."
    },
    {
      "verse": 12,
      "text": "The wicked desireth the net of euils: but the roote of the righteous giueth fruite."
    },
    {
      "verse": 13,
      "text": "The euill man is snared by the wickednesse of his lips, but the iust shall come out of aduersitie."
    },
    {
      "verse": 14,
      "text": "A man shalbe satiate with good things by the fruite of his mouth, and the recompence of a mans hands shall God giue vnto him."
    },
    {
      "verse": 15,
      "text": "The way of a foole is right in his owne eyes: but he that heareth counsell, is wise."
    },
    {
      "verse": 16,
      "text": "A foole in a day shall be knowen by his anger: but he that couereth shame, is wise."
    },
    {
      "verse": 17,
      "text": "He that speaketh trueth, will shewe righteousnes: but a false witnes vseth deceite."
    },
    {
      "verse": 18,
      "text": "There is that speaketh wordes like the prickings of a sworde: but the tongue of wise men is health."
    },
    {
      "verse": 19,
      "text": "The lip of trueth shall be stable for euer: but a lying tongue varieth incontinently."
    },
    {
      "verse": 20,
      "text": "Deceite is in the heart of them that imagine euill: but to the counsellers of peace shall be ioye."
    },
    {
      "verse": 21,
      "text": "There shall none iniquitie come to the iust: but the wicked are full of euill."
    },
    {
      "verse": 22,
      "text": "The lying lips are an abomination to the Lord: but they that deale truely are his delite."
    },
    {
      "verse": 23,
      "text": "A wise man concealeth knowledge: but the heart of the fooles publisheth foolishnes."
    },
    {
      "verse": 24,
      "text": "The hand of the diligent shall beare rule: but the idle shalbe vnder tribute."
    },
    {
      "verse": 25,
      "text": "Heauines in the heart of man doeth bring it downe: but a good worde reioyceth it."
    },
    {
      "verse": 26,
      "text": "The righteous is more excellent then his neighbour: but the way of the wicked will deceiue them."
    },
    {
      "verse": 27,
      "text": "The deceitfull man rosteth not, that hee tooke in hunting: but the riches of the diligent man are precious."
    },
    {
      "verse": 28,
      "text": "Life is in the way of righteousnesse, and in that path way there is no death."
    }
  ]
}