{
  "book_id": "PRO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "A wise woman buildeth her house: but the foolish destroyeth it with her owne handes."
    },
    {
      "verse": 2,
      "text": "He that walketh in his righteousnes, feareth the Lord: but he that is lewde in his wayes, despiseth him."
    },
    {
      "verse": 3,
      "text": "In the mouth of the foolish is the rod of pride: but the lippes of the wise preserue them."
    },
    {
      "verse": 4,
      "text": "Where none oxen are, there the cribbe is emptie: but much increase cometh by the strength of the oxe."
    },
    {
      "verse": 5,
      "text": "A faithfull witnes will not lye: but a false record will speake lyes."
    },
    {
      "verse": 6,
      "text": "A scorner seeketh wisdome, and findeth it not: but knowledge is easie to him that will vnderstande."
    },
    {
      "verse": 7,
      "text": "Depart from the foolish man, when thou perceiuest not in him the lippes of knowledge."
    },
    {
      "verse": 8,
      "text": "The wisdome of ye prudent is to vnderstand his way: but the foolishnes of the fooles is deceite."
    },
    {
      "verse": 9,
      "text": "The foole maketh a mocke of sinne: but among the righteous there is fauour."
    },
    {
      "verse": 10,
      "text": "The heart knoweth the bitternes of his soule, and the stranger shall not medle with his ioy."
    },
    {
      "verse": 11,
      "text": "The house of the wicked shalbe destroyed: but the tabernacle of the righteous shall florish."
    },
    {
      "verse": 12,
      "text": "There is a way that seemeth right to a man: but the issues thereof are the wayes of death."
    },
    {
      "verse": 13,
      "text": "Euen in laughing the heart is sorowful, and the ende of that mirth is heauinesse."
    },
    {
      "verse": 14,
      "text": "The heart that declineth, shall be saciate with his owne wayes: but a good man shall depart from him."
    },
    {
      "verse": 15,
      "text": "The foolish will beleeue euery thing: but the prudent will consider his steppes."
    },
    {
      "verse": 16,
      "text": "A wise man feareth, and departeth from euill: but a foole rageth, and is carelesse."
    },
    {
      "verse": 17,
      "text": "He that is hastie to anger, committeth follie, and a busie body is hated."
    },
    {
      "verse": 18,
      "text": "The foolish do inherite follie: but the prudent are crowned with knowledge."
    },
    {
      "verse": 19,
      "text": "The euill shall bowe before the good, and the wicked at the gates of the righteous."
    },
    {
      "verse": 20,
      "text": "The poore is hated euen of his own neighbour: but the friendes of the rich are many."
    },
    {
      "verse": 21,
      "text": "The sinner despiseth his neighbour: but he that hath mercie on the poore, is blessed."
    },
    {
      "verse": 22,
      "text": "Doe not they erre that imagine euill? but to them that thinke on good things, shalbe mercie and trueth."
    },
    {
      "verse": 23,
      "text": "In all labour there is abundance: but the talke of the lippes bringeth onely want."
    },
    {
      "verse": 24,
      "text": "The crowne of the wise is their riches, and the follie of fooles is foolishnes."
    },
    {
      "verse": 25,
      "text": "A faithfull witnes deliuereth soules: but a deceiuer speaketh lyes."
    },
    {
      "verse": 26,
      "text": "In the feare of the Lord is an assured strength, and his children shall haue hope."
    },
    {
      "verse": 27,
      "text": "The feare of the Lord is as a welspring of life, to auoyde the snares of death."
    },
    {
      "verse": 28,
      "text": "In the multitude of the people is the honour of a King, and for the want of people commeth the destruction of the Prince."
    },
    {
      "verse": 29,
      "text": "He that is slowe to wrath, is of great wisdome: but he that is of an hastie minde, exalteth follie."
    },
    {
      "verse": 30,
      "text": "A sounde heart is the life of the flesh: but enuie is the rotting of the bones."
    },
    {
      "verse": 31,
      "text": "He that oppresseth the poore, reprooueth him that made him: but hee honoureth him, that hath mercie on the poore."
    },
    {
      "verse": 32,
      "text": "The wicked shall be cast away for his malice: but the righteous hath hope in his death."
    },
    {
      "verse": 33,
      "text": "Wisedome resteth in the heart of him that hath vnderstanding, and is knowen in the mids of fooles."
    },
    {
      "verse": 34,
      "text": "Iustice exalteth a nation, but sinne is a shame to the people."
    },
    {
      "verse": 35,
      "text": "The pleasure of a King is in a wise seruant: but his wrath shalbe toward him that is lewde."
    }
  ]
}