{
  "book_id": "PRO",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Better is a dry morsell, if peace be with it, then an house full of sacrifices with strife."
    },
    {
      "verse": 2,
      "text": "A discrete seruant shall haue rule ouer a lewde sonne, and hee shall deuide the heritage among the brethren."
    },
    {
      "verse": 3,
      "text": "As is the fining pot for siluer, and the fornace for golde, so the Lord trieth the heartes."
    },
    {
      "verse": 4,
      "text": "The wicked giueth heed to false lippes, and a lyer hearkeneth to the naughtie tongue."
    },
    {
      "verse": 5,
      "text": "Hee that mocketh the poore, reprocheth him, that made him: and he that reioyceth at destruction, shall not be vnpunished."
    },
    {
      "verse": 6,
      "text": "Childres children are the crowne of the elders: and the glory of ye children are their fathers."
    },
    {
      "verse": 7,
      "text": "Hie talke becommeth not a foole, much lesse a lying talke a prince."
    },
    {
      "verse": 8,
      "text": "A rewarde is as a stone pleasant in the eyes of them that haue it: it prospereth, whithersoeuer it turneth."
    },
    {
      "verse": 9,
      "text": "Hee that couereth a transgression, seeketh loue: but hee that repeateth a matter, separateth the prince."
    },
    {
      "verse": 10,
      "text": "A reproofe entereth more into him that hath vnderstanding, then an hundreth stripes into a foole."
    },
    {
      "verse": 11,
      "text": "A sedicious person seeketh onely euill, and a cruel messenger shall be sent against him."
    },
    {
      "verse": 12,
      "text": "It is better for a man to meete a beare robbed of her whelpes, then a foole in his follie."
    },
    {
      "verse": 13,
      "text": "He that rewardeth euil for good, euil shall not depart from his house."
    },
    {
      "verse": 14,
      "text": "The beginning of strife is as one that openeth the waters: therefore or the contention be medled with, leaue off."
    },
    {
      "verse": 15,
      "text": "He that iustifieth the wicked, and he that condemneth the iust, euen they both are abomination to the Lord."
    },
    {
      "verse": 16,
      "text": "Wherefore is there a price in the hand of the foole to get wisdome, and he hath none heart?"
    },
    {
      "verse": 17,
      "text": "A friende loueth at all times: and a brother is borne for aduersitie."
    },
    {
      "verse": 18,
      "text": "A man destitute of vnderstanding, toucheth the hande, and becommeth suretie for his neighbour."
    },
    {
      "verse": 19,
      "text": "He loueth transgression, that loueth strife: and he that exalteth his gate, seeketh destruction."
    },
    {
      "verse": 20,
      "text": "The froward heart findeth no good: and he that hath a naughtie tongue, shall fall into euill."
    },
    {
      "verse": 21,
      "text": "He that begetteth a foole, getteth himselfe sorow, and the father of a foole can haue no ioy."
    },
    {
      "verse": 22,
      "text": "A ioyfull heart causeth good health: but a sorowfull minde dryeth the bones."
    },
    {
      "verse": 23,
      "text": "A wicked man taketh a gift out of the bosome to wrest the wayes of iudgement."
    },
    {
      "verse": 24,
      "text": "Wisdome is in the face of him that hath vnderstanding: but the eyes of a foole are in the corners of the world."
    },
    {
      "verse": 25,
      "text": "A foolish sonne is a griefe vnto his father, and a heauines to her that bare him."
    },
    {
      "verse": 26,
      "text": "Surely it is not good to condemne the iust, nor that ye princes should smite such for equitie."
    },
    {
      "verse": 27,
      "text": "Hee that hath knowledge, spareth his wordes, and a man of vnderstanding is of an excellent spirit."
    },
    {
      "verse": 28,
      "text": "Euen a foole (when he holdeth his peace) is counted wise, and hee that stoppeth his lips, prudent."
    }
  ]
}