{
  "book_id": "PRO",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "THE WORDS OF KING LEMUEL: The prophecie which his mother taught him."
    },
    {
      "verse": 2,
      "text": "What my sonne! and what ye sonne of my wombe! and what, O sonne of my desires!"
    },
    {
      "verse": 3,
      "text": "Giue not thy strength vnto women, nor thy wayes, which is to destroy Kings."
    },
    {
      "verse": 4,
      "text": "It is not for Kings, O Lemuel, it is not for Kings to drink wine nor for princes strog drinke,"
    },
    {
      "verse": 5,
      "text": "Lest he drinke and forget the decree, and change the iudgement of all the children of affliction."
    },
    {
      "verse": 6,
      "text": "Giue ye strong drinke vnto him that is readie to perish, and wine vnto them that haue griefe of heart."
    },
    {
      "verse": 7,
      "text": "Let him drinke, that he may forget his pouertie, and remember his miserie no more."
    },
    {
      "verse": 8,
      "text": "Open thy mouth for the domme in the cause of all the children of destruction."
    },
    {
      "verse": 9,
      "text": "Open thy mouth: iudge righteously, and iudge the afflicted, and the poore."
    },
    {
      "verse": 10,
      "text": "Who shall finde a vertuous woman? for her price is farre aboue the pearles."
    },
    {
      "verse": 11,
      "text": "The heart of her husband trusteth in her, and he shall haue no neede of spoyle."
    },
    {
      "verse": 12,
      "text": "She will doe him good, and not euill all the dayes of her life."
    },
    {
      "verse": 13,
      "text": "She seeketh wooll and flaxe, and laboureth cheerefully with her handes."
    },
    {
      "verse": 14,
      "text": "She is like the shippes of marchants: shee bringeth her foode from afarre."
    },
    {
      "verse": 15,
      "text": "And she riseth, whiles it is yet night: and giueth the portion to her houshold, and the ordinarie to her maides."
    },
    {
      "verse": 16,
      "text": "She considereth a field, and getteth it: and with the fruite of her handes she planteth a vineyarde."
    },
    {
      "verse": 17,
      "text": "She girdeth her loynes with strength, and strengtheneth her armes."
    },
    {
      "verse": 18,
      "text": "She feeleth that her marchandise is good: her candle is not put out by night."
    },
    {
      "verse": 19,
      "text": "She putteth her handes to the wherue, and her handes handle the spindle."
    },
    {
      "verse": 20,
      "text": "She stretcheth out her hand to the poore, and putteth foorth her hands to the needie."
    },
    {
      "verse": 21,
      "text": "She feareth not the snowe for her familie: for all her familie is clothed with skarlet."
    },
    {
      "verse": 22,
      "text": "She maketh her selfe carpets: fine linen and purple is her garment."
    },
    {
      "verse": 23,
      "text": "Her husband is knowen in the gates, when he sitteth with the Elders of the land."
    },
    {
      "verse": 24,
      "text": "She maketh sheetes, and selleth them, and giueth girdels vnto the marchant."
    },
    {
      "verse": 25,
      "text": "Strength and honour is her clothing, and in the latter day she shall reioyce."
    },
    {
      "verse": 26,
      "text": "She openeth her mouth with wisdome, and the lawe of grace is in her tongue."
    },
    {
      "verse": 27,
      "text": "She ouerseeth the wayes of her housholde, and eateth not the bread of ydlenes."
    },
    {
      "verse": 28,
      "text": "Her children rise vp, and call her blessed: her husband also shall prayse her, saying,"
    },
    {
      "verse": 29,
      "text": "Many daughters haue done vertuously: but thou surmountest them all."
    },
    {
      "verse": 30,
      "text": "Fauour is deceitfull, and beautie is vanitie: but a woman that feareth the Lord, she shall be praysed."
    },
    {
      "verse": 31,
      "text": "Giue her of the fruite of her hands, and let her owne workes prayse her in the gates."
    }
  ]
}