{
  "book_id": "REV",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "חזון ישוע המשיח אשר נתן לו האלהים להראות את עבדיו את אשר היה יהיה במהרה והוא הודיע בשלחו ביד מלאכו לעבדו יוחנן׃"
    },
    {
      "verse": 2,
      "text": "אשר העיד דבר האלהים ועדות ישוע המשיח ואת כל אשר ראה׃"
    },
    {
      "verse": 3,
      "text": "אשרי הקורא ואשרי השמעים את דברי הנבואה ושמרים את אשר כתוב בה כי קרובה העת׃"
    },
    {
      "verse": 4,
      "text": "יוחנן אל שבע הקהלות אשר באסיא חסד לכם ושלום מאת ההוה והיה ויבוא ומן שבעת הרוחות אשר לפני כסאו׃"
    },
    {
      "verse": 5,
      "text": "ומאת ישוע המשיח העד הנאמן ובכור מן המתים ועליון למלכי ארץ לו אשר אהב אתנו ובדמו גאלנו מחטאתינו׃"
    },
    {
      "verse": 6,
      "text": "ויעש אתנו למלכים וכהנים לאלהים אביו הכבוד והעז לעולמי עולמים אמן׃"
    },
    {
      "verse": 7,
      "text": "הנה הוא בא עם העננים וראתה אתו כל עין גם אלה אשר דקרהו וספדו עליו כל משפחות הארץ כן יהיה אמן׃"
    },
    {
      "verse": 8,
      "text": "אני האלף ואני התו ראש וסוף נאם יהוה אלהים ההוה והיה ויבוא אלהי צבאות׃"
    },
    {
      "verse": 9,
      "text": "אני יוחנן אחיכם וגם חבר לכם בלחץ ובמלכות ובסבלנות למען ישוע המשיח הייתי באי אשר שמו פטמוס בעבור דבר האלהים ובעבור עדות ישוע המשיח׃"
    },
    {
      "verse": 10,
      "text": "ואהי ברוח ביום האדון ואשמע אחרי קול גדול כקול שופר׃"
    },
    {
      "verse": 11,
      "text": "ויאמר אני האלף ואני התו הראשון והאחרון ואת אשר אתה ראה כתב אל ספר ושלחהו אל הקהלות אשר באסיא לאפסוס ולזמירנא ולפרגמוס ולתיאטירא ולסרדיס ולפילדפיא וללודקיא׃"
    },
    {
      "verse": 12,
      "text": "ואפן לראות את הקול המדבר אלי ויהי בפנותי וארא שבע מנרות זהב׃"
    },
    {
      "verse": 13,
      "text": "ובתוך שבע המנרות דמות בן אדם לבוש מעיל וחגור אזור זהב על לבו׃"
    },
    {
      "verse": 14,
      "text": "וראשו ושערו לבנים כצמר צחר כשלג ועיניו כלבת אש׃"
    },
    {
      "verse": 15,
      "text": "ומרגלתיו כעין נחשת קלל כצרופות בכור וקולו כקול מים רבים׃"
    },
    {
      "verse": 16,
      "text": "ויהי לו ביד ימינו שבעה כוכבים ומפיו יוצאת חרב פיפיות חדה ופניו כשמש המאיר בגבורתו׃"
    },
    {
      "verse": 17,
      "text": "וכראתי אותו ואפל לרגליו כמת וישת עלי יד ימינו ויאמר אל תירא אני הראשון והאחרון והחי׃"
    },
    {
      "verse": 18,
      "text": "ואהי מת והנני חי לעולמי עולמים אמן ובידי מפתחות שאול ומות׃"
    },
    {
      "verse": 19,
      "text": "ועתה כתב את אשר ראית ואשר נעשה עתה ואשר עתיד להיות אחרי כן׃"
    },
    {
      "verse": 20,
      "text": "את סוד שבעת הכוכבים אשר ראית בימיני ואת שבע מנרות הזהב שבעת הכוכבים הם מלאכי שבע הקהלות ושבע המנרות אשר ראית שבע קהלות הנה׃"
    }
  ]
}