{
  "book_id": "REV",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "אל מלאך קהל אפסוס כתב כה אמר האחז בימינו שבעת הכוכבים המתהלך בתוך שבע מנרות הזהב׃"
    },
    {
      "verse": 2,
      "text": "ידעתי את מעשיך ואת עמלך ואת סבלך וכי לא תוכל שאת את הרשעים ותנסה את האמרים שליחים אנחנו ואינם ותמצאם כזבים׃"
    },
    {
      "verse": 3,
      "text": "ואתה נשאת הרבה ויש לך סבלנות ולמען שמי לא יעפת׃"
    },
    {
      "verse": 4,
      "text": "אך יש לי עליך כי עזבת את אהבתך הראשונה׃"
    },
    {
      "verse": 5,
      "text": "זכר אפוא אי מזה נפלת ושובה ועשה מעשיך הראשנים ואם לא הנני בא עליך מהר ונסחתי מנורתך ממקומה אם לא תשוב׃"
    },
    {
      "verse": 6,
      "text": "אבל זאת היא לך כי תשנא את מעשי הניקלסיים אשר שנאתים גם אני׃"
    },
    {
      "verse": 7,
      "text": "מי אשר אזן לו ישמע את אשר הרוח אמר לקהלות המנצח אתן לו לאכל מעץ החיים אשר בתוך גן עדן לאלהים׃"
    },
    {
      "verse": 8,
      "text": "ואל מלאך קהל זמירנא כתב כה אמר הראשון והאחרון אשר מת ויחי׃"
    },
    {
      "verse": 9,
      "text": "ידעתי את מעשיך ואת צרתך ואת רישך ואולם עשיר אתה ואת גדוף האמרים יהודים אנחנו ואינם כי אם כנסית השטן׃"
    },
    {
      "verse": 10,
      "text": "אל תירא את אשר עליך לסבל הנה עתיד המלשין להשליך מכם לבית המשמר למען תנסו והייתם בצרה עשרת ימים היה נאמן עד מות ואתנה לך עטרת החיים׃"
    },
    {
      "verse": 11,
      "text": "מי אשר אזן לו ישמע את אשר הרוח אמר לקהלות המנצח לא ינזק במות השני׃"
    },
    {
      "verse": 12,
      "text": "ואל מלאך קהל פרגמוס כתב כה אמר אשר לו חרב פיפיות החדה׃"
    },
    {
      "verse": 13,
      "text": "ידעתי את מעשיך ואת מקום שבתך אשר שם כסא השטן ותדבק בשמי ולא שקרת באמונתי גם בימי אנטיפס עדי הנאמן אשר נהרג אצלכם מקום מושב השטן׃"
    },
    {
      "verse": 14,
      "text": "אך מעט יש לי עליך כי שם עמך אנשים דבקים בתורת בלעם אשר הורה את בלק לתת מכשול לפני בני ישראל לאכל מזבחי אלילים ולזנות׃"
    },
    {
      "verse": 15,
      "text": "כן נמצאו גם בך אנשים דבקים בתורת הניקלסיים אשר שנאתי׃"
    },
    {
      "verse": 16,
      "text": "שובה ואם לא כי עתה אבוא עליך מהרה ונלחמתי בם בחרב פי׃"
    },
    {
      "verse": 17,
      "text": "מי אשר אזן לו ישמע את אשר הרוח אמר לקהלות המנצח אאכילנו מן המן הגנוז ונתתי לו אבן לבנה ועל האבן מפתח שם חדש אשר לא ידענו איש זולתי המקבל׃"
    },
    {
      "verse": 18,
      "text": "ואל מלאך קהל תיאטירא כתב כה אמר בן האלהים אשר עיניו כלבת אש ומרגלתיו כעין נחשת קלל׃"
    },
    {
      "verse": 19,
      "text": "ידעתי את מעשיך ואהבתך ואמונתך ועבורתך וסבלך וכי מעשיך האחרונים רבים הם מן הראשנים׃"
    },
    {
      "verse": 20,
      "text": "אך מעט יש לי עליך כי תניח את האשה איזבל האמרת כי היא נביאה ללמד ולהתעות את עבדי לזנות ולאכל זבחי אלילים׃"
    },
    {
      "verse": 21,
      "text": "ואתן לה זמן לשוב והיא מאנה לשוב מתזנותיה׃"
    },
    {
      "verse": 22,
      "text": "הנני מפיל אתה על מטה ואת המנאפים אתה בצרה גדולה אם לא ישובו ממעשיהם׃"
    },
    {
      "verse": 23,
      "text": "והרגתי במות את בניה וידעו כל הקהלות כי אני חקר כליות ולב ונתתי לכם לכל איש כפרי מעלליו׃"
    },
    {
      "verse": 24,
      "text": "אבל אמר אני לכם ולשאר הנמצאים בתיאטירא כל אשר אין להם הלקח ההוא ולא ידעו את עמקות השטן כאשר הם מתהללים לא אשים עליכם משא אחר׃"
    },
    {
      "verse": 25,
      "text": "אפס מה שיש לכם החזיקו בו עד כי אבוא׃"
    },
    {
      "verse": 26,
      "text": "והמנצח ושמר את מעשי עד עת קץ אתן לו שלטן על הגוים׃"
    },
    {
      "verse": 27,
      "text": "ורעם בשבט ברזל ככלי יוצר ינפצו כאשר קבלתי גם אנכי מאת אבי׃"
    },
    {
      "verse": 28,
      "text": "ונתתי לו כוכב השחר׃"
    },
    {
      "verse": 29,
      "text": "מי אשר אזן לו ישמע את אשר הרוח אמר לקהלות׃"
    }
  ]
}