{
  "book_id": "REV",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "ואחרי כן ראיתי ארבעה מלאכים עמדים בארבע כנפות הארץ ויעצרו את ארבע רוחות הארץ למען לא תשב רוח לא בארץ ולא בים ולא בכל עץ׃"
    },
    {
      "verse": 2,
      "text": "וארא מלאך אחר עלה ממרח שמש ובידו חתמת אלהים חיים ויקרא בקול גדול אל ארבעה המלאכים אשר נתן להם לחבל הארץ והים לאמר׃"
    },
    {
      "verse": 3,
      "text": "אל תחבלו את הארץ ואת הים ואת העץ עד אם חתמנו את עבדי אלהינו על מצחותם׃"
    },
    {
      "verse": 4,
      "text": "ואשמע מספר החתומים מאה אלף וארבעים וארבעה אלף והם חתומים מכל שבטי בני ישראל׃"
    },
    {
      "verse": 5,
      "text": "לשבט יהודה חתומים שנים עשר אלף לשבט ראובן חתומים שנים עשר אלף לשבט גד חתומים שנים עשר אלף׃"
    },
    {
      "verse": 6,
      "text": "לשבט אשר חתומים שנים עשר אלף לשבט נפתלי חתומים שנים עשר אלף לשבט מנשה חתומים שנים עשר אלף׃"
    },
    {
      "verse": 7,
      "text": "לשבט שמעון חתומים שנים עשר אלף לשבט לוי חתומים שנים עשר אלף לשבט יששכר חתומים שנים עשר אלף׃"
    },
    {
      "verse": 8,
      "text": "לשבט זבלון חתומים שנים עשר אלף לשבט יוסף חתומים שנים עשר אלף לשבט בנימן חתומים שנים עשר אלף׃"
    },
    {
      "verse": 9,
      "text": "אחרי כן ראיתי והנה המון רב אשר לא יכל איש למנותו מכל הגוים והמשפחות והעמים והלשנות ויעמדו לפני הכסא ולפני השה מלבשים שמלות לבנות וכפות תמרים בידיהם׃"
    },
    {
      "verse": 10,
      "text": "ויקראו בקול גדול לאמר הישועה לאלהינו הישב על הכסא ולשה׃"
    },
    {
      "verse": 11,
      "text": "וכל המלאכים עמדו סביב לכסא וסביב לזקנים ולארבע החיות ויפלו על פניהם לפני הכסא וישתחוו לאלהים׃"
    },
    {
      "verse": 12,
      "text": "ויאמרו אמן הברכה והכבוד והחכמה והתודה וההדר והכח והעז לאלהינו לעולמי עולמים אמן׃"
    },
    {
      "verse": 13,
      "text": "ויען אחד מן הזקנים ויאמר אלי אלה המלבשים בגדי לבן מי המה ומאין באו׃"
    },
    {
      "verse": 14,
      "text": "ואמר אליו אדני אתה ידעת ויאמר אלי אלה הם הבאים מן הצרה הגדולה ויכבסו את שמלתם וילבינום בדם השה׃"
    },
    {
      "verse": 15,
      "text": "לכן הנם לפני כסא האלהים ומשרתים אותו בהיכלו יומם ולילה והישב על הכסא יתן משכנו עליהם׃"
    },
    {
      "verse": 16,
      "text": "לא ירעבו עוד ולא יצמאו ולא יכם שמש ושרב׃"
    },
    {
      "verse": 17,
      "text": "כי השה אשר בתוך הכסא הוא ירעם ועל מבועי מים חיים ינהלם ומחה אליהם כל דמעה מעיניהם׃"
    }
  ]
}