{
  "book_id": "REV",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "ואות גדולה נראתה בשמים אשה אשר השמש לבושה והירח תחת רגליה ועל ראשה עטרת שנים עשר כוכבים׃"
    },
    {
      "verse": 2,
      "text": "והיא הרה ותזעק בחבליה ותקש בלדתה׃"
    },
    {
      "verse": 3,
      "text": "ותרא אות אחרת בשמים והנה תנין גדול אדם כאש ולו שבעה ראשים ועשר קרנים ועל ראשיו שבעה כתרים׃"
    },
    {
      "verse": 4,
      "text": "וזנבו סחב מן השמים שלישית הכוכבים וישליכם ארצה ויתיצב התנין לפני האשה החלה ללדת למען בלע את בנה בלדתה׃"
    },
    {
      "verse": 5,
      "text": "ותלד בן זכר העתיד לרעות כל הגוים בשבט ברזל וילקח בנה אל האלהים ואל כסאו׃"
    },
    {
      "verse": 6,
      "text": "והאשה ברחה המדברה אשר שם הוכן לה מקום מאת אלהים למען יכלכלוה שם ימים אלף ומאתים וששים׃"
    },
    {
      "verse": 7,
      "text": "ותהי מלחמה בשמים מיכאל ומלאכיו נלחמים בתנין והתנין נלחם ומלאכיו׃"
    },
    {
      "verse": 8,
      "text": "ולא התחזקו וגם מקומם לא נמצא עוד בשמים׃"
    },
    {
      "verse": 9,
      "text": "ויוטל התנין הגדול הנחש הקדמוני אשר נקרא שמו מלשין ושטן המדיח תבל כלה הוא הוטל ארצה ומלאכיו עמו הוטלו׃"
    },
    {
      "verse": 10,
      "text": "ואשמע קול גדול בשמים ויאמר עתה באה ישועת אלהינו ועזו ומלכותו וממשלת משיחו כי הורד שוטן אחינו העמד לשטנם לפני אלהינו יומם ולילה׃"
    },
    {
      "verse": 11,
      "text": "והם נצחהו למען דם השה ולמען דבר עדותם ולא אהבו את נפשם עד למות׃"
    },
    {
      "verse": 12,
      "text": "רנו על זאת שמים ושכניהם אוי לישבי ארץ וים כי ירד אליכם המלשין בחמה גדולה מדעתו כי קצרה עתו׃"
    },
    {
      "verse": 13,
      "text": "ויהי כאשר ראה התנין כי הוטל ארצה וירדף את האשה אשר ילדה את הזכר׃"
    },
    {
      "verse": 14,
      "text": "ויתנו לאשה שתי כנפי הנשר הגדול לעוף המדברה אל מקומה אשר תכלכל שם מועד מועדים וחצי מפני הנחש׃"
    },
    {
      "verse": 15,
      "text": "וישלח הנחש נהר מים מפיו אחרי האשה לשטפה בנהר׃"
    },
    {
      "verse": 16,
      "text": "ותעזר הארץ את האשה ותפתח הארץ את פיה ותבלע את הנהר אשר שלח התנין מפיהו׃"
    },
    {
      "verse": 17,
      "text": "ויקצף התנין על האשה וילך לעשות מלחמה עם יתר זרעה השמרים פקודי אלהים ואשר להם עדות ישוע׃"
    }
  ]
}