{
  "book_id": "REV",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "ואשמע קול גדול מן ההיכל האמר אל שבעת המלאכים לכו ושפכו את קערת חמת האלהים ארצה׃"
    },
    {
      "verse": 2,
      "text": "וילך הראשון וישפך את קערתו על הארץ ויהי שהין רע ומכאיב באנשים אשר עליהם תו החיה ובמשתחוים לצלמה׃"
    },
    {
      "verse": 3,
      "text": "וישפך השני את קערתו על הים ויהי לדם כדם חלל ותמת כל נפש חיה אשר בים׃"
    },
    {
      "verse": 4,
      "text": "וישפך השלישי את קערתו בנהרות ובמעינות המים ויהיו לדם׃"
    },
    {
      "verse": 5,
      "text": "ואשמע את מלאך המים אמר צדיק אתה ההוה והיה והקדוש כי כן שפטת׃"
    },
    {
      "verse": 6,
      "text": "כי דם קדשים ונביאים שפכו ודם השקיתם כי גמול ידם הוא׃"
    },
    {
      "verse": 7,
      "text": "ואשמע את המזבח אמר אמנם כן יהוה אלהים צבאות אמת וצדק משפטיך׃"
    },
    {
      "verse": 8,
      "text": "וישפך המלאך הרביעי את קערתו על השמש וינתן לו לצרב את בני אדם באש׃"
    },
    {
      "verse": 9,
      "text": "ויצרבו בני אדם בחם גדול ויגדפו את שם אלהים אשר לו הממשלה על המכות האלה ולא שבו לתת לו הכבוד׃"
    },
    {
      "verse": 10,
      "text": "וישפך החמישי את קערתו על כסא החיה ותחשך מלכותה וינשכו מכאב לב את לשונם׃"
    },
    {
      "verse": 11,
      "text": "ויגדפו את אלהי השמים ממכאבם ושחינם ולא שבו ממעשיהם׃"
    },
    {
      "verse": 12,
      "text": "וישפך הששי את קערתו על הנהר הגדול נהר פרת ויחרבו מימיו למען תישר מסלה למלכים אשר ממזרח שמש׃"
    },
    {
      "verse": 13,
      "text": "וארא והנה מפי התנין ומפי החיה ומפי נביא השקר יצאות שלש רוחות טמאות דומת לצפרדעים׃"
    },
    {
      "verse": 14,
      "text": "כי רוחות השדים הנה עשות אותות ויצאות אל מלכי ארץ ותבל כלה לאספם למלחמה היום ההוא הגדול יום אלהי הצבאות׃"
    },
    {
      "verse": 15,
      "text": "הנני בא כגנב אשרי השקד ושמר את בגדיו למען לא ילך ערם וראו את ערותו׃"
    },
    {
      "verse": 16,
      "text": "ויאסף אתם אל המקום הנקרא בעברית הר מגדון׃"
    },
    {
      "verse": 17,
      "text": "וישפך המלאך השביעי את קערתו על האור ויצא קול גדול מהיכל השמים מן הכסא ויאמר היה נהיתה׃"
    },
    {
      "verse": 18,
      "text": "ויהיו קלות ורעמים וברקים ויהי רעש גדול אשר לא היה כמהו למן היות אדם על הארץ רעש כזה גדול עד מאד׃"
    },
    {
      "verse": 19,
      "text": "והעיר הגדולה נחלקה לשלשה חלקים ותפלנה ערי הגוים ותזכר בבל הגדולה לפני אלהים לתת לה כוס יין חמת אפו׃"
    },
    {
      "verse": 20,
      "text": "וינס כל אי וההרים לא נמצאו׃"
    },
    {
      "verse": 21,
      "text": "וברד כבד כככר ירד מן השמים על בני האדם ויגדפו בני האדם את האלהים על אדות מכת הברד כי כבדה מכתו מאד׃"
    }
  ]
}