{
  "book_id": "REV",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "וארא שמים חדשים וארץ חדשה כי השמים הראשנים והארץ הראשונה עברו והים איננו עוד׃"
    },
    {
      "verse": 2,
      "text": "וארא את העיר הקדושה ירושלים החדשה ירדת מאת האלהים מן השמים נכונה ככלה המקשטת לבעלה׃"
    },
    {
      "verse": 3,
      "text": "ואשמע קול גדול מן השמים לאמר הנה משכן אלהים עם בני האדם ושכן בתוכם והמה יהיו לו לעם והוא האלהים יהיה אתם אלהיהם׃"
    },
    {
      "verse": 4,
      "text": "ומחה אלהים כל דמעה מעיניהם והמות לא יהיה עוד וגם אבל וזעקה וכאב לא יהיה עוד כי הראשנות עברו׃"
    },
    {
      "verse": 5,
      "text": "ויאמר הישב על הכסא הנני עשה הכל חדש ויאמר אלי כתב כי הדברים האלה אמתים ונאמנים הם׃"
    },
    {
      "verse": 6,
      "text": "ויאמר אלי היה נהיתה אני האלף והתו הראש והסוף אני אתן לצמא ממעין מים חיים חנם׃"
    },
    {
      "verse": 7,
      "text": "המנצח יירש הכל ואני אהיה לו לאלהים והוא יהיה לי לבן׃"
    },
    {
      "verse": 8,
      "text": "אבל רכי הלב ואשר אינם מאמינים והמגאלים והמרצחים והזנים והמכשפים ועבדי האלילים וכל המכזבים חלקם יהיה באגם הבער באש וגפרית אשר הוא המות השני׃"
    },
    {
      "verse": 9,
      "text": "ויבא אלי אחד משבעת המלאכים הנשאים שבע הקערות המלאות שבע המכות האחרנות וידבר אלי לאמר בא ואראך את הכלה אשת השה׃"
    },
    {
      "verse": 10,
      "text": "ויוליכני ברוח על הר גדול וגבה ויראני העיר הגדולה ירושלים הקדושה ירדת מן השמים מאת האלהים׃"
    },
    {
      "verse": 11,
      "text": "ויש לה כבוד אלהים ואור נגהה כאבן יקרה מאד כאבן ישפה המבהקת כעין הקרח׃"
    },
    {
      "verse": 12,
      "text": "ויש לה חומה גדולה וגבהה ושנים עשר שערים לה ועל השערים שנים עשר מלאכים ושמות כתובים עליהם אשר הם שמות שנים עשר שבטי בני ישראל׃"
    },
    {
      "verse": 13,
      "text": "שערים שלשה ממזרח שערים שלשה מצפון שערים שלשה מנגב ושערים שלשה ממערב׃"
    },
    {
      "verse": 14,
      "text": "ולחומת העיר שנים עשר מוסדות ועליהם שנים עשר שמות לשנים עשר שליחי השה׃"
    },
    {
      "verse": 15,
      "text": "וביד המדבר אלי היה קנה זהב למד בו את העיר ואת שעריה ואת חומתה׃"
    },
    {
      "verse": 16,
      "text": "ומושב העיר מרבע וארכה כרחבה וימד את העיר בקנה המדה שנים עשר אלף ריס ארכה ורחבה וקומתה שוים המה׃"
    },
    {
      "verse": 17,
      "text": "וימד את חומתה על מאה וארבעים וארבע אמות במדת איש אשר היא מדת המלאך׃"
    },
    {
      "verse": 18,
      "text": "ובנין חומתה אבן ישפה והעיר זהב מופז דומה לזכוכית זכה׃"
    },
    {
      "verse": 19,
      "text": "ומוסדות חומת העיר מרבצות בכל אבני חפץ המוסד הראשון ישפה השני ספיר השלישי שבו הרביעי ברקת׃"
    },
    {
      "verse": 20,
      "text": "החמישי יהלם הששי אדם השביעי תרשיש השמיני שהם התשיעי פטדה העשירי נפך אחד העשר לשם שנים העשר אחלמה׃"
    },
    {
      "verse": 21,
      "text": "ושנים עשר השערים הם שתים עשרה מרגליות כל שער ושער מרגלית אחת ורחוב העיר זהב מופז כזכוכית בהירה׃"
    },
    {
      "verse": 22,
      "text": "והיכל לא ראיתי בה כי יהוה אלהים צבאות היכלה הוא והשה׃"
    },
    {
      "verse": 23,
      "text": "והעיר איננה צריכה לאור השמש ולנגה הירח כי כבוד אלהים האיר לה ונרה הוא השה׃"
    },
    {
      "verse": 24,
      "text": "והגוים ילכו לאורה ומלכי ארץ מביאים כבודם ותפארתם אליה׃"
    },
    {
      "verse": 25,
      "text": "ושעריה יומם לא יסגרו כי לילה לא יהיה שם׃"
    },
    {
      "verse": 26,
      "text": "והביאו בה כבוד הגוים ותפארתם׃"
    },
    {
      "verse": 27,
      "text": "ולא יבוא בה כל טמא ועשה תועבה ושקר כי אם הכתובים בספר החיים של השה׃"
    }
  ]
}