{
  "book_id": "REV",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "ויראני נחל של מים חיים זך מבהיק כעין הקרח יצא מכסא האלהים והשה׃"
    },
    {
      "verse": 2,
      "text": "ובתוך רחוב העיר ואל שפת הנחל מזה ומזה עץ חיים עשה פרי שנים עשר כי מדי חדש בחדשו יתן את פריו ועלה העץ לתרופת הגוים׃"
    },
    {
      "verse": 3,
      "text": "וכל חרם לא יהיה עוד וכסא האלהים והשה יהיה בה ועבדיו ישרתהו׃"
    },
    {
      "verse": 4,
      "text": "והמה יראו את פניו ושמו על מצחותם׃"
    },
    {
      "verse": 5,
      "text": "ולילה לא יהיה עוד ולא יצטרכו עוד לאור נר ולאור שמש כי יהוה אלהים הוא יאיר להם וימלכו עד עולמי עולמים׃"
    },
    {
      "verse": 6,
      "text": "ויאמר אלי הדברים האלה אמתים ונאמנים הם ויהוה אלהי הנביאים הקדשים שלח את מלאכו להראות את עבדיו את אשר היה יהיה במהרה׃"
    },
    {
      "verse": 7,
      "text": "הנני בא מהר אשרי השמר את דברי נבואת הספר הזה׃"
    },
    {
      "verse": 8,
      "text": "ואני יוחנן הוא הראה אלה ושמעם ויהי כשמעי וכראותי ואפל לפני רגלי המלאך אשר הראני את אלה להשתחות לו׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אלי ראה אל תעשה זאת כי עבד כמוך אנכי וחבר לך ולאחיך הנביאים ולשמרים את דברי הספר הזה לאלהים השתחוה׃"
    },
    {
      "verse": 10,
      "text": "ויאמר אלי אל תחתם את דברי נבואת הספר הזה כי קרוב המועד׃"
    },
    {
      "verse": 11,
      "text": "החומס יוסיף לחמס והטמא יוסיף להטמא והצדיק יוסיף להצדק והקדוש יוסיף להתקדש׃"
    },
    {
      "verse": 12,
      "text": "והנני בא מהר ושכרי אתי לשלם לכל איש כמעשהו׃"
    },
    {
      "verse": 13,
      "text": "אני האלף והתו הראש והסוף הראשון והאחרון׃"
    },
    {
      "verse": 14,
      "text": "אשרי העשים את מצותיו למען תהיה ממשלתם בעץ החיים ובאו העירה דרך השערים׃"
    },
    {
      "verse": 15,
      "text": "ומחוץ לה הכלבים והמכשפים והזנים והמרצחים ועבדי האלילים וכל אהב שקר ועשהו׃"
    },
    {
      "verse": 16,
      "text": "אני ישוע שלחתי את מלאכי להעיד לכם את אלה בפני הקהלות אנכי שרש דוד ותולדתו כוכב נגה השחר׃"
    },
    {
      "verse": 17,
      "text": "והרוח והכלה אמרים בא והשמע יאמר בא והצמא יבוא והחפץ יקח מים חיים חנם׃"
    },
    {
      "verse": 18,
      "text": "מעיד אני בכל השמע דברי נבואת הספר הזה אם יוסיף איש עליהם יוסיף עליו האלהים את המכות הכתובות בספר הזה׃"
    },
    {
      "verse": 19,
      "text": "ואם יגרע איש מדברי ספר הנבואה הזאת יגרע האלהים את לחקו מעץ החיים ומעיר הקדש הכתובים בספר הזה׃"
    },
    {
      "verse": 20,
      "text": "המעיד את אלה אמר אמנם כן אני בא מהר אמן באה נא האדון ישוע׃"
    },
    {
      "verse": 21,
      "text": "חסד אדנינו ישוע המשיח עם כלכם כל הקדושים אמן׃"
    }
  ]
}