{
  "book_id": "SNG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "ἌΣΜΑ ᾀσμάτων, ὅ ἐστι Σαλωμών."
    },
    {
      "verse": 2,
      "text": "Φιλησάτω με ἀπὸ φιλημάτων στόματος αὐτοῦ· ὅτι ἀγαθοὶ μαστοί σου ὑπὲρ οἶνον, καὶ ὀσμὴ μύρων σου ὑπὲρ πάντα τὰ ἀρώματα·"
    },
    {
      "verse": 3,
      "text": "μῦρον ἐκκενωθὲν ὄνομά σου· διὰ τοῦτο νεάνιδες ἠγάπησάν σε,"
    },
    {
      "verse": 4,
      "text": "εἵλκυσάν σε· ὀπίσω σου εἰς ὀσμὴν μύρων σου δραμοῦμεν· εἰσήνεγκέ με ὁ βασιλεὺς εἰς τὸ ταμεῖον αὐτοῦ· ἀγαλλιασώμεθα καὶ εὐφρανθῶμεν ἐν σοί· ἀγαπήσομεν μαστούς σου ὑπὲρ οἶνον· εὐθύτης ἠγάπησέ σε."
    },
    {
      "verse": 5,
      "text": "Μέλαινά εἰμι ἐγὼ καὶ καλὴ, θυγατέρες Ἱερουσαλὴμ, ὡς σκηνώματα Κηδὰρ, ὡς δέῤῥεις Σαλωμών."
    },
    {
      "verse": 6,
      "text": "Μὴ βλέψητέ με ὅτι ἐγώ εἰμι μεμελανωμένη, ὅτι παρέβλεψέ με ὁ ἥλιος· υἱοὶ μητρός μου ἐμαχέσαντο ἐν ἐμοὶ, ἔθεντό με φυλάκισσαν ἐν ἀμπελῶσιν, ἀμπελῶνα ἐμὸν οὐκ ἐφύλαξα."
    },
    {
      "verse": 7,
      "text": "Ἀπάγγειλόν μοι ὃν ἠγάπησεν ἡ ψυχή μου, ποῦ ποιμαίνεις, ποῦ κοιτάζεις ἐν μεσημβρίᾳ, μήποτε γένωμαι ὡς περιβαλλομένη ἐπʼ ἀγέλαις ἑταίρων σου."
    },
    {
      "verse": 8,
      "text": "Ἐὰν μὴ γνῷς σεαυτὴν ἡ καλὴ ἐν γυναιξὶν, ἔξελθε σὺ ἐν πτέρναις τῶν ποιμνίων, καὶ ποίμαινε τὰς ἐρίφους σου ἐπὶ σκηνώμασι τῶν ποιμένων."
    },
    {
      "verse": 9,
      "text": "Τῇ ἵππῳ μου ἐν ἅρμασε Φαραὼ ὡμοίωσά σε ἡ πλησίον μου."
    },
    {
      "verse": 10,
      "text": "Τί ὡραιώθησαν σιαγόνες σου ὡς τρυγόνος, τράχηλός σου ὡς ὁρμίσκοι;"
    },
    {
      "verse": 11,
      "text": "Ὁμοιώματα χρυσίου ποιήσομέν σοι μετὰ στιγμάτων τοῦ ἀργυρίου."
    },
    {
      "verse": 12,
      "text": "Ἕως οὗ ὁ βασιλεὺς ἐν ἀνακλίσει αὐτοῦ· νάρδος μου ἔδωκεν ὀσμὴν αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Ἀπόδεσμος τῆς στακτῆς ἀδελφιδός μου ἐμοὶ, ἀυαμέσου τῶν μαστῶν μου αὐλισθήσεται."
    },
    {
      "verse": 14,
      "text": "Βότρυς τῆς κύπρου ἀδελφιδός μου ἐμοὶ, ἐν ἀμπελῶσιν Ἐνγαδδί."
    },
    {
      "verse": 15,
      "text": "Ἰδοὺ εἶ καλὴ ἡ πλησίον μου, ἰδοὺ εἶ καλὴ· ὀφθαλμοί σου περιστεραί."
    },
    {
      "verse": 16,
      "text": "Ἰδοὺ εἶ καλὸς ἀδελφιδός μου, καί γε ὡραῖος πρὸς κλίνῃ ἡμῶν σύσκιος·"
    },
    {
      "verse": 17,
      "text": "Δοκοὶ οἴκων ἡμῶν κέδροι, φατνώματα ἡμῶν κυπάρισσοι."
    }
  ]
}