{
  "book_id": "LEV",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And if a soul sin, and hear the voice of swearing, and \\add is\\add* a witness, whether he hath seen or known \\add of it;\\add* if he do not utter \\add it\\add*, then he shall bear his iniquity."
    },
    {
      "verse": 2,
      "text": "Or if a soul touch any unclean thing, whether \\add it be\\add* a carcase of an unclean beast, or a carcase of unclean cattle, or the carcase of unclean creeping things, and \\add if\\add* it be hidden from him; he also shall be unclean, and guilty."
    },
    {
      "verse": 3,
      "text": "Or if he touch the uncleanness of man, whatsoever uncleanness \\add it be\\add* that a man shall be defiled withal, and it be hid from him; when he knoweth \\add of it\\add*, then he shall be guilty."
    },
    {
      "verse": 4,
      "text": "Or if a soul swear, pronouncing with \\add his\\add* lips to do evil, or to do good, whatsoever \\add it be\\add* that a man shall pronounce with an oath, and it be hid from him; when he knoweth \\add of it\\add*, then he shall be guilty in one of these."
    },
    {
      "verse": 5,
      "text": "And it shall be, when he shall be guilty in one of these \\add things\\add*, that he shall confess that he hath sinned in that \\add thing:\\add*"
    },
    {
      "verse": 6,
      "text": "and he shall bring his trespass offering unto the \\sc Lord\\sc* for his sin which he hath sinned, a female from the flock, a lamb or a kid of the goats, for a sin offering; and the priest shall make an atonement for him concerning his sin."
    },
    {
      "verse": 7,
      "text": "And if he be not able to bring a lamb, then he shall bring for his trespass, which he hath committed, two turtledoves, or two young pigeons, unto the \\sc Lord\\sc*; one for a sin offering, and the other for a burnt offering."
    },
    {
      "verse": 8,
      "text": "And he shall bring them unto the priest, who shall offer \\add that\\add* which \\add is\\add* for the sin offering first, and wring off his head from his neck, but shall not divide \\add it\\add* asunder:"
    },
    {
      "verse": 9,
      "text": "and he shall sprinkle of the blood of the sin offering upon the side of the altar; and the rest of the blood shall be wrung out at the bottom of the altar: it \\add is\\add* a sin offering."
    },
    {
      "verse": 10,
      "text": "And he shall offer the second \\add for\\add* a burnt offering, according to the manner: and the priest shall make an atonement for him for his sin which he had sinned, and it shall be forgiven him."
    },
    {
      "verse": 11,
      "text": "But if he be not able to bring two turtledoves, or two young pigeons, then he that sinned shall bring for his offering the tenth \\add part\\add* of an ephah of fine flour for a sin offering; he shall put no oil upon it, neither shall he put \\add any\\add* frankincense thereon: for it \\add is\\add* a sin offering."
    },
    {
      "verse": 12,
      "text": "Then shall he bring it to the priest, and the priest shall take his handful of it, \\add even\\add* a memorial thereof, and burn \\add it\\add* on the altar, according to the offerings made by fire unto the \\sc Lord\\sc*: it \\add is\\add* a sin offering."
    },
    {
      "verse": 13,
      "text": "And the priest shall make an atonement for him as touching his sin that he hath sinned in one of these, and it shall be forgiven him: and \\add the remnant\\add* shall be the priest’s, as a meat offering."
    },
    {
      "verse": 14,
      "text": "And the \\sc Lord\\sc* spake unto Moses, saying,"
    },
    {
      "verse": 15,
      "text": "If a soul commit a trespass, and sin through ignorance, in the holy \\add things\\add* of the \\sc Lord\\sc*; then he shall bring for his trespass unto the \\sc Lord\\sc* a ram without blemish out of the flocks, with thy estimation \\add by\\add* shekels of silver, after the shekel of the sanctuary, for a trespass offering:"
    },
    {
      "verse": 16,
      "text": "and he shall make amends for the harm that he hath done in the holy \\add thing\\add*, and shall add the fifth \\add part\\add* thereto, and give it unto the priest: and the priest shall make an atonement for him with the ram of the trespass offering, and it shall be forgiven him."
    },
    {
      "verse": 17,
      "text": "And if a soul sin, and commit any \\add of these things\\add* which are forbidden to be done by the commandments of the \\sc Lord\\sc*; though he wist \\add it\\add* not, yet is he guilty, and shall bear his iniquity."
    },
    {
      "verse": 18,
      "text": "And he shall bring a ram without blemish out of the flock, with thy estimation, for a trespass offering, unto the priest: and the priest shall make an atonement for him concerning his ignorance wherein he erred and wist \\add it\\add* not, and it shall be forgiven him."
    },
    {
      "verse": 19,
      "text": "It \\add is\\add* a trespass offering: he hath certainly trespassed against the \\sc Lord\\sc*."
    }
  ]
}