{
  "book_id": "LEV",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And the \\sc Lord\\sc* spake unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak unto Aaron and to his sons, that they separate themselves from the holy \\add things\\add* of the children of Israel, and that they profane not my holy name \\add in those things\\add* which they hallow unto me: I \\add am\\add* the \\sc Lord\\sc*."
    },
    {
      "verse": 3,
      "text": "Say unto them, Whosoever \\add he be\\add* of all your seed among your generations, that goeth unto the holy \\add things\\add* which the children of Israel hallow unto the \\sc Lord\\sc*, having his uncleanness upon him, that soul shall be cut off from my presence: I \\add am\\add* the \\sc Lord\\sc*."
    },
    {
      "verse": 4,
      "text": "What man soever of the seed of Aaron \\add is\\add* a leper, or hath a running issue; he shall not eat of the holy \\add things\\add*, until he be clean. And whoso toucheth any \\add thing that is\\add* unclean \\add by\\add* the dead, or a man whose seed goeth from him;"
    },
    {
      "verse": 5,
      "text": "or whosoever toucheth any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatsoever uncleanness he hath;"
    },
    {
      "verse": 6,
      "text": "the soul which hath touched \\add any\\add* such shall be unclean until even, and shall not eat of the holy \\add things\\add*, unless he wash his flesh with water."
    },
    {
      "verse": 7,
      "text": "And when the sun is down, he shall be clean, and shall afterward eat of the holy \\add things;\\add* because it \\add is\\add* his food."
    },
    {
      "verse": 8,
      "text": "That which dieth of itself, or is torn \\add with beasts\\add*, he shall not eat to defile \\add himself\\add* therewith: I \\add am\\add* the \\sc Lord\\sc*."
    },
    {
      "verse": 9,
      "text": "They shall therefore keep mine ordinance, lest they bear sin for it, and die therefore, if they profane it: I the \\sc Lord\\sc* do sanctify them."
    },
    {
      "verse": 10,
      "text": "There shall no stranger eat \\add of\\add* the holy \\add thing:\\add* a sojourner of the priest’s, or a hired servant, shall not eat \\add of\\add* the holy \\add thing\\add*."
    },
    {
      "verse": 11,
      "text": "But if the priest buy \\add any\\add* soul with his money, he shall eat of it, and he that is born in his house: they shall eat of his meat."
    },
    {
      "verse": 12,
      "text": "If the priest’s daughter also be \\add married\\add* unto a stranger, she may not eat of an offering of the holy \\add things\\add*."
    },
    {
      "verse": 13,
      "text": "But if the priest’s daughter be a widow, or divorced, and have no child, and is returned unto her father’s house, as \\add in\\add* her youth, she shall eat of her father’s meat: but there shall no stranger eat thereof."
    },
    {
      "verse": 14,
      "text": "And if a man eat \\add of\\add* the holy \\add thing\\add* unwittingly, then he shall put the fifth \\add part\\add* thereof unto it, and shall give \\add it\\add* unto the priest with the holy \\add thing\\add*."
    },
    {
      "verse": 15,
      "text": "And they shall not profane the holy \\add things\\add* of the children of Israel, which they offer unto the \\sc Lord\\sc*;"
    },
    {
      "verse": 16,
      "text": "or suffer them to bear the iniquity of trespass, when they eat their holy \\add things:\\add* for I the \\sc Lord\\sc* do sanctify them."
    },
    {
      "verse": 17,
      "text": "And the \\sc Lord\\sc* spake unto Moses, saying,"
    },
    {
      "verse": 18,
      "text": "Speak unto Aaron, and to his sons, and unto all the children of Israel, and say unto them, Whatsoever \\add he be\\add* of the house of Israel, or of the strangers in Israel, that will offer his oblation for all his vows, and for all his freewill offerings, which they will offer unto the \\sc Lord\\sc* for a burnt offering;"
    },
    {
      "verse": 19,
      "text": "\\add ye shall offer\\add* at your own will a male without blemish, of the beeves, of the sheep, or of the goats."
    },
    {
      "verse": 20,
      "text": "\\add But\\add* whatsoever hath a blemish, \\add that\\add* shall ye not offer: for it shall not be acceptable for you."
    },
    {
      "verse": 21,
      "text": "And whosoever offereth a sacrifice of peace offerings unto the \\sc Lord\\sc* to accomplish \\add his\\add* vow, or a freewill offering in beeves or sheep, it shall be perfect to be accepted; there shall be no blemish therein."
    },
    {
      "verse": 22,
      "text": "Blind, or broken, or maimed, or having a wen, or scurvy, or scabbed, ye shall not offer these unto the \\sc Lord\\sc*, nor make an offering by fire of them upon the altar unto the \\sc Lord\\sc*."
    },
    {
      "verse": 23,
      "text": "Either a bullock or a lamb that hath any thing superfluous or lacking in his parts, that mayest thou offer \\add for\\add* a freewill offering; but for a vow it shall not be accepted."
    },
    {
      "verse": 24,
      "text": "Ye shall not offer unto the \\sc Lord\\sc* that which is bruised, or crushed, or broken, or cut; neither shall you make \\add any\\add* offering \\add thereof\\add* in your land."
    },
    {
      "verse": 25,
      "text": "Neither from a stranger’s hand shall ye offer the bread of your God of any of these; because their corruption \\add is\\add* in them, \\add and\\add* blemishes \\add be\\add* in them: they shall not be accepted for you."
    },
    {
      "verse": 26,
      "text": "And the \\sc Lord\\sc* spake unto Moses, saying,"
    },
    {
      "verse": 27,
      "text": "When a bullock, or a sheep, or a goat, is brought forth, then it shall be seven days under the dam; and from the eighth day and thenceforth it shall be accepted for an offering made by fire unto the \\sc Lord\\sc*."
    },
    {
      "verse": 28,
      "text": "And \\add whether it be\\add* cow or ewe, ye shall not kill it and her young both in one day."
    },
    {
      "verse": 29,
      "text": "And when ye will offer a sacrifice of thanksgiving unto the \\sc Lord\\sc*, offer \\add it\\add* at your own will."
    },
    {
      "verse": 30,
      "text": "On the same day it shall be eaten up; ye shall leave none of it until the morrow: I \\add am\\add* the \\sc Lord\\sc*."
    },
    {
      "verse": 31,
      "text": "Therefore shall ye keep my commandments, and do them: I \\add am\\add* the \\sc Lord\\sc*."
    },
    {
      "verse": 32,
      "text": "Neither shall ye profane my holy name; but I will be hallowed among the children of Israel: I \\add am\\add* the \\sc Lord\\sc* which hallow you,"
    },
    {
      "verse": 33,
      "text": "that brought you out of the land of Egypt, to be your God: I \\add am\\add* the \\sc Lord\\sc*."
    }
  ]
}