{
  "book_id": "EZR",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And these arethe people of the land that went up, of the number of prisoners who were removed, whom Nebuchadnezzar king of Babylon carried away to Babylon, and they returned to Judah and Jerusalem, every man to his city;"
    },
    {
      "verse": 2,
      "text": "who came with Zerubbabel: Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the people of Israel:"
    },
    {
      "verse": 3,
      "text": "The children of Parosh, two thousand one hundred and seventy-two."
    },
    {
      "verse": 4,
      "text": "The children of Shephatiah, three hundred and seventy-two."
    },
    {
      "verse": 5,
      "text": "The children of Arah, seven hundred and seventy-five."
    },
    {
      "verse": 6,
      "text": "The children of Pahath-moab, belonging to the sons of Jeshua andJoab, two thousand eight hundred and twelve."
    },
    {
      "verse": 7,
      "text": "The children of Elam, a thousand two hundred and fifty-four."
    },
    {
      "verse": 8,
      "text": "The children of Zattu, nine hundred and forty-five."
    },
    {
      "verse": 9,
      "text": "The children of Zaccai, seven hundred and sixty."
    },
    {
      "verse": 10,
      "text": "The children of Bani, six hundred and forty-two."
    },
    {
      "verse": 11,
      "text": "The children of Bebai, six hundred and twenty-three."
    },
    {
      "verse": 12,
      "text": "The children of Azgad, a thousand two hundred and twenty-two."
    },
    {
      "verse": 13,
      "text": "The children of Adonikam, six hundred and sixty-six."
    },
    {
      "verse": 14,
      "text": "The children of Bigvai, two thousand and fifty-six."
    },
    {
      "verse": 15,
      "text": "The children of Adin, four hundred and fifty-four."
    },
    {
      "verse": 16,
      "text": "The children of Ater the sonof Hezekiah, ninety-eight."
    },
    {
      "verse": 17,
      "text": "The children of Bezai, three hundred and twenty-three."
    },
    {
      "verse": 18,
      "text": "The children of Jorah, a hundred and twelve."
    },
    {
      "verse": 19,
      "text": "The children of Hashum, two hundred and twenty-three."
    },
    {
      "verse": 20,
      "text": "The children of Gibbar, ninety-five."
    },
    {
      "verse": 21,
      "text": "The children of Bethlehem, a hundred and twenty-three."
    },
    {
      "verse": 22,
      "text": "The children of Netophah, fifty-six."
    },
    {
      "verse": 23,
      "text": "The children of Anathoth, a hundred and twenty-eight."
    },
    {
      "verse": 24,
      "text": "The children of Azmaveth, forty-three."
    },
    {
      "verse": 25,
      "text": "The children of Kiriath-arim, Chephirah, and Beeroth, seven hundred and forty-three."
    },
    {
      "verse": 26,
      "text": "The children of Ramah and Geba, six hundred and twenty-one."
    },
    {
      "verse": 27,
      "text": "The men of Michmas, a hundred and twenty-two."
    },
    {
      "verse": 28,
      "text": "The men of Bethel and Ai, four hundred and twenty-three."
    },
    {
      "verse": 29,
      "text": "The children of Nebo, fifty-two."
    },
    {
      "verse": 30,
      "text": "The children of Magbish, a hundred and fifty-six."
    },
    {
      "verse": 31,
      "text": "The children of Elam-ar, a thousand two hundred and fifty-four."
    },
    {
      "verse": 32,
      "text": "The children of Harim, three hundred and twenty."
    },
    {
      "verse": 33,
      "text": "The children of Lod-hadid and Ono, seven hundred and twenty-five."
    },
    {
      "verse": 34,
      "text": "The children of Jericho, three hundred and forty-five."
    },
    {
      "verse": 35,
      "text": "The children of Senaah, three thousand six hundred and thirty."
    },
    {
      "verse": 36,
      "text": "And the priests, the sons of Jedaiah, belonging tothe house of Jeshua, werenine hundred and seventy-three."
    },
    {
      "verse": 37,
      "text": "The children of Immer, a thousand andfifty-two."
    },
    {
      "verse": 38,
      "text": "The children of Pashhur, a thousand two hundred andforty-seven."
    },
    {
      "verse": 39,
      "text": "The children of Harim, a thousand andseven."
    },
    {
      "verse": 40,
      "text": "And the Levites, the sons of Jeshua and Kadmiel, belonging to the sons of Hodaviah, seventy-four."
    },
    {
      "verse": 41,
      "text": "The sons of Asaph, singers, a hundred andtwenty-eight."
    },
    {
      "verse": 42,
      "text": "The children of the porters, the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, inall a hundred andthirty-nine."
    },
    {
      "verse": 43,
      "text": "The Nathinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,"
    },
    {
      "verse": 44,
      "text": "the sons of Keros, the children of Siaha, the children of Padon,"
    },
    {
      "verse": 45,
      "text": "the children of Lebanah, the children of Hagabah, the sons of Akkub,"
    },
    {
      "verse": 46,
      "text": "the children of Hagab, the children of Shamlai, the children of Hanan,"
    },
    {
      "verse": 47,
      "text": "the children of Giddel, the children of Gahar, the children of Reaiah,"
    },
    {
      "verse": 48,
      "text": "the children of Rezin, the children of Nekoda, the children of Gazzam,"
    },
    {
      "verse": 49,
      "text": "the children of Uzza, the children of Paseah, the children of Besai,"
    },
    {
      "verse": 50,
      "text": "the children of Asnah, the children of Meunim, the children of Nephisim,"
    },
    {
      "verse": 51,
      "text": "the children of Bakbuk, the children of Hakupha, the children of Harhur,"
    },
    {
      "verse": 52,
      "text": "the children of Bazluth, the children of Mehida, the children of Harsha,"
    },
    {
      "verse": 53,
      "text": "the children of Barkos, the children of Sisera, the children of Temah,"
    },
    {
      "verse": 54,
      "text": "the children of Neziah, the children of Hatipha."
    },
    {
      "verse": 55,
      "text": "The children of the servants of Solomon: the children of Sotai, the children of Hassophereth, the children of Peruda,"
    },
    {
      "verse": 56,
      "text": "the children of Jaalah, the children of Darkon, the children of Giddel,"
    },
    {
      "verse": 57,
      "text": "the children of Shephatiah, the children of Hattil, the children of Pochereth, the children of Hazzebaim, the children of Ami."
    },
    {
      "verse": 58,
      "text": "All the Nathinim, and the sons of Abdeselma werethree hundred and ninety-two."
    },
    {
      "verse": 59,
      "text": "And these arethey that went up from Tel-melah, Tel-harsha, Cherub, Addan, Immer: and they were not able to tell the house of their fathers, and their seed, whether they were of Israel:"
    },
    {
      "verse": 60,
      "text": "the children of Delaiah, the children of Bua, the children of Tobiah, the children of Nekoda, six hundred andfifty-two."
    },
    {
      "verse": 61,
      "text": "And of the children of the priests, the children of Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughter of Barzillai the Gileadite, and was called by their name."
    },
    {
      "verse": 62,
      "text": "These sought their genealogy as thoughthey had been reckoned, but they were not found; and they were removed, as polluted, from the priesthood."
    },
    {
      "verse": 63,
      "text": "And the Athersastha told them that they should not eat of the most holy things, until a priest should arise with Lights and Perfections."
    },
    {
      "verse": 64,
      "text": "And all the congregation together wereabout forty-two thousand three hundred and sixty;"
    },
    {
      "verse": 65,
      "text": "besides their menservants and maidservants, andthese were seven thousand three hundred andthirty-seven: and amongthese were two hundred singing men and singing women."
    },
    {
      "verse": 66,
      "text": "Their horses wereseven hundred andthirty-six, their mules, two hundred andforty-five."
    },
    {
      "verse": 67,
      "text": "Their camels, four hundred andthirty-five; their asses, six thousand seven hundred andtwenty."
    },
    {
      "verse": 68,
      "text": "And someof the chiefs of families, when they went into the house of the Lord that was in Jerusalem, offered willingly for the house of God, to establish it on its prepared place."
    },
    {
      "verse": 69,
      "text": "According to their power they gave into the treasury of the work pure gold sixty-one thousand pieces, and five thousand pounds of silver, and one hundred priests’ garments."
    },
    {
      "verse": 70,
      "text": "So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nathinim, dwelt in their cities, and all Israel in their cities."
    }
  ]
}