{
  "book_id": "DEU",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "When the Lord thy God hath destroyed the nations whose land the Lord thy God will give thee, and you possess it, and dwell in their cities and houses;"
    },
    {
      "verse": 2,
      "text": "Three cities shalt thou set apart to thee within thy land, which the Lord thy God will give thee to inherit."
    },
    {
      "verse": 3,
      "text": "Thou shalt prepare for thee a way, and divide into three parts the boundary of thy land which the Lord thy God giveth thee to possess, for any manslayer to escape thither."
    },
    {
      "verse": 4,
      "text": "And this shall be the case of the manslayer who fleeth thither that he may live: he who shall have slain his neighbour unwittingly, he not having hated him yesterday or before."
    },
    {
      "verse": 5,
      "text": "As, when a man goeth with his neighbour into the thicket to cut wood, and his hand with the iron is driven aside in cutting the wood, and the iron flieth off from the handle and striketh (findeth) his neighbour, and he be killed, he shall flee to one of these cities that he may live;"
    },
    {
      "verse": 6,
      "text": "Lest the avenger of blood pursue him while his heart is hot, and overtake him, because the way is long, and destroy his life; he not being guilty of death, because he had not hated him in time past."
    },
    {
      "verse": 7,
      "text": "Wherefore, I command thee, saying: Thou shalt set apart to thee three cities."
    },
    {
      "verse": 8,
      "text": "And when the Lord thy God shall enlarge thy border, as He sware to thy fathers, and give thee all the land which He said to thy fathers He would give,"
    },
    {
      "verse": 9,
      "text": "if thou wilt keep all this commandment which I command thee this day, to perform it, to love the Lord thy God, and to walk in the ways that are right before Him all the days; then thou halt add yet three cities to those three,"
    },
    {
      "verse": 10,
      "text": "that innocent blood may not be shed within thy land which the Lord thy God will give thee to inherit, and that the guilt of murder may not be upon thee."
    },
    {
      "verse": 11,
      "text": "But if a man bear hatred to his neighbour, and lie in wait for him, and rise up against him, and destroy his life, and he die, and he flee to one of these cities,"
    },
    {
      "verse": 12,
      "text": "Then the elders of his city shall send and take him from thence, and deliver him into the hand of the avenger of blood, and he shall die."
    },
    {
      "verse": 13,
      "text": "Thine eye shall not have pity upon him, and thou shalt do away with the shedding of innocent blood from Israel, that it may be well with thee."
    },
    {
      "verse": 14,
      "text": "Thou shalt not remove the boundary of thy neighbour which he hath set for a limit in the inheritance which thou shalt possess in the land the Lord thy God will give thee to inherit."
    },
    {
      "verse": 15,
      "text": "One witness shall not rise up (alone) against a man for any iniquities or sins, or any sin by which he (may have) transgressed; but upon the word of two or of three witnesses shall the case be confirmed."
    },
    {
      "verse": 16,
      "text": "If a false witness stand up against a man to testify against him with perversity,"
    },
    {
      "verse": 17,
      "text": "Then the two men to whom the cause belongeth shall stand in the presence of the Lord before the priests and judges who shall be in those days;"
    },
    {
      "verse": 18,
      "text": "And the judges shall make inquest fairly, and, behold, he hath testified falsely, and the testimony is false that he bath witnessed against his brother,"
    },
    {
      "verse": 19,
      "text": "then you shall do to him as he had designed to do to his brother, and so shall you put away the evil doer from among you."
    },
    {
      "verse": 20,
      "text": "And the rest shall hear and be afraid, and not do any more like this evil thing among thee."
    },
    {
      "verse": 21,
      "text": "And thine eye shall not have pity: life for life; eye for eye; tooth for tooth; hand for hand; foot for foot."
    }
  ]
}