{
  "book_id": "EZK",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the LORD came to me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, set thy face towards Jerusalem, and drop \\add thy word\\add* towards the holy places, and prophesy against the land of Israel,"
    },
    {
      "verse": 3,
      "text": "And say to the land of Israel, Thus saith the LORD; Behold, I \\add am\\add* against thee, and will draw forth my sword out of its sheath, and will cut off from thee the righteous and the wicked."
    },
    {
      "verse": 4,
      "text": "Seeing then that I will cut off from thee the righteous and the wicked, therefore shall my sword go forth from its sheath against all flesh from the south to the north:"
    },
    {
      "verse": 5,
      "text": "That all flesh may know that I the LORD have drawn my sword out of its sheath: it shall not return any more."
    },
    {
      "verse": 6,
      "text": "Sigh therefore, thou son of man, with the breaking of \\add thy\\add* loins; and with bitterness sigh before their eyes."
    },
    {
      "verse": 7,
      "text": "And it shall be, when they say to thee, Why sighest thou? that thou shalt answer, For the tidings; because it cometh: and every heart shall melt, and all hands shall be feeble, and every spirit shall faint, and all knees shall be weak \\add as\\add* water: behold, it cometh, and shall be brought to pass, saith the Lord GOD."
    },
    {
      "verse": 8,
      "text": "Again the word of the LORD came to me, saying,"
    },
    {
      "verse": 9,
      "text": "Son of man, prophesy, and say, Thus saith the LORD; Say, A sword, a sword is sharpened, and also furbished:"
    },
    {
      "verse": 10,
      "text": "It is sharpened to make a grievous slaughter; it is furbished that it may glitter: should we then make mirth? it contemneth the rod of my son, \\add as\\add* every tree."
    },
    {
      "verse": 11,
      "text": "And he hath given it to be furbished, that it may be handled: the sword is sharpened, and it is furbished, to give it into the hand of the slayer."
    },
    {
      "verse": 12,
      "text": "Cry and howl, son of man: for it shall be upon my people, it \\add shall be\\add* upon all the princes of Israel: terrors by reason of the sword shall be upon my people: smite therefore upon \\add thy\\add* thigh."
    },
    {
      "verse": 13,
      "text": "Because \\add it is\\add* a trial, and what if \\add the sword\\add* contemneth even the rod? it shall be no \\add more\\add* , saith the Lord GOD."
    },
    {
      "verse": 14,
      "text": "Thou therefore, son of man, prophesy, and smite \\add thy\\add* hands together, and let the sword be doubled the third time, the sword of the slain: it \\add is\\add* the sword of the great \\add men that are\\add* slain, which entereth into their private chambers."
    },
    {
      "verse": 15,
      "text": "I have set the point of the sword against all their gates, that \\add their\\add* heart may faint, and \\add their\\add* ruins be multiplied: ah! \\add it is\\add* made bright, \\add it is\\add* sharpened for the slaughter."
    },
    {
      "verse": 16,
      "text": "Go thee one way or other, \\add either\\add* on the right hand, \\add or\\add* on the left, whithersoever thy face \\add is\\add* set."
    },
    {
      "verse": 17,
      "text": "I will also smite my hands together, and I will cause my fury to rest: I the LORD have said \\add it\\add* ."
    },
    {
      "verse": 18,
      "text": "The word of the LORD came to me again, saying,"
    },
    {
      "verse": 19,
      "text": "Also, thou son of man, appoint thee two ways, that the sword of the king of Babylon may come: both \\add ways\\add* shall come forth from one land: and choose thou a place, choose \\add it\\add* at the head of the way to the city."
    },
    {
      "verse": 20,
      "text": "Appoint a way, that the sword may come to Rabbah of the Ammonites, and to Judah in Jerusalem the fortified."
    },
    {
      "verse": 21,
      "text": "For the king of Babylon stood at the parting of the way, at the head of the two ways, to use divination; he made \\add his\\add* arrows bright, he consulted with images, he looked in the liver."
    },
    {
      "verse": 22,
      "text": "At his right hand was the divination for Jerusalem, to appoint captains, to open the mouth in the slaughter, to lift up the voice with shouting, to appoint \\add battering\\add* rams against the gates, to cast a mount, \\add and\\add* to build a fort."
    },
    {
      "verse": 23,
      "text": "And it shall be to them as a false divination in their sight, to them that have sworn oaths: but he will call to remembrance the iniquity, that they may be taken."
    },
    {
      "verse": 24,
      "text": "Therefore thus saith the Lord GOD; Because ye have made your iniquity to be remembered, in that your transgressions are disclosed, so that in all your doings your sins do appear; because, \\add I say\\add* , that ye are come to remembrance, ye shall be taken with the hand."
    },
    {
      "verse": 25,
      "text": "And thou, profane wicked prince of Israel, whose day is come, when iniquity \\add shall have\\add* an end,"
    },
    {
      "verse": 26,
      "text": "Thus saith the Lord GOD; Remove the diadem, and take off the crown: this \\add shall\\add* not \\add be\\add* the same: exalt \\add him that is\\add* low, and abase \\add him that is\\add* high."
    },
    {
      "verse": 27,
      "text": "I will overturn, overturn, overturn it: and it shall be no \\add more\\add* , until he cometh whose right it is; and I will give it \\add him\\add* ."
    },
    {
      "verse": 28,
      "text": "And thou, son of man, prophesy and say, Thus saith the Lord GOD concerning the Ammonites, and concerning their reproach; even say thou, The sword, the sword \\add is\\add* drawn: for the slaughter \\add it is\\add* furbished, to consume because of the glittering:"
    },
    {
      "verse": 29,
      "text": "While they see vanity to thee, while they divine a lie to thee, to bring thee upon the necks of \\add them that are\\add* slain, of the wicked, whose day is come, when their iniquity \\add shall have\\add* an end."
    },
    {
      "verse": 30,
      "text": "Shall I cause \\add it\\add* to return into its sheath? I will judge thee in the place where thou wast created, in the land of thy nativity."
    },
    {
      "verse": 31,
      "text": "And I will pour out my indignation upon thee, I will blow against thee in the fire of my wrath, and deliver thee into the hand of brutish men, \\add and\\add* skillful to destroy."
    },
    {
      "verse": 32,
      "text": "Thou shalt be for fuel to the fire; thy blood shall be in the midst of the land; thou shalt be no \\add more\\add* remembered: for I the LORD have spoken \\add it\\add* ."
    }
  ]
}