{
  "book_id": "EZK",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Afterward he brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which wasthe breadth of the tabernacle."
    },
    {
      "verse": 2,
      "text": "And the breadth of the door wasten cubits; and the sides of the door werefive cubits on the one side, and five cubits on the other side: and he measured the length of it forty cubits: and the breadth, twenty cubits."
    },
    {
      "verse": 3,
      "text": "Then he went inward, and measured the post of the door, two cubits; and the door, six cubits; and the breadth of the door, seven cubits."
    },
    {
      "verse": 4,
      "text": "So he measured the length of it twenty cubits; and the breadth, twenty cubits, before the temple: and he said to me, This isthe most holy place."
    },
    {
      "verse": 5,
      "text": "Afterward he measured the wall of the house, six cubits; and the breadth of everyside-chamber, four cubits, round the house on every side."
    },
    {
      "verse": 6,
      "text": "And the side-chambers werethree, one over another, and thirty in order; and they entered into the wall which wasof the house for the side-chambers around, that they might have hold, but they had not hold in the wall of the house."
    },
    {
      "verse": 7,
      "text": "And there wasan enlarging, and a winding about still upward to the side-chambers: for the winding about of the house went still upward around the house; therefore the breadth of the house was stillupward, and so increased fromthe lowest chamberto the highest by the midst."
    },
    {
      "verse": 8,
      "text": "I saw also the hight of the house around: the foundations of the side-chambers werea full reed of six great cubits."
    },
    {
      "verse": 9,
      "text": "The thickness of the wall, which wasfor the side-chamber without, wasfive cubits: and thatwhich wasleft wasthe place of the side-chambers that werewithin."
    },
    {
      "verse": 10,
      "text": "And between the chambers wasthe width of twenty cubits around the house on every side."
    },
    {
      "verse": 11,
      "text": "And the doors of the side-chambers weretowards the place that wasleft, one door towards the north, and another door towards the south: and the breadth of the place that was left wasfive cubits around."
    },
    {
      "verse": 12,
      "text": "Now the building that was before the separate place at the end towards the west wasseventy cubits broad; and the wall of the building wasfive cubits thick around, and its length ninety cubits."
    },
    {
      "verse": 13,
      "text": "So he measured the house, a hundred cubits long; and the separate place, and the building, with its walls, a hundred cubits long;"
    },
    {
      "verse": 14,
      "text": "Also the breadth of the face of the house, and of the separate place towards the east, a hundred cubits."
    },
    {
      "verse": 15,
      "text": "And he measured the length of the building over against the separate place which wasbehind it, and its galleries on the one side and on the other side, a hundred cubits, with the inner temple, and the porches of the court;"
    },
    {
      "verse": 16,
      "text": "The door posts, and the narrow windows, and the galleries around on their three stories, over against the door, ceiled with wood around, and from the ground up to the windows, and the windows werecovered;"
    },
    {
      "verse": 17,
      "text": "To that above the door, even to the inner house, and without, and by all the wall around within and without, by measure."
    },
    {
      "verse": 18,
      "text": "And it wasmade with cherubim and palm-trees, so that a palm-tree wasbetween a cherub and a cherub; and everycherub had two faces;"
    },
    {
      "verse": 19,
      "text": "So that the face of a man wastowards the palm-tree on the one side, and the face of a young lion towards the palm-tree on the other side: it wasmade through all the house around."
    },
    {
      "verse": 20,
      "text": "From the ground to above the door werecherubim and palm-trees made, and onthe wall of the temple."
    },
    {
      "verse": 21,
      "text": "The posts of the temple weresquared, andthe face of the sanctuary; the appearance of the oneas the appearance of the other."
    },
    {
      "verse": 22,
      "text": "The altar of wood wasthree cubits high, and its length two cubits; and its corners, and its length, and its walls, wereof wood: and he said to me, This isthe table that isbefore the LORD."
    },
    {
      "verse": 23,
      "text": "And the temple and the sanctuary had two doors."
    },
    {
      "verse": 24,
      "text": "And the doors had two leaves each, two turning leaves; two leavesfor the one door, and two leaves for the other door."
    },
    {
      "verse": 25,
      "text": "And there weremade on them, on the doors of the temple, cherubim and palm-trees, as weremade upon the walls; and there werethick planks upon the face of the porch without."
    },
    {
      "verse": 26,
      "text": "And there werenarrow windows and palm-trees on the one side and on the other side, on the sides of the porch, and uponthe side-chambers of the house, and thick planks."
    }
  ]
}