{
  "book_id": "EZK",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "Afterward he brought me to the gate, \\add even\\add* the gate that looketh towards the east:"
    },
    {
      "verse": 2,
      "text": "And behold, the glory of the God of Israel came from the way of the east: and his voice \\add was\\add* like a noise of many waters: and the earth shined with his glory."
    },
    {
      "verse": 3,
      "text": "And \\add it was\\add* according to the appearance of the vision which I saw, \\add even\\add* according to the vision that I saw when I came to destroy the city: and the visions \\add were\\add* like the vision that I saw by the river Kebar; and I fell upon my face."
    },
    {
      "verse": 4,
      "text": "And the glory of the LORD came into the house by the way of the gate whose prospect \\add is\\add* towards the east."
    },
    {
      "verse": 5,
      "text": "So the spirit took me up, and brought me into the inner court; and behold, the glory of the LORD filled the house."
    },
    {
      "verse": 6,
      "text": "And I heard \\add him\\add* speaking to me out of the house; and the man stood by me."
    },
    {
      "verse": 7,
      "text": "And he said to me, Son of man, the place of my throne, and the place of the soles of my feet, where I will dwell in the midst of the children of Israel for ever, and my holy name, shall the house of Israel no more defile, \\add neither\\add* they, nor their kings, by their lewd deeds, nor by the carcasses of their kings in their high places."
    },
    {
      "verse": 8,
      "text": "In their setting of their threshhold by my threshholds, and their post by my posts, and the wall between me and them, they have even defiled my holy name by their abominations that they have committed: wherefore I have consumed them in my anger."
    },
    {
      "verse": 9,
      "text": "Now let them put away their lewd deeds, and the carcasses of their kings, far from me, and I will dwell in the midst of them for ever."
    },
    {
      "verse": 10,
      "text": "Thou son of man, show the house to the house of Israel, that they may be ashamed of their iniquities: and let them measure the pattern."
    },
    {
      "verse": 11,
      "text": "And if they shall be ashamed of all that they have done, show them the form of the house, and the fashion of it, and its goings out, and its comings in, and all its forms, and all its ordinances, and all its forms, and all its laws: and write \\add it\\add* in their sight, that they may keep the whole form of it, and all its ordinances, and do them."
    },
    {
      "verse": 12,
      "text": "This \\add is\\add* the law of the house; Upon the top of the mountain, the whole limit of it around \\add shall be\\add* most holy. Behold, this \\add is\\add* the law of the house."
    },
    {
      "verse": 13,
      "text": "And these \\add are\\add* the measures of the altar after the cubits: The cubit \\add is\\add* a cubit and a hand-breadth; even the bottom \\add shall be\\add* a cubit, and the breadth a cubit, and the border of it by its edge around \\add shall be\\add* a span: and this \\add shall be\\add* the higher place of the altar."
    },
    {
      "verse": 14,
      "text": "And from the bottom \\add upon\\add* the ground \\add even\\add* to the lower settle \\add shall be\\add* two cubits, and the breadth one cubit; and from the lesser settle \\add even\\add* to the greater settle \\add shall be\\add* four cubits, and the breadth \\add one\\add* cubit."
    },
    {
      "verse": 15,
      "text": "So the altar \\add shall be\\add* four cubits; and from the altar and upward \\add shall be\\add* four horns."
    },
    {
      "verse": 16,
      "text": "And the altar \\add shall be\\add* twelve \\add cubits\\add* long, twelve broad, square in the four squares of it."
    },
    {
      "verse": 17,
      "text": "And the settle \\add shall be\\add* fourteen \\add cubits\\add* long and fourteen broad in its four squares; and the border about it \\add shall be\\add* half a cubit; and the bottom of it \\add shall be\\add* a cubit about; and its stairs shall look towards the east."
    },
    {
      "verse": 18,
      "text": "And he said to me, Son of man, thus saith the Lord GOD; These \\add are\\add* the ordinances of the altar in the day when they shall make it, to offer burnt-offerings upon it, and to sprinkle blood upon it."
    },
    {
      "verse": 19,
      "text": "And thou shalt give to the priests the Levites that are of the seed of Zadok, who approach to me, to minister to me, saith the Lord GOD, a young bullock for a sin-offering."
    },
    {
      "verse": 20,
      "text": "And thou shalt take of his blood, and put \\add it\\add* on the four horns of it, and on the four corners of the settle, and upon the border around: thus shalt thou cleanse and purge it."
    },
    {
      "verse": 21,
      "text": "Thou shalt take the bullock also of the sin-offering, and he shall burn it in the appointed place of the house, without the sanctuary."
    },
    {
      "verse": 22,
      "text": "And on the second day thou shalt offer a kid of the goats without blemish for a sin-offering; and they shall cleanse the altar, as they cleansed \\add it\\add* with the bullock."
    },
    {
      "verse": 23,
      "text": "When thou hast made an end of cleansing \\add it\\add* , thou shalt offer a young bullock without blemish, and a ram out of the flock without blemish."
    },
    {
      "verse": 24,
      "text": "And thou shalt offer them before the LORD, and the priests shall cast salt upon them, and they shall offer them \\add for\\add* a burnt-offering to the LORD."
    },
    {
      "verse": 25,
      "text": "Seven days shalt thou prepare every day a goat \\add for\\add* a sin-offering: they shall also prepare a young bullock, and a ram out of the flock, without blemish."
    },
    {
      "verse": 26,
      "text": "Seven days shall they purge the altar and purify it; and they shall consecrate themselves."
    },
    {
      "verse": 27,
      "text": "And when these days have expired, it shall be, \\add that\\add* upon the eighth day, and \\add so\\add* forward, the priests shall make your burnt-offerings upon the altar, and your peace-offerings: and I will accept you, saith the Lord GOD."
    }
  ]
}