{
  "book_id": "EZK",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Now these \\add are\\add* the names of the tribes. From the north end to the border of the way of Hethlon, as one goeth to Hamath, Hazar-enan, the border of Damascus northward, to the limit of Hamath; for these are his sides east \\add and\\add* west; a \\add portion for\\add* Dan."
    },
    {
      "verse": 2,
      "text": "And by the border of Dan, from the east side to the west side, a \\add portion for\\add* Asher."
    },
    {
      "verse": 3,
      "text": "And by the border of Asher, from the east side even to the west side, a \\add portion for\\add* Naphtali."
    },
    {
      "verse": 4,
      "text": "And by the border of Naphtali, from the east side to the west side, a \\add portion for\\add* Manasseh."
    },
    {
      "verse": 5,
      "text": "And by the border of Manasseh, from the east side to the west side, a \\add portion for\\add* Ephraim."
    },
    {
      "verse": 6,
      "text": "And by the border of Ephraim, from the east side even to the west side, a \\add portion for\\add* Reuben."
    },
    {
      "verse": 7,
      "text": "And by the border of Reuben, from the east side to the west side, a \\add portion for\\add* Judah."
    },
    {
      "verse": 8,
      "text": "And by the border of Judah, from the east side to the west side, shall be the offering which ye shall offer of five and twenty thousand \\add reeds in\\add* breadth, and \\add in\\add* length as one of the \\add other\\add* parts, from the east side to the west side: and the sanctuary shall be in the midst of it."
    },
    {
      "verse": 9,
      "text": "The oblation that ye shall offer to the LORD \\add shall be\\add* of five and twenty thousand in length, and of ten thousand in breadth."
    },
    {
      "verse": 10,
      "text": "And for them, \\add even\\add* for the priests, shall be \\add this\\add* holy oblation; towards the north five and twenty thousand \\add in length\\add* , and towards the west ten thousand in breadth, and towards the east ten thousand in breadth, and towards the south five and twenty thousand in length: and the sanctuary of the LORD shall be in the midst of it."
    },
    {
      "verse": 11,
      "text": "\\add It shall be\\add* for the priests that are sanctified of the sons of Zadok; who have kept my charge, who went not astray when the children of Israel went astray, as the Levites went astray."
    },
    {
      "verse": 12,
      "text": "And \\add this\\add* oblation of the land that is offered shall be to them a thing most holy, by the border of the Levites."
    },
    {
      "verse": 13,
      "text": "And over against the border of the priests the Levites \\add shall have\\add* five and twenty thousand in length, and ten thousand in breadth: all the length \\add shall be\\add* five and twenty thousand, and the breadth ten thousand."
    },
    {
      "verse": 14,
      "text": "And they shall not sell of it, neither exchange, nor alienate the first-fruits of the land: for \\add it is\\add* holy to the LORD."
    },
    {
      "verse": 15,
      "text": "And the five thousand, that are left in the breadth over against the five and twenty thousand, shall be a profane \\add place\\add* for the city, for dwelling, and for suburbs, and the city shall be in the midst of it."
    },
    {
      "verse": 16,
      "text": "And these \\add shall be\\add* the measures of it; the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred."
    },
    {
      "verse": 17,
      "text": "And the suburbs of the city shall be towards the north two hundred and fifty, and towards the south two hundred and fifty, and towards the east two hundred and fifty, and towards the west two hundred and fifty."
    },
    {
      "verse": 18,
      "text": "And the residue in length over against the oblation of the holy \\add portion shall be\\add* ten thousand eastward, and ten thousand westward: and it shall be over against the oblation of the holy \\add portion\\add* ; and its increase shall be for food to them that serve the city."
    },
    {
      "verse": 19,
      "text": "And they that serve the city shall serve it out of all the tribes of Israel."
    },
    {
      "verse": 20,
      "text": "All the oblation \\add shall be\\add* five and twenty thousand by five and twenty thousand: ye shall offer the holy oblation foursquare, with the possession of the city."
    },
    {
      "verse": 21,
      "text": "And the residue \\add shall be\\add* for the prince, on the one side and on the other of the holy oblation, and of the possession of the city, over against the five and twenty thousand of the oblation towards the east border, and westward over against the five and twenty thousand towards the west border, over against the portions for the prince: and it shall be the holy oblation; and the sanctuary of the house \\add shall be\\add* in the midst of it."
    },
    {
      "verse": 22,
      "text": "Moreover from the possession of the Levites, and from the possession of the city, \\add being\\add* in the midst \\add of that\\add* which is the prince's, between the border of Judah and the border of Benjamin, shall be for the prince."
    },
    {
      "verse": 23,
      "text": "As for the rest of the tribes, from the east side to the west side, Benjamin \\add shall have\\add* a \\add portion\\add* ."
    },
    {
      "verse": 24,
      "text": "And by the border of Benjamin, from the east side to the west side, Simeon \\add shall have\\add* a \\add portion\\add* ."
    },
    {
      "verse": 25,
      "text": "And by the border of Simeon, from the east side to the west side, Issachar a \\add portion\\add* ."
    },
    {
      "verse": 26,
      "text": "And by the border of Issachar, from the east side to the west side, Zebulun a \\add portion\\add* ."
    },
    {
      "verse": 27,
      "text": "And by the border of Zebulun, from the east side to the west side, Gad a \\add portion\\add* ."
    },
    {
      "verse": 28,
      "text": "And by the border of Gad, at the south side southward, the border shall be even from Tamar \\add to\\add* the waters of strife \\add in\\add* Kadesh, \\add and\\add* to the river towards the great sea."
    },
    {
      "verse": 29,
      "text": "This \\add is\\add* the land which ye shall divide by lot to the tribes of Israel for inheritance, and these \\add are\\add* their portions, saith the Lord GOD."
    },
    {
      "verse": 30,
      "text": "And these \\add are\\add* the goings out of the city on the north side, four thousand and five hundred measures."
    },
    {
      "verse": 31,
      "text": "And the gates of the city \\add shall be\\add* after the names of the tribes of Israel: three gates northward; one gate of Reuben, one gate of Judah, one gate of Levi."
    },
    {
      "verse": 32,
      "text": "And at the east side four thousand and five hundred: and three gates; one gate of Joseph, one gate of Benjamin, one gate of Dan."
    },
    {
      "verse": 33,
      "text": "And at the south side four thousand and five hundred measures: and three gates; one gate of Simeon, one gate of Issachar, one gate of Zebulun."
    },
    {
      "verse": 34,
      "text": "And the west side four thousand and five hundred, \\add with\\add* their three gates: one gate of Gad, one gate of Asher, one gate of Naphtali."
    },
    {
      "verse": 35,
      "text": "The circuit \\add was\\add* eighteen thousand \\add measures\\add* : and the name of the city from \\add that\\add* day \\add shall be\\add* , The LORD \\add is\\add* there."
    }
  ]
}