{
  "book_id": "2PE",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "This second epistle, beloved, I now write to you; in \\add both\\add* which I stir up your pure minds by way of remembrance:"
    },
    {
      "verse": 2,
      "text": "That ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Savior:"
    },
    {
      "verse": 3,
      "text": "Knowing this first, that there will come in the last days scoffers, walking after their own lusts,"
    },
    {
      "verse": 4,
      "text": "And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as \\add they were\\add* from the beginning of the creation."
    },
    {
      "verse": 5,
      "text": "For this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:"
    },
    {
      "verse": 6,
      "text": "By which the world that then was, being overflowed with water, perished:"
    },
    {
      "verse": 7,
      "text": "But the heavens and the earth, which are now, by the same word are kept in store, reserved to fire against the day of judgment and perdition of ungodly men."
    },
    {
      "verse": 8,
      "text": "But, beloved, be not ignorant of this one thing, that one day \\add is\\add* with the Lord as a thousand years, and a thousand years as one day."
    },
    {
      "verse": 9,
      "text": "The Lord is not slack concerning his promise, as some men count slackness; but is long-suffering toward us, not willing that any should perish, but that all should come to repentance."
    },
    {
      "verse": 10,
      "text": "But the day of the Lord will come as a thief in the night; in which the heavens will pass away with a great noise, and the elements will melt with fervent heat, the earth also and the works that are therein will be burned up."
    },
    {
      "verse": 11,
      "text": "\\add Seeing\\add* then \\add that\\add* all these things will be dissolved, what manner \\add of persons\\add* ought ye to be in \\add all\\add* holy deportment and godliness,"
    },
    {
      "verse": 12,
      "text": "Looking for and hasting to the coming of the day of God, in which the heavens being on fire will be dissolved, and the elements will melt with fervent heat?"
    },
    {
      "verse": 13,
      "text": "Nevertheless we, according to his promise, look for new heavens and a new earth, in which dwelleth righteousness."
    },
    {
      "verse": 14,
      "text": "Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found by him in peace, without spot, and blameless."
    },
    {
      "verse": 15,
      "text": "And account \\add that\\add* the long-suffering of our Lord \\add is\\add* salvation; even as our beloved brother Paul also, according to the wisdom given to him, hath written to you;"
    },
    {
      "verse": 16,
      "text": "As also in all \\add his\\add* epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as \\add they do\\add* also the other scriptures, to their own destruction."
    },
    {
      "verse": 17,
      "text": "Ye therefore, beloved, seeing ye know \\add these things\\add* before, beware lest ye also, being led away with the error of the wicked, fall from your own steadfastness."
    },
    {
      "verse": 18,
      "text": "But grow in grace, and \\add in\\add* the knowledge of our Lord and Savior Jesus Christ. To him \\add be\\add* glory both now and for ever. Amen."
    }
  ]
}