{
  "book_id": "ZEC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the eighth month, in the second year of \\add the reign of\\add* Darius, the word of the Lord came to Zacharias, the son of Barachias, the son of Addo, the prophet, saying,"
    },
    {
      "verse": 2,
      "text": "The Lord has been very angry with your fathers."
    },
    {
      "verse": 3,
      "text": "And you shall say to them, Thus says the Lord Almighty: Turn to me, says the Lord of hosts, and I will turn to you, says the Lord of hosts."
    },
    {
      "verse": 4,
      "text": "And be you⌃ not as your fathers, whom the prophets before charged, saying, Thus says the Lord Almighty: Turn you⌃ from your evil ways, and from your evil practices: but they listened not, and attended not to listen to me, says the Lord."
    },
    {
      "verse": 5,
      "text": "Where are your fathers, and the prophets? Will they live for ever?"
    },
    {
      "verse": 6,
      "text": "But do you⌃ receive my words and my ordinances, all that I command by my Spirit to my servants the prophets, who lived in the days of your fathers; and they answered and said, As the Lord Almighty determined to do to us, according to our ways, and according to our practices, so has he done to us."
    },
    {
      "verse": 7,
      "text": "On the twenty-fourth \\add day\\add* in the eleventh month, this is the month Sabat, in the second year of \\add the reign of\\add* Darius, the word of the Lord came to Zacharias, the son of Barachias, the son of Addo, the prophet, saying,"
    },
    {
      "verse": 8,
      "text": "I saw by night, and behold a man mounted on a red horse, and he stood between the shady mountains; and behind him were red horses, and grey, and piebald, and white."
    },
    {
      "verse": 9,
      "text": "And I said, What are these, \\add my\\add* lord? And the angel spoke with me said to me, I will show you what these \\add things\\add* are."
    },
    {
      "verse": 10,
      "text": "And the man that stood between the mountains answered, and said to me, These are \\add they\\add* whom the Lord has sent forth to go round the earth."
    },
    {
      "verse": 11,
      "text": "And they answered the angel of the Lord that stood between the mountains, and said, We have gone round all the earth, and, behold, all the earth is inhabited, and is at rest."
    },
    {
      "verse": 12,
      "text": "Then the angel of the Lord answered and said, O Lord Almighty, how long will you have no mercy on Jerusalem, and the cities of Juda, which you have disregarded \\f + \\fr 1:12 \\fl Gr. \\ft this seventies year. \\f* these seventy years?"
    },
    {
      "verse": 13,
      "text": "And the Lord Almighty answered the angel that spoke with me good words and consolatory sayings."
    },
    {
      "verse": 14,
      "text": "And the angel that spoke with me said to me, Cry out and say, Thus says the Lord Almighty; I have been jealous for Jerusalem and Sion with great jealousy."
    },
    {
      "verse": 15,
      "text": "And I am very angry with the heathen that combine to attack \\add her\\add*: forasmuch as I indeed was a little angry, but they combined to attack \\add her\\add* for evil."
    },
    {
      "verse": 16,
      "text": "Therefore thus says the Lord: I will return to Jerusalem with compassion; and my house shall be rebuilt in her, says the Lord Almighty, and a measuring line shall yet be stretched out over Jerusalem."
    },
    {
      "verse": 17,
      "text": "And the angel that spoke with me said to me, Cry yet, and say, Thus says the Lord Almighty; Yet shall cities be spread abroad through prosperity; and the Lord shall yet have mercy upon Sion, and shall choose Jerusalem."
    },
    {
      "verse": 18,
      "text": "And I lifted up my eyes and looked, and behold four horns."
    },
    {
      "verse": 19,
      "text": "And I said to the angel that spoke with me, What are these things, \\add my\\add* lord? And he said to me, These are the horns that have scattered Juda, and Israel, and Jerusalem."
    },
    {
      "verse": 20,
      "text": "And the Lord showed me four artificers."
    },
    {
      "verse": 21,
      "text": "And I said, What are these coming to do? And he said, These are the horns that scattered Juda, and they broke Israel in pieces, and none of them lifted up his head: and these are come forth to sharpen them for their hands, \\add even\\add* the four horns, the nations that lifted up the horn against the land of the Lord to scatter it."
    }
  ]
}