{
  "book_id": "ZEC",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "In that day every place shall be opened to the house of David and to the inhabitants of Jerusalem for removal and for \\f + \\fr 13:1 \\fl Or, \\ft departure. \\f* separation."
    },
    {
      "verse": 2,
      "text": "And it shall come to pass in that day, says the Lord of hosts, \\add that\\add* I will utterly destroy the names of the idols from off the land, and there shall be no longer \\add any\\add* remembrance of them: and I will cut off the false prophets and the evil spirit from the land."
    },
    {
      "verse": 3,
      "text": "And it shall come to pass, if a man will yet prophesy, that his father and his mother which gave birth to him shall say to him, You shall not live; for you have spoken lies in the name of the Lord: and his father and his mother who gave him birth shall bind him as he is prophesying."
    },
    {
      "verse": 4,
      "text": "And it shall come to pass in that day, \\add that\\add* the prophets shall be ashamed every one of his vision when he prophesies; and they shall clothe themselves with a garment of hair, because they have lied."
    },
    {
      "verse": 5,
      "text": "And \\add one\\add* shall say, I am not a prophet, for I am a tiller of the ground, for a man brought me up \\add thus\\add* from my youth."
    },
    {
      "verse": 6,
      "text": "And I will say to him, What are these wounds between your hands? and he shall say, \\add Those\\add* with which I was wounded in \\f + \\fr 13:6 \\fl Alex. \\ft The house of my beloved. \\f* my beloved house."
    },
    {
      "verse": 7,
      "text": "Awake, O sword, against my \\f + \\fr 13:7 \\fl Alex. \\ft shepherd. \\f* shepherds, and against the man \\add who is\\add* my citizen, says the Lord Almighty: \\x + \\xo 13:7 \\xt Matt 26:31 \\x* strike the shepherds, and draw out the sheep: and I will bring my hand upon the little ones."
    },
    {
      "verse": 8,
      "text": "And it shall come to pass, \\add that\\add* in all the land, says the Lord, two parts thereof shall be cut off and perish; but the third shall be left therein."
    },
    {
      "verse": 9,
      "text": "And I will bring the third \\add part\\add* through the fire, and I will try them as silver is tried, and I will prove them as gold is proved: they shall call upon my name, and I will hear them, and say, This is my people: and they shall say, The Lord \\add is\\add* my God."
    }
  ]
}