{
  "book_id": "NAM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc The\\sc* burden of Nineveh. The book of the vision of Nahum the Elkoshite."
    },
    {
      "verse": 2,
      "text": "God \\add is\\add* jealous, and the \\sc Lord\\sc* revengeth; The \\sc Lord\\sc* revengeth, and \\add is\\add* furious; The \\sc Lord\\sc* will take vengeance on his adversaries, And he reserveth \\add wrath\\add* for his enemies."
    },
    {
      "verse": 3,
      "text": "The \\sc Lord\\sc* \\add is\\add* slow to anger, and great in power, And will not at all acquit \\add the wicked:\\add* The \\sc Lord\\sc* \\add hath\\add* his way in the whirlwind and in the storm, And the clouds \\add are\\add* the dust of his feet."
    },
    {
      "verse": 4,
      "text": "He rebuketh the sea, and maketh it dry, And drieth up all the rivers: Bashan languisheth, and Carmel, And the flower of Lebanon languisheth."
    },
    {
      "verse": 5,
      "text": "The mountains quake at him, and the hills melt, And the earth is burnt at his presence, Yea, the world, and all that dwell therein."
    },
    {
      "verse": 6,
      "text": "Who can stand before his indignation? And who can abide in the fierceness of his anger? His fury is poured out like fire, And the rocks are thrown down by him."
    },
    {
      "verse": 7,
      "text": "The \\sc Lord\\sc* \\add is\\add* good, a strong hold in the day of trouble; And he knoweth them that trust in him."
    },
    {
      "verse": 8,
      "text": "But with an overrunning flood he will make an utter end of the place thereof, And darkness shall pursue his enemies."
    },
    {
      "verse": 9,
      "text": "What do ye imagine against the \\sc Lord\\sc*? He \\add will\\add* make an utter end: Affliction shall not rise up the second time."
    },
    {
      "verse": 10,
      "text": "For while \\add they be\\add* folden together \\add as\\add* thorns, And while they be drunken \\add as\\add* drunkards, They shall be devoured as stubble fully dry."
    },
    {
      "verse": 11,
      "text": "There is \\add one\\add* come out of thee, that imagineth evil against the \\sc Lord\\sc*, A wicked counseller."
    },
    {
      "verse": 12,
      "text": "Thus saith the \\sc Lord\\sc*; Though \\add they be\\add* quiet, and likewise many, Yet thus shall they be cut down, when he shall pass through. Though I have afflicted thee, I will afflict thee no more."
    },
    {
      "verse": 13,
      "text": "For now will I break his yoke from off thee, And will burst thy bonds in sunder."
    },
    {
      "verse": 14,
      "text": "And the \\sc Lord\\sc* hath given a commandment concerning thee, \\add That\\add* no more of thy name be sown: Out of the house of thy gods will I cut off the graven image and the molten image: I will make thy grave; for thou art vile."
    },
    {
      "verse": 15,
      "text": "Behold upon the mountains the feet of him that bringeth good tidings, that publisheth peace. O Judah, keep thy solemn feasts, perform thy vows: For the wicked shall no more pass through thee; He is utterly cut off."
    }
  ]
}