{
  "book_id": "NAM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "He that dasheth in pieces is come up before thy face: Keep the munition, watch the way, make thyloins strong, fortify thypower mightily."
    },
    {
      "verse": 2,
      "text": "For the Lordhath turned awaythe excellency of Jacob, As the excellency of Israel: For the emptiers have emptied them out, And marred their vine branches."
    },
    {
      "verse": 3,
      "text": "The shield of his mighty men ismade red, The valiant men arein scarlet: The chariots shall bewith flaming torches in the day of his preparation, And the fir trees shall be terribly shaken."
    },
    {
      "verse": 4,
      "text": "The chariots shall rage in the streets, They shall justle one against another in the broad ways: They shall seem like torches, They shall run like the lightnings."
    },
    {
      "verse": 5,
      "text": "He shall recount his worthies: They shall stumble in their walk; They shall make haste tothe wall thereof, And the defence shall be prepared."
    },
    {
      "verse": 6,
      "text": "The gates of the rivers shall be opened, And the palace shall be dissolved."
    },
    {
      "verse": 7,
      "text": "And Huzzab shall be led away captive, she shall be brought up, And her maids shalllead heras withthe voice of doves, Tabring upon their breasts."
    },
    {
      "verse": 8,
      "text": "But Nineveh isof old like a pool of water: Yet they shallflee away. Stand, stand, shall they cry;but none shall look back."
    },
    {
      "verse": 9,
      "text": "Take ye the spoil of silver, take the spoil of gold: For there isnone end of the store andglory out of all the pleasant furniture."
    },
    {
      "verse": 10,
      "text": "She isempty, and void, and waste: And the heart melteth, and the knees smite together, And much pain isin all loins, And the faces of them all gather blackness."
    },
    {
      "verse": 11,
      "text": "Where isthe dwelling of the lions, And the feeding place of the young lions, Where the lion, eventhe old lion, walked, Andthe lion’s whelp, and none made themafraid?"
    },
    {
      "verse": 12,
      "text": "The lion did tear in pieces enough for his whelps, And strangled for his lionesses, And filled his holes withprey, And his dens withravin."
    },
    {
      "verse": 13,
      "text": "Behold, I amagainst thee, saith the Lordof hosts, And I will burn her chariots in the smoke, And the sword shall devour thy young lions: And I will cut off thy prey from the earth, And the voice of thy messengers shall no more be heard."
    }
  ]
}