{
  "book_id": "NAM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "He that dasheth in pieces is come up before thy face: Keep the munition, watch the way, make \\add thy\\add* loins strong, fortify \\add thy\\add* power mightily."
    },
    {
      "verse": 2,
      "text": "For the \\sc Lord\\sc* hath turned \\add away\\add* the excellency of Jacob, As the excellency of Israel: For the emptiers have emptied them out, And marred their vine branches."
    },
    {
      "verse": 3,
      "text": "The shield of his mighty \\add men is\\add* made red, The valiant men \\add are\\add* in scarlet: The chariots \\add shall be\\add* with flaming torches in the day of his preparation, And the fir trees shall be terribly shaken."
    },
    {
      "verse": 4,
      "text": "The chariots shall rage in the streets, They shall justle one against another in the broad ways: They shall seem like torches, They shall run like the lightnings."
    },
    {
      "verse": 5,
      "text": "He shall recount his worthies: They shall stumble in their walk; They shall make haste \\add to\\add* the wall thereof, And the defence shall be prepared."
    },
    {
      "verse": 6,
      "text": "The gates of the rivers shall be opened, And the palace shall be dissolved."
    },
    {
      "verse": 7,
      "text": "And Huzzab shall be led away captive, she shall be brought up, And her maids \\add shall\\add* lead \\add her\\add* as \\add with\\add* the voice of doves, Tabring upon their breasts."
    },
    {
      "verse": 8,
      "text": "But Nineveh \\add is\\add* of old like a pool of water: Yet they \\add shall\\add* flee away. Stand, stand, \\add shall they cry;\\add* but none shall look back."
    },
    {
      "verse": 9,
      "text": "Take ye the spoil of silver, take the spoil of gold: For \\add there is\\add* none end of the store \\add and\\add* glory out of all the pleasant furniture."
    },
    {
      "verse": 10,
      "text": "She \\add is\\add* empty, and void, and waste: And the heart melteth, and the knees smite together, And much pain \\add is\\add* in all loins, And the faces of them all gather blackness."
    },
    {
      "verse": 11,
      "text": "Where \\add is\\add* the dwelling of the lions, And the feeding place of the young lions, Where the lion, \\add even\\add* the old lion, walked, \\add And\\add* the lion’s whelp, and none made \\add them\\add* afraid?"
    },
    {
      "verse": 12,
      "text": "The lion did tear in pieces enough for his whelps, And strangled for his lionesses, And filled his holes \\add with\\add* prey, And his dens \\add with\\add* ravin."
    },
    {
      "verse": 13,
      "text": "Behold, I \\add am\\add* against thee, saith the \\sc Lord\\sc* of hosts, And I will burn her chariots in the smoke, And the sword shall devour thy young lions: And I will cut off thy prey from the earth, And the voice of thy messengers shall no more be heard."
    }
  ]
}