{
  "book_id": "ACT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Τὸν μὲν πρῶτον λόγον ἐποιησάμην περὶ πάντων, ὦ Θεόφιλε, ὧν ἤρξατο ⸋ὁ⸌ Ἰησοῦς ποιεῖν τε καὶ διδάσκειν,"
    },
    {
      "verse": 2,
      "text": "ἄχρι ἧς ἡμέρας, ἐντειλάμενος τοῖς ἀποστόλοις διὰ πνεύματος ἁγίου οὓς ἐξελέξατο, ἀνελήφθη·"
    },
    {
      "verse": 3,
      "text": "οἷς καὶ παρέστησεν ἑαυτὸν ζῶντα μετὰ τὸ παθεῖν αὐτὸν ἐν πολλοῖς τεκμηρίοις, δι᾽ ἡμερῶν τεσσαράκοντα ὀπτανόμενος αὐτοῖς, καὶ λέγων τὰ περὶ τῆς βασιλείας τοῦ θεοῦ."
    },
    {
      "verse": 4,
      "text": "Καὶ συναλιζόμενος παρήγγειλεν αὐτοῖς ἀπὸ Ἱεροσολύμων μὴ χωρίζεσθαι, ἀλλὰ περιμένειν τὴν ἐπαγγελίαν τοῦ πατρός, Ἣν ἠκούσατέ μου·"
    },
    {
      "verse": 5,
      "text": "ὅτι Ἰωάννης μὲν ἐβάπτισεν ὕδατι, ὑμεῖς δὲ ⸉βαπτισθήσεσθε ἐν πνεύματι⸊ ἁγίῳ οὐ μετὰ πολλὰς ταύτας ἡμέρας."
    },
    {
      "verse": 6,
      "text": "Οἱ μὲν οὖν συνελθόντες ⸂ἐπηρώτων⸃ αὐτὸν λέγοντες, Κύριε, εἰ ἐν τῷ χρόνῳ τούτῳ ἀποκαθιστάνεις τὴν βασιλείαν τῷ Ἰσραήλ;"
    },
    {
      "verse": 7,
      "text": "Εἶπεν ⸋δὲ⸌ πρὸς αὐτούς, Οὐχ ὑμῶν ἐστιν γνῶναι χρόνους ἢ καιροὺς οὓς ὁ πατὴρ ἔθετο ἐν τῇ ἰδίᾳ ἐξουσίᾳ."
    },
    {
      "verse": 8,
      "text": "Ἀλλὰ λήψεσθε δύναμιν, ἐπελθόντος τοῦ ἁγίου πνεύματος ἐφ᾽ ὑμᾶς· καὶ ἔσεσθέ ⸂μοι⸃ μάρτυρες ἔν τε Ἱερουσαλήμ, καὶ ⸋ἐν⸌ πάσῃ τῇ Ἰουδαίᾳ καὶ Σαμαρείᾳ, καὶ ἕως ἐσχάτου τῆς γῆς."
    },
    {
      "verse": 9,
      "text": "Καὶ ταῦτα εἰπών, βλεπόντων αὐτῶν ἐπήρθη, καὶ νεφέλη ὑπέλαβεν αὐτὸν ἀπὸ τῶν ὀφθαλμῶν αὐτῶν."
    },
    {
      "verse": 10,
      "text": "Καὶ ὡς ἀτενίζοντες ἦσαν εἰς τὸν οὐρανόν, πορευομένου αὐτοῦ, καὶ ἰδοὺ ἄνδρες δύο παρειστήκεισαν αὐτοῖς ἐν ⸂ἐσθῆτι λευκῇ,⸃"
    },
    {
      "verse": 11,
      "text": "οἳ καὶ εἶπον, Ἄνδρες Γαλιλαῖοι, τί ἑστήκατε ⸂ἐμβλέποντες⸃ εἰς τὸν οὐρανόν; Οὗτος ⸋ὁ⸌ Ἰησοῦς, ὁ ἀναληφθεὶς ἀφ᾽ ὑμῶν εἰς τὸν οὐρανόν, οὕτως ἐλεύσεται ὃν τρόπον ἐθεάσασθε αὐτὸν πορευόμενον εἰς τὸν οὐρανόν."
    },
    {
      "verse": 12,
      "text": "Τότε ὑπέστρεψαν εἰς Ἱερουσαλὴμ ἀπὸ ὄρους τοῦ καλουμένου Ἐλαιῶνος, ὅ ἐστιν ἐγγὺς Ἱερουσαλήμ, σαββάτου ἔχον ὁδόν."
    },
    {
      "verse": 13,
      "text": "Καὶ ὅτε εἰσῆλθον, ⸉ἀνέβησαν εἰς τὸ ὑπερῷον⸊ οὗ ἦσαν καταμένοντες, ὅ τε ⸂Πέτρος καὶ Ἰάκωβος καὶ Ἰωάννης καὶ Ἀνδρέας,⸃ Φίλιππος καὶ Θωμᾶς, Βαρθολομαῖος καὶ Ματθαῖος, Ἰάκωβος Ἀλφαίου καὶ Σίμων ὁ Ζηλωτής, καὶ Ἰούδας Ἰακώβου."
    },
    {
      "verse": 14,
      "text": "Οὗτοι πάντες ἦσαν προσκαρτεροῦντες ὁμοθυμαδὸν τῇ προσευχῇ ⸋καὶ τῇ δεήσει,⸌ σὺν γυναιξὶν καὶ Μαρίᾳ τῇ μητρὶ τοῦ Ἰησοῦ, καὶ ⸋2σὺν⸌ τοῖς ἀδελφοῖς αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Καὶ ἐν ταῖς ἡμέραις ταύταις ἀναστὰς Πέτρος ἐν μέσῳ τῶν ⸂μαθητῶν⸃ εἶπεν—ἦν τε ὄχλος ὀνομάτων ἐπὶ τὸ αὐτὸ ⸂2ὡς⸃ ἑκατὸν εἴκοσι—"
    },
    {
      "verse": 16,
      "text": "Ἄνδρες ἀδελφοί, ἔδει πληρωθῆναι τὴν γραφὴν ⸋ταύτην,⸌ ἣν προεῖπεν τὸ πνεῦμα τὸ ἅγιον διὰ στόματος Δαυὶδ περὶ Ἰούδα, τοῦ γενομένου ὁδηγοῦ τοῖς συλλαβοῦσιν ⸋2τὸν⸌ Ἰησοῦν."
    },
    {
      "verse": 17,
      "text": "Ὅτι κατηριθμημένος ἦν ⸂σὺν⸃ ἡμῖν, καὶ ἔλαχεν τὸν κλῆρον τῆς διακονίας ταύτης—"
    },
    {
      "verse": 18,
      "text": "Οὗτος μὲν οὖν ἐκτήσατο χωρίον ἐκ ⸆ μισθοῦ τῆς ἀδικίας, καὶ πρηνὴς γενόμενος ἐλάκησεν μέσος, καὶ ἐξεχύθη πάντα τὰ σπλάγχνα αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Καὶ γνωστὸν ἐγένετο πᾶσιν τοῖς κατοικοῦσιν Ἱερουσαλήμ, ὥστε κληθῆναι τὸ χωρίον ἐκεῖνο τῇ ⸋ἰδίᾳ⸌ διαλέκτῳ αὐτῶν Ἀκελδαμά, τοῦτ᾽ ἔστιν, χωρίον αἵματος—"
    },
    {
      "verse": 20,
      "text": "Γέγραπται γὰρ ἐν βίβλῳ Ψαλμῶν, Γενηθήτω ἡ ἔπαυλις αὐτοῦ ἔρημος, καὶ μὴ ἔστω ὁ κατοικῶν ἐν αὐτῇ· καί, Τὴν ἐπισκοπὴν αὐτοῦ ⸂λάβοι⸃ ἕτερος."
    },
    {
      "verse": 21,
      "text": "Δεῖ οὖν τῶν συνελθόντων ἡμῖν ἀνδρῶν ἐν παντὶ χρόνῳ ⸋ἐν⸌ ᾧ εἰσῆλθεν καὶ ἐξῆλθεν ἐφ᾽ ἡμᾶς ὁ κύριος Ἰησοῦς,"
    },
    {
      "verse": 22,
      "text": "ἀρξάμενος ἀπὸ τοῦ βαπτίσματος Ἰωάννου, ἕως τῆς ἡμέρας ἧς ἀνελήφθη ἀφ᾽ ἡμῶν, μάρτυρα τῆς ἀναστάσεως αὐτοῦ ⸉γενέσθαι σὺν ἡμῖν⸊ ἕνα τούτων."
    },
    {
      "verse": 23,
      "text": "Καὶ ἔστησαν δύο, Ἰωσὴφ τὸν καλούμενον Βαρσαβᾶν, ὃς ἐπεκλήθη Ἰοῦστος, καὶ Ματθίαν."
    },
    {
      "verse": 24,
      "text": "Καὶ προσευξάμενοι εἶπον, Σὺ κύριε καρδιογνῶστα πάντων, ἀνάδειξον ⸉ὃν ἐξελέξω, ἐκ τούτων τῶν δύο ἕνα⸊"
    },
    {
      "verse": 25,
      "text": "λαβεῖν τὸν ⸂κλῆρον⸃ τῆς διακονίας ταύτης καὶ ἀποστολῆς, ⸂2ἐξ⸃ ἧς παρέβη Ἰούδας, πορευθῆναι εἰς τὸν τόπον τὸν ἴδιον."
    },
    {
      "verse": 26,
      "text": "Καὶ ἔδωκαν κλήρους ⸂αὐτῶν,⸃ καὶ ἔπεσεν ὁ κλῆρος ἐπὶ Ματθίαν, καὶ συγκατεψηφίσθη μετὰ τῶν ἕνδεκα ἀποστόλων."
    }
  ]
}