{
  "book_id": "ACT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Λαλούντων δὲ αὐτῶν πρὸς τὸν λαόν, ἐπέστησαν αὐτοῖς οἱ ⸂ἱερεῖς⸃ καὶ ὁ στρατηγὸς τοῦ ἱεροῦ καὶ οἱ Σαδδουκαῖοι,"
    },
    {
      "verse": 2,
      "text": "διαπονούμενοι διὰ τὸ διδάσκειν αὐτοὺς τὸν λαόν, καὶ καταγγέλλειν ἐν τῷ Ἰησοῦ ⸂τὴν ἀνάστασιν τῶν νεκρῶν.⸃"
    },
    {
      "verse": 3,
      "text": "Καὶ ἐπέβαλον αὐτοῖς τὰς χεῖρας, καὶ ἔθεντο εἰς τήρησιν εἰς τὴν αὔριον· ἦν γὰρ ἑσπέρα ἤδη."
    },
    {
      "verse": 4,
      "text": "Πολλοὶ δὲ τῶν ἀκουσάντων τὸν λόγον ἐπίστευσαν· καὶ ἐγενήθη ⸋ὁ⸌ ἀριθμὸς τῶν ἀνδρῶν ⸂ὡσεὶ⸃ χιλιάδες πέντε."
    },
    {
      "verse": 5,
      "text": "Ἐγένετο δὲ ἐπὶ τὴν αὔριον συναχθῆναι αὐτῶν ⸂τοὺς ἄρχοντας καὶ πρεσβυτέρους καὶ γραμματεῖς⸃ ⸂2εἰς⸃ Ἱερουσαλήμ,"
    },
    {
      "verse": 6,
      "text": "καὶ ⸂Ἄνναν τὸν ἀρχιερέα, καὶ Καϊάφαν, καὶ Ἰωάννην, καὶ Ἀλέξανδρον,⸃ καὶ ὅσοι ἦσαν ἐκ γένους ἀρχιερατικοῦ."
    },
    {
      "verse": 7,
      "text": "Καὶ στήσαντες αὐτοὺς ἐν ⸆ μέσῳ ἐπυνθάνοντο, Ἐν ποίᾳ δυνάμει ἢ ἐν ποίῳ ὀνόματι ἐποιήσατε τοῦτο ὑμεῖς;"
    },
    {
      "verse": 8,
      "text": "Τότε Πέτρος πλησθεὶς πνεύματος ἁγίου εἶπεν πρὸς αὐτούς, Ἄρχοντες τοῦ λαοῦ καὶ πρεσβύτεροι ⸋τοῦ Ἰσραήλ,⸌"
    },
    {
      "verse": 9,
      "text": "εἰ ἡμεῖς σήμερον ἀνακρινόμεθα ἐπὶ εὐεργεσίᾳ ἀνθρώπου ἀσθενοῦς, ἐν τίνι οὗτος σέσωσται·"
    },
    {
      "verse": 10,
      "text": "γνωστὸν ἔστω πᾶσιν ὑμῖν καὶ παντὶ τῷ λαῷ Ἰσραήλ, ὅτι ἐν τῷ ὀνόματι Ἰησοῦ χριστοῦ τοῦ Ναζωραίου, ὃν ὑμεῖς ἐσταυρώσατε, ὃν ὁ θεὸς ἤγειρεν ἐκ νεκρῶν, ἐν τούτῳ οὗτος παρέστηκεν ἐνώπιον ὑμῶν ὑγιής."
    },
    {
      "verse": 11,
      "text": "Οὗτός ἐστιν ὁ λίθος ὁ ἐξουθενηθεὶς ὑφ᾽ ὑμῶν τῶν ⸂οἰκοδομούντων,⸃ ὁ γενόμενος εἰς κεφαλὴν γωνίας."
    },
    {
      "verse": 12,
      "text": "Καὶ οὐκ ἔστιν ἐν ἄλλῳ οὐδενὶ ἡ σωτηρία· ⸂οὔτε⸃ γὰρ ὄνομά ⸉ἐστιν ἕτερον⸊ ⸆ τὸ δεδομένον ἐν ἀνθρώποις, ἐν ᾧ δεῖ σωθῆναι ἡμᾶς."
    },
    {
      "verse": 13,
      "text": "Θεωροῦντες δὲ τὴν τοῦ Πέτρου παρρησίαν καὶ Ἰωάννου, καὶ καταλαβόμενοι ὅτι ἄνθρωποι ἀγράμματοί εἰσιν καὶ ἰδιῶται, ἐθαύμαζον, ἐπεγίνωσκόν τε αὐτοὺς ὅτι σὺν τῷ Ἰησοῦ ἦσαν."
    },
    {
      "verse": 14,
      "text": "Τὸν ⸂δὲ⸃ ἄνθρωπον βλέποντες σὺν αὐτοῖς ἑστῶτα ⸋τὸν⸌ τεθεραπευμένον, οὐδὲν εἶχον ἀντειπεῖν."
    },
    {
      "verse": 15,
      "text": "Κελεύσαντες δὲ αὐτοὺς ἔξω τοῦ συνεδρίου ἀπελθεῖν, ⸂συνέβαλλον⸃ πρὸς ἀλλήλους,"
    },
    {
      "verse": 16,
      "text": "λέγοντες, Τί ⸂ποιήσομεν⸃ τοῖς ἀνθρώποις τούτοις; Ὅτι μὲν γὰρ γνωστὸν σημεῖον γέγονεν δι᾽ αὐτῶν, πᾶσιν τοῖς κατοικοῦσιν Ἱερουσαλὴμ φανερόν, καὶ οὐ δυνάμεθα ⸂2ἀρνήσασθαι.⸃"
    },
    {
      "verse": 17,
      "text": "Ἀλλ᾽ ἵνα μὴ ἐπὶ πλεῖον διανεμηθῇ εἰς τὸν λαόν, ⸋ἀπειλῇ⸌ ⸂ἀπειλησώμεθα⸃ αὐτοῖς μηκέτι λαλεῖν ἐπὶ τῷ ὀνόματι τούτῳ μηδενὶ ⸂2ἀνθρώπων.⸃"
    },
    {
      "verse": 18,
      "text": "Καὶ καλέσαντες αὐτούς, παρήγγειλαν ⸋αὐτοῖς⸌ ⸋2τὸ⸌ καθόλου μὴ φθέγγεσθαι μηδὲ διδάσκειν ἐπὶ τῷ ὀνόματι τοῦ Ἰησοῦ."
    },
    {
      "verse": 19,
      "text": "Ὁ δὲ Πέτρος καὶ Ἰωάννης ἀποκριθέντες ⸉πρὸς αὐτοὺς εἶπον,⸊ Εἰ δίκαιόν ἐστιν ἐνώπιον τοῦ θεοῦ ὑμῶν ἀκούειν μᾶλλον ἢ τοῦ θεοῦ, κρίνατε."
    },
    {
      "verse": 20,
      "text": "Οὐ δυνάμεθα γὰρ ἡμεῖς, ⸂ἃ εἴδομεν καὶ ἠκούσαμεν,⸃ μὴ λαλεῖν."
    },
    {
      "verse": 21,
      "text": "Οἱ δὲ προσαπειλησάμενοι ἀπέλυσαν αὐτούς, μηδὲν εὑρίσκοντες τὸ πῶς ⸂κολάσονται⸃ αὐτούς, διὰ τὸν λαόν, ὅτι πάντες ἐδόξαζον τὸν θεὸν ἐπὶ τῷ γεγονότι."
    },
    {
      "verse": 22,
      "text": "Ἐτῶν γὰρ ἦν πλειόνων τεσσαράκοντα ὁ ἄνθρωπος ἐφ᾽ ὃν ἐγεγόνει τὸ σημεῖον τοῦτο τῆς ἰάσεως."
    },
    {
      "verse": 23,
      "text": "Ἀπολυθέντες δὲ ἦλθον πρὸς τοὺς ἰδίους, καὶ ⸂ἀπήγγειλαν⸃ ὅσα πρὸς αὐτοὺς οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι εἶπον."
    },
    {
      "verse": 24,
      "text": "Οἱ δὲ ἀκούσαντες ὁμοθυμαδὸν ἦραν φωνὴν πρὸς τὸν θεόν, καὶ εἶπον, Δέσποτα, σὺ ⸋ὁ θεὸς⸌ ὁ ποιήσας τὸν οὐρανὸν καὶ τὴν γῆν καὶ τὴν θάλασσαν καὶ πάντα τὰ ἐν αὐτοῖς·"
    },
    {
      "verse": 25,
      "text": "ὁ ⸆ ⸂διὰ στόματος⸃ Δαυὶδ ⸆2παιδός σου εἰπών, Ἵνα τί ἐφρύαξαν ἔθνη, καὶ λαοὶ ἐμελέτησαν κενά;"
    },
    {
      "verse": 26,
      "text": "Παρέστησαν οἱ βασιλεῖς τῆς γῆς, καὶ οἱ ἄρχοντες συνήχθησαν ἐπὶ τὸ αὐτὸ κατὰ τοῦ κυρίου, καὶ κατὰ τοῦ χριστοῦ αὐτοῦ·"
    },
    {
      "verse": 27,
      "text": "συνήχθησαν γὰρ ἐπ᾽ ἀληθείας ⸆ ἐπὶ τὸν ἅγιον παῖδά σου Ἰησοῦν, ὃν ἔχρισας, Ἡρῴδης τε καὶ Πόντιος Πιλάτος, σὺν ἔθνεσιν καὶ λαοῖς Ἰσραήλ,"
    },
    {
      "verse": 28,
      "text": "ποιῆσαι ὅσα ἡ χείρ σου καὶ ἡ βουλή ⸋σου⸌ προώρισεν γενέσθαι."
    },
    {
      "verse": 29,
      "text": "Καὶ τὰ νῦν, κύριε, ἔπιδε ἐπὶ τὰς ἀπειλὰς αὐτῶν, καὶ δὸς τοῖς δούλοις σου μετὰ παρρησίας πάσης λαλεῖν τὸν λόγον σου,"
    },
    {
      "verse": 30,
      "text": "ἐν τῷ τὴν χεῖρά ⸋σου⸌ ἐκτείνειν σε εἰς ἴασιν, καὶ σημεῖα καὶ τέρατα γίνεσθαι διὰ τοῦ ὀνόματος τοῦ ἁγίου παιδός σου Ἰησοῦ."
    },
    {
      "verse": 31,
      "text": "Καὶ δεηθέντων αὐτῶν ἐσαλεύθη ὁ τόπος ἐν ᾧ ἦσαν συνηγμένοι, καὶ ἐπλήσθησαν ἅπαντες ⸆ ⸉πνεύματος ἁγίου,⸊ καὶ ἐλάλουν τὸν λόγον τοῦ θεοῦ μετὰ παρρησίας."
    },
    {
      "verse": 32,
      "text": "Τοῦ δὲ πλήθους τῶν πιστευσάντων ἦν ⸂ἡ καρδία καὶ ἡ ψυχὴ μία·⸃ καὶ οὐδὲ εἷς τι τῶν ὑπαρχόντων ⸂2αὐτῶν⸃ ἔλεγεν ἴδιον εἶναι, ἀλλ᾽ ἦν αὐτοῖς ⸂3ἅπαντα⸃ κοινά."
    },
    {
      "verse": 33,
      "text": "Καὶ ⸉μεγάλῃ δυνάμει⸊ ἀπεδίδουν ⸉2τὸ μαρτύριον οἱ ἀπόστολοι⸊ ⸉3τῆς ἀναστάσεως τοῦ κυρίου Ἰησοῦ,⸊ χάρις τε μεγάλη ἦν ἐπὶ πάντας αὐτούς."
    },
    {
      "verse": 34,
      "text": "Οὐδὲ γὰρ ἐνδεής τις ⸂ὑπῆρχεν ἐν αὐτοῖς· ὅσοι γὰρ κτήτορες χωρίων ἢ οἰκιῶν ὑπῆρχον,⸃ πωλοῦντες ἔφερον τὰς τιμὰς τῶν πιπρασκομένων,"
    },
    {
      "verse": 35,
      "text": "καὶ ἐτίθουν παρὰ τοὺς πόδας τῶν ἀποστόλων· διεδίδοτο δὲ ἑκάστῳ καθότι ἄν τις χρείαν εἶχεν."
    },
    {
      "verse": 36,
      "text": "Ἰωσῆς δέ, ὁ ἐπικληθεὶς Βαρνάβας ⸂ἀπὸ⸃ τῶν ἀποστόλων—ὅ ἐστιν, μεθερμηνευόμενον, υἱὸς παρακλήσεως—Λευΐτης, Κύπριος τῷ γένει,"
    },
    {
      "verse": 37,
      "text": "ὑπάρχοντος αὐτῷ ἀγροῦ, πωλήσας ἤνεγκεν τὸ χρῆμα, καὶ ἔθηκεν ⸂παρὰ⸃ τοὺς πόδας τῶν ἀποστόλων."
    }
  ]
}