{
  "book_id": "ACT",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀνὴρ δέ τις Ἀνανίας ὀνόματι, σὺν Σαπφείρῃ τῇ γυναικὶ αὐτοῦ, ἐπώλησεν κτῆμα,"
    },
    {
      "verse": 2,
      "text": "καὶ ἐνοσφίσατο ἀπὸ τῆς τιμῆς, συνειδυίας καὶ τῆς γυναικὸς ⸋αὐτοῦ,⸌ καὶ ἐνέγκας μέρος τι παρὰ τοὺς πόδας τῶν ἀποστόλων ἔθηκεν."
    },
    {
      "verse": 3,
      "text": "Εἶπεν δὲ ⸆ Πέτρος, Ἀνανία, διὰ τί ἐπλήρωσεν ὁ Σατανᾶς τὴν καρδίαν σου, ψεύσασθαί σε τὸ πνεῦμα τὸ ἅγιον, καὶ νοσφίσασθαί ⸋σε⸌ ἀπὸ τῆς τιμῆς τοῦ χωρίου;"
    },
    {
      "verse": 4,
      "text": "Οὐχὶ μένον σοὶ ἔμενεν, καὶ πραθὲν ἐν τῇ σῇ ἐξουσίᾳ ὑπῆρχεν; Τί ὅτι ἔθου ἐν τῇ καρδίᾳ σου τὸ πρᾶγμα τοῦτο; Οὐκ ἐψεύσω ἀνθρώποις, ἀλλὰ τῷ θεῷ."
    },
    {
      "verse": 5,
      "text": "Ἀκούων δὲ ⸋ὁ⸌ Ἀνανίας τοὺς λόγους τούτους, πεσὼν ἐξέψυξεν· καὶ ἐγένετο φόβος μέγας ἐπὶ πάντας τοὺς ἀκούοντας ⸋2ταῦτα.⸌"
    },
    {
      "verse": 6,
      "text": "Ἀναστάντες δὲ οἱ νεώτεροι συνέστειλαν αὐτόν, καὶ ἐξενέγκαντες ἔθαψαν."
    },
    {
      "verse": 7,
      "text": "Ἐγένετο δὲ ὡς ὡρῶν τριῶν διάστημα, καὶ ἡ γυνὴ αὐτοῦ μὴ εἰδυῖα τὸ γεγονὸς εἰσῆλθεν."
    },
    {
      "verse": 8,
      "text": "Ἀπεκρίθη δὲ ⸂αὐτῇ⸃ ⸋ὁ⸌ Πέτρος, Εἰπέ μοι, εἰ τοσούτου τὸ χωρίον ἀπέδοσθε; Ἡ δὲ εἶπεν, Ναί, τοσούτου."
    },
    {
      "verse": 9,
      "text": "Ὁ δὲ Πέτρος ⸂εἶπεν⸃ πρὸς αὐτήν, Τί ὅτι συνεφωνήθη ὑμῖν πειράσαι τὸ πνεῦμα κυρίου; Ἰδού, οἱ πόδες τῶν θαψάντων τὸν ἄνδρα σου ἐπὶ τῇ θύρᾳ, καὶ ἐξοίσουσίν σε."
    },
    {
      "verse": 10,
      "text": "Ἔπεσεν δὲ παραχρῆμα ⸂παρὰ⸃ τοὺς πόδας αὐτοῦ, καὶ ἐξέψυξεν· εἰσελθόντες δὲ οἱ νεανίσκοι εὗρον αὐτὴν νεκράν, καὶ ἐξενέγκαντες ἔθαψαν πρὸς τὸν ἄνδρα αὐτῆς."
    },
    {
      "verse": 11,
      "text": "Καὶ ἐγένετο φόβος μέγας ἐφ᾽ ὅλην τὴν ἐκκλησίαν, καὶ ἐπὶ πάντας τοὺς ἀκούοντας ταῦτα."
    },
    {
      "verse": 12,
      "text": "Διὰ δὲ τῶν χειρῶν τῶν ἀποστόλων ⸂ἐγίνετο⸃ σημεῖα καὶ τέρατα ⸉ἐν τῷ λαῷ πολλά·⸊ καὶ ἦσαν ὁμοθυμαδὸν ⸂2ἅπαντες⸃ ἐν τῇ στοᾷ Σολομῶντος."
    },
    {
      "verse": 13,
      "text": "Τῶν δὲ λοιπῶν οὐδεὶς ἐτόλμα κολλᾶσθαι αὐτοῖς, ἀλλ᾽ ἐμεγάλυνεν αὐτοὺς ὁ λαός·"
    },
    {
      "verse": 14,
      "text": "μᾶλλον δὲ προσετίθεντο πιστεύοντες τῷ κυρίῳ, πλήθη ἀνδρῶν τε καὶ γυναικῶν·"
    },
    {
      "verse": 15,
      "text": "ὥστε ⸆ ⸂κατὰ⸃ τὰς πλατείας ἐκφέρειν τοὺς ἀσθενεῖς, καὶ τιθέναι ἐπὶ ⸂2κλινῶν⸃ καὶ κραββάτων, ἵνα ἐρχομένου ⸆2Πέτρου κἂν ἡ σκιὰ ⸂3ἐπισκιάσῃ⸃ τινὶ αὐτῶν."
    },
    {
      "verse": 16,
      "text": "Συνήρχετο δὲ καὶ τὸ πλῆθος τῶν πέριξ πόλεων ⸋εἰς⸌ Ἱερουσαλήμ, φέροντες ἀσθενεῖς καὶ ὀχλουμένους ὑπὸ πνευμάτων ἀκαθάρτων, ⸂οἵτινες⸃ ἐθεραπεύοντο ἅπαντες."
    },
    {
      "verse": 17,
      "text": "Ἀναστὰς δὲ ὁ ἀρχιερεὺς καὶ πάντες οἱ σὺν αὐτῷ—ἡ οὖσα αἵρεσις τῶν Σαδδουκαίων—ἐπλήσθησαν ζήλου,"
    },
    {
      "verse": 18,
      "text": "καὶ ἐπέβαλον τὰς χεῖρας ⸋αὐτῶν⸌ ἐπὶ τοὺς ἀποστόλους, καὶ ἔθεντο αὐτοὺς ἐν τηρήσει δημοσίᾳ."
    },
    {
      "verse": 19,
      "text": "Ἄγγελος δὲ κυρίου διὰ ⸋τῆς⸌ νυκτὸς ⸂ἤνοιξεν⸃ τὰς θύρας τῆς φυλακῆς, ἐξαγαγών τε αὐτοὺς εἶπεν,"
    },
    {
      "verse": 20,
      "text": "Πορεύεσθε, καὶ σταθέντες λαλεῖτε ἐν τῷ ἱερῷ τῷ λαῷ πάντα τὰ ῥήματα τῆς ζωῆς ταύτης."
    },
    {
      "verse": 21,
      "text": "Ἀκούσαντες δὲ εἰσῆλθον ὑπὸ τὸν ὄρθρον εἰς τὸ ἱερόν, καὶ ἐδίδασκον. Παραγενόμενος δὲ ὁ ἀρχιερεὺς καὶ οἱ σὺν αὐτῷ, συνεκάλεσαν τὸ συνέδριον καὶ πᾶσαν τὴν γερουσίαν τῶν υἱῶν Ἰσραήλ, καὶ ἀπέστειλαν εἰς τὸ δεσμωτήριον, ἀχθῆναι αὐτούς."
    },
    {
      "verse": 22,
      "text": "Οἱ δὲ ⸉ὑπηρέται παραγενόμενοι⸊ οὐχ εὗρον αὐτοὺς ἐν τῇ φυλακῇ· ἀναστρέψαντες δὲ ἀπήγγειλαν,"
    },
    {
      "verse": 23,
      "text": "λέγοντες ὅτι Τὸ ⸋μὲν⸌ δεσμωτήριον εὕρομεν κεκλεισμένον ἐν πάσῃ ἀσφαλείᾳ, καὶ τοὺς φύλακας ⸆ ἑστῶτας ⸂πρὸ⸃ τῶν θυρῶν· ἀνοίξαντες δέ, ἔσω οὐδένα εὕρομεν."
    },
    {
      "verse": 24,
      "text": "Ὡς δὲ ἤκουσαν τοὺς λόγους τούτους ⸂ὅ τε ἱερεὺς καὶ ὁ στρατηγὸς τοῦ ἱεροῦ⸃ καὶ οἱ ἀρχιερεῖς, διηπόρουν περὶ αὐτῶν, τί ἂν γένοιτο τοῦτο."
    },
    {
      "verse": 25,
      "text": "Παραγενόμενος δέ τις ἀπήγγειλεν αὐτοῖς ⸆ ὅτι Ἰδού, οἱ ἄνδρες οὓς ἔθεσθε ἐν τῇ φυλακῇ εἰσὶν ἐν τῷ ἱερῷ ἑστῶτες καὶ διδάσκοντες τὸν λαόν."
    },
    {
      "verse": 26,
      "text": "Τότε ἀπελθὼν ὁ στρατηγὸς σὺν τοῖς ὑπηρέταις ⸂ἤγαγεν⸃ αὐτούς, οὐ μετὰ βίας, ἐφοβοῦντο γὰρ τὸν λαόν, ⸋ἵνα⸌ μὴ λιθασθῶσιν."
    },
    {
      "verse": 27,
      "text": "Ἀγαγόντες δὲ αὐτοὺς ἔστησαν ἐν τῷ συνεδρίῳ. Καὶ ἐπηρώτησεν αὐτοὺς ὁ ἀρχιερεύς,"
    },
    {
      "verse": 28,
      "text": "λέγων, ⸋Οὐ⸌ παραγγελίᾳ παρηγγείλαμεν ὑμῖν μὴ διδάσκειν ἐπὶ τῷ ὀνόματι τούτῳ; Καὶ ἰδοὺ πεπληρώκατε τὴν Ἱερουσαλὴμ τῆς διδαχῆς ὑμῶν, καὶ βούλεσθε ἐπαγαγεῖν ἐφ᾽ ἡμᾶς τὸ αἷμα τοῦ ἀνθρώπου τούτου."
    },
    {
      "verse": 29,
      "text": "Ἀποκριθεὶς δὲ ⸆ Πέτρος καὶ οἱ ἀπόστολοι εἶπον, Πειθαρχεῖν δεῖ θεῷ μᾶλλον ἢ ἀνθρώποις."
    },
    {
      "verse": 30,
      "text": "Ὁ θεὸς τῶν πατέρων ἡμῶν ἤγειρεν Ἰησοῦν, ὃν ὑμεῖς διεχειρίσασθε, κρεμάσαντες ἐπὶ ξύλου."
    },
    {
      "verse": 31,
      "text": "Τοῦτον ὁ θεὸς ἀρχηγὸν καὶ σωτῆρα ὕψωσεν τῇ δεξιᾷ αὐτοῦ, ⸆ δοῦναι μετάνοιαν τῷ Ἰσραὴλ καὶ ἄφεσιν ἁμαρτιῶν."
    },
    {
      "verse": 32,
      "text": "Καὶ ἡμεῖς ἐσμεν ⸋αὐτοῦ⸌ μάρτυρες τῶν ῥημάτων τούτων, καὶ τὸ πνεῦμα ⸋2δὲ⸌ τὸ ἅγιον, ὃ ἔδωκεν ὁ θεὸς τοῖς πειθαρχοῦσιν αὐτῷ."
    },
    {
      "verse": 33,
      "text": "Οἱ δὲ ⸂ἀκούοντες⸃ διεπρίοντο, καὶ ⸂2ἐβουλεύοντο⸃ ἀνελεῖν αὐτούς."
    },
    {
      "verse": 34,
      "text": "Ἀναστὰς δέ τις ἐν τῷ συνεδρίῳ Φαρισαῖος, ὀνόματι Γαμαλιήλ, νομοδιδάσκαλος, τίμιος παντὶ τῷ λαῷ, ἐκέλευσεν ἔξω βραχύ ⸋τι⸌ τοὺς ⸂ἀποστόλους⸃ ποιῆσαι."
    },
    {
      "verse": 35,
      "text": "Εἶπέν τε πρὸς αὐτούς, Ἄνδρες Ἰσραηλῖται, προσέχετε ἑαυτοῖς ἐπὶ τοῖς ἀνθρώποις τούτοις, τί μέλλετε πράσσειν."
    },
    {
      "verse": 36,
      "text": "Πρὸ γὰρ τούτων τῶν ἡμερῶν ἀνέστη Θευδᾶς, λέγων εἶναί τινα ἑαυτόν, ᾧ προσεκλήθη ⸉ἀριθμὸς ἀνδρῶν⸊ ⸂ὡσεὶ⸃ τετρακοσίων· ὃς ἀνῃρέθη, καὶ πάντες ὅσοι ἐπείθοντο αὐτῷ διελύθησαν καὶ ἐγένοντο εἰς οὐδέν."
    },
    {
      "verse": 37,
      "text": "Μετὰ τοῦτον ἀνέστη Ἰούδας ὁ Γαλιλαῖος ἐν ταῖς ἡμέραις τῆς ἀπογραφῆς, καὶ ἀπέστησεν λαὸν ⸋ἱκανὸν⸌ ὀπίσω αὐτοῦ· κἀκεῖνος ἀπώλετο, καὶ πάντες ὅσοι ἐπείθοντο αὐτῷ διεσκορπίσθησαν."
    },
    {
      "verse": 38,
      "text": "Καὶ τὰ νῦν λέγω ὑμῖν, ἀπόστητε ἀπὸ τῶν ἀνθρώπων τούτων, καὶ ⸂ἐάσατε⸃ αὐτούς· ὅτι ἐὰν ᾖ ἐξ ἀνθρώπων ἡ βουλὴ ⸆ ἢ τὸ ἔργον τοῦτο, καταλυθήσεται·"
    },
    {
      "verse": 39,
      "text": "εἰ δὲ ἐκ θεοῦ ἐστιν, οὐ ⸂δύνασθε⸃ καταλῦσαι ⸂2αὐτό,⸃ μήποτε καὶ θεομάχοι εὑρεθῆτε."
    },
    {
      "verse": 40,
      "text": "Ἐπείσθησαν δὲ αὐτῷ· καὶ προσκαλεσάμενοι τοὺς ἀποστόλους, δείραντες παρήγγειλαν μὴ λαλεῖν ἐπὶ τῷ ὀνόματι τοῦ Ἰησοῦ, καὶ ἀπέλυσαν ⸋αὐτούς.⸌"
    },
    {
      "verse": 41,
      "text": "Οἱ μὲν οὖν ἐπορεύοντο χαίροντες ἀπὸ προσώπου τοῦ συνεδρίου, ὅτι ⸂ὑπὲρ τοῦ ὀνόματος τοῦ Ἰησοῦ κατηξιώθησαν⸃ ἀτιμασθῆναι."
    },
    {
      "verse": 42,
      "text": "Πᾶσάν τε ἡμέραν, ἐν τῷ ἱερῷ καὶ κατ᾽ οἶκον, οὐκ ἐπαύοντο διδάσκοντες καὶ εὐαγγελιζόμενοι ⸉Ἰησοῦν τὸν χριστόν.⸊"
    }
  ]
}