{
  "book_id": "ACT",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Εἶπεν δὲ ὁ ἀρχιερεύς, Εἰ ⸋ἄρα⸌ ταῦτα οὕτως ἔχει;"
    },
    {
      "verse": 2,
      "text": "Ὁ δὲ ἔφη, Ἄνδρες ἀδελφοὶ καὶ πατέρες, ἀκούσατε. Ὁ θεὸς τῆς δόξης ὤφθη τῷ πατρὶ ἡμῶν Ἀβραὰμ ὄντι ἐν τῇ Μεσοποταμίᾳ, πρὶν ἢ κατοικῆσαι αὐτὸν ἐν Χαρράν,"
    },
    {
      "verse": 3,
      "text": "καὶ εἶπεν πρὸς αὐτόν, Ἔξελθε ⸂ἐκ τῆς γῆς σου καὶ ἐκ τῆς συγγενείας σου, καὶ δεῦρο εἰς γῆν⸃ ἣν ἄν σοι δείξω."
    },
    {
      "verse": 4,
      "text": "Τότε ἐξελθὼν ἐκ γῆς Χαλδαίων κατῴκησεν ἐν Χαρράν· κἀκεῖθεν, μετὰ τὸ ἀποθανεῖν τὸν πατέρα αὐτοῦ, μετῴκισεν αὐτὸν εἰς τὴν γῆν ταύτην εἰς ἣν ὑμεῖς νῦν κατοικεῖτε·"
    },
    {
      "verse": 5,
      "text": "καὶ οὐκ ἔδωκεν αὐτῷ κληρονομίαν ἐν αὐτῇ, οὐδὲ βῆμα ποδός· καὶ ἐπηγγείλατο ⸉δοῦναι αὐτῷ εἰς κατάσχεσιν αὐτήν,⸊ καὶ τῷ σπέρματι αὐτοῦ μετ᾽ αὐτόν, οὐκ ὄντος αὐτῷ τέκνου."
    },
    {
      "verse": 6,
      "text": "Ἐλάλησεν δὲ ⸆ οὕτως ὁ θεός, ὅτι ἔσται τὸ σπέρμα αὐτοῦ πάροικον ἐν γῇ ἀλλοτρίᾳ, καὶ δουλώσουσιν αὐτὸ καὶ κακώσουσιν, ἔτη τετρακόσια."
    },
    {
      "verse": 7,
      "text": "Καὶ τὸ ἔθνος, ᾧ ⸂ἐὰν⸃ ⸂2δουλεύσωσιν,⸃ κρινῶ ἐγώ, ⸉εἶπεν ὁ θεός·⸊ καὶ μετὰ ταῦτα ἐξελεύσονται, καὶ λατρεύσουσίν μοι ἐν τῷ τόπῳ τούτῳ."
    },
    {
      "verse": 8,
      "text": "Καὶ ἔδωκεν αὐτῷ διαθήκην περιτομῆς· καὶ οὕτως ἐγέννησεν τὸν Ἰσαάκ, καὶ περιέτεμεν αὐτὸν τῇ ἡμέρᾳ τῇ ὀγδόῃ· καὶ ⸂ὁ Ἰσαὰκ τὸν Ἰακώβ, καὶ ὁ Ἰακὼβ⸃ τοὺς δώδεκα πατριάρχας."
    },
    {
      "verse": 9,
      "text": "Καὶ οἱ πατριάρχαι ζηλώσαντες τὸν Ἰωσὴφ ἀπέδοντο εἰς Αἴγυπτον· καὶ ἦν ὁ θεὸς μετ᾽ αὐτοῦ,"
    },
    {
      "verse": 10,
      "text": "καὶ ἐξείλετο αὐτὸν ἐκ πασῶν τῶν θλίψεων αὐτοῦ, καὶ ἔδωκεν αὐτῷ χάριν καὶ σοφίαν ἐναντίον Φαραὼ βασιλέως Αἰγύπτου, καὶ κατέστησεν αὐτὸν ἡγούμενον ⸂ἐπ᾽ Αἴγυπτον καὶ ὅλον τὸν οἶκον αὐτοῦ.⸃"
    },
    {
      "verse": 11,
      "text": "Ἦλθεν δὲ λιμὸς ἐφ᾽ ὅλην τὴν ⸂γῆν Αἰγύπτου⸃ καὶ Χαναάν, καὶ θλίψις μεγάλη· καὶ οὐχ εὕρισκον χορτάσματα οἱ πατέρες ἡμῶν."
    },
    {
      "verse": 12,
      "text": "Ἀκούσας δὲ Ἰακὼβ ὄντα σῖτα ⸂ἐν Αἰγύπτῳ,⸃ ἐξαπέστειλεν τοὺς πατέρας ἡμῶν πρῶτον."
    },
    {
      "verse": 13,
      "text": "Καὶ ἐν τῷ δευτέρῳ ⸂ἀνεγνωρίσθη⸃ Ἰωσὴφ τοῖς ἀδελφοῖς αὐτοῦ, καὶ φανερὸν ἐγένετο τῷ Φαραὼ τὸ γένος ⸋τοῦ⸌ Ἰωσήφ."
    },
    {
      "verse": 14,
      "text": "Ἀποστείλας δὲ Ἰωσὴφ μετεκαλέσατο ⸉τὸν πατέρα αὐτοῦ Ἰακώβ,⸊ καὶ πᾶσαν τὴν συγγένειαν, ⸆ ἐν ⸉2ψυχαῖς ἑβδομήκοντα πέντε.⸊"
    },
    {
      "verse": 15,
      "text": "⸂Κατέβη δὲ⸃ Ἰακὼβ εἰς Αἴγυπτον, καὶ ἐτελεύτησεν αὐτὸς καὶ οἱ πατέρες ἡμῶν·"
    },
    {
      "verse": 16,
      "text": "καὶ μετετέθησαν εἰς Συχέμ, καὶ ἐτέθησαν ἐν τῷ μνήματι ⸂ὃ⸃ ὠνήσατο Ἀβραὰμ τιμῆς ἀργυρίου παρὰ τῶν υἱῶν Ἐμμὸρ ⸂2τοῦ Συχέμ.⸃"
    },
    {
      "verse": 17,
      "text": "Καθὼς δὲ ἤγγιζεν ὁ χρόνος τῆς ἐπαγγελίας ἧς ⸂ὤμοσεν⸃ ὁ θεὸς τῷ Ἀβραάμ, ηὔξησεν ὁ λαὸς καὶ ἐπληθύνθη ἐν Αἰγύπτῳ,"
    },
    {
      "verse": 18,
      "text": "ἄχρι οὗ ἀνέστη βασιλεὺς ἕτερος, ⸆ ὃς οὐκ ᾔδει τὸν Ἰωσήφ."
    },
    {
      "verse": 19,
      "text": "Οὗτος κατασοφισάμενος τὸ γένος ἡμῶν, ἐκάκωσεν τοὺς πατέρας ⸋ἡμῶν,⸌ τοῦ ποιεῖν ⸉ἔκθετα τὰ βρέφη⸊ αὐτῶν, εἰς τὸ μὴ ζῳογονεῖσθαι."
    },
    {
      "verse": 20,
      "text": "Ἐν ᾧ καιρῷ ἐγεννήθη Μωσῆς, καὶ ἦν ἀστεῖος τῷ θεῷ· ὃς ἀνετράφη μῆνας τρεῖς ἐν τῷ οἴκῳ τοῦ πατρός. ⸆"
    },
    {
      "verse": 21,
      "text": "⸂Ἐκτεθέντα δὲ αὐτόν, ἀνείλετο⸃ ἡ θυγάτηρ Φαραώ, καὶ ἀνεθρέψατο αὐτὸν ἑαυτῇ εἰς υἱόν."
    },
    {
      "verse": 22,
      "text": "Καὶ ἐπαιδεύθη Μωσῆς ⸆ πάσῃ σοφίᾳ Αἰγυπτίων· ἦν δὲ δυνατὸς ⸂ἐν λόγοις καὶ ἔργοις.⸃ ⸆2"
    },
    {
      "verse": 23,
      "text": "Ὡς δὲ ἐπληροῦτο αὐτῷ τεσσαρακονταετὴς χρόνος, ἀνέβη ἐπὶ τὴν καρδίαν αὐτοῦ ἐπισκέψασθαι τοὺς ἀδελφοὺς αὐτοῦ τοὺς υἱοὺς Ἰσραήλ."
    },
    {
      "verse": 24,
      "text": "Καὶ ἰδών τινα ἀδικούμενον, ἠμύνατο καὶ ἐποίησεν ἐκδίκησιν τῷ καταπονουμένῳ, πατάξας τὸν Αἰγύπτιον·"
    },
    {
      "verse": 25,
      "text": "ἐνόμιζεν δὲ συνιέναι τοὺς ἀδελφοὺς ⸋αὐτοῦ⸌ ὅτι ὁ θεὸς διὰ χειρὸς αὐτοῦ δίδωσιν ⸉αὐτοῖς σωτηρίαν·⸊ οἱ δὲ οὐ συνῆκαν."
    },
    {
      "verse": 26,
      "text": "Τῇ τε ἐπιούσῃ ἡμέρᾳ ὤφθη αὐτοῖς μαχομένοις, καὶ ⸂συνήλασεν⸃ αὐτοὺς εἰς εἰρήνην, εἰπών, Ἄνδρες, ἀδελφοί ἐστε ⸋ὑμεῖς·⸌ ἵνα τί ἀδικεῖτε ἀλλήλους;"
    },
    {
      "verse": 27,
      "text": "Ὁ δὲ ἀδικῶν τὸν πλησίον ἀπώσατο ⸂αὐτόν,⸃ εἰπών, Τίς σε κατέστησεν ἄρχοντα καὶ δικαστὴν ἐφ᾽ ⸂2ἡμᾶς;⸃"
    },
    {
      "verse": 28,
      "text": "Μὴ ἀνελεῖν με σὺ θέλεις, ὃν τρόπον ἀνεῖλες χθὲς τὸν Αἰγύπτιον;"
    },
    {
      "verse": 29,
      "text": "Ἔφυγεν δὲ Μωσῆς ἐν τῷ λόγῳ τούτῳ, καὶ ἐγένετο πάροικος ἐν γῇ Μαδιάμ, οὗ ἐγέννησεν υἱοὺς δύο."
    },
    {
      "verse": 30,
      "text": "Καὶ πληρωθέντων ἐτῶν τεσσαράκοντα, ὤφθη αὐτῷ ἐν τῇ ἐρήμῳ τοῦ ὄρους Σινᾶ ἄγγελος ⸋κυρίου⸌ ἐν φλογὶ πυρὸς βάτου."
    },
    {
      "verse": 31,
      "text": "Ὁ δὲ Μωσῆς ἰδὼν ⸂ἐθαύμαζεν⸃ τὸ ὅραμα· προσερχομένου δὲ αὐτοῦ κατανοῆσαι, ἐγένετο φωνὴ κυρίου ⸋πρὸς αὐτόν,⸌"
    },
    {
      "verse": 32,
      "text": "Ἐγὼ ὁ θεὸς τῶν πατέρων σου, ⸂ὁ θεὸς Ἀβραὰμ καὶ ὁ θεὸς Ἰσαὰκ καὶ ὁ θεὸς Ἰακώβ.⸃ Ἔντρομος δὲ γενόμενος Μωσῆς οὐκ ἐτόλμα κατανοῆσαι."
    },
    {
      "verse": 33,
      "text": "Εἶπεν δὲ αὐτῷ ὁ κύριος, Λῦσον τὸ ὑπόδημα τῶν ποδῶν σου· ὁ γὰρ τόπος ⸂ἐν⸃ ᾧ ἕστηκας γῆ ἁγία ἐστίν."
    },
    {
      "verse": 34,
      "text": "Ἰδὼν εἶδον τὴν κάκωσιν τοῦ λαοῦ μου τοῦ ἐν Αἰγύπτῳ, καὶ τοῦ στεναγμοῦ ⸂αὐτῶν⸃ ἤκουσα· καὶ κατέβην ἐξελέσθαι αὐτούς· καὶ νῦν δεῦρο, ⸂2ἀποστελῶ⸃ σε εἰς Αἴγυπτον."
    },
    {
      "verse": 35,
      "text": "Τοῦτον τὸν Μωσῆν ὃν ἠρνήσαντο εἰπόντες, Τίς σε κατέστησεν ἄρχοντα καὶ δικαστήν; τοῦτον ὁ θεὸς ⸆ ⸂ἄρχοντα⸃ καὶ λυτρωτὴν ⸂2ἀπέστειλεν⸃ ⸂3ἐν⸃ χειρὶ ἀγγέλου τοῦ ὀφθέντος αὐτῷ ἐν τῇ βάτῳ."
    },
    {
      "verse": 36,
      "text": "Οὗτος ἐξήγαγεν αὐτούς, ποιήσας τέρατα καὶ σημεῖα ἐν ⸆ ⸂γῇ Αἰγύπτῳ⸃ καὶ ἐν Ἐρυθρᾷ θαλάσσῃ, καὶ ἐν τῇ ἐρήμῳ ἔτη τεσσαράκοντα."
    },
    {
      "verse": 37,
      "text": "Οὗτός ἐστιν ⸋ὁ⸌ Μωσῆς ὁ εἰπὼν τοῖς υἱοῖς Ἰσραήλ, Προφήτην ὑμῖν ἀναστήσει ⸂κύριος ὁ θεὸς ἡμῶν⸃ ἐκ τῶν ἀδελφῶν ὑμῶν ὡς ἐμέ. ⸆"
    },
    {
      "verse": 38,
      "text": "Οὗτός ἐστιν ὁ γενόμενος ἐν τῇ ἐκκλησίᾳ ἐν τῇ ἐρήμῳ μετὰ τοῦ ἀγγέλου τοῦ λαλοῦντος αὐτῷ ἐν τῷ ὄρει Σινᾶ καὶ τῶν πατέρων ἡμῶν· ὃς ἐδέξατο ⸂λόγον⸃ ζῶντα δοῦναι ⸂2ἡμῖν·⸃"
    },
    {
      "verse": 39,
      "text": "ᾧ οὐκ ἠθέλησαν ὑπήκοοι γενέσθαι οἱ πατέρες ἡμῶν, ἀλλ᾽ ἀπώσαντο, καὶ ἐστράφησαν ⸆ ⸂τῇ καρδίᾳ⸃ αὐτῶν εἰς Αἴγυπτον,"
    },
    {
      "verse": 40,
      "text": "εἰπόντες τῷ Ἀαρών, Ποίησον ἡμῖν θεοὺς οἳ προπορεύσονται ἡμῶν· ὁ γὰρ Μωσῆς οὗτος, ὃς ἐξήγαγεν ἡμᾶς ἐκ γῆς Αἰγύπτου, οὐκ οἴδαμεν τί ⸂γέγονεν⸃ αὐτῷ."
    },
    {
      "verse": 41,
      "text": "Καὶ ἐμοσχοποίησαν ἐν ταῖς ἡμέραις ἐκείναις, καὶ ἀνήγαγον θυσίαν τῷ εἰδώλῳ, καὶ εὐφραίνοντο ἐν τοῖς ἔργοις τῶν χειρῶν αὐτῶν."
    },
    {
      "verse": 42,
      "text": "Ἔστρεψεν δὲ ὁ θεός, καὶ παρέδωκεν αὐτοὺς λατρεύειν τῇ στρατιᾷ τοῦ οὐρανοῦ· καθὼς γέγραπται ἐν βίβλῳ τῶν προφητῶν, Μὴ σφάγια καὶ θυσίας προσηνέγκατέ μοι ⸉ἔτη τεσσαράκοντα ἐν τῇ ἐρήμῳ,⸊ οἶκος Ἰσραήλ;"
    },
    {
      "verse": 43,
      "text": "Καὶ ἀνελάβετε τὴν σκηνὴν τοῦ Μολόχ, καὶ τὸ ἄστρον τοῦ θεοῦ ⸋ὑμῶν⸌ Ῥεμφάν, τοὺς τύπους οὓς ἐποιήσατε προσκυνεῖν αὐτοῖς· καὶ μετοικιῶ ὑμᾶς ἐπέκεινα Βαβυλῶνος."
    },
    {
      "verse": 44,
      "text": "Ἡ σκηνὴ τοῦ μαρτυρίου ἦν ⸆ τοῖς πατράσιν ἡμῶν ἐν τῇ ἐρήμῳ, καθὼς διετάξατο ὁ λαλῶν τῷ Μωσῇ, ποιῆσαι αὐτὴν κατὰ τὸν τύπον ὃν ἑωράκει."
    },
    {
      "verse": 45,
      "text": "Ἣν καὶ εἰσήγαγον διαδεξάμενοι οἱ πατέρες ἡμῶν μετὰ Ἰησοῦ ἐν τῇ κατασχέσει τῶν ἐθνῶν, ὧν ἐξῶσεν ὁ θεὸς ἀπὸ προσώπου τῶν πατέρων ἡμῶν, ἕως τῶν ἡμερῶν Δαυίδ·"
    },
    {
      "verse": 46,
      "text": "ὃς εὗρεν χάριν ἐνώπιον τοῦ θεοῦ, καὶ ᾐτήσατο εὑρεῖν σκήνωμα τῷ ⸂θεῷ⸃ Ἰακώβ."
    },
    {
      "verse": 47,
      "text": "Σολομῶν δὲ ᾠκοδόμησεν αὐτῷ οἶκον."
    },
    {
      "verse": 48,
      "text": "Ἀλλ᾽ οὐχ ὁ ὕψιστος ἐν χειροποιήτοις ⸋ναοῖς⸌ κατοικεῖ, καθὼς ὁ προφήτης λέγει,"
    },
    {
      "verse": 49,
      "text": "Ὁ οὐρανός μοι θρόνος, ⸂ἡ δὲ⸃ γῆ ὑποπόδιον τῶν ποδῶν μου· ποῖον οἶκον οἰκοδομήσετέ μοι; λέγει κύριος· ἢ τίς τόπος τῆς καταπαύσεώς μου;"
    },
    {
      "verse": 50,
      "text": "Οὐχὶ ἡ χείρ μου ἐποίησεν ταῦτα πάντα;"
    },
    {
      "verse": 51,
      "text": "Σκληροτράχηλοι καὶ ἀπερίτμητοι ⸂τῇ καρδίᾳ⸃ καὶ τοῖς ὠσίν, ὑμεῖς ἀεὶ τῷ πνεύματι τῷ ἁγίῳ ἀντιπίπτετε· ὡς οἱ πατέρες ὑμῶν, καὶ ὑμεῖς."
    },
    {
      "verse": 52,
      "text": "Τίνα τῶν προφητῶν οὐκ ἐδίωξαν οἱ πατέρες ὑμῶν; Καὶ ἀπέκτειναν τοὺς προκαταγγείλαντας περὶ τῆς ἐλεύσεως τοῦ δικαίου, οὗ νῦν ὑμεῖς προδόται καὶ φονεῖς ⸂γεγένησθε·⸃"
    },
    {
      "verse": 53,
      "text": "οἵτινες ἐλάβετε τὸν νόμον εἰς διαταγὰς ἀγγέλων, καὶ οὐκ ἐφυλάξατε."
    },
    {
      "verse": 54,
      "text": "Ἀκούοντες δὲ ταῦτα, διεπρίοντο ταῖς καρδίαις αὐτῶν, καὶ ἔβρυχον τοὺς ὀδόντας ἐπ᾽ αὐτόν."
    },
    {
      "verse": 55,
      "text": "Ὑπάρχων δὲ πλήρης πνεύματος ἁγίου, ἀτενίσας εἰς τὸν οὐρανόν, εἶδεν δόξαν θεοῦ, καὶ Ἰησοῦν ἑστῶτα ἐκ δεξιῶν τοῦ θεοῦ,"
    },
    {
      "verse": 56,
      "text": "καὶ εἶπεν, Ἰδού, θεωρῶ τοὺς οὐρανοὺς ⸂ἀνεῳγμένους,⸃ καὶ τὸν υἱὸν τοῦ ἀνθρώπου ἐκ δεξιῶν ἑστῶτα τοῦ θεοῦ."
    },
    {
      "verse": 57,
      "text": "Κράξαντες δὲ φωνῇ μεγάλῃ, συνέσχον τὰ ὦτα αὐτῶν, καὶ ὥρμησαν ὁμοθυμαδὸν ἐπ᾽ αὐτόν·"
    },
    {
      "verse": 58,
      "text": "καὶ ἐκβαλόντες ἔξω τῆς πόλεως, ἐλιθοβόλουν· καὶ οἱ μάρτυρες ἀπέθεντο τὰ ἱμάτια ⸆ παρὰ τοὺς πόδας νεανίου καλουμένου Σαύλου."
    },
    {
      "verse": 59,
      "text": "Καὶ ἐλιθοβόλουν τὸν Στέφανον, ἐπικαλούμενον καὶ λέγοντα, Κύριε Ἰησοῦ, δέξαι τὸ πνεῦμά μου."
    },
    {
      "verse": 60,
      "text": "Θεὶς δὲ τὰ γόνατα, ἔκραξεν φωνῇ μεγάλῃ, Κύριε, μὴ στήσῃς αὐτοῖς ⸉τὴν ἁμαρτίαν ταύτην.⸊ Καὶ τοῦτο εἰπὼν ἐκοιμήθη."
    }
  ]
}