{
  "book_id": "ACT",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ δὲ πέντε ἡμέρας κατέβη ὁ ἀρχιερεὺς Ἀνανίας μετὰ ⸂τῶν πρεσβυτέρων⸃ καὶ ῥήτορος Τερτύλλου τινός, οἵτινες ἐνεφάνισαν τῷ ἡγεμόνι κατὰ τοῦ Παύλου."
    },
    {
      "verse": 2,
      "text": "Κληθέντος δὲ αὐτοῦ, ἤρξατο κατηγορεῖν ὁ Τέρτυλλος λέγων, Πολλῆς εἰρήνης τυγχάνοντες διὰ σοῦ, καὶ ⸂κατορθωμάτων⸃ γινομένων τῷ ἔθνει τούτῳ διὰ τῆς σῆς προνοίας,"
    },
    {
      "verse": 3,
      "text": "πάντῃ τε καὶ πανταχοῦ ἀποδεχόμεθα, κράτιστε Φῆλιξ, μετὰ πάσης εὐχαριστίας."
    },
    {
      "verse": 4,
      "text": "Ἵνα δὲ μὴ ἐπὶ πλεῖόν σε ἐγκόπτω, παρακαλῶ ἀκοῦσαί σε ἡμῶν συντόμως τῇ σῇ ἐπιεικείᾳ."
    },
    {
      "verse": 5,
      "text": "Εὑρόντες γὰρ τὸν ἄνδρα τοῦτον λοιμόν, καὶ κινοῦντα ⸂στάσιν⸃ πᾶσιν τοῖς Ἰουδαίοις τοῖς κατὰ τὴν οἰκουμένην, πρωτοστάτην τε τῆς τῶν Ναζωραίων αἱρέσεως·"
    },
    {
      "verse": 6,
      "text": "ὃς καὶ τὸ ἱερὸν ἐπείρασεν βεβηλῶσαι· ὃν καὶ ἐκρατήσαμεν· ⸆"
    },
    {
      "verse": 7,
      "text": "⸆"
    },
    {
      "verse": 8,
      "text": "⸆ παρ᾽ οὗ δυνήσῃ, αὐτὸς ἀνακρίνας, περὶ πάντων τούτων ἐπιγνῶναι ὧν ἡμεῖς κατηγοροῦμεν αὐτοῦ."
    },
    {
      "verse": 9,
      "text": "⸂Συνεπέθεντο⸃ δὲ καὶ οἱ Ἰουδαῖοι, φάσκοντες ταῦτα οὕτως ἔχειν."
    },
    {
      "verse": 10,
      "text": "Ἀπεκρίθη ⸂δὲ⸃ ὁ Παῦλος, νεύσαντος αὐτῷ τοῦ ἡγεμόνος λέγειν, Ἐκ πολλῶν ἐτῶν ὄντα σε κριτὴν ⸆ τῷ ἔθνει τούτῳ ἐπιστάμενος, ⸂2εὐθυμότερον⸃ τὰ περὶ ἐμαυτοῦ ἀπολογοῦμαι,"
    },
    {
      "verse": 11,
      "text": "δυναμένου σου ⸂γνῶναι⸃ ὅτι οὐ πλείους εἰσίν μοι ἡμέραι ⸆ ⸂2δεκαδύο,⸃ ἀφ᾽ ἧς ἀνέβην προσκυνήσων ⸂3ἐν⸃ Ἱερουσαλήμ·"
    },
    {
      "verse": 12,
      "text": "καὶ οὔτε ἐν τῷ ἱερῷ εὗρόν με πρός τινα διαλεγόμενον ἢ ἐπισύστασιν ποιοῦντα ὄχλου, οὔτε ἐν ταῖς συναγωγαῖς, οὔτε κατὰ τὴν πόλιν."
    },
    {
      "verse": 13,
      "text": "⸂Οὔτε⸃ παραστῆσαί ⸋με⸌ δύνανται ⸆ περὶ ὧν ⸂2νῦν⸃ κατηγοροῦσίν μου."
    },
    {
      "verse": 14,
      "text": "Ὁμολογῶ δὲ τοῦτό σοι, ὅτι κατὰ τὴν ὁδὸν ἣν λέγουσιν αἵρεσιν, οὕτως λατρεύω τῷ πατρῴῳ θεῷ, πιστεύων πᾶσιν ⸂τοῖς κατὰ τὸν νόμον καὶ τοῖς προφήταις⸃ γεγραμμένοις·"
    },
    {
      "verse": 15,
      "text": "ἐλπίδα ἔχων εἰς τὸν θεόν, ἣν καὶ αὐτοὶ οὗτοι προσδέχονται, ἀνάστασιν μέλλειν ἔσεσθαι ⸋νεκρῶν,⸌ δικαίων τε καὶ ἀδίκων."
    },
    {
      "verse": 16,
      "text": "Ἐν τούτῳ ⸂δὲ⸃ αὐτὸς ἀσκῶ, ἀπρόσκοπον συνείδησιν ⸂2ἔχων⸃ πρὸς ⸆ τὸν θεὸν καὶ τοὺς ἀνθρώπους διὰ παντός."
    },
    {
      "verse": 17,
      "text": "Δι᾽ ἐτῶν δὲ πλειόνων ⸉παρεγενόμην ἐλεημοσύνας ποιήσων εἰς τὸ ἔθνος μου⸊ καὶ προσφοράς·"
    },
    {
      "verse": 18,
      "text": "ἐν ⸂οἷς⸃ εὗρόν με ἡγνισμένον ἐν τῷ ἱερῷ, οὐ μετὰ ὄχλου οὐδὲ μετὰ θορύβου, τινὲς ⸆ ἀπὸ τῆς Ἀσίας Ἰουδαῖοι·"
    },
    {
      "verse": 19,
      "text": "οὓς ⸂δεῖ⸃ ἐπὶ σοῦ παρεῖναι καὶ κατηγορεῖν εἴ τι ἔχοιεν πρός ⸂2με.⸃"
    },
    {
      "verse": 20,
      "text": "Ἢ αὐτοὶ οὗτοι εἰπάτωσαν, ⸆ τί εὗρον ⸋ἐν ἐμοὶ⸌ ἀδίκημα, στάντος μου ἐπὶ τοῦ συνεδρίου,"
    },
    {
      "verse": 21,
      "text": "ἢ περὶ μιᾶς ταύτης φωνῆς, ἧς ἔκραξα ⸉ἑστὼς ἐν αὐτοῖς,⸊ ὅτι Περὶ ἀναστάσεως νεκρῶν ἐγὼ κρίνομαι σήμερον ⸂ὑφ᾽⸃ ὑμῶν."
    },
    {
      "verse": 22,
      "text": "⸂Ἀκούσας δὲ ταῦτα ὁ Φῆλιξ ἀνεβάλετο αὐτούς,⸃ ἀκριβέστερον εἰδὼς τὰ περὶ τῆς ὁδοῦ, εἰπών, Ὅταν Λυσίας ὁ χιλίαρχος καταβῇ, διαγνώσομαι τὰ καθ᾽ ὑμᾶς·"
    },
    {
      "verse": 23,
      "text": "διαταξάμενός ⸋τε⸌ τῷ ἑκατοντάρχῃ τηρεῖσθαι ⸂τὸν Παῦλον,⸃ ἔχειν τε ἄνεσιν, καὶ μηδένα κωλύειν τῶν ἰδίων αὐτοῦ ὑπηρετεῖν ⸋2ἢ προσέρχεσθαι⸌ αὐτῷ."
    },
    {
      "verse": 24,
      "text": "Μετὰ δὲ ἡμέρας τινάς, παραγενόμενος ὁ Φῆλιξ σὺν Δρουσίλλῃ τῇ ⸂γυναικὶ⸃ οὔσῃ Ἰουδαίᾳ, μετεπέμψατο τὸν Παῦλον, καὶ ἤκουσεν αὐτοῦ περὶ τῆς εἰς ⸂2χριστὸν⸃ πίστεως."
    },
    {
      "verse": 25,
      "text": "Διαλεγομένου δὲ αὐτοῦ περὶ δικαιοσύνης καὶ ἐγκρατείας καὶ τοῦ κρίματος τοῦ μέλλοντος ⸋ἔσεσθαι,⸌ ἔμφοβος γενόμενος ὁ Φῆλιξ ἀπεκρίθη, Τὸ νῦν ἔχον πορεύου· καιρὸν δὲ μεταλαβὼν μετακαλέσομαί σε·"
    },
    {
      "verse": 26,
      "text": "ἅμα ⸆ καὶ ἐλπίζων ὅτι χρήματα δοθήσεται αὐτῷ ὑπὸ τοῦ Παύλου, ⸋ὅπως λύσῃ αὐτόν·⸌ διὸ καὶ πυκνότερον ⸋2αὐτὸν⸌ μεταπεμπόμενος ὡμίλει αὐτῷ."
    },
    {
      "verse": 27,
      "text": "Διετίας δὲ πληρωθείσης, ἔλαβεν διάδοχον ὁ Φῆλιξ Πόρκιον Φῆστον· θέλων ⸂τε⸃ ⸂2χάριτας⸃ καταθέσθαι τοῖς Ἰουδαίοις ὁ Φῆλιξ κατέλιπεν τὸν Παῦλον δεδεμένον."
    }
  ]
}