{
  "book_id": "ACT",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀγρίππας δὲ πρὸς τὸν Παῦλον ἔφη, Ἐπιτρέπεταί σοι ⸂ὑπὲρ⸃ σεαυτοῦ λέγειν. Τότε ὁ Παῦλος ⸉ἀπελογεῖτο, ἐκτείνας τὴν χεῖρα,⸊"
    },
    {
      "verse": 2,
      "text": "Περὶ πάντων ὧν ἐγκαλοῦμαι ὑπὸ Ἰουδαίων, βασιλεῦ Ἀγρίππα, ἥγημαι ἐμαυτὸν μακάριον ⸉ἐπὶ σοῦ μέλλων ἀπολογεῖσθαι σήμερον·⸊"
    },
    {
      "verse": 3,
      "text": "μάλιστα γνώστην ὄντα σὲ πάντων τῶν κατὰ Ἰουδαίους ἠθῶν τε καὶ ζητημάτων· διὸ δέομαί ⸋σου,⸌ μακροθύμως ἀκοῦσαί μου."
    },
    {
      "verse": 4,
      "text": "Τὴν μὲν οὖν βίωσίν μου ⸋τὴν⸌ ἐκ νεότητος, τὴν ἀπ᾽ ἀρχῆς γενομένην ἐν τῷ ἔθνει μου ἐν ⸆ Ἱεροσολύμοις, ἴσασιν πάντες ⸋2οἱ⸌ Ἰουδαῖοι,"
    },
    {
      "verse": 5,
      "text": "προγινώσκοντές με ἄνωθεν, ἐὰν θέλωσιν μαρτυρεῖν, ὅτι κατὰ τὴν ἀκριβεστάτην αἵρεσιν τῆς ἡμετέρας θρησκείας ἔζησα Φαρισαῖος."
    },
    {
      "verse": 6,
      "text": "Καὶ νῦν ἐπ᾽ ἐλπίδι τῆς ⸂πρὸς⸃ τοὺς πατέρας ⸆ ἐπαγγελίας γενομένης ὑπὸ τοῦ θεοῦ ἕστηκα κρινόμενος,"
    },
    {
      "verse": 7,
      "text": "εἰς ἣν τὸ δωδεκάφυλον ἡμῶν ἐν ἐκτενείᾳ νύκτα καὶ ἡμέραν λατρεῦον ἐλπίζει καταντῆσαι· περὶ ἧς ἐλπίδος ἐγκαλοῦμαι, ⸂βασιλεῦ Ἀγρίππα, ὑπὸ Ἰουδαίων.⸃"
    },
    {
      "verse": 8,
      "text": "Τί ἄπιστον κρίνεται παρ᾽ ὑμῖν, εἰ ὁ θεὸς νεκροὺς ἐγείρει;"
    },
    {
      "verse": 9,
      "text": "Ἐγὼ μὲν οὖν ἔδοξα ἐμαυτῷ πρὸς τὸ ὄνομα Ἰησοῦ τοῦ Ναζωραίου δεῖν πολλὰ ἐναντία πρᾶξαι·"
    },
    {
      "verse": 10,
      "text": "ὃ καὶ ἐποίησα ἐν Ἱεροσολύμοις, καὶ πολλοὺς ⸆ τῶν ἁγίων ἐγὼ ⸆2φυλακαῖς κατέκλεισα, τὴν παρὰ τῶν ἀρχιερέων ἐξουσίαν λαβών, ἀναιρουμένων τε αὐτῶν κατήνεγκα ψῆφον."
    },
    {
      "verse": 11,
      "text": "Καὶ κατὰ πάσας τὰς συναγωγὰς πολλάκις τιμωρῶν αὐτούς, ἠνάγκαζον βλασφημεῖν· περισσῶς τε ἐμμαινόμενος αὐτοῖς, ἐδίωκον ἕως καὶ εἰς τὰς ἔξω πόλεις."
    },
    {
      "verse": 12,
      "text": "Ἐν οἷς ⸋καὶ⸌ πορευόμενος εἰς ⸋2τὴν⸌ Δαμασκὸν μετ᾽ ἐξουσίας καὶ ἐπιτροπῆς τῆς ⸋3παρὰ⸌ τῶν ἀρχιερέων,"
    },
    {
      "verse": 13,
      "text": "ἡμέρας μέσης, κατὰ τὴν ὁδὸν εἶδον, βασιλεῦ, οὐρανόθεν ὑπὲρ τὴν λαμπρότητα τοῦ ἡλίου, περιλάμψαν με φῶς καὶ τοὺς σὺν ἐμοὶ πορευομένους."
    },
    {
      "verse": 14,
      "text": "Πάντων ⸂δὲ⸃ καταπεσόντων ἡμῶν εἰς τὴν γῆν, ἤκουσα φωνὴν ⸂2λαλοῦσαν πρός με καὶ λέγουσαν⸃ τῇ Ἑβραΐδι διαλέκτῳ, Σαούλ, Σαούλ, τί με διώκεις; Σκληρόν σοι πρὸς κέντρα λακτίζειν."
    },
    {
      "verse": 15,
      "text": "Ἐγὼ δὲ εἶπον, Τίς εἶ, κύριε; ⸂Ὁ δὲ⸃ εἶπεν, Ἐγώ εἰμι Ἰησοῦς ὃν σὺ διώκεις."
    },
    {
      "verse": 16,
      "text": "Ἀλλὰ ἀνάστηθι, καὶ στῆθι ἐπὶ τοὺς πόδας σου· εἰς τοῦτο γὰρ ὤφθην σοι, προχειρίσασθαί σε ὑπηρέτην καὶ μάρτυρα ὧν τε εἶδες ⸆ ὧν τε ὀφθήσομαί σοι,"
    },
    {
      "verse": 17,
      "text": "ἐξαιρούμενός σε ⸂ἐκ τοῦ λαοῦ καὶ τῶν ἐθνῶν,⸃ εἰς οὓς ⸂2ἐγώ⸃ ⸉σε ἀποστέλλω,⸊"
    },
    {
      "verse": 18,
      "text": "ἀνοῖξαι ὀφθαλμοὺς αὐτῶν, τοῦ ⸂ὑποστρέψαι⸃ ἀπὸ σκότους εἰς φῶς καὶ τῆς ἐξουσίας τοῦ Σατανᾶ ἐπὶ τὸν θεόν, τοῦ λαβεῖν αὐτοὺς ἄφεσιν ἁμαρτιῶν, καὶ κλῆρον ἐν τοῖς ἡγιασμένοις πίστει τῇ εἰς ἐμέ."
    },
    {
      "verse": 19,
      "text": "Ὅθεν, βασιλεῦ Ἀγρίππα, οὐκ ἐγενόμην ἀπειθὴς τῇ οὐρανίῳ ὀπτασίᾳ,"
    },
    {
      "verse": 20,
      "text": "ἀλλὰ τοῖς ἐν Δαμασκῷ πρῶτον ⸆ καὶ Ἱεροσολύμοις, ⸋εἰς⸌ πᾶσάν τε τὴν χώραν τῆς Ἰουδαίας, καὶ τοῖς ἔθνεσιν, ⸂ἀπαγγέλλων⸃ μετανοεῖν, καὶ ἐπιστρέφειν ἐπὶ τὸν θεόν, ἄξια τῆς μετανοίας ἔργα πράσσοντας."
    },
    {
      "verse": 21,
      "text": "Ἕνεκα τούτων ⸂οἱ Ἰουδαῖοί με⸃ συλλαβόμενοι ⸆ ἐν τῷ ἱερῷ ἐπειρῶντο διαχειρίσασθαι."
    },
    {
      "verse": 22,
      "text": "Ἐπικουρίας οὖν τυχὼν τῆς ⸂παρὰ⸃ τοῦ θεοῦ, ἄχρι τῆς ἡμέρας ταύτης ἕστηκα ⸂2μαρτυρόμενος⸃ μικρῷ τε καὶ μεγάλῳ, οὐδὲν ἐκτὸς λέγων ὧν τε οἱ προφῆται ἐλάλησαν μελλόντων γίνεσθαι καὶ Μωϋσῆς,"
    },
    {
      "verse": 23,
      "text": "εἰ παθητὸς ὁ χριστός, εἰ πρῶτος ἐξ ἀναστάσεως νεκρῶν φῶς μέλλει καταγγέλλειν τῷ ⸆ λαῷ καὶ τοῖς ἔθνεσιν."
    },
    {
      "verse": 24,
      "text": "Ταῦτα δὲ αὐτοῦ ἀπολογουμένου, ὁ Φῆστος μεγάλῃ τῇ φωνῇ ⸂ἔφη,⸃ Μαίνῃ, Παῦλε· τὰ πολλά σε γράμματα εἰς μανίαν περιτρέπει."
    },
    {
      "verse": 25,
      "text": "⸂Ὁ δέ,⸃ Οὐ μαίνομαι, φησίν, κράτιστε Φῆστε, ἀλλὰ ἀληθείας καὶ σωφροσύνης ῥήματα ἀποφθέγγομαι."
    },
    {
      "verse": 26,
      "text": "Ἐπίσταται γὰρ περὶ τούτων ὁ βασιλεύς, πρὸς ὃν ⸋καὶ⸌ παρρησιαζόμενος λαλῶ· λανθάνειν γὰρ αὐτόν ⸋2τι⸌ τούτων οὐ πείθομαι οὐδέν· οὐ γὰρ ⸆ ἐν γωνίᾳ πεπραγμένον τοῦτο."
    },
    {
      "verse": 27,
      "text": "Πιστεύεις, βασιλεῦ Ἀγρίππα, τοῖς προφήταις; Οἶδα ὅτι πιστεύεις."
    },
    {
      "verse": 28,
      "text": "Ὁ δὲ Ἀγρίππας πρὸς τὸν Παῦλον ⸋ἔφη,⸌ Ἐν ὀλίγῳ με πείθεις Χριστιανὸν ⸂γενέσθαι.⸃"
    },
    {
      "verse": 29,
      "text": "Ὁ δὲ Παῦλος ⸋εἶπεν,⸌ Εὐξαίμην ἂν τῷ θεῷ, καὶ ἐν ὀλίγῳ καὶ ἐν ⸂πολλῷ⸃ οὐ μόνον σε, ἀλλὰ καὶ πάντας τοὺς ἀκούοντάς μου σήμερον, γενέσθαι τοιούτους ὁποῖος κἀγώ εἰμι, παρεκτὸς τῶν δεσμῶν τούτων."
    },
    {
      "verse": 30,
      "text": "⸂Καὶ ταῦτα εἰπόντος αὐτοῦ, ἀνέστη⸃ ὁ βασιλεὺς καὶ ὁ ἡγεμών, ἥ τε Βερνίκη, καὶ οἱ συγκαθήμενοι αὐτοῖς·"
    },
    {
      "verse": 31,
      "text": "καὶ ἀναχωρήσαντες ἐλάλουν πρὸς ἀλλήλους, λέγοντες ὅτι ⸂Οὐδὲν θανάτου ἄξιον ἢ δεσμῶν⸃ πράσσει ὁ ἄνθρωπος οὗτος."
    },
    {
      "verse": 32,
      "text": "Ἀγρίππας δὲ τῷ Φήστῳ ἔφη, Ἀπολελύσθαι ἐδύνατο ὁ ἄνθρωπος οὗτος, εἰ μὴ ἐπεκέκλητο Καίσαρα."
    }
  ]
}