{
  "book_id": "TIT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* צַו עֲלֵיהֶם לִזְכֹּר לִהְיוֹת נִכְנָעִים תַּחַת יְדֵי משְׁלֵיהֶם וְשָׂרֵיהֶם לִשְׁמֹעַ בְּקוֹלָם וְלִהְיוֹת נְכֹנִים לְכָל־פֹּעַל טוֹב׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* לֹא לְגַדֵּף אִישׁ לֹא לְחַרְחֵר מָדוֹן כִּי אִם־לְהִתְהַלֵּךְ בְּנַחַת וּבַעֲנָוָה לְעֵינֵי כָל־אָדָם׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* כִּי לְפָנִים הָיִנוּ גַם־אֲנַחְנוּ בִּבְלִי־לֵב לָדַעַת בִּבְלִי־אֹזֶן לְהַקְשִׁיב וְתֹעֵי רוּחַ עֲבָדִים לְכָל־תַּאֲוָה וְחֶמְדָּה וּמְגֻדָּלִים בְּמַשְׂטֵמָה וּבְקִנְאָה שְׂנוּאִים וְשׂנְאִים אִישׁ לְרֵעֵהוּ׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* אַךְ כַּאֲשֶׁר נִגְלוּ חַסְדֵּי אֵל מוֹשִׁיעֵנוּ וְרַחֲמָיו לִבְנֵי אָדָם׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* הוֹשִׁיעָה לָּנוּ יָדוֹ לֹא בְצִדְקָתֵנוּ אֲשֶׁר עָשִׂינוּ כִּי אִם־בְּחַסְדּוֹ נוֹלַדְנוּ מֵחָדָשׁ בְּמֵי הָרַחְצָה וַיְחַדְּשֵׁנוּ בְּרוּחַ קָדְשׁוֹ׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* אֲשֶׁר שָׁפַךְ עָלֵינוּ שֶׁפַע רָב עַל־יְדֵי יֵשׁוּעַ הַמָּשִׁיחַ מוֹשִׁיעֵנוּ׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* לְמַעַן נִצְדַּק בְּחַסְדּוֹ וְנִירַשׁ לָנוּ חַיֵּי עוֹלָם כַּאֲשֶׁר קִוִּינוּ לוֹ׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* נֶאֱמָנִים אִמְרֵי־פִי וְזֶה הוּא חֶפְצִי כִּי־תְלַמֵּד הַדְּבָרִים הָאֵלֶּה בְּכָל־תֹּקֶף לְמַעַן יִתְאַמְּצוּ הַמַּאֲמִינִים בֵּאלֹהִים לִשְׁמֹר לַעֲשׂוֹת מַעֲשִׂים טוֹבִים אֵלֶּה הֵם הַדְּבָרִים הַטּוֹבִים לְהוֹעִיל לִבְנֵי אָדָם׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* אַךְ חֲדַל לְךָ מִשְּׁאֵלוֹת כֶּסֶל וְתוֹלְדֹת הַדּוֹרֹת וּמִמְּרִיבוֹת וּמַחְלֹקוֹת בְּדִבְרֵי הַתּוֹרָה אֲשֶׁר לֹא יוֹעִילוּ כִּי תֹהוּ הֵנָּה׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* אִישׁ־מַמְרֶה אַחֲרֵי אֲשֶׁר הוּכַח בְּתוֹכֵחָה פַּעַם וּשְׁתָּיִם שְׂטֵה מֵעָלָיו׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* כִּי־אִישׁ כָּזֶה הֲלֹא תֵדַע כִּי עִקֵּשׁ הוּא וְאָשֵׁם כִּי לִבּוֹ יַאֲשִׁימֶנּוּ׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* כַּאֲשֶׁר אֶשְׁלַח אֵלֶיךָ אֶת־אַרְטְמָס אוֹ אֶת־טוּכִיקוֹס תָּחִישׁ לָבוֹא אֵלַי לְנִיקָפֹּלִיס כִּי־חָרַצְתִּי לֶחֱרַף שָׁם הַחֹרֶף הַזֶּה׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* וְזֵינָס הַסֹּפֵר וְאַפּוֹלוֹס כַּאֲשֶׁר יֵלְכוּן לְדַרְכָּם תֵּלֵךְ עִמָּם לְשַׁלְּחָם וּרְאֵה כִּי לֹא־יַחְסְרוּן מְאוּמָה׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* וְגַם־אַנְשֵׁי הָעֵדָה שֶׁלָּנוּ יִלְמְדוּן לִשְׁמֹר לַעֲשׂוֹת מַעֲשִׂים טוֹבִים לְמַלֹּאת מַחְסוֹר זוּלָתָם לְבִלְתִּי יִהְיוּ כְּלֹא עֹשִׂים פֶּרִי׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* כָּל־הָאַחִים אֲשֶׁר עִמִּי שֹׁאֲלִים לִשְׁלוֹמֶךָ שְׁאַל לִשְׁלוֹם אֹהֲבֵי נַפְשֵׁנוּ בֶּאֱמוּנָה הַחֶסֶד עִם־כֻּלְּכֶם אָמֵן׃"
    }
  ]
}