{
  "book_id": "EZK",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, thou dwellest in the midst of the iniquities of those, who have eyes to see, and see not; and have ears to hear, and hear not: because it is a provoking house."
    },
    {
      "verse": 3,
      "text": "Thou therefore, son of man, prepare thyself baggage for going into captivity by day in their sight; and thou shalt be led into captivity from thy place into another place in their sight; that they may see that it is a provoking house."
    },
    {
      "verse": 4,
      "text": "And thou shalt carry forth thy baggage, baggage for captivity, by day before their eyes: and thou shalt go forth at even, as a captive goes forth, in their sight."
    },
    {
      "verse": 5,
      "text": "Dig for thyself into the wall of the house, and thou shalt pass through it in their sight:"
    },
    {
      "verse": 6,
      "text": "thou shalt be lifted up on men'sshoulders, and shalt go forth in secret: thou shalt cover thy face, and shalt not see the ground: because I have made thee a sign to the house of Israel."
    },
    {
      "verse": 7,
      "text": "And I did thus according to all that he commanded me; and I carried forth my baggage for captivity by day, and in the evening I dug through the wall for myself, and went out secretly; I was taken up on men'sshoulders before them."
    },
    {
      "verse": 8,
      "text": "And the word of the Lord came to me in the morning, saying,"
    },
    {
      "verse": 9,
      "text": "Son of man, have not the house of Israel, the provoking house, said to thee, What doest thou?"
    },
    {
      "verse": 10,
      "text": "Say to them, Thus saith the Lord God, the Prince and the Ruler in Israel, even to all the house of Israel who are in the midst of them:"
    },
    {
      "verse": 11,
      "text": "say, I am performing signs: as I have done, so shall it be to him: they shall go into banishment and captivity."
    },
    {
      "verse": 12,
      "text": "And the prince in the midst of them shall be borne upon shoulders, and shall go forth in secret through the wall, and shall dig so that he may go forth thereby: he shall cover his face, that he may not be seen by anyeye, and he himself shall not see the ground."
    },
    {
      "verse": 13,
      "text": "And I will spread out my net upon him, and he shall be caught in my toils: and I will bring him to Babylon to the land of the Chaldeans; but he shall not see it, though he shall die there."
    },
    {
      "verse": 14,
      "text": "And I will scatter to every wind all his assistants round about him, and all that help him; and I will draw out a sword after them."
    },
    {
      "verse": 15,
      "text": "And they shall know that I am the Lord, when I have scattered them among the nations; and I will disperse them in the countries."
    },
    {
      "verse": 16,
      "text": "And I will leave of them a fewmen in number sparedfrom the sword, and from famine, and from pestilence; that they may declare all their iniquities among the nations whither they have gone; and they shall know that I am the Lord."
    },
    {
      "verse": 17,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 18,
      "text": "Son of man, eat thy bread with sorrow, and drink thywater with torment and affliction."
    },
    {
      "verse": 19,
      "text": "And thou shalt say to the people of the land, Thus saith the Lord to the inhabitants of Jerusalem on the land of Israel; They shall eat their bread in scarcity, and shall drink their water in desolation, that the land may be desolate with all that it contains: for all that dwell in it are ungodly."
    },
    {
      "verse": 20,
      "text": "And their inhabited cities shall be laid utterly waste, and the land shall be desolate; and ye shall know that I am the Lord."
    },
    {
      "verse": 21,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 22,
      "text": "Son of man, what is your parable on the land of Israel, that ye say, The days are long, the vision has perished?"
    },
    {
      "verse": 23,
      "text": "Therefore say to them, Thus saith the Lord; I will even set aside this parable, and the house of Israel shall no more at all use this parable: for thou shalt say to them, The days are at hand, and the import of every vision."
    },
    {
      "verse": 24,
      "text": "For there shall no more be any false vision, nor any one prophesying flatteries in the midst of the children of Israel."
    },
    {
      "verse": 25,
      "text": "For I the Lord will speak my words; I will speak and perform them, and will no more delay, for in your days, O provoking house, I will speak the word, and will perform it, saith the Lord."
    },
    {
      "verse": 26,
      "text": "Moreover the word of the Lord came to me, saying,"
    },
    {
      "verse": 27,
      "text": "Son of man, behold, the provoking house of Israel boldly say, The vision which this man sees is for many days, and he prophesies for times afar off."
    },
    {
      "verse": 28,
      "text": "Therefore say to them, Thus saith the Lord; Henceforth none of my words shall linger, which I shall speak: I will speak and do, saith the Lord."
    }
  ]
}