{
  "book_id": "EZK",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 2,
      "text": "And thou, son of man, take up a lamentation against Sor;"
    },
    {
      "verse": 3,
      "text": "and thou shalt say to Sor that dwells at the entrance of the sea, to the mart of the nations coming from many islands, Thus saith the Lord to Sor; Thou hast said, I have clothed myself with my beauty."
    },
    {
      "verse": 4,
      "text": "In the heart of the sea thy sons have put beauty upon thee for Beelim."
    },
    {
      "verse": 5,
      "text": "Cedar in Senir was employed for thee in building: boards of cypress timber were taken out of Libanus, and wood to make thee masts of fir."
    },
    {
      "verse": 6,
      "text": "They made thine oars \\add of wood\\add* out of the land of Basan; thy sacred utensils they made of ivory, thy shady houses of wood from the isles of Chetiim."
    },
    {
      "verse": 7,
      "text": "Fine linen with embroidery from Egypt supplied thy couch, to put honour upon thee, and to clothe thee with blue and purple from the isles of Elisai; and they became thy coverings."
    },
    {
      "verse": 8,
      "text": "And thy princes were the dwellers in Sidon, and the Aradians were thy rowers: thy wise men, O Sor, who were in thee, these were thy pilots."
    },
    {
      "verse": 9,
      "text": "The elders of the Biblians, and their wise men, who were in thee, these helped thy counsel: and all the ships of the sea and their rowers traded for thee to the utmost west."
    },
    {
      "verse": 10,
      "text": "Persians and Lydians and Libyans were in thine army: thy warriors hung in thee shields and helmets; these gave \\add thee\\add* thy glory."
    },
    {
      "verse": 11,
      "text": "The sons of the Aradians and thine army were upon thy walls; there were guards in thy towers: they hung their quivers on thy battlements round about; these completed thy beauty."
    },
    {
      "verse": 12,
      "text": "The Carthaginians were thy merchants because of the abundance of all thy strength; they furnished thy market with silver, and gold, and iron, and tin, and lead."
    },
    {
      "verse": 13,
      "text": "Greece, both the whole \\add world\\add*, and the adjacent coasts, these traded with thee in the persons of men, and they gave \\add as\\add* thy merchandise vessels of brass."
    },
    {
      "verse": 14,
      "text": "Out of the house of Thogarma horses and horsemen furnished thy market."
    },
    {
      "verse": 15,
      "text": "The sons of the Rhodians were thy merchants; from the islands they multiplied thy merchandise, \\add even\\add* elephants' teeth: and to them that came in thou didst return thy prices,"
    },
    {
      "verse": 16,
      "text": "\\add even\\add* men \\add as\\add* thy merchandise, from the multitude of thy trading \\add population\\add*, myrrh and embroidered works from Tharsis: Ramoth also and Chorchor furnished thy market."
    },
    {
      "verse": 17,
      "text": "Juda and the children of Israel, these were thy merchants; in the sale of corn and ointments and cassia: and they gave the best honey, and oil, and resin, to thy trading \\add population\\add*."
    },
    {
      "verse": 18,
      "text": "\\add The people of\\add* Damascus were thy merchants by reason of the abundance of all thy power; wine out of Chelbon, and wool from Miletus; and they brought wine into thy market."
    },
    {
      "verse": 19,
      "text": "Out of Asel \\add came\\add* wrought iron, and there is the sound of wheels among thy trading \\add population\\add*."
    },
    {
      "verse": 20,
      "text": "\\add The people of\\add* Dædan were thy merchants, with choice cattle for chariots."
    },
    {
      "verse": 21,
      "text": "Arabia and all the princes of Kedar, these were thy traders with thee, \\add bringing\\add* camels, and lambs, and rams, in which they trade with thee."
    },
    {
      "verse": 22,
      "text": "The merchants of Sabba and Ramma, these were thy merchants, with choice spices, and precious stones: and they brought gold to thy market."
    },
    {
      "verse": 23,
      "text": "Charra, and Chanaa, these were thy merchants: Assur, and Charman, were thy merchants:"
    },
    {
      "verse": 24,
      "text": "bringing \\add for\\add* merchandise blue, and choice stores bound with cords, and cypress wood."
    },
    {
      "verse": 25,
      "text": "Ships were thy merchants, in abundance, with thy trading \\add population\\add*: and thou wast filled and very heavily loaded in the heart of the sea."
    },
    {
      "verse": 26,
      "text": "Thy rowers have brought thee into great waters: the south wind has broken thee in the heart of the sea."
    },
    {
      "verse": 27,
      "text": "Thy forces, and thy gain, and that of thy traders, and thy rowers, and thy pilots, and thy counsellors, and they that traffic with thee, and all thy warriors that are in thee: and all thy company in the midst of thee shall perish in the heart of the sea, in the day of thy fall."
    },
    {
      "verse": 28,
      "text": "At the cry of thy voice thy pilots shall be greatly terrified."
    },
    {
      "verse": 29,
      "text": "And all the rowers and the mariners shall come down from the ships, and the pilots of the sea shall stand on the land."
    },
    {
      "verse": 30,
      "text": "And they shall wail over thee with their voice, and cry bitterly, and put earth on their heads, and spread ashes under them."
    },
    {
      "verse": 32,
      "text": "And their sons shall take up a \\add lament\\add* for thee, even a lamentation for Sor, \\add saying\\add*,"
    },
    {
      "verse": 33,
      "text": "How large a reward hast thou gained from the sea? thou hast filled nations out of thine abundance; and out of thy mixed merchandise thou hast enriched all the kings of the earth."
    },
    {
      "verse": 34,
      "text": "Now art thou broken in the sea, thy traders are in the deep water, and all thy company in the midst of thee: all thy rowers have fallen."
    },
    {
      "verse": 35,
      "text": "All the dwellers in the islands have mourned over thee, and their kings have been utterly amazed, and their countenance has wept."
    },
    {
      "verse": 36,
      "text": "Merchants from the nations have hissed at thee; thou art utterly destroyed, and shalt not be any more for ever."
    }
  ]
}