{
  "book_id": "EZK",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "And he brought me into the inner court eastward, opposite the northern gate: and he brought me in, and behold five chambers near the vacant space, and near the northern partition,"
    },
    {
      "verse": 2,
      "text": "a hundred cubits in length toward the north, and in breadth fifty,"
    },
    {
      "verse": 3,
      "text": "ornamented accordingly as the gates of the inner court, and arranged accordingly as the peristyles of the outer court, \\add with\\add* triple porticos fronting one another."
    },
    {
      "verse": 4,
      "text": "And in front of the chambers was a walk ten cubits in breadth, the length \\add reaching\\add* to a hundred cubits; and their doors were northward."
    },
    {
      "verse": 5,
      "text": "And the upper walks were in like manner: for the peristyle projected from it, \\add even\\add* from the range of columns below, and \\add there was\\add* a space between; so \\add were there\\add* a peristyle and a space between, and so \\add were there\\add* two porticos."
    },
    {
      "verse": 6,
      "text": "For they were triple, and they had not pillars like the pillars of the outer ones: therefore they projected from the lower ones and the middle ones from the ground."
    },
    {
      "verse": 7,
      "text": "And \\add there was\\add* light without, corresponding to the chambers of the outer court looking toward the front of the northern chambers; the length \\add of them was\\add* fifty cubits."
    },
    {
      "verse": 8,
      "text": "For the length of the chambers looking toward the inner court was fifty cubits, and these are the ones that front the others; the whole was a hundred cubits."
    },
    {
      "verse": 9,
      "text": "And \\add there were\\add* doors of these chambers for an outlet towards the east, so that one should go through them out of the outer court,"
    },
    {
      "verse": 10,
      "text": "by the opening of the walk at the corner; and the south parts were toward the south, toward the remaining space, and toward the partition, and \\add so were\\add* the chambers."
    },
    {
      "verse": 11,
      "text": "And the walk was in front of them, according to the measures of the chambers toward the north, both according to the length of them, and according to the breadth of them, and according to all their openings, and according to all their turnings, and according to their lights, and according to their doors."
    },
    {
      "verse": 12,
      "text": "\\add So were the measures\\add* of the chambers toward the south, and according to the doors at the entrance of the walk, as it were the distance of a reed for light, and eastward as one went in by them."
    },
    {
      "verse": 13,
      "text": "And he said to me, The chambers toward the north, and the chambers toward the south, in front of the void spaces, these are the chambers of the sanctuary, wherein the priests the sons of Sadduc, who draw nigh to the Lord, shall eat the most holy things: and there shall they lay the most holy things, and the meat-offering, and the sin-offerings, and the trespass-offerings; because the place is holy."
    },
    {
      "verse": 14,
      "text": "None shall go in thither except the priests, \\add and\\add* they shall not go forth of the holy place into the outer court, that they that draw nigh \\add to me\\add* may be continually holy, and may not touch their garments in which they minister, \\add with defilement\\add*, for they are holy; and they shall put on other garments whenever they come in contact with the people."
    },
    {
      "verse": 15,
      "text": "So the measurement of the house within was accomplished: and he brought me forth by the way of the gate that looks eastward, and measured the plan of the house round about in order."
    },
    {
      "verse": 16,
      "text": "And he stood behind the gate looking eastward, and measured five hundred \\add cubits\\add* with the measuring reed."
    },
    {
      "verse": 17,
      "text": "And he turned to the north and measured in front of the north \\add side\\add* five hundred cubits with the measuring reed."
    },
    {
      "verse": 18,
      "text": "And he turned to the west, and measured in front of the west side, five hundred \\add cubits\\add* with the measuring reed."
    },
    {
      "verse": 19,
      "text": "And he turned to the south, and measured in front of the south side, five hundred \\add cubits\\add* by the measuring reed."
    },
    {
      "verse": 20,
      "text": "The \\add four sides he measured\\add* by the same reed, and he marked out the house and the circumference of the parts round about, \\add a space\\add* of five hundred \\add cubits\\add* eastward, and a breadth of five hundred cubits, to make a division between the sanctuary and the outer wall, that \\add belonged to\\add* the design of the house."
    }
  ]
}