{
  "book_id": "EZK",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "And when ye measure the land for inheritance, ye shall set apart first-fruits to the Lord, a holy space of the land, in length twenty and five thousand \\add reeds\\add*, and in breadth twenty thousand; it shall be holy in all the borders thereof round about."
    },
    {
      "verse": 2,
      "text": "And there shall be a sanctuary out of this, five hundred \\add reeds in length\\add* by five hundred in breadth, a square round about; and \\add there shall be\\add* a vacant space \\add beyond\\add* this of fifty cubits round about."
    },
    {
      "verse": 3,
      "text": "And out of this measurement shalt thou measure the length five and twenty thousand, and the breadth twenty thousand: and in it shall be the holy of holies."
    },
    {
      "verse": 4,
      "text": "Of the land shall be \\add a portion\\add* for the priests that minister in the holy place, and it shall be for them that draw nigh to minister to the Lord: and it shall be to them a place for houses set apart for their sacred office;"
    },
    {
      "verse": 5,
      "text": "the length \\add shall be\\add* twenty-five thousand, and the breadth twenty thousand: and the Levites that attend the house, they shall have cities to dwell in for a possession."
    },
    {
      "verse": 6,
      "text": "And ye shall appoint \\add for\\add* the possession of the city five thousand in breadth, and in length twenty-five thousand: after the manner of the first-fruits of the holy portion, they shall be for all the house of Israel."
    },
    {
      "verse": 7,
      "text": "And the prince \\add shall have a portion\\add* out of this, and out of this \\add there shall be a portion\\add* for the first-fruits of the sanctuary, \\add and\\add* for the possession of the city, in front of the first-fruits of the sanctuary, and in front of the possession of the city westward, and from the western parts eastward: and the length \\add shall be\\add* equal to one of the parts of the western borders, and the length \\add shall be\\add* to the eastern borders of the land."
    },
    {
      "verse": 8,
      "text": "And he shall have it for a possession in Israel: and the princes of Israel shall no more oppress my people; but the house of Israel shall inherit the land according to their tribes."
    },
    {
      "verse": 9,
      "text": "Thus saith the Lord God; Let it suffice you, ye princes of Israel: remove injustice and misery, execute judgment and justice; take away oppression from my people, saith the Lord God."
    },
    {
      "verse": 10,
      "text": "Ye shall have a just balance, and a just measure, and a just chœnix for measure."
    },
    {
      "verse": 11,
      "text": "And in like manner there shall be one chœnix as a measure of capacity; the tenth of the gomor \\add shall be\\add* the chœnix, and the tenth of the gomor shall be in fair proportion to the gomor."
    },
    {
      "verse": 12,
      "text": "And the weights \\add shall be\\add* twenty oboli, your pound shall be five shekels, fifteen shekels and fifty shekels."
    },
    {
      "verse": 13,
      "text": "And these are the first-fruits which ye shall offer; a sixth part of a gomor of wheat, and the sixth part of it \\add shall consist\\add* of an ephah of a cor of barley."
    },
    {
      "verse": 14,
      "text": "And \\add ye shall give as\\add* the appointed measure of oil one bath of oil out of ten baths; for ten baths are a gomor."
    },
    {
      "verse": 15,
      "text": "And one sheep from the flock out of ten, as an oblation from all the tribes of Israel, for sacrifices, and for whole-burnt-offerings, and for peace-offerings, to make atonement for you, saith the Lord God."
    },
    {
      "verse": 16,
      "text": "And all the people shall give these first-fruits to the prince of Israel."
    },
    {
      "verse": 17,
      "text": "And through the prince shall be \\add offered\\add* the whole-burnt-offerings and the meat-offerings, and the drink-offerings in the feasts, and at the new moons, and on the sabbaths; and in all the feasts of the house of Israel: he shall offer the sin-offerings, and the meat-offering, and the whole-burnt-offerings, and the peace-offerings, to make atonement for the house of Israel."
    },
    {
      "verse": 18,
      "text": "Thus saith the Lord God; In the first month, on the first \\add day\\add* of the month, ye shall take a calf without blemish out of the herd, to make atonement for the holy place."
    },
    {
      "verse": 19,
      "text": "And the priest shall take of the blood of the atonement, and put it on the thresholds of the house, and upon the four corners of the temple, and upon the altar, and upon the thresholds of the gate of the inner court."
    },
    {
      "verse": 20,
      "text": "And thus shalt thou do in the seventh month; on the first \\add day\\add* of the month thou shalt take a rate from each one; and ye shall make atonement for the house."
    },
    {
      "verse": 21,
      "text": "And in the first \\add month\\add*, on the fourteenth \\add day\\add* of the month, ye shall have the feast of the passover; seven days shall ye eat unleavened bread."
    },
    {
      "verse": 22,
      "text": "And the prince shall offer in that day a calf for a sin-offering for himself, and the house, and for all the people of the land."
    },
    {
      "verse": 23,
      "text": "And for the seven days of the feast he shall offer as whole-burnt-offerings to the Lord seven calves and seven rams without blemish daily for the seven days; and a kid of the goats daily for a sin-offering, and a meat-offering."
    },
    {
      "verse": 24,
      "text": "And thou shalt prepare a cake for the calf, and cakes for the ram, and a hin of oil for the cake."
    },
    {
      "verse": 25,
      "text": "And in the seventh month, on the fifteenth \\add day\\add* of the month, thou shalt sacrifice in the feast in the same way seven days, as \\add they sacrificed\\add* the sin-offerings, and the whole-burnt-offerings, and the freewill-offering, and the oil."
    }
  ]
}