{
  "book_id": "EZK",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "And he brought me to the entrance of the house; and, behold, water issued from under the porch eastward, for the front of the house looked eastward; and the water came down from the right side, from the south to the altar."
    },
    {
      "verse": 2,
      "text": "And he brought me out by the way of the northern gate, and he led me round by the way outside to the gate of the court that looks eastward; and, behold, water came down from the right side,"
    },
    {
      "verse": 3,
      "text": "in \\add the direction\\add* in which a man went forth opposite; and \\add there was\\add* a measuring line in his hand, and he measured a thousand \\add cubits\\add* with the measure;"
    },
    {
      "verse": 4,
      "text": "and he passed through the water; \\add it was\\add* water of a fountain: and \\add again\\add* he measured a thousand, and passed through the water; and the water was up to the thighs: and \\add again\\add* he measured a thousand; and he passed through water up to the loins."
    },
    {
      "verse": 5,
      "text": "And \\add again\\add* he measured a thousand; and he could not pass through: for \\add the water\\add* rose as of a torrent which \\add men\\add* cannot pass over."
    },
    {
      "verse": 6,
      "text": "And he said to me, Hast thou seen \\add this\\add*, son of man? Then he brought me, and led me back to the brink of the river"
    },
    {
      "verse": 7,
      "text": "as I returned; and, behold, on the brink of the river \\add there were\\add* very many trees on this side and on that side."
    },
    {
      "verse": 8,
      "text": "And he said to me, This is the water that goes forth to Galilee that lies eastward, and it is gone down to Arabia, and has reached as far as to the sea to the outlet of the water: and it shall heal the waters."
    },
    {
      "verse": 9,
      "text": "And it shall come to pass, \\add that\\add* every animal of living \\add and\\add* moving creatures, all on which the river shall come, shall live: and there shall be there very many fish; for this water shall go thither, and it shall heal \\add them\\add*, and they shall live: everything on which the river shall come shall live."
    },
    {
      "verse": 10,
      "text": "And fishers shall stand there from Ingadin to Enagallim; it shall be a place to spread out nets upon; it shall be distinct; and the fishes thereof \\add shall be\\add* as the fishes of the great sea, a very great multitude."
    },
    {
      "verse": 11,
      "text": "But at the outlet of the water, and the turn of it, and where it overflows \\add its banks\\add*, they shall not heal at all; they are given to salt."
    },
    {
      "verse": 12,
      "text": "And every fruit tree shall grow by the river, \\add even\\add* on the bank of it on this side and on that side: they shall not decay upon it, neither shall their fruit fail: they shall bring forth the first-fruit of their early crop, for these their waters come forth of the sanctuary: and their fruit shall be for meat, and their foliage for health."
    },
    {
      "verse": 13,
      "text": "Thus saith the Lord God; Ye shall inherit these borders of the land; \\add they are\\add* given by lot to the twelve tribes of the children of Israel."
    },
    {
      "verse": 14,
      "text": "And ye shall inherit it, each according to his brother's portion, \\add even the land\\add* concerning which I lifted up my hand to give \\add it\\add* to your fathers: and this land shall fall to you by lot."
    },
    {
      "verse": 15,
      "text": "And these are the borders of the land that lies northward, from the great sea that comes down, and divides the entrance of Emaseldam;"
    },
    {
      "verse": 16,
      "text": "Maabthera, Ebrameliam, between the coasts of Damascus and the coasts of Emathi, the habitation of Saunan, which \\add places\\add* are above the coasts of Auranitis."
    },
    {
      "verse": 17,
      "text": "These are the borders from the sea, from the habitations of Ænan, the coasts of Damascus, and the northern \\add coasts\\add*."
    },
    {
      "verse": 18,
      "text": "And the eastern coasts between Loranitis, and Damascus, and the land of Galaad, and the land of Israel, the Jordan divides to the sea that is east of the city of palm-trees. These are the eastern \\add coasts\\add*."
    },
    {
      "verse": 19,
      "text": "And the southern and south-western \\add coasts are\\add* from Thæman and the city of palm-trees, to the water of Marimoth Cadem, reaching forth to the great sea. This part is the south and south-west."
    },
    {
      "verse": 20,
      "text": "This part of the great sea forms a border, till \\add one comes\\add* opposite the entrance of Emath, \\add even\\add* as far as the entrance thereof. These are the parts west of Emath."
    },
    {
      "verse": 21,
      "text": "So ye shall divide this land to them, \\add even\\add* to the tribes of Israel."
    },
    {
      "verse": 22,
      "text": "Ye shall cast the lot upon it, for yourselves and the strangers that sojourn in the midst of you, who have begotten children in the midst of you: and they shall be to you as natives among the children of Israel; they shall eat with you in \\add their\\add* inheritance in the midst of the tribes of Israel."
    },
    {
      "verse": 23,
      "text": "And they shall be in the tribe of proselytes among the proselytes that are with them: there shall ye give them an inheritance, saith the Lord God."
    }
  ]
}