{
  "book_id": "GEN",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Thus were finished the heavens and the earth, and all their host."
    },
    {
      "verse": 2,
      "text": "And God had finished on the seventh day his work which he had made, and he rested on the seventh day from all his work which he had made."
    },
    {
      "verse": 3,
      "text": "And God blessed the seventh day, and sanctified it; because thereon he had rested from all his work which God had created in making it."
    },
    {
      "verse": 4,
      "text": "These are the generations of the heavens and of the earth when they were created, on the day that the Lord God made earth and heaven."
    },
    {
      "verse": 5,
      "text": "And every plant of the field was not yet on the earth, and every herb of the field had not yet grown; for the Lord God had not caused it to rain upon the earth, and man was not yet there to till the ground."
    },
    {
      "verse": 6,
      "text": "But there went up a mist from the earth, and watered the whole face of the ground."
    },
    {
      "verse": 7,
      "text": "And the Lord God formed the man of dust from the ground, and breathed into his nostrils the breath of life; and the man became a living being."
    },
    {
      "verse": 8,
      "text": "And the Lord God planted a garden in Eden to the eastward, and he put there the man whom he had formed."
    },
    {
      "verse": 9,
      "text": "And the Lord God caused to grow out of the ground every tree that is pleasant to the sight and good for food; and the tree of life in the midst of the garden, and the tree of the knowledge of good and evil."
    },
    {
      "verse": 10,
      "text": "And a river went out of Eden to water the garden, and from there it was parted, and became four principal streams."
    },
    {
      "verse": 11,
      "text": "The name of the first is Pishon, the same which compasseth the whole land of Havilah, where there is gold."
    },
    {
      "verse": 12,
      "text": "And the gold of that land is good; there is the bdellium and the onyx stone."
    },
    {
      "verse": 13,
      "text": "And the name of the second river is Gihon, the same which compasseth the whole land of Cush."
    },
    {
      "verse": 14,
      "text": "And the name of the third river is Hiddekel, the same which floweth towards the east of Assyria; and the fourth river is the Euphrates."
    },
    {
      "verse": 15,
      "text": "And the Lord God took the man, and put him into the garden of Eden, to till it, and to keep it."
    },
    {
      "verse": 16,
      "text": "And the Lord God commanded the man, saying, Of every tree of the garden thou mayest freely eat;"
    },
    {
      "verse": 17,
      "text": "But of the tree of the knowledge of good and evil, thou shalt not eat of it; for on the day that thou eatest thereof thou shalt surely die."
    },
    {
      "verse": 18,
      "text": "And the Lord God said, It is not good that the man should be alone; I will make him a help suitable for him."
    },
    {
      "verse": 19,
      "text": "And the Lord God had formed out of the ground every beast of the field, and every fowl of the heaven, and he brought them unto the man to see what he would call them; and whatsoever the man would call every living creature, that should be its name."
    },
    {
      "verse": 20,
      "text": "And the man gave names to all cattle, and to the fowl of the heaven, and to every beast of the field; but for man there was not found a help suitable for him."
    },
    {
      "verse": 21,
      "text": "And the Lord God caused a deep sleep to fall upon the man, and he slept; and he took one of his ribs, and closed up the flesh instead thereof."
    },
    {
      "verse": 22,
      "text": "And the Lord God formed the rib which he had taken from the man into a woman, and brought her unto the man."
    },
    {
      "verse": 23,
      "text": "And the man said, This time it is bone of my bones, and flesh of my flesh; this shall be called Woman, [[Ishah,]] because out of Man [[Ishi]] was this one taken."
    },
    {
      "verse": 24,
      "text": "Therefore doth a man leave his father and his mother, and cleave unto his wife, and they become one flesh."
    },
    {
      "verse": 25,
      "text": "And they were both naked, the man and his wife, and were not ashamed."
    }
  ]
}