{
  "book_id": "GEN",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,"
    },
    {
      "verse": 2,
      "text": "That the sons of God saw the daughters of men, that they were fair; and they took themselves wives of all whom they chose."
    },
    {
      "verse": 3,
      "text": "And the Lord said, My Spirit shall not always strive for the sake of man, for that he is but flesh; yet his days [of grace] shall be a hundred and twenty years."
    },
    {
      "verse": 4,
      "text": "The giants were on the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bore children to them; these became the mighty men, who were of old the men of renown."
    },
    {
      "verse": 5,
      "text": "And God saw that the wickedness of man was great on the earth, and that every imagination of the thoughts of his heart was only evil continually."
    },
    {
      "verse": 6,
      "text": "And it repented the Lord that he had made man on the earth, and it grieved him at his heart."
    },
    {
      "verse": 7,
      "text": "And the Lord said, I will destroy the man whom I have created from the face of the earth; both man and beast, and the creeping things and the fowls of the heaven; for it repenteth me that I have made them."
    },
    {
      "verse": 8,
      "text": "But Noah found grace in the eyes of the Lord."
    },
    {
      "verse": 9,
      "text": "These are the generations of Noah: Noah was a just, perfect man in his generation; Noah walked with God."
    },
    {
      "verse": 10,
      "text": "And Noah begat three sons, Shem, Ham, and Japheth."
    },
    {
      "verse": 11,
      "text": "And the earth was corrupt before God; and the earth was filled with violence."
    },
    {
      "verse": 12,
      "text": "And God looked upon the earth, and behold, it was corrupt, for all flesh had corrupted his way upon the earth."
    },
    {
      "verse": 13,
      "text": "And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them, and I will destroy them with the earth."
    },
    {
      "verse": 14,
      "text": "Make thee an ark of gopher-wood, rooms shalt thou make in the ark, and shalt pitch it within and without with pitch."
    },
    {
      "verse": 15,
      "text": "And this is the manner in which thou shalt make it: The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits."
    },
    {
      "verse": 16,
      "text": "A window shalt thou make to the ark, and thou shalt finish it above, to be one cubit broad, and the door of the ark shalt thou set in the side thereof; with lower, second, and third stories shalt thou make it."
    },
    {
      "verse": 17,
      "text": "And as regards myself, behold, I will bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under the heavens; every thing that is on the earth shall perish."
    },
    {
      "verse": 18,
      "text": "But I will establish my covenant with thee; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons' wives with thee."
    },
    {
      "verse": 19,
      "text": "And of every living thing, of all flesh, two of every sort shalt thou bring into the ark, to keep them alive with thee: male and female shall they be."
    },
    {
      "verse": 20,
      "text": "Of the fowls after their kind, and of the cattle after their kind, of every creeping thing of the earth after its kind, two of every sort shall come unto thee, to keep them alive."
    },
    {
      "verse": 21,
      "text": "And thou, for thy part, take unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be unto thee, and unto them for food."
    },
    {
      "verse": 22,
      "text": "Thus did Noah; according to all that God had commanded him, so he did."
    }
  ]
}