{
  "book_id": "GEN",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said unto Noah, Come thou and all thy household into the ark; for thee have I seen righteous before me in this generation."
    },
    {
      "verse": 2,
      "text": "Of every clean beast thou shalt take to thee seven pairs of each, the male and his female; and of beasts that are not clean two, the male and his female."
    },
    {
      "verse": 3,
      "text": "Also of the fowls of the heaven, seven pairs of each, the male and the female; to keep seed alive upon the face of all the earth."
    },
    {
      "verse": 4,
      "text": "For after only seven days more, I will cause it to rain upon the earth forty days and forty nights: and I will blot out every living substance that I have made from off the face of the earth."
    },
    {
      "verse": 5,
      "text": "And Noah did all just as the Lord had commanded him."
    },
    {
      "verse": 6,
      "text": "And Noah was six hundred years old when the flood of waters was upon the earth."
    },
    {
      "verse": 7,
      "text": "And Noah went in, and his sons, and his wife, and his sons' wives with him, into the ark, because of the waters of the flood."
    },
    {
      "verse": 8,
      "text": "Of the clean beasts, and of the beasts that are not clean, and of the fowls, and of every thing that creepeth upon the earth,"
    },
    {
      "verse": 9,
      "text": "One pair of each went in unto Noah into the ark, the male and the female, as God had commanded Noah."
    },
    {
      "verse": 10,
      "text": "And it came to pass, after the seven days, that the waters of the flood were upon the earth."
    },
    {
      "verse": 11,
      "text": "In the six hundredth year of Noah's life, in the second month, on the seventeenth day of the month, on this same day, were all the fountains of the great deep broken up, and the windows of heaven were opened."
    },
    {
      "verse": 12,
      "text": "And the rain fell upon the earth forty days and forty nights."
    },
    {
      "verse": 13,
      "text": "On that self-same day entered Noah, and Shem, and Ham, and Japheth, the sons of Noah, and Noah's wife, and the three wives of his sons with them, into the ark;"
    },
    {
      "verse": 14,
      "text": "They, and every beast after his kind, and all the cattle after their kind, and every creeping thing that creepeth upon the earth after its kind, and every fowl after his kind, every bird, every thing that hath wings."
    },
    {
      "verse": 15,
      "text": "And they went in unto Noah into the ark, one pair of each, of all flesh, wherein is the breath of life."
    },
    {
      "verse": 16,
      "text": "And they that went in, went in male and female of all flesh, as God had commanded him: and then the Lord shut him in."
    },
    {
      "verse": 17,
      "text": "And the flood was forty days upon the earth; and the waters increased, and bore up the ark, and it was lifted up above the earth."
    },
    {
      "verse": 18,
      "text": "And the waters prevailed, and increased greatly upon the earth; and the ark floated along upon the face of the waters."
    },
    {
      "verse": 19,
      "text": "And the waters prevailed exceedingly upon the earth; and all the high mountains that are under the whole heavens were covered."
    },
    {
      "verse": 20,
      "text": "Fifteen cubits above them did the waters prevail; and the mountains were [thus] covered."
    },
    {
      "verse": 21,
      "text": "And all flesh perished that moved upon the earth, both of fowl, and of cattle, and of beast, and of every creeping thing that creepeth upon the earth, and every man."
    },
    {
      "verse": 22,
      "text": "All in whose nostrils was the breath of life, of all that were on the dry land, died."
    },
    {
      "verse": 23,
      "text": "And it swept off every living substance which was upon the face of the ground, both man, and cattle, and creeping things, and fowls of the heaven; and they were swept from the earth; and Noah only was left, together with those that were with him in the ark."
    },
    {
      "verse": 24,
      "text": "And the waters prevailed upon the earth one hundred and fifty days."
    }
  ]
}