{
  "book_id": "GEN",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And God remembered Noah, and every living thing, and all the cattle that were with him in the ark: and God caused a wind to pass over the earth, and the waters were assuaged;"
    },
    {
      "verse": 2,
      "text": "The fountains also of the deep, and the windows of heaven were stopped; and the rain from heaven was restrained."
    },
    {
      "verse": 3,
      "text": "And the waters returned from off the earth, gradually returning; and the waters were abated after the end of the hundred and fifty days."
    },
    {
      "verse": 4,
      "text": "And the ark rested in the seventh month, on the seventeenth day of the month, upon the mountains of Ararat."
    },
    {
      "verse": 5,
      "text": "And the waters decreased continually until the tenth month; in the tenth month, on the first day of the month, were the tops of the mountains seen;"
    },
    {
      "verse": 6,
      "text": "And it came to pass at the end of forty days, that Noah opened the window of the ark which he had made;"
    },
    {
      "verse": 7,
      "text": "And he sent forth a raven which went forth to and fro, until the waters were dried up from off the earth."
    },
    {
      "verse": 8,
      "text": "He then sent forth a dove from him, to see if the waters were abated from off the face of the ground."
    },
    {
      "verse": 9,
      "text": "But the dove found no resting-place for the sole of her foot, and she returned unto him unto the ark; for there was water on the face of the whole earth; then he put forth his hand, and took her, and brought her into the ark."
    },
    {
      "verse": 10,
      "text": "And he stayed yet another seven days, and again he sent forth the dove out of the ark."
    },
    {
      "verse": 11,
      "text": "And the dove came in to him at the time of the evening; and, lo, an olive-leaf plucked off was in her mouth; so Noah knew that the waters were abated from off the earth."
    },
    {
      "verse": 12,
      "text": "And he stayed yet other seven days, and sent forth the dove; but she returned not again unto him any more."
    },
    {
      "verse": 13,
      "text": "And it came to pass in the six hundredth and first year, in the first month, on the first day of the month, that the waters were dried up from off the earth; and Noah removed the covering of the ark, and looked, and, behold, the face of the ground was dry."
    },
    {
      "verse": 14,
      "text": "And in the second month, on the seven and twentieth day of the month, was the earth perfectly dried up."
    },
    {
      "verse": 15,
      "text": "And God spoke unto Noah, saying,"
    },
    {
      "verse": 16,
      "text": "Go forth from the ark, thou, and thy wife, and thy sons, and thy sons' wives with thee."
    },
    {
      "verse": 17,
      "text": "Every living thing that is with thee, of all flesh, both of fowl, and of cattle, and of every creeping thing that creepeth upon the earth, bring forth with thee; that they may breed abundantly on the earth, and be fruitful, and multiply upon the earth."
    },
    {
      "verse": 18,
      "text": "And Noah went forth, and his sons, and his wife, and his sons' wives with him."
    },
    {
      "verse": 19,
      "text": "Every beast, every creeping thing, and every fowl, whatsoever creepeth upon the earth, after their families, went forth out of the ark."
    },
    {
      "verse": 20,
      "text": "And Noah built an altar unto the Lord, and he took of every clean cattle, and of every clean fowl, and offered burnt-offerings on the altar."
    },
    {
      "verse": 21,
      "text": "And the Lord smelled the sweet savour; and the Lord said in his heart, I will not again curse the ground any more for the sake of man; although the imagination of man's heart is evil from his youth: neither will I again smite any more every thing living, as I have done."
    },
    {
      "verse": 22,
      "text": "All the while the earth remaineth, seed-time and harvest, and cold and heat, and summer and winter, and day and night, shall not cease."
    }
  ]
}