{
  "book_id": "GEN",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And the whole earth was of one language, and of one kind of words."
    },
    {
      "verse": 2,
      "text": "And it came to pass, as they journeyed toward the east, that they found a plain in the land of Shinar, and they dwelt there."
    },
    {
      "verse": 3,
      "text": "And they said to one another, Go to, let us make bricks, and burn them thoroughly. And thus the brick served them for stone, and slime served them for mortar."
    },
    {
      "verse": 4,
      "text": "And they said, Go to, let us build ourselves a city, and a tower, the top of which may reach unto heaven; and let us make ourselves a name, lest we be scattered abroad upon the face of the whole earth."
    },
    {
      "verse": 5,
      "text": "And the Lord came down to see the city and the tower, which the children of man were building."
    },
    {
      "verse": 6,
      "text": "And the Lord said, Behold, it is one people, and they have all one language, and this is the first thing they undertake to do; and now shall they not be restrained in all which they have imagined to do?"
    },
    {
      "verse": 7,
      "text": "Go to, let us go down, and confound there their language, that they may not understand one another's speech."
    },
    {
      "verse": 8,
      "text": "So the Lord scattered them abroad from there over the face of all the earth; and they left off to build the city."
    },
    {
      "verse": 9,
      "text": "Therefore is the name of it called Babel, because the Lord did there confound the language of all the earth; and from there did the Lord scatter them abroad over the face of all the earth."
    },
    {
      "verse": 10,
      "text": "These are the generations of Shem: Shem, when a hundred years old, begat Arpachshad, two years after the flood."
    },
    {
      "verse": 11,
      "text": "And Shem lived after he had begotten Arpachshad five hundred years; and begat sons and daughters."
    },
    {
      "verse": 12,
      "text": "And Arpachshad lived five and thirty years, and begat Shelach."
    },
    {
      "verse": 13,
      "text": "And Arpachshad lived after he had begotten Shelach four hundred and three years; and begat sons and daughters."
    },
    {
      "verse": 14,
      "text": "And Shelach lived thirty years, and begat Eber."
    },
    {
      "verse": 15,
      "text": "And Shelach lived after he had begotten Eber four hundred and three years; and begat sons and daughters."
    },
    {
      "verse": 16,
      "text": "And Eber lived four and thirty years, and begat Peleg."
    },
    {
      "verse": 17,
      "text": "And Eber lived after he had begotten Peleg four hundred and thirty years; and begat sons and daughters."
    },
    {
      "verse": 18,
      "text": "And Peleg lived thirty years, and begat Reu."
    },
    {
      "verse": 19,
      "text": "And Peleg lived after he had begotten Reu two hundred and nine years; and begat sons and daughters."
    },
    {
      "verse": 20,
      "text": "And Reu lived two and thirty years, and begat Serug."
    },
    {
      "verse": 21,
      "text": "And Reu lived after he had begotten Serug two hundred and seven years; and begat sons and daughters."
    },
    {
      "verse": 22,
      "text": "And Serug lived thirty years, and begat Nachor."
    },
    {
      "verse": 23,
      "text": "And Serug lived after he had begotten Nachor two hundred years; and begat sons and daughters."
    },
    {
      "verse": 24,
      "text": "And Nachor lived nine and twenty years, and begat Terach."
    },
    {
      "verse": 25,
      "text": "And Nachor lived after he had begotten Terach a hundred and nineteen years; and begat sons and daughters."
    },
    {
      "verse": 26,
      "text": "And Terach lived seventy years, and begat Abram, Nachor, and Haran."
    },
    {
      "verse": 27,
      "text": "Now these are the generations of Terach: Terach begat Abram, Nachor, and Haran; and Haran begat Lot."
    },
    {
      "verse": 28,
      "text": "And Haran died before his father Terach in the land of his nativity, in Ur of the Chaldees."
    },
    {
      "verse": 29,
      "text": "And Abram and Nachor took themselves wives; the name of Abram's wife was Sarai; and the name of Nachor's wife was Milcah, the daughter of Haran, the father of Milcah, and the father of Yiscah."
    },
    {
      "verse": 30,
      "text": "But Sarai was barren; she had no child."
    },
    {
      "verse": 31,
      "text": "And Terach took Abram his son, and Lot, the son of Haran, his son's son, and Sarai his daughter-in-law, the wife of his son Abram; and they went forth with them from Ur of the Chaldees, to go into the land of Canaan; and they came unto Charan, and dwelt there."
    },
    {
      "verse": 32,
      "text": "And the days of Terach were two hundred and five years; and Terach died in Charan."
    }
  ]
}