{
  "book_id": "GEN",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "After these things the word of the Lord came unto Abram in a vision, saying, Fear not Abram; I am thy shield, thy reward shall be exceedingly great."
    },
    {
      "verse": 2,
      "text": "And Abram said, Lord God, what wilt thou give me, seeing I go childless, and the steward of my house is Eliezer of Damascus?"
    },
    {
      "verse": 3,
      "text": "And Abram said, Behold to me thou hast given no seed; and lo, one born in my house will be my heir."
    },
    {
      "verse": 4,
      "text": "And behold, the word of the Lord came unto him, saying, This one shall not be thy heir; but he that shall come forth out of thy own bowels shall be thy heir."
    },
    {
      "verse": 5,
      "text": "And he brought him forth abroad, and said, Look now toward the heaven, and count the stars, if thou be able to count them; and he said unto him, So shall thy seed be."
    },
    {
      "verse": 6,
      "text": "And he believed in the Lord; and he accounted it to him for righteousness."
    },
    {
      "verse": 7,
      "text": "And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give unto thee this land, to inherit it."
    },
    {
      "verse": 8,
      "text": "And he said, Lord God, whereby shall I know that I shall inherit it?"
    },
    {
      "verse": 9,
      "text": "And he said unto him, Take me a heifer of three years old, and a she-goat of three years old, and a ram of three years old, and a turtle-dove, and a young pigeon."
    },
    {
      "verse": 10,
      "text": "And he took unto him all these, and divided them in the midst, and laid each piece one opposite the other; but the birds he did not divide."
    },
    {
      "verse": 11,
      "text": "And the birds of prey came down upon the carcasses; but Abram drove them away."
    },
    {
      "verse": 12,
      "text": "And when the sun was about going down, a deep sleep fell upon Abram; and lo, a horror, dark and great, fell upon him."
    },
    {
      "verse": 13,
      "text": "And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land which is not theirs, and they will make them serve, and they will afflict them four hundred years."
    },
    {
      "verse": 14,
      "text": "And also that nation whom they shall serve, will I judge; and afterward shall they go out with great substance."
    },
    {
      "verse": 15,
      "text": "But thou shalt come to thy fathers in peace; thou shalt be buried in a good old age."
    },
    {
      "verse": 16,
      "text": "Yet the fourth generation shall come hither again; for the iniquity of the Emorites will not be full until then."
    },
    {
      "verse": 17,
      "text": "And it came to pass, when the sun had gone down, and it was dark, that behold a smoking furnace, and a burning flame, which passed between those pieces."
    },
    {
      "verse": 18,
      "text": "On the same day the Lord made a covenant with Abram, saying, Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates;"
    },
    {
      "verse": 19,
      "text": "The Kenites, and the Kenizzites, and the Kadmonites,"
    },
    {
      "verse": 20,
      "text": "And the Hittites, and the Perizzites, and the Rephaim,"
    },
    {
      "verse": 21,
      "text": "And the Emorites, and the Canaanites, and the Girgashites, and the Jebusites."
    }
  ]
}