{
  "book_id": "GEN",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Now Sarai, Abram's wife, bore him no children; and she had an Egyptian handmaid, whose name was Hagar."
    },
    {
      "verse": 2,
      "text": "And Sarai said unto Abram, Behold now, the Lord hath restrained me from bearing: go in, I pray thee, unto my maid; it may be that I may obtain children by her. And Abram hearkened to the voice of Sarai."
    },
    {
      "verse": 3,
      "text": "And Sarai, Abram's wife, took Hagar, the Egyptian, her maid, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife."
    },
    {
      "verse": 4,
      "text": "And he went in unto Hagar, and she conceived; and when she saw that she had conceived, her mistress became of little esteem in her eyes."
    },
    {
      "verse": 5,
      "text": "And Sarai said unto Abram, I suffer wrong through thee; I have placed my maid into thy bosom; and when she saw that she had conceived, I became of little esteem in her eyes; may the Lord judge between me and thee."
    },
    {
      "verse": 6,
      "text": "But Abram said unto Sarai, Behold, thy maid is in thy hand; do to her as it pleaseth thee. And when Sarai dealt hardly with her, she fled from her face."
    },
    {
      "verse": 7,
      "text": "And an angel of the Lord found her by a fountain of water in the wilderness, by the fountain on the way to Shur."
    },
    {
      "verse": 8,
      "text": "And he said, Hagar, Sarai's maid, whence camest thou? and whither wilt thou go? And she said, From the face of my mistress Sarai I am fleeing."
    },
    {
      "verse": 9,
      "text": "And the angel of the Lord said unto her, Return to thy mistress, and submit thyself under her hands."
    },
    {
      "verse": 10,
      "text": "And the angel of the Lord said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude."
    },
    {
      "verse": 11,
      "text": "And the angel of the Lord said unto her, Behold, thou art with child, and wilt bear a son, and thou shalt call his name Ishmael; because the Lord hath heard thy affliction."
    },
    {
      "verse": 12,
      "text": "And he will be a wild man; his hand will be against every man, and every man's hand against him; and in the presence of all his brethren shall he dwell."
    },
    {
      "verse": 13,
      "text": "And she called the name of the Lord that spoke unto her, Thou art an all-seeing God; for she said, Have I not also seen here a vision after he appeared to me?"
    },
    {
      "verse": 14,
      "text": "Wherefore the well was called Beerlachai-roi: behold, it is between Kadesh and Bared."
    },
    {
      "verse": 15,
      "text": "And Hagar bore Abram a son; and Abram called the name of his son, whom Hagar bore, Ishmael."
    },
    {
      "verse": 16,
      "text": "And Abram was eighty and six years old, when Hagar bore Ishmael to Abram."
    }
  ]
}