{
  "book_id": "GEN",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And the two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom; and when Lot saw them he rose up to meet them, and he bowed himself with his face to the ground."
    },
    {
      "verse": 2,
      "text": "And he said, Behold now, my lords, turn in, I pray you, into your servant's house, and tarry all night, and wash your feet, and ye can rise up early, and go on your way. And they said, Nay; but we will abide in the street all night."
    },
    {
      "verse": 3,
      "text": "And he pressed upon them greatly, and they turned in unto him, and entered into his house; and he made them a feast, and baked unleavened bread, and they did eat."
    },
    {
      "verse": 4,
      "text": "But before they had lain down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:"
    },
    {
      "verse": 5,
      "text": "And they called unto Lot, and said unto him, Where are the men who came in to thee this night? bring them out unto us, that we may know them."
    },
    {
      "verse": 6,
      "text": "And Lot went out unto them, at the entrance [of the house], and shut the door after him."
    },
    {
      "verse": 7,
      "text": "And he said, I pray you, my brethren, do not act wickedly."
    },
    {
      "verse": 8,
      "text": "Behold now, I have two daughters who have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes, only unto these men do nothing, since they have once come under the shadow of my roof."
    },
    {
      "verse": 9,
      "text": "And they said, Stand back. And they said, This one man came in to sojourn, and he will needs be a judge; now will we deal worse with thee than with them. And they pressed sorely upon the man Lot, and they came near to break the door."
    },
    {
      "verse": 10,
      "text": "But the men put forth their hand, and pulled Lot to them into the house, and the door they locked."
    },
    {
      "verse": 11,
      "text": "And the men that were at the entrance of the house they smote with blindness, both small and great, so that they wearied themselves to find the entrance."
    },
    {
      "verse": 12,
      "text": "And the men said unto Lot, Hast thou here any besides? a son-in-law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring out of this place."
    },
    {
      "verse": 13,
      "text": "For we will destroy this place, because the cry against them is waxed great before the face of the Lord; and the Lord hath sent us to destroy it."
    },
    {
      "verse": 14,
      "text": "And Lot went out and spoke unto his sons-in-law, who were to marry his daughters, and said, Arise, get yourselves out of this place, for the Lord will destroy this city; but he seemed as one that jesteth in the eyes of his sons-in-law."
    },
    {
      "verse": 15,
      "text": "And as the morning dawn arose, the angels urged Lot, saying, Arise, take thy wife, and thy two daughters that are here, lest thou be consumed for the iniquity of the city."
    },
    {
      "verse": 16,
      "text": "And while he yet lingered, the men laid hold of his hand, and of the hand of his wife, and of the hand of his two daughters, because the Lord desired to spare him; and they brought him forth, and set him without the city."
    },
    {
      "verse": 17,
      "text": "And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life, look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed."
    },
    {
      "verse": 18,
      "text": "And Lot said unto them, Oh, not so, my lord!"
    },
    {
      "verse": 19,
      "text": "Behold now, thy servant hath found grace in thy eyes, and thou hast magnified thy kindness, which thou hast showed unto me in saving my life; and I cannot escape to the mountain, lest the evil overtake me, and I die."
    },
    {
      "verse": 20,
      "text": "Behold now, this city is near to flee thereunto, and it is little; oh, let me, I pray thee, escape thither, [as it is but little,] that my life may be saved."
    },
    {
      "verse": 21,
      "text": "And he said unto him, See, I have favored thee concerning this thing also, that I will not overthrow this city, of which thou hast spoken."
    },
    {
      "verse": 22,
      "text": "Haste thee, escape thither; for I cannot do any thing till thou hast come thither. Therefore was the name of the city called Zoar."
    },
    {
      "verse": 23,
      "text": "The sun rose over the earth, when Lot entered into Zoar."
    },
    {
      "verse": 24,
      "text": "And the Lord rained upon Sodom and upon Gomorrah brimstone and fire, from the Lord, out of heaven;"
    },
    {
      "verse": 25,
      "text": "And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground."
    },
    {
      "verse": 26,
      "text": "But his wife looked back from behind him, and she became a pillar of salt."
    },
    {
      "verse": 27,
      "text": "And Abraham got up early in the morning to the place where he had stood before the Lord:"
    },
    {
      "verse": 28,
      "text": "And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and lo, smoke went up from the earth as the smoke of a furnace."
    },
    {
      "verse": 29,
      "text": "And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot away out of the midst of the overthrow, when he overthrew the cities in which Lot had dwelt."
    },
    {
      "verse": 30,
      "text": "And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him, for he feared to dwell in Zoar; and he dwelt in a cave, he, and his two daughters."
    },
    {
      "verse": 31,
      "text": "And the first-born said unto the younger, Our father is old, and there is not a man in the country to come in unto us after the manner of all the earth:"
    },
    {
      "verse": 32,
      "text": "Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father."
    },
    {
      "verse": 33,
      "text": "And they made their father drink wine that night; and the first-born went in, and lay with her father, and he perceived not when she lay down, nor when she arose."
    },
    {
      "verse": 34,
      "text": "And it came to pass on the morrow, that the first-born said unto the younger, Behold, I lay yesternight with my father; let us make him drink wine this night also, and go thou in, and lie with him, that we may preserve seed of our father."
    },
    {
      "verse": 35,
      "text": "And they made their father drink wine that night also; and the younger arose, and lay with him, and he perceived not when she lay down, nor when she arose."
    },
    {
      "verse": 36,
      "text": "And both the daughters of Lot became with child by their father."
    },
    {
      "verse": 37,
      "text": "And the first-born bore a son, and called his name Moab; the same is the father of the Moabites unto this day."
    },
    {
      "verse": 38,
      "text": "And the younger, she also bore a son, and called his name Ben-ammi: the same is the father of the children of Ammon unto this day."
    }
  ]
}