{
  "book_id": "GEN",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And Abraham journeyed from there toward the south country, and dwelt between Kadesh and Shur and sojourned in Gerar."
    },
    {
      "verse": 2,
      "text": "And Abraham said of Sarah his wife, She is my sister; and Abimelech the king of Gerar sent and took Sarah."
    },
    {
      "verse": 3,
      "text": "But God came to Abimelech in a dream by night, and said to him, Behold, thou shalt die for the sake of the woman whom thou hast taken; for she is a man's wife."
    },
    {
      "verse": 4,
      "text": "But Abimelech had not come near to her; and he said, Lord, wilt thou then slay also a righteous nation?"
    },
    {
      "verse": 5,
      "text": "Said he not unto me, She is my sister? and she, even she herself, said, He is my brother; in the integrity of my heart and the innocency of my hands have I done this."
    },
    {
      "verse": 6,
      "text": "And God said unto him in the dream, Yea, I also well know that thou hast done this in the integrity of thy heart; therefore did I also withhold thee from sinning against me; for this cause I suffered thee not to touch her."
    },
    {
      "verse": 7,
      "text": "And now restore the man's wife, for he is a prophet, and he will pray for thee, that thou mayest live; and if thou restore her not, know thou, that thou shalt surety die, thou and all that are thine."
    },
    {
      "verse": 8,
      "text": "And Abimelech rose early in the morning, and called all his servants, and told all these things in their hearing; and the men were greatly afraid."
    },
    {
      "verse": 9,
      "text": "Then Abimelech called Abraham, and said unto him, What hast thou done unto us? and in what have I offended thee, that thou hast brought on me and on my kingdom a great sin? deeds that ought not to be done thou hast done unto me."
    },
    {
      "verse": 10,
      "text": "And Abimelech said unto Abraham, What sawest thou, that thou didst this thing?"
    },
    {
      "verse": 11,
      "text": "And Abraham said, Because I thought, Surely there is no fear of God in this place, and they will slay me for the sake of my wife."
    },
    {
      "verse": 12,
      "text": "And yet indeed she is my sister, the daughter of my father, but not the daughter of my mother; and she became my wife."
    },
    {
      "verse": 13,
      "text": "And it came to pass, when God caused me to wander from my father's house, that I said unto her, This is thy kindness which thou shalt show unto me; at every place whither we shall come, say of me, He is my brother."
    },
    {
      "verse": 14,
      "text": "And Abimelech took sheep, and oxen, and men-servants, and women-servants, and gave them unto Abraham, and restored to him Sarah his wife."
    },
    {
      "verse": 15,
      "text": "And Abimelech said, Behold, my land is before thee: dwell where it is pleasing in thy eyes."
    },
    {
      "verse": 16,
      "text": "And unto Sarah he said, Behold, I have given thy brother a thousand pieces of silver: behold, this is to thee a covering of the eyes unto all that are with thee; and with all others thou canst thus justify thyself."
    },
    {
      "verse": 17,
      "text": "And Abraham prayed unto God; and God healed Abimelech, and his wife, and his maid-servants, so that they could bear children."
    },
    {
      "verse": 18,
      "text": "For the Lord had fast closed up every womb of the house of Abimelech, because of Sarah, Abraham's wife."
    }
  ]
}