{
  "book_id": "GEN",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And the lifetime of Sarah was a hundred and twenty-seven years; [these] were the years of the life of Sarah."
    },
    {
      "verse": 2,
      "text": "And Sarah died in Kiryath-arba, the same in Hebron in the land of Canaan: and Abraham came to mourn for Sarah, and to weep for her."
    },
    {
      "verse": 3,
      "text": "And Abraham stood up from before his dead, and spoke unto the sons of Heth, saying,"
    },
    {
      "verse": 4,
      "text": "A stranger and a sojourner I am with you; give me a possession for a burying-place with you, that I may bury my dead out of my sight."
    },
    {
      "verse": 5,
      "text": "And the children of Heth answered Abraham, saying unto him:"
    },
    {
      "verse": 6,
      "text": "Hear us, my lord; a prince of God thou art among us; in the choice of our sepulchres bury thy dead; none of us shall withhold from thee his sepulchre, so that thou mayest bury thy dead."
    },
    {
      "verse": 7,
      "text": "And Abraham stood up and bowed himself to the people of the land, to the children of Heth."
    },
    {
      "verse": 8,
      "text": "And he spoke with them, saying, If it be your mind that I should bury my dead out of my sight, hear me, and intercede for me with Ephron the son of Zochar,"
    },
    {
      "verse": 9,
      "text": "That he may give me the cave of Machpelah, which is his, which is at the end of his field; for as much money as it is worth he shall give it me, for a possession as a burying-place amongst you."
    },
    {
      "verse": 10,
      "text": "And Ephron dwelt among the children of Heth; and Ephron the Hittite answered Abraham in the hearing of the children of Heth, and of all those that went in at the gate of his city, saying,"
    },
    {
      "verse": 11,
      "text": "Nay, my lord, hear me: the field I give to thee, and the cave that is therein, I give it to thee; in the presence of the sons of my people do I give it to thee; bury thy dead."
    },
    {
      "verse": 12,
      "text": "And Abraham bowed himself down before the people of the land."
    },
    {
      "verse": 13,
      "text": "And he spoke to Ephron in the hearing of the people of the land, saying, But if thou wouldst only hear me; I will give the money for the field, take it off me, and I will bury my dead there."
    },
    {
      "verse": 14,
      "text": "And Ephron answered Abraham, saying unto him,"
    },
    {
      "verse": 15,
      "text": "My lord, hearken unto me: a piece of land worth four hundred shekels of silver, what is that between me and thee? only bury thy dead."
    },
    {
      "verse": 16,
      "text": "And Abraham understood the meaning of Ephron; and Abraham weighed out to Ephron the silver which he had named in the hearing of the sons of Heth, four hundred shekels of silver, current with the merchant."
    },
    {
      "verse": 17,
      "text": "And the field of Ephron, which was in Machpelah, which was before Mamre, the field, and the cave which was therein, and all the trees that were in the field, that were in all its borders round about, were made sure"
    },
    {
      "verse": 18,
      "text": "Unto Abraham for a bought possession in the presence of the children of Heth, before all that went in at the gate of his city."
    },
    {
      "verse": 19,
      "text": "And after this, Abraham buried Sarah his wife in the cave of the field of Machpelah, before Mamre, which is Hebron, in the land of Canaan."
    },
    {
      "verse": 20,
      "text": "And the field, with the cave that is therein, was made sure unto Abraham for a possession as a burying-place by the sons of Heth."
    }
  ]
}