{
  "book_id": "GEN",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And Isaac called Jacob, and blessed him, and charged him, and said unto him, Thou shalt not take a wife from the daughters of Canaan."
    },
    {
      "verse": 2,
      "text": "Arise, go to Padan-aram, to the house of Bethuel thy mother's father; and take thyself from there a wife of the daughters of Laban thy mother's brother."
    },
    {
      "verse": 3,
      "text": "And God, the Almighty, bless thee, and make thee fruitful, and multiply thee, that thou mayest become a multitude of people;"
    },
    {
      "verse": 4,
      "text": "And may he give thee the blessing of Abraham, to thee, and to thy seed with thee; that thou mayest inherit the land of thy sojourn, which God gave unto Abraham."
    },
    {
      "verse": 5,
      "text": "And Isaac sent away Jacob, and he went to Padan-aram, unto Laban, the son of Bethuel the Syrian, the brother of Rebekah, the mother of Jacob and Esau."
    },
    {
      "verse": 6,
      "text": "And when Esau saw that Isaac had blessed Jacob, and sent him away to Padan-aram, to take himself from there a wife; and in blessing him had given him a charge, saying, Thou shalt not take a wife of the daughters of Canaan;"
    },
    {
      "verse": 7,
      "text": "And that Jacob had obeyed his father and his mother, and was gone to Padan-aram:"
    },
    {
      "verse": 8,
      "text": "Then saw Esau that the daughters of Canaan were evil in the eyes of Isaac his father;"
    },
    {
      "verse": 9,
      "text": "And Esau went unto Ishmael, and took Machalath the daughter of Ishmael, Abraham's son, the sister of Nebayoth in addition to his wives, to himself as wife."
    },
    {
      "verse": 10,
      "text": "And Jacob went out from Beer-sheba, and went toward Charan."
    },
    {
      "verse": 11,
      "text": "And he lighted upon a certain place, and tarried there all night, because the sun was set; and he took one of the stones of the place, and put it for his pillow, and laid himself down in that place."
    },
    {
      "verse": 12,
      "text": "And he dreamed, and behold a ladder was set up on the earth, and the top of it reached to heaven; and behold, angels of God were ascending and descending on it."
    },
    {
      "verse": 13,
      "text": "And, behold, the Lord stood above it, and said, I am the Lord, the God of Abraham thy father, and the God of Isaac: the land whereon thou liest, to thee will I give it, and to thy seed;"
    },
    {
      "verse": 14,
      "text": "And thy seed shall be as the dust of the earth, and thou shalt spread abroad to the west, and to the east, and to the north and to the south; and in thee and thy seed shall all the families of the earth be blessed."
    },
    {
      "verse": 15,
      "text": "And, behold, I am with thee, and will keep thee whithersoever thou goest, and will bring thee again into this land; for I will not leave thee, until I have done what I have spoken to thee of."
    },
    {
      "verse": 16,
      "text": "And Jacob awakened out of his sleep, and he said, Surely the Lord is present in this place; and I knew it not."
    },
    {
      "verse": 17,
      "text": "And he was afraid, and said, How fearful is this place! this is none other but the house of God, and this is the gate of heaven."
    },
    {
      "verse": 18,
      "text": "And Jacob rose up early in the morning, and took the stone that he had put for his pillow, and set it up for a pillar, and poured oil upon the top of it."
    },
    {
      "verse": 19,
      "text": "And he called the name of that place Beth-el; but Luz was the name of that city in former times."
    },
    {
      "verse": 20,
      "text": "And Jacob made a vow, saying, If God will be with me, and will keep me on this way which I am going, and will give me bread to eat, and raiment to put on,"
    },
    {
      "verse": 21,
      "text": "And I come again in peace to my father's house: then shall the Lord be my God;"
    },
    {
      "verse": 22,
      "text": "And this stone, which I have set for a pillar, shall be God's house; and of all that thou wilt give me I will surely give the tenth unto thee."
    }
  ]
}