{
  "book_id": "GEN",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "Then Jacob lifted up his feet and went unto the land of the children of the east."
    },
    {
      "verse": 2,
      "text": "And he looked, and behold there was a well in the field, and, lo, there were three flocks of sheep lying by it; for out of that well they watered the flocks: and the stone upon the mouth of the well was great."
    },
    {
      "verse": 3,
      "text": "And there all the flocks were wont to assemble; and they rolled then the stone from the mouth of the well, and watered the sheep; and they put the stone again upon the mouth of the well in its place."
    },
    {
      "verse": 4,
      "text": "And Jacob said unto them, My brethren, whence are ye? And they said, Of Charan are we."
    },
    {
      "verse": 5,
      "text": "And he said unto them, Know ye Laban the son of Nachor? And they said, We know him."
    },
    {
      "verse": 6,
      "text": "And he said unto them, Is he well? And they said, He is well; and, behold, Rachel his daughter cometh with the sheep."
    },
    {
      "verse": 7,
      "text": "And he said, Lo, the day is yet long, it is not time that the cattle should be driven home; water ye the sheep, and go and feed them."
    },
    {
      "verse": 8,
      "text": "And they said, We cannot, until all the flocks be gathered together, then do they roll the stone from the mouth of the well; and we water the sheep."
    },
    {
      "verse": 9,
      "text": "And while he was yet speaking with them, Rachel came with her father's sheep; for she was a shepherdess."
    },
    {
      "verse": 10,
      "text": "And it came to pass when Jacob saw Rachel the daughter of Laban his mother's brother, and the sheep of Laban his mother's brother, that Jacob went near, and rolled the stone from the mouth of the well, and watered the flock of Laban his mother's brother."
    },
    {
      "verse": 11,
      "text": "And Jacob kissed Rachel, and lifted up his voice, and wept."
    },
    {
      "verse": 12,
      "text": "And Jacob told Rachel that he was her father's brother, and that he was Rebekah's son: and she ran and told her father."
    },
    {
      "verse": 13,
      "text": "And it came to pass, when Laban heard the tidings of Jacob his sister's son, that he ran to meet him, and embraced him, and kissed him, and brought him to his house. And he told Laban all these things."
    },
    {
      "verse": 14,
      "text": "And Laban said to him, Surely thou art my bone and my flesh. And he abode with him the space of a month."
    },
    {
      "verse": 15,
      "text": "And Laban then said unto Jacob, Because thou art my brother, shouldst thou therefore serve me for naught? tell me, what shall thy wages be?"
    },
    {
      "verse": 16,
      "text": "And Laban had two daughters; the name of the elder was Leah, and the name of the younger was Rachel."
    },
    {
      "verse": 17,
      "text": "And the eyes of Leah were tender; but Rachel was of handsome form and handsome appearance."
    },
    {
      "verse": 18,
      "text": "And Jacob loved Rachel; and he said, I will serve thee seven years for Rachel thy younger daughter."
    },
    {
      "verse": 19,
      "text": "And Laban said, It is better that I give her to thee, than that I should give her to another man; abide with me."
    },
    {
      "verse": 20,
      "text": "And Jacob served for Rachel seven years; and they seemed unto him but a few days, through the love he had to her."
    },
    {
      "verse": 21,
      "text": "And Jacob said unto Laban, Give me my wife, for my days are fulfilled, that I may go in unto her."
    },
    {
      "verse": 22,
      "text": "And Laban gathered together all the men of the place, and made a feast."
    },
    {
      "verse": 23,
      "text": "And it came to pass in the evening, that he took Leah his daughter, and brought her to him; and he went in unto her."
    },
    {
      "verse": 24,
      "text": "And Laban gave unto his daughter Leah, Zilpah his maid for a handmaid."
    },
    {
      "verse": 25,
      "text": "And it came to pass that in the morning, behold, it was Leah: and he said to Laban, What is this thou hast done unto me? did I not serve with thee for Rachel? wherefore then hast thou deceived me?"
    },
    {
      "verse": 26,
      "text": "And Laban said, It is not done so in our place, to give in marriage the younger before the first-born."
    },
    {
      "verse": 27,
      "text": "Fulfill the week of this, and we will give thee this one also, for the service which thou shalt serve with me yet seven other years."
    },
    {
      "verse": 28,
      "text": "And Jacob did so, and fulfilled the week of the first; and he gave him Rachel his daughter for a wife."
    },
    {
      "verse": 29,
      "text": "And Laban gave to Rachel his daughter Bilhah his hand-maid to be her maid."
    },
    {
      "verse": 30,
      "text": "And he went in also unto Rachel, and he loved also Rachel more than Leah; and he served with him yet seven other years."
    },
    {
      "verse": 31,
      "text": "And when the Lord saw that Leah was hated, he opened her womb; but Rachel was barren."
    },
    {
      "verse": 32,
      "text": "And Leah conceived, and bore a son, and she called his name Reuben; for she said, Surely, the Lord hath looked upon my affliction, because now my husband will love me."
    },
    {
      "verse": 33,
      "text": "And she conceived again and bore a son; and she said, Because the Lord heard that I was hated, he hath given me this one also; and she called his name Simeon."
    },
    {
      "verse": 34,
      "text": "And she conceived again, and bore a son; and she said, Now this time will my husband be joined unto me, because I have born him three sons; therefore was his name called Levi."
    },
    {
      "verse": 35,
      "text": "And she conceived again, and bore a son; and she said, This time will I praise the Lord; therefore she called his name Judah: and she left off bearing."
    }
  ]
}