{
  "book_id": "GEN",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "And he heard the words of Laban's sons, saying, Jacob hath taken away all that was our father's, and of that which was our father's hath he gotten all this wealth."
    },
    {
      "verse": 2,
      "text": "And Jacob beheld the countenance of Laban, and, behold, it was not toward him as before."
    },
    {
      "verse": 3,
      "text": "And the Lord said unto Jacob, Return unto the land of thy fathers, and to thy birthplace; and I will be with thee."
    },
    {
      "verse": 4,
      "text": "And Jacob sent and called Rachel and Leah to the field unto his flock."
    },
    {
      "verse": 5,
      "text": "And he said unto them, I see your father's countenance, that it is not toward me as before; but the God of my father hath been with me."
    },
    {
      "verse": 6,
      "text": "And ye know well that with all my power I have served your father."
    },
    {
      "verse": 7,
      "text": "And your father hath deceived me, and changed my wages ten times: but God suffered him not to do me evil."
    },
    {
      "verse": 8,
      "text": "If he said thus, The speckled shall be thy wages: then bore all the flocks speckled: and if he said thus, The ring-streaked shall be thy reward; then bore all the flocks ring-streaked."
    },
    {
      "verse": 9,
      "text": "Thus God took away the cattle of your father, and gave them to me."
    },
    {
      "verse": 10,
      "text": "And it came to pass at the time that the flocks conceived, that I lifted up my eyes, and saw in a dream, and, behold, the rams which leaped upon the flocks were ring-streaked, speckled, and grizzled."
    },
    {
      "verse": 11,
      "text": "And an angel of God spoke unto me in the dream, Jacob: and I said, Here am I."
    },
    {
      "verse": 12,
      "text": "And he said, Lift up now thy eyes and see, all the rams which leap upon the flocks are ring-streaked, speckled, and grizzled; for I have seen all that Laban doth unto thee."
    },
    {
      "verse": 13,
      "text": "I am the God of Beth-el, where thou anointedst a pillar, where thou madest unto me a vow: now arise, get thee out from this land, and return unto the land of thy birth."
    },
    {
      "verse": 14,
      "text": "And Rachel and Leah answered and said unto him, Is there yet any portion or inheritance for us in our father's house?"
    },
    {
      "verse": 15,
      "text": "Were we not counted of him as strangers? for he hath sold us; and he hath quite consumed also our money."
    },
    {
      "verse": 16,
      "text": "For all the riches which God hath taken from our father, that is ours, and our children's; now then, whatsoever God hath said unto thee, do."
    },
    {
      "verse": 17,
      "text": "Then Jacob rose up, and set his sons and his wives upon camels;"
    },
    {
      "verse": 18,
      "text": "And he led away all his cattle, and all his goods which he had gotten, the cattle of his acquiring, which he had gotten in Padan-aram, to go to Isaac his father into the land of Canaan."
    },
    {
      "verse": 19,
      "text": "And Laban was gone to shear his sheep; and Rachel stole the images that were her father's."
    },
    {
      "verse": 20,
      "text": "And Jacob stole away unawares to Laban the Syrian, by not letting him know that he was going to flee."
    },
    {
      "verse": 21,
      "text": "And he fled with all that he had; and he rose up, and passed over the river, and set his face toward the mount Gilead."
    },
    {
      "verse": 22,
      "text": "And it was told to Laban on the third day that Jacob was fled."
    },
    {
      "verse": 23,
      "text": "And he took his brethren with him, and pursued after him a seven days' journey; and he overtook him at the mount of Gilead."
    },
    {
      "verse": 24,
      "text": "And God came to Laban, the Syrian, in a dream of the night, and said unto him, Take thou heed that thou speak not to Jacob either good or bad."
    },
    {
      "verse": 25,
      "text": "Then Laban overtook Jacob; now Jacob had pitched his tent on the mount, and Laban with his brethren pitched on the mount of Gilead."
    },
    {
      "verse": 26,
      "text": "And Laban said to Jacob, What hast thou done, that thou hast stolen away unawares to me, and led away my daughters, as captives taken with the sword."
    },
    {
      "verse": 27,
      "text": "Wherefore didst thou flee away secretly, and steal away from me; and why didst thou not tell me, that I might have sent thee away with mirth, and with songs, with tabret, and with harp?"
    },
    {
      "verse": 28,
      "text": "And [why] hast thou not suffered me to kiss my sons and my daughters? now thou hast acted foolishly in so doing."
    },
    {
      "verse": 29,
      "text": "It is in the power of my hand to do you hurt; but the God of your father spoke unto me yesternight, saying, Take thou heed that thou speak not to Jacob either good or bad."
    },
    {
      "verse": 30,
      "text": "And now, thou wouldst needs be gone, because thou greatly longedst after thy father's house; [yet] wherefore hast thou stolen my gods."
    },
    {
      "verse": 31,
      "text": "And Jacob answered and said to Laban, Because I was afraid, for I said, Peradventure thou wouldst take by force thy daughters from me."
    },
    {
      "verse": 32,
      "text": "With whomsoever thou findest thy gods, let him not live; before our brethren seek out thou what is thine with me, and take it to thee; but Jacob knew not that Rachel had stolen them."
    },
    {
      "verse": 33,
      "text": "And Laban went into the tent of Jacob, and into the tent of Leah, and into the tent of the two maid-servants; but he found nothing; he then went out of the tent of Leah, and entered into Rachel's tent."
    },
    {
      "verse": 34,
      "text": "Now Rachel had taken the images, and put them in the saddle-cushion of the camel, and sat upon them; and Laban searched all the tent, and found nothing."
    },
    {
      "verse": 35,
      "text": "And she said to her father, Let it not displease my lord that I cannot rise up before thee; for the custom of women is upon me; and thus he searched, but found not the images."
    },
    {
      "verse": 36,
      "text": "Now Jacob became wroth, and quarrelled with Laban; and Jacob answered and said to Laban, What is my trespass? what is my sin, that thou hast so hotly pursued after me?"
    },
    {
      "verse": 37,
      "text": "Although thou hast searched all my goods, what hast thou found of all the articles of thy household? set it here before my brethren and thy brethren, that they may judge between us both."
    },
    {
      "verse": 38,
      "text": "These twenty years have I been with thee: thy ewes and thy she-goats have not cast their young; and the rams of thy flock have I not eaten."
    },
    {
      "verse": 39,
      "text": "That which was torn of beasts I brought not unto thee; I had to bear the loss of it, of my hand didst thou require it, whatever was stolen by day, or stolen by night."
    },
    {
      "verse": 40,
      "text": "[Where] I was in the day the heat consumed me, and the frost by night; and my sleep departed from my eyes."
    },
    {
      "verse": 41,
      "text": "These twenty years have I been in thy house; I have served thee fourteen years for thy two daughters, and six years for thy flocks: and thou hast changed my wages ten times."
    },
    {
      "verse": 42,
      "text": "Except the God of my father, the God of Abraham, and the Fear of Isaac, had been with me, surely thou hadst now sent me away empty; my affliction and the labor of my hands God hath seen, and decided yesternight."
    },
    {
      "verse": 43,
      "text": "And Laban answered and said unto Jacob, The daughters are my daughters, and the children are my children, and the flocks are my flocks, and all that thou seest is mine; but as to my daughters, what can I do unto them this day, or unto their children whom they have born?"
    },
    {
      "verse": 44,
      "text": "And now, come thou, let us make a covenant, I and thou; and let it be for a witness between me and thee."
    },
    {
      "verse": 45,
      "text": "And Jacob took a stone, and set it up for a pillar."
    },
    {
      "verse": 46,
      "text": "And Jacob said unto his brethren, Gather stones; and they took stones, and made a heap; and they ate there upon the heap."
    },
    {
      "verse": 47,
      "text": "And Laban called it Yegar-sahadutha; but Jacob called it Galed."
    },
    {
      "verse": 48,
      "text": "And Laban said, This heap is a witness between me and thee this day; therefore called he its name Galed;"
    },
    {
      "verse": 49,
      "text": "And Mitzpah; for he said, The Lord shall watch between me and thee, when we are absent one from the other;"
    },
    {
      "verse": 50,
      "text": "If thou shouldst afflict my daughters, or if thou shouldst take other wives besides my daughters, when there is no man with us: see, God is witness between me and thee."
    },
    {
      "verse": 51,
      "text": "And Laban said to Jacob, Behold this heap, and behold this pillar, which I have cast up between me and thee;"
    },
    {
      "verse": 52,
      "text": "Witness be this heap and witness be this pillar, that I will not pass by this heap, and that thou shalt not pass unto me by this heap and this pillar, for evil."
    },
    {
      "verse": 53,
      "text": "The God of Abraham and the God of Nachor shall judge between us, the God of their father; but Jacob swore by the Fear of his father Isaac."
    },
    {
      "verse": 54,
      "text": "Then Jacob slew some cattle upon the mount, and called his brethren to eat bread; and they did eat bread, and tarried all night on the mount."
    },
    {
      "verse": 55,
      "text": "And early in the morning Laban rose up, and kissed his sons and his daughters and blessed them; and Laban departed, and returned unto his own place."
    }
  ]
}