{
  "book_id": "GEN",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "And Jacob went on his way, and there met him angels of God."
    },
    {
      "verse": 2,
      "text": "And when Jacob saw them, he said, This is a host of God; and he called the name of that place Machanayim."
    },
    {
      "verse": 3,
      "text": "And Jacob sent messengers before him to Esau his brother unto the land of Seir, the country of Edom."
    },
    {
      "verse": 4,
      "text": "And he commanded them, saying, Thus shall ye speak unto my lord, to Esau, Thus hath said thy servant Jacob, With Laban have I sojourned, and stayed until now."
    },
    {
      "verse": 5,
      "text": "And I have acquired oxen, and asses, flocks, and men-servants, and women-servants; and I send now to tell my lord, to find grace in thy eyes."
    },
    {
      "verse": 6,
      "text": "And the messengers returned to Jacob, saying, We came to thy brother, to Esau, and also he cometh to meet thee, and four hundred men with him."
    },
    {
      "verse": 7,
      "text": "Then Jacob was greatly afraid, and he felt distressed; and he divided the people that were with him, and the flocks, and the herds, and the camels, into two bands."
    },
    {
      "verse": 8,
      "text": "And he said, If Esau should come to the one band and smite it, then the other band which is left may escape."
    },
    {
      "verse": 9,
      "text": "And Jacob said, O God of my father Abraham, and God of my father Isaac, the Lord who saidst unto me, Return unto thy country, and to thy birthplace, and I will deal well with thee:"
    },
    {
      "verse": 10,
      "text": "I am not worthy of all the kindness, and of all the truth, which thou hast shown unto thy servant; for with my staff I passed over this Jordan; and now I am become two bands."
    },
    {
      "verse": 11,
      "text": "Deliver me, I pray thee, from the hand of my brother, from the hand of Esau; for I fear him, lest he will come and smite me, the mother with the children."
    },
    {
      "verse": 12,
      "text": "And thou saidst, I will surely do thee good, and make thy seed as the sand of the sea, which cannot be numbered for multitude."
    },
    {
      "verse": 13,
      "text": "And he lodged there that same night; and he took of that which he carried with him a present for Esau his brother:"
    },
    {
      "verse": 14,
      "text": "Two hundred she-goats, and twenty he-goats, two hundred ewes, and twenty rams."
    },
    {
      "verse": 15,
      "text": "Thirty milch camels with their colts, forty cows, and ten bulls, twenty she-asses, and ten foals."
    },
    {
      "verse": 16,
      "text": "And he delivered them into the hand of his servants, every drove by itself; and he said unto his servants, Pass on before me, and put a space between drove and drove."
    },
    {
      "verse": 17,
      "text": "And he commanded the foremost, saying, When Esau my brother should meet thee, and ask thee, saying, Whose art thou? and whither art thou going? and for whom are these before thee?"
    },
    {
      "verse": 18,
      "text": "Then shalt thou say, They belong to thy servant, to Jacob; it is a present sent unto my lord, to Esau; and, behold, also, he is himself behind us."
    },
    {
      "verse": 19,
      "text": "And so he commanded also the second, also the third, as also all that followed the droves, saying, After this manner shall ye speak unto Esau, when ye find him."
    },
    {
      "verse": 20,
      "text": "And say ye moreover, Behold, also thy servant Jacob is behind us. For he said, I will appease him with the present that goeth before me, and afterward I will see his face; peradventure he will receive me kindly."
    },
    {
      "verse": 21,
      "text": "The present went thus on before him; and he lodged himself that night in the camp."
    },
    {
      "verse": 22,
      "text": "And he rose up that night, and he took his two wives, and his two women-servants, and his eleven sons, and passed over the ford of the Yabbok."
    },
    {
      "verse": 23,
      "text": "And he took them, and sent them over the stream and sent over what he had."
    },
    {
      "verse": 24,
      "text": "And Jacob was left alone; and there wrestled a man with him until the breaking of the day."
    },
    {
      "verse": 25,
      "text": "And when he saw that he could net prevail against him, he struck against the hollow of his thigh; and the hollow of Jacob's thigh was put out of joint, as he was wrestling with him."
    },
    {
      "verse": 26,
      "text": "And he said, Let me go, for the day hath dawned. And he said, I will not let thee go until thou hast blessed me."
    },
    {
      "verse": 27,
      "text": "And he said unto him, What is thy name? and he said, Jacob."
    },
    {
      "verse": 28,
      "text": "And he said, Not Jacob shall any more be called thy name, but Israel; for as a prince hast thou power with God and with men, and hast prevailed."
    },
    {
      "verse": 29,
      "text": "And Jacob asked him, and said, tell me, I pray thee, thy name. And he said, Wherefore is it that thou dost ask after my name? And he blessed him there."
    },
    {
      "verse": 30,
      "text": "And Jacob called the name of the place Peniel: for I have seen an angel of God face to face, and my life hath been preserved."
    },
    {
      "verse": 31,
      "text": "And the sun rose unto him as he passed by Penuel, and he halted upon his thigh."
    },
    {
      "verse": 32,
      "text": "Therefore do the children of Israel not eat the sinew which shrank, which is upon the hollow of the thigh, unto this day; because he struck against the hollow of Jacob's thigh on the sinew that shrank."
    }
  ]
}