{
  "book_id": "GEN",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Now these are the generations of Esau, who is Edom."
    },
    {
      "verse": 2,
      "text": "Esau took his wives of the daughters of Canaan; Adah the daughter of Elon the Hittite, and Aholibamah the daughter of Anah the daughter of Zibeon the Hivite;"
    },
    {
      "verse": 3,
      "text": "And Bahsemath Ishmael's daughter, the sister of Nebayoth."
    },
    {
      "verse": 4,
      "text": "And Adah bore to Esau Eliphaz; and Bahsemath bore Reuel;"
    },
    {
      "verse": 5,
      "text": "And Aholibamah bore Yeush, and Ya'lam, and Korach: these are the sons of Esau, that were born unto him in the land Canaan."
    },
    {
      "verse": 6,
      "text": "And Esau took his wives, and his sons, and his daughters, and all the persons of his house, and his cattle, and all his beasts, and all his substance, which he had gotten in the land of Canaan; and went into another country from the face of his brother Jacob."
    },
    {
      "verse": 7,
      "text": "For their riches were more than that they might dwell together; and the land of their sojourning could not bear them, because of their cattle."
    },
    {
      "verse": 8,
      "text": "Thus dwelt Esau in mount Seir: Esau is Edom."
    },
    {
      "verse": 9,
      "text": "And these are the generations of Esau the father of the Edom in mount Seir."
    },
    {
      "verse": 10,
      "text": "These are the names of Esau's sons: Eliphaz the son of Adah the wife of Esau, Reuel the son of Bahsemath the wife of Esau."
    },
    {
      "verse": 11,
      "text": "And the sons of Eliphaz were Teman, Omar, Zepho, and Ga'tam, and Kenaz."
    },
    {
      "verse": 12,
      "text": "And Timna was concubine to Eliphaz Esau's son: and she bore to Eliphaz Amalek; these were the sons of Adah, Esau's wife."
    },
    {
      "verse": 13,
      "text": "And these are the sons of Reuel: Nachath, and Zerach, Shammah, and Mizzah; these were the sons of Bahsemath, Esau's wife."
    },
    {
      "verse": 14,
      "text": "And these were the sons of Aholibamah, the daughter of Anah the daughter of Zibeon, Esau's wife: and she bore to Esau Yeush, and Ya'lam, and Korach."
    },
    {
      "verse": 15,
      "text": "These are the dukes of the sons of Esau; the sons of Eliphaz the first-born of Esau: duke Teman, duke Omar, duke Zepho, duke Kenaz,"
    },
    {
      "verse": 16,
      "text": "Duke Korach, duke Ga'tam, duke Amalek; these are the dukes of Eliphaz in the land of Edom; these are the sons of Adah."
    },
    {
      "verse": 17,
      "text": "And these are the sons of Reuel Esau's son: duke Nachath, duke Zerach, duke Shammah, duke Mizzah; these are the dukes of Reuel in the land of Edom; these are the sons of Bahsemath, Esau's wife."
    },
    {
      "verse": 18,
      "text": "And these are the sons of Aholibamah, Esau's wife: duke Yeush, duke Ya'lam, duke Korach; these are the dukes of Aholibamah the daughter of Anah, Esau's wife."
    },
    {
      "verse": 19,
      "text": "These are the sons of Esau, and these are their dukes; this is Edom."
    },
    {
      "verse": 20,
      "text": "These are the sons of Seir the Chorite, who inhabited the land: Lotan, and Shobal, and Zibeon, and Anah,"
    },
    {
      "verse": 21,
      "text": "And Dishon, and Etzer, and Dishan; these are the dukes of the Chorites, the children of Seir in the land of Edom."
    },
    {
      "verse": 22,
      "text": "And the children of Lotan were Chori and Heman; and Lotan's sister was Timna."
    },
    {
      "verse": 23,
      "text": "And these were the children of Shobal: Alvan, and Manachath, and Ebal, Shepho, and Onam."
    },
    {
      "verse": 24,
      "text": "And these are the children of Zibeon: both Ajah, and Anah; this was that Anah that found the mules in the wilderness, as he fed the asses of Zibeon his father."
    },
    {
      "verse": 25,
      "text": "And these are the children of Anah: Dishon, and Aholibamah the daughter of Anah."
    },
    {
      "verse": 26,
      "text": "And these are the children of Dishan: Chemdan, and Eshban, and Yithran, and Cheran."
    },
    {
      "verse": 27,
      "text": "These are the children of Etzer: Bilhan, Zaavan, and Akan."
    },
    {
      "verse": 28,
      "text": "These are the children of Dishan: Uz, and Aran."
    },
    {
      "verse": 29,
      "text": "These are the dukes of the Chorites: duke Lotan, duke Shobal, duke Zibeon, duke Anah;"
    },
    {
      "verse": 30,
      "text": "Duke Dishon, duke Etzer, duke Dishan; these are the dukes of the Chorites, after their dukes in the land of Seir."
    },
    {
      "verse": 31,
      "text": "And these are the kings that reigned in the land of Edom, before there reigned any king over the children of Israel."
    },
    {
      "verse": 32,
      "text": "And there reigned in Edom Bela the son of Beor: and the name of his city was Dinhabah."
    },
    {
      "verse": 33,
      "text": "And Bela died, and there reigned in his stead Yobab the son of Zerach of Bozrah."
    },
    {
      "verse": 34,
      "text": "And Yobab died, and there reigned in his stead Chusham of the land of Teman."
    },
    {
      "verse": 35,
      "text": "And Chusham died, and there reigned in his stead Hadad the son of Bedad, who smote Midian in the field of Moab; and the name of his city was Avith."
    },
    {
      "verse": 36,
      "text": "And Hadad died, and there reigned in his stead Samlah of Masrekah."
    },
    {
      "verse": 37,
      "text": "And Samlah died, and there reigned in his stead Shaul of Rechoboth by the river."
    },
    {
      "verse": 38,
      "text": "And Shaul died, and there reigned in his stead Baal-chanan the son of Achbor."
    },
    {
      "verse": 39,
      "text": "And Baal-chanan the son of Achbor died, and there reigned in his stead Hadar, and the name of his city was Pau; and his wife's name was Mehetabel, the daughter of Matred, the daughter of Me-zahab."
    },
    {
      "verse": 40,
      "text": "And these are the names of the dukes of Esau, according to their families, after their places, by their names: duke Timna, duke Alvah, duke Yetheth,"
    },
    {
      "verse": 41,
      "text": "Duke Aholibamah, duke Elah, duke Pinon."
    },
    {
      "verse": 42,
      "text": "Duke Kenaz, duke Teman, duke Mibzar,"
    },
    {
      "verse": 43,
      "text": "Duke Magdiel, duke Iram; these are the dukes of Edom, according to their habitations in the land of their possession: this is Esau the father of the Edom."
    }
  ]
}