{
  "book_id": "GEN",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "And Joseph was brought down to Egypt; and Potiphar, an officer of Pharaoh, the captain of the guards, an Egyptian, bought him of the hands of the Ishmaelites, who had brought him down thither."
    },
    {
      "verse": 2,
      "text": "And the Lord was with Joseph, and he was a prosperous man; and he was thus in the house of his master the Egyptian."
    },
    {
      "verse": 3,
      "text": "And when his master saw that the Lord was with him, and that the Lord caused all that he did to prosper in his hand:"
    },
    {
      "verse": 4,
      "text": "Joseph found grace in his eyes, and he served him; and he made him overseer over his house, and all that he had he put into his hand."
    },
    {
      "verse": 5,
      "text": "And it came to pass from the time he had made him overseer in his house, and over all that he had, that the Lord blessed the Egyptian's house for the sake of Joseph; and the blessing of the Lord was upon all that he had, in the house and in the field."
    },
    {
      "verse": 6,
      "text": "And he left all that he had in Joseph's hand; and he troubled himself not about aught he had, save the bread which he did eat. And Joseph was handsome in form and handsome in appearance."
    },
    {
      "verse": 7,
      "text": "And it came to pass after these things, that his master's wife cast her eyes upon Joseph; and she said, Lie with me."
    },
    {
      "verse": 8,
      "text": "But he refused, and said unto his master's wife, Behold, Thy master troubleth himself not about what is with me in the house, and he hath committed all that he hath into my hand;"
    },
    {
      "verse": 9,
      "text": "There is none greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife: how then can I do this great evil, and sin against God?"
    },
    {
      "verse": 10,
      "text": "And it came to pass, as she spoke to Joseph day by day, and he hearkened not unto her, to lie by her, or to be with her;"
    },
    {
      "verse": 11,
      "text": "That it came to pass one particular day, that he went into the house to do his business; and there was none of the men of the house there within."
    },
    {
      "verse": 12,
      "text": "And she caught him by his garment, saying, Lie with me; and he left his garment in her hand, and fled, and ran out into the street."
    },
    {
      "verse": 13,
      "text": "And it came to pass, when she saw that he had left his garment in her hand, and was fled forth,"
    },
    {
      "verse": 14,
      "text": "That she called unto the men of her house, and spoke unto them, saying, See, he hath brought in unto us a Hebrew man to have his sport with us; he came in unto me to lie with me, and I cried with a loud voice:"
    },
    {
      "verse": 15,
      "text": "And it came to pass, when he heard that I lifted up my voice and cried, that he left his garment with me, and fled, and ran out into the street."
    },
    {
      "verse": 16,
      "text": "And she laid up his garment by her until his lord came home."
    },
    {
      "verse": 17,
      "text": "And she spoke unto him according to these words, saying, The Hebrew servant whom thou hast brought unto us, came in unto me to have his sport with me."
    },
    {
      "verse": 18,
      "text": "And it came to pass, as I lifted up my voice and cried, that he left his garment with me, and fled forth."
    },
    {
      "verse": 19,
      "text": "And it came to pass, when his master heard the words of his wife, which she spoke unto him, saying, After this manner hath thy servant done to me; that his wrath was kindled."
    },
    {
      "verse": 20,
      "text": "And Joseph's master took him, and put him into the prison, the place where the king's prisoners were imprisoned: and he was there in the prison."
    },
    {
      "verse": 21,
      "text": "But the Lord was with Joseph, and caused him to find kindness, and gave him favor in the eyes of the superintendent of the prison."
    },
    {
      "verse": 22,
      "text": "And the superintendent of the prison committed into Joseph's hand all the prisoners that were in the prison; and whatsoever they did there, was done through him."
    },
    {
      "verse": 23,
      "text": "The superintendent of the prison looked not after the least that was under his hand, because the Lord was with him; and that which he did, the Lord made to prosper."
    }
  ]
}