{
  "book_id": "GEN",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "And when Jacob saw that there was corn in Egypt, Jacob said unto his sons, Why do ye look at one another?"
    },
    {
      "verse": 2,
      "text": "And he said, Behold, I have heard that there is corn in Egypt; get you down thither, and buy for us provision from there, that we may live, and not die."
    },
    {
      "verse": 3,
      "text": "And ten brothers of Joseph went down to buy corn in Egypt,"
    },
    {
      "verse": 4,
      "text": "But Benjamin, Joseph's brother, Jacob sent not with his brothers; for he said, Lest mischief befall him."
    },
    {
      "verse": 5,
      "text": "And the sons of Israel came to buy corn among those that came; for the famine was in the land of Canaan."
    },
    {
      "verse": 6,
      "text": "And Joseph—he was the governor over the land, it was he that sold corn to all the people of the land; and Joseph's brothers came, and bowed themselves down before him with the face to the earth."
    },
    {
      "verse": 7,
      "text": "And Joseph saw his brothers, and he recognized them; but made himself strange unto them and spoke roughly unto them; and he said unto them, Whence come ye? And they said, From the land of Canaan to buy food."
    },
    {
      "verse": 8,
      "text": "And Joseph recognized his brothers, but they recognized not him."
    },
    {
      "verse": 9,
      "text": "And Joseph remembered the dreams which he had dreamed concerning them, and he said unto them, Ye are spies; to see the nakedness of the land are ye come."
    },
    {
      "verse": 10,
      "text": "And they said unto him, No, my lord, thy servants are only come to buy food."
    },
    {
      "verse": 11,
      "text": "We are all sons of one man; we are true men; thy servants have never been spies."
    },
    {
      "verse": 12,
      "text": "And he said unto them, No! but to see the nakedness of the land are ye come."
    },
    {
      "verse": 13,
      "text": "And they said, We, thy servants, are twelve brothers, sons of one man in the land of Canaan; and, behold, the youngest is this day with our father, and one is no more."
    },
    {
      "verse": 14,
      "text": "And Joseph said unto them, It is as I have spoken unto you, saying, Ye are spies;"
    },
    {
      "verse": 15,
      "text": "Hereby shall ye be proved: By the life of Pharaoh, ye shall not go forth hence, except your youngest brother come hither."
    },
    {
      "verse": 16,
      "text": "Send one of you, and let him fetch your brother, and ye shall be kept in prison, that your words may be proved, whether the truth be with you; and if not, by the life of Pharaoh, ye are surely spies."
    },
    {
      "verse": 17,
      "text": "And he put them together into ward three days."
    },
    {
      "verse": 18,
      "text": "And Joseph said unto them on the third day, This do, and live; I fear God."
    },
    {
      "verse": 19,
      "text": "If ye be true men, let one of your brothers remain imprisoned in the house of your confinement; but ye, go, carry home what you have bought for the want of your household."
    },
    {
      "verse": 20,
      "text": "But your youngest brother bring unto me; so shall your words be verified, and ye shall not die. And they did so."
    },
    {
      "verse": 21,
      "text": "And they said to one another, Truly we are guilty concerning our brother, in that we saw the anguish of his soul, when he besought us, and we would not hear; therefore is this distress come upon us."
    },
    {
      "verse": 22,
      "text": "And Reuben answered them, saying, Did I not say unto you, thus, Do not sin against the child; and ye would not hear? and behold, his blood also is now required."
    },
    {
      "verse": 23,
      "text": "And they knew not that Joseph understood them; for he spoke unto them by an interpreter."
    },
    {
      "verse": 24,
      "text": "And he turned himself away from them, and wept; and returned to them again, and spoke with them, and took from them Simeon, and bound him before their eyes."
    },
    {
      "verse": 25,
      "text": "And Joseph commanded to fill their sacks with corn, and to restore every man's money into his sack, and to give them provision for the way; and he did unto them thus."
    },
    {
      "verse": 26,
      "text": "And they loaded their asses with their corn, and departed thence."
    },
    {
      "verse": 27,
      "text": "And one of them opened his sack to give his ass provender in the inn: when he espied his money, for, behold, it was in the mouth of his sack."
    },
    {
      "verse": 28,
      "text": "And he said unto his brothers, My money hath been restored; and, lo, it is even in my sack: and their heart failed them, and they were afraid, saying one to another, What is this that God hath done unto us?"
    },
    {
      "verse": 29,
      "text": "And they came unto Jacob their father unto the land of Canaan, and they told him all that had befallen them; saying,"
    },
    {
      "verse": 30,
      "text": "The man, the lord of the land, spoke roughly to us, and took us as though we were espying the country."
    },
    {
      "verse": 31,
      "text": "And we said unto him, We are true men; we have never been spies:"
    },
    {
      "verse": 32,
      "text": "We are twelve brothers, sons of our father; the one is no more, and the youngest is this day with our father in the land of Canaan."
    },
    {
      "verse": 33,
      "text": "And the man, the lord of the country, said unto us, Hereby shall I know that ye are true men: leave one of your brothers here with me, and [the food for] the want of your households take ye and be gone;"
    },
    {
      "verse": 34,
      "text": "And bring your youngest brother unto me; then shall I know that ye are no spies, but that ye are true men; your brother I will give up to you, and in the land ye shall be allowed to traffic."
    },
    {
      "verse": 35,
      "text": "And it came to pass as they were emptying their sacks, that, behold, every man's bundle of money was in his sack: and when they saw the bundles of their money, they and their father, they were afraid."
    },
    {
      "verse": 36,
      "text": "And Jacob their father said unto them, Me ye have bereaved of my children: Joseph is gone, and Simeon is gone, and Benjamin ye will take away; all these things are against me."
    },
    {
      "verse": 37,
      "text": "And Reuben said unto his father, thus, Two of my sons shalt thou slay, if I bring him not to thee; deliver him into my hand, and I will bring him back to thee."
    },
    {
      "verse": 38,
      "text": "And he said, My son shall not go down with you; for his brother is dead, and he alone is left: and if mischief befall him by the way in which ye go, then will ye bring down my gray hairs with sorrow to the grave."
    }
  ]
}