{
  "book_id": "GEN",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after these things, that some one said to Joseph, Behold, thy father is sick; and he took his two sons with him, Menasseh and Ephraim."
    },
    {
      "verse": 2,
      "text": "And some one told Jacob, and said, Behold, thy son Joseph is coming unto thee; and Israel strengthened himself, and sat upon the bed."
    },
    {
      "verse": 3,
      "text": "And Jacob said unto Joseph, God, the Almighty, appeared unto me at Luz in the land of Canaan, and blessed me,"
    },
    {
      "verse": 4,
      "text": "And he said unto me, Behold, I will make thee fruitful, and multiply thee, and I will make of thee a multitude of people; and I will give this land to thy seed after thee for an everlasting possession."
    },
    {
      "verse": 5,
      "text": "And now thy two sons, who were born unto thee in the land of Egypt, before I came unto thee into Egypt, shall be mine; Ephraim and Menasseh shall be unto me as Reuben and Simeon."
    },
    {
      "verse": 6,
      "text": "And thy issue, which thou begettest after them, shall be thine, after the name of their brothers shall they be called in their inheritance."
    },
    {
      "verse": 7,
      "text": "And as for me, when I came from Padan, Rachel died by me in the land of Canaan on the way, when yet there was some distance to come unto Ephrath: and I buried her there on the way of Ephrath, the same is Beth-lechem."
    },
    {
      "verse": 8,
      "text": "And Israel perceived the sons of Joseph, and said, Who are these?"
    },
    {
      "verse": 9,
      "text": "And Joseph said unto his father, They are my sons, whom God hath given me in this place. And he said, Bring them, I pray thee, unto me, and I will bless them."
    },
    {
      "verse": 10,
      "text": "Now the eyes of Israel were dim through age, he could not see; and he brought them near unto him, and he kissed them, and embraced them."
    },
    {
      "verse": 11,
      "text": "And Israel said unto Joseph, To see thy face I had not hoped; and lo, God hath shown me also thy seed."
    },
    {
      "verse": 12,
      "text": "And Joseph brought them out from between his knees, and he bowed himself with his face to the earth."
    },
    {
      "verse": 13,
      "text": "And Joseph took them both, Ephraim in his right hand toward Israel's left, and Menasseh in his left hand toward Israel's right, and brought them near unto him."
    },
    {
      "verse": 14,
      "text": "And Israel stretched out his right hand, and laid it upon Ephraim's head, who was the younger, and his left hand upon Menasseh's head; he laid his hands wittingly; although Menasseh was the first-born."
    },
    {
      "verse": 15,
      "text": "And he blessed Joseph, and said, The God, before whom my fathers Abraham and Isaac did walk, the God who fed me from my first being unto this day,"
    },
    {
      "verse": 16,
      "text": "The angel who redeemed me from all evil, bless the lads; and let my name be called on them, and the name of my fathers Abraham and Isaac; and let them grow into a multitude in the midst of the earth."
    },
    {
      "verse": 17,
      "text": "And when Joseph saw that his father would lay his right hand upon the head of Ephraim, it displeased him: and he took hold of his father's hand, to remove it from the head of Ephraim unto the head of Menasseh."
    },
    {
      "verse": 18,
      "text": "And Joseph said unto his father, Not so, my father; for this is the first-born, put thy right hand upon his head."
    },
    {
      "verse": 19,
      "text": "And his father refused, and said, I know, my son, I know, he also shall become a people, and he also shall be great; but truly his younger brother shall be greater than he, and his seed shall become a multitude of nations."
    },
    {
      "verse": 20,
      "text": "And he blessed them that day, saying, With thee shall Israel bless, saying, God make thee as Ephraim and Menasseh: and so he set Ephraim before Menasseh."
    },
    {
      "verse": 21,
      "text": "And Israel said unto Joseph, Behold, I die; but God will be with you, and bring you again unto the land of your fathers"
    },
    {
      "verse": 22,
      "text": "Moreover I have given unto thee one portion above thy brothers, which I took out of the hand of the Emorite with my sword and with my bow."
    }
  ]
}