{
  "book_id": "EXO",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "\\x + \\xo 32:1 \\xt Acts 7. 40.\\x* And when the people saw that Moses delayed to come down from the mountain, the people combined against Aaron, and said to him, Arise and make us gods who shall go before us; for this Moses, the man who brought us forth out of the land of Egypt—we do not know what is become of him."
    },
    {
      "verse": 2,
      "text": "And Aaron says to them, Take off the golden ear-rings which are in the ears of your wives and daughters, and bring them to me."
    },
    {
      "verse": 3,
      "text": "And all the people took off the golden ear-rings that were in their ears, and brought them to Aaron."
    },
    {
      "verse": 4,
      "text": "And he received them at their hands, and formed them with a graving tool; and he made them a molten calf, and said, These \\add are\\add* thy gods, O Israel, which have brought thee up out of the land of Egypt."
    },
    {
      "verse": 5,
      "text": "And Aaron having seen it built an altar before it, and Aaron made proclamation saying, To-morrow \\add is\\add* a feast of the Lord."
    },
    {
      "verse": 6,
      "text": "And having risen early on the morrow, he \\f + \\fr 32:6 \\fqa Gr. \\ft Set upon the altar.\\f*offered whole burnt-offerings, and offered a peace-offering; and \\x + \\xo 32:6 \\xt 1 Cor. 10. 7.\\x* the people sat down to eat and drink, and rose up to play."
    },
    {
      "verse": 7,
      "text": "And the Lord spoke to Moses, saying, Go quickly, descend hence, for thy people whom thou broughtest out of the land of Egypt have transgressed;"
    },
    {
      "verse": 8,
      "text": "they have quickly gone out of the way which thou commandedst; they have made for themselves a calf, and worshipped it, and sacrificed to it, and said, These are thy gods, O Israel, who brought thee up out of the land of Egypt."
    },
    {
      "verse": 10,
      "text": "And now let me alone, and I will be very angry with them and consume them, and I will make thee a great nation."
    },
    {
      "verse": 11,
      "text": "And Moses prayed before the Lord God, and said, Wherefore, O Lord, art thou very angry with thy people, whom thou broughtest out of the land of Egypt with great strength, and with thy high arm?"
    },
    {
      "verse": 12,
      "text": "\\add Take heed\\add* lest at any time the Egyptians speak, saying, With evil intent he brought them out to slay them in the mountains, and to consume them from off the earth; cease from thy wrathful anger, and be merciful to the sin of thy people,"
    },
    {
      "verse": 13,
      "text": "remembering Abraam and Isaac and Jacob thy servants, to whom thou hast sworn by thyself, and hast spoken to them, saying, I will greatly multiply your seed as the stars of heaven for multitude, and all this land which thou spokest of to give to them, so that they shall possess it for ever."
    },
    {
      "verse": 14,
      "text": "And the Lord was \\f + \\fr 32:14 \\fqa Gr. \\ft dost.\\f*prevailed upon to preserve his people."
    },
    {
      "verse": 15,
      "text": "And Moses turned and went down from the mountain, and the two tables of testimony were in his hands, tables of stone written on both their sides: they were written within and without."
    },
    {
      "verse": 16,
      "text": "And the tables were the work of God, and the writing the writing of God written on the tables."
    },
    {
      "verse": 17,
      "text": "And \\f + \\fr 32:17 \\fqa Gr. \\ft Jesus.\\f*Joshua having heard the voice of the people crying, says to Moses, There is a noise of war in the camp."
    },
    {
      "verse": 18,
      "text": "And \\add Moses\\add* says, It is not the voice of them that begin the battle, nor the voice of them that begin \\add the cry\\add* of defeat, but the voice of them that begin \\add the banquet\\add* of wine do I hear."
    },
    {
      "verse": 19,
      "text": "And when he drew nigh to the camp, he sees the calf and the dances; and Moses being very angry cast the two tables out of his hands, and broke them to pieces under the mountain."
    },
    {
      "verse": 20,
      "text": "And having taken the calf which they made, he consumed it with fire, and ground it very small, and \\f + \\fr 32:20 \\fqa Gr. \\ft sowed it under the water, \\+it but another reading is\\+it* ἐπὶ.\\f*scattered it on the water, and made the children of Israel to drink it."
    },
    {
      "verse": 21,
      "text": "And Moses said to Aaron, What has this people done to thee, that thou hast brought upon them a great sin?"
    },
    {
      "verse": 22,
      "text": "And Aaron said to Moses, Be not angry, \\add my\\add* lord, for thou knowest the \\f + \\fr 32:22 \\fqa Gr. \\ft impulse.\\f*impetuosity of this people."
    },
    {
      "verse": 23,
      "text": "For they say to me, Make us gods, which shall go before us; for as for this man Moses, who brought us out of Egypt, we do not know what is \\f + \\fr 32:23 \\fqa Lit. \\ft done to him.\\f*become of him."
    },
    {
      "verse": 24,
      "text": "And I said to them, If any one has golden ornaments, take them off; and they gave them me, and I cast them into the fire, and there came out this calf."
    },
    {
      "verse": 25,
      "text": "And when Moses saw that the people was scattered,—for Aaron \\add had\\add* scattered them \\add so as to be\\add* a rejoicing to their enemies,—"
    },
    {
      "verse": 26,
      "text": "then stood Moses at the gate of the camp, and said, Who is on the Lord's side? let him come to me. Then all the sons of Levi came to him."
    },
    {
      "verse": 27,
      "text": "And he says to them, Thus saith the Lord God of Israel, Put every one his sword on his thigh, and go through and return from gate to gate through the camp, and slay every one his brother, and every one his neighbour, and every one him that is nearest to him."
    },
    {
      "verse": 28,
      "text": "And the sons of Levi did as Moses spoke to them, and there fell of the people in that day to the \\add number of\\add* three thousand men."
    },
    {
      "verse": 29,
      "text": "And Moses said to them, Ye have filled your hands this day to the Lord each one on his son or on his brother, so that blessing should be given to you."
    },
    {
      "verse": 30,
      "text": "And it came to pass after the morrow \\add had begun\\add*, that Moses said to the people, Ye have sinned a great sin; and now I will go up to God, that I may make atonement for your sin."
    },
    {
      "verse": 31,
      "text": "And Moses returned to the Lord and said, I pray, O Lord, this people has sinned a great sin, and they have made for themselves golden gods."
    },
    {
      "verse": 32,
      "text": "And now if thou \\f + \\fr 32:32 \\fqa Gr. \\ft dost.\\f*wilt forgive their sin, forgive \\add it\\add*; and if not, blot me out of thy book, which thou hast written."
    },
    {
      "verse": 33,
      "text": "And the Lord said to Moses, If any one has sinned against me, I will blot them out of my book."
    },
    {
      "verse": 34,
      "text": "And now go, descend, and lead this people into the place of which I spoke to thee: behold, my angel shall go before thy face; and in the day when I shall visit I will bring upon them their sin."
    },
    {
      "verse": 35,
      "text": "And the Lord smote the people for the making of the calf, which Aaron made."
    }
  ]
}