{
  "book_id": "EXO",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "And Beseleel made the ark,"
    },
    {
      "verse": 2,
      "text": "and overlaid it with pure gold within and without;"
    },
    {
      "verse": 3,
      "text": "and he cast for it four golden rings, two on the one side, and two on the other,"
    },
    {
      "verse": 4,
      "text": "wide \\add enough\\add* for the staves, so that men should bear \\f + \\fr 38:4 \\fqa Gr. \\ft it.\\f*the ark with them."
    },
    {
      "verse": 5,
      "text": "And he made the propitiatory over the ark of pure gold,"
    },
    {
      "verse": 6,
      "text": "and the two cherubs of gold;"
    },
    {
      "verse": 7,
      "text": "one cherub on the one end of the propitiatory, and another cherub on the other end of the propitiatory,"
    },
    {
      "verse": 8,
      "text": "overshadowing the propitiatory with their wings."
    },
    {
      "verse": 9,
      "text": "And he made the \\f + \\fr 38:9 \\fqa i. e. \\ft table of shewbread.\\f*set table of pure gold,"
    },
    {
      "verse": 10,
      "text": "and cast for it four rings: two on the one side and two on the other side, broad, so that \\add men\\add* should lift it with the staves in them.\\f + \\fr 38:10 \\fqa i. e. \\ft the rings.\\f*"
    },
    {
      "verse": 11,
      "text": "And he made the staves of the ark and of the table, and gilded them with gold."
    },
    {
      "verse": 12,
      "text": "And he made the furniture of the table, both the dishes, and the censers, and the cups, and the bowls with which he \\f + \\fr 38:12 \\fqa Gr. \\ft will.\\f*should offer drink-offerings, of gold."
    },
    {
      "verse": 13,
      "text": "And he made the candlestick which gives light, of gold;"
    },
    {
      "verse": 14,
      "text": "the stem solid, and the branches from both its sides;"
    },
    {
      "verse": 15,
      "text": "and blossoms proceeding from its branches, three on this side, and three on the other, made equal to each other."
    },
    {
      "verse": 16,
      "text": "And \\add as to\\add* their lamps, which are on the ends, \\f + \\fr 38:16 \\fqa Gr. \\ft knops like walnuts.\\f*knops \\add proceeded\\add* from them; and sockets proceeding from them, that the lamps might be upon them; and the seventh socket, on the top of the candlestick, on the summit above, entirely of solid gold."
    },
    {
      "verse": 17,
      "text": "And on \\f + \\fr 38:17 \\fqa Gr. \\ft it.\\f*the candlestick seven golden lamps, and its snuffers gold, and its \\f + \\fr 38:17 \\fqa Or, \\ft snuff-dishes; but the word seems to mean the instruments with which oil was poured into the lamp.\\f*funnels gold."
    },
    {
      "verse": 18,
      "text": "He overlaid the posts \\add with silver\\add*, and cast for \\f + \\fr 38:18 \\fqa Gr. \\ft the post.\\f*each post golden rings, and gilded the bars with gold; and he gilded the posts of the veil with gold, and made the hooks of gold."
    },
    {
      "verse": 19,
      "text": "He made also the rings of the tabernacle of gold; and the rings of the court, and the rings for drawing out the veil above of brass."
    },
    {
      "verse": 20,
      "text": "He cast the silver chapiters of the tabernacle, and the brazen chapiters of the door of the tabernacle, and the gate of the court; and he made silver hooks for the posts, he overlaid them with silver on the posts."
    },
    {
      "verse": 21,
      "text": "He made the pins of the tabernacle and the pins of the court of brass."
    },
    {
      "verse": 22,
      "text": "He made the brazen altar of the brazen censers, which belonged to the men engaged in sedition with the gathering of Core."
    },
    {
      "verse": 23,
      "text": "He made all the vessels of the altar and its \\f + \\fr 38:23 \\fqa Or, \\ft firepan.\\f*grate, and its base, and its bowls, and the brazen flesh-hooks."
    },
    {
      "verse": 24,
      "text": "He made an appendage for the altar of network under the grate, beneath it as far as the middle of it; and he fastened to it four brazen rings on the four parts of the appendage of the altar, wide \\add enough\\add* for the bars, so as to bear the altar with them."
    },
    {
      "verse": 25,
      "text": "He made the holy anointing oil and the composition of the incense, the pure work of the perfumer."
    },
    {
      "verse": 26,
      "text": "He made the brazen laver, and the brazen base of it of the mirrors of the women that fasted, who fasted by the doors of the tabernacle of witness, in the day in which he set it up."
    },
    {
      "verse": 27,
      "text": "And he made the laver, that \\f + \\fr 38:27 \\fqa Gr. \\ft of it.\\f*at it Moses and Aaron and his sons might wash their hands and their feet: when they went into the tabernacle of witness, or whensoever they should advance to the altar to do service, they washed \\f + \\fr 38:27 \\fqa Gr. \\ft of it.\\f*at it, as the Lord commanded Moses."
    }
  ]
}