{
  "book_id": "1ES",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ βασιλεὺς Δαρεῖος ἐποίησε δοχὴν μεγάλην πᾶσι τοῖς ὑπʼ αὐτὸν, καὶ πᾶσι τοῖς οἰκογενέσιν αὐτοῦ, καὶ πᾶσι τοῖς μεγιστᾶσι τῆς Μηδίας καὶ τῆς Περσίδος,"
    },
    {
      "verse": 2,
      "text": "καὶ πᾶσι τοῖς σατράπαις καὶ στρατηγοῖς καὶ τοπάρχαις τοῖς ὑπʼ αὐτὸν, ἀπὸ τῆς Ἰνδικῆς μέχρις Αἰθιοπίας, ἐν ταῖς ἑκατὸν εἰκοσιεπτὰ σατραπείαις."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐφάγοσαν καὶ ἐπίοσαν, καὶ ἐμπλησθέντες ἀνέλυσαν· ὁ δὲ Δαρεῖος ὁ βασιλεὺς ἀνέλυσεν εἰς τὸν κοιτῶνα ἑαυτοῦ, καὶ ἐκοιμήθη, καὶ ἔξυπνος ἐγένετο."
    },
    {
      "verse": 4,
      "text": "Τότε οἱ τρεῖς νεανίσκοι οἱ σωματοφύλακες οἱ φυλάσσοντες τὸ σῶμα τοῦ βασιλέως,"
    },
    {
      "verse": 5,
      "text": "εἶπαν ἕτερος πρὸς τὸν ἕτερον, εἴπωμεν ἕκαστος ἡμῶν ἕνα λόγον, ὃς ὑπερισχύσει· καὶ οὗ ἐὰν φανῇ τὸ ῥῆμα αὐτοῦ σοφώτερον τοῦ ἑτέρου, δώσει αὐτῷ Δαρεῖος ὁ βασιλεὺς δωρεὰς μεγάλας, καὶ ἐπινίκια μεγάλα,"
    },
    {
      "verse": 6,
      "text": "καὶ πορφύραν περιβαλέσθαι, καὶ ἐν χρυσώμασι πίνειν, καὶ ἐπὶ χρυσῷ καθεύδειν, καὶ ἅρμα χρυσοχάλινον, καὶ κίδαριν βυσσίνην, καὶ μανιάκην περὶ τὸν τράχηλον,"
    },
    {
      "verse": 7,
      "text": "καὶ δεύτερος καθιεῖται Δαρείου διὰ τὴν σοφίαν αὐτοῦ, καὶ συγγενὴς Δαρείου κληθήσεται."
    },
    {
      "verse": 8,
      "text": "Καὶ τότε γράψαντες ἕκαστος τὸν ἑαυτοῦ λόγον, ἐσφαγίσαντο καὶ ἔθηκαν ὑπὸ τὸ προσκεφάλαιον Δαρείου τοῦ βασιλέως,"
    },
    {
      "verse": 9,
      "text": "καὶ εἶπαν, ὅταν ἐγερθῇ ὁ βασιλεὺς, δώσουσιν αὐτῷ τὸ γράμμα, καὶ ὃν ἂν κρίνῃ ὁ βασιλεὺς καὶ οἱ τρεῖς μεγιστᾶνες τῆς Περσίδος, ὅτι οὗ ὁ λόγος αὐτοῦ σοφώτερος, αὐτῷ δοθήσεται τὸ νῖκος καθὼς γέγραπται."
    },
    {
      "verse": 10,
      "text": "Ὁ εἷς ἔγραψεν, ὑπερισχύει ὁ οἶνος."
    },
    {
      "verse": 11,
      "text": "Ὁ ἕτερος ἔγραψεν, ὑπερισχύει ὁ βασιλεύς."
    },
    {
      "verse": 12,
      "text": "Ὁ τρίτος ἔγραψεν, ὑπερισχύουσιν αἱ γυναῖκες, ὑπὲρ δὲ πάντα νικᾷ ἡ ἀλήθεια."
    },
    {
      "verse": 13,
      "text": "Καὶ ὅτε ἐξηγέρθη ὁ βασιλεὺς, λαβόντες τὸ γράμμα ἔδωκαν αὐτῷ, καὶ ἀνέγνω."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐξαποστείλας ἐκάλεσε πάντας τοὺς μεγιστᾶνας τῆς Περσίδος καὶ τῆς Μηδείας, καὶ τοὺς σατράπας καὶ στρατηγοὺς, καὶ τοπάρχας καὶ ὑπάτους,"
    },
    {
      "verse": 15,
      "text": "καὶ ἐκάθισεν ἐν τῷ χρηματιστηρίῳ, καὶ ἀνεγνώσθη τὸ γράμμα ἐνώπιον αὐτῶν."
    },
    {
      "verse": 16,
      "text": "Καὶ εἶπε, καλέσατε τοὺς νεανίσκους, καὶ αὐτοὶ δηλώσουσι τοὺς λόγους ἑαυτῶν· καὶ ἐκλήθησαν, καὶ εἰσήλθοσαν."
    },
    {
      "verse": 17,
      "text": "Καὶ εἶπαν αὐτοῖς, ἀπαγγείλατε ἡμῖν περὶ τῶν γεγραμμένων."
    },
    {
      "verse": 18,
      "text": "Καὶ ἤρξατο ὁ πρῶτος ὁ εἴπας περὶ τῆς ἰσχύος τοῦ οἴνου, καὶ ἔφη οὕτως, ἄνδρες,"
    },
    {
      "verse": 19,
      "text": "πῶς ὑπερισχύει ὁ οἶνος; πάντας τοὺς ἀνθρώπους τοὺς πιόντας αὐτὸν πλανᾷ, τὴν διάνοιαν τοῦ τε βασιλέως καὶ τοῦ ὀρφανοῦ ποιεῖ τὴν διάνοιαν μίαν, τήν τε τοῦ οἰκέτου καὶ τὴν τοῦ ἐλευθέρου, τήν τε τοῦ πένητος καὶ τὴν τοῦ πλουσίου·"
    },
    {
      "verse": 20,
      "text": "καὶ πᾶσαν διάνοιαν μεταστρέφει εἰς εὐωχίαν καὶ εὐφροσύνην, καὶ οὐ μέμνηται πᾶσαν λύπην καὶ πᾶν ὀφείλημα·"
    },
    {
      "verse": 21,
      "text": "καὶ πάσας καρδίας ποιεῖ πλουσιας, καὶ οὐ μέμνηται βασιλέα οὐδὲ σατράπην· καὶ πάντα διὰ ταλάντων ποιεῖ λαλεῖν."
    },
    {
      "verse": 22,
      "text": "Καὶ οὐ μέμνηνται, ὅταν πίνωσι, φιλιάζειν φίλοις καὶ ἀδελφοῖς, καὶ μετʼ οὐ πολὺ σπῶνται τὰς μαχαίρας."
    },
    {
      "verse": 23,
      "text": "Καὶ ὅταν ἀπὸ τοῦ οἴνου ἐγερθῶσιν, οὐ μέμνηνται ἃ ἔπραξαν."
    },
    {
      "verse": 24,
      "text": "Ὦ ἄνδρες, οὐχ ὑπερισχύει ὁ οἶνος, ὅτι οὕτως ἀναγκάζει ποιεῖν; καὶ ἐσίγησεν οὕτως εἴπας."
    }
  ]
}