{
  "book_id": "JHN",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And on the third day there was a marriage-feast in Cana of Galilee; and the mother of Jesus was there."
    },
    {
      "verse": 2,
      "text": "And both Jesus and his disciples were invited to the feast."
    },
    {
      "verse": 3,
      "text": "And they had no wine, because the wine of the feast had failed. Then the mother of Jesus saith to him, There is no wine."
    },
    {
      "verse": 4,
      "text": "Jesus saith to her, Woman, what have I to do with thee? My hour is not yet come."
    },
    {
      "verse": 5,
      "text": "His mother saith to the servants, Whatever he saith to you, do it."
    },
    {
      "verse": 6,
      "text": "Now there were set there six water-pots of stone, in conformity with the Jews' custom of purifying, containing two or three firkins apiece."
    },
    {
      "verse": 7,
      "text": "Jesus saith to them, Fill the water-pots with water. And they filled them up to the brim."
    },
    {
      "verse": 8,
      "text": "And he saith to them, Draw out now, and bear it to the master of the feast. And they bore it."
    },
    {
      "verse": 9,
      "text": "But when the master of the feast tasted the water that had been made wine, not knowing whence it was, but the servants who drew the water knew, he called the bridegroom"
    },
    {
      "verse": 10,
      "text": "and said to him, Every man setteth on the good wine first, and when men have drunk freely, that which is worse. Thou hast kept the good wine until now."
    },
    {
      "verse": 11,
      "text": "This beginning of the signs Jesus made in Cana of Galilee, and manifested his glory; and his disciples believed in him."
    },
    {
      "verse": 12,
      "text": "After this he went down to Capernaum, he and his mother, and his brothers, and his disciples; and they abode there not many days."
    },
    {
      "verse": 13,
      "text": "And the passover of the Jews was near; and Jesus went up to Jerusalem."
    },
    {
      "verse": 14,
      "text": "And he found in the temple those who sold oxen, and sheep, and doves, and the money-changers sitting."
    },
    {
      "verse": 15,
      "text": "And having made a scourge of cords, he drove them all out of the temple, both the sheep and the oxen; and poured out the money of the exchangers, and overthrew the tables;"
    },
    {
      "verse": 16,
      "text": "and said to those who sold the doves, Take these things hence; make not my Father's house a house of merchandise."
    },
    {
      "verse": 17,
      "text": "His disciples remembered that it was written, “Zeal for thy house will consume me.”"
    },
    {
      "verse": 18,
      "text": "The Jews therefore answered and said to him, What sign dost thou show us, seeing thou doest these things?"
    },
    {
      "verse": 19,
      "text": "Jesus answered and said to them, Destroy this temple, and in three days I will raise it up."
    },
    {
      "verse": 20,
      "text": "Then said the Jews, Forty-six years was this temple in building; and wilt thou raise it up in three days?"
    },
    {
      "verse": 21,
      "text": "But he spoke of the temple of his body."
    },
    {
      "verse": 22,
      "text": "When therefore he had risen from the dead, his disciples remembered that he had said this; and they believed the Scripture, and the word which Jesus had spoken."
    },
    {
      "verse": 23,
      "text": "And when he was in Jerusalem at the passover, at the feast, many believed in his name, when they saw his signs which he wrought."
    },
    {
      "verse": 24,
      "text": "But Jesus did not trust himself to them, because he knew all men;"
    },
    {
      "verse": 25,
      "text": "and had no need that any one should testify concerning man; for he himself knew what was in man."
    }
  ]
}