{
  "book_id": "JHN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "After these things there was the feast of the Jews, and Jesus went up to Jerusalem."
    },
    {
      "verse": 2,
      "text": "Now there is at Jerusalem, by the sheep-gate, a pool, which is called in Hebrew Bethzatha, having five porches."
    },
    {
      "verse": 3,
      "text": "In these were lying a multitude of diseased persons, blind, lame, withered."
    },
    {
      "verse": 4,
      "text": ""
    },
    {
      "verse": 5,
      "text": "And a certain man was there, who had had his infirmity thirty-eight years."
    },
    {
      "verse": 6,
      "text": "Jesus saw this man lying there, and knowing that he had been for a long time diseased, saith to him, Dost thou wish to be made well?"
    },
    {
      "verse": 7,
      "text": "The diseased man answered him, Sir, I have no man, when the water is troubled, to put me into the pool; but while I am coming, another goeth down before me."
    },
    {
      "verse": 8,
      "text": "Jesus saith to him, Rise, take up thy bed, and walk."
    },
    {
      "verse": 9,
      "text": "And immediately the man was made well, and took up his bed, and walked. And that day was the sabbath."
    },
    {
      "verse": 10,
      "text": "The Jews therefore said to him that was cured, It is the sabbath; and it is not lawful for thee to take up the bed."
    },
    {
      "verse": 11,
      "text": "He answered them, He that made me well, the same said to me, Take up thy bed, and walk. T"
    },
    {
      "verse": 12,
      "text": "hey asked him, Who is the man that said to thee, Take up, and walk?"
    },
    {
      "verse": 13,
      "text": "But the diseased man knew not who it was; for Jesus had withdrawn himself, there being a crowd in the place."
    },
    {
      "verse": 14,
      "text": "Afterwards Jesus found him in the temple, and said to him, Behold, thou art made well; sin no more, lest something worse befall thee."
    },
    {
      "verse": 15,
      "text": "The man went away, and told the Jews that it was Jesus who had made him well."
    },
    {
      "verse": 16,
      "text": "And on this account the Jews persecuted Jesus, because he did these things on the sabbath."
    },
    {
      "verse": 17,
      "text": "But he answered them, My Father is working up to this time, and I work."
    },
    {
      "verse": 18,
      "text": "On this account the Jews sought the more to kill him, because he not only broke the sabbath, but also said that God was his own Father, making himself equal with God."
    },
    {
      "verse": 19,
      "text": "Then answered Jesus and said to them, Truly, truly do I say to you, The Son can do nothing of himself, but what he seeth the Father doing; for whatever He doeth, these things the Son also doeth in like manner;"
    },
    {
      "verse": 20,
      "text": "for the Father loveth the Son, and showeth him all things which he himself doeth; and greater works than these will he show him, so that ye will wonder."
    },
    {
      "verse": 21,
      "text": "For as the Father raiseth up the dead, and giveth them life, so the Son also giveth life to whom he will."
    },
    {
      "verse": 22,
      "text": "For neither doth the Father judge any one, but hath committed all judgment to the Son;"
    },
    {
      "verse": 23,
      "text": "that all may honor the Son, as they honor the Father. He that honoreth not the Son, honoreth not the Father, who sent him."
    },
    {
      "verse": 24,
      "text": "Truly, truly do I say to you, He that heareth my word, and believeth him that sent me, hath everlasting life, and cometh not into condemnation, but hath passed out of death into life."
    },
    {
      "verse": 25,
      "text": "Truly, truly do I say to you, The hour is coming and now is, when the dead will hear the voice of the Son of God; and they that hear will live."
    },
    {
      "verse": 26,
      "text": "For as the Father hath life in himself, so did he give to the Son also to have life in himself."
    },
    {
      "verse": 27,
      "text": "And he gave him authority to execute judgment, because he is a son of man."
    },
    {
      "verse": 28,
      "text": "Marvel not at this; for the hour is coming, in which all that are in the tombs will hear his voice,"
    },
    {
      "verse": 29,
      "text": "and will come forth, they that have done good, to a resurrection of life; they that have done evil, to a resurrection of condemnation."
    },
    {
      "verse": 30,
      "text": "I can of myself do nothing. As I hear, I judge; and my judgment is just, because I seek not my own will, but the will of him that sent me."
    },
    {
      "verse": 31,
      "text": "If I bear witness of myself, my witness is not true."
    },
    {
      "verse": 32,
      "text": "There is another who beareth witness of me; and ye know that the witness which he witnesseth of me is true."
    },
    {
      "verse": 33,
      "text": "Ye have sent to John, and he hath borne witness to the truth."
    },
    {
      "verse": 34,
      "text": "But the testimony which I receive is not from man; but these things I say, that ye may be saved."
    },
    {
      "verse": 35,
      "text": "He was the burning and shining lamp: and ye were willing for a season to rejoice in his light."
    },
    {
      "verse": 36,
      "text": "But the testimony which I have, is greater than that of John; for the works which the Father hath given me to perform, the works themselves which I do, bear witness of me, that the Father hath sent me."
    },
    {
      "verse": 37,
      "text": "And the Father who sent me, he hath borne witness of me. Ye have neither heard his voice at any time, nor seen his form."
    },
    {
      "verse": 38,
      "text": "And ye have not his word abiding in you; for whom he sent, him ye believe not."
    },
    {
      "verse": 39,
      "text": "Ye search the Scriptures, because ye yourselves think that in them ye have everlasting life; and it is they which testify of me;"
    },
    {
      "verse": 40,
      "text": "and ye are not willing to come to me, that ye may have life."
    },
    {
      "verse": 41,
      "text": "I receive not honor from men;"
    },
    {
      "verse": 42,
      "text": "but I know you, that ye have not the love of God in you."
    },
    {
      "verse": 43,
      "text": "I have come in my Father's name, and ye receive me not; if another come in his own name, him ye will receive."
    },
    {
      "verse": 44,
      "text": "How can ye believe while ye receive honor from one another, and seek not the honor that is from him who alone is God?"
    },
    {
      "verse": 45,
      "text": "Do not think that I shall accuse you to the Father; there is one that accuseth you, even Moses, in whom ye have placed your hope."
    },
    {
      "verse": 46,
      "text": "For if ye believed Moses, ye would believe me; for he wrote of me."
    },
    {
      "verse": 47,
      "text": "But if ye do not believe his writings, how will ye believe my words?"
    }
  ]
}