{
  "book_id": "JHN",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "After these things Jesus walked in Galilee; for he would not walk in Judaea, because the Jews sought to kill him."
    },
    {
      "verse": 2,
      "text": "Now the feast of the Jews, the feast of tabernacles, was at hand."
    },
    {
      "verse": 3,
      "text": "His brothers therefore said to him, Depart hence, and go into Judaea, that thy disciples also may see thy works which thou art doing."
    },
    {
      "verse": 4,
      "text": "For no one doeth anything in secret, and yet himself seeketh to be known openly. If thou doest these things, manifest thyself to the world."
    },
    {
      "verse": 5,
      "text": "For even his brothers did not believe in him."
    },
    {
      "verse": 6,
      "text": "Jesus saith to them, My time is not yet come; but your time is always ready."
    },
    {
      "verse": 7,
      "text": "The world cannot hate you; but me it hateth, because I testify of it, that its works are evil."
    },
    {
      "verse": 8,
      "text": "Go ye up to the feast; I go not up to this feast; for my time is not yet fully come."
    },
    {
      "verse": 9,
      "text": "Having said these things, he remained in Galilee."
    },
    {
      "verse": 10,
      "text": "But when his brothers had gone up to the feast, then he also went up, not openly, but as it were in secret."
    },
    {
      "verse": 11,
      "text": "The Jews therefore sought him at the feast, and said, Where is that man?"
    },
    {
      "verse": 12,
      "text": "And there was much debating among the multitude concerning him. Some said, He is a good man; others said, Nay, but he deceiveth the multitude."
    },
    {
      "verse": 13,
      "text": "No one, however, spoke openly of him, for fear of the Jews."
    },
    {
      "verse": 14,
      "text": "But when it was now the midst of the feast, Jesus went up into the temple and taught."
    },
    {
      "verse": 15,
      "text": "The Jews therefore marveled, saying, How knoweth this man letters, having never learned?"
    },
    {
      "verse": 16,
      "text": "Jesus therefore answered them, and said, My teaching is not mine, but his that sent me."
    },
    {
      "verse": 17,
      "text": "If any one is desirous to do his will, he will know concerning the teaching, whether it is from God, or whether I speak from myself."
    },
    {
      "verse": 18,
      "text": "He that speaketh from himself seeketh his own glory; but he that seeketh the glory of him that sent him, he is true, and in him is no unrighteousness."
    },
    {
      "verse": 19,
      "text": "Hath not Moses given you the Law? and none of you keepeth the Law! Why do ye seek to kill me?"
    },
    {
      "verse": 20,
      "text": "The multitude answered, Thou hast a demon! Who seeketh to kill thee?"
    },
    {
      "verse": 21,
      "text": "Jesus answered and said to them, I have done one good work, and ye are all wondering."
    },
    {
      "verse": 22,
      "text": "Moses hath given you circumcision, (not that it is from Moses, but from the fathers;) and ye on the sabbath circumcise a man."
    },
    {
      "verse": 23,
      "text": "If a man receive circumcision on the sabbath, that the law of Moses may not be broken, are ye angry at me, because I have restored soundness to the whole body of a man on the sabbath?"
    },
    {
      "verse": 24,
      "text": "Judge not according to the appearance, but judge righteous judgment."
    },
    {
      "verse": 25,
      "text": "Then some of the men of Jerusalem said, Is not this he whom they seek to kill?"
    },
    {
      "verse": 26,
      "text": "and see! he speaketh boldly, and they say nothing to him. Have the rulers discovered certainly that this man is the Christ?"
    },
    {
      "verse": 27,
      "text": "Still, as to this man, we know whence he is; but when the Christ cometh, no one knoweth whence he is."
    },
    {
      "verse": 28,
      "text": "Jesus therefore cried aloud, teaching in the temple and saying, Ye both know me, and ye know whence I am; and I have not come of myself, but there is in truth one who sent me, whom ye know not."
    },
    {
      "verse": 29,
      "text": "I know him, because I am from him, and he hath sent me."
    },
    {
      "verse": 30,
      "text": "Therefore they sought to take him; but no one laid hands on him, because his hour had not yet come."
    },
    {
      "verse": 31,
      "text": "But of the multitude many believed in him, and said, When the Christ cometh, will he do more signs than these which this man doeth?"
    },
    {
      "verse": 32,
      "text": "The Pharisees heard the multitude thus debating concerning him; and the chief priest and the Pharisees sent officers to seize him."
    },
    {
      "verse": 33,
      "text": "Jesus therefore said, Yet a little while I am with you, and then I go to him that sent me."
    },
    {
      "verse": 34,
      "text": "Ye will seek me and not find me; and where I am, ye cannot come."
    },
    {
      "verse": 35,
      "text": "The Jews therefore said among themselves, Whither will this man go, that we shall not find him? Will he go to the dispersed among the Greeks, and teach the Greeks?"
    },
    {
      "verse": 36,
      "text": "What meaneth this which he said, Ye will seek me, and not find me; and where I am, ye cannot come?"
    },
    {
      "verse": 37,
      "text": "On the last day, which is the great day, of the feast, Jesus stood and cried aloud, saying, If any one thirst, let him come to me, and drink."
    },
    {
      "verse": 38,
      "text": "He that believeth in me, from within him, as the Scripture hath said, will flow rivers of living water."
    },
    {
      "verse": 39,
      "text": "But this he said of the Spirit, which those that believed in him were to receive; for the Spirit was not yet, because Jesus was not yet glorified."
    },
    {
      "verse": 40,
      "text": "Some of the multitude therefore, when they heard these words, said, This is in truth the prophet. Others said, This is the Christ."
    },
    {
      "verse": 41,
      "text": "Others said, Doth the Christ then come from Galilee?"
    },
    {
      "verse": 42,
      "text": "Hath not the Scripture said, that the Christ cometh from the seed of David, and from Bethlehem, the town where David was?"
    },
    {
      "verse": 43,
      "text": "So there was a division among the multitude because of him."
    },
    {
      "verse": 44,
      "text": "And some of them wished to seize him; but no one laid hands on him."
    },
    {
      "verse": 45,
      "text": "The officers therefore came to the chief priests and Pharisees, who said to them, Why did ye not bring him?"
    },
    {
      "verse": 46,
      "text": "The officers answered, Never man spoke like this man."
    },
    {
      "verse": 47,
      "text": "The Pharisees answered them, Have ye also been deceived?"
    },
    {
      "verse": 48,
      "text": "Hath any one of the rulers believed in him? or of the Pharisees?"
    },
    {
      "verse": 49,
      "text": "but this multitude that know not the Law are accursed."
    },
    {
      "verse": 50,
      "text": "Nicodemus saith to them, being one of them,"
    },
    {
      "verse": 51,
      "text": "Doth our law judge a man, unless it first hear from him, and know what he doeth?"
    },
    {
      "verse": 52,
      "text": "They answered and said to him, Art thou too from Galilee? Search and see that no prophet ariseth from Galilee."
    },
    {
      "verse": 53,
      "text": "{Joh 7:53 - 8:12: This passage is omitted as ungenuine by Tischendorf and most critical editors of the Greek Testament. It is found in some manuscripts, but not in the most ancient. It is, however, very generally regarded as a genuine relic of the teaching of Christ, though not forming a part of the fourth Gospel. I give it in the text of Tregelles, omitting the words which he incloses in brackets. Tregelles, however, does not suppose it to be genuine.} [[And they went each to his house;"
    }
  ]
}