{
  "book_id": "JHN",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "but Jesus went to the mount of Olives."
    },
    {
      "verse": 2,
      "text": "And early in the morning he came again to the temple, and all the people were coming to him. And he sat down and taught them."
    },
    {
      "verse": 3,
      "text": "And the scribes and the Pharisees bring to him a woman taken in adultery; and having set her in the midst,"
    },
    {
      "verse": 4,
      "text": "they say to him, Teacher, this woman was taken in adultery, in the very act."
    },
    {
      "verse": 5,
      "text": "Now in the Law Moses commanded us to stone such persons; what then dost thou say?"
    },
    {
      "verse": 6,
      "text": "But this they said to try him, that they might be able to accuse him. But Jesus stooped down, and with his finger wrote on the ground."
    },
    {
      "verse": 7,
      "text": "But when they continued asking him, he lifted himself up, and said to them, Let him that is without sin among you first cast a stone at her."
    },
    {
      "verse": 8,
      "text": "And again he stooped down, and wrote on the ground."
    },
    {
      "verse": 9,
      "text": "And when they heard this, they went out one by one, beginning with the oldest; and Jesus was left alone, and the woman who was in the midst."
    },
    {
      "verse": 10,
      "text": "And Jesus lifted himself up and said to her, Woman, where are they? Did no one condemn thee!"
    },
    {
      "verse": 11,
      "text": "And she said, No one, Lord. And Jesus said, neither do I condemn thee; go, and sin no more."
    },
    {
      "verse": 12,
      "text": "Again therefore Jesus spoke to them, saying, I am the light of the world; he that followeth me shall not walk in the darkness, but shall have the light of life.]]"
    },
    {
      "verse": 13,
      "text": "The Pharisees therefore said to him, Thou bearest witness of thyself; thy witness is not true."
    },
    {
      "verse": 14,
      "text": "Jesus answered and said to them, Though I bear witness of myself, my witness is true; for I know whence I came, and whither I go; ye know not whence I come, or whither I go."
    },
    {
      "verse": 15,
      "text": "Ye judge according to the flesh; I judge no one."
    },
    {
      "verse": 16,
      "text": "But even if I myself should judge, my judgment is true, because I am not alone, but I and he who sent me."
    },
    {
      "verse": 17,
      "text": "Moreover, it is written in your law, that the witness of two men is true."
    },
    {
      "verse": 18,
      "text": "I am one who bear witness of myself, and the Father who sent me beareth witness of me."
    },
    {
      "verse": 19,
      "text": "They said therefore to him, Where is thy Father? Jesus answered, Ye know neither me, nor my Father. If ye knew me, ye would know my Father also."
    },
    {
      "verse": 20,
      "text": "These words he spoke in the treasury, while teaching in the temple; and no one laid hands on him, because his hour had not yet come."
    },
    {
      "verse": 21,
      "text": "Again therefore he said to them, I go away, and ye will seek me, and will die in your sin. Whither I go, ye cannot come."
    },
    {
      "verse": 22,
      "text": "The Jews therefore said, Will he kill himself, that he saith, Whither I go, ye cannot come?"
    },
    {
      "verse": 23,
      "text": "And he said to them, Ye are from beneath, I am from above; ye are of this world, I am not of this world."
    },
    {
      "verse": 24,
      "text": "Therefore I said to you, that ye will die in your sins; for unless ye believe that I am He, ye will die in your sins."
    },
    {
      "verse": 25,
      "text": "They said therefore to him, Who art thou? Jesus said to them, In the first place, I am just that which I speak to you."
    },
    {
      "verse": 26,
      "text": "I have many things to say, and to judge, concerning you; but he who sent me is true; and I speak to the world what I heard from him."
    },
    {
      "verse": 27,
      "text": "They understood not that he spoke to them of the Father."
    },
    {
      "verse": 28,
      "text": "Jesus therefore said, When ye have lifted up the Son of man, then ye will know that I am He, and do nothing of myself, but speak these things as the Father taught me."
    },
    {
      "verse": 29,
      "text": "And he that sent me is with me; he hath not left me alone, for I always do the things that please him."
    },
    {
      "verse": 30,
      "text": "As he spoke these words, many believed in him."
    },
    {
      "verse": 31,
      "text": "Jesus therefore said to those Jews who believed in him, If ye continue in my word, ye are truly my disciples;"
    },
    {
      "verse": 32,
      "text": "and ye will know the truth, and the truth will make you free."
    },
    {
      "verse": 33,
      "text": "They answered him, We are Abraham's offspring, and have never been in bondage to any one; how sayest, thou, Ye will be made free?"
    },
    {
      "verse": 34,
      "text": "Jesus answered them, Truly, truly do I say to you, Every one that committeth sin is a bond-servant of sin."
    },
    {
      "verse": 35,
      "text": "And the bond-servant abideth not in the house for ever; the son abideth for ever."
    },
    {
      "verse": 36,
      "text": "If therefore the Son make you free, ye will be free indeed."
    },
    {
      "verse": 37,
      "text": "I know that ye are Abraham's offspring; but ye seek to kill me, because my word is not received within you."
    },
    {
      "verse": 38,
      "text": "I speak what I have seen with the Father; and ye accordingly do what ye have seen with your father."
    },
    {
      "verse": 39,
      "text": "They answered and said to him, Abraham is our father. Jesus saith to them, If ye were Abraham's children, ye would do the works of Abraham."
    },
    {
      "verse": 40,
      "text": "But now ye seek to kill me, a man that hath spoken to you the truth, which I heard from God; this did not Abraham."
    },
    {
      "verse": 41,
      "text": "Ye do the works of your father. They said to him, We were not born of fornication; we have one Father, God."
    },
    {
      "verse": 42,
      "text": "Jesus said to them, If God were your father, ye would love me; for from God I proceeded forth and am come; neither came I of myself, but he sent me."
    },
    {
      "verse": 43,
      "text": "Why do ye not understand my language? It is because ye cannot listen to my word."
    },
    {
      "verse": 44,
      "text": "Ye are of your father the Devil, and what your father desireth ye are ready to do. He was a murderer from the beginning; and he abideth not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh from his own nature; for he is a liar, and the father of it."
    },
    {
      "verse": 45,
      "text": "But because I speak the truth, ye believe me not."
    },
    {
      "verse": 46,
      "text": "Which of you convicteth me of sin? If I speak truth, Why do ye not believe me?"
    },
    {
      "verse": 47,
      "text": "He that is of God heareth God's words; for this cause ye do not hear, because ye are not of God."
    },
    {
      "verse": 48,
      "text": "The Jews answered and said to him, Say we not well, that thou art a Samaritan, and hast a demon?"
    },
    {
      "verse": 49,
      "text": "Jesus answered, I have not a demon, but I honor my Father, and ye dishonor me."
    },
    {
      "verse": 50,
      "text": "But I seek not my own glory; there is one that seeketh and judgeth."
    },
    {
      "verse": 51,
      "text": "Truly, truly do I say to you, If any one keep my word, he will never see death."
    },
    {
      "verse": 52,
      "text": "The Jews said to him, Now we know that thou hast a demon. Abraham died, and the prophets; and thou sayest, If any one keep my word, he will never taste of death."
    },
    {
      "verse": 53,
      "text": "Art thou greater than our father Abraham, who died? The prophets also died. Whom dost thou make thyself?"
    },
    {
      "verse": 54,
      "text": "Jesus answered, If I glorify myself, my glory is nothing. It is my Father that glorifieth me, of whom ye say, He is our God:"
    },
    {
      "verse": 55,
      "text": "yet ye know him not; but I know him. And if I should say, I know him not, I should be a liar like you. But I know him, and keep his word."
    },
    {
      "verse": 56,
      "text": "Your father Abraham exulted that he might see my day; and he saw it, and was glad."
    },
    {
      "verse": 57,
      "text": "The Jews therefore said to him, Thou art not yet fifty years old, and hast thou seen Abraham?"
    },
    {
      "verse": 58,
      "text": "Jesus said to them, Truly, truly do I say to you, From before Abraham was, I have been."
    },
    {
      "verse": 59,
      "text": "They therefore took up stones to throw at him; but Jesus concealed himself, and went out of the temple."
    }
  ]
}