{
  "book_id": "JHN",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Truly, truly do I say to you, He that entereth not through the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber;"
    },
    {
      "verse": 2,
      "text": "but he that entereth through the door is the shepherd of the sheep."
    },
    {
      "verse": 3,
      "text": "To him the porter openeth; and the sheep hear his voice; and his own sheep he calleth by name, and leadeth them out."
    },
    {
      "verse": 4,
      "text": "When he hath put forth all his own, he goeth before them, and the sheep follow him, because they know his voice."
    },
    {
      "verse": 5,
      "text": "But a stranger they will not follow, but will flee from him; because they know not the voice of strangers."
    },
    {
      "verse": 6,
      "text": "This parable Jesus spoke to them; but they did not understand what the things were which he spoke to them."
    },
    {
      "verse": 7,
      "text": "Jesus therefore said, Truly, truly do I say to you, I am the door of the sheep."
    },
    {
      "verse": 8,
      "text": "All those who came are thieves and robbers; but the sheep did not hear them."
    },
    {
      "verse": 9,
      "text": "I am the door; if any one enter through me, he will be saved, and will go in and out, and find pasture."
    },
    {
      "verse": 10,
      "text": "The thief cometh not but to steal, and to kill, and to destroy; I came that they might have life, and have abundance."
    },
    {
      "verse": 11,
      "text": "I am the good shepherd; the good shepherd giveth his life for the sheep."
    },
    {
      "verse": 12,
      "text": "He that is a hireling and not a shepherd, nor the owner of the sheep, seeth the wolf coming, and leaveth the sheep, and fleeth; and the wolf catcheth them, and scattereth the sheep;"
    },
    {
      "verse": 13,
      "text": "because he is a hireling, and careth not for the sheep."
    },
    {
      "verse": 14,
      "text": "I am the good shepherd, and I know my sheep, and they know me,"
    },
    {
      "verse": 15,
      "text": "even as the Father knoweth me, and I know the Father; and I give my life for the sheep."
    },
    {
      "verse": 16,
      "text": "And other sheep I have, which are not of this fold; them also I must bring; and they will hear my voice, and there will be one flock, one shepherd."
    },
    {
      "verse": 17,
      "text": "On this account the Father loveth me, because I lay down my life, that I may take it again."
    },
    {
      "verse": 18,
      "text": "No one taketh it from me, but I lay it down of myself. I have authority to lay it down, and I have authority to take it again; this charge I received from my Father."
    },
    {
      "verse": 19,
      "text": "Again there arose a division among the Jews on account of these words."
    },
    {
      "verse": 20,
      "text": "Many of them said, He hath a demon, and is mad; why do ye hear him?"
    },
    {
      "verse": 21,
      "text": "Others said, These are not the words of one that hath a demon. Can a demon open the eyes of the blind?"
    },
    {
      "verse": 22,
      "text": "And the feast of the dedication came at Jerusalem. It was winter;"
    },
    {
      "verse": 23,
      "text": "and Jesus was walking in the temple, in Solomon's porch."
    },
    {
      "verse": 24,
      "text": "Then came the Jews around him, and said to him, How long dost thou hold our minds in suspense? If thou art the Christ, tell us plainly."
    },
    {
      "verse": 25,
      "text": "Jesus answered them, I have told you, and ye do not believe. The works that I do in my Father's name, these bear witness of me."
    },
    {
      "verse": 26,
      "text": "But ye do not believe, because ye are not of my sheep, as I said to you."
    },
    {
      "verse": 27,
      "text": "My sheep hear my voice, and I know them, and they follow me;"
    },
    {
      "verse": 28,
      "text": "and I give them everlasting life; and they shall never perish, nor shall any one tear them out of my hand."
    },
    {
      "verse": 29,
      "text": "That which my Father hath given me is greater than all; and no one is able to tear [[them]] out of the Father's hand."
    },
    {
      "verse": 30,
      "text": "I and the Father are one."
    },
    {
      "verse": 31,
      "text": "The Jews again took up stones to stone him."
    },
    {
      "verse": 32,
      "text": "Jesus answered them, Many good works have I shown you from the Father; for which of those works do ye stone me?"
    },
    {
      "verse": 33,
      "text": "The Jews answered him, Not for a good work do we stone thee, but for blasphemy, and because thou, who art a man, makest thyself God."
    },
    {
      "verse": 34,
      "text": "Jesus answered them, Is it not written in your Law, “I said, ye are gods”?"
    },
    {
      "verse": 35,
      "text": "If he called them gods, to whom the word of God came, and the Scripture cannot be made void,"
    },
    {
      "verse": 36,
      "text": "say ye of him whom the Father sanctified, and sent into the world, Thou blasphemest, because I said, I am the Son of God?"
    },
    {
      "verse": 37,
      "text": "If I do not the works of my Father, believe me not."
    },
    {
      "verse": 38,
      "text": "But if I do them, though ye believe not me, believe the works; that ye may learn and know that the Father is in me, and I in the Father."
    },
    {
      "verse": 39,
      "text": "They sought therefore to seize him; and he went forth out of their hands."
    },
    {
      "verse": 40,
      "text": "And he went away again beyond the Jordan, to the place where John was at first baptizing; and there he abode."
    },
    {
      "verse": 41,
      "text": "And many came to him, and said, John indeed wrought no sign; but everything that John said of this man was true."
    },
    {
      "verse": 42,
      "text": "And many believed in him there."
    }
  ]
}