{
  "book_id": "JHN",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Now before the feast of the passover, Jesus, knowing that his hour had come that he should depart out of this world to the Father, having loved his own who were in the world, loved them unto the end."
    },
    {
      "verse": 2,
      "text": "And supper being served,—the Devil having already put it into the heart of Judas Iscariot, the son of Simon, to betray him,—"
    },
    {
      "verse": 3,
      "text": "he, knowing that the Father had given all things into his hands, and that he came forth from God, and was going to God,"
    },
    {
      "verse": 4,
      "text": "riseth from the supper, and layeth aside his garments, and took a towel, and girded himself."
    },
    {
      "verse": 5,
      "text": "Then he poureth water into the basin, and began to wash the disciples' feet, and to wipe them with the towel wherewith he was girded."
    },
    {
      "verse": 6,
      "text": "So he cometh to Simon Peter; who saith to him, Lord, dost thou wash my feet?"
    },
    {
      "verse": 7,
      "text": "Jesus answered and said to him, What I do thou knowest not now, but thou wilt know hereafter."
    },
    {
      "verse": 8,
      "text": "Peter saith to him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me."
    },
    {
      "verse": 9,
      "text": "Simon Peter saith to him, Lord, not my feet only, but also my hands and my head."
    },
    {
      "verse": 10,
      "text": "Jesus saith to him, He that hath bathed needeth not to wash himself, but is wholly clean; and ye are clean, but not all."
    },
    {
      "verse": 11,
      "text": "For he knew who was about to betray him; for this reason he said, Ye are not all clean."
    },
    {
      "verse": 12,
      "text": "So after he had washed their feet, and had taken his garments, and placed himself again at the table, he said to them, Know ye what I have done to you?"
    },
    {
      "verse": 13,
      "text": "Ye call me the Teacher, and the Lord; and ye say well; for so I am."
    },
    {
      "verse": 14,
      "text": "If I then, the Lord and the Teacher, have washed your feet, ye also ought to wash one another's feet."
    },
    {
      "verse": 15,
      "text": "For I have given you an example, that ye also should do as I have done to you."
    },
    {
      "verse": 16,
      "text": "Truly, truly do I say to you, A servant is not greater than his lord, nor one who is sent greater than he that sent him."
    },
    {
      "verse": 17,
      "text": "If ye know these things, happy are ye if ye do them."
    },
    {
      "verse": 18,
      "text": "I speak not of you all; I know whom I chose; but that the Scripture may be fulfilled, “He that eateth bread with me, hath lifted up his heel against me.”"
    },
    {
      "verse": 19,
      "text": "I tell you now before it hath come to pass, that when it hath come to pass ye may believe that I am He."
    },
    {
      "verse": 20,
      "text": "Truly, truly do I say to you, He that receiveth whomever I send, receiveth me; and he that receiveth me, receiveth him who sent me."
    },
    {
      "verse": 21,
      "text": "Having said this, Jesus was troubled in spirit, and testified, and said, Truly, truly do I say to you, that one of you will betray me."
    },
    {
      "verse": 22,
      "text": "The disciples therefore looked at one another, doubting of whom he spoke."
    },
    {
      "verse": 23,
      "text": "There was reclining on Jesus' bosom one of his disciples, whom Jesus loved."
    },
    {
      "verse": 24,
      "text": "To him therefore Simon Peter maketh a sign, and saith to him, Tell who it is of whom he is speaking."
    },
    {
      "verse": 25,
      "text": "He, therefore, leaning back on the breast of Jesus, saith to him, Lord, who is it?"
    },
    {
      "verse": 26,
      "text": "Jesus answereth, It is he for whom I shall dip the morsel and give it to him. Having therefore dipped the morsel, he taketh and giveth it to Judas, the son of Simon Iscariot."
    },
    {
      "verse": 27,
      "text": "And after the morsel, Satan entered into him. Jesus therefore saith to him, What thou doest, do quickly."
    },
    {
      "verse": 28,
      "text": "Now no one at the table knew for what intent he said this to him."
    },
    {
      "verse": 29,
      "text": "For some thought, because Judas kept the purse, that Jesus said to him, Buy what we need for the feast; or that he should give something to the poor."
    },
    {
      "verse": 30,
      "text": "He then, having received the morsel, went out immediately; and it was night."
    },
    {
      "verse": 31,
      "text": "When therefore he had gone out, Jesus saith, Now is the Son of man glorified, and God is glorified in him."
    },
    {
      "verse": 32,
      "text": "If God is glorified in him, God will also glorify him in himself, and will immediately glorify him."
    },
    {
      "verse": 33,
      "text": "My children, yet a little while I am with you. Ye will seek me; and, as I said to the Jews, Whither I go, ye cannot come, so now I say to you."
    },
    {
      "verse": 34,
      "text": "A new commandment I give you, that ye love one another; as I have loved you, that ye also love one another."
    },
    {
      "verse": 35,
      "text": "By this will all men know that ye are my disciples, if ye have love one for another."
    },
    {
      "verse": 36,
      "text": "Simon Peter saith to him, Lord, whither dost thou go? Jesus answered, Whither I go, thou canst not follow me now; but thou wilt follow me afterward."
    },
    {
      "verse": 37,
      "text": "Peter saith to him, Lord, why cannot I follow thee now? I will lay down my life for thee."
    },
    {
      "verse": 38,
      "text": "Jesus answereth, Wilt thou lay down thy life for me? Truly, truly do I say to thee, A cock will not crow, till thou hast thrice denied me."
    }
  ]
}