{
  "book_id": "JHN",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "These things have I spoken to you, that ye may not fall away."
    },
    {
      "verse": 2,
      "text": "They will put you out of the synagogues; yea, the hour is coming when every one that killeth you will think that he is offering sacrifice to God."
    },
    {
      "verse": 3,
      "text": "And these things will they do, because they neither know the Father nor me."
    },
    {
      "verse": 4,
      "text": "But I have spoken these things to you, that, when the time cometh, ye may remember that I myself told you of them. But these things I told you not at the beginning, because I was with you."
    },
    {
      "verse": 5,
      "text": "But now I go to him that sent me; and none of you asketh me, Whither goest thou?"
    },
    {
      "verse": 6,
      "text": "But because I have spoken these things to you, sorrow hath filled your hearts."
    },
    {
      "verse": 7,
      "text": "But I tell you the truth; it is expedient for you that I depart. For if I do not depart, the Comforter will not come to you; but if I go, I will send him to you."
    },
    {
      "verse": 8,
      "text": "And when he is come, he will bring conviction to the world, of sin, and of righteousness, and of judgment."
    },
    {
      "verse": 9,
      "text": "Of sin, because they believe not in me;"
    },
    {
      "verse": 10,
      "text": "of righteousness, because I go to the Father, and ye see me no more;"
    },
    {
      "verse": 11,
      "text": "of judgment, because the prince of this world hath been judged."
    },
    {
      "verse": 12,
      "text": "I have yet many things to say to you, but ye cannot bear them now."
    },
    {
      "verse": 13,
      "text": "But when he, the Spirit of truth, is come, he will guide you into all the truth. For he will not speak from himself, but whatever he shall hear, that he will speak; and he will tell you the things to come."
    },
    {
      "verse": 14,
      "text": "He will glorify me, for he will receive of what is mine, and will tell it to you."
    },
    {
      "verse": 15,
      "text": "Every thing that the Father hath is mine. For this cause I said, that he receiveth of what is mine, and will tell it to you."
    },
    {
      "verse": 16,
      "text": "A little while, and ye no longer behold me; and again a little while, and ye will see me."
    },
    {
      "verse": 17,
      "text": "Some of his disciples therefore said to one another, What is this that he saith to us, A little while, and ye behold me not, and again a little while, and ye will see me? and, Because I go to the Father?"
    },
    {
      "verse": 18,
      "text": "They said therefore, What is this that he saith, A little while? We do not know what he is speaking of."
    },
    {
      "verse": 19,
      "text": "Jesus knew that they were desirous of asking him, and said to them, Is it of this that ye are inquiring of one another, that I said, A little while, and ye behold me not, and again a little while, and ye will See me?"
    },
    {
      "verse": 20,
      "text": "Truly, truly do I say to you, that ye will weep and lament, but the world will rejoice; ye will be sorrowful, but your sorrow will be turned into joy."
    },
    {
      "verse": 21,
      "text": "A woman when she is in travail hath sorrow, because her hour is come; but as soon as she is delivered of the child, she remembereth no more the anguish, through joy that a man is born into the world."
    },
    {
      "verse": 22,
      "text": "So ye also now have sorrow; but I shall see you again, and your heart will rejoice, and your joy no one taketh from you."
    },
    {
      "verse": 23,
      "text": "And in that day ye will ask nothing of me. Truly, truly do I say to you, Whatever ye shall ask the Father, he will give it you in my name."
    },
    {
      "verse": 24,
      "text": "Hitherto ye have asked nothing in my name; ask, and ye will receive, that your joy may be made full."
    },
    {
      "verse": 25,
      "text": "These things I have spoken to you in parables. The time is coming, when I shall no more speak to you in parables, but shall tell you plainly of the Father."
    },
    {
      "verse": 26,
      "text": "In that day ye will ask in my name; and I do not tell you that I will pray the Father for you;"
    },
    {
      "verse": 27,
      "text": "for the Father himself loveth you, because ye have loved me, and have believed that I came forth from God."
    },
    {
      "verse": 28,
      "text": "I came forth from the Father, and have come into the world; again, I leave the world, and go to the Father."
    },
    {
      "verse": 29,
      "text": "His disciples say, Lo! now thou speakest plainly, and speakest no parable."
    },
    {
      "verse": 30,
      "text": "Now are we sure that thou knowest all things, and needest not that any one should ask thee; by this we believe that thou camest forth from God."
    },
    {
      "verse": 31,
      "text": "Jesus answered them, Do ye now believe?"
    },
    {
      "verse": 32,
      "text": "Behold, the hour is coming, yea, is now come, when ye will be scattered, every one to his own, and will leave me alone; and yet I am not alone, because the Father is with me."
    },
    {
      "verse": 33,
      "text": "These things I have spoken to you, that in me ye may have peace. In the world ye have tribulation; but be of good cheer; I have overcome the world."
    }
  ]
}