{
  "book_id": "JHN",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "When Jesus had spoken these words, he went forth with his disciples across the brook Kedron, where was a garden, into which he entered with his disciples."
    },
    {
      "verse": 2,
      "text": "And Judas also, his betrayer, knew the place; because Jesus often resorted thither with his disciples."
    },
    {
      "verse": 3,
      "text": "Judas then, having received the band of soldiers, and officers from the chief priests and Pharisees, cometh thither with torches and lanterns and weapons."
    },
    {
      "verse": 4,
      "text": "But Jesus, knowing all things that were coming upon him, went forth, and saith to them, Whom do ye seek?"
    },
    {
      "verse": 5,
      "text": "They answered him, Jesus the Nazarene. Jesus saith to them, I am he. Now Judas also, his betrayer, was standing with them."
    },
    {
      "verse": 6,
      "text": "As soon then as he said to them, I am he, they went backward, and fell to the ground."
    },
    {
      "verse": 7,
      "text": "Again therefore he asked them, Whom do ye seek? And they said, Jesus the Nazarene."
    },
    {
      "verse": 8,
      "text": "Jesus answered, I have told you that I am he. If therefore ye are seeking me, let these men go."
    },
    {
      "verse": 9,
      "text": "That the saying might be fulfilled which he spoke, “Of those whom thou hast given me, I have lost none.”"
    },
    {
      "verse": 10,
      "text": "Then Simon Peter, having a sword, drew it and smote the servant of the high-priest, and cut off his right ear. And the servant's name was Malchus."
    },
    {
      "verse": 11,
      "text": "Jesus therefore said to Peter, Put up the sword into the sheath. The cup which the Father hath given me, shall I not drink it?"
    },
    {
      "verse": 12,
      "text": "So the band and the captain, and the officers of the Jews, took Jesus and bound him,"
    },
    {
      "verse": 13,
      "text": "and carried him to Annas first; for he was father-in-law of Caiaphas, who was high-priest that year."
    },
    {
      "verse": 14,
      "text": "And it was Caiaphas who counseled the Jews, that it was expedient that one man should die for the people."
    },
    {
      "verse": 15,
      "text": "And Simon Peter and the other disciple followed Jesus. That disciple was an acquaintance of the high-priest, and went with Jesus into the court of the palace of the high-priest."
    },
    {
      "verse": 16,
      "text": "But Peter was standing outside at the door. The other disciple therefore, who was an acquaintance of the high-priest, went out and spoke to her that kept the door, and brought in Peter."
    },
    {
      "verse": 17,
      "text": "Then the maid-servant that kept the door saith to Peter, Art thou also one of this man's disciples? He saith, I am not."
    },
    {
      "verse": 18,
      "text": "And the servants and the officers were standing there, having made a fire of coals, for it was cold, and were warming themselves; and Peter was standing with them and warming himself."
    },
    {
      "verse": 19,
      "text": "The high-priest then asked Jesus about his disciples, and about his teaching."
    },
    {
      "verse": 20,
      "text": "Jesus answered him, I have spoken plainly to the world; I always taught in a synagogue and in the temple, where all the Jews assemble, and in secret I spoke nothing."
    },
    {
      "verse": 21,
      "text": "Why askest thou me? Ask those who have heard, what I have spoken to them; behold, these know what I have said."
    },
    {
      "verse": 22,
      "text": "And when he had said this, one of the officers who was standing by struck Jesus on the face, saying, Is it thus that thou answerest the high-priest?"
    },
    {
      "verse": 23,
      "text": "Jesus answered him, If I spoke what is evil, testify to the evil; but if well, why dost thou strike me?"
    },
    {
      "verse": 24,
      "text": "Annas therefore sent him bound to Caiaphas the high-priest."
    },
    {
      "verse": 25,
      "text": "And Simon Peter was standing and warming himself. So they said to him, Art thou also one of his disciples? He denied and said, I am not."
    },
    {
      "verse": 26,
      "text": "One of the servants of the high-priest, being a kinsman of him whose ear Peter cut off, saith, Did not I see thee in the garden with him?"
    },
    {
      "verse": 27,
      "text": "Then Peter denied again; and immediately a cock crew."
    },
    {
      "verse": 28,
      "text": "Then they lead Jesus from Caiaphas to the governor's palace; and it was early. And they did not themselves go into the palace, that they might not be defiled, but might eat the passover."
    },
    {
      "verse": 29,
      "text": "Pilate therefore went out to them, and saith, What accusation do ye bring against this man?"
    },
    {
      "verse": 30,
      "text": "They answered and said to him, If he had not been doing evil, we would not have delivered him up to thee."
    },
    {
      "verse": 31,
      "text": "Pilate therefore said to them, Take him yourselves, and judge him according to your law. The Jews therefore said to him, It is not lawful for us to put any one to death."
    },
    {
      "verse": 32,
      "text": "That the words of Jesus might be fulfilled, which he spoke, signifying what kind of death he was to die."
    },
    {
      "verse": 33,
      "text": "Pilate therefore went into the palace again, and called Jesus, and said to him, Art thou the King of the Jews?"
    },
    {
      "verse": 34,
      "text": "Jesus answered, Dost thou say this of thyself, or did others tell thee concerning me?"
    },
    {
      "verse": 35,
      "text": "Pilate answered, Am I a Jew? Thy own nation and the chief priests delivered thee up to me. What hast thou done?"
    },
    {
      "verse": 36,
      "text": "Jesus answered, My kingdom is not of this world: if my kingdom were of this world, my servants would have fought, that I should not be delivered up to the Jews; but now is my kingdom not from hence."
    },
    {
      "verse": 37,
      "text": "Pilate therefore said to him, Art thou a king then? Jesus answered, Thou sayest what is true; for I am a king. For this end have I been born, and for this cause have I come into the world, that I may bear witness to the truth. Every one that is of the truth listeneth to my voice."
    },
    {
      "verse": 38,
      "text": "Pilate saith to him, What is truth? And having said this, he went out again to the Jews, and saith to them, I find nothing criminal in him."
    },
    {
      "verse": 39,
      "text": "But ye have a custom that I should release to you one at the passover: do ye desire, therefore, that I release to you the king of the Jews?"
    },
    {
      "verse": 40,
      "text": "Then they cried out again, saying, Not this man, but Barabbas. Now Barabbas was a robber."
    }
  ]
}