{
  "book_id": "JHN",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Then therefore Pilate took Jesus and scourged him."
    },
    {
      "verse": 2,
      "text": "And the soldiers platted a crown of thorns, and put it on his head, and put on him a purple robe, and approached him"
    },
    {
      "verse": 3,
      "text": "and said, Hail, king of the Jews! and they gave him blows on the face."
    },
    {
      "verse": 4,
      "text": "Again Pilate went forth, and saith to them, Behold, I bring him forth to you, that ye may know that I find nothing criminal in him."
    },
    {
      "verse": 5,
      "text": "Jesus therefore came forth, wearing the crown of thorns, and the purple robe. And [[Pilate]] saith to them, Behold the man!"
    },
    {
      "verse": 6,
      "text": "When therefore the chief priests and the officers saw him, they cried out, saying, Crucify! crucify! Pilate saith to them, Take him yourselves, and crucify him; for I find nothing criminal in him."
    },
    {
      "verse": 7,
      "text": "The Jews answered him, We have a law, and according to the law he ought to die, because he made himself the Son of God."
    },
    {
      "verse": 8,
      "text": "When Pilate therefore heard this, he was the more afraid;"
    },
    {
      "verse": 9,
      "text": "and went again into the palace, and saith to Jesus, Whence art thou? But Jesus gave him no answer."
    },
    {
      "verse": 10,
      "text": "Pilate saith to him, Dost thou not speak to me? Dost thou not know that I have power to release thee, and have power to crucify thee?"
    },
    {
      "verse": 11,
      "text": "Jesus answered, Thou wouldst have no power against me, unless it had been given thee from above; for this cause he that delivered me up to thee hath the greater sin."
    },
    {
      "verse": 12,
      "text": "From this time Pilate sought to release him. But the Jews cried out, saying, If thou release this man, thou art not a friend of Caesar. Every one that maketh himself a king, setteth himself against Caesar."
    },
    {
      "verse": 13,
      "text": "When therefore Pilate heard these words, he brought Jesus forth, and sat down on the judgment-seat, in a place called the Pavement, but in Hebrew, Gabbatha."
    },
    {
      "verse": 14,
      "text": "Now it was the preparation of the passover. It was about the sixth hour. And he saith to the Jews, Behold your king!"
    },
    {
      "verse": 15,
      "text": "Upon this they cried out, Away with him! Away with him! Crucify him! Pilate saith to them, Shall I crucify your king? The chief priests answered, We have no king but Caesar."
    },
    {
      "verse": 16,
      "text": "Then therefore he delivered him up to them to be crucified. They therefore took Jesus;"
    },
    {
      "verse": 17,
      "text": "and bearing his own cross, he went forth into the place called Place of a Skull; in Hebrew, Golgotha;"
    },
    {
      "verse": 18,
      "text": "where they crucified him, and with him two others, one on each side, and Jesus in the midst."
    },
    {
      "verse": 19,
      "text": "And Pilate wrote an inscription also, and put it on the cross. And the writing was, “Jesus the Nazarene, the king of the Jews.”"
    },
    {
      "verse": 20,
      "text": "This inscription therefore was read by many of the Jews; for the place where Jesus was crucified was near the city; and it was written in Hebrew, Latin, and Greek."
    },
    {
      "verse": 21,
      "text": "Therefore the chief priests of the Jews said to Pilate, Write not, The king of the Jews; but that he said, I am king of the Jews."
    },
    {
      "verse": 22,
      "text": "Pilate answered, What I have written, I have written."
    },
    {
      "verse": 23,
      "text": "Then the soldiers, when they had crucified Jesus, took his garments and made four parts, to every soldier a part, and also his coat. Now the coat was without seam, woven from the top throughout."
    },
    {
      "verse": 24,
      "text": "They said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be. That the scripture might be fulfilled: “They parted my garments among them, and for my vesture they cast lots.” These things the soldiers did."
    },
    {
      "verse": 25,
      "text": "Now there stood by the cross of Jesus his mother and his mother's sister, Mary the wife of Clopas, and Mary the Magdalene."
    },
    {
      "verse": 26,
      "text": "Jesus therefore, when he saw his mother, and the disciple whom he loved standing by, saith to his mother, Woman, behold thy son!"
    },
    {
      "verse": 27,
      "text": "Then he saith to the disciple, Behold thy mother! And from that hour the disciple took her to his own home."
    },
    {
      "verse": 28,
      "text": "After this, Jesus knowing that all things were now finished, in order that the Scripture might be accomplished, saith, I thirst."
    },
    {
      "verse": 29,
      "text": "A vessel was brought full of vinegar; and putting a sponge filled with vinegar upon a stalk of hyssop, they raised it to his mouth."
    },
    {
      "verse": 30,
      "text": "When therefore he had received the vinegar, he said, It is finished! and he bowed his head, and yielded up his spirit."
    },
    {
      "verse": 31,
      "text": "The Jews therefore, because it was the preparation, that the bodies might not remain upon the cross on the sabbath, for that sabbath was a great day, besought Pilate that their legs might be broken, and that they might be taken away."
    },
    {
      "verse": 32,
      "text": "So the soldiers came and broke the legs of the first, and of the other who was crucified with him."
    },
    {
      "verse": 33,
      "text": "But when they came to Jesus, and saw that he was already dead, they broke not his legs;"
    },
    {
      "verse": 34,
      "text": "but one of the soldiers with a spear pierced his side, and immediately there came out blood and water."
    },
    {
      "verse": 35,
      "text": "And he that hath seen hath borne witness, and his witness is true; and he knoweth that he saith what is true, that ye also may believe."
    },
    {
      "verse": 36,
      "text": "For these things came to pass, that the scripture might be fulfilled, “A bone of him shall not be broken.”"
    },
    {
      "verse": 37,
      "text": "And again another scripture saith, “They shall look on him whom they pierced.”"
    },
    {
      "verse": 38,
      "text": "And after this, Joseph of Arimathaea, being a disciple of Jesus, but concealing it for fear of the Jews, besought Pilate that he might take away the body of Jesus; and Pilate gave him leave. They came therefore and took him away."
    },
    {
      "verse": 39,
      "text": "Nicodemus also, he who at the first went to him by night, came bringing a mixture of myrrh and aloes, about a hundred pounds weight."
    },
    {
      "verse": 40,
      "text": "Then they took the body of Jesus, and wound it in linen cloths with the spices, as is the manner of the Jews in preparing for burial."
    },
    {
      "verse": 41,
      "text": "Now in the place where he was crucified there was a garden, and in the garden a new tomb, in which no one had ever been laid."
    },
    {
      "verse": 42,
      "text": "There then, on account of the Jews' preparation-day, they laid Jesus; for the tomb was at hand."
    }
  ]
}