{
  "book_id": "JHN",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "But on the first day of the week Mary the Magdalene cometh early, while it was yet dark, to the tomb, and seeth that the stone had been taken away from the tomb."
    },
    {
      "verse": 2,
      "text": "She runneth therefore, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith to them, They have taken away the Lord out of the tomb, and we know not where they have laid him."
    },
    {
      "verse": 3,
      "text": "Peter therefore went forth, and the other disciple, and they set out for the tomb."
    },
    {
      "verse": 4,
      "text": "And they ran both together; and the other disciple outran Peter, and came first to the tomb."
    },
    {
      "verse": 5,
      "text": "And stooping down, he seeth the linen cloths lying; but he did not go in."
    },
    {
      "verse": 6,
      "text": "Then cometh also Simon Peter following him, and he went into the tomb; and he beholdeth the linen cloths lying,"
    },
    {
      "verse": 7,
      "text": "and the napkin that was about his head, not lying with the linen cloths, but folded up in a place by itself."
    },
    {
      "verse": 8,
      "text": "Then therefore went in also the other disciple, who came first to the tomb; and he saw, and believed."
    },
    {
      "verse": 9,
      "text": "For not even yet did they know the Scripture, that he must rise from the dead."
    },
    {
      "verse": 10,
      "text": "So the disciples went away again to their home."
    },
    {
      "verse": 11,
      "text": "But Mary was standing without by the tomb weeping. And as she wept, she stooped down into the tomb,"
    },
    {
      "verse": 12,
      "text": "and beholdeth two angels in white sitting, one at the head, and one at the feet, where the body of Jesus had lain."
    },
    {
      "verse": 13,
      "text": "And they say to her, Woman, why dost thou weep? She saith to them, Because they have taken away my Lord, and I know not where they have laid him."
    },
    {
      "verse": 14,
      "text": "Having said this, she turned back, and beheld Jesus standing; and knew not that it was Jesus."
    },
    {
      "verse": 15,
      "text": "Jesus saith to her, Woman, why dost thou weep? whom dost thou seek? She, supposing that it was the gardener, saith to him, Sir, if thou hast borne him hence, tell me where thou hast laid him, and I will take him away."
    },
    {
      "verse": 16,
      "text": "Jesus saith to her, Mary! She turned and saith to him in Hebrew, Rabboni! Which signifieth, Teacher!"
    },
    {
      "verse": 17,
      "text": "Jesus saith to her, Touch me not; for I have not yet ascended to the Father; but go to my brethren, and say to them, I ascend to my Father and your Father, and my God and your God."
    },
    {
      "verse": 18,
      "text": "Mary the Magdalene cometh, bringing word to the disciples that she had seen the Lord, and that he had said these things to her."
    },
    {
      "verse": 19,
      "text": "When therefore it was evening on that day, which was the first day of the week, and the doors where the disciples were had been shut for fear of the Jews, Jesus came and stood in the midst, and said to them, Peace be to you!"
    },
    {
      "verse": 20,
      "text": "And having said this, he showed them his hands and his side. The disciples therefore were glad, when they saw the Lord."
    },
    {
      "verse": 21,
      "text": "Then he said to them again, Peace be to you! As the Father hath sent me, I also send you."
    },
    {
      "verse": 22,
      "text": "And having said this, he breathed on them, and saith to them, Receive the Holy Spirit."
    },
    {
      "verse": 23,
      "text": "Whosever sins ye remit, they are remitted to them; whosever ye retain, they are retained."
    },
    {
      "verse": 24,
      "text": "But Thomas, one of the twelve, called Didymus, was not with them when Jesus came."
    },
    {
      "verse": 25,
      "text": "The other disciples therefore said to him, We have seen the Lord. But he said to them, Unless I see in his hands the print of the nails, and put my finger into the place of the nails, and put my hand into his side, I shall not believe."
    },
    {
      "verse": 26,
      "text": "And after eight days the disciples were again within, and Thomas with them. Jesus cometh, the doors being shut, and stood in the midst, and said, Peace be to you!"
    },
    {
      "verse": 27,
      "text": "Then he saith to Thomas, Reach hither thy finger, and behold my hands, and reach forth thy hand, and put it into my side; and be not faithless, but believing."
    },
    {
      "verse": 28,
      "text": "Thomas answered and said to him, My Lord and my God!"
    },
    {
      "verse": 29,
      "text": "Jesus saith to him, Because thou hast seen me, thou hast believed; blessed are they who have not seen, and yet have believed."
    },
    {
      "verse": 30,
      "text": "Many other signs did Jesus in the presence of his disciples, which are not written in this book."
    },
    {
      "verse": 31,
      "text": "But these have been written, that ye may believe that Jesus is the Christ the Son of God, and that believing ye may have life in his name."
    }
  ]
}