{
  "book_id": "JHN",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "After these things he manifested himself again to the disciples at the lake of Tiberias. And he manifested himself in this manner."
    },
    {
      "verse": 2,
      "text": "There were together Simon Peter, and Thomas called Didymus, and Nathanael of Cana of Galilee, and the sons of Zebedee, and two others of his disciples."
    },
    {
      "verse": 3,
      "text": "Simon Peter saith to them, I am going a fishing. They say to him, We also will go with thee. They set out and went into the boat, and on that night caught nothing."
    },
    {
      "verse": 4,
      "text": "But when the morning was coming on, Jesus stood on the shore; but the disciples did not know that it was Jesus."
    },
    {
      "verse": 5,
      "text": "Then Jesus saith to them, Children, have ye any fish? They answered him, No."
    },
    {
      "verse": 6,
      "text": "And he said to them, Cast the net on the right side of the boat, and ye will find. And they cast it, and now they were not able to draw it for the multitude of the fishes."
    },
    {
      "verse": 7,
      "text": "Therefore that disciple whom Jesus loved saith to Peter, It is the Lord. Simon Peter therefore, hearing that it was the Lord, girded on his outer garment, for he had on nothing but his under one, and threw himself into the lake."
    },
    {
      "verse": 8,
      "text": "And the other disciples came in the boat, (for they were not far from land, only about two hundred cubits,) dragging the net with the fishes."
    },
    {
      "verse": 9,
      "text": "When therefore they had come to land, they see a fire of coals there, and a fish lying thereon, and bread."
    },
    {
      "verse": 10,
      "text": "Jesus saith to them, Bring of the fish which ye have now caught."
    },
    {
      "verse": 11,
      "text": "Simon Peter therefore went on board, and drew the net to land full of great fishes, a hundred and fifty three; and though there were so many, the net was not broken."
    },
    {
      "verse": 12,
      "text": "Jesus saith to them, Come and breakfast. But no one of the disciples durst ask him, Who art thou? knowing that it was the Lord."
    },
    {
      "verse": 13,
      "text": "Jesus cometh and taketh the bread, and giveth them, and the fish likewise."
    },
    {
      "verse": 14,
      "text": "This is now the third time that Jesus manifested himself to his disciples, after he had risen from the dead."
    },
    {
      "verse": 15,
      "text": "So when they had breakfasted, Jesus saith to Simon Peter, Simon, son of John, lovest thou me more than these? He saith to him, Yea, Lord, thou knowest that I love thee. He saith to him, Feed my lambs."
    },
    {
      "verse": 16,
      "text": "He saith to him again a second time, Simon, son of John, lovest thou me? He saith to him, Yea, Lord, thou knowest that I love thee. He saith to him, Tend my sheep."
    },
    {
      "verse": 17,
      "text": "He saith to him the third time, Simon, son of John, lovest thou me? Peter was grieved because he said to him the third time, Lovest thou me? And he said to him, Lord, thou knowest all things; thou knowest that I love thee. He saith to him, Feed my sheep."
    },
    {
      "verse": 18,
      "text": "Truly, truly do I say to thee, when thou wast young, thou didst gird thyself, and walk whither thou wouldst; but when thou hast grown old, thou wilt stretch forth thy hands, and another will gird thee, and carry thee whither thou wouldst not."
    },
    {
      "verse": 19,
      "text": "This he said, signifying by what manner of death he was to glorify God. And having thus spoken, he saith to him, Follow me."
    },
    {
      "verse": 20,
      "text": "Peter, turning round, seeth the disciple whom Jesus loved following,—who also at supper leaned back on his breast, and said, Lord, who is he that betrayeth thee?—"
    },
    {
      "verse": 21,
      "text": "Peter, seeing him, saith to Jesus, Lord, and how will it be with him?"
    },
    {
      "verse": 22,
      "text": "Jesus saith to him, If it be my will that he remain till I come, what is it to thee? Follow thou me."
    },
    {
      "verse": 23,
      "text": "This report therefore went abroad among the brethren, that this disciple was not to die. And yet Jesus did not say to him, He will not die; but, If it be my will that he remain till I come, what is it to thee?"
    },
    {
      "verse": 24,
      "text": "This is the disciple who testifieth of these things, and hath written these things; and we know that his testimony is true."
    }
  ]
}