{
  "book_id": "1PE",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Likewise, ye wives, \\add be\\add* in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the deportment of the wives;"
    },
    {
      "verse": 2,
      "text": "While they behold your chaste manner of life \\add coupled\\add* with fear."
    },
    {
      "verse": 3,
      "text": "Whose adorning let it not be that outward \\add adorning\\add* of plaiting the hair, and of wearing gold, or of putting on apparel;"
    },
    {
      "verse": 4,
      "text": "But \\add let it be\\add* the hidden man of the heart, in that which is not corruptible, \\add even the ornament\\add* of a meek and quiet spirit, which is in the sight of God of great price."
    },
    {
      "verse": 5,
      "text": "For after this manner in former times the holy women also, who trusted in God, adorned themselves, being in subjection to their own husbands:"
    },
    {
      "verse": 6,
      "text": "Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement."
    },
    {
      "verse": 7,
      "text": "Likewise, ye husbands, dwell with \\add them\\add* according to knowledge, giving honor to the wife, as to the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered."
    },
    {
      "verse": 8,
      "text": "Finally, \\add be ye\\add* all of one mind, having compassion one of another; love as brethren, \\add be\\add* pitiful, \\add be\\add* courteous:"
    },
    {
      "verse": 9,
      "text": "Not rendering evil for evil, or railing for railing: but on the contrary, blessing; knowing that ye are called to this, that ye should inherit a blessing."
    },
    {
      "verse": 10,
      "text": "For he that will love life, and see good days, let him restrain his tongue from evil, and his lips that they speak no guile:"
    },
    {
      "verse": 11,
      "text": "Let him shun evil, and do good; let him seek peace, and pursue it."
    },
    {
      "verse": 12,
      "text": "For the eyes of the Lord \\add are\\add* over the righteous, and his ears \\add are open\\add* to their prayers: but the face of the Lord \\add is\\add* against them that do evil."
    },
    {
      "verse": 13,
      "text": "And who \\add is\\add* he that will harm you, if ye are followers of that which is good?"
    },
    {
      "verse": 14,
      "text": "But if ye suffer for righteousness' sake, happy \\add are ye\\add* : and be not afraid of their terror, neither be troubled;"
    },
    {
      "verse": 15,
      "text": "But sanctify the Lord God in your hearts: and \\add be\\add* ready always to \\add give\\add* an answer to every man that asketh you a reason of the hope that is in you, with meekness and fear."
    },
    {
      "verse": 16,
      "text": "Having a good conscience; that, whereas they speak evil of you, as of evil-doers, they may be ashamed that falsely accuse your good deportment in Christ."
    },
    {
      "verse": 17,
      "text": "For \\add it is\\add* better, if the will of God is so, that ye suffer for well-doing, than for evil-doing."
    },
    {
      "verse": 18,
      "text": "For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but made alive by the Spirit:"
    },
    {
      "verse": 19,
      "text": "By which also he went and preached to the spirits in prison;"
    },
    {
      "verse": 20,
      "text": "Who formerly were disobedient, when once the long-suffering of God waited in the days of Noah, while the ark was preparing, in which few, that is, eight souls, were saved by water."
    },
    {
      "verse": 21,
      "text": "The like figure to which, \\add even\\add* baptism, doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience towards God,) by the resurrection of Jesus Christ:"
    },
    {
      "verse": 22,
      "text": "Who is gone into heaven, and is on the right hand of God; angels, and authorities, and powers being made subject to him."
    }
  ]
}