{
  "book_id": "GEN",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And there was a famine in the land, besides the former famine, which was in the time of Abraam; and Isaac went to Abimelech the king of the Phylistines to Gerara."
    },
    {
      "verse": 2,
      "text": "And the Lord appeared to him and said, Go not down to Egypt, but dwell in the land, which I shall tell you of."
    },
    {
      "verse": 3,
      "text": "And sojourn in this land; and I will be with you, and bless you, for I will give to you and to your seed all this land; and I will establish my oath which I swore to your father Abraam."
    },
    {
      "verse": 4,
      "text": "And I will multiply your seed as the stars of heaven; and I will give to your seed all this land, and all the nations of the earth shall be blest in your seed."
    },
    {
      "verse": 5,
      "text": "Because Abraam your father listened to my voice, and kept my injunctions, and my commandments, and my ordinances, and my statutes."
    },
    {
      "verse": 6,
      "text": "And Isaac lived in Gerara."
    },
    {
      "verse": 7,
      "text": "And the men of the place questioned him concerning Rebecca his wife, and he said, She is my sister, for he feared to say, She is my wife, lest at any time the men of the place should kill him because of Rebecca, because she was \\f + \\fr 26:7 \\ft Gr. fair of countenance. \\f* fair."
    },
    {
      "verse": 8,
      "text": "And he remained there a long time, and Abimelech the king of Gerara leaned to look through the window, and saw Isaac sporting with Rebecca his wife."
    },
    {
      "verse": 9,
      "text": "And Abimelech called Isaac, and said to him, Is she then your wife? why have you said, She is my sister? And Isaac said to him, \\add I did so\\add*, for I said, Lest at any time I die on her account."
    },
    {
      "verse": 10,
      "text": "And Abimelech said to him, Why have you done this to us? one of my kindred \\f + \\fr 26:10 \\ft q.d. had almost. \\f* within a little had lain with your wife, and you would have brought \\add a sin of\\add* ignorance upon us."
    },
    {
      "verse": 11,
      "text": "And Abimelech charged all his people, saying Every man that touches this man and his wife shall be liable to death."
    },
    {
      "verse": 12,
      "text": "And Isaac sowed in that land, and he found in that year barley one hundred-fold, and the Lord blessed him."
    },
    {
      "verse": 13,
      "text": "And the man was exalted, and advancing he increased, till he became very great."
    },
    {
      "verse": 14,
      "text": "And he had cattle of sheep, and cattle of oxen, and many tilled lands, and the Phylistines envied him."
    },
    {
      "verse": 15,
      "text": "And all the wells which the servants of his father had dug in the time of his father, the Phylistines stopped them, and filled them with earth."
    },
    {
      "verse": 16,
      "text": "And Abimelech said to Isaac, Depart from us, for you are become much mightier than we."
    },
    {
      "verse": 17,
      "text": "And Isaac departed thence, and rested in the valley of Gerara, and lived there."
    },
    {
      "verse": 18,
      "text": "And Isaac dug again the wells of water, which the servants of his father Abraam had dug, and the Phylistines had stopped them, after the death of his father Abraam; and he gave them names, according to the names by which his father named them."
    },
    {
      "verse": 19,
      "text": "And the servants of Isaac dug in the valley of Gerara, and they found there a well of living water."
    },
    {
      "verse": 20,
      "text": "And the shepherds of Gerara strove with the shepherds of Isaac, saying that the water was theirs; and they called the name of the well, Injury, for they injured him."
    },
    {
      "verse": 21,
      "text": "And having departed thence he dug another well, and they strove also for that; and he named the name of it, Enmity."
    },
    {
      "verse": 22,
      "text": "And he departed thence and dug another well; and they did not strive about that; and he named the name of it, Room, saying, Because now the Lord has made room for us, and has increased us upon the earth."
    },
    {
      "verse": 23,
      "text": "And he went up thence to the well of the oath."
    },
    {
      "verse": 24,
      "text": "And the Lord appeared to him in that night, and said, I am the God of Abraam your father; fear not, for I am with you, and I will bless you, and multiply your seed for the sake of Abraam your father."
    },
    {
      "verse": 25,
      "text": "And he built there an altar, and called on the name of the Lord, and there he pitched his tent, and there the servants of Isaac dug a well in the valley of Gerara."
    },
    {
      "verse": 26,
      "text": "And Abimelech came to him from Gerara, and so did Ochozath his \\f + \\fr 26:26 \\ft q.d. he that gives away in marriage. \\f* friend, and Phichol the commander-in-chief of his army."
    },
    {
      "verse": 27,
      "text": "And Isaac said to them, Therefore have you⌃ come to me? whereas you⌃ hated me, and sent me away from you."
    },
    {
      "verse": 28,
      "text": "And they said, We have surely seen that the Lord was with you, and we said, Let there be an oath between us and you, and we will make a covenant with you,"
    },
    {
      "verse": 29,
      "text": "that you shall do no wrong by us, as we have not abhorred you, and according as we have treated you well, and have sent you forth peaceably; and now you are blessed of the Lord."
    },
    {
      "verse": 30,
      "text": "And he made a feast for them, and they ate and drank."
    },
    {
      "verse": 31,
      "text": "And they arose in the morning, and swore each to his neighbor; and Isaac sent them forth, and they departed from him in safety."
    },
    {
      "verse": 32,
      "text": "And it came to pass in that day, that the servants of Isaac came and told him of the well which they had dug; and they said, We have not found water."
    },
    {
      "verse": 33,
      "text": "And he called it, Oath: therefore he called the name of that city, the Well of Oath, until this day."
    },
    {
      "verse": 34,
      "text": "And Esau was forty years old; and he took as wife Judith the daughter of Beoch the \\f + \\fr 26:34 \\ft Alex. Hivite. \\f* Chettite, and Basemath, daughter of Helon the Chettite."
    },
    {
      "verse": 35,
      "text": "And they were provoking to Isaac and Rebecca."
    }
  ]
}