{
  "book_id": "GEN",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "And Jacob started and went to the land of the east to Laban, the son of Bathuel the Syrian, and the brother of Rebecca, mother of Jacob and Esau."
    },
    {
      "verse": 2,
      "text": "And he looks, and behold! a well in the plain; and there were there three flocks of sheep resting at it, for out of that well they watered the flocks, but there was a great stone at the mouth of the well."
    },
    {
      "verse": 3,
      "text": "And there were all the flocks gathered, and they used to roll away the stone from the mouth of the well, and water the flocks, and set the stone again in its place on the mouth of the well."
    },
    {
      "verse": 4,
      "text": "And Jacob said to them, Brethren, whence are you⌃? and they said, We are of Charrhan."
    },
    {
      "verse": 5,
      "text": "And he said to them, Know you⌃ Laban, the son of Nachor? and they said, We do know him."
    },
    {
      "verse": 6,
      "text": "And he said to them, Is he well? And they said, He is well. And behold Rachel his daughter came with the sheep."
    },
    {
      "verse": 7,
      "text": "And Jacob said, it is yet high day, it is not yet time that the flocks be gathered together; water you⌃ the flocks, and depart and feed them."
    },
    {
      "verse": 8,
      "text": "And they said, We shall not be able, until all the shepherds be gathered together, and they shall roll away the stone from the mouth of the well, then we will water the flocks."
    },
    {
      "verse": 9,
      "text": "While he was yet speaking to them, behold, Rachel the daughter of Laban came with her father's sheep, for she fed the sheep of her father."
    },
    {
      "verse": 10,
      "text": "And it came to pass when Jacob saw Rachel the daughter of Laban, his mother's brother, and the sheep of Laban, his mother's brother, that Jacob came and rolled away the stone from the mouth of the well, and watered the sheep of Laban, his mother's brother."
    },
    {
      "verse": 11,
      "text": "And Jacob kissed Rachel, and cried with a loud voice and wept."
    },
    {
      "verse": 12,
      "text": "And he told Rachel that he was the near relative of her father, and the son of Rebecca; and she ran and reported to her father according to these words."
    },
    {
      "verse": 13,
      "text": "And it came to pass when Laban heard the name of Jacob, his sister's son, he ran to meet him, and embraced and kissed him, and brought him into his house; and he told Laban all these sayings."
    },
    {
      "verse": 14,
      "text": "And Laban said to him, You are of my bones and of my flesh; and he was with him a full month."
    },
    {
      "verse": 15,
      "text": "And Laban said to Jacob, Surely you shall not serve me for nothing, because you are my brother; tell me what your reward is to be."
    },
    {
      "verse": 16,
      "text": "Now Laban had two daughters, the name of the elder was Lea, and the name of the younger, Rachel."
    },
    {
      "verse": 17,
      "text": "And the eyes of Lea were weak. But Rachel was beautiful in appearance, and exceedingly fair in countenance."
    },
    {
      "verse": 18,
      "text": "And Jacob loved Rachel, and said, I will serve you seven years for your younger daughter Rachel."
    },
    {
      "verse": 19,
      "text": "And Laban said to him, It isbetter that I should give her to you, than that I should give her to another man; dwell with me."
    },
    {
      "verse": 20,
      "text": "And Jacob served for Rachel seven years, and they were before him as a few days, by reason of his loving her."
    },
    {
      "verse": 21,
      "text": "And Jacob said to Laban, Give me my wife, for my days are fulfilled, that I may go in to her."
    },
    {
      "verse": 22,
      "text": "And Laban gathered together all the men of the place, and made a marriage-feast."
    },
    {
      "verse": 23,
      "text": "And it was even, and he took his daughter Lea, and brought her in to Jacob, and Jacob went in to her."
    },
    {
      "verse": 24,
      "text": "And Laban gave to his daughter Lea, Zelpha his handmaid, as a handmaid for her."
    },
    {
      "verse": 25,
      "text": "And it was morning, and behold it was Lea; and Jacob said to Laban, What is this that you have done to me? did I not serve you for Rachel? and therefore have you deceived me?"
    },
    {
      "verse": 26,
      "text": "And Laban answered, It is not done thus in our country, to give the younger before the elder."
    },
    {
      "verse": 27,
      "text": "Fulfil then her sevens, and I will give to you her also in return for your labor, which you labor with me, yet seven other years."
    },
    {
      "verse": 28,
      "text": "And Jacob did so, and fulfilled her sevens; and Laban gave him his daughter Rachel to wife."
    },
    {
      "verse": 29,
      "text": "And Laban gave to his daughter his handmaid Balla, for a handmaid to her."
    },
    {
      "verse": 30,
      "text": "And he went in to Rachel; and he loved Rachel more than Lea; and he served him seven other years."
    },
    {
      "verse": 31,
      "text": "And when the Lord God saw that Lea was hated, he opened her womb; but Rachel was barren."
    },
    {
      "verse": 32,
      "text": "And Lea conceived and bore a son to Jacob; and she called his name, Ruben; saying, Because the Lord has looked on my humiliation, and has given me a son, now then my husband will love me."
    },
    {
      "verse": 33,
      "text": "And she conceived again, and bore a second son to Jacob; and she said, Because the Lord has heard that I am hated, he has given to me this one also; and she called his name, Simeon."
    },
    {
      "verse": 34,
      "text": "And she conceived yet again, and bore a son, and said, In the present time my husband will be with me, for I have born him three sons; therefore she called his name, Levi."
    },
    {
      "verse": 35,
      "text": "And having conceived yet again, she bore a son, and said, Now yet again this time will I give thanks to the Lord; therefore she called his name, Juda; and ceased bearing."
    }
  ]
}