{
  "book_id": "GEN",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "And Jacob \\f + \\fr 33:1 \\ft Gr. looked up with. \\f* lifted up his eyes, and saw, and behold! Esau his brother coming, and four hundred men with him; and Jacob divided the children to Lea and to Rachel, and the two handmaidens."
    },
    {
      "verse": 2,
      "text": "And he put the two handmaidens and their children with the first, and Lea and her children behind, and Rachel and Joseph last."
    },
    {
      "verse": 3,
      "text": "But he advanced himself before them, and did reverence to the ground seven times, until he drew near to his brother."
    },
    {
      "verse": 4,
      "text": "And Esau ran on to meet him, and embraced him, and fell on his neck, and kissed him; and they both wept."
    },
    {
      "verse": 5,
      "text": "And Esau looked up and saw the women and the children, and said, What are these to you? And he said, The children with which God has mercifully blessed your servant."
    },
    {
      "verse": 6,
      "text": "And the maidservants and their children drew near and did reverence."
    },
    {
      "verse": 7,
      "text": "And Lea and her children drew near and did reverence; and after this drew near Rachel and Joseph, and did reverence."
    },
    {
      "verse": 8,
      "text": "And he said, What are these things to you, all these companies that I have met? And he said, That your servant might find grace in your sight, my lord."
    },
    {
      "verse": 9,
      "text": "And Esau said, I have much, my brother; keep your own."
    },
    {
      "verse": 10,
      "text": "And Jacob said, If I have found grace in your sight, receive the gifts through my hands; therefore have I seen your face, as if any one should see the face of God, and you shall be well-pleased with me."
    },
    {
      "verse": 11,
      "text": "Receive my blessings, which I have brought you, because God has had mercy on me, and I have all things; and he constrained him, and he took \\add them\\add*."
    },
    {
      "verse": 12,
      "text": "And he said, Let us depart, and proceed right onward."
    },
    {
      "verse": 13,
      "text": "And he said to him, My lord knows, that the children are very tender, and the flocks and the herds with me are with young; if then I shall drive them hard one day, all the cattle will die."
    },
    {
      "verse": 14,
      "text": "Let my lord go on before his servant, and I shall have strength on the road according to the ease of the journey before me, and according to the \\f + \\fr 33:14 \\ft Gr. foot. \\f* strength of the children, until I come to my lord to Seir."
    },
    {
      "verse": 15,
      "text": "And Esau said, I will leave with you some of the people who are with me. And he said, Why so? it is enough that I have found favor before you, \\add my\\add* lord."
    },
    {
      "verse": 16,
      "text": "And Esau returned on that day on his journey to Seir."
    },
    {
      "verse": 17,
      "text": "And Jacob departs to his tents; and he made for himself there habitations, and for his cattle he made booths; therefore he called the name of that place, Booths."
    },
    {
      "verse": 18,
      "text": "And Jacob came to Salem, a city of Secima, which is in the land of Chanaan, when he departed out of Mesopotamia of Syria, and \\f + \\fr 33:18 \\ft Or, pitched his tent. Alex. παρενέβαλε, for which probably παρενέλαβε is a mere mistake. So Bos and P. Junius thought. \\f* took up a position in front of the city."
    },
    {
      "verse": 19,
      "text": "And he bought the portion of the field, where he pitched his tent, of Emmor the father of Sychem, for one hundred lambs."
    },
    {
      "verse": 20,
      "text": "And he set up there an altar, and called on the God of Israel."
    }
  ]
}