{
  "book_id": "GEN",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "And Israel departed, he and all that he had, and came to the well of the oath; and he offered sacrifice to the God of his father Isaac."
    },
    {
      "verse": 2,
      "text": "And God spoke to Israel in a night vision, saying, Jacob, Jacob; and he said, What is it?"
    },
    {
      "verse": 3,
      "text": "And he says to him, I am the God of your fathers; fear not to go down into Egypt, for I will make you there a great nation."
    },
    {
      "verse": 4,
      "text": "And I will go down with you into Egypt, and I will bring you up at the end; and Joseph shall put his hands on your eyes."
    },
    {
      "verse": 5,
      "text": "And Jacob rose up from the well of the oath; and the sons of Israel took up their father, and the baggage, and their wives on the wagons, which Joseph sent to take them."
    },
    {
      "verse": 6,
      "text": "And they took up their goods, and all their property, which they had gotten in the land of Chanaan; they came into the land of Egypt, Jacob, and all his seed with him."
    },
    {
      "verse": 7,
      "text": "The sons, and the sons of his sons with him; hisdaughters, and the daughters of his daughters; and he brought all his seed into Egypt."
    },
    {
      "verse": 8,
      "text": "And these are the names of the sons of Israel that went into Egypt with their father Jacob—Jacob and his sons. The firstborn of Jacob, Ruben."
    },
    {
      "verse": 9,
      "text": "And the sons of Ruben; Enoch, and Phallus, Asron, and Charmi."
    },
    {
      "verse": 10,
      "text": "and the sons of Symeon; Jemuel, and Jamin, and Aod, and Achin, and Saar, and Saul, the son of a Chananitish woman."
    },
    {
      "verse": 11,
      "text": "And the sons of Levi; Gerson, Cath, and Merari."
    },
    {
      "verse": 12,
      "text": "And the sons of Judas; Er, and Aunan, and Selom, and Phares, and Zara: and Er and Aunan died in the land of Chanaan."
    },
    {
      "verse": 13,
      "text": "And the sons of Phares wereEsron, and Jemuel. And the sons of Issachar; Thola, and Phua, and Asum, and Sambran."
    },
    {
      "verse": 14,
      "text": "And the sons of Zabulun, Sered, and Allon, and Achoel."
    },
    {
      "verse": 15,
      "text": "These arethe sons of Lea, which she bore to Jacob in Mesopotamia of Syria, and Dina his daughter; all the souls, sons and daughters, thirty-three."
    },
    {
      "verse": 16,
      "text": "And the sons of Gad; Saphon, and Angis, and Sannis, and Thasoban, and Aedis, and Aroedis, and Areelis."
    },
    {
      "verse": 17,
      "text": "And the sons of Aser; Jemna, Jessua, and Jeul, and Baria, and Sara their sister. And the sons of Baria; Chobor, and Melchiil."
    },
    {
      "verse": 18,
      "text": "These arethe sons of Zelpha, which Laban gave to his daughter Lea, who bore these to Jacob, sixteen souls."
    },
    {
      "verse": 19,
      "text": "And the sons of Rachel, the wife of Jacob; Joseph, and Benjamin."
    },
    {
      "verse": 20,
      "text": "And there were sons born to Joseph in the land of Egypt, whom Aseneth, the daughter of Petephres, priest of Heliopolis, bore to him, evenManasses and Ephraim. And there were sons born to Manasses, which the Syrian concubine bore to him, evenMachir. And Machir begot Galaad. And the sons of Ephraim, the brother of Manasses; Sutalaam, and Taam. And the sons of Sutalaam; Edom."
    },
    {
      "verse": 21,
      "text": "and the sons of Benjamin; Bala, and Bochor, and Asbel. And the sons of Bala were Gera, and Noeman, and Anchis, and Ros, and Mamphim. And Gera begot Arad."
    },
    {
      "verse": 22,
      "text": "These arethe sons of Rachel, which she bore to Jacob; all the souls eighteen."
    },
    {
      "verse": 23,
      "text": "And the sons of Dan; Asom."
    },
    {
      "verse": 24,
      "text": "And the sons of Nephthalim; Asiel, and Goni, and Issaar, and Sollem."
    },
    {
      "verse": 25,
      "text": "These arethe sons of Balla, whom Laban gave to his daughter Rachel, who bore these to Jacob; all the souls, seven."
    },
    {
      "verse": 26,
      "text": "And all the souls that came with Jacob into Egypt, who came out of his loins, besides the wives of the sons of Jacob, evenall the souls were sixty-six."
    },
    {
      "verse": 27,
      "text": "And the sons of Joseph, who were born to him in the land of Egypt, were nine souls; all the souls of the house of Jacob who came with Joseph into Egypt, were seventy-five souls."
    },
    {
      "verse": 28,
      "text": "And he sent Judas before him to Joseph, to meet him to the city of Heroes, into the land of Ramesses."
    },
    {
      "verse": 29,
      "text": "And Joseph having made ready his chariots, went up to meet Israel his father, at the city of Heroes; and having appeared to him, fell on his neck, and wept with abundant weeping."
    },
    {
      "verse": 30,
      "text": "And Israel said to Joseph, After this I will gladlydie, since I have seen your face, for you are yet living."
    },
    {
      "verse": 31,
      "text": "And Joseph said to his brethren, I will go up and tell Pharao, and will say to him, My brethren, and my father's house, who were in the land of Chanaan, are come to me."
    },
    {
      "verse": 32,
      "text": "And the men are shepherds; for they have been feeders of cattle, and they have brought with them their cattle, and their kine, and all their property."
    },
    {
      "verse": 33,
      "text": "If then Pharao call you, and say to you, What is you occupation?"
    },
    {
      "verse": 34,
      "text": "You⌃ shall say, We your servants are herdsmen from our youth until now, both we and our fathers: that you⌃ may dwell in the land of Gesem of Arabia, for every shepherd is an abomination to the Egyptians."
    }
  ]
}