{
  "book_id": "ACT",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And when it was determined that we should sail for Italy, they delivered Paul and certain other prisoners to a centurion named Julius, of the Augustan band."
    },
    {
      "verse": 2,
      "text": "And embarking in a ship of Adramyttium, we, being about to sail by the places on the coast of Asia, put to sea, Aristarchus, a Macedonian of Thessalonica, being with us."
    },
    {
      "verse": 3,
      "text": "And the next day we touched at Sidon: and Julius treated Paul kindly, and gave him leave to go unto his friends and refresh himself."
    },
    {
      "verse": 4,
      "text": "And putting to sea from thence, we sailed under the lee of Cyprus, because the winds were contrary."
    },
    {
      "verse": 5,
      "text": "And when we had sailed across the sea which is off Cilicia and Pamphylia, we came to Myra, a cityof Lycia."
    },
    {
      "verse": 6,
      "text": "And there the centurion found a ship of Alexandria sailing for Italy; and he put us therein."
    },
    {
      "verse": 7,
      "text": "And when we had sailed slowly many days, and were come with difficulty over against Cnidus, the wind not further suffering us, we sailed under the lee of Crete, over against Salmone;"
    },
    {
      "verse": 8,
      "text": "and with difficulty coasting along it we came unto a certain place called Fair Havens; nigh whereunto was the city of Lasea."
    },
    {
      "verse": 9,
      "text": "And when much time was spent, and the voyage was now dangerous, because the Fast was now already gone by, Paul admonished them,"
    },
    {
      "verse": 10,
      "text": "and said unto them, Sirs, I perceive that the voyage will be with injury and much loss, not only of the lading and the ship, but also of our lives."
    },
    {
      "verse": 11,
      "text": "But the centurion gave more heed to the master and to the owner of the ship, than to those things which were spoken by Paul."
    },
    {
      "verse": 12,
      "text": "And because the haven was not commodious to winter in, the more part advised to put to sea from thence also, if by any means they could reach Phoenix, and winter there; which isa haven of Crete, looking northeast and southeast."
    },
    {
      "verse": 13,
      "text": "And when the south wind blew softly, supposing that they had obtained their purpose, they weighed anchor and sailed along Crete, close in shore."
    },
    {
      "verse": 14,
      "text": "But after no long time there beat down from it a tempestuous wind, which is called Euroclydon:"
    },
    {
      "verse": 15,
      "text": "and when the ship was caught, and could not face the wind, we gave way to it, and were driven."
    },
    {
      "verse": 16,
      "text": "And running under the lee of a small island called Clauda, we were able, with difficulty, to secure the boat:"
    },
    {
      "verse": 17,
      "text": "and when they had hoisted it up, they used helps, undergirding the ship; and, fearing lest they should be cast upon the Syrtes, they lowered the gear, and so were driven."
    },
    {
      "verse": 18,
      "text": "And as we labored exceedingly with the storm, the next day they began to throw the freightoverboard;"
    },
    {
      "verse": 19,
      "text": "and the third day we cast out with our own hands the tackling of the ship."
    },
    {
      "verse": 20,
      "text": "And when neither sun nor stars shone upon usfor many days, and no small tempest lay on us, all hope that we should be saved was now taken away."
    },
    {
      "verse": 21,
      "text": "Now when they had been long without food, then Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened unto me, and not have set sail from Crete, and have gotten this injury and loss."
    },
    {
      "verse": 22,
      "text": "And now I exhort you to be of good cheer; for there shall be no loss of life among you, but onlyof the ship."
    },
    {
      "verse": 23,
      "text": "For there stood by me this night an angel of the God whose I am, whom also I serve,"
    },
    {
      "verse": 24,
      "text": "saying, Fear not, Paul; thou must stand before Caesar: and lo, God hath granted thee all them that sail with thee."
    },
    {
      "verse": 25,
      "text": "Wherefore, sirs, be of good cheer: for I believe God, that it shall be even so as it hath been spoken unto me."
    },
    {
      "verse": 26,
      "text": "But we must be cast upon a certain island."
    },
    {
      "verse": 27,
      "text": "But when the fourteenth night was come, as we were driven to and fro in the sea ofAdria, about midnight the sailors surmised that they were drawing near to some country:"
    },
    {
      "verse": 28,
      "text": "and they sounded, and found twenty fathoms; and after a little space, they sounded again, and found fifteen fathoms."
    },
    {
      "verse": 29,
      "text": "And fearing lest haply we should be cast ashore on rocky ground, they let go four anchors from the stern, and wished for the day."
    },
    {
      "verse": 30,
      "text": "And as the sailors were seeking to flee out of the ship, and had lowered the boat into the sea, under color as though they would lay out anchors from the foreship,"
    },
    {
      "verse": 31,
      "text": "Paul said to the centurion and to the soldiers, Except these abide in the ship, ye cannot be saved."
    },
    {
      "verse": 32,
      "text": "Then the soldiers cut away the ropes of the boat, and let her fall off."
    },
    {
      "verse": 33,
      "text": "And while the day was coming on, Paul besought them all to take some food, saying, This day is the fourteenth day that ye wait and continue fasting, having taken nothing."
    },
    {
      "verse": 34,
      "text": "Wherefore I beseech you to take some food: for this is for your safety: for there shall not a hair fall from the head of any of you."
    },
    {
      "verse": 35,
      "text": "And when he had said this, and had taken bread, he gave thanks to God in the presence of all; and he brake it, and began to eat."
    },
    {
      "verse": 36,
      "text": "Then were they all of good cheer, and themselves also took food."
    },
    {
      "verse": 37,
      "text": "And we were in all in the ship two hundred threescore and sixteen souls."
    },
    {
      "verse": 38,
      "text": "And when they had eaten enough, they lightened the ship, throwing out the wheat into the sea."
    },
    {
      "verse": 39,
      "text": "And when it was day, they knew not the land: but they perceived a certain bay with a beach, into which they were minded, if possible, to run the ship ashore."
    },
    {
      "verse": 40,
      "text": "And casting off the anchors, they left them in the sea, at the same time loosing the bands of the rudders; and hoisting up the foresail to the wind, they made for the beach."
    },
    {
      "verse": 41,
      "text": "But lighting upon a place where two seas met, they ran the vessel aground; and the foreship struck and remained unmoveable, but the stern began to break up by the violence of the waves."
    },
    {
      "verse": 42,
      "text": "And the soldiers’ counsel was to kill the prisoners, lest any of themshould swim out, and escape."
    },
    {
      "verse": 43,
      "text": "But the centurion, desiring to save Paul, stayed them from their purpose; and commanded that they who could swim should cast themselves overboard, and get first to the land;"
    },
    {
      "verse": 44,
      "text": "and the rest, some on planks, and some on otherthings from the ship. And so it came to pass, that they all escaped safe to the land."
    }
  ]
}