{
  "book_id": "COL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul, an apostle of Christ Jesus by the will of God, and Timothy the brother,"
    },
    {
      "verse": 2,
      "text": "to the saints and faithful brethren in Christ at Colossae: Grace be to you, and peace, from God our Father."
    },
    {
      "verse": 3,
      "text": "We give thanks to God, the Father of our Lord Jesus Christ, praying always for you,"
    },
    {
      "verse": 4,
      "text": "since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,"
    },
    {
      "verse": 5,
      "text": "on account of the hope which is laid up for you in the heavens, of which ye heard before in the word of the truth of the gospel,"
    },
    {
      "verse": 6,
      "text": "which is come to you, as it is in all the world, and is bearing fruit and growing, as it doth also in you, from the day ye heard it, and knew the grace of God in truth;"
    },
    {
      "verse": 7,
      "text": "even as ye learned from Epaphras our beloved fellow-servant, who is a faithful minister of Christ on your behalf;"
    },
    {
      "verse": 8,
      "text": "who also brought to our knowledge your love in the Spirit."
    },
    {
      "verse": 9,
      "text": "On this account we also, from the day we heard of it, cease not to pray for you, and to ask that ye may be filled with the knowledge of his will in all wisdom and spiritual understanding;"
    },
    {
      "verse": 10,
      "text": "that ye may walk worthily of the Lord so as to please him in all things, bearing fruit in every good work, and increasing in the knowledge of God;"
    },
    {
      "verse": 11,
      "text": "endued with all power according to the might of his glory unto all patience and long-suffering with joy;"
    },
    {
      "verse": 12,
      "text": "giving thanks to the Father, who enabled us to share in the inheritance of the saints in the light;"
    },
    {
      "verse": 13,
      "text": "who rescued us from the empire of darkness, and transferred us into the kingdom of his beloved Son;"
    },
    {
      "verse": 14,
      "text": "in whom we have our redemption, the forgiveness of our sins;—"
    },
    {
      "verse": 15,
      "text": "who is the image of the invisible God, the first-born of the whole creation;"
    },
    {
      "verse": 16,
      "text": "for in him were created all things, those in the heavens, and those on the earth, the visible and the invisible, whether thrones, or dominions, or principalities, or powers, all things have been created through him and for him;"
    },
    {
      "verse": 17,
      "text": "and he is before all things, and in him all things subsist."
    },
    {
      "verse": 18,
      "text": "And he is the head of the body, the church; since he is the beginning, the first-born from the dead, that he may be in all things pre-eminent;"
    },
    {
      "verse": 19,
      "text": "for God was pleased that in him all the fullness should dwell, and by him to reconcile all things to himself,"
    },
    {
      "verse": 20,
      "text": "having made peace through the blood of his cross, by him, I say, whether the things on earth, or those in the heavens."
    },
    {
      "verse": 21,
      "text": "And you, that were once alienated, and enemies in your mind in wicked works, yet now hath he reconciled"
    },
    {
      "verse": 22,
      "text": "in the body of his flesh through his death, to present you holy and blameless and irreproachable in his sight;"
    },
    {
      "verse": 23,
      "text": "if ye indeed continue in the faith grounded and settled, and not moved away from the hope of the gospel, which ye heard, which hath been preached in the whole creation under heaven; of which I Paul became a minister."
    },
    {
      "verse": 24,
      "text": "Now I rejoice in my sufferings for you, and fill up instead that which is wanting of the afflictions of Christ in my flesh on behalf of his body, which is the church;"
    },
    {
      "verse": 25,
      "text": "of which I became a minister, according to the stewardship which God entrusted to me, for you, to fulfill the word of God,"
    },
    {
      "verse": 26,
      "text": "the mystery which hath been hidden for ages and generations, but hath been now revealed to his saints;"
    },
    {
      "verse": 27,
      "text": "to whom it was the will of God to make known what is the riches of the glory of this mystery among the gentiles, which is Christ in you, the hope of glory;"
    },
    {
      "verse": 28,
      "text": "whom we preach, warning every man, and teaching every man in all wisdom, that we may present every man perfect in Christ;"
    },
    {
      "verse": 29,
      "text": "to which end I also am laboring, striving earnestly through his working, which worketh within me mightily."
    }
  ]
}