{
  "book_id": "COL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "For I would have you know what a great struggle I have for you, and for those in Laodicea, and for as many as have not seen my face in the flesh;"
    },
    {
      "verse": 2,
      "text": "that their hearts may be encouraged, they being knit together in love, and that they may attain to all the riches of a full assurance of the understanding, to the full knowledge of the mystery of God;"
    },
    {
      "verse": 3,
      "text": "in which are stored up all the treasures of wisdom and knowledge."
    },
    {
      "verse": 4,
      "text": "And this I say, that no one may impose on you by specious discourses."
    },
    {
      "verse": 5,
      "text": "For though I am absent in the flesh, yet in the spirit I am with you, rejoicing and beholding your order, and the steadfastness of your faith in Christ."
    },
    {
      "verse": 6,
      "text": "As therefore ye have received Christ Jesus the Lord, walk in him,"
    },
    {
      "verse": 7,
      "text": "rooted and built up in him, and established in the faith, as ye have been taught, abounding therein with thanksgiving."
    },
    {
      "verse": 8,
      "text": "Beware lest there be some one who shall make a prey of you through philosophy and vain deceit, according to the tradition of men, according to the rudiments of the world, and not according to Christ."
    },
    {
      "verse": 9,
      "text": "For in him dwelleth all the fullness of the Godhead bodily,"
    },
    {
      "verse": 10,
      "text": "and ye are made full in him, who is the head of all principality and power;"
    },
    {
      "verse": 11,
      "text": "in whom also ye have been circumcised with a circumcision not performed by hand, in putting off the body of the flesh in the circumcision of Christ,"
    },
    {
      "verse": 12,
      "text": "having been buried with him in your baptism; in which also ye were raised to life with him through faith in the working of God, who raised him from the dead;"
    },
    {
      "verse": 13,
      "text": "and to you also who were dead in your trespasses and the uncircumcision of your flesh, hath he given life together with him, having forgiven us all our trespasses;"
    },
    {
      "verse": 14,
      "text": "blotting out the handwriting in ordinances that was against us, which was opposed to us, he hath taken it out of the way, nailing it to the cross;"
    },
    {
      "verse": 15,
      "text": "and having disarmed principalities and powers, he made a public show of them, and led them captive in triumph in him."
    },
    {
      "verse": 16,
      "text": "Let no one then call you to account about food or drink, or a feast-day, or a new moon, or sabbaths;"
    },
    {
      "verse": 17,
      "text": "which are a shadow of the things to come, but the body is Christ's."
    },
    {
      "verse": 18,
      "text": "Let no one defraud you of the prize, desiring to do it in humiliation and worshipping of the angels, intruding into those things which he hath not seen, puffed up without reason by the mind of his own flesh,"
    },
    {
      "verse": 19,
      "text": "and not holding fast the Head, from which the whole body, supported and compacted by means of the joints and ligaments, groweth with an increase wrought by God."
    },
    {
      "verse": 20,
      "text": "If ye died with Christ to the rudiments of the world, why, as though living in the world, do ye subject yourselves to ordinances, such as,"
    },
    {
      "verse": 21,
      "text": "Handle not, Taste not, Touch not,"
    },
    {
      "verse": 22,
      "text": "(which all are to perish with the using,) after the commandments and teachings of men;"
    },
    {
      "verse": 23,
      "text": "which things have indeed a show of wisdom in will-worship and humiliation and severity to the body, not in any honor for the satisfying of the flesh."
    }
  ]
}