{
  "book_id": "COL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "If then ye were raised together with Christ, seek the things that are above, where Christ is sitting on the right hand of God."
    },
    {
      "verse": 2,
      "text": "Set your mind on the things above, not on things on the earth."
    },
    {
      "verse": 3,
      "text": "For ye died, and your life is hidden with Christ in God;"
    },
    {
      "verse": 4,
      "text": "when Christ, our life, shall be manifested, then will ye also be manifested with him in glory."
    },
    {
      "verse": 5,
      "text": "Make dead therefore your members which are upon the earth, fornication, uncleanness, lust, evil desire, and covetousness, which is idolatry;"
    },
    {
      "verse": 6,
      "text": "on account of which things cometh the wrath of God."
    },
    {
      "verse": 7,
      "text": "In which things ye also once walked, when ye lived in them;"
    },
    {
      "verse": 8,
      "text": "but now put ye away all these, anger, wrath, malice, evil-speaking, filthy language out of your mouth."
    },
    {
      "verse": 9,
      "text": "Lie not one to another, seeing that ye have put off the old man with his deeds,"
    },
    {
      "verse": 10,
      "text": "and have put on the new man, who is renewed unto knowledge after the image of him that created him;"
    },
    {
      "verse": 11,
      "text": "where there is no Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bondman, freeman; but Christ is all, and in all."
    },
    {
      "verse": 12,
      "text": "Clothe yourselves, therefore, as the chosen of God, holy and beloved, with compassionate affections, kindness, lowliness of mind, meekness, long-suffering;"
    },
    {
      "verse": 13,
      "text": "bearing with each other, and forgiving each other, if any one have a complaint against another; even as Christ freely forgave you, do ye also freely forgive;"
    },
    {
      "verse": 14,
      "text": "and over all these things put on the robe of love, which is the bond of perfectness;"
    },
    {
      "verse": 15,
      "text": "and let the peace of Christ, to which ye were called in one body, rule in your hearts; and be ye thankful."
    },
    {
      "verse": 16,
      "text": "Let the word of Christ dwell in you richly; in all wisdom teaching and admonishing one another with psalms, hymns, spiritual songs, in grace singing in your hearts to God;"
    },
    {
      "verse": 17,
      "text": "and whatever ye do, in word or deed, do all in the name of the Lord Jesus, giving thanks to God, the Father, through him."
    },
    {
      "verse": 18,
      "text": "Wives, submit yourselves to your husbands, as it is fit in the Lord."
    },
    {
      "verse": 19,
      "text": "Husbands, love your wives, and be not bitter against them."
    },
    {
      "verse": 20,
      "text": "Children, obey your parents in all things; for this is well-pleasing in the Lord."
    },
    {
      "verse": 21,
      "text": "Fathers, provoke not your children, lest they be discouraged."
    },
    {
      "verse": 22,
      "text": "Bond-servants, obey in all things your masters according to the flesh, not with eye-service, as men-pleasers, but in singleness of heart, fearing the Lord."
    },
    {
      "verse": 23,
      "text": "Whatever ye do, do it from the heart, as to the Lord, and not to men,"
    },
    {
      "verse": 24,
      "text": "knowing that from the Lord ye will receive the recompense of the inheritance; serve Christ as your Lord."
    },
    {
      "verse": 25,
      "text": "For he that doeth wrong, shall receive back the wrong which he hath done; and there is no respect of persons."
    }
  ]
}