{
  "book_id": "NEH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And there was a great cry of the people and of their wives against their brethren the Jews."
    },
    {
      "verse": 2,
      "text": "For there were that said, We, our sons, and our daughters, \\add are\\add* many: therefore we take up corn \\add for them\\add*, that we may eat, and live."
    },
    {
      "verse": 3,
      "text": "\\add Some\\add* also there were that said, We \\add have\\add* mortgaged our lands, vineyards, and houses, that we might buy corn, because of the dearth."
    },
    {
      "verse": 4,
      "text": "There were also that said, We have borrowed money for the king’s tribute, \\add and that upon\\add* our lands and vineyards."
    },
    {
      "verse": 5,
      "text": "Yet now our flesh \\add is\\add* as the flesh of our brethren, our children as their children: and lo, we bring into bondage our sons and our daughters to be servants, and \\add some\\add* of our daughters are brought unto bondage \\add already:\\add* neither \\add is it\\add* in our power \\add to redeem them;\\add* for other men have our lands and vineyards."
    },
    {
      "verse": 6,
      "text": "And I was very angry when I heard their cry and these words."
    },
    {
      "verse": 7,
      "text": "Then I consulted with myself, and I rebuked the nobles, and the rulers, and said unto them, You exact usury, every one of his brother. And I set a great assembly against them."
    },
    {
      "verse": 8,
      "text": "And I said unto them, We after our ability have redeemed our brethren the Jews, which were sold unto the heathen; and will you even sell your brethren? or shall they be sold unto us? Then held they their peace, and found nothing \\add to answer\\add*."
    },
    {
      "verse": 9,
      "text": "Also I said, It \\add is\\add* not good that ye do: ought ye not to walk in the fear of our God because of the reproach of the heathen our enemies?"
    },
    {
      "verse": 10,
      "text": "I likewise, \\add and\\add* my brethren, and my servants, \\add might\\add* exact of them money and corn: I pray you, let us leave off this usury."
    },
    {
      "verse": 11,
      "text": "Restore, I pray you, to them, even \\add this\\add* day, their lands, their vineyards, their oliveyards, and their houses, also the hundredth \\add part\\add* of the money, and \\add of\\add* the corn, the wine, and the oil, that ye exact of them."
    },
    {
      "verse": 12,
      "text": "Then said they, We will restore \\add them\\add*, and will require nothing of them; so will we do as thou sayest. Then I called the priests, and took an oath of them, that \\add they\\add* should do according to this promise."
    },
    {
      "verse": 13,
      "text": "Also I shook my lap, and said, So God shake out every man from his house, and from his labour, that performeth not this promise, even thus be he shaken out, and emptied. And all the congregation said, Amen, and praised the \\sc Lord\\sc*. And the people did according to this promise."
    },
    {
      "verse": 14,
      "text": "Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king, \\add that is\\add*, twelve years, I and my brethren have not eaten the bread of the governor."
    },
    {
      "verse": 15,
      "text": "But the former governors that \\add had been\\add* before me were chargeable unto the people, and had taken of them bread and wine, beside forty shekels of silver; \\add yea,\\add* even their servants bare rule over the people: but so did not I, because of the fear of God."
    },
    {
      "verse": 16,
      "text": "Yea also I continued in the work of this wall, neither bought we \\add any\\add* land: and all my servants \\add were\\add* gathered thither unto the work."
    },
    {
      "verse": 17,
      "text": "Moreover \\add there were\\add* at my table an hundred and fifty of the Jews and rulers, besides those that came unto us from among the heathen that \\add are\\add* about us."
    },
    {
      "verse": 18,
      "text": "Now \\add that\\add* which was prepared \\add for me\\add* daily \\add was\\add* one ox \\add and\\add* six choice sheep; also fowls were prepared for me, and once in ten days store of all \\add sorts of\\add* wine: yet for \\add all\\add* this required not I the bread of the governor, because the bondage was heavy upon this people."
    },
    {
      "verse": 19,
      "text": "Think upon me, my God, for good, \\add according to\\add* all that I have done for this people."
    }
  ]
}