{
  "book_id": "2CH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And he made a brazen altar, the length of it twenty cubits, and the breadth twenty cubits, and the height ten cubits."
    },
    {
      "verse": 2,
      "text": "And he made the molten sea, in diameter ten cubits, entirely round, and the height of it five cubits, and the circumference thirty cubits."
    },
    {
      "verse": 3,
      "text": "And beneath it the likeness of calves, they compass it round about: ten cubits compass the laver round about, they cast the calves two rows in their casting,"
    },
    {
      "verse": 4,
      "text": "wherein they made them twelve calves—three looking northward, and three westward, and three southward, and three eastward: and the sea was upon them above, \\add and\\add* their hinder parts were inward."
    },
    {
      "verse": 5,
      "text": "And its thickness was a handbreadth, and its brim as the brim of a cup, graven with flowers of lilies, holding three thousand measures: and he finished \\add it\\add*."
    },
    {
      "verse": 6,
      "text": "And he made ten lavers, and set five on the right hand, and five on the left, to wash in them the instruments of the whole burnt offerings, and to rinse \\add the vessels\\add* in them; and the sea \\add was\\add* for the priests to wash in."
    },
    {
      "verse": 7,
      "text": "And he made the ten golden candlesticks according to their pattern, and he put them in the temple, five on the right hand, and five on the left."
    },
    {
      "verse": 8,
      "text": "And he made ten tables, and put them in the temple, five on the right hand, and five on the left: and he made a hundred golden bowls."
    },
    {
      "verse": 9,
      "text": "Also he made the priests’ court, and the great court, and doors to the court, and their panels \\add were\\add* overlaid with brass."
    },
    {
      "verse": 10,
      "text": "And he set the sea at the corner of the house on the right, as it were fronting the east."
    },
    {
      "verse": 11,
      "text": "And Hiram made the fleshhooks, and the fire pans, and the grate of the altar, and all its instruments: and Hiram finished doing all the work which he wrought for King Solomon in the house of God:"
    },
    {
      "verse": 12,
      "text": "two pillars, and upon them an embossed work for the chapiters on the heads of the two pillars, and two nets to cover the heads of the chapiters which are on the heads of the pillars;"
    },
    {
      "verse": 13,
      "text": "and four hundred golden bells for the two nets, and two rows of pomegranates in each net, to cover the two embossed rims of the chapiters which are upon the pillars."
    },
    {
      "verse": 14,
      "text": "And he made the ten bases, and he made the lavers upon the bases;"
    },
    {
      "verse": 15,
      "text": "and the one sea, and the twelve calves under it;"
    },
    {
      "verse": 16,
      "text": "and the footbaths, and the buckets, and the caldrons, and the fleshhooks, and all their furniture (which Hiram made, and brought to King Solomon in the house of the Lord) of pure brass."
    },
    {
      "verse": 17,
      "text": "In the country round about Jordan the king cast them, in the clay ground in the house of Succoth, and between \\add that and\\add* Zeredah."
    },
    {
      "verse": 18,
      "text": "So Solomon made all these vessels in great abundance, for the quantity of brass failed not."
    },
    {
      "verse": 19,
      "text": "And Solomon made all the vessels of the house of the Lord, and the golden altar, and the tables, and upon them \\add were to be\\add* the loaves of showbread;"
    },
    {
      "verse": 20,
      "text": "also the candlesticks, and the lamps to give light according to the pattern, and in front of the oracle, of pure gold."
    },
    {
      "verse": 21,
      "text": "And their snuffers, and their lamps \\add were made\\add*, and \\add he made\\add* the bowls, and the censers, and the fire pans, of pure gold."
    },
    {
      "verse": 22,
      "text": "And \\add there was\\add* the inner door of the house \\add opening\\add* into the holy of holies, and \\add he made\\add* the inner doors of the temple of gold. So all the work which Solomon wrought for the house of the Lord was finished."
    }
  ]
}