{
  "book_id": "2CH",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehoshaphat king of Judah returned to his house at Jerusalem."
    },
    {
      "verse": 2,
      "text": "And there went out to meet him Jehu the prophet the son of Hanani, and said to him, King Jehoshaphat, dost thou help a sinner, or act friendly toward one hated of the Lord? Therefore has wrath come upon thee from the Lord."
    },
    {
      "verse": 3,
      "text": "Nevertheless \\add some\\add* good things have been found in thee, forasmuch as thou didst remove the groves from the land of Judah, and didst direct thy heart to seek after the Lord."
    },
    {
      "verse": 4,
      "text": "And Jehoshaphat dwelt in Jerusalem: and he again went out among the people from Beersheba to the mount of Ephraim, and turned them back to the Lord God of their fathers."
    },
    {
      "verse": 5,
      "text": "And he appointed judges in all the strong cities of Judah, city by city."
    },
    {
      "verse": 6,
      "text": "And he said to the judges, Take good heed what ye do: for ye judge not for man, but for the Lord, and with you are matters of judgment."
    },
    {
      "verse": 7,
      "text": "And now let the fear of the Lord be upon you, and be wary, and do \\add your duty\\add*: for there is no unrighteousness with the Lord our God, neither \\add is it for him\\add* to respect persons, nor to take bribes."
    },
    {
      "verse": 8,
      "text": "Moreover Jehoshaphat appointed in Jerusalem some of the priests, and Levites, and heads of houses of Israel, for the judgment of the Lord, and to judge the dwellers in Jerusalem."
    },
    {
      "verse": 9,
      "text": "And he charged them, saying, Thus shall ye do in the fear of the Lord, in truth and with a perfect heart."
    },
    {
      "verse": 10,
      "text": "Whatsoever man of your brethren that dwell in their cities \\add shall bring\\add* the cause that comes before you, between blood \\add and\\add* blood, and between precept and commandment, and ordinances and judgments, ye shall even decide for them; so they shall not sin against the Lord, and there shall not be wrath upon you, and upon your brethren: thus ye shall do, and ye shall not sin."
    },
    {
      "verse": 11,
      "text": "And, behold, Amariah the priest is head over you in every matter of the Lord; and Zebadiah the son of Ishmael is head over the house of Judah in every matter of the king; and the scribes and Levites are before you: be strong and active, and the Lord shall be with the good."
    }
  ]
}