{
  "book_id": "2CH",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Ahaz was five and twenty years old when he began to reign, and he reigned sixteen years in Jerusalem: and he did not that which was right in the sight of the Lord, as David his father."
    },
    {
      "verse": 2,
      "text": "But he walked in the ways of the kings of Israel, for he made graven images."
    },
    {
      "verse": 3,
      "text": "And he sacrificedto their idols in the Valley of Ben-hinnom, and passed his children through the fire, according to the abominations of the heathen, whom the Lord cast out from before the children of Israel."
    },
    {
      "verse": 4,
      "text": "And he burned incense upon the high places, and upon the roofs, and under every shady tree."
    },
    {
      "verse": 5,
      "text": "And the Lord his God delivered him into the hand of the king of Syria; and he smote him, and took captive of them a great band of prisoners, and carried him to Damascus. Also Goddelivered him into the hands of the king of Israel, who smote him with a great slaughter."
    },
    {
      "verse": 6,
      "text": "And Pekah the son of Remaliah king of Israel, slew in Judah in one day a hundred and twenty thousand mighty men; because they had forsaken the Lord God of their fathers."
    },
    {
      "verse": 7,
      "text": "And Zichri, a mighty man of Ephraim, slew Maaseiah the king’s son, and Azrikam the chief of his house, and Elkanah the king’s deputy."
    },
    {
      "verse": 8,
      "text": "And the children of Israel took captive of their brethren three hundred thousand, women, and sons, and daughters, and they spoiled them of much property, and brought the spoils to Samaria."
    },
    {
      "verse": 9,
      "text": "And there was there a prophet of the Lord, his name wasOded: and he went out to meet the host that were coming to Samaria, and said to them, Behold, the wrath of the Lord God of your fathers isupon Judah, and he has delivered them into your hands, and ye have slain them in wrath, and it has reached even to heaven."
    },
    {
      "verse": 10,
      "text": "And now ye talk of keeping the children of Judah and Jerusalem for servants and handmaids. Lo, am I not with you to testify for the Lord your God?"
    },
    {
      "verse": 11,
      "text": "And now hearken to me, and restore the prisoners of your brethren whom ye have taken: for the fierce anger of the Lord isupon you."
    },
    {
      "verse": 12,
      "text": "And the chiefs of the sons of Ephraim rose up, Azariah the son of Johanan, and Berechiah the son of Meshillemoth, and Jehizkiah the son of Shallum, and Amasa the son of Hadlai, against those that came from the war,"
    },
    {
      "verse": 13,
      "text": "and said to them, Ye shall not bring in hither the prisoners to us, for whereas sin against the Lord isupon us, ye mean to add to our sins, and to our trespass: for our sin isgreat, and the fierce anger of the Lord isupon Israel."
    },
    {
      "verse": 14,
      "text": "So the warriors left the prisoners and the spoils before the princes and all the congregation."
    },
    {
      "verse": 15,
      "text": "And the men who were called by name rose up, and took hold of the prisoners, and clothed all the naked from the spoils, and gave them garments and shoes, and gave them foodto eat, and oilto anoint themselves with, and they helped also everyone that was weak with asses, and placed them in Jericho, the city of palm trees, with their brethren; and they returned to Samaria."
    },
    {
      "verse": 16,
      "text": "At that time King Ahaz sent to the king of Assyria to help him, and on this occasion,"
    },
    {
      "verse": 17,
      "text": "because the Edomites had attacked him, and smitten Judah, and taken a number of prisoners."
    },
    {
      "verse": 18,
      "text": "Also the Philistines had made an attack on the cities of the plain country, and the cities of the south of Judah, and taken Beth-shemesh, and the things in the house of the Lord, and the things in the house of the king, and of the princes: and they gave to the King Aijalon, and Gederoth, and Soco and her villages, and Timnah and her villages, and Gimzo and her villages: and they dwelt there."
    },
    {
      "verse": 19,
      "text": "For the Lord humbled Judah because of Ahaz king of Judah, because he grievously departed from the Lord."
    },
    {
      "verse": 20,
      "text": "And there came against him Tiglath-pileser king of Assyria, and he afflicted him."
    },
    {
      "verse": 21,
      "text": "And Ahaz took the things that werein the house of the Lord, and the things in the house of the king, and of the princes, and gave them to the king of Assyria: but he was no help to him,"
    },
    {
      "verse": 22,
      "text": "but only troubled himin his affliction: and he departed yet more from the Lord, and King Ahaz said,"
    },
    {
      "verse": 23,
      "text": "I will seek after the gods of Damascus that smite me. And he said, Forasmuch as the gods of the king of Syria themselves strengthen them, therefore will I sacrifice to them, and they will help me. But they became a stumbling block to him, and to all Israel."
    },
    {
      "verse": 24,
      "text": "And Ahaz removed the vessels of the house of the Lord, and cut them in pieces, and shut the doors of the house of the Lord, and made to himself altars in every corner in Jerusalem:"
    },
    {
      "verse": 25,
      "text": "and in each several city in Judah he made high places to burn incense to strange gods: and they provoked the Lord God of their fathers."
    },
    {
      "verse": 26,
      "text": "And the rest of his acts, and his deeds, the first and the last, behold, they arewritten in the book of the kings of Judah and Israel."
    },
    {
      "verse": 27,
      "text": "And Ahaz slept with his fathers, and was buried in the city of David; for they did not bring him into the sepulchers of the kings of Israel: and Hezekiah his son reigned in his stead."
    }
  ]
}