{
  "book_id": "2CH",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "And the people of the land took Jehoahaz the son of Josiah, and anointed him, and made him king over Jerusalem in the room of his father."
    },
    {
      "verse": 2,
      "text": "Jehoahaz \\add was\\add* twenty-three years old when he began to reign, and he reigned three months in Jerusalem:"
    },
    {
      "verse": 3,
      "text": "And the king brought him over to Egypt; and imposed a tribute on the land, a hundred talents of silver and a talent of gold."
    },
    {
      "verse": 4,
      "text": "And Pharaoh Neco made Eliakim the son of Josiah king over Judah in the room of his father Josiah, and changed his name \\add to\\add* Jehoiakim. And Pharaoh Neco took his brother Jehoahaz and brought him into Egypt, and he died there:"
    },
    {
      "verse": 5,
      "text": "Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem: and his mother’s name \\add was\\add* Zechora, daughter of Nerias of Rumah. And he did that which was evil in the sight of the Lord, according to all that his fathers did."
    },
    {
      "verse": 6,
      "text": "And Nebuchadnezzar king of Babylon came up against him, and bound him with brazen fetters, and carried him away to Babylon."
    },
    {
      "verse": 7,
      "text": "And he carried away a part of the vessels of the house of the Lord to Babylon, and put them in his temple in Babylon."
    },
    {
      "verse": 8,
      "text": "And the rest of the acts of Jehoiakim, and all that he did, behold, \\add are\\add* not these things written in the book of the chronicles of the kings of Judah? And Jehoiakim slept with his fathers, and was buried with his fathers in Ganozae: and Jehoiachin his son reigned in his stead."
    },
    {
      "verse": 9,
      "text": "Jehoiachin \\add was\\add* eight years old when he began to reign, and he reigned three months and ten days in Jerusalem, and did that which was evil in the sight of the Lord."
    },
    {
      "verse": 10,
      "text": "And at the turn of the year, King Nebuchadnezzar sent, and brought him to Babylon, with the precious vessels of the house of the Lord, and made Zedekiah his father’s brother king over Judah and Jerusalem."
    },
    {
      "verse": 11,
      "text": "Zedekiah \\add was\\add* twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem."
    },
    {
      "verse": 12,
      "text": "And he did that which was evil in the sight of the Lord his God: he was not ashamed before the prophet Jeremiah, nor because of the word of the Lord;"
    },
    {
      "verse": 13,
      "text": "in that he rebelled against King Nebuchadnezzar, which he adjured him by God \\add not to do\\add*: but he stiffened his neck, and hardened his heart, so as not to return to the Lord God of Israel."
    },
    {
      "verse": 14,
      "text": "And all the great men of Judah, and the priests, and the people of the land transgressed abundantly in the abominations of the heathen, and polluted the house of the Lord which \\add was\\add* in Jerusalem."
    },
    {
      "verse": 15,
      "text": "And the Lord God of their fathers sent by the hand of his prophets; rising early and sending his messengers, for he spared his people, and his sanctuary."
    },
    {
      "verse": 16,
      "text": "Nevertheless they sneered at his messengers, and set at nought his words, and mocked his prophets, until the wrath of the Lord rose up against his people, till there was no remedy."
    },
    {
      "verse": 17,
      "text": "And he brought against them the king of the Chaldeans, and slew their young men with the sword in the house of his sanctuary, and did not spare Zedekiah, and had no mercy upon their virgins, and they led away their old men: he delivered all things into their hands."
    },
    {
      "verse": 18,
      "text": "And all the vessels of the house of God, the great and the small, and the treasures of the house of the Lord, and all the treasures of the king and the great men; he brought all to Babylon."
    },
    {
      "verse": 19,
      "text": "And he burned the house of the Lord, and broke down the wall of Jerusalem, and burned its palaces with fire, and \\add utterly destroyed\\add* every beautiful vessel."
    },
    {
      "verse": 20,
      "text": "And he carried away the remnant to Babylon; and they were servants to him and to his sons until \\add the establishment of\\add* the kingdom of the Medes."
    },
    {
      "verse": 21,
      "text": "That the word of the Lord by the mouth of Jeremiah might be fulfilled, until the land should enjoy its Sabbaths in resting \\add and\\add* Sabbath keeping all the days of its desolation, till the accomplishment of seventy years."
    },
    {
      "verse": 22,
      "text": "In the first year of Cyrus king of the Persians, after the fulfillment of the word of the Lord by the mouth of Jeremiah, the Lord stirred up the spirit of Cyrus king of the Persians, and told him to make proclamation in writing throughout all his kingdom, saying,"
    },
    {
      "verse": 23,
      "text": "Thus says Cyrus king of the Persians to all the kingdoms of the earth, The Lord God of heaven has given me \\add power\\add*, and he has commanded me to build a house to him in Jerusalem, in Judea. Who \\add is there\\add* of you of all his people? his God shall be with him, and let him go up."
    }
  ]
}