{
  "book_id": "HAB",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy which Habakkuk the prophet foresaw."
    },
    {
      "verse": 2,
      "text": "How long, O Lord, have I entreated [thee], and thou wouldst not hear? [how long] shall I cry out unto thee [because of] violence, and thou wilt not save?"
    },
    {
      "verse": 3,
      "text": "Why wilt thou let me see wickedness, and wilt look on trouble, and the robbery and violence [that are] before me: while there is strife, and contention lifteth up [its head]?"
    },
    {
      "verse": 4,
      "text": "Therefore is the law powerless, and justice cometh not forth victorious; for the wicked encompasseth about the righteous; therefore doth justice come forth perverted."
    },
    {
      "verse": 5,
      "text": "Look ye about among the nations, and behold and be astonished and astounded; for [God] will fulfill a work in your days, ye would not believe it, if it were only told you."
    },
    {
      "verse": 6,
      "text": "For, lo, I will raise up the Chaldeans, that bitter and impetuous nation, that march to the wide spaces of the earth to conquer dwelling-places that are not theirs."
    },
    {
      "verse": 7,
      "text": "Terrible and dreadful are they: from themselves go forth their judicial laws and their dignity."
    },
    {
      "verse": 8,
      "text": "And swifter than leopards are their horses, and fiercer than the evening wolves; and their horsemen spread themselves abroad: and their horsemen will come from afar; they will fly like the eagle hastening to eat."
    },
    {
      "verse": 9,
      "text": "They all will come for violence: the front of their faces is like the east wind, and they gather captives as the sand."
    },
    {
      "verse": 10,
      "text": "And they will make sport with kings, and princes will be a play unto them: at every strong-hold will they laugh, and they will cast up earth-mounds and capture it."
    },
    {
      "verse": 11,
      "text": "Then doth their spirit become arrogant, and they are surpassingly proud, and offend, [imputing] this their power unto their god."
    },
    {
      "verse": 12,
      "text": "Art thou not from everlasting, O Lord my God, my Holy One? we shall not die. O Lord, thou hast ordained them for judgment; and, O Protector, thou hast appointed them to correct [nations]."
    },
    {
      "verse": 13,
      "text": "Thou, who art too pure of eyes to behold evil, and canst not look on trouble, wherefore wilt thou look upon those that deal treacherously, be silent when the wicked swalloweth up him that is more righteous than he?"
    },
    {
      "verse": 14,
      "text": "And [why] makest thou men as the fishes of the sea, as the creeping things, that have no ruler over them?"
    },
    {
      "verse": 15,
      "text": "All of them he bringeth up with the angle, he draggeth them up in his net, and gathereth them in his drag: therefore he rejoiceth and is glad."
    },
    {
      "verse": 16,
      "text": "Therefore he sacrificeth unto his net, and burneth incense unto his drag; because through them is his portion fat, and his food marrowy."
    },
    {
      "verse": 17,
      "text": "Shall he therefore [always] empty his net, and continually slay nations without sparing?"
    }
  ]
}