{
  "book_id": "HAB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "A prayer of Habakkuk the prophet upon Shigyonoth."
    },
    {
      "verse": 2,
      "text": "O Lord, I have heard thy fame, [and] was afraid: O Lord, thy work—in the midst of the years [of sorrow] revive thou it, in the midst of the years make it known; in wrath remember mercy."
    },
    {
      "verse": 3,
      "text": "[When] God from Theman came, and the Holy One from mount Paran, Selah: his glory covered the heavens, and of his praise the earth was full."
    },
    {
      "verse": 4,
      "text": "And [his] brightness was like the sunlight; rays streamed forth out of his hand unto them; and there was the hiding of his power."
    },
    {
      "verse": 5,
      "text": "Before him went the pestilence, and burning coals went forth in his steps."
    },
    {
      "verse": 6,
      "text": "He stood forward, and made the earth tremble; he looked and dispersed nations; and there burst asunder the everlasting mountains; there sunk the perpetual hills: the ways of the world are his."
    },
    {
      "verse": 7,
      "text": "In affliction I saw the tents of Cushan: they trembled—the curtains of the land of Midian."
    },
    {
      "verse": 8,
      "text": "Was the Lord wroth against the rivers? yea, was against the rivers thy anger [kindled]? was against the sea thy wrath that thou rodest upon thy horses, thy chariots of victory!"
    },
    {
      "verse": 9,
      "text": "Laid quite bare is thy bow, like severe rods of punishment [goeth forth] thy word, Selah: into rivers thou splittest the earth."
    },
    {
      "verse": 10,
      "text": "The mountains saw thee, they trembled; the flowing waters passed along: the deep issued forth its voice, the height lifted up its hands."
    },
    {
      "verse": 11,
      "text": "The sun and moon stood still in their dwelling: at the light of thy arrows they walked along, at the shining of the flaming glitter of thy spear."
    },
    {
      "verse": 12,
      "text": "In indignation thou marchest through the earth, in anger thou treadest down nations."
    },
    {
      "verse": 13,
      "text": "Thou wentest forth to the assistance of thy people, to the assistance of thy anointed: thou didst wound the head out of the house of the wicked, destroy the foundation with the high-towering walls. Selah."
    },
    {
      "verse": 14,
      "text": "Thou didst strike through with his own spears the chiefs of his villages, who rushed out furiously to scatter me; who rejoiced greatly as though they were to devour the poor in secret."
    },
    {
      "verse": 15,
      "text": "[But] thou didst pass along over the sea with thy horses, over the piled up billows of great waters."
    },
    {
      "verse": 16,
      "text": "I heard it, and my inmost parts trembled; at the report my lips quivered; rottenness entered into my bones, and I trembled in my place, that I should rest till the day of distress, till the withdrawing of the people that will invade us with its troops."
    },
    {
      "verse": 17,
      "text": "For the fig-tree doth not bud, and no fruit is on the vines; the productiveness of the olive deceiveth, and the fields yield no food; from the fold the flocks are cut off, and there are no herds in the stalls."
    },
    {
      "verse": 18,
      "text": "Yet will I rejoice in the Lord, I will exult in the God of my salvation."
    },
    {
      "verse": 19,
      "text": "The Lord Eternal is my strength, and he maketh my feet fleet as those of the hinds, and he will cause me to tread upon my high places. To the chief musician of my songs."
    }
  ]
}