{
  "book_id": "JOS",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And Joshua, the son of Nun, had sent out from Shittim two men as spies, secretly, saying, Go ye, view the land and especially Jericho; and they went, and came unto the house of a woman, a harlot, whose name was Rachab, and they lodged there."
    },
    {
      "verse": 2,
      "text": "And it was told unto the king of Jericho, saying, Behold, men came in hither this night, of the children of Israel, to search out the country."
    },
    {
      "verse": 3,
      "text": "And the king of Jericho sent to Rachab, saying, Bring forth the men who are come to thee, who came to thy house; for, to search out all the country are they come."
    },
    {
      "verse": 4,
      "text": "But the woman had taken the two men, and hidden them; and she said, It is true, the men came unto me, but I knew not whence they were."
    },
    {
      "verse": 5,
      "text": "And it came to pass, about the time of shutting the gate, when it was dark, that the men went out; I know not whither the men are gone: pursue quickly after them, for ye can overtake them."
    },
    {
      "verse": 6,
      "text": "But she had brought them up to the roof, and had hidden them among the stalks of flax, which she had laid in order upon the roof."
    },
    {
      "verse": 7,
      "text": "And the men pursued after them, by the way to the Jordan unto the fords; and the gate was closed, as soon as those who pursued after them were gone out."
    },
    {
      "verse": 8,
      "text": "But they had not yet laid themselves down, when she came up unto them upon the roof."
    },
    {
      "verse": 9,
      "text": "And she said unto them, I know that the Lord hath given you the land, and that the terror of you hath fallen upon us, and that all the inhabitants of the land are become faint-hearted, because of you."
    },
    {
      "verse": 10,
      "text": "For we have heard, how that the Lord dried up the waters of the Red Sea before you, when ye went forth out of Egypt; and what ye have done unto the two kings of the Emorites, who were on the other side of the Jordan, unto Sichon and 'Og, whom ye have utterly destroyed."
    },
    {
      "verse": 11,
      "text": "And when we heard this, our heart melted, and there remained not any more courage in any man, because of you; for the Lord your God is alone God in the heavens above, and upon the earth beneath."
    },
    {
      "verse": 12,
      "text": "And now swear, I pray you, unto me by the Lord, because I have shown you kindness, that ye will also, for your part, show kindness, unto my father's house; and give me a sure token,"
    },
    {
      "verse": 13,
      "text": "That ye will preserve the life of my father, and my mother, and my brothers, and my sisters, and all that they have, and deliver our lives from death."
    },
    {
      "verse": 14,
      "text": "And the men said unto her, Our life shall be [doomed] to death instead of yours, if ye tell not this our business; and it shall be, when the Lord giveth us the land, that we will show thee kindness and truth."
    },
    {
      "verse": 15,
      "text": "Then she let them down by a cord through the window; for her house was within the town wall, and within the wall she dwelt."
    },
    {
      "verse": 16,
      "text": "And she said unto them, Get you to the mountain, lest the pursuers meet with you; and hide yourselves there three days, until the pursuers be returned; and afterward ye may go your way."
    },
    {
      "verse": 17,
      "text": "And the men said unto her, We will be blameless of this thy oath which thou hast caused us to swear."
    },
    {
      "verse": 18,
      "text": "Behold, when we come into the land, this line of scarlet thread shalt thou bind in the window by which thou hast let us down; and thy father, and thy mother, and thy brothers, and all thy father's household, thou must bring together unto thee into the house."
    },
    {
      "verse": 19,
      "text": "And it shall be, that whosoever will go out of the doors of thy house into the street, his blood shall be upon his head, and we will be guiltless; and whosoever will remain with thee in the house, his blood shall be on our head, if a hand be laid upon him."
    },
    {
      "verse": 20,
      "text": "And if thou tell this our business, then will we be free of thy oath which thou hast caused us to swear."
    },
    {
      "verse": 21,
      "text": "And she said, According unto your words, so be it; and she dismissed them, and they departed; and she bound the scarlet line in the window."
    },
    {
      "verse": 22,
      "text": "And they went, and came unto the mountain, and they remained there three days, until the pursuers were returned; and the pursuers sought throughout all the way, but found nothing."
    },
    {
      "verse": 23,
      "text": "And the two men returned, and descended from the mountain, and passed over, and came to Joshua the son of Nun, and related to him all the things that had befallen them."
    },
    {
      "verse": 24,
      "text": "And they said unto Joshua, Truly the Lord hath given up into our hand all the country; for all the inhabitants of the country are already become faint-hearted because of us."
    }
  ]
}