{
  "book_id": "JOS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when all the kings of the Emorites, who were on the side of the Jordan westward, and all the kings of the Canaanites, who were by the sea, heard that the Lord had dried up the waters of the Jordan from before the children of Israel, until they were passed over, that their heart melted, and there remained no more any courage in them, because of the children of Israel."
    },
    {
      "verse": 2,
      "text": "At that time the Lord said unto Joshua, Make thee sharp knives, and circumcise again the children of Israel the second time."
    },
    {
      "verse": 3,
      "text": "And Joshua made himself sharp knives, and circumcised the children of Israel at the hill of 'Araloth."
    },
    {
      "verse": 4,
      "text": "And this is the cause why Joshua did circumcise: All the people that came out of Egypt, the males, all the men of war, died in the wilderness on the way, after their going forth out of Egypt."
    },
    {
      "verse": 5,
      "text": "For all the people that came out were circumcised; but all the people that were born in the wilderness on the way at their going forth out of Egypt, they had not circumcised."
    },
    {
      "verse": 6,
      "text": "For during forty years the children of Israel wandered in the wilderness, till there was an end of all the people, the men of war, who were come out of Egypt, who had not obeyed the voice of the Lord; unto whom the Lord had sworn that he would not let them see the land, which the Lord had sworn unto their fathers that he would give unto us, a land flowing with milk and honey."
    },
    {
      "verse": 7,
      "text": "But their children he raised up in their stead: these did Joshua circumcise; for they were uncircumcised, because they had not circumcised them on the way."
    },
    {
      "verse": 8,
      "text": "And it came to pass, when the whole people had all been circumcised, that they abode in their places in the camp till they were healed."
    },
    {
      "verse": 9,
      "text": "And the Lord said unto Joshua, This day have I rolled away the reproach of Egypt from off you. And he called the name of the place Gilgal unto this day."
    },
    {
      "verse": 10,
      "text": "And the children of Israel encamped in Gilgal, and they prepared the passover-offering on the fourteenth day of the month at evening in the plains of Jericho."
    },
    {
      "verse": 11,
      "text": "And they ate of the corn of the land on the morrow after the passover-offering, unleavened cakes and parched corn, on the selfsame day."
    },
    {
      "verse": 12,
      "text": "And the manna ceased on the morrow after they had eaten of the corn of the land; and the children of Israel had not any more manna; but they did eat of the product of the land of Canaan during that year."
    },
    {
      "verse": 13,
      "text": "And it came to pass, when Joshua was by Jericho, that he lifted up his eyes and looked, and, behold, a man was standing over against him with his sword drawn in his hand; and Joshua went unto him, and said to him, Art thou for us, or for our adversaries?"
    },
    {
      "verse": 14,
      "text": "And he said, No; for I am a captain of the host of the Lord: now am I come. And Joshua fell on his face to the earth, and bowed himself, and said to him, What doth my lord speak unto his servant?"
    },
    {
      "verse": 15,
      "text": "And the captain of the Lord's host said unto Joshua, Put off thy shoe from off thy foot; for the place whereon thou standest is holy. And Joshua did so."
    }
  ]
}