{
  "book_id": "JOS",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "But the children of Israel committed a trespass on the devoted things; for 'Achan, the son of Carmi, the son of Zabdi, the son of Zerach, of the tribe of Judah, took of the devoted things: and the anger of the Lord was kindled against the children of Israel."
    },
    {
      "verse": 2,
      "text": "And Joshua sent men from Jericho to 'Ai, which is beside Beth-aven, on the east side of Beth-el, and said unto them, thus, Go up and spy out the country. And the men went up and spied out 'Ai."
    },
    {
      "verse": 3,
      "text": "And they returned to Joshua, and said unto him, Let not all the people go up; but let about two or three thousand men go up and smite 'Ai: do not fatigue all the people [to go] thither; for they are but few."
    },
    {
      "verse": 4,
      "text": "So there went up thither of the people about three thousand men; and they fled before the men of 'Ai."
    },
    {
      "verse": 5,
      "text": "And the men of 'Ai smote of them about thirty and six men; and they chased them from before the gate unto the stone-quarries, and smote them on the declivity [of the hill]; wherefore the heart of the people melted, and became as water."
    },
    {
      "verse": 6,
      "text": "And Joshua rent his clothes, and fell upon his face to the earth before the ark of the Lord until the evening, he with the elders of Israel, and they put dust upon their head."
    },
    {
      "verse": 7,
      "text": "And Joshua said, Alas, O Lord Eternal, wherefore hast thou caused this people to pass over the Jordan, to deliver us into the hand of the Emorites, to destroy us? and oh! that we had been content, and dwelt on the other side of the Jordan!"
    },
    {
      "verse": 8,
      "text": "I pray thee, O Lord, what shall I say, since Israel have turned their back before their enemies!"
    },
    {
      "verse": 9,
      "text": "And when the Canaanites and all the inhabitants of the land will hear of it, they will environ us round, and cut off our name from the earth; and what wilt thou do for thy great name?"
    },
    {
      "verse": 10,
      "text": "And the Lord said unto Joshua, Get thee up; wherefore liest thou upon thy face."
    },
    {
      "verse": 11,
      "text": "Israel hath sinned, and they have also transgressed my covenant which I have commanded them; and they have also taken of the devoted things, and have also stolen, and have also dissembled, and they have also put it into their own vessels."
    },
    {
      "verse": 12,
      "text": "Therefore will the children of Israel not be able to stand up before their enemies; their back will they turn before their enemies, because they have become accursed: I will not be any more with you, except ye destroy the accursed from among you."
    },
    {
      "verse": 13,
      "text": "Rise up, sanctify the people, and say, Sanctify yourselves against tomorrow; for thus hath said the Lord the God of Israel, An accursed thing is in the midst of thee, O Israel: thou shalt not be able to stand up before thy enemies, until ye have removed the accursed from among you."
    },
    {
      "verse": 14,
      "text": "And ye shall be brought near in the morning according to your tribes: and it shall be, that the tribe which the Lord will seize shall come near according to its families; and the family which the Lord will seize shall come near by households; and the household which the Lord shall seize will come near by its men."
    },
    {
      "verse": 15,
      "text": "And it shall be, that he that is seized with the accursed thing shall be burnt with fire, he, and all that he hath; because he hath transgressed the covenant of the Lord, and because he hath wrought wickedness in Israel."
    },
    {
      "verse": 16,
      "text": "So Joshua rose up early in the morning, and brought Israel near by their tribes, and the tribe of Judah was seized;"
    },
    {
      "verse": 17,
      "text": "And he brought near the family of Judah, and he seized the family of the Zarchites; and he brought near the family of the Zarchites by its men, and Zabdi was seized;"
    },
    {
      "verse": 18,
      "text": "And he brought near his household by its men, and 'Achan, the son of Carmi, the son of Zabdi, the son of Zerach, of the tribe of Judah, was seized."
    },
    {
      "verse": 19,
      "text": "And Joshua said unto 'Achan, My son, give, I pray thee, glory to the Lord, the God of Israel, and make confession unto him; and tell me, I pray thee, what thou hast done: hide nothing from me."
    },
    {
      "verse": 20,
      "text": "And 'Achan answered Joshua, and said, Truly! I have indeed sinned against the Lord the God of Israel, and thus and thus have I done:"
    },
    {
      "verse": 21,
      "text": "I saw among the spoil a handsome Babylonish mantle, and two hundred shekels of silver, and a wedge of gold of fifty shekels in weight, and I coveted them, and took them; and, behold, they are hidden in the earth in the midst of my tent, with the silver beneath the same."
    },
    {
      "verse": 22,
      "text": "Joshua thereupon sent messengers, and they ran unto the tent; and, behold, it was hidden in his tent, and the silver beneath it."
    },
    {
      "verse": 23,
      "text": "And they took them out of the midst of the tent, and brought them unto Joshua, and unto all the children of Israel, and they laid them out before the Lord."
    },
    {
      "verse": 24,
      "text": "And Joshua took 'Achan the son of Zerach, and the silver, and the mantle, and the wedge of gold, and his sons, and his daughters, and his ox, and his ass, and his sheep, and his tent, and all that he had, and all Israel were with him, and they brought them up unto the valley of 'Achor."
    },
    {
      "verse": 25,
      "text": "And Joshua said, How hast thou troubled us! so shall the Lord trouble thee this day. And all Israel stoned him with stones, and burnt them with fire, after they had stoned them with stones."
    },
    {
      "verse": 26,
      "text": "And they raised over him a great heap of stones [which is] unto this day; and the Lord turned from the fierceness of his anger. Wherefore the name of that place was called, The valley of 'Achor, unto this day."
    }
  ]
}