{
  "book_id": "JOS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when all the kings that were on this side of the Jordan, in the mountain, and in the lowlands, and in all the coast of the great sea opposite Lebanon, the Hittites, and the Emorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, heard this,"
    },
    {
      "verse": 2,
      "text": "That they assembled themselves all together, to fight with Joshua and with Israel, with one accord."
    },
    {
      "verse": 3,
      "text": "And when the inhabitants of Gib'on heard what Joshua had done unto Jericho and unto 'Ai,"
    },
    {
      "verse": 4,
      "text": "They also did work wilily, and went and feigned to be messengers, and took old sacks for their asses, and wine-bottles, old, and rent, and bound up;"
    },
    {
      "verse": 5,
      "text": "And [put] old and patched-up shoes upon their feet, and old garments upon themselves; and all the bread of their provision was dry and mouldy."
    },
    {
      "verse": 6,
      "text": "And they went to Joshua unto the camp at Gilgal, and said unto him, and to the men of Israel, We are come from a far-off country; and now make ye a covenant with us."
    },
    {
      "verse": 7,
      "text": "And the men of Israel said unto the Hivites, Peradventure ye dwell in the midst of us; and how can we make a covenant with you:"
    },
    {
      "verse": 8,
      "text": "And they said unto Joshua, We are thy servants. And Joshua said unto them, Who are ye? and whence come ye!"
    },
    {
      "verse": 9,
      "text": "And they said unto him, From a very far-off country are thy servants come, because of the name of the Lord thy God; for we have heard his fame, and all that he hath done in Egypt;"
    },
    {
      "verse": 10,
      "text": "And all that he hath done to the two kings of the Emorites, that were beyond the Jordan, to Sichon the king of Cheshbon, and to 'Og the king of Bashan, who was at 'Ashtaroth."
    },
    {
      "verse": 11,
      "text": "Wherefore our elders and all the inhabitants of our country said to us, as followeth, Take provisions with you for the journey, and go to meet them, and say unto them, Your servants are we: and now make ye with us a covenant."
    },
    {
      "verse": 12,
      "text": "This our bread we took hot for our provision out of our houses on the day we came forth to go unto you; and now, behold, it is dry, and it is become mouldy:"
    },
    {
      "verse": 13,
      "text": "And these wine-bottles, which we filled, when new,— but behold, they are now become rent; and these our garments and our shoes are become worn out by reason of the very long journey."
    },
    {
      "verse": 14,
      "text": "And the men took of their provisions, but the decision of the Lord they did not ask."
    },
    {
      "verse": 15,
      "text": "And Joshua made peace with them, and made a covenant with them, to let them live; and the princes of the congregation swore unto them."
    },
    {
      "verse": 16,
      "text": "And it came to pass at the end of three days after they had made a covenant with them, that they heard that they were their neighbors, and that they dwelt in the midst of them."
    },
    {
      "verse": 17,
      "text": "And the children of Israel broke up, and came unto their cities on the third day; and their cities were Gib'on, and Kephirah, and Beeroth, and Kiryath-ye'arim."
    },
    {
      "verse": 18,
      "text": "And the children of Israel smote them not; because the princes of the congregation had sworn unto them by the Lord, the God of Israel; but all the congregation murmured against the princes."
    },
    {
      "verse": 19,
      "text": "And all the princes said unto all the congregation, We have sworn unto them by the Lord the God of Israel: and now we cannot touch them."
    },
    {
      "verse": 20,
      "text": "This will we do to them, and we will let them live, that there be no wrath upon us, on account of the oath which we have sworn unto them."
    },
    {
      "verse": 21,
      "text": "And the princes said unto them, Let them live: and they became hewers of wood and drawers of water unto all the congregation, as the princes had spoken unto them."
    },
    {
      "verse": 22,
      "text": "And Joshua called for them, and he spoke unto them, saying, Wherefore have ye deceived us, saying, We are very far from you: whereas ye dwell in the midst of us?"
    },
    {
      "verse": 23,
      "text": "And now be ye cursed, and there shall not cease to be of you servants and hewers of wood and drawers of water for the house of my God."
    },
    {
      "verse": 24,
      "text": "And they answered Joshua, and said, Because it was certainly told thy servants, how that the Lord thy God had commanded his servant Moses to give unto you all the land, and to destroy all the inhabitants of the land from before you; wherefore we were sore afraid for our lives because of you, and we have done this thing."
    },
    {
      "verse": 25,
      "text": "And now, behold, we are in thy hand; as it seemeth good and right in thy eyes to do unto us, so do."
    },
    {
      "verse": 26,
      "text": "And he did unto them thus; and he delivered them out of the hand of the children of Israel, and they slew them not."
    },
    {
      "verse": 27,
      "text": "And Joshua appointed them on that day hewers of wood and drawers of water for the congregation, and for the altar of the Lord, even unto this day, for the place which he should choose."
    }
  ]
}