{
  "book_id": "JOS",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And the lot for the tribe of the children of Judah after their families came by the border of Edom, with the wilderness of Zin, southward, as the uttermost southern boundary."
    },
    {
      "verse": 2,
      "text": "And their southern boundary was from the end of the salt sea, from the bay that bendeth southward:"
    },
    {
      "verse": 3,
      "text": "And it went out to the south of the heights of 'Akrabbim, and passed along to Zin, and ascended up on the south side unto Kadesh-barnea, and passed along to Chezron, and went up to Adar, and fetched a compass to Karka';"
    },
    {
      "verse": 4,
      "text": "And it passed on toward 'Azmon, and went out unto the river of Egypt; and the terminations of the boundary were at the sea: this shall be your southern boundary."
    },
    {
      "verse": 5,
      "text": "And the east boundary was the salt sea, unto the end of the Jordan. And the boundary in the north quarter was from the bay of the sea at the end of the Jordan;"
    },
    {
      "verse": 6,
      "text": "And the boundary went up to Beth-choglah, and passed along by the north of Beth'arabah; and the boundary went up to Ebenbohan the son of Reuben;"
    },
    {
      "verse": 7,
      "text": "And the boundary went up toward Debir from the Valley of 'Achor, and at the north it bent toward Gilgal, that is opposite the heights of Adummim, which is on the south side of the valley; and the boundary passed toward the waters of 'En-shemesh, and its terminations were at En-rogel;"
    },
    {
      "verse": 8,
      "text": "And the boundary went up to the valley of the son of Hinnom unto the south side of the Jebusite, the same is Jerusalem; and the boundary went up to the top of the mount that lieth before the valley of Hinnom westward, which is at the end of the valley of Rephaim northward;"
    },
    {
      "verse": 9,
      "text": "And the boundary extended from the top of the mount unto the spring of the waters of Nephtoach, and went out to the cities of mount 'Ephron; and the boundary extended to Ba'alah, which is Kiryath-ye'arim;"
    },
    {
      "verse": 10,
      "text": "And the boundary compassed from Ba'alah westward unto mount Seir, and passed along unto the side of mount Ye'arim, which is Kessalon, on the north side, and went down to Beth-shemesh, and passed on to Timnah;"
    },
    {
      "verse": 11,
      "text": "And the boundary went out unto the side of 'Ekron northward; and the boundary extended to Shikron, and passed along to the mount of Ba'alah, and went out unto Yabneel; and the terminations of the boundary were at the sea."
    },
    {
      "verse": 12,
      "text": "And the west boundary was by the great sea, and the coast thereof. This is the boundary of the children of Judah round about according to their families."
    },
    {
      "verse": 13,
      "text": "And unto Caleb the son of Yephunneh he gave as a portion among the children of Judah, according to the order of the Lord to Joshua, Kiryath-arba' the father of 'Anak, which is Hebron."
    },
    {
      "verse": 14,
      "text": "And Caleb drove out from there the three sons of 'Anak, Sheshai, and Achiman, and Talmai, the children of 'Anak."
    },
    {
      "verse": 15,
      "text": "And he went up from there to the inhabitants of Debir; and the name of Debir before was Kiryath-sepher."
    },
    {
      "verse": 16,
      "text": "And Caleb said, He that will smite Kiryath-sepher, and capture it, to him will I give 'Achsah my daughter for wife."
    },
    {
      "verse": 17,
      "text": "And 'Othniel the son of Kenaz, the brother of Caleb, captured it; and he gave him 'Achsah his daughter for wife."
    },
    {
      "verse": 18,
      "text": "And it came to pass, as she came thither, that she persuaded him to ask of her father a field: and she alighted from her ass; and Caleb said unto her, What aileth thee?"
    },
    {
      "verse": 19,
      "text": "And she said, Give me a blessing; for a dry land hast thou given me: give me then also springs of water. And he gave her the upper springs and the lower springs."
    },
    {
      "verse": 20,
      "text": "This is the inheritance of the tribe of the children of Judah according to their families."
    },
    {
      "verse": 21,
      "text": "And the cities of the boundary line of the tribe of the children of Judah toward the border of Edom, on the south, were Kabzeel, and 'Eder, and Yagur,"
    },
    {
      "verse": 22,
      "text": "And Kinah, and Dimonah, and 'Ad'adah,"
    },
    {
      "verse": 23,
      "text": "And Kedesh, and Chazor, and Yithnan,"
    },
    {
      "verse": 24,
      "text": "Ziph, and Telem, and Be'aloth,"
    },
    {
      "verse": 25,
      "text": "And Chazor-chadattah, and Keriyoth-chezron, which is Chazor,"
    },
    {
      "verse": 26,
      "text": "Amam, and Shema', and Moladah,"
    },
    {
      "verse": 27,
      "text": "And Chazar-gaddah, and Cheshmon, and Beth-palet,"
    },
    {
      "verse": 28,
      "text": "And Chazar-shual, and Beer-sheba, and Bizyotheyah,"
    },
    {
      "verse": 29,
      "text": "Ba'alah, and 'Iyim, and 'Azem,"
    },
    {
      "verse": 30,
      "text": "And Eltolad, and Kessil, and Chormah,"
    },
    {
      "verse": 31,
      "text": "And Ziklag, and Madmannah, and Sansannah,"
    },
    {
      "verse": 32,
      "text": "And Lebaoth, and Shilchim, and 'Ayin, and Rimmon: in all twenty and nine cities, with their villages."
    },
    {
      "verse": 33,
      "text": "And in the lowlands, Eshtaol, and Zor'ah, and Ashnah."
    },
    {
      "verse": 34,
      "text": "And Zanoach, and 'En-gannim, Tappuach, and 'Enam,"
    },
    {
      "verse": 35,
      "text": "Yarmuth, and 'Adullam, Sochoh, and 'Azekah,"
    },
    {
      "verse": 36,
      "text": "And Sha'arayim, and 'Adithayim, and Gederah, and Gede-rothayim: fourteen cities with their villages."
    },
    {
      "verse": 37,
      "text": "Zenan, and Chadashah, and Migdalgad,"
    },
    {
      "verse": 38,
      "text": "And Dil'an, and Mizpeh, and Yoktheel,"
    },
    {
      "verse": 39,
      "text": "Lachish, and Bozkath, and 'Eglon,"
    },
    {
      "verse": 40,
      "text": "And Cabbon, and Lachmass, and Kithlish,"
    },
    {
      "verse": 41,
      "text": "And Gederoth, Beth-dagon, and Na'amah, and Makkedah: sixteen cities with their villages."
    },
    {
      "verse": 42,
      "text": "Libnah, and 'Ether, and 'Ashan,"
    },
    {
      "verse": 43,
      "text": "And Yiphtach, and Ashnah, and Nezib,"
    },
    {
      "verse": 44,
      "text": "And Ke'ilah, and Achzib, and Mareshah: nine cities with their villages."
    },
    {
      "verse": 45,
      "text": "'Ekron, with its towns and its villages:"
    },
    {
      "verse": 46,
      "text": "From 'Ekron even unto the sea, all that lay alongside of Ashdod, with their villages."
    },
    {
      "verse": 47,
      "text": "Ashdod with its towns and its villages, Gazzah, with its towns and its villages, up to the brook of Egypt, and the great sea, and its territory."
    },
    {
      "verse": 48,
      "text": "And in the mountains, Shamir, and Yattir, and Sochoh,"
    },
    {
      "verse": 49,
      "text": "And Dannah and Kiryath-sannah, which is Debir,"
    },
    {
      "verse": 50,
      "text": "And 'Anab, and Eshtemoh, and 'Anim."
    },
    {
      "verse": 51,
      "text": "And Goshen, and Cholon, and Giloh: eleven cities with their villages."
    },
    {
      "verse": 52,
      "text": "Arab, and Dumah, and Esh'an,"
    },
    {
      "verse": 53,
      "text": "And Vanum, and Beth-tappuach, and Aphekah,"
    },
    {
      "verse": 54,
      "text": "And Chumtah, and Kiryath-arba', which is Hebron, and Zi'or: nine cities with their villages."
    },
    {
      "verse": 55,
      "text": "Ma'on, Carmel, and Ziph, and Yutah,"
    },
    {
      "verse": 56,
      "text": "And Yizre'el, and Yokde'am, and Zanoach,"
    },
    {
      "verse": 57,
      "text": "Kayin, Gib'ah, and Timnah: ten cities with their villages."
    },
    {
      "verse": 58,
      "text": "Chatchul, Beth-zur, and Gedor,"
    },
    {
      "verse": 59,
      "text": "And Ma'arath, and Beth-'anoth, and Eltekon: six cities with their village."
    },
    {
      "verse": 60,
      "text": "Kiryath-baal, which is Kiryath-ye'arim, and Rabbah; two cities with their villages."
    },
    {
      "verse": 61,
      "text": "In the wilderness, Beth-ha'arabah, Middin, and Sechachah,"
    },
    {
      "verse": 62,
      "text": "And Nibshan, and 'Ir-hammelach, and 'En-gedi: six cities with their villages."
    },
    {
      "verse": 63,
      "text": "As for the Jebusites the inhabitants of Jerusalem, these the children of Judah could not drive out; but the Jebusites dwelt with the children of Judah at Jerusalem, even unto this day."
    }
  ]
}