{
  "book_id": "JOS",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And the lot of the children of Joseph fell from the Jordan by Jericho, unto the waters of Jericho on the east, to the wilderness that goeth up from Jericho by the mount Beth-el,"
    },
    {
      "verse": 2,
      "text": "And [the boundary] went out from Beth-el to Luz, and passed along unto the boundary of the Arkites to 'Ataroth,"
    },
    {
      "verse": 3,
      "text": "And went down westward to the boundary of the Yaphleti, unto the border of Beth-choron the lower, and to Gezer; and its terminations were toward the sea."
    },
    {
      "verse": 4,
      "text": "This did the children of Joseph, Menasseh and Ephraim, take as their inheritance."
    },
    {
      "verse": 5,
      "text": "And [this] was the boundary of the children of Ephraim according to their families; and the boundary of their inheritance on the east side was 'Atroth-addar, up to Beth-choron the upper;"
    },
    {
      "verse": 6,
      "text": "And the boundary went out toward the sea to Michmethath on the north; and the boundary fetched a compass eastward unto Taanathshiloh, and passed by it on the east to Yanochah;"
    },
    {
      "verse": 7,
      "text": "And it went down from Yanochah to 'Ataroth, and to Na'arath, and touched on Jericho, and went out at the Jordan."
    },
    {
      "verse": 8,
      "text": "From Tappuach westward the border went out unto the brook Kanah; and its terminations were toward the sea. This is the inheritance of the tribe of the children of Ephraim after their families;"
    },
    {
      "verse": 9,
      "text": "And [in addition to this] the cities which were separated for the children of Ephraim in the midst of the inheritance of the children of Menasseh, all the cities with their villages."
    },
    {
      "verse": 10,
      "text": "And they drove not out the Canaanites that dwelt in Gezer; but the Canaanites dwelt among the Ephraimites until this day, and became tributary servants."
    }
  ]
}