{
  "book_id": "JOS",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And then came the lot for the tribe of Menasseh; for he was the first-born of Joseph: to wit, for Machir the first-born of Menasseh, the father of Gil'ad; because he was a man of war, therefore he obtained Gil'ad and Bashan."
    },
    {
      "verse": 2,
      "text": "There was also a lot for the rest of the children of Menasseh after their families; for the children of Abi'ezer, and for the children of Chelek, and for the children of Assriel, and for the children of Shechem, and for the children of Chepher, and for the children of Shemida': these were the male children of Menasseh the son of Joseph after their families."
    },
    {
      "verse": 3,
      "text": "But Zelophchad, the son of Chepher, the son of Gil'ad, the son of Machir, the son of Menasseh, had no sons, but only daughters, and these are the names of his daughters, Machlah, and No'ah, Choglah, Milcah, and Tirzah."
    },
    {
      "verse": 4,
      "text": "And they came near before Elazar the priest, and before Joshua the son of Nun, and before the princes, saying, The Lord commanded Moses to give unto us an inheritance among our brethren. And he gave them, according to the order of the Lord, an inheritance among the brethren of their father."
    },
    {
      "verse": 5,
      "text": "And there fell ten portions of Menasseh, beside the lands of Gil'ad and Bashan, which were on the other side of the Jordan;"
    },
    {
      "verse": 6,
      "text": "Because the daughters of Menasseh obtained an inheritance among his sons: and the land of Gil'ad belonged to the rest of the sons of Manasseh."
    },
    {
      "verse": 7,
      "text": "And the boundary of Menasseh was from Asher to Michmethath, that lieth before Shechem; and the boundary went along on the right hand unto the inhabitants of 'En-tappuach."
    },
    {
      "verse": 8,
      "text": "To Menasseh belonged the land of Tappuach; but Tappuach on the borders of Menasseh belonged to the children of Ephraim;"
    },
    {
      "verse": 9,
      "text": "And the boundary descended unto the brook Kanah, southward of the brook; these cities belonging to Ephraim are in the midst of the cities of Menasseh; and the boundary of Menasseh was on the north side of the river, and its terminations were toward the sea:"
    },
    {
      "verse": 10,
      "text": "Southward it was Ephraim's, and northward it was Menasseh's, and the sea was [there] his boundary; and on Asher they touched on the north, and on Issachar on the east."
    },
    {
      "verse": 11,
      "text": "And to Menasseh belonged in Issachar and in Asher Beth-shean and its towns, and Yible'am and its towns, together with the inhabitants of Dor and its towns, and the inhabitants of 'En-dor and its towns, and the inhabitants of Ta'anach and its towns, and the inhabitants of Megiddo and its towns, namely the three districts."
    },
    {
      "verse": 12,
      "text": "Yet the children of Menasseh could not drive out the inhabitants of these cities; but the Canaanites succeeded to dwell in this land;"
    },
    {
      "verse": 13,
      "text": "Yet it came to pass, when the children of Israel were become strong, that they put the Canaanites to tribute; but they did not drive them out."
    },
    {
      "verse": 14,
      "text": "And the children of Joseph spoke unto Joshua, saying, Why hast thou given me but one lot and one portion as an inheritance, seeing I am a numerous people, to which extent the Lord hath hitherto blessed me?"
    },
    {
      "verse": 15,
      "text": "And Joshua said unto them, If thou art a numerous people, then get thee up to the wood country, and cut down [a space] for thyself there in the land of the Perizzites and of the Rephaim, if the mountain of Ephraim be too narrow for thee."
    },
    {
      "verse": 16,
      "text": "And the children of Joseph said, The mountain will not be enough for us; and chariots of iron are belonging to all the Canaanites that dwell in the land of the valley, to those who are at Beth-shean and its towns, and to those who are in the valley of Yizre'el."
    },
    {
      "verse": 17,
      "text": "And Joshua said unto the house of Joseph, to Ephraim and to Menasseh, as followeth, Thou art a numerous people, and hast great power; thou shalt not have one lot only;"
    },
    {
      "verse": 18,
      "text": "But the mountain shall be thine; it is indeed a wood, yet thou canst cut it down; and the terminations of it shall be thine; for thou shalt drive out the Canaanites, though they have iron chariots, though they be strong."
    }
  ]
}