{
  "book_id": "JOS",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And the whole congregation of the children of Israel assembled together at Shiloh, and set up there the tabernacle of the congregation. And the land was subdued before them."
    },
    {
      "verse": 2,
      "text": "And there remained among the children of Israel, that had not yet received their inheritance, seven tribes."
    },
    {
      "verse": 3,
      "text": "And Joshua said unto the children of Israel, How long will ye show yourselves slack to go to take possession of the land, which the Lord the God of your fathers hath given to you!"
    },
    {
      "verse": 4,
      "text": "Furnish for yourselves three men for each tribe; and I will send them out, and they shall arise, and walk through the land, and describe it according to their inheritance, and come again to me."
    },
    {
      "verse": 5,
      "text": "And they shall divide it into seven parts: Judah shall remain on his boundary at the south, and the house of Joseph shall remain on their boundary at the north."
    },
    {
      "verse": 6,
      "text": "But you shall make a description of the land in seven parts, and bring it hither to me; and I will cast the lot for you here, before the Lord our God."
    },
    {
      "verse": 7,
      "text": "For to the Levites there is no portion among you; for the priesthood of the Lord is their inheritance; and Gad, and Reuben, and half the tribe of Menasseh have already received their inheritance beyond the Jordan, at the east, which Moses the servant of the Lord gave to them."
    },
    {
      "verse": 8,
      "text": "And the men arose, and went away; and Joshua charged those that went to describe the land, saying, Go and walk through the land, and describe it, and return again to me; and here will I cast the lot for you before the Lord, in Shiloh."
    },
    {
      "verse": 9,
      "text": "And the men went and passed through the land, and described it according to the cities in seven parts in a book; and they came again to Joshua to the camp at Shiloh."
    },
    {
      "verse": 10,
      "text": "And Joshua cast the lot for them in Shiloh before the Lord; and Joshua divided there the land unto the children of Israel according to their divisions."
    },
    {
      "verse": 11,
      "text": "And the lot of the tribe of the children of Benjamin came up according to their families; and the boundary of their lot came forth between the children of Judah and the children of Joseph."
    },
    {
      "verse": 12,
      "text": "And their boundary was on the north side [starting] from the Jordan; and the boundary went up to the side of Jericho on the north, and went up through the mountains westward; and its terminations were at the wilderness of Beth-aven."
    },
    {
      "verse": 13,
      "text": "And the boundary went over from there toward Luz, to the south side of Luz, which is Beth-el; and the boundary descended to 'Atroth-addar, upon the mount that is on the south side of the lower Beth-choron."
    },
    {
      "verse": 14,
      "text": "And the border extended [thence], and fetched a compass to the west side, to the south of the mount that is before Beth-choron at the south; and its terminations were at Kiryath-ba'al, which is Kiryath-ye'arim, a city of the children of Judah: this was the west side."
    },
    {
      "verse": 15,
      "text": "And the south side commenced from the end of Kiryath-ye'arim, and the boundary went out on the west, and went out to the spring of the waters of Nephtoach:"
    },
    {
      "verse": 16,
      "text": "And the boundary went down to the end of the mountain that is before the valley of the son of Hinnom, and which is in the valley of Rephaim at the north, and descended to the valley of Hinnom, to the side of the Jebusi on the south, and descended to 'Enrogel,"
    },
    {
      "verse": 17,
      "text": "And extended northwardly, and went forth to 'En-shemesh, and went forth toward Geliloth, which is opposite to the ascent of Adummim, and descended to Eben-bohan the son of Reuben,"
    },
    {
      "verse": 18,
      "text": "And passed along on this side opposite to 'Arabah northward; and went down unto 'Arabah;"
    },
    {
      "verse": 19,
      "text": "And the boundary passed along to the side of Beth-choglah northward; and the terminations of the border were at the north bay of the Salt Sea at the south end of the Jordan: this was the south boundary."
    },
    {
      "verse": 20,
      "text": "And the Jordan bounded it on the east side. This was the inheritance of the children of Benjamin, by its boundaries round about, according to their families."
    },
    {
      "verse": 21,
      "text": "Now these were the cities of the tribe of the children of Benjamin according to their families, Jericho, and Beth-choglah, and 'Emekkeziz,"
    },
    {
      "verse": 22,
      "text": "And Beth-ha'arabah, and Zemarayim, and Beth-el,"
    },
    {
      "verse": 23,
      "text": "And Avvim, and Parah, and 'Ophrah,"
    },
    {
      "verse": 24,
      "text": "And Kephar-ha'ammonah, and 'Ophni, and Geba': twelve cities with their villages."
    },
    {
      "verse": 25,
      "text": "Gib'on, and Ramah, and Beeroth,"
    },
    {
      "verse": 26,
      "text": "And Mizpeh, and Kephirah, and Mozah,"
    },
    {
      "verse": 27,
      "text": "And Rekem, and Yirpeel, and Taralah,"
    },
    {
      "verse": 28,
      "text": "And Zela', Eleph, and Jebusi, which is Jerusalem, Gib'ath, and Kiryath: fourteen cities with their villages. This is the inheritance of the children of Benjamin according to their families."
    }
  ]
}