{
  "book_id": "JOS",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And then came forth the second lot for Simeon, for the tribe of the children of Simeon according to their families; and their inheritance was within the inheritance of the children of Judah."
    },
    {
      "verse": 2,
      "text": "And they obtained in their inheritance Beer-sheba', [or] Sheba', and Moladah,"
    },
    {
      "verse": 3,
      "text": "And Chazar-shu'al, and Balah, and 'Ezem,"
    },
    {
      "verse": 4,
      "text": "And Eltolad, and Bethul, and Chormah,"
    },
    {
      "verse": 5,
      "text": "And Ziklag, and Beth-hamarcaboth, and Chazar-sussah,"
    },
    {
      "verse": 6,
      "text": "And Beth-lebaoth, and Sharuchen: thirteen cities and their villages."
    },
    {
      "verse": 7,
      "text": "'Ayin, Rimmon, and 'Ether, and 'Ashan; four cities and their villages."
    },
    {
      "verse": 8,
      "text": "And all the villages that were round about these cities up to Ba'alath-beer, South Ramah. This is the inheritance of the tribe of the children of Simeon according to their families."
    },
    {
      "verse": 9,
      "text": "Out of the portion of the children of Judah was the inheritance of the children of Simeon; for the portion of the children of Judah was too much for them; therefore the children of Simeon obtained their inheritance within their inheritance."
    },
    {
      "verse": 10,
      "text": "And then came up the third lot for the children of Zebulun according to their families; and the boundary of their inheritance extended up to Sarid;"
    },
    {
      "verse": 11,
      "text": "And their boundary went up toward the sea, and Mar'alah, and touched on Dabbesheth, and touched on the brook that is before Yokne'am;"
    },
    {
      "verse": 12,
      "text": "And turned from Sarid eastward toward the rising of the sun unto the border of Kisloth-tabor, and then went out to Daberath, and went up to Yaphia';"
    },
    {
      "verse": 13,
      "text": "And from there it passed on in front to the east unto Gath-Chepher, to 'Eth-kazin, and went out to Rimmon, whence it extended to Ne'ah;"
    },
    {
      "verse": 14,
      "text": "And this boundary turned about on the north side to Channathon; and its terminations were in the valley of Yiph-thach-el;"
    },
    {
      "verse": 15,
      "text": "And Kattath, and Nahallal, and Shimron, and Yidalah, and Beth-lechem: twelve cities with their villages."
    },
    {
      "verse": 16,
      "text": "This is the inheritance of the children of Zebulun according to their families, these cities with their villages."
    },
    {
      "verse": 17,
      "text": "For Issachar came out the fourth lot, for the children of Issachar according to their families."
    },
    {
      "verse": 18,
      "text": "And their boundary went to Yizre'el, and Kessulloth, and Shunem,"
    },
    {
      "verse": 19,
      "text": "And Chapharayim, and Shion, and Anacharath,"
    },
    {
      "verse": 20,
      "text": "And Rabbith, and Kishyon, and Abez,"
    },
    {
      "verse": 21,
      "text": "And Remeth, and 'En-gannim, and 'En-chaddah, and Beth-pazazz;"
    },
    {
      "verse": 22,
      "text": "And the boundary touched on Tabor, and Shachazimah, and Beth-shemesh; and the terminations of their boundaries were at the Jordan: sixteen cities with their villages."
    },
    {
      "verse": 23,
      "text": "This is the inheritance of the tribe of the children of Issachar according to their families, the cities and their villages."
    },
    {
      "verse": 24,
      "text": "And then came out the fifth lot for the tribe of the children of Asher according to their families."
    },
    {
      "verse": 25,
      "text": "And their boundary was Chelkath, and Chali, and Beten, and Achshaph,"
    },
    {
      "verse": 26,
      "text": "And Allammelech, and 'Am'ad, and Mishal; and it touched on Carmel at the sea, and on Shichor-libnath;"
    },
    {
      "verse": 27,
      "text": "And it turned toward the rising of the sun to Beth-dagon, and touched on Zebulun, and on the valley of Yiphthach-el at the north, on Beth-ha'emek, and Ne'iel, and went out to Cabul on the left,"
    },
    {
      "verse": 28,
      "text": "And 'Ebron, and Rechob, and Chammon, and Kanah, up to Zidon the great city,"
    },
    {
      "verse": 29,
      "text": "And then the boundary turned back to Ramah, and to the city of Mibzar-zor; and then the boundary turned back to Chossah; and the terminations were by the sea in the district toward Achzib;"
    },
    {
      "verse": 30,
      "text": "And 'Ummah and Aphek, and Rechob: twenty and two cities with their villages."
    },
    {
      "verse": 31,
      "text": "This is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages."
    },
    {
      "verse": 32,
      "text": "Unto the children of Naphtali came out the sixth lot, for the children of Naphtali according to their families."
    },
    {
      "verse": 33,
      "text": "And their boundary was from Cheleph, from Allon-beza-'anannim, and Adami-hanekeb, and Yabneel, as far as Lakkum; and its terminations were at the Jordan;"
    },
    {
      "verse": 34,
      "text": "And then the boundary turned westward to Aznoth-tabor, and went out from there to Chukkok, and touched on Zebulun on the south, and touched on Asher on the west, and on Judah upon the Jordan toward the rising of the sun."
    },
    {
      "verse": 35,
      "text": "And fortified cities, Ziddim, Zer, and Chammath, Rakkath, and Kinnereth,"
    },
    {
      "verse": 36,
      "text": "And Adamah, and Ramah, and Chazor,"
    },
    {
      "verse": 37,
      "text": "And Kedesh, and Edre'i, and 'En-chazor,"
    },
    {
      "verse": 38,
      "text": "And Yiron, and Migdal-el, Chorem, and Beth-'anath, and Beth-shemesh: nineteen cities with their villages."
    },
    {
      "verse": 39,
      "text": "This is the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages."
    },
    {
      "verse": 40,
      "text": "For the tribe of the children of Dan according to their families came out of the seventh lot."
    },
    {
      "verse": 41,
      "text": "And the boundary of their inheritance was Zor'ah, and Eshtaol, and 'Ir-shemesh,"
    },
    {
      "verse": 42,
      "text": "And Sha'alabbin, and Ayalon, and Yithlah,"
    },
    {
      "verse": 43,
      "text": "And Elon, and Thimnathah, and 'Ekron,"
    },
    {
      "verse": 44,
      "text": "And Eltekeh, and Gibbethon, and Ba'alath,"
    },
    {
      "verse": 45,
      "text": "And Yehud, and Bene-berak, and Gathrimmon."
    },
    {
      "verse": 46,
      "text": "And Me-hayarkon, and Rakkon, with the boundary before Yapho."
    },
    {
      "verse": 47,
      "text": "And the territory of the children of Dan went out beyond these; for the children of Dan went up and fought against Leshem, and captured it, and smote it with the edge of the sword, and took possession of it, and dwelt therein, and they called Leshem, Dan, after the name of Dan their father."
    },
    {
      "verse": 48,
      "text": "This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages."
    },
    {
      "verse": 49,
      "text": "And they made an end of dividing the land for inheritance after its boundaries; and the children of Israel gave an inheritance to Joshua the son of Nun among them;"
    },
    {
      "verse": 50,
      "text": "By the order of the Lord did they give him the city which he had asked, Timnathserach on the mountain of Ephraim: and he built the city, and dwelt therein."
    },
    {
      "verse": 51,
      "text": "These are the inheritances, which Elazar the priest, and Joshua the son of Nun, and the heads of the divisions of the tribes of the children of Israel, divided for an inheritance by lot, at Shiloh before the Lord, at the door of the tabernacle of the congregation. So they made an end of dividing the country."
    }
  ]
}