{
  "book_id": "JOS",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Joshua, saying,"
    },
    {
      "verse": 2,
      "text": "speak to the children of Israel, saying, Appoint for yourselves the cities of refuge, whereof I have spoken unto you by the hand of Moses;"
    },
    {
      "verse": 3,
      "text": "That thither may flee the manslayer that killeth any person unawares, without knowledge; and they shall be unto you for a refuge from the avenger of the blood."
    },
    {
      "verse": 4,
      "text": "And he shall flee unto one of those cities, and he shall stand at the entrance of the gate of the city, and speak in the ears of the elders of that city his words; and they shall take him into the city unto them, and give him a place, that he may dwell among them."
    },
    {
      "verse": 5,
      "text": "And if the avenger of the blood should pursue after him, then shall they not deliver the manslayer up into his hand; because without knowledge did he smite his neighbor, and he was not an enemy to him in time past."
    },
    {
      "verse": 6,
      "text": "And he shall dwell in that city, until he shall have stood before the congregation for judgment, [and] until the death of the high-priest that may be in those days: then shall the manslayer return, and come unto his own house, unto the city whence he hath fled."
    },
    {
      "verse": 7,
      "text": "And they appointed Kedesh in Galilee in the mountain of Naphtali, and Shechem in the mountain of Ephraim, and Kiryath-arba', which is Hebron, in the mountain of Judah."
    },
    {
      "verse": 8,
      "text": "And on the other side of the Jordan by Jericho eastward, they appointed Bezer in the wilderness in the plain from the tribe of Reuben, and Ramoth in Gil'ad from the tribe of Gad, and Golan in Bashan from the tribe of Menasseh."
    },
    {
      "verse": 9,
      "text": "These were the cities assigned for all the children of Israel, and for the stranger that sojourneth among them, that thither might flee whosoever killeth any person at unawares, and that he should not die by the hand of the avenger of the blood, until he have stood before the congregation."
    }
  ]
}