{
  "book_id": "JOS",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Then came near the heads of the divisions of the Levites unto Elazar the priest, and unto Joshua the son of Nun, and unto the heads of the divisions of the tribes of the children of Israel;"
    },
    {
      "verse": 2,
      "text": "And they spoke unto them at Shiloh, in the land of Canaan, saying, The Lord commanded by the hand of Moses to give unto us cities to dwell in, with the open spaces thereof for our cattle."
    },
    {
      "verse": 3,
      "text": "And the children of Israel gave unto the Levites from their inheritance, at the order of the Lord, these cities and their open spaces."
    },
    {
      "verse": 4,
      "text": "And the lot came out for the families of the Kehathites: and the children of Aaron the priest, who were of the Levites, obtained from the tribe of Judah, and from the tribe of Simeon, and from the tribe of Benjamin, by lot, thirteen cities."
    },
    {
      "verse": 5,
      "text": "And the rest of the children of Kehath obtained from the families of the tribe of Ephraim, and from the tribe of Dan, and from the half tribe of Menasseh, by lot, ten cities."
    },
    {
      "verse": 6,
      "text": "And the children of Gershon obtained from the families of the tribe of Issachar, and from the tribe of Asher, and from the tribe of Naphtali, and from the half tribe of Menasseh in Bashan, by lot, thirteen cities."
    },
    {
      "verse": 7,
      "text": "The children of Merari after their families obtained from the tribe of Reuben, and from the tribe of Gad, and from the tribe of Zebulun, twelve cities."
    },
    {
      "verse": 8,
      "text": "And the children of Israel gave unto the Levites these cities with their open spaces, as the Lord had commanded by the hand of Moses, by lot."
    },
    {
      "verse": 9,
      "text": "And they gave from the tribe of the children of Judah, and from the tribe of the children of Simeon, these cities which are called by name."
    },
    {
      "verse": 10,
      "text": "And the children of Aaron, of the families of the Kehathites, of the children of Levi, obtained them;—for they had the first lot."
    },
    {
      "verse": 11,
      "text": "And they gave unto them Kiryath-arba', [the father of 'Anak,] which is Hebron, in the mountain of Judah, with the open spaces thereof round about it;"
    },
    {
      "verse": 12,
      "text": "But the fields of the city, and its villages, they gave to Caleb the son of Yephunneh for his possession."
    },
    {
      "verse": 13,
      "text": "And to the children of Aaron the priest they gave the city of refuge for the manslayer, Hebron with its open spaces, and Libnah with its open spaces,"
    },
    {
      "verse": 14,
      "text": "And Yattir with its open spaces, and Eshtemoa' with its open spaces."
    },
    {
      "verse": 15,
      "text": "And Cholon with its open spaces, and Debir with its open spaces,"
    },
    {
      "verse": 16,
      "text": "And 'Ayin with its open spaces, and Yuttah with its open spaces, and Beth-shemesh with its open spaces: nine cities from those two tribes."
    },
    {
      "verse": 17,
      "text": "And from the tribe of Benjamin, Gib'on with its open spaces, Geba' with its open spaces,"
    },
    {
      "verse": 18,
      "text": "'Anathoth with its open spaces, and 'Almon with its open spaces: four cities."
    },
    {
      "verse": 19,
      "text": "All the cities of the children of Aaron, the priests, were thirteen cities with their open spaces."
    },
    {
      "verse": 20,
      "text": "And the families of the children of Kehath, the Levites, who remained of the children of Kehath, obtained the cities of their lot from the tribe of Ephraim."
    },
    {
      "verse": 21,
      "text": "And they gave to them the city of refuge for the manslayer, Shechem with its open spaces in the mountain of Ephraim, and Gezer with its open spaces,"
    },
    {
      "verse": 22,
      "text": "And Kibzayim with its open spaces, and Beth-choron with its open spaces: four cities."
    },
    {
      "verse": 23,
      "text": "And from the tribe of Dan, Elteke with its open spaces, Gibbethon with its open spaces,"
    },
    {
      "verse": 24,
      "text": "Ayalon with its open spaces, Gath-rimmon with its open spaces: four cities."
    },
    {
      "verse": 25,
      "text": "And from the half tribe of Menasseh, Ta'nach with its open spaces, and Gath-rimmon with its open spaces: two cities."
    },
    {
      "verse": 26,
      "text": "All the cities were ten with their open spaces for the families of the children of Kehath that remained."
    },
    {
      "verse": 27,
      "text": "And unto the children of Gershon, of the families of the Levites, [they gave] from the other half tribe of Menasseh the city of refuge for the manslayer, Golan in Bashan with its open spaces, and Be'eshterah with its open spaces: two cities."
    },
    {
      "verse": 28,
      "text": "And from the tribe of Issachar, Kishyon with its open spaces, Daberath with its open spaces,"
    },
    {
      "verse": 29,
      "text": "Yarmuth with its open spaces, 'En-gannim with its open spaces: four cities."
    },
    {
      "verse": 30,
      "text": "And from the tribe of Asher, Mishal with its open spaces, Abdon with its open spaces."
    },
    {
      "verse": 31,
      "text": "Chelkath with its open spaces, and Rechob with its open spaces: four cities."
    },
    {
      "verse": 32,
      "text": "And from the tribe of Naphtali, the city of refuge for the manslayer, Kedesh in Galilee with its open spaces, and Chammothdor with its open spaces, and Karthan with its open spaces: three cities."
    },
    {
      "verse": 33,
      "text": "All the cities of the Gershunites according to their families were thirteen cities with their open spaces."
    },
    {
      "verse": 34,
      "text": "And unto the families of the children of Merari, the remainder of the Levites, [they gave] from the tribe of Zebulun, Yokne'am with its open spaces, and Karthah with its open spaces,"
    },
    {
      "verse": 35,
      "text": "Dimnah with its open spaces, Nahalal with its open spaces: four cities."
    },
    {
      "verse": 36,
      "text": ""
    },
    {
      "verse": 37,
      "text": ""
    },
    {
      "verse": 38,
      "text": "(21:36) And from the tribe of Gad, the city of refuge for the manslayer, Ramoth in Gil'ad with its open spaces, and Machanayim with its open spaces,"
    },
    {
      "verse": 39,
      "text": "(21:37) Cheshbon with its open spaces, Ya'zer with its open spaces: four cities in all."
    },
    {
      "verse": 40,
      "text": "(21:38) All the cities for the children of Merari after their families, they who were remaining of the families of the Levites, even their lot was twelve cities."
    },
    {
      "verse": 41,
      "text": "(21:39) All the cities of the Levites in the midst of the possession of the children of Israel were forty and eight cities with their open spaces."
    },
    {
      "verse": 42,
      "text": "(21:40) These cities were every one with their open spaces round about them: thus it was with all these cities."
    },
    {
      "verse": 43,
      "text": "(21:41) And the Lord gave unto Israel all the land which he had sworn to give unto their fathers; and they possessed it, and dwelt therein."
    },
    {
      "verse": 44,
      "text": "(21:42) And the Lord gave them rest round about, all just as he had sworn unto their fathers: and there stood not up before them a man of all their enemies; all their enemies the Lord delivered into their hand."
    },
    {
      "verse": 45,
      "text": "(21:43) There failed not aught of all the good thing which the Lord had spoken unto the house of Israel: it all came to pass."
    }
  ]
}