{
  "book_id": "ZEC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord shewed me Jesus the high priest standing before the angel of the Lord, and the \\f + \\fr 3:1 \\fqa Or, \\ft accuser.\\f*Devil stood on his right hand to resist him. And the Lord said to the Devil,"
    },
    {
      "verse": 2,
      "text": "\\x + \\xo 3:2 \\xt Jude 1. 9.\\x* The Lord rebuke thee, O Devil, even the Lord that has chosen Jerusalem rebuke thee: behold! is not this as a brand plucked from the fire?"
    },
    {
      "verse": 3,
      "text": "Now Jesus was clothed in \\f + \\fr 3:3 \\fqa Or, \\ft vile, see \\xt Jas. 2. 2.\\f*filthy raiment, and stood before the angel."
    },
    {
      "verse": 4,
      "text": "And \\add the Lord\\add* answered and spoke to those who stood before him, saying, Take away the filthy raiment from him: and he said to him, Behold, I have taken away thine iniquities: and clothe ye him with a \\f + \\fr 3:4 \\fqa Or, \\ft full length.\\f*long robe,"
    },
    {
      "verse": 5,
      "text": "and place a pure mitre upon his head. So they placed a pure mitre upon his head, and clothed him with garments: and the angel of the Lord stood \\add by\\add*."
    },
    {
      "verse": 6,
      "text": "And the angel of the Lord testified to Jesus, saying,"
    },
    {
      "verse": 7,
      "text": "Thus saith the Lord Almighty; If thou wilt walk in my ways, and take heed to my charges, then shalt thou judge my house: and if thou wilt diligently keep my court, then will I give thee men to walk in the midst of these that stand \\add here\\add*."
    },
    {
      "verse": 8,
      "text": "Hear now, Jesus the high priest, thou, and thy neighbours that are sitting before \\add thee\\add*: for they are diviners, for, behold, I bring forth my servant The \\f + \\fr 3:8 \\ft See \\xt Luke 1. 78.\\f*Branch."
    },
    {
      "verse": 9,
      "text": "For \\add as for\\add* the stone which I have set before the face of Jesus, on the one stone are seven eyes: behold, I am digging a trench, saith the Lord Almighty, and I will search out all the iniquity of that land in one day."
    },
    {
      "verse": 10,
      "text": "In that day, saith the Lord Almighty, ye shall call together every man his neighbour under the vine and under the fig-tree."
    }
  ]
}