{
  "book_id": "ZEC",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "The burden of the word of the Lord in the land of Sedrach, and his sacrifice \\add shall be\\add* in Damascus; for the Lord looks upon men, and upon all the tribes of Israel."
    },
    {
      "verse": 2,
      "text": "And in Emath, \\add even\\add* in her coasts, \\add are\\add* Tyre and Sidon, because they were very wise."
    },
    {
      "verse": 3,
      "text": "And Tyrus built strong-holds for herself, and heaped up silver as dust, and gathered gold as the mire of the ways."
    },
    {
      "verse": 4,
      "text": "And therefore the Lord will take them for a possession, and will smite her power in the sea; and she shall be consumed with fire."
    },
    {
      "verse": 5,
      "text": "Ascalon shall see, and fear; Gaza also, and shall be greatly pained, and Accaron; for she is ashamed \\f + \\fr 9:5 \\fqa Alex. \\ft of her hope.\\f*at her trespass; and the king shall perish from Gaza, and Ascalon shall not be inhabited."
    },
    {
      "verse": 6,
      "text": "And aliens shall dwell in Azotus, and I will bring down the pride of the Philistines."
    },
    {
      "verse": 7,
      "text": "And I will take their blood out of their mouth, and their abominations from between their teeth; and these also shall be left to our God, and they shall be as a captain of a thousand in Juda, and Accaron as a Jebusite."
    },
    {
      "verse": 8,
      "text": "And I will set up a \\f + \\fr 9:8 \\fqa Or, \\ft bulwark. See \\xt Zeph. 2. 14.\\f*defence for my house, that they may not pass through, nor turn back, neither shall there any more come upon them one to drive them away: for now have I seen with mine eyes."
    },
    {
      "verse": 9,
      "text": "Rejoice greatly, O daughter of Sion; proclaim \\add it\\add* aloud, O daughter of Jerusalem; \\x + \\xo 9:9 \\xt Mat. 21. 5.\\x* behold, the King is coming to thee, just, and \\f + \\fr 9:9 \\fqa Gr. \\ft saving.\\f*a Saviour; he is meek and riding on an ass, and a young foal."
    },
    {
      "verse": 10,
      "text": "And he shall destroy the chariots out of Ephraim, and the horse out of Jerusalem, and the bow of war shall be utterly destroyed; and \\add there shall be\\add* abundance and peace out of the nations; and he shall rule over the waters as far as the sea, and the rivers \\add to\\add* the ends of the earth."
    },
    {
      "verse": 11,
      "text": "And thou by the blood of thy covenant hast sent forth thy prisoners out of the pit that has no water."
    },
    {
      "verse": 12,
      "text": "Ye shall dwell in strongholds, ye prisoners of the congregation: and for one day of thy \\f + \\fr 9:12 \\fqa Or, \\ft sojourning.\\f*captivity I will recompense thee double."
    },
    {
      "verse": 13,
      "text": "For I have bent thee, O Juda, for myself \\add as\\add* a bow, I have filled \\f + \\fr 9:13 \\fqa Or, it with \\ft Ephraim.\\f*Ephraim; and I will raise up thy children, O Sion, against the children of the Greeks, and I will handle thee as the sword of a warrior."
    },
    {
      "verse": 14,
      "text": "And the Lord shall be over them, and \\add his\\add* arrow shall go forth as lightning: and the Lord Almighty shall blow with the trumpet; and shall proceed with the tumult of his threatening."
    },
    {
      "verse": 15,
      "text": "The Lord Almighty shall protect them, and they shall destroy them, and overwhelm them with sling-stones; and they shall swallow them down as wine, and fill \\f + \\fr 9:15 \\fqa Alex. \\ft the altar as bowls.\\f*the bowls as the altar."
    },
    {
      "verse": 16,
      "text": "And the Lord their God shall save them in that day, \\add even\\add* his people as a flock; for holy stones are rolled upon his land."
    },
    {
      "verse": 17,
      "text": "For if he has anything good, and if he has anything fair, the young \\add men shall have\\add* corn, and \\add there shall be\\add* fragrant wine to the virgins."
    }
  ]
}