{
  "book_id": "ZEC",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "The burden of the word of the Lord for Israel; saith the Lord, that stretches out the sky, and lays the foundation of the earth, and forms the spirit of man within him."
    },
    {
      "verse": 2,
      "text": "Behold, I \\add will\\add* make Jerusalem as trembling \\f + \\fr 12:2 \\fqa Or, \\ft porches \\fqa or, \\ft door-posts shaken by, etc.\\f*door-posts to all the nations round about, and in Judea there shall be a siege against Jerusalem."
    },
    {
      "verse": 3,
      "text": "And it shall come to pass in that day \\add that\\add* I will make Jerusalem a \\f + \\fr 12:3 \\fqa Or, \\ft a stone trodden by all, etc.\\f*trodden stone to all the nations: every one that tramples on it shall utterly mock at \\add it\\add*, and all the nations of the earth shall be gathered together against it."
    },
    {
      "verse": 4,
      "text": "In that day, saith the Lord Almighty, I will smite every horse with amazement, and his rider with madness: but I will open mine eyes upon the house of Juda, and I will smite all the horses of the nations with blindness."
    },
    {
      "verse": 5,
      "text": "And the captains of thousands of Juda shall say in their hearts, We shall find for ourselves the inhabitants of Jerusalem in the Lord Almighty their God."
    },
    {
      "verse": 6,
      "text": "In that day I will make the captains of thousands of Juda as a firebrand among wood, and as a torch of fire in stubble; and they shall devour on the right hand and on the left all the nations round about: and Jerusalem shall dwell again by herself, \\add even\\add* in Jerusalem."
    },
    {
      "verse": 7,
      "text": "And the Lord shall save the tabernacles of Juda as at the beginning, that the boast of the house of David, and the pride of the inhabitants of Jerusalem, may not magnify themselves against Juda."
    },
    {
      "verse": 8,
      "text": "And it shall come to pass in that day, \\add that\\add* the Lord shall defend the inhabitants of Jerusalem; and the weak one among them in that day shall be as David, and the house of David as the house of God, as the angel of the Lord before them."
    },
    {
      "verse": 9,
      "text": "And it shall come to pass in that day, \\add that\\add* I will seek to destroy all the nations that come against Jerusalem."
    },
    {
      "verse": 10,
      "text": "And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and compassion: and \\x + \\xo 12:10 \\xt John 19. 37.\\x* they shall look upon me, because they have mocked \\add me\\add*, and they shall make lamentation for him, as for a beloved \\add friend\\add*, and they shall grieve intensely, as for a first-born \\add son\\add*."
    },
    {
      "verse": 11,
      "text": "In that day the lamentation in Jerusalem shall be very great, as the mourning for the pomegranate grove cut down in the plain."
    },
    {
      "verse": 12,
      "text": "And the land shall lament in \\f + \\fr 12:12 \\ft See a similar construction, \\xt Mark 6. 39,40.\\f*separate families, the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;"
    },
    {
      "verse": 13,
      "text": "the family of the house of Levi by itself, and their wives by themselves; the family of Symeon by itself, and their wives by themselves;"
    },
    {
      "verse": 14,
      "text": "all the families that are left, each family by itself, and their wives by themselves."
    }
  ]
}