{
  "book_id": "1CO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "פולוס המקרא להיות שליח ישוע המשיח ברצון אלהים וסוסתניס אחינו׃"
    },
    {
      "verse": 2,
      "text": "אל קהלת אלהים אשר בקורנתוס אל המקדשים במשיח ישוע הקרואים להיות קדשים עם כל הקראים בשם אדנינו ישוע המשיח בכל מקום שלהם ושלנו׃"
    },
    {
      "verse": 3,
      "text": "חסד לכם ושלום מאת האלהים אבינו ואדנינו ישוע המשיח׃"
    },
    {
      "verse": 4,
      "text": "אודה לאלהי בעבורכם בכל עת על חסד האלהים הנתן לכם במשיח ישוע׃"
    },
    {
      "verse": 5,
      "text": "אשר עשרתם בו בכל בכל דבור ובכל דעת׃"
    },
    {
      "verse": 6,
      "text": "באשר עדות המשיח התקימה בכם׃"
    },
    {
      "verse": 7,
      "text": "עד כי לא חסרתם כל מתן החסד והנכם מחכים להתגלות אדנינו ישוע המשיח׃"
    },
    {
      "verse": 8,
      "text": "אשר גם יקים אתכם ער עת קץ להיות נקיים ביום אדנינו ישוע המשיח׃"
    },
    {
      "verse": 9,
      "text": "נאמן הוא האלהים אשר על פיו נקראתם לחברת בנו ישוע המשיח אדנינו׃"
    },
    {
      "verse": 10,
      "text": "והנני מזהיר אתכם אחי בשם אדנינו ישוע המשיח להיות כלכם פה אחד ולא תהיין מחלקות בקרבכם כי אם תכוננו יחד בלב אחד ובעצה אחת׃"
    },
    {
      "verse": 11,
      "text": "כי הגד לי עליכם ביד בני בית כלואה כי יש מריבות ביניכם׃"
    },
    {
      "verse": 12,
      "text": "וזאת אני אמר כי איש איש מכם זה אמר לפולוס וזה לאפולוס וזה לכיפא וזה למשיח הנני׃"
    },
    {
      "verse": 13,
      "text": "הכי חלק המשיח הכי פולוס נצלב בעדכם או לשם פולוס נטבלתם׃"
    },
    {
      "verse": 14,
      "text": "אודה לאלהים שלא טבלתי איש מכם כי אם את קרספוס ואת גיוס׃"
    },
    {
      "verse": 15,
      "text": "פן יאמרו כי לשמי טבלתי׃"
    },
    {
      "verse": 16,
      "text": "אך טבלתי גם את בני בית אסטפנוס ומלבד אלה אינני ידע אם טבלתי עוד איש אחר׃"
    },
    {
      "verse": 17,
      "text": "כי לא שלחני המשיח לטבול כי אם לבשר לא בחכמת דברים למען אשר לא יהיה לריק צלב המשיח׃"
    },
    {
      "verse": 18,
      "text": "כי דבר הצלב סכלות הוא לאבדים אבל לנו הנושעים גבורת אלהים הוא׃"
    },
    {
      "verse": 19,
      "text": "כי כן כתוב אאבד חכמת חכמים ובינת נבונים אסתיר׃"
    },
    {
      "verse": 20,
      "text": "איה חכם איה ספר איה דרש העולם הזה הלא סכל האלהים את חכמת העולם הזה׃"
    },
    {
      "verse": 21,
      "text": "כי אחרי אשר בחכמת האלהים לא ידע העולם את האלהים בחכמה היה רצון לפניו להושיע בסכלות הקריאה את המאמינים׃"
    },
    {
      "verse": 22,
      "text": "כי היהודים שאלים להם אות והיונים מבקשים חכמה׃"
    },
    {
      "verse": 23,
      "text": "ואנחנו משמיעים את המשיח הצלוב מכשול ליהודים וסכלות ליונים׃"
    },
    {
      "verse": 24,
      "text": "אבל למקראים הן מיהודים הן מיונים את המשיח אשר הוא גבורת אלהים וחכמת אלהים׃"
    },
    {
      "verse": 25,
      "text": "יען כי סכלות האל חכמה היא מאדם וחלשת האל חזקה היא מאדם׃"
    },
    {
      "verse": 26,
      "text": "כי ראו נא אחי את קריאתכם שלא רבים המה החכמים לפי הבשר לא רבים השליטים ולא רבים החרים׃"
    },
    {
      "verse": 27,
      "text": "כי אם בסכל שבעולם בחר האל למען ביש את החכמים ובחלוש שבעולם בחר האל למען ביש את החזק׃"
    },
    {
      "verse": 28,
      "text": "ובדלת העולם בחר האל ובנמאס ובאשר כאין למען בטל את אשר ישנו׃"
    },
    {
      "verse": 29,
      "text": "כדי שלא יתהלל לפניו כל בשר׃"
    },
    {
      "verse": 30,
      "text": "וממנו אתם במשיח ישוע אשר היה לנו לחכמה מאת האלהים ולצדקה ולקדוש ולפדיון׃"
    },
    {
      "verse": 31,
      "text": "ויהי ככתוב המתהלל יתהלל ביהוה׃"
    }
  ]
}