{
  "book_id": "1CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "ואני לא יכלתי לדבר עמכם אחי כעם רוחניים כי עודכם של הבשר וכמו עוללים במשיח׃"
    },
    {
      "verse": 2,
      "text": "חלב השקיתי אתכם ולא מאכל כי אז לא יכלתם וגם עתה לא תוכלו יען היתכם עוד של הבשר׃"
    },
    {
      "verse": 3,
      "text": "כי באשר קנאה ומריבה ומחלקים ביניכם הלא של הבשר אתם ומתהלכים לפי דרך בני אדם׃"
    },
    {
      "verse": 4,
      "text": "הן באמר האחד אני לפולוס והשני אני לאפולוס הלא של הבשר אתם׃"
    },
    {
      "verse": 5,
      "text": "מי אפוא פולוס ומי הוא אפולוס אך משרתים הם אשר על ידם באתם להאמין איש איש כמתנת האדון אשר נתן לו׃"
    },
    {
      "verse": 6,
      "text": "אני נטעתי ואפולוס השקה אבל האלהים הוא הצמיח׃"
    },
    {
      "verse": 7,
      "text": "על כן הנטע איננו מאומה והמשקה איננו מאומה כי אם האלהים המצמיח׃"
    },
    {
      "verse": 8,
      "text": "והנטע והמשקה כאחד המה ואיש איש יקבל את שכרו כפי עמלו׃"
    },
    {
      "verse": 9,
      "text": "כי עזרי אל אנחנו ואתם שדה אלהים ובנין אלהים אתם׃"
    },
    {
      "verse": 10,
      "text": "]11-01[ ואני כפי חסד אלהים הנתן לי כבני חכם שתי יסוד ואחר בונה עליו אך ירא כל איש לשית יסוד אחר חוץ מן המוסד שהוא ישוע המשיח׃"
    },
    {
      "verse": 11,
      "text": "]11-01[׃"
    },
    {
      "verse": 12,
      "text": "ואם יבנה הבונה על היסוד הזה זהב או כסף או אבנים יקרות או עץ או חציר או קש׃"
    },
    {
      "verse": 13,
      "text": "מעשה כל איש יגלה כי היום הוא יבררהו כי באש יראה ואת מה מעשה כל איש ואיש האש תבחננו׃"
    },
    {
      "verse": 14,
      "text": "אם יעמד מעשה איש אשר בנה עליו יקבל שכרו׃"
    },
    {
      "verse": 15,
      "text": "ואם ישרף מעשהו יפסידנו והוא יושע אך כמו מצל מאש׃"
    },
    {
      "verse": 16,
      "text": "הלא ידעתם כי היכל אלהים אתם ורוח אלהים שכן בקרבכם׃"
    },
    {
      "verse": 17,
      "text": "ואיש אשר ישחית את היכל אלהים האלהים ישחית אתו כי היכל אלהים קדוש ואתם הנכם קדושים׃"
    },
    {
      "verse": 18,
      "text": "אל ירמה איש את עצמו והחשב את עצמו חכם בעולם הזה יהי לסכל למען יחכם׃"
    },
    {
      "verse": 19,
      "text": "כי חכמת העולם הזה סכלות היא לפני האלהים ככתוב לכד חכמים בערמם׃"
    },
    {
      "verse": 20,
      "text": "ועוד כתוב יהוה ידע מחשבות חכמים כי המה הבל׃"
    },
    {
      "verse": 21,
      "text": "על כן אל יתהלל איש באדם כי הכל הוא שלכם׃"
    },
    {
      "verse": 22,
      "text": "אם פולוס אם אפולוס ואם כיפא אם העולם אם החיים ואם המות אם ההוה ואם העתיד הכל הוא שלכם׃"
    },
    {
      "verse": 23,
      "text": "ואתם הנכם של המשיח והמשיח הוא של אלהים׃"
    }
  ]
}