{
  "book_id": "1CO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "כן יחשב איש אתנו כמשרתי המשיח וסכני רזי אל׃"
    },
    {
      "verse": 2,
      "text": "הנה סוף דבר שלא יבקש מן הסכנים כי אם להמצא נאמן׃"
    },
    {
      "verse": 3,
      "text": "ואני נקלה היא בעיני כי אתם דנים אתי או יום דין של בני אדם גם אני את נפשי לא אדין׃"
    },
    {
      "verse": 4,
      "text": "כי אינני יודע בנפשי רע ובכל זאת לא אצדק כי הדן אתי הוא יהוה׃"
    },
    {
      "verse": 5,
      "text": "על כן אל תשפטו שפוט לפני העת עד כי יבוא האדון אשר גם יוציא לאור את תעלמות החשך ויגלה את עצת הלבבות ואז תהיה תהלה לכל איש מאת האלהים׃"
    },
    {
      "verse": 6,
      "text": "ואת זאת אחי הסבתי על עצמי ועל אפולוס בעבורכם למען תלמדו בנו שלא יתחכם איש יותר ממה שכתוב פן תתגאו איש בשם איש לנגד רעהו׃"
    },
    {
      "verse": 7,
      "text": "כי מי הפליא אותך ומה בידך אשר לא קבלתו ואם קבלתו למה תתהלל כאיש אשר לא קבל׃"
    },
    {
      "verse": 8,
      "text": "הן כבר שבעתם כבר עשרתם ובלעדינו מלכתם ולו מלכתם למען נמלך אתכם גם אנחנו׃"
    },
    {
      "verse": 9,
      "text": "כי אחשב שהאלהים הציג אתנו השליחים שפלי השפלים כבני תמותה כי היינו לראוה לעולם גם למלאכים גם לבני אדם׃"
    },
    {
      "verse": 10,
      "text": "אנחנו סכלים למען המשיח ואתם חכמים במשיח אנחנו חלשים ואתם גבורים אתם נכבדים ואנחנו נקלים׃"
    },
    {
      "verse": 11,
      "text": "ועד השעה הזאת הננו רעבים גם צמאים וערמים ומכים באגרף ואין מנוח לנו׃"
    },
    {
      "verse": 12,
      "text": "ויגעים אנחנו בעמל ידינו קללונו ונברך חרפונו ונסבל׃"
    },
    {
      "verse": 13,
      "text": "גדפו אתנו ותנחנן ונהי כגללי העולם ולסחי לכלם עד עתה׃"
    },
    {
      "verse": 14,
      "text": "ולא לביש אתכם אני כתב הדברים האלה כי אם מזהיר אתכם כבני האהובים׃"
    },
    {
      "verse": 15,
      "text": "כי גם אם היו לכם רבבות אמנים במשיח אין לכם אבות רבים כי אנכי הולדתי אתכם בישוע המשיח על ידי הבשורה׃"
    },
    {
      "verse": 16,
      "text": "על כן אני מבקש מכם ללכת בעקבותי׃"
    },
    {
      "verse": 17,
      "text": "ובעבור זאת שלחתי אליכם את טימותיוס בני האהוב והנאמן באדון והוא יזכיר לכם את דרכי במשיח כאשר מלמד אנכי בכל מקום בכל קהלה וקהלה׃"
    },
    {
      "verse": 18,
      "text": "הן יש מתנשאים כאלו לא אבוא אליכם׃"
    },
    {
      "verse": 19,
      "text": "אבל בוא אבוא אליכם בזמן קרוב אם ירצה האדון ואדעה לא את דברי המתרוממים כי אם את גבורתם׃"
    },
    {
      "verse": 20,
      "text": "כי מלכות האלהים איננה בדבר שפתים כי אם בגבורה׃"
    },
    {
      "verse": 21,
      "text": "ומה תחפצו הבוא אבוא אליכם בשבט או באהבה וברוח ענוה׃"
    }
  ]
}