{
  "book_id": "1CO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "ולענים מה שכתבתם אלי הנה טוב לאדם שלא יגע באשה׃"
    },
    {
      "verse": 2,
      "text": "אך מפני הזנות תהי לכל איש אשתו ויהי לכל אשה בעלה׃"
    },
    {
      "verse": 3,
      "text": "האיש יקים חובת העונה לאשתו וכמו כן האשה לבעלה׃"
    },
    {
      "verse": 4,
      "text": "האשה איננה שלטת על גופה כי אם בעלה וכמו כן גם האיש איננו שלט על גופו כי אם אשתו׃"
    },
    {
      "verse": 5,
      "text": "אל תמנעו את עצמכם זה מזה זולתי בהסכמת שניכם על זמן קבוע להיות פנוים לתענית ולתפלה ותשובו ותתאחדו פן ינסה אתכם השטן בעבור פריצות יצרכם׃"
    },
    {
      "verse": 6,
      "text": "ואני אמר זאת בדרך עצה ולא בדרך מצוה׃"
    },
    {
      "verse": 7,
      "text": "כי מי יתן והיה כל אדם כמני אך יש לכל איש מתנתו מאת האלהים זה בכה וזה בכה׃"
    },
    {
      "verse": 8,
      "text": "ואל הפנוים ואל האלמנות אמר אני כי טוב להם אם ישבו ככה כמו גם אני׃"
    },
    {
      "verse": 9,
      "text": "אך אם לא יוכלו להנזר יתחברו בנשואין כי טוב להתחבר בנשואין מהיות בער בתאוה׃"
    },
    {
      "verse": 10,
      "text": "והנה את הנשואים אנכי מצוה ולא אנכי כי אם האדון אשר לא תפרש אשה מבעלה׃"
    },
    {
      "verse": 11,
      "text": "ואם פרש תפרש ממנו תשב בלא איש או תתרצה לבעלה ואיש אל ישלח את אשתו׃"
    },
    {
      "verse": 12,
      "text": "והנה אל האחרים אמר אנכי ולא האדון כי תהיה לאח אשה אשר איננה מאמנת ורצונה לשבת עמו לא יעזבנה׃"
    },
    {
      "verse": 13,
      "text": "ואשה כי יהיה לה בעל אשר איננו מאמין ורצונו לשבת עמה לא תעזבנו׃"
    },
    {
      "verse": 14,
      "text": "כי האיש אשר איננו מאמין מקדש הוא באשה והאשה אשר איננה מאמנת מקדשת היא באיש שאם לא כן יהיו בניכם טמאים אמנם עתה קדושים המה׃"
    },
    {
      "verse": 15,
      "text": "אבל אם יפרש מי שאיננו מאמין יפרש והאח או האחות אינם משעבדים באלה כי לשלום קראנו האלהים׃"
    },
    {
      "verse": 16,
      "text": "כי מה תדעי את האשה אם תושיעי את האיש ומה תדע אתה האיש אם תושיע את האשה׃"
    },
    {
      "verse": 17,
      "text": "רק יתהלך איש איש כפי מה שחלק לו האלהים וכפי מה שקרא אתו האדון וכן מתקן אנכי בכל הקהלות׃"
    },
    {
      "verse": 18,
      "text": "אם נמול האיש המקרא אל ימשך את ערלתו ואם ערל הוא אל ימול׃"
    },
    {
      "verse": 19,
      "text": "אין המילה נחשבה ואין הערלה נחשבה כי אם שמירת מצות האלהים׃"
    },
    {
      "verse": 20,
      "text": "איש איש במשמרתו אשר נקרא בה שם יעמד׃"
    },
    {
      "verse": 21,
      "text": "אם נקראת בהיותך עבד אל ירע בעיניך אלא אם תשיג ידך לצאת לחפשי בחר בזה׃"
    },
    {
      "verse": 22,
      "text": "כי הקרוא באדון בהיותו עבד משחרר הוא לאדון וככה גם הקרוא בהיותו חפשי עבד הוא למשיח׃"
    },
    {
      "verse": 23,
      "text": "במחיר נקניתם אל תהיו עבדי בני אדם׃"
    },
    {
      "verse": 24,
      "text": "איש איש במשמרת אשר נקרא בה אחי בזאת יעמד לפני האלהים׃"
    },
    {
      "verse": 25,
      "text": "ועל דבר הבתולות אין לי מצוה מאת האדון רק אודיע את עצתי אחרי אשר חנני האדון להיות נאמן׃"
    },
    {
      "verse": 26,
      "text": "הנני חשב כי טוב לאדם מפני הצרה הקרובה כי טוב לו להיות כמו שהוא׃"
    },
    {
      "verse": 27,
      "text": "אם נקשרת באשה אל תבקש להפטר ואם נפטרת אל תבקש אשה׃"
    },
    {
      "verse": 28,
      "text": "וגם כי תקח אשה אינך חטא והבתולה כי תהיה לאיש איננה חטאת אך יבאום צרות בבשרם והנני חס עליכם׃"
    },
    {
      "verse": 29,
      "text": "וזאת אני אמר אחי כי השעה דחוקה למען מעתה יהיו הנשואים כאלו אין להם נשים׃"
    },
    {
      "verse": 30,
      "text": "והבכים כאינם בכים והשמחים כאינם שמחים והקונים כאלו אין קנין בידם׃"
    },
    {
      "verse": 31,
      "text": "והנהנים מן העולם הזה כאלו אין להם הנאה ממנו כי עבור יעבר תאר העולם הזה׃"
    },
    {
      "verse": 32,
      "text": "ואני חפצתי שתהיו בלי דאגה מי שאין לו אשה דאג לאשר לאדון איך ייטב בעיני האדון׃"
    },
    {
      "verse": 33,
      "text": "ומי שיש לו אשה דאג הוא לעניני העולם איך ייטב בעיני האשה׃"
    },
    {
      "verse": 34,
      "text": "יש הבדל בין אשת איש לבתולה כי האשה אשר לא היתה לאיש דאגת לאשר לאדון ולהיות קדושה גם בגופה גם ברוחה ובעולת בעל דאגת היא לעניני העולם איך תיטב בעיני בעלה׃"
    },
    {
      "verse": 35,
      "text": "וזאת אני אמר לתועלתכם ולא להשליך עליכם פח כי אם להנהגה טובה ולהיותכם נכונים תמיד לפני האדון באין מנע׃"
    },
    {
      "verse": 36,
      "text": "וכי יחשב איש למעשה שלא כהגן לבתולתו אם תעבר פרקה ודבר חובה הוא אז יעשה כאשר עם לבבו איננו חוטא ישיאנה׃"
    },
    {
      "verse": 37,
      "text": "ומי שהוא נכון בלבו ואיננו מכרח ויוכל לעשות כרצונו ויגמר זאת בלבו לשמר את בתולתו טוב עשה׃"
    },
    {
      "verse": 38,
      "text": "לכן המשיא אתה טוב הוא עשה ואשר איננו משיא עשה טוב ממנו׃"
    },
    {
      "verse": 39,
      "text": "האשה קשורה לבעלה על פי התורה כל עת שהוא חי וכי מת בעלה אזי מתרת היא להנשא למי שתרצה ובלבד שתהיה באדון׃"
    },
    {
      "verse": 40,
      "text": "אבל אשריה יותר אם תעמד פנויה זאת דעתי ואחשב גם אני כי רוח אלהים בי׃"
    }
  ]
}