{
  "book_id": "1CO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "ולא אכחד מכם אחי אשר אבותינו היו כלם תחת הענן וכלם עברו בתוך הים׃"
    },
    {
      "verse": 2,
      "text": "וכלם נטבלו למשה בענן ובים׃"
    },
    {
      "verse": 3,
      "text": "וכלם אכלם מאכל אחד רוחני׃"
    },
    {
      "verse": 4,
      "text": "וכלם שתו משקה אחד רוחני כי שתו מן הצור הרוחני ההלך עמהם והצור ההוא היה המשיח׃"
    },
    {
      "verse": 5,
      "text": "אבל ברבם לא רצה האלהים ופגריהם נפלו במדבר׃"
    },
    {
      "verse": 6,
      "text": "וכל זאת היתה לנו למופת לבלתי התאות לרעה כאשר התאוו גם המה׃"
    },
    {
      "verse": 7,
      "text": "ולא תהיו עבדי אלילים כאשר היו מקצתם כמו שכתוב וישב העם לאכל ושתו ויקמו לצחק׃"
    },
    {
      "verse": 8,
      "text": "ולא נהיה זנים כאשר זנו מקצתם ויפלו ביום אחד שלשה ועשרים אלף איש׃"
    },
    {
      "verse": 9,
      "text": "ולא ננסה את המשיח כאשר נסוהו מקצתם ויאבדום הנחשים׃"
    },
    {
      "verse": 10,
      "text": "גם לא תלינו כאשר הלינו מקצתם וימותו ביד המשחית׃"
    },
    {
      "verse": 11,
      "text": "כל זאת מצאתם להיות למופת ותכתב למוסר לנו אשר הגיעו אלינו קצי העולמים׃"
    },
    {
      "verse": 12,
      "text": "לכן החשב שהוא נצב ירא פן יפול׃"
    },
    {
      "verse": 13,
      "text": "עדין לא בא עליכם נסיון אחר בלתי אם נסיון בני אדם כי נאמן הוא האלהים אשר לא יניח לנסות אתכם למעלה מיכלתכם כי אם יתן עם הנסיון גם תוצאתיו כדי שתוכלו שאת׃"
    },
    {
      "verse": 14,
      "text": "על כן חביבי נוסו מעבודת אלילים׃"
    },
    {
      "verse": 15,
      "text": "כמו אל נבונים מדבר אנכי ושפטו אתם את אשר אמר׃"
    },
    {
      "verse": 16,
      "text": "כוס הברכה אשר אנחנו מברכים הלא היא התחברות דם המשיח והלחם אשר אנחנו בצעים הלא הוא התחברות גוף המשיח׃"
    },
    {
      "verse": 17,
      "text": "כי לחם אחד הוא לכן גם נוף אחד אנחנו הרבים באשר לכלנו חלק בלחם האחד׃"
    },
    {
      "verse": 18,
      "text": "ראו את ישראל לפי הבשר הלא אכלי הזבחים חברי המזבח המה׃"
    },
    {
      "verse": 19,
      "text": "ועתה מה אמר היש ממש באליל אם יש ממש בזבחי אלילים׃"
    },
    {
      "verse": 20,
      "text": "אלא את אשר יזבחו הגוים לשדים הם זבחים ולא לאלהים ואני לא אחפץ היתכם חברים לשדים׃"
    },
    {
      "verse": 21,
      "text": "לא תוכלו לשתות יחד כוס אדנינו וגם כוס השדים ולא תוכלו להתחבר אל שלחן אדנינו וגם אל שלחן השדים׃"
    },
    {
      "verse": 22,
      "text": "הנעז להקניא את אדנינו הכי חזקים אנחנו ממנו׃"
    },
    {
      "verse": 23,
      "text": "הכל ברשותי אבל אין הכל מועיל הכל ברשותי אבל אין הכל בנה׃"
    },
    {
      "verse": 24,
      "text": "איש איש אל יבקש את תועלת עצמו כי אם את תועלת רעהו׃"
    },
    {
      "verse": 25,
      "text": "כל הנמכר במקולין אתו תאכלו ואל תחקרו מפני מכשל הלב׃"
    },
    {
      "verse": 26,
      "text": "כי ליהוה הארץ ומלואה׃"
    },
    {
      "verse": 27,
      "text": "ואם יקרא אתכם איש מאשר אינם מאמינים ותרצו ללכת אליו אכול תאכלו מכל אשר ישימו לפניכם ואל תחקרו מפני מכשול הלב׃"
    },
    {
      "verse": 28,
      "text": "ואיש כי יאמר אליכם זה הוא זבח אלילים אל תאכלו בעבור המודיע ומפני מכשול הלב כי ליהוה הארץ ולמואה׃"
    },
    {
      "verse": 29,
      "text": "והלב אשר אני אמר לא לבך כי אם לב רעך כי למה זה תשפט חרותי על ידי לב האחר׃"
    },
    {
      "verse": 30,
      "text": "ואם אכל אני בתודה למה אהיה מגדף על הדבר אשר אני מודה עליו׃"
    },
    {
      "verse": 31,
      "text": "לכן אם תאכלו או אם תשתו או כל אשר תעשו את הכל עשו לכבוד אלהים׃"
    },
    {
      "verse": 32,
      "text": "ואל תתנו מכשול לא ליהודים ולא ליונים ולא לקהלת אלהים׃"
    },
    {
      "verse": 33,
      "text": "כאשר גם אנכי מבקש להיות רצוי לכל בכל ולא אבקש תועלת עצמי כי אם של הרבים למען יושעו׃"
    }
  ]
}