{
  "book_id": "1CO",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "לכו בעקבותי כאשר גם אני הלך בעקבות המשיח׃"
    },
    {
      "verse": 2,
      "text": "ועל זאת אני משבח אתכם אחי כי זכרתם אתי בכל לשמר את הקבלות כאשר מסרתי לכם׃"
    },
    {
      "verse": 3,
      "text": "אך חפץ אנכי שתדעו כי ראש כל איש המשיח וראש האשה האיש וראש המשיח הוא האלהים׃"
    },
    {
      "verse": 4,
      "text": "כל איש אשר יתפלל או יתנבא וראשו מכסה מבזה הוא את ראשו׃"
    },
    {
      "verse": 5,
      "text": "וכל אשה אשר תתפלל או תתנבא וראשה פרוע מבזה היא את ראשה יען בזה היא כמו מגלחה׃"
    },
    {
      "verse": 6,
      "text": "כי האשה אם לא תתכסה גם תתגלח ואם בזיון הוא לאשה להכסם או להתגלח תתכסה׃"
    },
    {
      "verse": 7,
      "text": "והאיש איננו חיב לכסות את ראשו כי הוא צלם אלהים וכבודו אבל האשה היא כבוד האיש׃"
    },
    {
      "verse": 8,
      "text": "כי אין האיש מן האשה כי אם האשה מן האיש׃"
    },
    {
      "verse": 9,
      "text": "גם לא נברא האיש בעבור האשה כי אם האשה בעבור האיש׃"
    },
    {
      "verse": 10,
      "text": "על כן האשה חיבת להיות לה כפה על ראשה בעבור המלאכים׃"
    },
    {
      "verse": 11,
      "text": "אבל אין האיש בלא אשה ואין האשה בלא איש באדון׃"
    },
    {
      "verse": 12,
      "text": "כי כאשר האשה מן האיש כן גם האיש על ידי האשה וכל זאת מאלהים׃"
    },
    {
      "verse": 13,
      "text": "שפטו נא בנפשכם הנאוה לאשה להתפלל אל האלהים בגלוי ראש׃"
    },
    {
      "verse": 14,
      "text": "או הלא גם הטבע בעצמו ילמד אתכם כי איש אשר יגדל פרע שער ראשו חרפה היא לו׃"
    },
    {
      "verse": 15,
      "text": "אבל האשה כי תגדל שערה פאר הוא לה כי נתן לה השער לצניף׃"
    },
    {
      "verse": 16,
      "text": "ואם יחשב איש לערער עלינו אין לנו מנהג כזה ולא לקהלות האלהים׃"
    },
    {
      "verse": 17,
      "text": "והנה בצותי את זאת לא אוכל לשבח אתכם על אשר תקהלו יחד לא להועיל כי אם לרעה׃"
    },
    {
      "verse": 18,
      "text": "כי בראשונה שמעתי שיש מחלקות ביניכם כאשר תועדו בקהל ומקצתו אני מאמין׃"
    },
    {
      "verse": 19,
      "text": "כי אף צריכות כתות להיות ביניכם למען יודעו הנאמנים בכם׃"
    },
    {
      "verse": 20,
      "text": "ועתה כאשר תקהלו יחד אין זה לאכל סעודת האדון׃"
    },
    {
      "verse": 21,
      "text": "כי כל אחד מקדים לקחת סעודתו בעת האכילה וזה ירעב וזה ישתכר׃"
    },
    {
      "verse": 22,
      "text": "האין לכם בתים לאכל ולשתות בהם או התבוזו את קהל אלהים ותכלימו את אשר אין בידם מאומה מה אמר לכם העל זאת אשבח אתכם אינני משבח׃"
    },
    {
      "verse": 23,
      "text": "כי כה קבלתי אנכי מן האדון את אשר גם מסרתי לכם כי האדון ישוע בלילה ההוא אשר נמסר בו לקח את הלחם׃"
    },
    {
      "verse": 24,
      "text": "ויברך ויבצע ויאמר קחו אכלו זה גופי הנבצע בעדכם עשו זאת לזכרוני׃"
    },
    {
      "verse": 25,
      "text": "וכן גם את הכוס אחר הסעודה ויאמר הכוס הזאת היא הברית החדשה בדמי עשו זאת לזכרוני בכל עת שתשתו׃"
    },
    {
      "verse": 26,
      "text": "כי בכל עת שתאכלו את הלחם הזה ותשתו את הכוס הזאת הזכר תזכירו את מות אדנינו עד כי יבוא׃"
    },
    {
      "verse": 27,
      "text": "לכן מי שיאכל מן הלחם הזה או ישתה מכוס האדון שלא כראוי יאשם לגוף אדנינו ולדמו׃"
    },
    {
      "verse": 28,
      "text": "יבחן האיש את נפשו ואז יאכל מן הלחם וישתה מן הכוס׃"
    },
    {
      "verse": 29,
      "text": "כי האכל והשתה שלא כראוי אכל ושתה דין לנפשו יען אשר לא הפלה את גוף האדון׃"
    },
    {
      "verse": 30,
      "text": "בעבור זאת יש בכם חולים וחלשים רבים והרבה ישנו המות׃"
    },
    {
      "verse": 31,
      "text": "כי אם נבחן את נפשנו לא נהיה נדונים׃"
    },
    {
      "verse": 32,
      "text": "וכאשר נדון נוסר על יד האדון למען לא נחיב עם העולם׃"
    },
    {
      "verse": 33,
      "text": "על כן אחי בהקהלכם יחד לאכל תחכו איש אל רעהו׃"
    },
    {
      "verse": 34,
      "text": "וכי ירעב איש יאכל בביתו פן תקהלו לאשמה ויתר הדברים אתקן בבאי׃"
    }
  ]
}