{
  "book_id": "1CO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "ובענין הרוחניות אחי לא אכחד מכם דבר׃"
    },
    {
      "verse": 2,
      "text": "הלא ידעתם כי בהיתכם גוים אחרי אלילים אלמים הובלתם כאשר נמשכתם׃"
    },
    {
      "verse": 3,
      "text": "לכן אודיע אתכם כי אין איש דבר ברוח אלהים אשר יאמר ישוע חרם הוא ולא יוכל איש לקרא לישוע אדון בלתי אם ברוח הקדש׃"
    },
    {
      "verse": 4,
      "text": "ושנות הנה המתנות אבל הרוח אחד הוא׃"
    },
    {
      "verse": 5,
      "text": "ושנים המה השמושים והאדון אחד הוא׃"
    },
    {
      "verse": 6,
      "text": "ושנות הנה הפעלות והאלהים הוא אחד הפעל את הכל בכל׃"
    },
    {
      "verse": 7,
      "text": "ולכל איש ואיש נתנה לו התגלות הרוח להועיל׃"
    },
    {
      "verse": 8,
      "text": "כי האחד נתן לו על ידי הרוח דבור החכמה ולאחד דבור הדעת כפי הרוח ההוא׃"
    },
    {
      "verse": 9,
      "text": "לאחר האמונה ברוח ההוא ולאחר מתנות הרפאות ברוח ההוא׃"
    },
    {
      "verse": 10,
      "text": "ולאחר לפעל גבורות ולאחר נבואה ולאחר להבחין בין הרוחות ולאחר מיני לשנות ולאחר באור לשנות׃"
    },
    {
      "verse": 11,
      "text": "וכל אלה פעל הרוח האחד ההוא המחלק לאיש איש כרצונו׃"
    },
    {
      "verse": 12,
      "text": "כי כאשר הגוף הוא אחד ויש בו אברים הרבה וכל אברי הגוף ההוא אף כי רבים הם כלם גוף אחד כן גם המשיח׃"
    },
    {
      "verse": 13,
      "text": "כי ברוח אחד נטבלנו כלנו לגוף אחד אם יהודים אם יונים אם עבדים אם בני חורין וכלנו לרוח אחד השקינו׃"
    },
    {
      "verse": 14,
      "text": "כי גם הגוף לא אבר אחד הוא כי אם רבים׃"
    },
    {
      "verse": 15,
      "text": "אם תאמר הרגל אינני יד על כן אינני מן הגוף הבעבור זאת איננה מן הגוף׃"
    },
    {
      "verse": 16,
      "text": "ואם תאמרו האזן אינני עין על כן אינני מן הגוף הבעבור זאת איננה מן הגוף׃"
    },
    {
      "verse": 17,
      "text": "אם הגוף כלו יהיה עין איה השמע ואם כלו יהיה שמע איה הריח׃"
    },
    {
      "verse": 18,
      "text": "ועתה האלהים שת את האברים כל אחד ואחד מהם בגוף כמי רצונו׃"
    },
    {
      "verse": 19,
      "text": "ואלו היו כלם אבר אחד איה הגוף׃"
    },
    {
      "verse": 20,
      "text": "הנה רבים הם האברים והגוף אחד׃"
    },
    {
      "verse": 21,
      "text": "העין לא תוכל דבר אל היד לאמר לא אצטרך לך וגם הראש לא יוכל דבר אל הרגלים לאמר לא אצטרך לכן׃"
    },
    {
      "verse": 22,
      "text": "כי להפך אברי הגוף הנראים רפים הם לנו לצרך ביותר׃"
    },
    {
      "verse": 23,
      "text": "והנראים לנו נקלים בגוף אתם נלביש ביתר כבוד ואשר לבשת לנו המה כאלו ההגונים מכלם׃"
    },
    {
      "verse": 24,
      "text": "כי ההגונים לנו אינם צריכים לזאת אבל האלהים מזג ככה את הגוף שנתן כבוד יותר לגרוע׃"
    },
    {
      "verse": 25,
      "text": "למען לא תהיה מחלקת בגוף כי אם ידאגו כל האברים יחד זה לזה׃"
    },
    {
      "verse": 26,
      "text": "ואם יכאב אבר אחד יכאבו אתו כל האברים ואם יכבד אבד אחד ישמחו אתו כל האברים׃"
    },
    {
      "verse": 27,
      "text": "אכן גוף המשיח אתם ואבריו כל אחד לפי חלקו׃"
    },
    {
      "verse": 28,
      "text": "ומהם שם האלהים בקהל ראשונה לשליחים ושנית לנביאים ושלישית למלמדים ויתן גבורות אף מתנות הרפאות ועזרים ומנהיגים ומיני לשנות׃"
    },
    {
      "verse": 29,
      "text": "הכלם שליחים אם כלם נביאים או כלם מלמדים הכלם עשי גבורות׃"
    },
    {
      "verse": 30,
      "text": "הלכלם מתנות רפאות הכלם מדברים בלשנות הכלם מפרשי לשנות׃"
    },
    {
      "verse": 31,
      "text": "ואתם התאוו המתנות המועילות ביותר ובכל זאת אראה אתכם דרך נעלה על כלנה׃"
    }
  ]
}