{
  "book_id": "1CO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "רדפו אחרי האהבה והתאוו מתנות הרוח וביותר אשר תתנבאו׃"
    },
    {
      "verse": 2,
      "text": "כי המדבר בלשון איננו מדבר לאדם כי אם לאלהים כי אין איש אשר ישמעהו רק ברוח הוא מדבר סודות׃"
    },
    {
      "verse": 3,
      "text": "והמתנבא הוא מדבר לבני אדם לבנותם וליסרם ולנחמם׃"
    },
    {
      "verse": 4,
      "text": "המדבר בלשון בונה את נפשו והמתנבא בונה את העדה׃"
    },
    {
      "verse": 5,
      "text": "וחפצתי כי תדברו כלכם בלשנות וביותר כי תתנבאו כי גדול המתנבא מן המדבר בלשנות בלתי אם יפרש למען תבנה העדה׃"
    },
    {
      "verse": 6,
      "text": "ועתה אחי כי אבוא אליכם ואדבר בלשנות מה אועיל לכם אם לא אדבר אליכם בחזון או בדעת או בנבואה או בהוראה׃"
    },
    {
      "verse": 7,
      "text": "הלא גם הכלים הדוממים הנתנים קול הן חליל הן כנור אם לא ישמיעו קלות אשר תוכל האזן להבחין איכה יודע מה יזמר ומה ינגן׃"
    },
    {
      "verse": 8,
      "text": "גם השופר אם יתן את קולו בלתי ברור מי יחלץ למלחמה׃"
    },
    {
      "verse": 9,
      "text": "כן גם אתם אם לא תוציאו בלשונכם דבור מפרש איכה יודע האמור הלא תהיו כמדברים לרוח׃"
    },
    {
      "verse": 10,
      "text": "הן כמה מיני לשנות יש בעולם ואין אחת מהן בלי קול׃"
    },
    {
      "verse": 11,
      "text": "לכן אם אינני ידע פשר הקול אהיה נכרי בעיני המדבר והמדבר יהיה נכרי בעיני׃"
    },
    {
      "verse": 12,
      "text": "כן גם אתם בהיותכם מתאוים לכחות רוחניות בקשו להעדיף במה שיבנה את העדה׃"
    },
    {
      "verse": 13,
      "text": "על כן יתפלל המדבר בלשון וגם יפרשנה׃"
    },
    {
      "verse": 14,
      "text": "כי אם אתפלל בלשון רוחי מתפלל ושכלי איננו עשה פרי׃"
    },
    {
      "verse": 15,
      "text": "ועתה מה לעשות אתפללה ברוחי ואתפללה גם בשכלי אזמרה ברוחי ואזמרה גם בשכלי׃"
    },
    {
      "verse": 16,
      "text": "כי אם תברך ברוח איך יענה העמד נמצב ההדיוט אמן על הודיתך באשר לא ידע מה אתה אמר׃"
    },
    {
      "verse": 17,
      "text": "הן אתה תיטיב להודות אבל רעך לא יבנה׃"
    },
    {
      "verse": 18,
      "text": "אודה לאלהי כי יותר מכלכם אני מדבר בלשנות׃"
    },
    {
      "verse": 19,
      "text": "אכן בקהל אבחר לדבר חמש מלין בשכלי למען הורת גם את האחרים מלדבר רבבות מלין בלשון׃"
    },
    {
      "verse": 20,
      "text": "אחי אל תהיו ילדים בבינה רק לרע היו עללים ובבינה היו שלמים׃"
    },
    {
      "verse": 21,
      "text": "הן כתוב בתורה כי בלעגי שפה ובלשון אחרת אדבר אל העם הזה וגם בזאת לא אבו שמע לי אמר יהוה׃"
    },
    {
      "verse": 22,
      "text": "לכן הלשנות לא למאמינים הנה לאות כי אם לאשר אינם מאמינים אבל הנבואה איננה לאשר אינם מאמינים כי אם למאמינים׃"
    },
    {
      "verse": 23,
      "text": "והנה אם תקהל כל העדה יחד וכלם ידברו בלשנות ויבואו הדיוטים או אשר אינם מאמינים הלא יאמרו כי משגעים אתם׃"
    },
    {
      "verse": 24,
      "text": "אבל אם יתנבאו כלם ובא איש לא מאמין או הדיוט אז יוכח על ידי כלם וידון על ידי כלם׃"
    },
    {
      "verse": 25,
      "text": "ובכן יגלו תעלמות לבבו ויפל על פניו וישתחוה לאלהים ויודה בקול כי באמת האלהים בקרבכם׃"
    },
    {
      "verse": 26,
      "text": "ועתה מה לעשות אחי בהקהלכם יחד כל אחד ואחד מכם יש לו מזמור יש לו הוראה יש לו לשון יש לו חזון יש לו באור אך יעשה הכל להבנות׃"
    },
    {
      "verse": 27,
      "text": "כי ידבר איש בלשון ידברו נא שנים שנים או על היותר שלשה וזה אחר זה ואחד יפרש׃"
    },
    {
      "verse": 28,
      "text": "ואם אין מפרש אז ידם בקהל וידבר לנפשו ולאלהים׃"
    },
    {
      "verse": 29,
      "text": "והנביאים הם ידברו שנים או שלשה והאחרים יבחנו׃"
    },
    {
      "verse": 30,
      "text": "וכי נגלה חזון לאחר הישב שם אז ידם הראשון׃"
    },
    {
      "verse": 31,
      "text": "כי תוכלו להתנבא כלכם זה אחר זה למען ילמדו כלם וכלם יזהרו׃"
    },
    {
      "verse": 32,
      "text": "ורוחות הנביאים תחת ידי הנביאים המה׃"
    },
    {
      "verse": 33,
      "text": "כי לא אלהי מבוכה האלהים כי אם אלהי השלום כאשר בכל קהלות הקדשים׃"
    },
    {
      "verse": 34,
      "text": "נשיכם בכנסיות תשתקנה כי לא נתנה להן רשות לדבר כי אם להכנע כאשר גם אמרה התורה׃"
    },
    {
      "verse": 35,
      "text": "ואם חפצן ללמד דבר תשאלנה את בעליהן בבית כי חרפה היא לנשים לדבר בקהל׃"
    },
    {
      "verse": 36,
      "text": "או המכם יצא דבר אלהים אם אליכם לבדכם הגיע׃"
    },
    {
      "verse": 37,
      "text": "כי יתברך איש בלבבו להיות נביא או איש הרוח בין יבין את אשר אני כתב לכם כי מצות האדון הנה׃"
    },
    {
      "verse": 38,
      "text": "ומי אשר לא ידע אל ידע׃"
    },
    {
      "verse": 39,
      "text": "לכן אחי השתדלו להתנבא ואל תכלאו מלדבר בלשנות׃"
    },
    {
      "verse": 40,
      "text": "הכל יעשה כהגן וכשורה׃"
    }
  ]
}