{
  "book_id": "JDG",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ταῦτα τὰ ἔθνη ἃ ἀφῆκε Κύριος αὐτὰ ὥστε πειρᾶσαι ἐν αὐτοῖς τὸν Ἰσραὴλ, πάντας τοὺς μὴ ἐγνωκότας τοὺς πολέμους Χαναάν."
    },
    {
      "verse": 2,
      "text": "Πλὴν διὰ τὰς γενεὰς υἱῶν Ἰσραὴλ τοῦ διδάξαι αὐτοὺς πόλεμον, πλὴν οἱ ἔμπροσθεν αὐτῶν οὐκ ἔγνωσαν αὐτά."
    },
    {
      "verse": 3,
      "text": "Τὰς πέντε σατραπείας τῶν ἀλλοφύλων, καὶ πάντα τὸν Χαναναῖον, καὶ τὸν Σιδώνιον, καὶ τὸν Εὐαῖον τὸν κατοικοῦντα τὸν Λίβανον ἀπὸ τοῦ ὄρους τοῦ Ἀερμὼν ἕως Λαβωεμάθ."
    },
    {
      "verse": 4,
      "text": "Καὶ ἐγένετο ὥστε πειρᾶσαι ἐν αὐτοῖς τὸν Ἰσραὴλ, γνῶναι εἰ ἀκούσονται τὰς ἐντολὰς Κυρίου, ἃς ἐνετείλατο τοῖς πατράσιν αὐτῶν ἐν χειρὶ Μωυσῆ."
    },
    {
      "verse": 5,
      "text": "Καὶ οἱ υἱοὶ Ἰσραὴλ κατῴκησαν ἐν μέσῳ τοῦ Χαναναίου, καὶ τοῦ Χετταίου, καὶ τοῦ Ἀμοῤῥαίου, καὶ τοῦ Φερεζαίου, καὶ τοῦ Εὐαίου, καὶ τοῦ Ἰεβουσαίου."
    },
    {
      "verse": 6,
      "text": "Καὶ ἔλαβον τὰς θυγατέρας αὐτῶν ἑαυτοῖς εἰς γυναῖκας, καὶ τὰς θυγατέρας αὐτῶν ἔδωκαν τοῖς υἱοῖς αὐτῶν, καὶ ἐλάτρευσαν τοῖς θεοῖς αὐτῶν."
    },
    {
      "verse": 7,
      "text": "Καὶ ἐποίησαν οἱ υἱοὶ Ἰσραὴλ τὸ πονηρὸν ἐναντίον Κυρίου· καὶ ἐπελάθοντο Κυρίου τοῦ Θεοῦ αὐτῶν, καὶ ἐλάτρευσαν τοῖς Βααλὶμ καὶ τοῖς ἄλσεσι."
    },
    {
      "verse": 8,
      "text": "Καὶ ὠργίσθη θυμῷ Κύριος ἐν τῷ Ἰσραὴλ, καὶ ἀπέδοτο αὐτοὺς ἐν χειρὶ Χουσαρσαθαὶμ βασιλέως Συρίας ποταμῶν· καὶ ἐδούλευσαν οἱ υἱοὶ Ἰσραὴλ τῷ Χουσαρσαθαὶμ ἔτη ὀκτώ."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐκέκραξαν οἱ υἱοὶ Ἰσραὴλ πρὸς Κύριον· καὶ ἤγειρε Κύριος σωτῆρα τῷ Ἰσραὴλ, καὶ ἔσωσεν αὐτοὺς, τὸν Γοθονιὴλ υἱὸν Κενὲζ ἀδελφοῦ Χάλεβ τὸν νεώτερον ὑπὲρ αὐτόν."
    },
    {
      "verse": 10,
      "text": "Καὶ ἐγένετο ἐπʼ αὐτὸν πνεῦμα Κυρίου, καὶ ἔκρινε τὸν Ἰσραήλ· καὶ ἐξῆλθεν εἰς πόλεμον πρὸς Χουσαρσαθαίμ· καὶ παρέδωκε Κύριος ἐν χειρὶ αὐτοῦ τὸν Χουσαρσαθαὶμ βασιλέα Συρίας ποταμῶν· καὶ ἐκραταιώθη χεὶρ αὐτοῦ ἐπὶ τὸν Χουσαρσαθαίμ."
    },
    {
      "verse": 11,
      "text": "Καὶ ἡσύχασεν ἡ γῆ ἔτη τεσσαράκοντα· καὶ ἀπέθανε Γοθονιὴλ υἱὸς Κενέζ."
    },
    {
      "verse": 12,
      "text": "Καὶ προσέθεντο οἱ υἱοὶ Ἰσραὴλ ποιῆσαι τὸ πονηρὸν ἐνώπιον Κυρίου· καὶ ἐνίσχυσε Κύριος τὸν Ἐγλὼμ βασιλέα Μωὰβ ἐπὶ τὸν Ἰσραὴλ, διὰ τὸ πεποιηκέναι αὐτοὺς τὸ πονηρὸν ἔναντι Κυρίου."
    },
    {
      "verse": 13,
      "text": "Καὶ συνήγαγε πρὸς ἑαυτὸν πάντας τοὺς υἱοὺς Ἀμμὼν καὶ Ἀμαλὴκ, καὶ ἐπορεύθη καὶ ἐπάταξε τὸν Ἰσραὴλ, καὶ ἐκληρονόμησε τὴν πόλιν τῶν φοινίκων."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐδούλευσαν οἱ υἱοὶ Ἰσραὴλ τῷ Ἐγλὼμ βασιλεῖ Μωὰβ ἔτη δεκαοκτώ."
    },
    {
      "verse": 15,
      "text": "Καὶ ἐκέκραξαν οἱ υἱοὶ Ἰσραὴλ πρὸς Κύριον· καὶ ἤγειρεν αὐτοῖς σωτῆρα, τὸν Ἀὼδ υἱὸν Γηρὰ υἱὸν τοῦ Ἰεμενὶ ἄνδρα ἀμφοτεροδέξιον· καὶ ἐξαπέστειλαν οἱ υἱοὶ Ἰσραὴλ δῶρα ἐν χειρὶ αὐτοῦ τῷ Ἐγλὼμ βασιλεῖ Μωάβ."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐποίησεν ἑαυτῷ Ἀὼδ μάχαιραν δίστομον, σπιθαμῆς τὸ μῆκος αὐτῆς· καὶ περιεζώσατο αὐτὴν ὑπὸ τὸν μανδύαν ἐπὶ τὸν μηρὸν αὐτοῦ τὸν δεξιόν."
    },
    {
      "verse": 17,
      "text": "Καὶ ἐπορεύθη, καὶ προσήνεγκε τὰ δῶρα τῷ Ἐγλὼμ βασιλεῖ Μωάβ· καὶ Ἐγλὼμ ἀνὴρ ἀστεῖος σφόδρα."
    },
    {
      "verse": 18,
      "text": "Καὶ ἐγένετο ἡνίκα συνετέλεσεν Ἀὼδ προσφέρων τὰ δῶρα, καὶ ἐξαπέστειλε τοὺς φέροντας τὰ δῶρα,"
    },
    {
      "verse": 19,
      "text": "καὶ αὐτὸς ὑπέστρεψεν ἀπὸ τῶν γλυπτῶν τῶν μετὰ τῆς Γαλγάλ· καὶ εἶπεν Ἀὼδ, λόγος μοι κρύφιος πρὸς σὲ, βασιλεῦ· καὶ εἶπεν Ἐγλὼμ πρὸς αὐτὸν, σιώπα· καὶ ἐξαπέστειλεν ἀφʼ ἑαυτοῦ πάντας τοὺς ἐφεστῶτας ἐπʼ αὐτόν,"
    },
    {
      "verse": 20,
      "text": "καὶ Ἀὼδ εἰσῆλθε πρὸς αὐτόν· καὶ αὐτὸς ἐκάθητο ἐν τῷ ὑπερῴῳ τῷ θερινῷ τῷ ἑαυτοῦ μονώτατος· καὶ εἶπεν Ἀὼδ, λόγος Θεοῦ μοι πρὸς σὲ, βασιλεῦ· καὶ ἐξανέστη ἀπὸ τοῦ θρόνου Ἐγλὼμ ἐγγὺς αὐτοῦ."
    },
    {
      "verse": 21,
      "text": "Καὶ ἐγένετο ἅμα τῷ ἀναστῆναι αὐτὸν, καὶ ἐξέτεινεν Ἀὼδ τὴν χεῖρα τὴν ἀριστερὰν αὐτοῦ, καὶ ἔλαβε τὴν μάχαιραν ἐπάνωθεν τοῦ μηροῦ αὐτοῦ τοῦ δεξιοῦ, καὶ ἐνέπηξεν αὐτὴν ἐν τῇ κοιλίᾳ αὐτοῦ,"
    },
    {
      "verse": 22,
      "text": "καὶ ἐπεισήνεγκε καί γε τὴν λαβὴν ὀπίσω τῆς φλογὸς, καὶ ἀπέκλεισε τὸ στέαρ κατὰ τῆς φλογὸς, ὅτι οὐκ ἐξέσπασε τὴν μάχαιραν ἐκ τῆς κοιλίας αὐτοῦ."
    },
    {
      "verse": 23,
      "text": "Καὶ ἐξῆλθεν Ἀὼδ τὴν προστάδα· καὶ ἐξῆλθε τοὺς διατεταγμένους, καὶ ἀπέκλεισε τὰς θύρας τοῦ ὑπερῴου κατʼ αὐτοῦ, καὶ ἐσφήνωσε."
    },
    {
      "verse": 24,
      "text": "Καὶ αὐτὸς ἐξῆλθε· καὶ οἱ παῖδες αὐτοῦ ἐπῆλθον καὶ εἶδον, καὶ ἰδοὺ αἱ θύραι τοῦ ὑπερῴου ἐσφηνωμέναι· καὶ εἶπαν, μήποτε ἀποκενοῖ τοὺς πόδας αὐτοῦ ἐν τῷ ταμείῳ τῷ θερινῷ;"
    },
    {
      "verse": 25,
      "text": "Καὶ ὑπέμειναν ἕως ᾑσχύνοντο· καὶ ἰδοὺ οὐκ ἔστιν ὁ ἀνοίγων τὰς θύρας τοῦ ὑπερῴου· καὶ ἔλαβον τὴν κλεῖδα, καὶ ἤνοιξαν· καὶ ἰδοὺ ὁ κύριος αὐτῶν πεπτωκὼς ἐπὶ τὴν γῆν τεθνηκώς."
    },
    {
      "verse": 26,
      "text": "Καὶ Ἀὼδ διεσώθη ἕως ἐθορυβοῦντο, καὶ οὐκ ἦν ὁ προσνοῶν αὐτῷ· καὶ αὐτὸς παρῆλθε τὰ γλυπτὰ, καὶ διεσώθη εἰς Σετειρωθά."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐγένετο ἡνίκα ἦλθεν Ἀὼδ εἰς γῆν Ἰσραὴλ, καὶ ἐσάλπισεν ἐν κερατίνῃ ἐν τῷ ὄρει Ἐφραὶμ, καὶ κατέβησαν σὺν αὐτῷ οἱ υἱοὶ Ἰσραὴλ ἀπὸ τοῦ ὄρους, καὶ αὐτὸς ἔμπροσθεν αὐτῶν."
    },
    {
      "verse": 28,
      "text": "Καὶ εἶπε πρὸς αὐτοὺς, κατάβητε ὀπίσω μου, ὅτι παρέδωκε Κύριος ὁ Θεὸς τοὺς ἐχθροὺς ἡμῶν τὴν Μωὰβ ἐν χειρὶ ἡμῶν· καὶ κατέβησαν ὀπίσω αὐτοῦ, καὶ προκατελάβοντο τὰς διαβάσεις τοῦ Ἰορδάνου τῆς Μωὰβ, καὶ οὐκ ἀφῆκεν ἄνδρα διαβῆναι."
    },
    {
      "verse": 29,
      "text": "Καὶ ἐπάταξαν τὴν Μωὰβ τῇ ἡμέρᾳ ἐκείνῃ ὡσεὶ δέκα χιλιάδας ἀνδρῶν, πᾶν λιπαρὸν καὶ πάντα ἄνδρα δυνάμεως, καὶ οὐ διεσώθη ὁ ἀνήρ."
    },
    {
      "verse": 30,
      "text": "Καὶ ἐνετράπη Μωὰβ ἐν τῇ ἡμέρᾳ ἐκείνῃ ὑπὸ χεῖρα Ἰσραὴλ, καὶ ἡσύχασεν ἡ γῆ ὀγδοήκοντα ἔτη· καὶ ἔκρινεν αὐτοὺς Ἀὼδ ἕως οὗ ἀπέθανε."
    },
    {
      "verse": 31,
      "text": "Καὶ μετʼ αὐτὸν ἀνέστη Σαμεγὰρ υἱὸς Δινὰχ, καὶ ἐπάταξε τοὺς ἀλλοφύλους εἰς ἑξακοσίους ἄνδρας ἐν τῷ ἀροτρόποδι τῶν βοῶν· καὶ ἔσωσε καί γε αὐτὸς τὸν Ἰσραήλ."
    }
  ]
}