{
  "book_id": "PSA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord my God, in you have I trusted: save me from all them that persecute me, and deliver me."
    },
    {
      "verse": 2,
      "text": "Lest at any time the enemyseize my soul as a lion, while there is none to ransom, nor to save."
    },
    {
      "verse": 3,
      "text": "O Lord my God, if I have done this; (if there is unrighteousness in my hands;)"
    },
    {
      "verse": 4,
      "text": "if I have requited with evil those who requited me with good; may I then perish empty by means of my enemies."
    },
    {
      "verse": 5,
      "text": "Let the enemy persecute my soul, and take it; and let him trample my life on the ground, and lay my glory in the dust. Pause."
    },
    {
      "verse": 6,
      "text": "Arise, O Lord, in your wrath; be exalted in the utmost boundaries of my enemies: awake, O Lord my God, according to the decree which you did command."
    },
    {
      "verse": 7,
      "text": "And the congregation of the nations shall compass you: and for this cause do you return on high."
    },
    {
      "verse": 8,
      "text": "The Lord shall judge the nations: judge me, O Lord, according to my righteousness, and according to my innocence that is in me."
    },
    {
      "verse": 9,
      "text": "Oh let the wickedness of sinners come to an end; and thenyou shall direct the righteous, O God that search the hearts and reins."
    },
    {
      "verse": 10,
      "text": "My help is righteous, comingfrom God who saves the upright in heart."
    },
    {
      "verse": 11,
      "text": "God is a righteous judge, and strong, and patient, not inflicting vengeance every day."
    },
    {
      "verse": 12,
      "text": "If you⌃ will not repent, he will furbish his sword; he has bent his bow, and made it ready."
    },
    {
      "verse": 13,
      "text": "And on it he has fitted the instruments of death; he has completed his arrows for the raging ones."
    },
    {
      "verse": 14,
      "text": "Behold, he has travailed with unrighteousness, he has conceived trouble, and brought forth iniquity."
    },
    {
      "verse": 15,
      "text": "He has opened a pit, and dug it up, and he shall fall into the ditch which he has made."
    },
    {
      "verse": 16,
      "text": "His trouble shall return on his own head, and his unrighteousness shall come down on his own crown."
    },
    {
      "verse": 17,
      "text": "I will give thanks to the Lord according to his righteousness; I will sing to the name of the Lord most high."
    }
  ]
}