{
  "book_id": "PSA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I will give thanks to you, O Lord, with my whole heart; I will recount all your wonderful works."
    },
    {
      "verse": 2,
      "text": "I will be glad and exult in you: I will sing to your name, O you Most High."
    },
    {
      "verse": 3,
      "text": "When my enemies are turned back, they shall be feeble and perish at your presence."
    },
    {
      "verse": 4,
      "text": "For you have maintained my cause and my right; you sat on the throne, that judge righteousness."
    },
    {
      "verse": 5,
      "text": "You have rebuked the nations, and the ungodly one has perished; you have blotted out their name for ever, even for ever and ever."
    },
    {
      "verse": 6,
      "text": "The swords of the enemy have failed utterly; and you have destroyed cities: their memorial has been destroyed with a noise,"
    },
    {
      "verse": 7,
      "text": "but the Lord endures for ever: he has prepared his throne for judgment."
    },
    {
      "verse": 8,
      "text": "And he will judge the world in righteousness, he will judge the nations in uprightness."
    },
    {
      "verse": 9,
      "text": "The Lord also is become a refuge for the poor, a seasonable help, in affliction."
    },
    {
      "verse": 10,
      "text": "And let them that know your name hope in you: for you, O Lord, have not failed them that diligently seek you."
    },
    {
      "verse": 11,
      "text": "Sing praises to the Lord, who dwells in Sion: declare his dealings among the nations."
    },
    {
      "verse": 12,
      "text": "For he remembered them, inmaking inquisition for blood: he has not forgotten the supplication of the poor."
    },
    {
      "verse": 13,
      "text": "Have mercy upon me, O Lord; look upon my affliction which I sufferof my enemies, you that lift me up from the gates of death:"
    },
    {
      "verse": 14,
      "text": "that I may declare all your praises in the gates of the daughter of Sion: I will exult in your salvation."
    },
    {
      "verse": 15,
      "text": "The heathen are caught in the destruction which they planned: in the very snare which they hid is their foot taken."
    },
    {
      "verse": 16,
      "text": "The Lord is known as executing judgments: the sinner is taken in the works of his hands. A song of Pause."
    },
    {
      "verse": 17,
      "text": "Let sinners be driven away into Hades, evenall the nations that forget God."
    },
    {
      "verse": 18,
      "text": "For the poor shall not be forgotten for ever: the patience of the needy ones shall not perish for ever."
    },
    {
      "verse": 19,
      "text": "Arise, O Lord, let not man prevail: let the heathen be judged before you."
    },
    {
      "verse": 20,
      "text": "Appoint, O Lord, a lawgiver over them: let the heathen know that they are men. Pause. (Psalm 9a)"
    },
    {
      "verse": 21,
      "text": "Why stand you afar off, O Lord? whydo you overlook usin times of need, in affliction?"
    },
    {
      "verse": 22,
      "text": "While the ungodly one acts proudly, the poor is hotly pursued: the wickedare taken in the crafty counsels which they imagine."
    },
    {
      "verse": 23,
      "text": "Because the sinner praises himself for the desires of his heart; and the unjust one blesses himself."
    },
    {
      "verse": 24,
      "text": "The sinner has provoked the Lord: according to the abundance of his pride he will not seek after him: God is not before him."
    },
    {
      "verse": 25,
      "text": "His ways are profane at all times; your judgments are removed from before him: he will gain the mastery over all his enemies."
    },
    {
      "verse": 26,
      "text": "For he has said in his heart, I shall not be moved, continuingwithout evil from generation to generation."
    },
    {
      "verse": 27,
      "text": "Whose mouth is full of cursing, and bitterness, and fraud: under his tongue are trouble and pain."
    },
    {
      "verse": 28,
      "text": "He lies in wait with rich menin secret places, in order to kill the innocent: his eyes are set against the poor."
    },
    {
      "verse": 29,
      "text": "He lies in wait in secret as a lion in his den: he lies in wait to ravish the poor, to ravish the poor when he draws him after him: he will bring him down in his snare."
    },
    {
      "verse": 30,
      "text": "He will bow down and fall when he has mastered the poor."
    },
    {
      "verse": 31,
      "text": "For he has said in his heart, God has forgotten: he has turned away his face so as never to look."
    },
    {
      "verse": 32,
      "text": "Arise, O Lord God; let your hand be lifted up: forget not the poor."
    },
    {
      "verse": 33,
      "text": "Therefore, has the wicked provoked God? for he has said in his heart, He will not require it."
    },
    {
      "verse": 34,
      "text": "You see it; for you do observe trouble and wrath, to deliver them into your hands: the poor has been left to you; you were a helper to the orphan."
    },
    {
      "verse": 35,
      "text": "Break you the arm of the sinner and wicked man: his sin shall be sought for, and shall not be found."
    },
    {
      "verse": 36,
      "text": "The Lord shall reign for ever, even for ever and ever: you⌃ Gentiles shall perish out his land."
    },
    {
      "verse": 37,
      "text": "The Lord has heard the desire of the poor: your ear has inclined to the preparation of their heart;"
    },
    {
      "verse": 38,
      "text": "to plead for the orphan and afflicted, that man may no more boast upon the earth."
    }
  ]
}