{
  "book_id": "PSA",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "To you, O Lord, have I lifted up my soul."
    },
    {
      "verse": 2,
      "text": "O my God, I have trusted in you: let me not be confounded, neither let my enemies laugh me to scorn."
    },
    {
      "verse": 3,
      "text": "For none of them that wait on you shall in any wise be ashamed: let them be ashamed that transgress without cause."
    },
    {
      "verse": 4,
      "text": "Show me your ways, O Lord; and teach me your paths."
    },
    {
      "verse": 5,
      "text": "Lead me in your truth, and teach me: for you are God my Saviour: and I have waited on you all the day."
    },
    {
      "verse": 6,
      "text": "Remember your compassions, O Lord, and your mercies, for they are from everlasting."
    },
    {
      "verse": 7,
      "text": "Remember not the sins of my youth, nor my sinsof ignorance: remember me according to your mercy, for your goodness' sake, O Lord."
    },
    {
      "verse": 8,
      "text": "Good and upright is the Lord: therefore will he instruct sinners in theway."
    },
    {
      "verse": 9,
      "text": "The meek will he guide in judgment: the meek will he teach his ways."
    },
    {
      "verse": 10,
      "text": "All the ways of the Lord are mercy and truth to them that seek his covenant and his testimonies."
    },
    {
      "verse": 11,
      "text": "For your name's sake, O Lord, do you also be merciful to my sin; for it is great."
    },
    {
      "verse": 12,
      "text": "Who is the man that fears the Lord? he shall instruct him in the way which he has chosen."
    },
    {
      "verse": 13,
      "text": "His soul shall dwell in prosperity; and his seed shall inherit the earth."
    },
    {
      "verse": 14,
      "text": "The Lord is the strength of them that fear him; and his covenant is to manifest truthto them."
    },
    {
      "verse": 15,
      "text": "My eyes are continually to the Lord; for he shall draw my feet out of the snare."
    },
    {
      "verse": 16,
      "text": "Look upon me, and have mercy upon me; for I am an only child and poor."
    },
    {
      "verse": 17,
      "text": "The afflictions of my heart have been multiplied; deliver me from my distresses."
    },
    {
      "verse": 18,
      "text": "Look upon my affliction and my trouble; and forgive all my sins."
    },
    {
      "verse": 19,
      "text": "Look upon my enemies; for they have been multiplied; and they have hated me with unjust hatred."
    },
    {
      "verse": 20,
      "text": "Keep my soul, and deliver me: let me not be ashamed; for I have hoped in you."
    },
    {
      "verse": 21,
      "text": "The harmless and upright joined themselves to me: for I waited for you, O Lord."
    },
    {
      "verse": 22,
      "text": "Deliver Israel, O God, out of all his afflictions."
    }
  ]
}