{
  "book_id": "PSA",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord, I have hoped in you; let me never be ashamed: deliver me in your righteousness and rescue me."
    },
    {
      "verse": 2,
      "text": "Incline your ear to me; make haste to rescue me: be you to me for a protecting God, and for a house of refuge to save me."
    },
    {
      "verse": 3,
      "text": "For you are my strength and my refuge; and you shall guide me for your name's sake, and maintain me."
    },
    {
      "verse": 4,
      "text": "You shall bring me out of the snare which they have hidden for me; for you, O Lord, are my defender."
    },
    {
      "verse": 5,
      "text": "Into your hands I will commit my spirit: you have redeemed me, O Lord God of truth."
    },
    {
      "verse": 6,
      "text": "You have hated them that idly persist in vanities: but I have hoped in the Lord."
    },
    {
      "verse": 7,
      "text": "I will exult and be glad in your mercy: for you have looked upon my affliction; you have saved my soul from distresses."
    },
    {
      "verse": 8,
      "text": "And you have not shut me up into the hands of the enemy: you have set my feet in a wide place."
    },
    {
      "verse": 9,
      "text": "Pity me, O Lord, for I am afflicted: my eye is troubled with indignation, my soul and by belly."
    },
    {
      "verse": 10,
      "text": "For my life is spent with grief, and my years with groanings: my strength has been weakened through poverty, and my bones are troubled."
    },
    {
      "verse": 11,
      "text": "I became a reproach among all my enemies, but exceedingly so to my neighbors, and a fear to my acquaintance: they that saw me without fled from me."
    },
    {
      "verse": 12,
      "text": "I have been forgotten as a dead man out of mind: I am become as a broken vessel."
    },
    {
      "verse": 13,
      "text": "For I heard the slander of many that lived round about: when they were gathered together against me, they took counsel to take my life."
    },
    {
      "verse": 14,
      "text": "But I hoped in you, O Lord: I said, You are my God."
    },
    {
      "verse": 15,
      "text": "My lots are in your hands: deliver me from the hand of my enemies,"
    },
    {
      "verse": 16,
      "text": "and from them that persecute me. Make your face to shine upon your servant: save me in your mercy."
    },
    {
      "verse": 17,
      "text": "O Lord, let me not be ashamed, for I have called upon you: let the ungodly be ashamed, and brought down to Hades."
    },
    {
      "verse": 18,
      "text": "Let the deceitful lips become dumb, which speak iniquity against the righteous with pride and scorn."
    },
    {
      "verse": 19,
      "text": "How abundant is the multitude of your goodness, O Lord, which you have laid up for them that fear you! you have wrought \\add it\\add* out for them that hope on you, in the presence of the sons of men."
    },
    {
      "verse": 20,
      "text": "You will hide them in the secret of your presence from the vexation of man: you will screen them in a tabernacle from the contradiction of tongues."
    },
    {
      "verse": 21,
      "text": "Blessed be the Lord: for he has magnified his mercy in a fortified city."
    },
    {
      "verse": 22,
      "text": "But I said in my extreme fear, I am cast out from the sight of your eyes: therefore you did listen, O Lord, to the voice of my supplication when I cried to you."
    },
    {
      "verse": 23,
      "text": "Love the Lord, all you⌃ his saints: for the Lord seeks for truth, and renders \\add a reward\\add* to them that deal very proudly."
    },
    {
      "verse": 24,
      "text": "Be of good courage, and let your heart be strengthened, all you⌃ that hope in the Lord."
    }
  ]
}