{
  "book_id": "PSA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I will bless the Lord at all times: his praise shall be continually in my mouth."
    },
    {
      "verse": 2,
      "text": "My soul shall \\f + \\fr 33:2 \\fl Gr. \\ft be praised. \\f* boast herself in the Lord: let the meek hear, and rejoice."
    },
    {
      "verse": 3,
      "text": "Magnify you⌃ the Lord with me, and let us exalt his name together."
    },
    {
      "verse": 4,
      "text": "I sought the Lord diligently, and he listened to me, and delivered me from all my \\f + \\fr 33:4 \\fl Lit. \\ft neighbourhoods. \\f* sojournings."
    },
    {
      "verse": 5,
      "text": "Draw near to him, and be enlightened: and your faces shall not \\add by any means\\add* be ashamed."
    },
    {
      "verse": 6,
      "text": "This poor man cried, and the Lord listened to him, and delivered him out of all his afflictions."
    },
    {
      "verse": 7,
      "text": "The angel of the Lord will encamp round about them that fear him, and will deliver them."
    },
    {
      "verse": 8,
      "text": "Taste and see that the Lord is good: blessed is the man who hopes in him."
    },
    {
      "verse": 9,
      "text": "Fear the Lord, all you⌃ his saints: for there is no lack to them that fear him."
    },
    {
      "verse": 10,
      "text": "The rich have become poor and hungry: but they that seek the Lord diligently shall not lack any good thing. Pause."
    },
    {
      "verse": 11,
      "text": "Come, you⌃ children, hear me: I will teach you the fear of the Lord."
    },
    {
      "verse": 12,
      "text": "\\x + \\xo 33:12 \\xt 1 Pe 3:10-13 \\x* What man is there that desires life, loving to see good days?"
    },
    {
      "verse": 13,
      "text": "Keep your tongue from evil, and your lips from speaking guile."
    },
    {
      "verse": 14,
      "text": "Turn away from evil, and do good; seek peace, and pursue it."
    },
    {
      "verse": 15,
      "text": "The eyes of the Lord are over the righteous, and his ears \\add are open\\add* to their prayer:"
    },
    {
      "verse": 16,
      "text": "but the face of the Lord is against them that do evil, to destroy their memorial from the earth. The righteous cried, and the Lord listened to them,"
    },
    {
      "verse": 17,
      "text": "and delivered them out of all their afflictions."
    },
    {
      "verse": 18,
      "text": "The Lord is near to \\f + \\fr 33:18 \\fl Gr. \\ft the broken in heart. \\f* them that are of a contrite heart; and will save the lowly in spirit."
    },
    {
      "verse": 19,
      "text": "Many are the afflictions of the righteous: but out of them all Lord will deliver them."
    },
    {
      "verse": 20,
      "text": "He keeps all their bones: not one of them shall be broken."
    },
    {
      "verse": 21,
      "text": "The death of sinners is evil: and they that hate righteousness will go wrong."
    },
    {
      "verse": 22,
      "text": "The Lord will redeem the souls of his servants: and none of those that hope in him shall go wrong."
    }
  ]
}