{
  "book_id": "PSA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "The transgressor, that he may sin, says within himself, \\add that\\add* \\x + \\xo 35:1 \\xt Rom 3:18 \\x* there is no fear of God before his eyes."
    },
    {
      "verse": 2,
      "text": "For he has dealt craftily before him, \\f + \\fr 35:2 \\fl q. d. \\ft with regard to the discovering. \\f* to discover his iniquity and hate it."
    },
    {
      "verse": 3,
      "text": "The words of his mouth are transgression and deceit: he is not inclined to understand \\add how\\add* to do good."
    },
    {
      "verse": 4,
      "text": "He devises iniquity on his bed; he gives himself to every evil way; and does not abhor evil."
    },
    {
      "verse": 5,
      "text": "O Lord, your mercy is in the heaven; and your truth \\add reaches\\add* to the clouds."
    },
    {
      "verse": 6,
      "text": "Your righteousness is as the \\f + \\fr 35:6 \\fl Or, \\ft vast mountains. \\f* mountains of God, your judgments are as a great deep: O Lord, you will preserve men and beasts."
    },
    {
      "verse": 7,
      "text": "How have you multiplied your mercy, O God! so the children of men shall trust in the shelter of your wings."
    },
    {
      "verse": 8,
      "text": "They shall be \\f + \\fr 35:8 \\fl Gr. \\ft intoxicated. \\f* fully satisfied with the fatness of your house; and you shall cause them to drink of the full stream of your delights."
    },
    {
      "verse": 9,
      "text": "For with you is the fountain of life: in your light we shall see light."
    },
    {
      "verse": 10,
      "text": "Extend your mercy to them that know you; and your righteousness to the upright in heart."
    },
    {
      "verse": 11,
      "text": "Let not the foot of pride come against me, and let not the hand of sinners move me."
    },
    {
      "verse": 12,
      "text": "There have all the workers of iniquity fallen: they are cast out, and shall not be able to stand."
    }
  ]
}