{
  "book_id": "PSA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "I said, I will take heed to my ways, that I sin not with my tongue: I set a guard on my mouth, while the sinner stood in my presence."
    },
    {
      "verse": 2,
      "text": "I was dumb, and humbled myself, and kept silence from good words; and my grief was renewed."
    },
    {
      "verse": 3,
      "text": "My heart grew hot within me, and a fire would kindle in my meditation: I spoke with my tongue,"
    },
    {
      "verse": 4,
      "text": "O Lord, make me to know my end, and the number of my days, what it is; that I may know what I lack."
    },
    {
      "verse": 5,
      "text": "Behold, you have made my days old; and my existence isas nothing before you: nay, every man living isaltogether vanity. Pause."
    },
    {
      "verse": 6,
      "text": "Surely man walks in a shadow; nay, he is disquieted in vain: he lays up treasures, and knows not for whom he shall gather them."
    },
    {
      "verse": 7,
      "text": "And now what ismy expectation? is itnot the Lord? and my ground of hopeis with you. Pause."
    },
    {
      "verse": 8,
      "text": "Deliver me from all my transgressions: you have made me a reproach to the foolish."
    },
    {
      "verse": 9,
      "text": "I was dumb, and opened not my mouth; for you are he that made me."
    },
    {
      "verse": 10,
      "text": "Remove your scourges from me: I have fainted by reason of the strength of your hand."
    },
    {
      "verse": 11,
      "text": "You chasten man with rebukes for iniquity, and you make his life to consume away like a spider's web; nay, every man is disquieted in vain. Pause."
    },
    {
      "verse": 12,
      "text": "O Lord, listen to my prayer and my supplication: attend to my tears: be not silent, for I am a sojourner in the land, and a stranger, as all my fathers were."
    },
    {
      "verse": 13,
      "text": "Spare me, that I may be refreshed, before I depart, and be no more."
    }
  ]
}