{
  "book_id": "PSA",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "My heart \\f + \\fr 44:1 \\fl Lit. \\ft eructavit. \\f* has uttered a good matter: I declare my works to the king: my tongue is the pen of a quick writer."
    },
    {
      "verse": 2,
      "text": "You are more beautiful than the sons of men: grace has been shed forth on your lips: therefore God has blessed you for ever."
    },
    {
      "verse": 3,
      "text": "Gird your sword upon your thigh, O Mighty One, in your comeliness, and in your beauty;"
    },
    {
      "verse": 4,
      "text": "and bend \\add your bow\\add*, and prosper, and reign, because of truth and meekness and righteousness; and your right hand shall guide you wonderfully."
    },
    {
      "verse": 5,
      "text": "Your weapons are sharpened, Mighty One, (the nations shall fall under you) \\add they are\\add* in the heart of the king's enemies."
    },
    {
      "verse": 6,
      "text": "\\x + \\xo 44:6 \\xt Heb 1:8-10 \\x* Your throne, O God, is for ever and ever: the sceptre of your kingdom is a sceptre of righteousness."
    },
    {
      "verse": 7,
      "text": "You have loved righteousness, and hated iniquity: therefore God, your God, has anointed you with the oil of gladness beyond your fellows."
    },
    {
      "verse": 8,
      "text": "Myrrh, and stacte, and cassia \\add are exhaled\\add* from your garments, \\add and\\add* out of the ivory palaces,"
    },
    {
      "verse": 9,
      "text": "with which kings' daughters have gladdened you for your honor: the queen stood by on your right hand, clothed in vesture wrought with gold, \\add and\\add* arrayed in various colors."
    },
    {
      "verse": 10,
      "text": "Hear, O daughter, and see, and incline your ear; forget also your people, and your father's house."
    },
    {
      "verse": 11,
      "text": "Because the king has desired your beauty; for he is your Lord."
    },
    {
      "verse": 12,
      "text": "And the daughter of Tyre shall adore him with gifts; the rich of the people of the land shall supplicate your \\f + \\fr 44:12 \\fl Gr. \\ft face. \\f* favor."
    },
    {
      "verse": 13,
      "text": "All her glory \\add is that\\add* of the daughter of the king \\f + \\fr 44:13 \\fl Alex. \\ft ἔσωθεν, within, so \\fl Heb.\\f* of Esebon, robed \\add as she is\\add* in golden fringed garments,"
    },
    {
      "verse": 14,
      "text": "in embroidered \\add clothing\\add*: virgins shall be brought to the king after her: her fellows shall be brought to you."
    },
    {
      "verse": 15,
      "text": "They shall be brought with gladness and exultation: they shall be led into the king's temple."
    },
    {
      "verse": 16,
      "text": "Instead of your fathers children are born to you: you shall make them princes over all the earth."
    },
    {
      "verse": 17,
      "text": "They shall make mention of your name from generation to generation: therefore shall the nations give thanks to you \\f + \\fr 44:17 \\fl Gr. \\ft to the age of the age. \\f* for ever, even for ever and ever."
    }
  ]
}