{
  "book_id": "PSA",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Hear these words, all you⌃ nations, listen, all you⌃ that dwell upon the earth:"
    },
    {
      "verse": 2,
      "text": "both the \\f + \\fr 48:2 \\fl Gr. \\ft earth-born. \\f* sons of mean men, and sons of \\add great\\add* men; the rich and poor \\add man\\add* together."
    },
    {
      "verse": 3,
      "text": "My mouth shall speak of wisdom; and the meditation of my heart shall bring \\add forth\\add* understanding."
    },
    {
      "verse": 4,
      "text": "I will incline my ear to a parable: I will open my \\f + \\fr 48:4 \\fl Gr. \\ft problem. \\f* riddle on the harp."
    },
    {
      "verse": 5,
      "text": "Therefore \\f + \\fr 48:5 \\fl Gr. \\ft shall. \\f* should I fear in the evil day? the iniquity of my heel shall compass me."
    },
    {
      "verse": 6,
      "text": "They that trust in their strength, and boast themselves in the multitude of their wealth—"
    },
    {
      "verse": 7,
      "text": "A brother does not redeem, shall a man redeem? he shall not give to God a ransom for himself,"
    },
    {
      "verse": 8,
      "text": "or the price of the redemption of his soul, though he labor for ever,"
    },
    {
      "verse": 9,
      "text": "and live to the end, \\add so\\add* that he should not see corruption."
    },
    {
      "verse": 10,
      "text": "When he shall see wise men dying, the fool and the senseless one shall perish together; and they shall leave their wealth to strangers."
    },
    {
      "verse": 11,
      "text": "And their sepulchres are their houses for ever, \\add even\\add* their tabernacles to all generations: they have called their lands after their own names."
    },
    {
      "verse": 12,
      "text": "And man being in honor, understands not: he is compared to the senseless cattle, and is like to them."
    },
    {
      "verse": 13,
      "text": "This their way is an offense to them: yet afterwards men will commend their sayings. Pause."
    },
    {
      "verse": 14,
      "text": "They have laid \\add them\\add* as sheep in Hades; death shall feed on them; and the upright shall have dominion over them in the morning, and their help shall fail in Hades from their glory."
    },
    {
      "verse": 15,
      "text": "But God shall deliver my soul from the power of Hades, when he shall receive me. Pause."
    },
    {
      "verse": 16,
      "text": "Fear not when a man is enriched, and when the glory of his house is increased."
    },
    {
      "verse": 17,
      "text": "For he shall take nothing when he dies; neither shall his glory descend with him."
    },
    {
      "verse": 18,
      "text": "For his soul shall be blessed in his life: he shall give thanks to you when you do well to him."
    },
    {
      "verse": 19,
      "text": "\\add Yet\\add* he shall go in \\f + \\fr 48:19 \\fl Gr. \\ft as far as. \\f* to the generation of his fathers; he shall never see light."
    },
    {
      "verse": 20,
      "text": "Man that is in honor, understands not: he is compared to the senseless cattle, and is like them."
    }
  ]
}