{
  "book_id": "PSA",
  "chapter": 54,
  "verses": [
    {
      "verse": 1,
      "text": "Listen, O God, to my prayer; and disregard not my supplication."
    },
    {
      "verse": 2,
      "text": "Attend to me, and listen to me: I was grieved in my meditation, and troubled;"
    },
    {
      "verse": 3,
      "text": "because of the voice of the enemy, and because of the oppression of the sinner: for they brought iniquity against me, and were wrathfully angry with me."
    },
    {
      "verse": 4,
      "text": "My heart was troubled within me; and the fear of death fell upon me."
    },
    {
      "verse": 5,
      "text": "Fear and trembling came upon me, and darkness covered me."
    },
    {
      "verse": 6,
      "text": "And I said, O that I had wings as \\add those\\add* of a dove! then would I flee away, and be at rest."
    },
    {
      "verse": 7,
      "text": "Behold! I have fled afar off, and lodged in the wilderness. Pause."
    },
    {
      "verse": 8,
      "text": "I waited for him that should deliver me from distress of spirit and tempest."
    },
    {
      "verse": 9,
      "text": "Destroy, O Lord, and divide their tongues: for I have seen iniquity and gain saying in the city."
    },
    {
      "verse": 10,
      "text": "Day and night \\f + \\fr 54:10 \\fl Or, \\ft it, \\fl sc. \\ft iniquity. \\f* he shall go round about it upon its walls: iniquity and sorrow and unrighteousness \\add are\\add* in the midst of it;"
    },
    {
      "verse": 11,
      "text": "and usury and craft have not failed from its streets."
    },
    {
      "verse": 12,
      "text": "For if an enemy had reproached me, I would have endured it; and if one who hated \\add me\\add* had spoken vauntingly against me, I would have hid myself from him."
    },
    {
      "verse": 13,
      "text": "But you, O man like minded, my guide, and my acquaintance,"
    },
    {
      "verse": 14,
      "text": "who in companionship with me sweetened \\add our\\add* food: we walked in the house of God in concord."
    },
    {
      "verse": 15,
      "text": "Let death come upon them, and let them go down alive into Hades, for iniquity is in their dwellings, in the midst of them."
    },
    {
      "verse": 16,
      "text": "I cried to God, and the Lord listened to me."
    },
    {
      "verse": 17,
      "text": "Evening, and morning, and at noon I will declare and make known \\add my wants\\add*: and he shall hear my voice."
    },
    {
      "verse": 18,
      "text": "He shall deliver my soul in peace from them that draw near to me: for they were with me in many \\add cases\\add*."
    },
    {
      "verse": 19,
      "text": "God shall hear, and bring them low, \\add even\\add* he that has existed from eternity. Pause. \\f + \\fr 54:19 \\fl Or, \\ft they have nothing to give in exchange, \\fl q. d. \\ft to redeem their souls. Compare Ps. 48. 7,8. Mark 8:37. \\f* For they suffer no reverse, and \\add therefore\\add* they have not feared God."
    },
    {
      "verse": 20,
      "text": "He has reached forth his hand for retribution; they have profaned his covenant."
    },
    {
      "verse": 21,
      "text": "They were scattered at the anger of his countenance, and his heart drew near \\f + \\fr 54:21 \\ft Compare \\fl Heb. \\ft and \\fl A. V.\\f* them. His words were smoother than oil, yet are they darts."
    },
    {
      "verse": 22,
      "text": "\\x + \\xo 54:22 \\xt 1 Pe 5:7 \\x* Cast your care upon the Lord, and he shall \\f + \\fr 54:22 \\fl Or, \\ft nourish. \\f* sustain you; he shall never suffer the righteous to be moved."
    },
    {
      "verse": 23,
      "text": "But you, O God, shall bring them down to the pit of destruction; bloody and crafty men shall not live out half their days; but I will hope in you, O Lord."
    }
  ]
}