{
  "book_id": "PSA",
  "chapter": 58,
  "verses": [
    {
      "verse": 1,
      "text": "Deliver me from my enemies, O God; and ransom me from those that rise up against me."
    },
    {
      "verse": 2,
      "text": "Deliver me from the workers of iniquity, and save me from bloody men."
    },
    {
      "verse": 3,
      "text": "For, behold, they have hunted after my soul; violent men have set upon me: neither is itmy iniquity, nor my sin, O Lord."
    },
    {
      "verse": 4,
      "text": "Without iniquity I ran and directed my course aright: awake to help me, and behold."
    },
    {
      "verse": 5,
      "text": "And you, Lord God of hosts, the God of Israel, draw near to visit all the heathen; pity not any that work iniquity. Pause."
    },
    {
      "verse": 6,
      "text": "They shall return at evening, and hunger like a dog, and go round about the city."
    },
    {
      "verse": 7,
      "text": "Behold, they shall utter a voice with their mouth, and a sword is in their lips; for who, say they, has heard?"
    },
    {
      "verse": 8,
      "text": "But you, Lord, will laugh them to scorn; you will utterly set at nothing all the heathen."
    },
    {
      "verse": 9,
      "text": "will keep my strength, lookingto you; for you, O God, are my helper."
    },
    {
      "verse": 10,
      "text": "As formy God, his mercy shall go before me: my God will show me vengeanceon my enemies."
    },
    {
      "verse": 11,
      "text": "Slay them not, lest they forget your law; scatter them by your power; and bring them down, O Lord, my defender."
    },
    {
      "verse": 12,
      "text": "Forthe sin of their mouth, andthe word of their lips, let them be even taken in their pride."
    },
    {
      "verse": 13,
      "text": "And for theircursing and falsehood shall utter destruction be denounced: they shall fallby the wrath of utter destruction, and shall not be; so shall they know that the God of Jacob is Lord of the ends of the earth. Pause."
    },
    {
      "verse": 14,
      "text": "They shall return at evening, and be hungry as a dog, and go round about the city."
    },
    {
      "verse": 15,
      "text": "They shall be scattered hither and there for meat; and if they be not satisfied, they shall even murmur."
    },
    {
      "verse": 16,
      "text": "But I will sing to your strength, and in the morning will I exult inyour mercy; for you have been my supporter, and my refuge in the day of my affliction."
    },
    {
      "verse": 17,
      "text": "You aremy helper; to you, my God, will I sing; you are my supporter, O my God, andmy mercy."
    }
  ]
}