{
  "book_id": "PSA",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "Praise becomes you, O God, in Sion; and to you shall the vow be performed."
    },
    {
      "verse": 2,
      "text": "Hear my prayer; to you all flesh shall come."
    },
    {
      "verse": 3,
      "text": "The words of transgressors have overpowered us; but do you pardon our sins."
    },
    {
      "verse": 4,
      "text": "Blessed \\add is he\\add* whom you have chosen and adopted; he shall dwell in your courts; we shall be filled with the good things of your house; your temple is holy."
    },
    {
      "verse": 5,
      "text": "\\add You are\\add* wonderful in righteousness. Listen to us, O God our Saviour; the hope of all the ends of the earth, and of them \\add that are\\add* on the sea afar off:"
    },
    {
      "verse": 6,
      "text": "who do \\f + \\fr 64:6 \\fl Gr. \\ft prepare. \\f* establish the mountains in your strength, being girded about with power;"
    },
    {
      "verse": 7,
      "text": "who trouble the depth of the sea, the sounds of its waves."
    },
    {
      "verse": 8,
      "text": "The nations shall be troubled, and they that inhabit the ends \\add of the earth\\add* shall be afraid of your signs; you will cause the outgoings of morning and evening to rejoice."
    },
    {
      "verse": 9,
      "text": "You have visited the earth, and saturated it; you have abundantly enriched it. The river of God is filled with water; you have prepared their food, for thus is the preparation \\add of it\\add*."
    },
    {
      "verse": 10,
      "text": "Saturate her furrows, multiply her fruits; \\add the crop\\add* springing up shall rejoice in its drops."
    },
    {
      "verse": 11,
      "text": "You will bless the crown of the year \\add because\\add* of your goodness; and your plains shall be filled with fatness."
    },
    {
      "verse": 12,
      "text": "The mountains of the wilderness shall be enriched; and the hills shall gird themselves with joy."
    },
    {
      "verse": 13,
      "text": "The rams of the flock are clothed \\add with wool\\add*, and the valleys shall abound in corn; they shall cry aloud, yes they shall sing hymns."
    }
  ]
}