{
  "book_id": "PSA",
  "chapter": 70,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord, I have hoped in you: let me never be put to shame."
    },
    {
      "verse": 2,
      "text": "In your righteousness deliver me and rescue me: incline your ear to me, and save me."
    },
    {
      "verse": 3,
      "text": "Be to me a protecting God, and a strong hold to save me: for you are my fortress and my refuge."
    },
    {
      "verse": 4,
      "text": "Deliver me, O my God, from the hand of the sinner, from the hand of the transgressor and unjust man."
    },
    {
      "verse": 5,
      "text": "For you are my support, O Lord; O Lord, you aremy hope from my youth."
    },
    {
      "verse": 6,
      "text": "On you have I been stayed from the womb: from the belly of my mother you are my protector: of you is my praise continually."
    },
    {
      "verse": 7,
      "text": "I am become as it were a wonder to many: but you are mystrong helper."
    },
    {
      "verse": 8,
      "text": "Let my mouth be filled with praise, that I may hymn your glory, andyour majesty all the day."
    },
    {
      "verse": 9,
      "text": "Cast me not off at the time of old age; forsake me not when my strength fails."
    },
    {
      "verse": 10,
      "text": "For my enemies have spoken against me; and they that lay wait for my soul have taken counsel together,"
    },
    {
      "verse": 11,
      "text": "saying, God has forsaken him: persecute you⌃ and take him; for there is none to deliver him."
    },
    {
      "verse": 12,
      "text": "O God, go not far from me, O my God, draw near to my help."
    },
    {
      "verse": 13,
      "text": "Let those that plot against my soul be ashamed and utterly fail: let those that seek my hurt be clothed with shame and dishonor."
    },
    {
      "verse": 14,
      "text": "But I will hope continually, and will praise you more and more."
    },
    {
      "verse": 15,
      "text": "My mouth shall declare your righteousness openly, andyour salvation all the day; for I am not acquainted with the affairs of men."
    },
    {
      "verse": 16,
      "text": "I will go on in the might of the Lord: O Lord, I will make mention of your righteousness only."
    },
    {
      "verse": 17,
      "text": "O God, you have taught me from my youth, and until now will I declare your wonders;"
    },
    {
      "verse": 18,
      "text": "even until I am old and advanced in years. O God, forsake me not; until I shall have declared your arm to all the generation that is to come:"
    },
    {
      "verse": 19,
      "text": "even your power and your righteousness, O God, up to the highest heavens, eventhe mighty works which you have done: O God, who is like to you?"
    },
    {
      "verse": 20,
      "text": "What afflictions many and sore have you showed me! yet you did turn and quicken me, and brought me again from the depths of the earth."
    },
    {
      "verse": 21,
      "text": "You did multiply your righteousness, and did turn and comfort me, and brought me again out of the depths of the earth."
    },
    {
      "verse": 22,
      "text": "I will also therefore give thanks to you, O God, because ofyour truth, on an instrument of psalmody: I will sing psalms to you on the harp, O Holy One of Israel."
    },
    {
      "verse": 23,
      "text": "My lips shall rejoice when I sing to you; and my soul, which you have redeemed."
    },
    {
      "verse": 24,
      "text": "Moreover also my tongue shall dwell all the day upon your righteousness; when they shall be ashamed and confounded that seek my hurt."
    }
  ]
}