{
  "book_id": "PSA",
  "chapter": 71,
  "verses": [
    {
      "verse": 1,
      "text": "O God, give your judgment to the king, and your righteousness to the king's son;"
    },
    {
      "verse": 2,
      "text": "\\add that he may\\add* judge your people with righteousness, and your poor with judgment."
    },
    {
      "verse": 3,
      "text": "Let the mountains and the hills raise peace to your people:"
    },
    {
      "verse": 4,
      "text": "he shall judge the poor of the people in righteousness, and save the children of the needy; and shall bring low the false accuser."
    },
    {
      "verse": 5,
      "text": "And he shall continue as long as the sun, and before the moon for ever."
    },
    {
      "verse": 6,
      "text": "He shall come down as rain upon a fleece; and as drops falling upon the earth."
    },
    {
      "verse": 7,
      "text": "In his days shall righteousness spring up; and abundance of peace till the moon be removed."
    },
    {
      "verse": 8,
      "text": "And he shall have dominion from sea to sea, and from the river to the ends of the earth."
    },
    {
      "verse": 9,
      "text": "The Ethiopians shall fall down before him; and his enemies shall lick the dust."
    },
    {
      "verse": 10,
      "text": "The kings of Tharsis, and the isles, shall bring presents: the kings of the Arabians and Saba shall offer gifts."
    },
    {
      "verse": 11,
      "text": "And all kings shall worship him; all the Gentiles shall serve him."
    },
    {
      "verse": 12,
      "text": "For he has delivered the poor from the oppressor; and the needy who had no helper."
    },
    {
      "verse": 13,
      "text": "He shall spare the poor and needy, and shall deliver the souls of the needy."
    },
    {
      "verse": 14,
      "text": "He shall redeem their souls from usury and injustice: and their name \\add shall be\\add* precious before him."
    },
    {
      "verse": 15,
      "text": "And he shall live, and there shall be given him of the gold of Arabia: and \\add men\\add* shall pray for him continually; \\add and\\add* all the day shall they praise him."
    },
    {
      "verse": 16,
      "text": "There shall be an establishment on the earth on the tops of the mountains: the fruit thereof shall be exalted above Libanus, and they of the city shall flourish as grass of the earth."
    },
    {
      "verse": 17,
      "text": "Let his name be blessed for ever: his name shall endure \\f + \\fr 71:17 \\fl Gr. \\ft before. \\f* longer than the sun: and all the tribes of the earth shall be blessed in him: all nations shall call him blessed."
    },
    {
      "verse": 18,
      "text": "Blessed is the Lord God of Israel, who alone does wonders."
    },
    {
      "verse": 19,
      "text": "And blessed is his glorious name for ever, even for ever and ever: and all the earth shall be filled with his glory. So be it, so be it."
    },
    {
      "verse": 20,
      "text": "The hymns of David the son of Jessae are ended."
    }
  ]
}