{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "Therefore have you rejected us, O God, for ever? thereforeis your wrath kindled against the sheep of your pasture?"
    },
    {
      "verse": 2,
      "text": "Remember your congregation which you have purchased from the beginning; you did ransom the rod of your inheritance; this mount Sion wherein you have lived."
    },
    {
      "verse": 3,
      "text": "Lift up your hands against their pride continually; because ofall that the enemy has done wickedly in your holy places."
    },
    {
      "verse": 4,
      "text": "And they that hate you have boasted in the midst of your feast; they have set up their standards for signs,"
    },
    {
      "verse": 5,
      "text": "ignorantly as it were in the entrance above;"
    },
    {
      "verse": 6,
      "text": "they cut down its doors at once with axes as in a wood of trees; they have broken it down with hatchet and stone cutter."
    },
    {
      "verse": 7,
      "text": "They have burnt your sanctuary with fire to the ground; they have profaned the habitation of your name."
    },
    {
      "verse": 8,
      "text": "They have said in their heart, evenall their kindred together, Come, let us abolish the feasts of the Lord from the earth."
    },
    {
      "verse": 9,
      "text": "We have not seen our signs; there is no longer a prophet; and Godwill not know us any more."
    },
    {
      "verse": 10,
      "text": "How long, O God, shall the enemy reproach? shall the enemy provoke your name forever?"
    },
    {
      "verse": 11,
      "text": "Therefore turn you away your hand, and your right hand from the midst of your bosom for ever?"
    },
    {
      "verse": 12,
      "text": "But God is our King of old; he has wrought salvation in the midst of the earth."
    },
    {
      "verse": 13,
      "text": "You did establish the sea, in your might, you did break to pieces the heads of the dragons in the water."
    },
    {
      "verse": 14,
      "text": "You did break to pieces the heads of the dragon; you did give him formeat to the Ethiopian nations."
    },
    {
      "verse": 15,
      "text": "You did cleave fountains and torrents; you dried up mighty rivers."
    },
    {
      "verse": 16,
      "text": "The day is yours, and the night is yours; you have prepared the sun and the moon."
    },
    {
      "verse": 17,
      "text": "You have made all the borders of the earth; you have made summer and spring."
    },
    {
      "verse": 18,
      "text": "Remember this your creation: an enemy has reproached the Lord, and a foolish people has provoked your name."
    },
    {
      "verse": 19,
      "text": "Deliver not to the wild beasts a soul that gives praise to you: forget not for ever the souls of your poor."
    },
    {
      "verse": 20,
      "text": "Look upon your covenant: for the dark placesof the earth are filled with the habitations of iniquity."
    },
    {
      "verse": 21,
      "text": "let not the afflicted and shamed one be rejected: the poor and needy shall praise your name."
    },
    {
      "verse": 22,
      "text": "Arise, O God, plead your cause: remember your reproaches that come from the foolish one all the day."
    },
    {
      "verse": 23,
      "text": "Forget not the voice of your suppliants: let the pride of them that hate you continually ascend before you."
    }
  ]
}