{
  "book_id": "PSA",
  "chapter": 77,
  "verses": [
    {
      "verse": 1,
      "text": "Give heed, O my people, to my law: incline your ear to the words of my mouth."
    },
    {
      "verse": 2,
      "text": "\\x + \\xo 77:2 \\xt Matt 13:35 \\x* I will open my mouth in parables: I will utter dark sayings \\add which have been\\add* from the beginning."
    },
    {
      "verse": 3,
      "text": "All which we have heard and known, and our fathers have declared to us."
    },
    {
      "verse": 4,
      "text": "They were not hid from their children to a second generations; \\add the fathers\\add* declaring the praises of the Lord, and his mighty acts, and his wonders which he wrought."
    },
    {
      "verse": 5,
      "text": "And he raised up a testimony in Jacob, and appointed a law in Israel, which he commanded our fathers, to make it known to their children:"
    },
    {
      "verse": 6,
      "text": "that another generation might know, even the sons which should be born; and they should arise and declare them to their children."
    },
    {
      "verse": 7,
      "text": "That they might set their hope on God, and not forget the works of God, but diligently seek his commandments."
    },
    {
      "verse": 8,
      "text": "That they should not be as their fathers, a perverse and provoking generation; a generation which set not its heart aright, and its spirit was not \\f + \\fr 77:8 \\fl Or, \\ft faithfully secured.\\f* steadfast with God."
    },
    {
      "verse": 9,
      "text": "The children of Ephraim, bending and shooting \\add with\\add* the bow, turned \\add back\\add* in the day of battle."
    },
    {
      "verse": 10,
      "text": "They kept not the covenant of God, and would not walk in his law."
    },
    {
      "verse": 11,
      "text": "And they forgot his benefits, and his miracles which he \\add had\\add* showed them;"
    },
    {
      "verse": 12,
      "text": "the miracles which he wrought before their fathers, in the land of Egypt, in the plain of Tanes."
    },
    {
      "verse": 13,
      "text": "He clave the sea, and led them through: he made the waters to stand as \\add in\\add* a bottle."
    },
    {
      "verse": 14,
      "text": "And he guided them with a cloud by day, and all the night with a light of fire."
    },
    {
      "verse": 15,
      "text": "he clave a rock in the wilderness, and made them drink as in a great deep."
    },
    {
      "verse": 16,
      "text": "And he brought water out of the rock, and caused waters to flow down as rivers."
    },
    {
      "verse": 17,
      "text": "And they sinned yet more against him; they provoked the Most High in the wilderness."
    },
    {
      "verse": 18,
      "text": "And they tempted God in their hearts, in asking meat for \\add the desire of\\add* their souls."
    },
    {
      "verse": 19,
      "text": "They spoke also against God, and said, Will God be able to prepare a table in the wilderness?"
    },
    {
      "verse": 20,
      "text": "Forasmuch as he struck the rock, and the waters flowed, and the torrents ran abundantly; will he be able also to give bread, or prepare a table for his people?"
    },
    {
      "verse": 21,
      "text": "Therefore the Lord heard, and was provoked: and fire was kindled in Jacob, and wrath went up against Israel."
    },
    {
      "verse": 22,
      "text": "Because they believed not in God, and trusted not in his salvation."
    },
    {
      "verse": 23,
      "text": "Yet he commanded the clouds from above, and opened the doors of heaven,"
    },
    {
      "verse": 24,
      "text": "and rained upon them manna to eat, and gave them the bread of heaven."
    },
    {
      "verse": 25,
      "text": "Man ate angels' bread; \\x + \\xo 77:25 \\xt Matt 6:31 \\x* he sent them provision to the full."
    },
    {
      "verse": 26,
      "text": "He removed the south wind from heaven; and by his might he brought in the southwest wind."
    },
    {
      "verse": 27,
      "text": "And he rained upon them flesh like dust, and feathered birds like the sand of the seas."
    },
    {
      "verse": 28,
      "text": "And they fell into the midst of their camp, round about their tents."
    },
    {
      "verse": 29,
      "text": "So they ate, and were completely filled; and he gave them their desire."
    },
    {
      "verse": 30,
      "text": "They were not disappointed of their desire: \\add but\\add* when their food was yet in their mouth,"
    },
    {
      "verse": 31,
      "text": "then the indignation of God rose up against them, and killed the fattest of them, and overthrew the choice men of Israel."
    },
    {
      "verse": 32,
      "text": "In the midst of all this they sinned yet more, and believed not his miracles."
    },
    {
      "verse": 33,
      "text": "And their days were consumed in vanity, and their years with anxiety."
    },
    {
      "verse": 34,
      "text": "When he killed them, they sought him: and they returned and called betimes upon God."
    },
    {
      "verse": 35,
      "text": "And they remembered that God was their helper, and the most high God was their redeemer."
    },
    {
      "verse": 36,
      "text": "Yet they loved him \\add only\\add* with their mouth, and lied to him with their tongue."
    },
    {
      "verse": 37,
      "text": "For their heart \\add was\\add* not right with him, neither were they steadfast in his covenant."
    },
    {
      "verse": 38,
      "text": "But he is compassionate, and will \\f + \\fr 77:38 \\fl Gr. \\ft be propitious, \\fl or, \\ft merciful to. \\f* forgive their sins, and will not destroy \\add them\\add*: yes, he will frequently turn away his wrath, and will not kindle all his anger."
    },
    {
      "verse": 39,
      "text": "And he remembered that they are flesh; a wind that passes away, and returns not."
    },
    {
      "verse": 40,
      "text": "How often did they provoke him in the wilderness, \\add and\\add* anger him in a dry land!"
    },
    {
      "verse": 41,
      "text": "Yes, they turned back, and tempted God, and provoked the Holy One of Israel."
    },
    {
      "verse": 42,
      "text": "They remembered not his hand, the day in which he delivered them from the hand of the oppressor."
    },
    {
      "verse": 43,
      "text": "How he had wrought his signs in Egypt, and his wonders in the field of Tanes:"
    },
    {
      "verse": 44,
      "text": "and had changed their rivers into blood; and their \\f + \\fr 77:44 \\fl Gr. \\ft rains, \\fl or, \\ft showers. \\f* streams, that they should not drink."
    },
    {
      "verse": 45,
      "text": "He sent against them the dog-fly, and it devoured them; and the frog, and it spoiled them."
    },
    {
      "verse": 46,
      "text": "And he gave their fruit to the canker worm, and their labors to the locust."
    },
    {
      "verse": 47,
      "text": "He killed their vines with hail, and their sycamores with frost."
    },
    {
      "verse": 48,
      "text": "And he gave up their cattle to hail, and their substance to the fire."
    },
    {
      "verse": 49,
      "text": "He sent out against them the fury of his anger, wrath, and indignation, and affliction, a message by evil angels."
    },
    {
      "verse": 50,
      "text": "He made a way for his wrath; he spared not their souls from death, but consigned their cattle to death;"
    },
    {
      "verse": 51,
      "text": "and struck every firstborn in the land of Egypt; the first fruits of their labors in the tents of Cham."
    },
    {
      "verse": 52,
      "text": "And he removed his people like sheep; he led them as a flock in the wilderness."
    },
    {
      "verse": 53,
      "text": "And he guided them with hope, and they feared not: but the sea covered their enemies."
    },
    {
      "verse": 54,
      "text": "And he brought them in to the mountain of his sanctuary, this mountain which his right hand had purchased."
    },
    {
      "verse": 55,
      "text": "And he cast out the nations from before them, and made them to inherit by a line of inheritance, and made the tribes of Israel to dwell in their tents."
    },
    {
      "verse": 56,
      "text": "Yet they tempted and provoked the most high God, and kept not his testimonies."
    },
    {
      "verse": 57,
      "text": "And they turned back, and broke covenant, even as also their fathers: they became like a crooked bow."
    },
    {
      "verse": 58,
      "text": "And they provoked him with their high places, and moved him to jealousy with their graven images."
    },
    {
      "verse": 59,
      "text": "God heard and \\f + \\fr 77:59 \\fl Lit. \\ft overlooked them. See Acts 17:30. \\f* lightly regarded \\add them\\add*, and greatly despised Israel."
    },
    {
      "verse": 60,
      "text": "And he rejected the tabernacle of Selom, his tent where he lived among men."
    },
    {
      "verse": 61,
      "text": "And he gave their strength into captivity, and their beauty into the enemy's hand."
    },
    {
      "verse": 62,
      "text": "And he \\f + \\fr 77:62 \\fl Gr. \\ft shut up. \\f* gave his people to the sword; and disdained his inheritance."
    },
    {
      "verse": 63,
      "text": "Fire devoured their young men; and their virgins mourned not."
    },
    {
      "verse": 64,
      "text": "Their priests fell by the sword; and their widows shall not be wept for."
    },
    {
      "verse": 65,
      "text": "So the Lord awaked as one out of sleep, \\add and\\add* as a mighty man who has been heated with wine."
    },
    {
      "verse": 66,
      "text": "And he struck his enemies in the hinder parts: he brought on them a perpetual reproach."
    },
    {
      "verse": 67,
      "text": "And he rejected the tabernacle of Joseph, and chose not the tribe of Ephraim;"
    },
    {
      "verse": 68,
      "text": "but chose the tribe of Juda, the mount Sion which he loved."
    },
    {
      "verse": 69,
      "text": "And he built his sanctuary as \\add the place\\add* of unicorns; he founded it for ever on the earth."
    },
    {
      "verse": 70,
      "text": "He chose David also his servant, and took him up from the flocks of sheep."
    },
    {
      "verse": 71,
      "text": "He took him from following the ewes great with young, to be the shepherd of Jacob his servant, and Israel his inheritance."
    },
    {
      "verse": 72,
      "text": "So he tended them in the innocency of his heart; and guided them by the skillfulness of his hands."
    }
  ]
}