{
  "book_id": "PSA",
  "chapter": 78,
  "verses": [
    {
      "verse": 1,
      "text": "O God, the heathen are come into your inheritance; they have polluted your holy temple; they have made Jerusalem a storehouse of fruits."
    },
    {
      "verse": 2,
      "text": "They have given the dead bodies of your servants to befood for the birds of the sky, the flesh of your holy ones for the wild beasts of the earth."
    },
    {
      "verse": 3,
      "text": "They have shed their blood as water, round about Jerusalem; and there was none to bury them."
    },
    {
      "verse": 4,
      "text": "We are become a reproach to our neighbors, a scorn and derision to them that areround about us."
    },
    {
      "verse": 5,
      "text": "How long, O Lord? will you be angry for ever? shall your jealousy burn like fire?"
    },
    {
      "verse": 6,
      "text": "Pour out your wrath upon the heathen that have not known you, and upon the kingdoms which have not called upon your name."
    },
    {
      "verse": 7,
      "text": "For they have devoured Jacob, and laid his place waste."
    },
    {
      "verse": 8,
      "text": "Remember not our old transgressions; let your tender mercies speedily prevent us; for we are greatly impoverished."
    },
    {
      "verse": 9,
      "text": "Help us, O God our Saviour; for the glory of your name, O Lord, deliver us; and be merciful to our sins, for your name's sake."
    },
    {
      "verse": 10,
      "text": "Lest haply they should say among the heathen, Where is their God? and let the avenging of your servant's blood that has been shed be known among the heathen before our eyes."
    },
    {
      "verse": 11,
      "text": "Let the groaning of the prisoners come in before you; according to the greatness of your arm preserve the sons of the slain ones."
    },
    {
      "verse": 12,
      "text": "Repay to our neighbors sevenfold into their bosom their reproach, with which they have reproached you, O Lord."
    },
    {
      "verse": 13,
      "text": "For we are your people and the sheep of your pasture; we will give you thanks for ever; we will declare your praise throughout all generations."
    }
  ]
}