{
  "book_id": "PSA",
  "chapter": 79,
  "verses": [
    {
      "verse": 1,
      "text": "Attend, O Shepherd of Israel, who guide Joseph like a flock; you who sit upon the cherubs, manifest yourself;"
    },
    {
      "verse": 2,
      "text": "before Ephraim and Benjamin and Manasse, stir up your power, and come to deliver us."
    },
    {
      "verse": 3,
      "text": "Turn us, O God, and cause your face to shine; and we shall be delivered."
    },
    {
      "verse": 4,
      "text": "O Lord God of hosts, how long are you angry with the prayer of your servant?"
    },
    {
      "verse": 5,
      "text": "You will feed us with bread of tears; and will cause us to drink tears by measure."
    },
    {
      "verse": 6,
      "text": "You have made us a strife to our neighbors; and our enemies have mocked at us."
    },
    {
      "verse": 7,
      "text": "Turn us, O Lord God of hosts, and cause your face to shine; and we shall be saved. Pause."
    },
    {
      "verse": 8,
      "text": "You have transplanted a vine out of Egypt: you have cast out the heathen, and planted it."
    },
    {
      "verse": 9,
      "text": "You made a way before it, and did cause its roots to strike, and the land was filled \\add with it\\add*."
    },
    {
      "verse": 10,
      "text": "Its shadow covered the mountains, and its shoots \\add equalled\\add* the \\f + \\fr 79:10 \\fl Gr. \\ft Cedars of God, see Gen. 30:8; Jonah 3:3; Acts 7:20. \\f* goodly cedars."
    },
    {
      "verse": 11,
      "text": "It sent forth its branches to the sea, and its shoots to the river."
    },
    {
      "verse": 12,
      "text": "Therefore have you broken down its hedge, while all that pass by the way pluck it?"
    },
    {
      "verse": 13,
      "text": "The boar out of the wood has laid it waste, and the wild beast has devoured it."
    },
    {
      "verse": 14,
      "text": "O God of hosts, turn, we pray you: look on \\add us\\add* from heaven, and behold and visit this vine;"
    },
    {
      "verse": 15,
      "text": "and restore that which your right hand has planted: and look on the son of man whom you did strengthen for yourself."
    },
    {
      "verse": 16,
      "text": "\\add It is\\add* burnt with fire and dug up: they shall perish at the rebuke of your \\f + \\fr 79:16 \\fl Gr. \\ft See Ps. 20:9. \\f* presence."
    },
    {
      "verse": 17,
      "text": "Let your hand be upon the man of your right hand, and upon the son of man whom you did strengthen for yourself."
    },
    {
      "verse": 18,
      "text": "So will we not depart from you: you shall quicken us, and we will call upon your name."
    },
    {
      "verse": 19,
      "text": "Turn us, O Lord God of hosts, and make your face to shine; and we shall be saved."
    }
  ]
}