{
  "book_id": "PSA",
  "chapter": 80,
  "verses": [
    {
      "verse": 1,
      "text": "Rejoice you⌃ in God our helper; shout aloud to the God of Jacob."
    },
    {
      "verse": 2,
      "text": "Take a psalm, and produce the timbrel, the pleasant lute with the harp."
    },
    {
      "verse": 3,
      "text": "Blow the trumpet at the new moon, in the glorious day of \\f + \\fr 80:3 \\fl Alex. \\ft our. \\f* your feast."
    },
    {
      "verse": 4,
      "text": "For \\add this\\add* is an ordinance for Israel, and a statute of the God of Jacob."
    },
    {
      "verse": 5,
      "text": "He made \\f + \\fr 80:5 \\fl Gr. \\ft him, \\fl sc. \\ft Israel. \\f* it \\add to be\\add* a testimony in Joseph, when he came forth out of the land of Egypt: he heard a language which he understood not."
    },
    {
      "verse": 6,
      "text": "He removed his back from burdens: his hands slaved in making the baskets."
    },
    {
      "verse": 7,
      "text": "You did call upon me in trouble, and I delivered you; I heard you in the secret place of the storm: I proved you at the water of \\f + \\fr 80:7 \\fl Lit. \\ft contradiction. \\f* Strife. Pause."
    },
    {
      "verse": 8,
      "text": "Hear, my people, and I will speak to you, O Israel; and I will testify to you: if you will listen to me;"
    },
    {
      "verse": 9,
      "text": "there shall be no new god in you; neither shall you worship a strange god."
    },
    {
      "verse": 10,
      "text": "For I am the Lord your God, that brought you out of the land of Egypt: open your mouth wide, and I will fill it."
    },
    {
      "verse": 11,
      "text": "But my people listened not to my voice; and Israel gave no heed to me."
    },
    {
      "verse": 12,
      "text": "So I let them go after the ways of their own hearts: they will go on in their own ways."
    },
    {
      "verse": 13,
      "text": "If my people had listened to me, if Israel had walked in my ways,"
    },
    {
      "verse": 14,
      "text": "I should have put down their enemies very quickly, and should have laid my hand upon those that afflicted them."
    },
    {
      "verse": 15,
      "text": "The Lord's enemies \\add should have\\add* lied to him: but \\f + \\fr 80:15 \\fl sc. \\ft of the others. \\f* their time shall be for ever."
    },
    {
      "verse": 16,
      "text": "And he fed them with the fat of wheat; and satisfied them with honey out of the rock."
    }
  ]
}