{
  "book_id": "PSA",
  "chapter": 87,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord God of my salvation, I have cried by day and in the night before you."
    },
    {
      "verse": 2,
      "text": "Let my prayer come in before you; incline your ear to my supplication, O Lord."
    },
    {
      "verse": 3,
      "text": "For my soul is filled with troubles, and my life has drawn near to Hades."
    },
    {
      "verse": 4,
      "text": "I have been reckoned with them that go down to the pit; I became as a man without help;"
    },
    {
      "verse": 5,
      "text": "free among the dead, as the slain ones \\f + \\fr 87:5 \\fl Alex. \\ft om. ἐῤῥιμμένοι, cast out. \\f* cast out, who sleep in the tomb; whom you remember no more; and they are rejected from your hand."
    },
    {
      "verse": 6,
      "text": "They laid me in the lowest pit, in dark \\add places\\add*, and in the shadow of death."
    },
    {
      "verse": 7,
      "text": "Your wrath has pressed heavily upon me, and you have brought upon me all your billows. Pause."
    },
    {
      "verse": 8,
      "text": "You have removed my acquaintance far from me; they have made me an abomination to themselves; I have been delivered up, and have not gone forth."
    },
    {
      "verse": 9,
      "text": "My eyes are dimmed from poverty; but I cried to you, O Lord, all the day; I spread forth my hands to you."
    },
    {
      "verse": 10,
      "text": "Will you work wonders for the dead? or shall \\f + \\fr 87:10 \\ft See \\fqa Heb. \\f* physicians raise \\add them\\add* up, that they shall praise you?"
    },
    {
      "verse": 11,
      "text": "Shall any one declare your mercy in the tomb? and your truth in destruction?"
    },
    {
      "verse": 12,
      "text": "Shall your wonders be known in darkness? and your righteousness in a forgotten land?"
    },
    {
      "verse": 13,
      "text": "But I cried to you, O Lord; and in the morning shall my prayer prevent you."
    },
    {
      "verse": 14,
      "text": "Therefore, O Lord, do you reject my \\f + \\fr 87:14 \\fqa Heb. and \\fl Alex. \\ft soul. \\f* prayer, \\add and\\add* turn your face away from me?"
    },
    {
      "verse": 15,
      "text": "I am poor and in troubles from my youth; and having been exalted, I was brought low and into \\f + \\fr 87:15 \\ft See 2 Cor 4:8. \\f* despair."
    },
    {
      "verse": 16,
      "text": "Your wrath has passed over me; and your terrors have greatly disquieted me."
    },
    {
      "verse": 17,
      "text": "They compassed me like water; all the day they beset me together."
    },
    {
      "verse": 18,
      "text": "You have put far from me \\f + \\fr 87:18 \\fl Alex. \\ft friend and neighbor. \\f* \\add every\\add* friend, and my acquaintances because of \\add my\\add* wretchedness."
    }
  ]
}