{
  "book_id": "PSA",
  "chapter": 88,
  "verses": [
    {
      "verse": 1,
      "text": "I will sing of your mercies, O Lord, for ever: I will declare your truth with my mouth to all generations."
    },
    {
      "verse": 2,
      "text": "For you have said, Mercy shall be built up for ever: your truth shall be established in the heavens."
    },
    {
      "verse": 3,
      "text": "I made a covenant with my chosen ones, I swore to David my servant."
    },
    {
      "verse": 4,
      "text": "I will \\f + \\fr 88:4 \\fl Gr. \\ft prepare. \\f* establish your seed for ever, and build up your throne to all generations. Pause."
    },
    {
      "verse": 5,
      "text": "The heavens shall declare your wonders, O Lord; and your truth in the assembly of the saints."
    },
    {
      "verse": 6,
      "text": "For who in the \\f + \\fr 88:6 \\fl Gr. \\ft clouds. \\f* heavens shall be compared to the Lord? and who shall be likened to the Lord among the sons of God?"
    },
    {
      "verse": 7,
      "text": "God is glorified in the council of the saints; great and terrible toward all that are round about him."
    },
    {
      "verse": 8,
      "text": "O Lord God of hosts, who is like to you? you are mighty, O Lord, and your truth is round about you."
    },
    {
      "verse": 9,
      "text": "You rule the power of the sea; and you calm the tumult of its waves."
    },
    {
      "verse": 10,
      "text": "You have brought down the proud as one that is slain; and with the arm of your power you have scattered your enemies."
    },
    {
      "verse": 11,
      "text": "The heavens are your, and the earth is your: you have founded the world, and the fullness of it."
    },
    {
      "verse": 12,
      "text": "You have created the north and the \\f + \\fr 88:12 \\fl Gr. \\ft sea. \\f* west: Thabor and Hermon shall rejoice in your name."
    },
    {
      "verse": 13,
      "text": "Your is the mighty arm: let your hand be strengthened, let your right hand be exalted."
    },
    {
      "verse": 14,
      "text": "Justice and judgment are the establishment of your throne: mercy and truth shall go before your face."
    },
    {
      "verse": 15,
      "text": "Blessed is the people that knows the joyful sound: they shall walk, O Lord, in the light of your countenance."
    },
    {
      "verse": 16,
      "text": "And in your name shall they rejoice all the day: and in your righteousness shall they be exalted."
    },
    {
      "verse": 17,
      "text": "For you are the boast of their strength; and in your good pleasure shall our horn be exalted,"
    },
    {
      "verse": 18,
      "text": "for \\add our\\add* help is of the Lord; and of the Holy One of Israel, our king."
    },
    {
      "verse": 19,
      "text": "Then you spoke in vision to your children, and said, I have laid help on a mighty one; I have exalted one chosen out of my people."
    },
    {
      "verse": 20,
      "text": "\\x + \\xo 88:20 \\xt Acts 13:22 \\x* I have found David my servant; I have anointed him by \\add my\\add* holy \\f + \\fr 88:20 \\fqa Heb. and \\fl Alex. \\ft oil, see Ps. 91. (92) 10. \\f* mercy."
    },
    {
      "verse": 21,
      "text": "For my hand shall support him; and my arm shall strengthen him."
    },
    {
      "verse": 22,
      "text": "The enemy shall have no advantage against him; and the son of transgression shall not hurt him again."
    },
    {
      "verse": 23,
      "text": "And I will hew down his foes before him, and put to flight those that hate him."
    },
    {
      "verse": 24,
      "text": "But my truth and my mercy shall be with him; and in my name shall his horn be exalted."
    },
    {
      "verse": 25,
      "text": "And I will set his hand in the sea, and his right hand in the rivers."
    },
    {
      "verse": 26,
      "text": "He shall call upon me, \\add saying\\add*, You are my Father, my God, and the helper of my salvation."
    },
    {
      "verse": 27,
      "text": "And I will make him \\add my\\add* firstborn, higher than the kings of the earth."
    },
    {
      "verse": 28,
      "text": "I will keep my mercy for him for ever, and my covenant \\add shall be\\add* firm with him."
    },
    {
      "verse": 29,
      "text": "And I will establish his seed for ever and ever, and his throne as the days of heaven."
    },
    {
      "verse": 30,
      "text": "If his children should forsake my law, and walk not in my judgments;"
    },
    {
      "verse": 31,
      "text": "if they should profane my ordinances, and not keep my commandments;"
    },
    {
      "verse": 32,
      "text": "I will visit their transgressions with a rod, and their sins with scourges."
    },
    {
      "verse": 33,
      "text": "But my mercy I will not utterly remove from him, nor wrong my truth."
    },
    {
      "verse": 34,
      "text": "Neither will I by any means profane my covenant; and I will not make void the things that proceed out of my lips."
    },
    {
      "verse": 35,
      "text": "Once have I sworn by my holiness, that I will not lie to David."
    },
    {
      "verse": 36,
      "text": "His seed shall endure for ever, and his throne as the sun before me;"
    },
    {
      "verse": 37,
      "text": "and as the moon \\add that is\\add* established for ever, and as the faithful witness in heaven. Pause."
    },
    {
      "verse": 38,
      "text": "But you have cast off and set at nothing, you have rejected your anointed."
    },
    {
      "verse": 39,
      "text": "You have overthrown the covenant of your servant; you have profaned his sanctuary, \\add casting it\\add* to the ground."
    },
    {
      "verse": 40,
      "text": "You have broken down all his hedges; you have made his strong holds a terror."
    },
    {
      "verse": 41,
      "text": "All that go by the way have spoiled him: he is become a reproach to his neighbors."
    },
    {
      "verse": 42,
      "text": "You have exalted the right hand of his enemies; you have made all his enemies to rejoice."
    },
    {
      "verse": 43,
      "text": "You have turned back the help of his sword, and have not helped him in the battle."
    },
    {
      "verse": 44,
      "text": "You have deprived him of \\f + \\fr 88:44 \\fl Gr. \\ft purification. \\f* glory: you have broken down his throne to the ground."
    },
    {
      "verse": 45,
      "text": "You have shortened the days of his \\f + \\fr 88:45 \\fl Alex. \\ft time. \\f* throne: you have poured shame upon him. Pause."
    },
    {
      "verse": 46,
      "text": "How long, O Lord, will you turn away, for ever? shall your anger flame out as fire?"
    },
    {
      "verse": 47,
      "text": "Remember what my being is: for have you created all the sons of men in vain?"
    },
    {
      "verse": 48,
      "text": "What man is there who shall live, and not see death? shall \\add any one\\add* deliver his soul from the hand of Hades? Pause."
    },
    {
      "verse": 49,
      "text": "Where are your ancient mercies, O Lord, which you swore to David in your truth?"
    },
    {
      "verse": 50,
      "text": "Remember, O Lord, the reproach of your servants, which I have borne in my bosom, \\add even the reproach\\add* of many nations;"
    },
    {
      "verse": 51,
      "text": "wherewith your enemies have reviled, O Lord: wherewith they have reviled the recompense of your anointed."
    },
    {
      "verse": 52,
      "text": "Blessed be the Lord for ever. So be it, so be it."
    }
  ]
}