{
  "book_id": "PSA",
  "chapter": 89,
  "verses": [
    {
      "verse": 1,
      "text": "Lord, you have been our refuge in all generations."
    },
    {
      "verse": 2,
      "text": "Before the mountains existed, and \\add before\\add* the earth and the world were formed, even from age to age, You are."
    },
    {
      "verse": 3,
      "text": "Turn not man back to \\add his\\add* low place, whereas you said, Return, you⌃ sons of men?"
    },
    {
      "verse": 4,
      "text": "For a thousand years in your sight are as the yesterday which is past, and as a watch in the night."
    },
    {
      "verse": 5,
      "text": "Years shall be \\f + \\fr 89:5 \\fl Gr. \\ft their vanities or rejections. \\f* vanity to them: let the morning pass away as grass."
    },
    {
      "verse": 6,
      "text": "In the morning let it flower, and pass away: in the evening let it droop, let it be withered and dried up."
    },
    {
      "verse": 7,
      "text": "For we have perished in your anger, and in your wrath we have been troubled."
    },
    {
      "verse": 8,
      "text": "You have set our transgressions before you: our age is in the light of your countenance."
    },
    {
      "verse": 9,
      "text": "For all our days are gone, and we have passed away in your wrath: our years have \\f + \\fr 89:9 \\fl Gr. \\ft mediated. \\f* spun out their tale as a spider."
    },
    {
      "verse": 10,
      "text": "\\add As for\\add* the days of our years, in them are seventy years; and if \\add men should be\\add* in strength, eighty years: and \\f + \\fr 89:10 \\fl Or, \\ft what is more than these. \\f* the greater part of them would be labor and trouble; for weakness overtakes us, and we shall be chastened."
    },
    {
      "verse": 11,
      "text": "Who knows the power of your wrath?"
    },
    {
      "verse": 12,
      "text": "and \\add who knows how\\add* to number \\add his days\\add* because of the fear of your wrath? So manifest your right hand, and those that are instructed in wisdom in the heart."
    },
    {
      "verse": 13,
      "text": "Return, O Lord, how long? and \\f + \\fr 89:13 \\f* be entreated concerning your servants."
    },
    {
      "verse": 14,
      "text": "We have been satisfied in the morning with your mercy; and we did exult and rejoice:"
    },
    {
      "verse": 15,
      "text": "let us rejoice in all our days, in return for the days wherein you did afflict us, the years wherein we saw evil."
    },
    {
      "verse": 16,
      "text": "And look upon your servants, and upon your works; and guide their children."
    },
    {
      "verse": 17,
      "text": "And let the brightness of the Lord our God be upon us: and do you \\f + \\fr 89:17 \\fl Or, \\ft prosper. \\f* direct for us the works of our hands. \\f + \\fr 89:17 \\fl Alex. \\ft + yes, prosper you the work of our hands. \\f*"
    }
  ]
}