{
  "book_id": "PSA",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "He that dwells in the help of the Highest, shall sojourn under the shelter of the God of heaven."
    },
    {
      "verse": 2,
      "text": "He shall say to the Lord, You are my helper and my refuge: my God; I will hope in him."
    },
    {
      "verse": 3,
      "text": "For he shall deliver you from the snare of the hunters, from everytroublesome matter."
    },
    {
      "verse": 4,
      "text": "He shall overshadow you with his shoulders, and you shall trust under his wings: his truth shall cover you with a shield."
    },
    {
      "verse": 5,
      "text": "You shall not be afraid of terror by night; nor of the arrow flying by day;"
    },
    {
      "verse": 6,
      "text": "norof the evil thing that walks in darkness; norof calamity, and the evil spirit at noon-day."
    },
    {
      "verse": 7,
      "text": "A thousand shall fall at your side, and ten thousand at your right hand; but it shall not come near you."
    },
    {
      "verse": 8,
      "text": "Only with your eyes shall you observe and see the reward of sinners."
    },
    {
      "verse": 9,
      "text": "For you, O Lord, are my hope: you, my soul, have made the Most High your refuge."
    },
    {
      "verse": 10,
      "text": "No evils shall come upon you, and no scourge shall draw near to your dwelling."
    },
    {
      "verse": 11,
      "text": "For he shall give his angels charge concerning you, to keep you in all your ways."
    },
    {
      "verse": 12,
      "text": "They shall bear you up on their hands, lest at any time you dash your foot against a stone."
    },
    {
      "verse": 13,
      "text": "You shall tread on the asp and basilisk: and you shall trample on the lion and dragon."
    },
    {
      "verse": 14,
      "text": "For he has hoped in me, and I will deliver him: I will protect him, because he has known my name."
    },
    {
      "verse": 15,
      "text": "He shall call upon me, and I will listen to him: I am with him in affliction; and I will deliver him, and glorify him."
    },
    {
      "verse": 16,
      "text": "I will satisfy him with length of days, and show him my salvation."
    }
  ]
}