{
  "book_id": "PSA",
  "chapter": 91,
  "verses": [
    {
      "verse": 1,
      "text": "It is a good thing to give thanks to the Lord, and to sing praises to your name, O you Most High;"
    },
    {
      "verse": 2,
      "text": "to proclaim your mercy in the morning, and your truth by night,"
    },
    {
      "verse": 3,
      "text": "on a lute of ten strings, with a song on the harp."
    },
    {
      "verse": 4,
      "text": "For you, O Lord, have made me glad with your work: and in the operations of your hands will I exult."
    },
    {
      "verse": 5,
      "text": "How have your works been magnified, O Lord! your thoughts are very deep."
    },
    {
      "verse": 6,
      "text": "A foolish man will not know, and a senseless man will not understand this."
    },
    {
      "verse": 7,
      "text": "When the sinners spring up as the grass, and all the workers of iniquity have watched; it isthat they may be utterly destroyed for ever."
    },
    {
      "verse": 8,
      "text": "But you, O Lord, are most high for ever."
    },
    {
      "verse": 9,
      "text": "For, behold, your enemies shall perish; and all the workers of iniquity shall be scattered."
    },
    {
      "verse": 10,
      "text": "But my horn shall be exalted as the hornof a unicorn; and my old age with rich mercy."
    },
    {
      "verse": 11,
      "text": "And my eye has seen my enemies, and my ear shall hear the wicked that rise up against me."
    },
    {
      "verse": 12,
      "text": "The righteous shall flourish as a palm tree: he shall be increased as the cedar in Libanus."
    },
    {
      "verse": 13,
      "text": "They that are planted in the house of the Lord shall flourish in the courts of our God."
    },
    {
      "verse": 14,
      "text": "Then shall they be increased in a fine old age; and they shall be prosperous; that they may declare"
    },
    {
      "verse": 15,
      "text": "that the Lord my God is righteous, and there is no iniquity in him."
    }
  ]
}