{
  "book_id": "PSA",
  "chapter": 101,
  "verses": [
    {
      "verse": 1,
      "text": "Hear my prayer, O Lord, and let my cry come to you."
    },
    {
      "verse": 2,
      "text": "Turn not away your face from me: in the day \\add when\\add* I am afflicted, incline your ear to me: in the day \\add when\\add* I shall call upon you, speedily hear me."
    },
    {
      "verse": 3,
      "text": "For my days have vanished like smoke, and my bones have been parched like a stick."
    },
    {
      "verse": 4,
      "text": "I am blighted like grass, and my heart is dried up; for I have forgotten to eat my bread."
    },
    {
      "verse": 5,
      "text": "By reason of the voice of my groaning, my bone has cleaved to my flesh."
    },
    {
      "verse": 6,
      "text": "I have become like a pelican of the wilderness;"
    },
    {
      "verse": 7,
      "text": "I have become like an owl in a ruined house. I have watched, and am become as a sparrow dwelling alone on a roof."
    },
    {
      "verse": 8,
      "text": "All the day long my enemies have reproached me; and they that praised me have sworn against me."
    },
    {
      "verse": 9,
      "text": "For I have eaten ashes as it were bread, and mingled my drink with weeping;"
    },
    {
      "verse": 10,
      "text": "because of your anger and your wrath: for you have lifted me up, and dashed me down."
    },
    {
      "verse": 11,
      "text": "My days have declined like a shadow; and I am withered like grass."
    },
    {
      "verse": 12,
      "text": "But you, Lord, endure for ever, and your memorial to generation and generation."
    },
    {
      "verse": 13,
      "text": "You shall arise, and have mercy upon Sion: for \\add it is\\add* time to have mercy upon her, for the set time is come."
    },
    {
      "verse": 14,
      "text": "For your servants have taken pleasure in her stones, and they shall pity her dust."
    },
    {
      "verse": 15,
      "text": "So the nations shall fear your name, O Lord, and all kings your glory."
    },
    {
      "verse": 16,
      "text": "For the Lord shall build up Sion, \\f + \\fr 101:16 \\fl Or, \\ft then shall be. \\f* and shall appear in his glory."
    },
    {
      "verse": 17,
      "text": "He has had regard to the prayer of the lowly, and has not despised their petition."
    },
    {
      "verse": 18,
      "text": "Let this be written for another generation; and the people that shall be created shall praise the Lord."
    },
    {
      "verse": 19,
      "text": "For he has looked out from the height of his sanctuary; the Lord looked upon the earth from heaven;"
    },
    {
      "verse": 20,
      "text": "to hear the groaning of the fettered ones, to loosen the sons of the slain;"
    },
    {
      "verse": 21,
      "text": "to proclaim the name of the Lord in Sion, and his praise in Jerusalem;"
    },
    {
      "verse": 22,
      "text": "when the people are gathered together, and the kings, to serve the Lord."
    },
    {
      "verse": 23,
      "text": "He answered him in the way of his strength: tell me the fewness of my days."
    },
    {
      "verse": 24,
      "text": "Take me not away in the midst of my days: your years \\add are\\add* \\x + \\xo 101:24 \\xt Heb 1:11,13 \\x* through all generations."
    },
    {
      "verse": 25,
      "text": "In the \\f + \\fr 101:25 \\fl Gr. \\ft plural. \\f* beginning you, O Lord, did lay the foundation of the earth; and the heavens are the works of your hands."
    },
    {
      "verse": 26,
      "text": "They shall perish, but you remain: and \\add they all\\add* shall wax old as a garment; and as a vesture shall you fold them, and they shall be changed."
    },
    {
      "verse": 27,
      "text": "But you are the same, and your years shall not fail."
    },
    {
      "verse": 28,
      "text": "The children of your servants shall dwell \\add securely\\add*, and their seed shall \\f + \\fr 101:28 \\fl Or, \\ft be directed aright. \\f* prosper for ever."
    }
  ]
}