{
  "book_id": "PSA",
  "chapter": 102,
  "verses": [
    {
      "verse": 1,
      "text": "Bless the Lord, O my soul; and all \\add that is\\add* within me, \\add bless\\add* his holy name."
    },
    {
      "verse": 2,
      "text": "Bless the Lord, O my soul, and forget not all his praises:"
    },
    {
      "verse": 3,
      "text": "who forgives all your transgressions, who heals all your diseases;"
    },
    {
      "verse": 4,
      "text": "who redeems your life from corruption; who crowns you with mercy and compassion;"
    },
    {
      "verse": 5,
      "text": "who satisfies your desire with good things: \\add so that\\add* your youth shall be renewed like \\add that\\add* of the eagle."
    },
    {
      "verse": 6,
      "text": "The Lord executes mercy and judgment for all that are injured."
    },
    {
      "verse": 7,
      "text": "He made known his ways to Moses, his will to the children of Israel."
    },
    {
      "verse": 8,
      "text": "The Lord is compassionate and pitiful, longsuffering, and full of mercy."
    },
    {
      "verse": 9,
      "text": "He will not be always angry; neither will he be wrathful for ever."
    },
    {
      "verse": 10,
      "text": "He has not dealt with us according to our sins, nor recompensed us according to our iniquities."
    },
    {
      "verse": 11,
      "text": "For as the heaven is high above the earth, the Lord has \\add so\\add* increased his mercy toward them that fear him."
    },
    {
      "verse": 12,
      "text": "As far as the east is from the west, \\add so far\\add* has he removed our transgressions from us."
    },
    {
      "verse": 13,
      "text": "As a father pities \\add his\\add* children, the Lord pities them that fear him."
    },
    {
      "verse": 14,
      "text": "For he knows our frame: remember that we are dust."
    },
    {
      "verse": 15,
      "text": "\\add As for\\add* man, his days are as grass; as a flower of the field, so shall he flourish."
    },
    {
      "verse": 16,
      "text": "For the wind passes over it, and it shall not be; and it shall know its place no more."
    },
    {
      "verse": 17,
      "text": "But the mercy of the Lord is from generation to generation upon them that fear him, and his righteousness to children's children;"
    },
    {
      "verse": 18,
      "text": "to them that keep his covenant, and remember his commandments to do them."
    },
    {
      "verse": 19,
      "text": "The Lord has prepared his throne in the heaven; and his kingdom rules over all."
    },
    {
      "verse": 20,
      "text": "Bless the Lord, all you⌃ his angels, mighty in strength, who perform his bidding, \\add ready\\add* to listen to the voice of his words."
    },
    {
      "verse": 21,
      "text": "Bless the Lord, all you⌃ his hosts; \\add you⌃\\add* ministers of his that do his will."
    },
    {
      "verse": 22,
      "text": "Bless the Lord, all his works, in every place of his dominion: bless the Lord, O my soul."
    }
  ]
}