{
  "book_id": "PSA",
  "chapter": 104,
  "verses": [
    {
      "verse": 1,
      "text": "Give thanks to the Lord, and call upon his name; declare his works among the heathen."
    },
    {
      "verse": 2,
      "text": "Sing to him, yes, sing praises to him: tell forth all his wonderful works."
    },
    {
      "verse": 3,
      "text": "Glory in his holy name: let the heart of them that seek the Lord rejoice."
    },
    {
      "verse": 4,
      "text": "Seek you⌃ the Lord, and be strengthened; seek his face continually."
    },
    {
      "verse": 5,
      "text": "Remember his wonderful works that he has done; his wonders, and the judgments of his mouth;"
    },
    {
      "verse": 6,
      "text": "\\add you⌃\\add* seed of Abraam, his servants, \\add you⌃\\add* children of Jacob, his chosen ones."
    },
    {
      "verse": 7,
      "text": "He is the Lord our God; his judgments are in all the earth."
    },
    {
      "verse": 8,
      "text": "He has remembered his covenant for ever, the word which he commanded for a thousand generation:"
    },
    {
      "verse": 9,
      "text": "which he established as a covenant to Abraam, and \\add he remembered\\add* his oath to Isaac."
    },
    {
      "verse": 10,
      "text": "And he established it to Jacob for an ordinance, and to Israel for an everlasting covenant;"
    },
    {
      "verse": 11,
      "text": "saying To you will I give the land of Chanaan, the line of your inheritance:"
    },
    {
      "verse": 12,
      "text": "when they were few in number, very few, and sojourners in it."
    },
    {
      "verse": 13,
      "text": "And they went from nation to nation, and from \\add one\\add* kingdom to another people."
    },
    {
      "verse": 14,
      "text": "He suffered no man to wrong them; and he rebuked kings for their sakes:"
    },
    {
      "verse": 15,
      "text": "\\add saying\\add*, Touch not my anointed ones; and do my prophets no harm."
    },
    {
      "verse": 16,
      "text": "Moreover he called for a famine upon the land; he broke the whole support of bread."
    },
    {
      "verse": 17,
      "text": "He sent a man before them; Joseph was sold for a slave."
    },
    {
      "verse": 18,
      "text": "They \\f + \\fr 104:18 \\fl Gr. \\ft humbled. \\f* hurt his feet with fetters; \\f + \\fr 104:18 \\fl Or, \\ft his body, see \\fqa Heb. \\f* his soul passed into iron,"
    },
    {
      "verse": 19,
      "text": "until the time that his cause came on; the word of the Lord tried him as fire."
    },
    {
      "verse": 20,
      "text": "The king sent and loosed him; \\add even\\add* the prince of the people, and let him go free."
    },
    {
      "verse": 21,
      "text": "He made him Lord over his house, and ruler of all his substance;"
    },
    {
      "verse": 22,
      "text": "to chastise his rulers at his pleasure, and to teach his elders wisdom."
    },
    {
      "verse": 23,
      "text": "Israel also came into Egypt, and Jacob sojourned in the land of Cham."
    },
    {
      "verse": 24,
      "text": "And he increased his people greatly, and made them stronger than their enemies."
    },
    {
      "verse": 25,
      "text": "And he turned their heart to hate his people, to deal craftily with his servants."
    },
    {
      "verse": 26,
      "text": "He sent forth Moses his servant, \\add and\\add* Aaron whom he had chosen."
    },
    {
      "verse": 27,
      "text": "He established among them his signs, and \\add his\\add* wonders in the land of Cham."
    },
    {
      "verse": 28,
      "text": "He sent forth darkness, and made it dark; yet they \\f + \\fr 104:28 \\fl Gr. \\ft embittered. \\f* rebelled against his words."
    },
    {
      "verse": 29,
      "text": "He turned their waters into blood, and killed their fish."
    },
    {
      "verse": 30,
      "text": "Their land produced frogs abundantly, in the chambers of their kings."
    },
    {
      "verse": 31,
      "text": "He spoke, and the dog-fly came, and lice in all their coasts."
    },
    {
      "verse": 32,
      "text": "He turned their rain into hail, \\add and sent\\add* flaming fire in their land."
    },
    {
      "verse": 33,
      "text": "And he struck their vines and their fig trees; and broke every tree of their coast."
    },
    {
      "verse": 34,
      "text": "He spoke, and the locust came, and caterpillars innumerable,"
    },
    {
      "verse": 35,
      "text": "and devoured all the grass in their land, and devoured the fruit of the ground."
    },
    {
      "verse": 36,
      "text": "He struck also every firstborn of their land, the first fruits of all their labor."
    },
    {
      "verse": 37,
      "text": "And he brought them out with silver and gold; and there was not a feeble one among their tribes."
    },
    {
      "verse": 38,
      "text": "Egypt rejoiced at their departing; for the fear of them fell upon them."
    },
    {
      "verse": 39,
      "text": "He spread out a cloud for a covering to them, and fire to give them light by night."
    },
    {
      "verse": 40,
      "text": "They asked, and the quail came, and he satisfied them with the bread of heaven."
    },
    {
      "verse": 41,
      "text": "He clave the rock, and the waters flowed, rivers ran in dry places."
    },
    {
      "verse": 42,
      "text": "For he remembered his holy word, which \\add he promised\\add* to Abraam his servant."
    },
    {
      "verse": 43,
      "text": "And he brought out his people with exultation, and his chosen with joy;"
    },
    {
      "verse": 44,
      "text": "and gave them the lands of the heathen; and they inherited the labors of the people;"
    },
    {
      "verse": 45,
      "text": "that they might keep his ordinances, and diligently seek his law."
    }
  ]
}