{
  "book_id": "PSA",
  "chapter": 114,
  "verses": [
    {
      "verse": 1,
      "text": "Not to us, O Lord, not to us, but to your name give glory, because of your mercy and your truth;"
    },
    {
      "verse": 2,
      "text": "lest at any time the nations should say, Where is their God?"
    },
    {
      "verse": 3,
      "text": "But our God has done in heaven and on earth, whatever he has pleased."
    },
    {
      "verse": 4,
      "text": "The idols of the nations are silver and gold, the works of men's hands."
    },
    {
      "verse": 5,
      "text": "They have a mouth, but they \\f + \\fr 114:5 \\fl Gr. \\ft will not. \\f* can’t speak; they have eyes, but they can’t see:"
    },
    {
      "verse": 6,
      "text": "they have ears, but they can’t hear; they have noses, but they can’t smell;"
    },
    {
      "verse": 7,
      "text": "they have hands, but they can’t handle; they have feet, but they can’t walk: they can’t speak through their throat."
    },
    {
      "verse": 8,
      "text": "Let those that make them become like to them, and all who trust in them."
    },
    {
      "verse": 9,
      "text": "The house of Israel trusts in the Lord: he is their helper and defender."
    },
    {
      "verse": 10,
      "text": "The house of Aaron trusts in the Lord: he is their helper and defender."
    },
    {
      "verse": 11,
      "text": "They that fear the Lord trust in the Lord: he is their helper and defender."
    },
    {
      "verse": 12,
      "text": "The Lord has remembered us, and blessed us: he has blessed the house of Israel, he has blessed the house of Aaron."
    },
    {
      "verse": 13,
      "text": "He has blessed them that fear the Lord, both small and great."
    },
    {
      "verse": 14,
      "text": "The Lord \\f + \\fr 114:14 \\fl Or, \\ft increase you. \\f* add \\add blessings\\add* to you and to your children."
    },
    {
      "verse": 15,
      "text": "Blessed are you⌃ of the Lord, who made the heaven and the earth."
    },
    {
      "verse": 16,
      "text": "The heaven of \\f + \\fr 114:16 \\fl Gr. \\ft sing. \\f* heavens \\add belongs\\add* to the Lord: but he has given the earth to the sons of men."
    },
    {
      "verse": 17,
      "text": "The dead shall not praise you, O Lord, nor any that go down to Hades."
    },
    {
      "verse": 18,
      "text": "But we, the living, will bless the Lord, from henceforth and for ever."
    }
  ]
}