{
  "book_id": "PSA",
  "chapter": 115,
  "verses": [
    {
      "verse": 1,
      "text": "I am well pleased, because the Lord will listen to the voice of my supplication."
    },
    {
      "verse": 2,
      "text": "Because he has inclined his ear to me, therefore will I call upon him while I live."
    },
    {
      "verse": 3,
      "text": "The pangs of death compassed me; the dangers of hell found me: I found affliction and sorrow."
    },
    {
      "verse": 4,
      "text": "Then I called on the name of the Lord: O Lord, deliver my soul."
    },
    {
      "verse": 5,
      "text": "The Lord is merciful and righteous; yes, our God has pity."
    },
    {
      "verse": 6,
      "text": "The Lord preserves the simple: I was brought low, and he delivered me."
    },
    {
      "verse": 7,
      "text": "Return to your rest, O my soul; for the Lord has dealt bountifully with you."
    },
    {
      "verse": 8,
      "text": "For he has delivered my soul from death, my eyes from tears, and my feet from falling."
    },
    {
      "verse": 9,
      "text": "I shall be well-pleasing before the Lord in the land of the living. (115) Alleluia."
    },
    {
      "verse": 10,
      "text": "I believed, therefore I have spoken: but I was greatly afflicted."
    },
    {
      "verse": 11,
      "text": "And I said in my amazement, Every man is a liar."
    },
    {
      "verse": 12,
      "text": "What shall I render to the Lord for all the things wherein he has rewarded me?"
    },
    {
      "verse": 13,
      "text": "I will take the cup of salvation, and call upon the name of the Lord."
    },
    {
      "verse": 14,
      "text": "I will pay my vows to the Lord, in the presence of all his people."
    },
    {
      "verse": 15,
      "text": "Precious in the sight of the Lord is the death of his saints."
    },
    {
      "verse": 16,
      "text": "O Lord, I am your servant; I am your servant, and the son of your handmaid: you have burst my bonds asunder."
    },
    {
      "verse": 17,
      "text": "I will offer to you the sacrifice of praise, and will call upon the name of the Lord."
    },
    {
      "verse": 18,
      "text": "I will pay my vows to the Lord, in the presence of all his people,"
    },
    {
      "verse": 19,
      "text": "in the courts of the Lord's house, in the midst of you, Jerusalem."
    }
  ]
}