{
  "book_id": "PSA",
  "chapter": 138,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord, you have proved me, and known me."
    },
    {
      "verse": 2,
      "text": "You know my down-sitting and my up-rising: you understand my thoughts long before."
    },
    {
      "verse": 3,
      "text": "You have traced my path and my bed, and have foreseen all my ways."
    },
    {
      "verse": 4,
      "text": "For there is no unrighteous word in my tongue: behold, O Lord, you have known all things,"
    },
    {
      "verse": 5,
      "text": "the last and the first: you have fashioned me, and laid your hand upon me."
    },
    {
      "verse": 6,
      "text": "The knowledge of you is too wonderful for me; it is very difficult, I can’t attainto it."
    },
    {
      "verse": 7,
      "text": "Whither shall I go from your Spirit? and whither shall I flee from your presence?"
    },
    {
      "verse": 8,
      "text": "If I should go up to heaven, you are there: if I should go down to hell, you are present."
    },
    {
      "verse": 9,
      "text": "If I should spread my wings to fly straight forward, and sojourn at the extremity of the sea, it would be vain,"
    },
    {
      "verse": 10,
      "text": "for even there your hand would guide me, and your right hand would hold me."
    },
    {
      "verse": 11,
      "text": "When I said, Surely the darkness will cover me; even the night waslight in my luxury."
    },
    {
      "verse": 12,
      "text": "For darkness will not be darkness with you; but night will be light as day: as its darkness, so shall its light be to you."
    },
    {
      "verse": 13,
      "text": "For you, O Lord, have possessed my reins; you have helped me from my mother's womb."
    },
    {
      "verse": 14,
      "text": "I will give you thanks; for you are fearfully wondrous; wondrous are your works; and my soul knows itwell."
    },
    {
      "verse": 15,
      "text": "My bones, which you made in secret were not hidden from you, nor my substance, in the lowest parts of the earth."
    },
    {
      "verse": 16,
      "text": "Your eyes saw my unwrought substance, and all menshall be written in your book; they shall be formed by day, though there should for a timebe no one among them."
    },
    {
      "verse": 17,
      "text": "But your friends, O God, have been greatly honored by me; their rule has been greatly strengthened."
    },
    {
      "verse": 18,
      "text": "I will number them, and they shall be multiplied beyond the sand; I awake, and am still with you."
    },
    {
      "verse": 19,
      "text": "Oh that you would kill the wicked, O God; depart from me, you⌃ men of blood."
    },
    {
      "verse": 20,
      "text": "For you will say concerning theirthought, thatthey shall take your cities in vain."
    },
    {
      "verse": 21,
      "text": "Have I not hated them, O Lord, that hate you? and wasted away because of your enemies?"
    },
    {
      "verse": 22,
      "text": "I have hated them with perfect hatred; they were counted my enemies."
    },
    {
      "verse": 23,
      "text": "Prove me, O God, and know my heart; examine me, and know my paths;"
    },
    {
      "verse": 24,
      "text": "and see if there is anyway of iniquity in me, and lead me in an everlasting way."
    }
  ]
}