{
  "book_id": "PSA",
  "chapter": 144,
  "verses": [
    {
      "verse": 1,
      "text": "I will exalt you, my God, my king; and I will bless your name for ever and ever."
    },
    {
      "verse": 2,
      "text": "Every day will I bless you, and I will praise your name for ever and ever."
    },
    {
      "verse": 3,
      "text": "The Lord is great, and greatly to be praised; and there is no end to his greatness."
    },
    {
      "verse": 4,
      "text": "Generation after generation shall praise your works, and tell of your power."
    },
    {
      "verse": 5,
      "text": "And they shall speak of the glorious majesty of your holiness, and recount your wonders."
    },
    {
      "verse": 6,
      "text": "And they shall speak of the power of your terrible acts; and recount your greatness."
    },
    {
      "verse": 7,
      "text": "They shall utter the memory of the abundance of your goodness, and shall exult in your righteousness."
    },
    {
      "verse": 8,
      "text": "The Lord is compassionate, and merciful; long suffering, and abundant in mercy."
    },
    {
      "verse": 9,
      "text": "The Lord is good to those that wait on him; and his compassions are over all his works."
    },
    {
      "verse": 10,
      "text": "Let all your works, O Lord, give thanks to you; and let your saints bless you."
    },
    {
      "verse": 11,
      "text": "They shall speak of the glory of your kingdom, and talk of your dominion;"
    },
    {
      "verse": 12,
      "text": "to make known to the sons of men your power, and the glorious majesty of your kingdom."
    },
    {
      "verse": 13,
      "text": "Your kingdom is an everlasting kingdom, and your dominion endures through all generations. The Lord is faithful in his words, and holy in all his works."
    },
    {
      "verse": 14,
      "text": "The Lord supports all that are falling, and sets up all that are broken down."
    },
    {
      "verse": 15,
      "text": "The eyes of all wait upon you; and you give themtheir food in due season."
    },
    {
      "verse": 16,
      "text": "You open your hands, and fill every living thing with pleasure."
    },
    {
      "verse": 17,
      "text": "The Lord is righteous in all his ways, and holy in all his works."
    },
    {
      "verse": 18,
      "text": "The Lord is near to all that call upon him, to all that call upon him in truth."
    },
    {
      "verse": 19,
      "text": "He will perform the desire of them that fear him: and he will hear their supplication, and save them."
    },
    {
      "verse": 20,
      "text": "The Lord preserves all that love him: but all sinners he will utterly destroy."
    },
    {
      "verse": 21,
      "text": "My mouth shall speak the praise of the Lord: and let all flesh bless his holy name for ever and ever."
    }
  ]
}