{
  "book_id": "ESG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "“ἜΤΟΥΣ δευτέρου βασιλεύοντος Ἀρταξέρξου τοῦ μεγάλου βασιλέως τῇ μιᾷ τοῦ Νισὰν, ἐνύπνιον εἶδε Μαρδοχαῖος ὁ τοῦ Ἰαΐρου, τοῦ Σεμεΐου, τοῦ Κισαίου, ἐκ φυλῆς Βενιαμὶν,"
    },
    {
      "verse": 2,
      "text": "Ἐν αὐταῖς ταῖς ἡμέραις ὅτε ἐθρονίσθη βασιλεὺς Ἀρταξέρξης ἐν Σούσοις τῇ πόλει,"
    },
    {
      "verse": 3,
      "text": "ἐν τῷ τρίτῳ ἔτει βασιλεύοντος αὐτοῦ, δοχὴν ἐποίησε τοῖς φίλοις καὶ τοῖς λοιποῖς ἔθνεσι, καὶ τοῖς Περσῶν καὶ Μήδων ἐνδόξοις, καὶ τοῖς ἄρχουσι τῶν σατραπῶν."
    },
    {
      "verse": 4,
      "text": "Καὶ μετὰ ταῦτα μετὰ τὸ δεῖξαι αὐτοῖς τὸν πλοῦτον τῆς βασιλείας αὐτοῦ, καὶ τὴν δόξαν τῆς εὐφροσύνης τοῦ πλούτου αὐτοῦ ἐν ἡμέραις ἑκατὸν ὀγδοήκοντα."
    },
    {
      "verse": 5,
      "text": "Ὅτε δὲ ἀνεπληρώθησαν αἱ ἡμέραι τοῦ γάμου, ἐποίησεν ὁ βασιλεὺς πότον τοῖς ἔθνεσι τοῖς εὑρεθεῖσιν εἰς τὴν πόλιν ἐπὶ ἡμέρας ἓξ, ἐν αὐλῇ οἴκου τοῦ βασιλέως"
    },
    {
      "verse": 6,
      "text": "κεκοσμημένῃ βυσσίνοις καὶ καρπασίνοις τεταμένοις ἐπὶ σχοινίοις βυσσίνοις καὶ πορφυροῖς, ἐπὶ κύβοις χρυσοῖς καὶ ἀργυροῖς, ἐπὶ στύλοις Παρίνοις καὶ λιθίνοις· κλίναι χρυσαῖ καὶ ἀργυραῖ ἐπὶ λιθοστρώτου σμαραγδίτου λίθου, καὶ πιννίνου, καὶ Παρίνου λίθου· καὶ στρωμναὶ διαφανεῖς ποικίλως διηνθισμέναι, κύκλῳ ῥόδα πεπασμένα·"
    },
    {
      "verse": 7,
      "text": "Ποτήρια χρυσᾶ καὶ ἀργυρᾶ, καὶ ἀνθράκινον κυλίκιον προκείμενον ἀπὸ ταλάντων τρισμυρίων· οἶνος πολὺς καὶ ἡδὺς, ὃν αὐτὸς ὁ βασιλεὺς ἔπινεν."
    },
    {
      "verse": 8,
      "text": "Ὁ δὲ πότος οὗτος οὐ κατὰ προκείμενον νόμον ἐγένετο· οὕτως δὲ ἠθέλησεν ὁ βασιλεὺς, καὶ ἐπέταξε τοῖς οἰκονόμοις ποιῆσαι τὸ θέλημα αὐτοῦ, καὶ τῶν ἀνθρώπων."
    },
    {
      "verse": 9,
      "text": "Καὶ Ἀστὶν ἡ βασίλισσα ἐποίησε πότον ταῖς γυναιξὶν ἐν τοῖς βασιλείοις, ὅπου ὁ βασιλεὺς Ἀρταξέρξης."
    },
    {
      "verse": 10,
      "text": "Ἐν δὲ τῇ ἡμέρᾳ τῇ ἑβδόμῃ ἡδέως γενόμενος ὁ βασιλεὺς, εἶπε τῷ Ἀμὰν, καὶ Βαζὰν, καὶ Θάῤῥα, καὶ Βωραζὶ, καὶ Ζαθολθὰ, καὶ Ἀβαταζὰ, καὶ Θαραβά, τοῖς ἑπτὰ εὐνούχοις τοῖς διακόνοις τοῦ βασιλέως Ἀρταξέρξου,"
    },
    {
      "verse": 11,
      "text": "εἰσαγαγεῖν τὴν βασίλισσαν πρὸς αὐτὸν, βασιλεύειν αὐτὴν, καὶ περιθεῖναι αὐτῇ τὸ διάδημα, καὶ δεῖξαι αὐτὴν τοῖς ἄρχουσι, καὶ τοῖς ἔθνεσι τὸ κάλλος αὐτῆς, ὅτι καλὴ ἦν."
    },
    {
      "verse": 12,
      "text": "Καὶ οὐκ εἰσήκουσεν αὐτοῦ Ἀστὶν ἡ βασίλισσα ἐλθεῖν μετὰ τῶν εὐνούχων· καὶ ἐλυπήθη ὁ βασιλεὺς καὶ ὠργίσθη,"
    },
    {
      "verse": 13,
      "text": "Καὶ εἶπε τοῖς φίλοις αὐτοῦ, κατὰ ταῦτα ἐλάλησεν Ἀστίν, ποιήσατε οὖν περὶ τούτου νόμον καὶ κρίσιν."
    },
    {
      "verse": 14,
      "text": "Καὶ προσῆλθεν αὐτῷ Ἀρκεσαῖος, καὶ Σαρσαθαῖος, καὶ Μαλισεὰρ, οἱ ἄρχοντες Περσῶν καὶ Μήδων, οἱ ἐγγὺς τοῦ βασιλέως, οἱ πρῶτοι παρακαθήμενοι τῷ βασιλεῖ,"
    },
    {
      "verse": 15,
      "text": "καὶ ἀπήγγειλαν αὐτῷ κατὰ τοὺς νόμους, ὡς δεῖ ποιῆσαι Ἀστὶν τῇ βασιλίσσῃ, ὅτι οὐκ ἐποίησε τὰ ὑπὸ τοῦ βασιλέως προσταχθέντα διὰ τῶν εὐνούχων."
    },
    {
      "verse": 16,
      "text": "καὶ εἶπεν ὁ Μουχαῖος πρὸς τὸν βασιλέα καὶ τοὺς ἄρχοντας, οὐ τὸν βασιλέα μόνον ἠδίκησεν Ἀστὶν ἡ βασίλισσα, ἀλλὰ καὶ πάντας τοὺς ἄρχοντας καὶ τοὺς ἡγουμένους τοῦ βασιλέως·"
    },
    {
      "verse": 17,
      "text": "Καὶ γὰρ διηγήσατο αὐτοῖς τὰ ῥήματα τῆς βασιλίσσης, καὶ ὡς ἀντεῖπε τῷ βασιλεῖ· ὡς οὖν ἀντεῖπε τῷ βασιλεῖ Ἀρταξέρξῃ,"
    },
    {
      "verse": 18,
      "text": "οὕτω σήμερον αἱ τυραννίδες αἱ λοιπαὶ τῶν ἀρχόντων Περσῶν καὶ Μήδων ἀκούσασαι τὰ τῷ βασιλεῖ λεχθέντα ὑπʼ αὐτῆς, τολμήσουσιν ὁμοίως ἀτιμάσαι τοὺς ἄνδρας αὐτῶν."
    },
    {
      "verse": 19,
      "text": "Εἶ οὖν δοκεῖ τῷ βασιλεῖ, προσταξάτω βασιλικὸν, καὶ γραφήτω κατὰ τοὺς νόμους Μήδων καὶ Περσῶν, καὶ μὴ ἄλλως χρησάσθω, μηδὲ εἰσελθάτω ἔτι ἡ βασίλισσα πρὸς αὐτὸν, καὶ τὴν βασιλείαν αὐτῆς δότω ὁ βασιλεὺς γυναικὶ κρείττονι αὐτῆς."
    },
    {
      "verse": 20,
      "text": "Καὶ ἀκουσθήτω ὁ νόμος ὁ ὑπὸ τοῦ βασιλέως, ὃν ἐὰν ποιῇ ἐν τῇ βασιλείᾳ αὐτοῦ· καὶ οὕτω πᾶσαι αἱ γυναῖκες περιθήσουσι τιμὴν τοῖς ἀνδράσιν ἑαυτῶν, ἀπὸ πτωχοῦ ἕως πλουσίου."
    },
    {
      "verse": 21,
      "text": "Καὶ ἤρεσεν ὁ λόγος τῷ βασιλεῖ καὶ τοῖς ἄρχουσι· καὶ ἐποίησεν ὁ βασιλεὺς καθὰ ἐλάλησεν ὁ Μουχαῖος,"
    },
    {
      "verse": 22,
      "text": "καὶ ἀπέστειλεν εἰς πᾶσαν τὴν βασιλείαν κατὰ χώραν, κατὰ τὴν λέξιν αὐτῶν, ὥστε εἶναι φόβον αὐτοῖς ἐν ταῖς οἰκίαις αὐτῶν."
    }
  ]
}