{
  "book_id": "ESG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "“Καὶ ἐγενήθη ἐν τῇ ἡμέρᾳ τῇ τρίτῃ ὡς ἐπαύσατο προσευχομένη, ἐξεδύσατο τὰ ἱμάτια τῆς θεραπείας, καὶ περιεβάλλετο τὴν δόξαν αὐτῆς."
    },
    {
      "verse": 2,
      "text": "“Καὶ ἄρας τὴν χρυσῆν ῥάβδον, ἐπέθηκεν ἐπὶ τὸν τράχηλον αὐτῆς, καὶ ἠσπάσατο αὐτὴν, καὶ εἶπε, λάλησόν μοι."
    },
    {
      "verse": 3,
      "text": "Καὶ εἶπεν ὁ βασιλεύς, τί θέλεις, Ἐσθήρ; καὶ τί σου ἐστὶ τὸ ἀξίωμα; ἕως τοῦ ἡμίσους τῆς βασιλείας μου, καὶ ἔσται σοι."
    },
    {
      "verse": 4,
      "text": "Εἶπε δὲ Ἐσθὴρ, ἡμέρα μου ἐπίσημος σήμερόν ἐστιν· εἰ οὖν δοκεῖ τῷ βασιλεῖ, ἐλθάτω καὶ αὐτὸς καὶ Ἀμὰν εἰς τὴν δοχὴν, ἣν ποιήσω σήμερον."
    },
    {
      "verse": 5,
      "text": "Καὶ εἶπεν ὁ βασιλεύς, κατασπεύσατε Ἀμὰν, ὅπως ποιήσωμεν τὸν λόγον Ἐσθήρ· καὶ παραγίνονται ἀμφότεροι εἰς τὴν δοχὴν, ἣν εἶπεν Ἐσθήρ."
    },
    {
      "verse": 6,
      "text": "Ἐν δὲ τῷ πότῳ εἶπεν ὁ βασιλεὺς πρὸς Ἐσθήρ, τί ἐστι βασίλισσα Ἐσθήρ; καὶ ἔσται ὅσα ἀξιοῖς."
    },
    {
      "verse": 7,
      "text": "Καὶ εἶπε, τὸ αἴτημά μου, καὶ τὸ ἀξίωμα·"
    },
    {
      "verse": 8,
      "text": "Εἰ εὗρον χάριν ἐνώπιον τοῦ βασιλέως, ἐλθάτω ὁ βασιλεὺς καὶ Ἀμὰν ἔτι τὴν αὔριον εἰς τὴν δοχὴν, ἣν ποιήσω αὐτοῖς, καὶ αὔριον ποιήσω τὰ αὐτά."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐξῆλθεν ὁ Ἀμὰν ἀπὸ τοῦ βασιλέως ὑπερχαρὴς εὐφραινόμενος· ἐν δὲ τῷ ἰδεῖν Ἀμὰν Μαρδοχαῖον τὸν Ἰουδαῖον ἐν τῇ αὐλῇ, ἐθυμώθη σφόδρα."
    },
    {
      "verse": 10,
      "text": "Καὶ εἰσελθὼν εἰς τὰ ἴδια, ἐκάλεσε τοὺς φίλους, καὶ Ζωσάραν τὴν γυναῖκα αὐτοῦ,"
    },
    {
      "verse": 11,
      "text": "καὶ ὑπέδειξεν αὐτοῖς τὸν πλοῦτον αὐτοῦ, καὶ τὴν δόξαν ἣν ὁ βασιλεὺς αὐτῷ περιέθηκε, καὶ ὡς ἐποίησεν αὐτὸν πρωτεύειν καὶ ἡγεῖσθαι τῆς βασιλείας."
    },
    {
      "verse": 12,
      "text": "Καὶ εἶπεν Ἀμὰν, οὐ κέκληκεν ἡ βασίλισσα μετὰ τοῦ βασιλέως οὐδένα εἰς τὴν δοχὴν, ἀλλʼ ἢ ἐμὲ, καὶ εἰς τὴν αὔριον κέκλημαι."
    },
    {
      "verse": 13,
      "text": "Καὶ ταῦτά μοι οὐκ ἀρέσκει, ὅταν ἴδω Μαρδοχαῖον τὸν Ἰουδαῖον ἐν τῇ αὐλῇ."
    },
    {
      "verse": 14,
      "text": "Καὶ εἶπε πρὸς αὐτὸν Ζωσάρα ἡ γυνὴ αὐτοῦ, καὶ οἱ φίλοι, κοπήτω σοι ξύλον πηχῶν πεντήκοντα, ὄρθρου δὲ εἶπον τῷ βασιλεῖ, καὶ κρεμασθήτω Μαρδοχαῖος ἐπὶ τοῦ ξύλου· σὺ δὲ εἴσελθε εἰς τὴν δοχὴν σὺν τῷ βασιλεῖ, καὶ εὐφραίνου· καὶ ἤρεσε τὸ ῥῆμα τῷ Ἀμὰν, καὶ ἡτοιμάσθη τὸ ξύλον."
    }
  ]
}