{
  "book_id": "ESG",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐν αὐτῇ τῇ ἡμέρᾳ ὁ βασιλεὺς Ἀρταξέρξης ἐδωρήσατο Ἐσθὴρ ὅσα ὑπῆρχεν Ἀμὰν τῷ διαβόλῳ· καὶ Μαρδοχαῖος προσεκλήθη ὑπὸ τοῦ βασιλέως· ὑπέδειξε γὰρ Ἐσθὴρ, ὅτι ἐνοικείωται αὐτῇ."
    },
    {
      "verse": 2,
      "text": "Ἔλαβε δὲ ὁ βασιλεὺς τὸν δακτύλιον ὃν ἀφείλατο Ἀμὰν, καὶ ἔδωκεν αὐτὸν Μαρδοχαίῳ· καὶ κατέστησεν Ἐσθὴρ Μαρδοχαῖον ἐπὶ πάντων τῶν Ἀμάν."
    },
    {
      "verse": 3,
      "text": "Καὶ προσθεῖσα ἐλάλησε πρὸς τὸν βασιλέα, καὶ προσέπεσε πρὸς τοὺς πόδας αὐτοῦ, καὶ ἠξίου ἀφελεῖν τὴν Ἀμὰν κακίαν, καὶ ὅσα ἐποίησε τοῖς Ἰουδαίοις."
    },
    {
      "verse": 4,
      "text": "Ἐξέτεινε δὲ ὁ βασιλεὺς Ἐσθὴρ τὴν ῥάβδον τὴν χρυσῆν· ἐξηγέρθη δὲ Ἐσθὴρ παρεστηκέναι τῷ βασιλεῖ,"
    },
    {
      "verse": 5,
      "text": "καὶ εἶπεν Ἐσθὴρ, εἰ δοκεῖ σοι, καὶ εὗρον χάριν, πεμφθήτω ἀποστραφῆναι τὰ γράμματα τὰ ἀπεσταλμένα ὑπὸ Ἀμὰν, τὰ γραφέντα ἀπολέσθαι τοὺς Ἰουδαίους, οἵ εἰσιν ἐν τῇ βασιλείᾳ σου."
    },
    {
      "verse": 6,
      "text": "Πῶς γὰρ δυνήσομαι ἰδεῖν τὴν κάκωσιν τοῦ λαοῦ μου, καὶ πῶς δυνήσομαι σωθῆναι ἐν τῇ ἀπωλείᾳ τῆς πατρίδος μου;"
    },
    {
      "verse": 7,
      "text": "Καὶ εἶπεν ὁ βασιλεὺς πρὸς Ἐσθὴρ, εἰ πάντα τὰ ὑπάρχοντα Ἀμὰν ἔδωκα καὶ ἐχαρισάμην σοι, καὶ αὐτὸν ἐκρέμασα ἐπὶ ξύλου, ὅτι τὰς χεῖρας ἐπήνεγκε τοῖς Ἰουδαίοις, τί ἔτι ἐπιζητεῖς;"
    },
    {
      "verse": 8,
      "text": "Γράψατε καὶ ὑμεῖς ἐκ τοῦ ὀνόματός μου, ὡς δοκεῖ ὑμῖν, καὶ σφραγίσατε τῷ δακτυλίῳ μου· ὅσα γὰρ γράφεται τοῦ βασιλέως ἐπιτάξαντος, καὶ σφραγισθῇ τῷ δακτυλίῳ μου, οὐκ ἔστιν αὐτοῖς ἀντειπεῖν."
    },
    {
      "verse": 9,
      "text": "Ἐκλήθησαν δὲ οἱ γραμματεῖς ἐν τῷ πρώτῳ μηνὶ, ὅς ἐστι Νισὰν, τρίτῃ καὶ εἰκάδι τοῦ αὐτοῦ ἔτους, καὶ ἐγράφη τοῖς Ἰουδαίοις, ὅσα ἐνετείλατο τοῖς οἰκονόμοις καὶ τοῖς ἄρχουσι τῶν σατραπῶν, ἀπὸ τῆς Ἰνδικῆς ἕως τῆς Αἰθιοπίας, ἑκατὸν εἰκοσιεπτὰ σατράπαις κατὰ χώραν καὶ χώραν, κατὰ τὴν αὐτῶν λέξιν."
    },
    {
      "verse": 10,
      "text": "Ἐγράφη δὲ διὰ τοῦ βασιλέως, καὶ ἐσφραγίσθη τῷ δακτυλίῳ αὐτοῦ· καὶ ἐξαπέστειλαν τὰ γράμματα διὰ βιβλιοφόρων,"
    },
    {
      "verse": 11,
      "text": "ὡς ἐπέταξεν αὐτοῖς χρῆσθαι τοῖς νόμοις αὐτῶν ἐν πάσῃ πόλει, βοηθῆσαί τε αὑτοῖς, καὶ χρῆσθαι τοῖς ἀντιδίκοις αὐτῶν καὶ τοῖς ἀντικειμένοις αὐτῶν, ὡς βούλονται,"
    },
    {
      "verse": 12,
      "text": "ἐν ἡμέρᾳ μιᾷ ἐν πάσῃ τῇ βασιλείᾳ Ἀρταξέρξου, τῇ τρισκαιδεκάτῃ τοῦ δωδεκάτου μηνὸς, ὅς ἐστιν Ἀδάρ."
    },
    {
      "verse": 13,
      "text": "Τὰ δὲ ἀντίγραφα ἐκτιθέσθωσαν ὀφθαλμοφανῶς ἐν πάσῃ τῇ βασιλείᾳ, ἑτοίμους τε εἶναι πάντας τοὺς Ἰουδαίους εἰς ταύτην τὴν ἡμέραν, πολεμῆσαι αὐτῶν τοὺς ὑπεναντίους."
    },
    {
      "verse": 14,
      "text": "Οἱ μὲν οὖν ἱππεῖς ἐξῆλθον σπεύδοντες τὰ ὑπὸ τοῦ βασιλέως λεγόμενα ἐπιτελεῖν· ἐξετέθη δὲ τὸ πρόσταγμα καὶ ἐν Σούσοις."
    },
    {
      "verse": 15,
      "text": "Ὁ δὲ Μαρδοχαῖος ἐξῆλθεγ ἐστολισμένος τὴν βασιλικὴν στολὴν, καὶ στέφανον ἔχων χρυσοῦν, καὶ διάδημα βύσσινον πορφυροῦν· ἰδόντες δὲ οἱ ἐν Σούσοις ἐχάρησαν."
    },
    {
      "verse": 16,
      "text": "Τοῖς δὲ Ἰουδαίοις ἐγένετο φῶς καὶ εὐφροσύνη"
    },
    {
      "verse": 17,
      "text": "κατὰ πόλιν καὶ χώραν, οὗ ἂν ἐξετέθη τὸ πρόσταγμα· οὗ ἂν ἐξετέθη τὸ ἔκθεμα, χαρὰ καὶ εὐφροσύνη τοῖς Ἰουδαίοις, κώθων καὶ εὐφροσύνη· καὶ πολλοὶ τῶν ἐθνῶν περιετέμοντο, καὶ Ἰουδάϊζον διὰ τὸν φόβον τῶν Ἰουδαίων."
    }
  ]
}