{
  "book_id": "1JN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "My loved ones, do not put your faith in every spirit, but put them to the test, to see if they are from God: because a great number of false prophets have gone out into the world."
    },
    {
      "verse": 2,
      "text": "By this you may have knowledge of the Spirit of God: every spirit which says that Jesus Christ has come in the flesh is of God:"
    },
    {
      "verse": 3,
      "text": "And every spirit which does not say this is not from God: this is the spirit of Antichrist, of which you have had word; and it is in the world even now."
    },
    {
      "verse": 4,
      "text": "You are of God, my little children, and you have overcome them because he who is in you is greater than he who is in the world."
    },
    {
      "verse": 5,
      "text": "They are of the world, so their talk is the world's talk, and the world gives ear to them."
    },
    {
      "verse": 6,
      "text": "We are of God: he who has the knowledge of God gives ear to us; he who is not of God does not give ear to us. By this we may see which is the true spirit, and which is the spirit of error."
    },
    {
      "verse": 7,
      "text": "My loved ones, let us have love for one another: because love is of God, and everyone who has love is a child of God and has knowledge of God."
    },
    {
      "verse": 8,
      "text": "He who has no love has no knowledge of God, because God is love."
    },
    {
      "verse": 9,
      "text": "And the love of God was made clear to us when he sent his only Son into the world so that we might have life through him."
    },
    {
      "verse": 10,
      "text": "And this is love, not that we had love for God, but that he had love for us, and sent his Son to be an offering for our sins."
    },
    {
      "verse": 11,
      "text": "My loved ones, if God had such love for us, it is right for us to have love for one another."
    },
    {
      "verse": 12,
      "text": "No man has ever seen God: if we have love for one another, God is in us and his love is made complete in us:"
    },
    {
      "verse": 13,
      "text": "And his Spirit which he has given us is the witness that we are in him and he is in us."
    },
    {
      "verse": 14,
      "text": "And we have seen and give witness that the Father sent the Son to be the Saviour of the world."
    },
    {
      "verse": 15,
      "text": "Everyone who says openly that Jesus is the Son of God, has God in him and is in God."
    },
    {
      "verse": 16,
      "text": "And we have seen and had faith in the love which God has for us. God is love, and everyone who has love is in God, and God is in him."
    },
    {
      "verse": 17,
      "text": "In this way love is made complete in us, so that we may be without fear on the day of judging, because as he is, so are we in this world."
    },
    {
      "verse": 18,
      "text": "There is no fear in love: true love has no room for fear, because where fear is, there is pain; and he who is not free from fear is not complete in love."
    },
    {
      "verse": 19,
      "text": "We have the power of loving, because he first had love for us."
    },
    {
      "verse": 20,
      "text": "If a man says, I have love for God, and has hate for his brother, his words are false: for how is the man who has no love for his brother whom he has seen, able to have love for God whom he has not seen?"
    },
    {
      "verse": 21,
      "text": "And this is the word which we have from him, that he who has love for God is to have the same love for his brother."
    }
  ]
}