{
  "book_id": "ESG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc In\\sc* the second year of the reign of Artaxerxes the great king, on the first \\add day\\add* of Nisan, Mordecai the \\add son\\add* of Jair, the \\add son\\add* of Shimei, the \\add son\\add* of Kish, of the tribe of Benjamin,"
    },
    {
      "verse": 2,
      "text": "in those days, when King Artaxerxes was on the throne in the city of Susa,"
    },
    {
      "verse": 3,
      "text": "in the third year of his reign, he made a feast to his friends, and the other nations, and to the nobles of the Persians and Medes, and the chief of the satraps."
    },
    {
      "verse": 4,
      "text": "And after this, after he had shown to them the wealth of his kingdom, and the abundant glory of his wealth during a hundred and eighty days,"
    },
    {
      "verse": 5,
      "text": "when, \\add I say\\add*, the days of the marriage feast were completed, the king made a banquet to the nations who were present in the city six days, in the court of the king’s house,"
    },
    {
      "verse": 6,
      "text": "\\add which was\\add* adorned with \\add hangings\\add* of fine linen and flax on cords of fine linen and purple, fastened to golden and silver studs, on pillars of parian marble and stone: \\add there were\\add* golden and silver couches on a pavement of emerald stone, and of pearl, and of parian stone, and open-worked coverings variously flowered, \\add having\\add* roses worked round about;"
    },
    {
      "verse": 7,
      "text": "gold and silver cups, and a small cup of carbuncle set out of the value of thirty thousand talents, abundant and sweet wine, which the king himself drank."
    },
    {
      "verse": 8,
      "text": "And this banquet was not according to the appointed law; but so the king would have it: and he charged the stewards to perform his will and that of the company."
    },
    {
      "verse": 9,
      "text": "Also Vashti the queen made a banquet for the women in the palace where King Artaxerxes \\add dwelt\\add*."
    },
    {
      "verse": 10,
      "text": "Now on the seventh day the king, being merry, told Haman, and Bazan, and Tharra, and Boraze, and Zatholtha, and Abataza, and Tharaba, the seven chamberlains, servants of King Artaxerxes,"
    },
    {
      "verse": 11,
      "text": "to bring in the queen to him, to enthrone her, and crown her with the diadem, and to show her to the princes, and her beauty to the nations: for she was beautiful."
    },
    {
      "verse": 12,
      "text": "But queen Vashti hearkened not to him to come with the chamberlains: so the king was grieved and angered."
    },
    {
      "verse": 13,
      "text": "And he said to his friends, Thus has Vashti spoken: pronounce therefore upon this \\add case\\add* law and judgment."
    },
    {
      "verse": 14,
      "text": "So Arkesaeus, and Sarsathaeus, and Malesear, the princes of the Persians and Medes, who were near the king, who sat chief \\add in rank\\add* by the king, drew near to him,"
    },
    {
      "verse": 15,
      "text": "and reported to him according to the laws how it was proper to do to queen Vashti, because she had not done the things commanded of the king by the chamberlains."
    },
    {
      "verse": 16,
      "text": "And Memucan said to the king and to the princes, Queen Vashti has not wronged the king only, but also all the king’s rulers and princes:"
    },
    {
      "verse": 17,
      "text": "for he has told them the words of the queen, and how she disobeyed the king. As then, \\add said he\\add*, she refused \\add to obey\\add* King Artaxerxes,"
    },
    {
      "verse": 18,
      "text": "so this day shall the other ladies of the chiefs of the Persians and Medes, having heard what she said to the king, dare in the same way to dishonor their husbands."
    },
    {
      "verse": 19,
      "text": "If then it seem good to the king, let him make a royal decree, and let it be written according to the laws of the Medes and Persians, and let him not alter \\add it\\add*: and let not the queen come in to him anymore; and let the king give her royalty to a woman better than she."
    },
    {
      "verse": 20,
      "text": "And let the law of the king which he shall have made, be widely proclaimed, in his kingdom: and so shall all the women give honor to their husbands, from the poor even to the rich."
    },
    {
      "verse": 21,
      "text": "And the saying pleased the king and the princes; and the king did as Memucan had said,"
    },
    {
      "verse": 22,
      "text": "and sent into all his kingdom through the several provinces, according to their language, in order that men might be feared in their own houses."
    }
  ]
}