{
  "book_id": "ESG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass on the third day, when she had ceased praying, that she put off her mean dress, and put on her glorious apparel."
    },
    {
      "verse": 2,
      "text": "And having raised the golden scepter he laid it upon her neck, and embraced her, and said, Speak to me."
    },
    {
      "verse": 3,
      "text": "And the king said, What wilt thou, Esther? and what is thy request? \\add ask\\add* even to the half of my kingdom, and it shall be thine."
    },
    {
      "verse": 4,
      "text": "And Esther said, Today is my great day: if then it seem good to the king, let both him and Haman come to the feast which I will prepare this day."
    },
    {
      "verse": 5,
      "text": "And the king said, Hasten Haman hither, that we may perform the word of Esther. So they both come to the feast of which Esther had spoken."
    },
    {
      "verse": 6,
      "text": "And at the banquet the king said to Esther, What is \\add thy request\\add*, queen Esther? \\add speak\\add*, and thou shalt have all that thou requirest."
    },
    {
      "verse": 7,
      "text": "And she said, My request and my petition \\add are\\add*:"
    },
    {
      "verse": 8,
      "text": "if I have found favor in the sight of the king, let the king and Haman come again tomorrow to the feast which I shall prepare for them, and tomorrow I will do the same."
    },
    {
      "verse": 9,
      "text": "So Haman went out from the king very glad \\add and\\add* merry: but when Haman saw Mordecai the Jew in the court, he was greatly enraged."
    },
    {
      "verse": 10,
      "text": "And having gone into his own house, he called his friends, and his wife Zeresh."
    },
    {
      "verse": 11,
      "text": "And he showed them his wealth, and the glory with which the king had invested him, and how he had caused him to take precedence and bear chief rule in the kingdom."
    },
    {
      "verse": 12,
      "text": "And Haman said, The queen has called no one to the feast with the king but me, and I am invited tomorrow."
    },
    {
      "verse": 13,
      "text": "But these things please me not, while I see Mordecai the Jew in the court."
    },
    {
      "verse": 14,
      "text": "And Zeresh his wife and his friends said to him, Let there be a gallows made for thee of fifty cubits, and in the morning do thou speak to the king, and let Mordecai be hanged on the gallows: but do thou go in to the feast with the king, and be merry. And the saying pleased Haman, and the gallows was prepared."
    }
  ]
}