{
  "book_id": "ESG",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "So the king and Haman went in to drink with the queen."
    },
    {
      "verse": 2,
      "text": "And the king said to Esther at the banquet on the second day, What is it, queen Esther? and what \\add is\\add* thy request, and what \\add is\\add* thy petition? and it shall be \\add done\\add* for thee, to the half of my kingdom."
    },
    {
      "verse": 3,
      "text": "And she answered and said, If I have found favor in the sight of the king, let \\add my\\add* life be granted to my petition, and my people to my request."
    },
    {
      "verse": 4,
      "text": "For both I and my people are sold for destruction, and pillage, and slavery; \\add both\\add* we and our children for bondmen and bondwomen: and I consented not to it, for the slanderer \\add is\\add* not worthy of the king’s palace."
    },
    {
      "verse": 5,
      "text": "And the king said, Who \\add is\\add* this that has dared to do this thing?"
    },
    {
      "verse": 6,
      "text": "And Esther said, The adversary \\add is\\add* Haman, this wicked man. Then Haman was troubled before the king and the queen."
    },
    {
      "verse": 7,
      "text": "And the king rose up from the banquet to go into the garden: and Haman began to entreat the queen; for he saw that he was in an evil case."
    },
    {
      "verse": 8,
      "text": "And the king returned from the garden; and Haman had fallen upon the bed, entreating the queen. And the king said, Wilt thou even force \\add my\\add* wife in my house? And when Haman heard it, he changed countenance."
    },
    {
      "verse": 9,
      "text": "And Bugathan, one of the chamberlains, said to the king, Behold, Haman has also prepared a gallows for Mordecai, who spoke concerning the king, and a gallows of fifty cubits high has been set up in the premises of Haman. And the king said, Let him be hanged thereon."
    },
    {
      "verse": 10,
      "text": "So Haman was hanged on the gallows that had been prepared for Mordecai: and then the king’s wrath was appeased."
    }
  ]
}