{
  "book_id": "ESG",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And in that day King Artaxerxes gave to Esther all that belonged to Haman the slanderer: and Mordecai was called by the king; for Esther had shown that he was related to her."
    },
    {
      "verse": 2,
      "text": "And the king took the ring which he had taken away from Haman, and gave it to Mordecai: and Esther appointed Mordecai over all that had been Haman’s."
    },
    {
      "verse": 3,
      "text": "And she spoke yet again to the king, and fell at his feet, and besought \\add him\\add* to do away the mischief of Haman, and all that he had done against the Jews."
    },
    {
      "verse": 4,
      "text": "Then the king stretched out to Esther the golden scepter: and Esther arose to stand near the king."
    },
    {
      "verse": 5,
      "text": "And Esther said, If it seem good to thee, and I have found favor \\add in thy sight\\add*, let an order be sent that the letters sent by Haman may be reversed, that were written for the destruction of the Jews, who are in thy kingdom."
    },
    {
      "verse": 6,
      "text": "For how shall I be able to look upon the affliction of my people, and how shall I be able to survive the destruction of my kindred?"
    },
    {
      "verse": 7,
      "text": "And the king said to Esther, If I have given and freely granted thee all that was Haman’s, and hanged him on a gallows, because he laid his hands upon the Jews, what dost thou yet further seek?"
    },
    {
      "verse": 8,
      "text": "Write ye also in my name, as it seems good to you, and seal \\add it\\add* with my ring: for whatever \\add orders\\add* are written at the command of the king, and sealed with my ring, it is not lawful to gainsay them."
    },
    {
      "verse": 9,
      "text": "So the scribes were called in the first month, which is Nisan, on the three and twentieth day of the same year; and \\add orders\\add* were written to the Jews, whatever \\add the king had\\add* commanded to the local governors and chiefs of the satraps, from India even to Ethiopia, a hundred and twenty-seven satraps, according to the several provinces, according to their dialects."
    },
    {
      "verse": 10,
      "text": "And they were written by order of the king, and sealed with his ring, and they sent the letters by the posts:"
    },
    {
      "verse": 11,
      "text": "wherein he charged them to use their \\add own\\add* laws in every city, and to help each other, and to treat their adversaries, and those who attacked them, as they pleased,"
    },
    {
      "verse": 12,
      "text": "on one day in all the kingdom of Artaxerxes, on the thirteenth \\add day\\add* of the twelfth month, which is Adar."
    },
    {
      "verse": 13,
      "text": "And let the copies be posted in conspicuous places throughout the kingdom, and let all the Jews be ready against this day, to fight against their enemies."
    },
    {
      "verse": 14,
      "text": "So the horsemen went forth with haste to perform the king’s commands; and the ordinance was also published in Susa."
    },
    {
      "verse": 15,
      "text": "And Mordecai went forth robed in the royal apparel, and wearing a golden crown, and a diadem of fine purple linen: and the people in Susa saw \\add it\\add* and rejoiced."
    },
    {
      "verse": 16,
      "text": "And the Jews had light and gladness,"
    },
    {
      "verse": 17,
      "text": "in every city and province wherever the ordinance was published: wherever the proclamation took place, the Jews had joy and gladness, feasting and mirth: and many of the Gentiles were circumcised, and became Jews, for fear of the Jews."
    }
  ]
}