{
  "book_id": "ESG",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "For in the twelfth month, on the thirteenth day of the month which is Adar, the letters written by the king arrived."
    },
    {
      "verse": 2,
      "text": "In that day the adversaries of the Jews perished: for no one resisted, through fear of them."
    },
    {
      "verse": 3,
      "text": "For the chiefs of the satraps, and the princes and the royal scribes, honored the Jews; for the fear of Mordecai lay upon them."
    },
    {
      "verse": 4,
      "text": "For the order of the king was in force, that he should be celebrated in all the kingdom."
    },
    {
      "verse": 6,
      "text": "And in the city Susa the Jews slew five hundred men:"
    },
    {
      "verse": 7,
      "text": "both Pharsannestain, and Delphon and Phasga,"
    },
    {
      "verse": 8,
      "text": "and Pharadatha, and Barea, and Sarbacha,"
    },
    {
      "verse": 9,
      "text": "and Marmasima, and Aruphaeus, and Arsaeus, and Zabutheus,"
    },
    {
      "verse": 10,
      "text": "the ten sons of Haman the son of Hammedatha the Bougean, the enemy of the Jews, and they plundered \\add their property\\add* on the same day:"
    },
    {
      "verse": 11,
      "text": "and the number of them that perished in Susa was rendered to the king."
    },
    {
      "verse": 12,
      "text": "And the king said to Esther, The Jews have slain five hundred men in the city Susa; and how, thinkest thou, have they used them in the rest of the country? What then dost thou yet ask, that it may be \\add done\\add* for thee?"
    },
    {
      "verse": 13,
      "text": "And Esther said to the king, Let it be granted to the Jews so to treat them tomorrow as to hang the ten sons of Haman."
    },
    {
      "verse": 14,
      "text": "And he permitted it to be so done; and he gave up to the Jews of the city the bodies of the sons of Haman to hang."
    },
    {
      "verse": 15,
      "text": "And the Jews assembled in Susa on the fourteenth \\add day\\add* of Adar, and slew three hundred men, but plundered no property."
    },
    {
      "verse": 16,
      "text": "And the rest of the Jews who were in the kingdom assembled, and helped one another, and obtained rest from their enemies: for they destroyed fifteen thousand of them on the thirteenth \\add day\\add* of Adar, but took no spoil."
    },
    {
      "verse": 17,
      "text": "And they rested on the fourteenth of the same month, and kept it as a day of rest with joy and gladness."
    },
    {
      "verse": 18,
      "text": "And the Jews in the city Susa assembled also on the fourteenth \\add day\\add* and rested; and they kept also the fifteenth with joy and gladness."
    },
    {
      "verse": 19,
      "text": "On this account then \\add it is that\\add* the Jews dispersed in every foreign land keep the fourteenth of Adar \\add as\\add* a holy day with joy, sending portions each to his neighbor."
    },
    {
      "verse": 20,
      "text": "And Mordecai wrote these things in a book, and sent them to the Jews, as many as were in the kingdom of Artaxerxes, both them that were near and them that were afar off,"
    },
    {
      "verse": 21,
      "text": "to establish these \\add as\\add* joyful days, and to keep the fourteenth and fifteenth of Adar;"
    },
    {
      "verse": 22,
      "text": "for on these days the Jews obtained rest from their enemies: and \\add as to\\add* the month, which was Adar, in which a change was made for them, from mourning to joy, and from sorrow to a good day, to spend the whole of it \\add in\\add* good days of feasting and gladness, sending portions to their friends, and to the poor."
    },
    {
      "verse": 23,
      "text": "And the Jews consented \\add to this\\add* accordingly as Mordecai wrote to them,"
    },
    {
      "verse": 24,
      "text": "\\add showing\\add* how Haman the son of Hammedatha the Macedonian fought against them, how he made a decree and cast lots to destroy them utterly;"
    },
    {
      "verse": 25,
      "text": "also how he went in to the king, telling \\add him\\add* to hang Mordecai: but all the calamities he tried to bring upon the Jews came upon himself, and he was hanged, and his children."
    },
    {
      "verse": 26,
      "text": "Therefore these days were called Purim, because of the lots (for in their language they are called Pur); because of the words of this letter, and \\add because of\\add* all they suffered on this account, and all that happened to them."
    },
    {
      "verse": 27,
      "text": "And \\add Mordecai\\add* established it, and the Jews took upon themselves, and upon their seed, and upon those that were joined to them \\add to observe it\\add*, neither would they on any account behave differently: but these days \\add were to be\\add* a memorial kept in every generation, and city, and family, and province."
    },
    {
      "verse": 28,
      "text": "And these days of the Purim, \\add said they\\add*, shall be kept forever, and their memorial shall not fail in any generation."
    },
    {
      "verse": 29,
      "text": "And queen Esther, the daughter of Amminadab, and Mordecai the Jew, wrote all that they had done, and the confirmation of the letter of Purim."
    },
    {
      "verse": 31,
      "text": "And Mordecai and Esther the queen appointed \\add a fast\\add* for themselves privately, even at that time also having formed their plan against their own health."
    },
    {
      "verse": 32,
      "text": "And Esther established it by a command forever, and it was written for a memorial."
    }
  ]
}