{
  "book_id": "LEV",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And if his oblation \\add shall be\\add* a sacrifice of peace-offering, if he shall offer \\add it\\add* of the herd, whether a male or female; he shall offer it without blemish before the LORD."
    },
    {
      "verse": 2,
      "text": "And he shall lay his hand upon the head of his offering, and kill it \\add at\\add* the door of the tabernacle of the congregation: and Aaron's sons the priests shall sprinkle the blood upon the altar round about."
    },
    {
      "verse": 3,
      "text": "And he shall offer of the sacrifice of the peace-offering, an offering made by fire to the LORD; the fat that covereth the inwards, and all the fat that \\add is\\add* upon the inwards,"
    },
    {
      "verse": 4,
      "text": "And the two kidneys, and the fat that \\add is\\add* on them, which \\add is\\add* by the flanks, and the caul above the liver, with the kidneys, it shall he take away."
    },
    {
      "verse": 5,
      "text": "And Aaron's sons shall burn it on the altar, upon the burnt-sacrifice which \\add is\\add* upon the wood that \\add is\\add* on the fire: \\add it is\\add* an offering made by fire, of a sweet savor to the LORD."
    },
    {
      "verse": 6,
      "text": "And if his offering for a sacrifice of peace-offering to the LORD shall be \\add of\\add* the flock, male or female; he shall offer it without blemish."
    },
    {
      "verse": 7,
      "text": "If he shall offer a lamb for his offering, then shall he offer it before the LORD."
    },
    {
      "verse": 8,
      "text": "And he shall lay his hand upon the head of his offering, and kill it before the tabernacle of the congregation: and Aaron's sons shall sprinkle the blood of it around upon the altar."
    },
    {
      "verse": 9,
      "text": "And he shall offer of the sacrifice of the peace-offering an offering made by fire to the LORD: its fat, \\add and\\add* the whole rump, that shall he take off hard by the back-bone; and the fat that covereth the inwards, and all the fat that \\add is\\add* upon the inwards,"
    },
    {
      "verse": 10,
      "text": "And the two kidneys, and the fat that \\add is\\add* upon them, which \\add is\\add* by the flanks, and the caul above the liver, with the kidneys, that shall he take away."
    },
    {
      "verse": 11,
      "text": "And the priest shall burn it upon the altar: \\add it is\\add* the food of the offering made by fire to the LORD."
    },
    {
      "verse": 12,
      "text": "And if his offering \\add shall be\\add* a goat, then he shall offer it before the LORD."
    },
    {
      "verse": 13,
      "text": "And he shall lay his hand upon the head of it, and kill it before the tabernacle of the congregation: and the sons of Aaron shall sprinkle its blood upon the altar round about."
    },
    {
      "verse": 14,
      "text": "And he shall offer of it his offering, \\add even\\add* an offering made by fire to the LORD; the fat that covereth the inwards, and all the fat that \\add is\\add* upon the inwards,"
    },
    {
      "verse": 15,
      "text": "And the two kidneys, and the fat that \\add is\\add* upon them, which \\add is\\add* by the flanks, and the caul above the liver, with the kidneys, that shall he take away."
    },
    {
      "verse": 16,
      "text": "And the priest shall burn them upon the altar: \\add it is\\add* the food of the offering made by fire for a sweet savor: all the fat \\add is\\add* the LORD'S."
    },
    {
      "verse": 17,
      "text": "\\add It shall be\\add* a perpetual statute for your generations throughout all your dwellings, that ye eat neither fat nor blood."
    }
  ]
}