{
  "book_id": "LEV",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass on the eighth day, \\add that\\add* Moses called Aaron and his sons, and the elders of Israel;"
    },
    {
      "verse": 2,
      "text": "And he said to Aaron, Take thee a young calf for a sin-offering, and a ram for a burnt-offering, without blemish, and offer \\add them\\add* before the LORD."
    },
    {
      "verse": 3,
      "text": "And to the children of Israel thou shalt speak, saying, Take ye a kid of the goats for a sin-offering; and a calf and a lamb, \\add both\\add* of the first year, without blemish, for a burnt-offering;"
    },
    {
      "verse": 4,
      "text": "Also a bullock and a ram for peace-offerings, to sacrifice before the LORD; and a meat-offering mingled with oil: for to-day the LORD will appear to you."
    },
    {
      "verse": 5,
      "text": "And they brought \\add that\\add* which Moses commanded before the tabernacle of the congregation: and all the congregation drew near and stood before the LORD."
    },
    {
      "verse": 6,
      "text": "And Moses said, This \\add is\\add* the thing which the LORD commanded that ye should do: and the glory of the LORD shall appear to you."
    },
    {
      "verse": 7,
      "text": "And Moses said to Aaron, Go to the altar, and offer thy sin-offering, and thy burnt-offering, and make an atonement for thyself, and for the people: and offer the offering of the people, and make an atonement for them; as the LORD commanded."
    },
    {
      "verse": 8,
      "text": "Aaron therefore went to the altar, and slew the calf of the sin-offering, which \\add was\\add* for himself."
    },
    {
      "verse": 9,
      "text": "And the sons of Aaron brought the blood to him: and he dipped his finger in the blood, and put \\add it\\add* upon the horns of the altar, and poured out the blood at the bottom of the altar:"
    },
    {
      "verse": 10,
      "text": "But the fat, and the kidneys, and the caul above the liver of the sin-offering, he burnt upon the altar; as the LORD commanded Moses."
    },
    {
      "verse": 11,
      "text": "And the flesh and the hide he burnt with fire without the camp."
    },
    {
      "verse": 12,
      "text": "And he slew the burnt-offering; and Aaron's sons presented to him the blood, which he sprinkled around upon the altar."
    },
    {
      "verse": 13,
      "text": "And they presented the burnt-offering to him, with the pieces of it, and the head: and he burnt \\add them\\add* upon the altar."
    },
    {
      "verse": 14,
      "text": "And he washed the inwards and the legs, and burnt \\add them\\add* upon the burnt-offering on the altar."
    },
    {
      "verse": 15,
      "text": "And he brought the people's offering, and took the goat, which \\add was\\add* the sin-offering for the people, and slew it, and offered it for sin, as the first."
    },
    {
      "verse": 16,
      "text": "And he brought the burnt-offering, and offered it according to the manner."
    },
    {
      "verse": 17,
      "text": "And he brought the meat-offering, and took a handful of it, and burnt \\add it\\add* upon the altar, beside the burnt-sacrifice of the morning."
    },
    {
      "verse": 18,
      "text": "He slew also the bullock and the ram \\add for\\add* a sacrifice of peace-offerings, which \\add was\\add* for the people: and Aaron's sons presented to him the blood, which he sprinkled around upon the altar,"
    },
    {
      "verse": 19,
      "text": "And the fat of the bullock, and of the ram, the rump, and that which covereth \\add the inwards\\add* , and the kidneys, and the caul \\add above\\add* the liver:"
    },
    {
      "verse": 20,
      "text": "And they put the fat upon the breasts, and he burnt the fat upon the altar:"
    },
    {
      "verse": 21,
      "text": "And the breasts and the right shoulder Aaron waved \\add for\\add* a wave-offering before the LORD; as Moses commanded."
    },
    {
      "verse": 22,
      "text": "And Aaron lifted up his hand towards the people, and blessed them; and came down from offering the sin-offering, and the burnt-offering, and peace-offerings."
    },
    {
      "verse": 23,
      "text": "And Moses and Aaron went into the tabernacle of the congregation, and came out, and blessed the people: and the glory of the LORD appeared to all the people."
    },
    {
      "verse": 24,
      "text": "And there came out a fire from before the LORD, and consumed upon the altar the burnt-offering and the fat: \\add which\\add* , when all the people saw, they shouted, and fell on their faces."
    }
  ]
}