{
  "book_id": "LEV",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses and to Aaron, saying to them."
    },
    {
      "verse": 2,
      "text": "Speak to the children of Israel, saying, These arethe beasts which ye may eat among all the beasts that areon the earth."
    },
    {
      "verse": 3,
      "text": "Whatever parteth the hoof, and is cloven-footed, andcheweth the cud among the beasts, that shall ye eat."
    },
    {
      "verse": 4,
      "text": "Nevertheless, these shall ye not eat, of them that chew the cud, or of them that divide the hoof: the camel, because he cheweth the cud, but divideth not the hoof; he isunclean to you."
    },
    {
      "verse": 5,
      "text": "And the coney, because he cheweth the cud, but divideth not the hoof; he isunclean to you."
    },
    {
      "verse": 6,
      "text": "And the hare, because he cheweth the cud, but divideth not the hoof: he isunclean to you."
    },
    {
      "verse": 7,
      "text": "And the swine, though he divideth the hoof, and iscloven-footed, yet he cheweth not the cud; he isunclean to you."
    },
    {
      "verse": 8,
      "text": "Of their flesh shall ye not eat, and their carcass shall ye not touch; they areunclean to you."
    },
    {
      "verse": 9,
      "text": "These shall ye eat, of all that arein the waters: whatever hath fins and scales in the waters, in the seas, and in the rivers, them shall ye eat."
    },
    {
      "verse": 10,
      "text": "And all that have not fins nor scales in the seas, and in the rivers, of all that move in the waters, and of any living animal which isin the waters, they shall bean abomination to you:"
    },
    {
      "verse": 11,
      "text": "They shall be even an abomination to you; ye shall not eat of their flesh, but ye shall have their carcasses in abomination."
    },
    {
      "verse": 12,
      "text": "Whatever hath no fins nor scales in the waters, that shall bean abomination to you."
    },
    {
      "verse": 13,
      "text": "And these are they whichye shall have in abomination among the fowls; they shall not be eaten, they arean abomination: the eagle, and the ossifrage, and the ospray,"
    },
    {
      "verse": 14,
      "text": "And the vultur, and the kite after his kind;"
    },
    {
      "verse": 15,
      "text": "Every raven after his kind;"
    },
    {
      "verse": 16,
      "text": "And the owl, and the night-hawk, and the cuckow, and the hawk after his kind,"
    },
    {
      "verse": 17,
      "text": "And the little owl, and the cormorant, and the great owl,"
    },
    {
      "verse": 18,
      "text": "And the swan, and the pelican, and the gier-eagle,"
    },
    {
      "verse": 19,
      "text": "And the stork, and the heron after her kind, and the lapwing, and the bat."
    },
    {
      "verse": 20,
      "text": "All fowls that creep, going upon allfour, shall bean abomination to you."
    },
    {
      "verse": 21,
      "text": "Yet these may ye eat, of every flying creeping animal that goeth upon allfour, which have legs above their feet, to leap with upon the earth;"
    },
    {
      "verse": 22,
      "text": "Eventhese of them ye may eat; the locust after its kind, and the bald locust after its kind, and the beetle after its kind, and the grasshopper after its kind."
    },
    {
      "verse": 23,
      "text": "But all otherflying creeping animals, which have four feet, shall bean abomination to you."
    },
    {
      "verse": 24,
      "text": "And for these ye shall be unclean: whoever toucheth the carcass of them shall be unclean until the evening."
    },
    {
      "verse": 25,
      "text": "And whoever beareth aughtof the carcass of them shall wash his clothes, and be unclean until the evening."
    },
    {
      "verse": 26,
      "text": "The carcassesof every beast which divideth the hoof, and isnot cloven-footed, nor cheweth the cud, areunclean to you: every one that toucheth them shall be unclean."
    },
    {
      "verse": 27,
      "text": "And whatever goeth upon its paws, among all manner of beasts that go on allfour, those areunclean to you: whoever toucheth their carcass shall be unclean until the evening."
    },
    {
      "verse": 28,
      "text": "And he that beareth the carcass of them shall wash his clothes, and be unclean until the evening: they areunclean to you."
    },
    {
      "verse": 29,
      "text": "These also shall beunclean to you among the creeping animals that creep upon the earth; the weasel, and the mouse, and the tortoise, after its kind,"
    },
    {
      "verse": 30,
      "text": "And the ferret and the chameleon, and the lizard, and the snail, and the mole."
    },
    {
      "verse": 31,
      "text": "These areunclean to you among all that creep: whoever doth touch them, when they are dead, shall be unclean until the evening."
    },
    {
      "verse": 32,
      "text": "And upon whatever anyof them, when they are dead, doth fall, it shall be unclean; whether it isany vessel of wood, or raiment, or skin, or sack, whatever vessel it is, in which anywork is done, it must be put into water, and it shall be unclean until the evening; so it shall be cleansed."
    },
    {
      "verse": 33,
      "text": "And every earthen vessel, into which anyof them falleth, whatever isin it shall be unclean; and ye shall break it."
    },
    {
      "verse": 34,
      "text": "Of all meat which may be eaten, thaton which suchwater cometh shall be unclean: and all drink that may be drank in every suchvessel, shall be unclean."
    },
    {
      "verse": 35,
      "text": "And every thingon which any partof their carcass falleth, shall be unclean; whetheran oven, or ranges for pots, they shall be broken down: forthey areunclean, and shall be unclean to you."
    },
    {
      "verse": 36,
      "text": "Nevertheless, a fountain or pit, in which there isplenty of water, shall be clean: but that which toucheth their carcass shall be unclean."
    },
    {
      "verse": 37,
      "text": "And if any partof their carcass shall fall upon any sowing-seed which is to be sown, it shall beclean."
    },
    {
      "verse": 38,
      "text": "But if anywater shall be put upon the seed, and any partof their carcass shall fall on it, it shall beunclean to you."
    },
    {
      "verse": 39,
      "text": "And if any beast, of which ye may eat, shall die; he that toucheth its carcass shall be unclean until the evening."
    },
    {
      "verse": 40,
      "text": "And he that eateth of its carcass shall wash his clothes, and be unclean until the evening; he also that beareth its carcass shall wash his clothes and be unclean until the evening."
    },
    {
      "verse": 41,
      "text": "And every creeping animal that creepeth upon the earth shall bean abomination; it shall not be eaten."
    },
    {
      "verse": 42,
      "text": "Whatever goeth upon the belly, and whatever goeth upon allfour, or whatever hath more feet among all creeping animals that creep upon the earth, them ye shall not eat; for they arean abomination."
    },
    {
      "verse": 43,
      "text": "Ye shall not make your selves abominable with any creeping animal that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled by them."
    },
    {
      "verse": 44,
      "text": "For I amthe LORD your God: ye shall therefore sanctify yourselves, and ye shall be holy; for I amholy: neither shall ye defile yourselves with any manner of creeping animal that creepeth upon the earth."
    },
    {
      "verse": 45,
      "text": "For I amthe LORD that bringeth you out of the land of Egypt, to be your God: ye shall therefore be holy, for I amholy."
    },
    {
      "verse": 46,
      "text": "This isthe law of the beasts, and of the fowl, and of every living creature that moveth in the waters, and of every creature that creepeth upon the earth;"
    },
    {
      "verse": 47,
      "text": "To make a difference between the unclean and the clean, and between the beast that may be eaten and the beast that may not be eaten."
    }
  ]
}