{
  "book_id": "LEV",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses and Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "When a man shall have in the skin of his flesh a rising, a scab, or bright spot, and it be in the skin of his flesh likethe plague of leprosy; then he shall be brought to Aaron the priest, or to one of his sons the priests:"
    },
    {
      "verse": 3,
      "text": "And the priest shall look on the plague in the skin of the flesh: and whenthe hair in the plague is turned white, and the plague in sight isdeeper than the skin of his flesh, it isa plague of leprosy: and the priest shall look on him, and pronounce him unclean."
    },
    {
      "verse": 4,
      "text": "If the bright spot iswhite in the skin of his flesh, and in sight, not deeper than the skin, and the hair of it not turned white; then the priest shall shut up him that haththe plague seven days:"
    },
    {
      "verse": 5,
      "text": "And the priest shall look on him the seventh day: and behold, ifthe plague in his sight is at a stay, andthe plague spreadeth not in the skin; then the priest shall shut him up seven days more:"
    },
    {
      "verse": 6,
      "text": "And the priest shall look on him again the seventh day: and behold, ifthe plague issomewhat dark, andthe plague spreadeth not in the skin, the priest shall pronounce him clean: it is buta scab: and he shall wash his clothes, and be clean."
    },
    {
      "verse": 7,
      "text": "But if the scab shall spread much in the skin, after he hath been seen by the priest for his cleansing, he shall be seen by the priest again:"
    },
    {
      "verse": 8,
      "text": "And ifthe priest shall see, that behold, the scab spreadeth in the skin, then the priest shall pronounce him unclean: it isa leprosy."
    },
    {
      "verse": 9,
      "text": "When the plague of leprosy is in a man, then he shall be brought to the priest:"
    },
    {
      "verse": 10,
      "text": "And the priest shall see him: and behold, ifthe rising iswhite in the skin, and it hath turned the hair white, and there israw flesh in the rising;"
    },
    {
      "verse": 11,
      "text": "It isan old leprosy in the skin of his flesh, and the priest shall pronounce him unclean, and shall not shut him up; for he isunclean."
    },
    {
      "verse": 12,
      "text": "And if a leprosy shall break out in the skin, and the leprosy shall cover all the skin of him that haththe plague from his head even to his foot, wherever the priest looketh;"
    },
    {
      "verse": 13,
      "text": "Then the priest shall consider: and behold, ifthe leprosy hath covered all his flesh, he shall pronounce himclean that haththe plague: it is all turned white: he isclean."
    },
    {
      "verse": 14,
      "text": "But when raw flesh appeareth in him, he shall be unclean."
    },
    {
      "verse": 15,
      "text": "And the priest shall see the raw flesh, and pronounce him to be unclean: forthe raw flesh isunclean: it isa leprosy."
    },
    {
      "verse": 16,
      "text": "Or if the raw flesh shall turn again, and be changed into white, he shall come to the priest;"
    },
    {
      "verse": 17,
      "text": "And the priest shall see him: and behold, ifthe plague is turned into white: then the priest shall pronounce himclean that haththe plague: he isclean."
    },
    {
      "verse": 18,
      "text": "The flesh also, in which, evenin the skin of it, was a boil, and is healed,"
    },
    {
      "verse": 19,
      "text": "And in the place of the boil there shall be a white rising, or a bright spot, white, and somewhat reddish, and it be showed to the priest;"
    },
    {
      "verse": 20,
      "text": "And if, when the priest seeth it, behold, it isin sight lower than the skin, and the hair of it isturned white; the priest shall pronounce him unclean: it isa plague of leprosy broken out of the boil."
    },
    {
      "verse": 21,
      "text": "But if the priest shall look on it, and behold, there areno white hairs in it, and ifit isnot lower than the skin, but somewhat dark; then the priest shall shut him up seven days:"
    },
    {
      "verse": 22,
      "text": "And if it hath spread much in the skin, then the priest shall pronounce him unclean: it isa plague."
    },
    {
      "verse": 23,
      "text": "But if the bright spot shall stay in its place, andnot spread, it isa burning boil; and the priest shall pronounce him clean."
    },
    {
      "verse": 24,
      "text": "Or if there is anyflesh, in the skin of which there isa hot burning, and the live fleshthat burneth hath a white bright spot, somewhat reddish or white;"
    },
    {
      "verse": 25,
      "text": "Then the priest shall look upon it: and behold, ifthe hair in the bright spot isturned white, and it is insight deeper than the skin: it isa leprosy broken out of the burning: wherefore the priest shall pronounce him unclean: it isthe plague of leprosy."
    },
    {
      "verse": 26,
      "text": "But if the priest shall look on it, and behold, there isno white hair in the bright spot, and it isno lower than the otherskin, but issomewhat dark; then the priest shall shut him up seven days:"
    },
    {
      "verse": 27,
      "text": "And the priest shall look upon him the seventh day: andif it isspread much in the skin, then the priest shall pronounce him unclean: it isthe plague of leprosy,"
    },
    {
      "verse": 28,
      "text": "And if the bright spot shall stay in its place, andnot spread in the skin, but besomewhat dark; it isa rising of the burning, and the priest shall pronounce him clean: for it isan inflammation of the burning."
    },
    {
      "verse": 29,
      "text": "If a man or woman shall have a plague upon the head or the beard;"
    },
    {
      "verse": 30,
      "text": "Then the priest shall see the plague: and behold, if it isin sight deeper than the skin, and there isin it a yellow thin hair; then the priest shall pronounce him unclean: it isa dry scall, evena leprosy upon the head or beard."
    },
    {
      "verse": 31,
      "text": "And if the priest shall look on the plague of the scall, and behold, it isnot in sight deeper than the skin, and no black hair in it; then the priest shall shut up him that haththe plague of the scall seven days:"
    },
    {
      "verse": 32,
      "text": "And in the seventh day the priest shall look on the plague: and behold, ifthe scall spreadeth not, and there is in it no yellow hair, and the scall isnot in sight deeper than the skin;"
    },
    {
      "verse": 33,
      "text": "He shall be shaven, but the scall shall he not shave; and the priest shall shut up him that haththe scall seven days more:"
    },
    {
      "verse": 34,
      "text": "And in the seventh day the priest shall look on the scall: and behold, ifthe scall is not spread in the skin, nor isin sight deeper than the skin; then the priest shall pronounce him clean: and he shall wash his clothes, and be clean."
    },
    {
      "verse": 35,
      "text": "But if the scall shall spread much in the skin after his cleansing;"
    },
    {
      "verse": 36,
      "text": "Then the priest shall look on him: and behold, if the scall is spread in the skin, the priest shall not seek for yellow hair; he isunclean."
    },
    {
      "verse": 37,
      "text": "But if the scall shall be in his sight at a stay, and there is black hair grown in it; the scall is healed, he isclean: and the priest shall pronounce him clean."
    },
    {
      "verse": 38,
      "text": "If a man also or a woman shall have in the skin of their flesh bright spots, evenwhite bright spots;"
    },
    {
      "verse": 39,
      "text": "Then the priest shall look: and behold, ifthe bright spots in the skin of their flesh aredarkish white; it isa freckled spot thatgroweth in the skin; he isclean."
    },
    {
      "verse": 40,
      "text": "And the man whose hair hath fallen off his head, he isbald; yet ishe clean."
    },
    {
      "verse": 41,
      "text": "And he that hath his hair fallen off from the part of his head towards his face, he isforehead-bald; yet ishe clean."
    },
    {
      "verse": 42,
      "text": "And if there is in the bald head, or bald forehead, a white reddish sore; it isa leprosy sprung up on his bald head, or his bald forehead."
    },
    {
      "verse": 43,
      "text": "Then the priest shall look upon it: and behold, ifthe rising of the sore is white reddish on his bald head, or on his bald forehead, as the leprosy appeareth in the skin of the flesh;"
    },
    {
      "verse": 44,
      "text": "He is a leprous man, he isunclean: the priest shall pronounce him utterly unclean; his plague isin his head."
    },
    {
      "verse": 45,
      "text": "And the leper in whom the plague is, his clothes shall be rent, and his head bare, and he shall put a covering upon his upper lip, and shall cry, Unclean, unclean."
    },
    {
      "verse": 46,
      "text": "All the days in which the plague shall bein him he shall be defiled; he isunclean: he shall dwell alone, without the camp shallhis habitation be."
    },
    {
      "verse": 47,
      "text": "The garment also that the plague of leprosy is in, whethera woolen garment, or a linen garment;"
    },
    {
      "verse": 48,
      "text": "Whether in the warp, or woof, of linen, or of woolen: whether in a skin, or in any thing made of skin:"
    },
    {
      "verse": 49,
      "text": "And if the plague is greenish or reddish in the garment, or in the skin, either in the warp, or in the woof, or in any thing of skin: it isa plague of leprosy, and shall be shown to the priest:"
    },
    {
      "verse": 50,
      "text": "And the priest shall look upon the plague, and shut up that which haththe plague seven days:"
    },
    {
      "verse": 51,
      "text": "And he shall look on the plague on the seventh day: if the plague is spread in the garment, either in the warp, or in the woof, orin a skin, orin any work that is made of skin: the plague isa fretting leprosy; it isunclean."
    },
    {
      "verse": 52,
      "text": "He shall therefore burn that garment, whether warp or woof, in woolen or in linen, or any thing of skin, in which the plague is: for it isa fretting leprosy; it shall be burnt in the fire."
    },
    {
      "verse": 53,
      "text": "And if the priest shall look, and behold, the plague is not spread in the garment, either in the warp or in the woof, or in any thing of skin;"
    },
    {
      "verse": 54,
      "text": "Then the priest shall command that they wash the thingin which the plague is, and he shall shut it up seven days more:"
    },
    {
      "verse": 55,
      "text": "And the priest shall look on the plague after it is washed: and behold, ifthe plague hath not changed its color, and the plague hath not spread; it isunclean; thou shalt burn it in the fire; it isfret inward, whetherit isbare within or without."
    },
    {
      "verse": 56,
      "text": "And if the priest shall look, and behold, the plague issomewhat dark after the washing of it; then he shall rend it out of the garment, or out of the skin, or out of the warp, or out of the woof:"
    },
    {
      "verse": 57,
      "text": "And if it shall appear still in the garment, either in the warp, or in the woof, or in any thing of skin; it isa spreading plague: thou shalt burn that in which the plague is, with fire."
    },
    {
      "verse": 58,
      "text": "And the garment, either warp, or woof, or whatever thing of skin it is, which thou shalt wash, if the plague hath departed from them, then it shall be washed the second time, and shall be clean."
    },
    {
      "verse": 59,
      "text": "This isthe law of the plague of leprosy in a garment of woolen or linen, either in the warp or woof, or any thing of skins, to pronounce it clean, or to pronounce it unclean."
    }
  ]
}