{
  "book_id": "LEV",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak to the children of Israel, and say to them, I \\add am\\add* the LORD your God."
    },
    {
      "verse": 3,
      "text": "After the doings of the land of Egypt in which ye dwelt, shall ye not do: and after the doings of the land of Canaan whither I bring you, shall ye not do: neither shall ye walk in their ordinances."
    },
    {
      "verse": 4,
      "text": "Ye shall perform my judgments, and keep my ordinances, to walk in them; I \\add am\\add* the LORD your God."
    },
    {
      "verse": 5,
      "text": "Ye shall therefore keep my statutes and my judgments: which if a man doeth, he shall live in them: I \\add am\\add* the LORD."
    },
    {
      "verse": 6,
      "text": "None of you shall approach to any that is near of kin to him, to uncover \\add their\\add* nakedness: I am the LORD."
    },
    {
      "verse": 7,
      "text": "The nakedness of thy father, or the nakedness of thy mother, shalt thou not uncover: she \\add is\\add* thy mother, thou shalt not uncover her nakedness."
    },
    {
      "verse": 8,
      "text": "The nakedness of thy father's wife shalt thou not uncover: it \\add is\\add* thy father's nakedness."
    },
    {
      "verse": 9,
      "text": "The nakedness of thy sister, the daughter of thy father, or daughter of thy mother, \\add whether\\add* born at home, or born abroad, \\add even\\add* their nakedness thou shalt not uncover."
    },
    {
      "verse": 10,
      "text": "The nakedness of thy son's daughter, or of thy daughter's daughter, \\add even\\add* their nakedness thou shalt not uncover: for theirs \\add is\\add* thy own nakedness."
    },
    {
      "verse": 11,
      "text": "The nakedness of thy father's wife's daughter, begotten by thy father, (she \\add is\\add* thy sister) thou shalt not uncover her nakedness."
    },
    {
      "verse": 12,
      "text": "Thou shalt not uncover the nakedness of thy father's sister: she \\add is\\add* thy father's near kinswoman."
    },
    {
      "verse": 13,
      "text": "Thou shalt not uncover the nakedness of thy mother's sister: for she \\add is\\add* thy mother's near kinswoman."
    },
    {
      "verse": 14,
      "text": "Thou shalt not uncover the nakedness of thy father's brother, thou shalt not approach to his wife: she \\add is\\add* thy aunt."
    },
    {
      "verse": 15,
      "text": "Thou shalt not uncover the nakedness of thy daughter-in-law: she \\add is\\add* thy son's wife, thou shalt not uncover her nakedness."
    },
    {
      "verse": 16,
      "text": "Thou shalt not uncover the nakedness of thy brother's wife: it \\add is\\add* thy brother's nakedness."
    },
    {
      "verse": 17,
      "text": "Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son's daughter, or her daughter's daughter, to uncover her nakedness; \\add for\\add* they \\add are\\add* her near kinswomen: it \\add is\\add* wickedness."
    },
    {
      "verse": 18,
      "text": "Neither shalt thou take a wife to her sister, to vex \\add her\\add* , to uncover her nakedness besides the other in her life -\\add time\\add* ."
    },
    {
      "verse": 19,
      "text": "Also thou shalt not approach to a woman to uncover her nakedness, as long as she is put apart for her uncleanness."
    },
    {
      "verse": 20,
      "text": "Moreover, thou shalt not lie carnally with thy neighbor's wife, to defile thyself with her."
    },
    {
      "verse": 21,
      "text": "And thou shalt not let any of thy seed pass through \\add the fire\\add* to Molech, neither shalt thou profane the name of thy God: I \\add am\\add* the LORD."
    },
    {
      "verse": 22,
      "text": "Thou shalt not lie with mankind, as with womankind: it \\add is\\add* abomination."
    },
    {
      "verse": 23,
      "text": "Neither shalt thou lie with any beast to defile thyself therewith: neither shall any woman stand before a beast to lie down thereto: it \\add is\\add* confusion."
    },
    {
      "verse": 24,
      "text": "Defile not ye yourselves in any of these things; for in all these the nations are defiled which I cast out before you:"
    },
    {
      "verse": 25,
      "text": "And the land is defiled: therefore I do visit its iniquity upon it, and the land itself vomiteth out her inhabitants."
    },
    {
      "verse": 26,
      "text": "Ye shall therefore keep my statutes and my judgments, and shall not commit \\add any\\add* of these abominations; \\add neither\\add* any of your own nation, nor any stranger that sojourneth among you."
    },
    {
      "verse": 27,
      "text": "(For all these abominations have the men of the land done, who \\add were\\add* before you, and the land is defiled;)"
    },
    {
      "verse": 28,
      "text": "That the land may not vomit you out also, when ye defile it, as it vomited out the nations that \\add were\\add* before you."
    },
    {
      "verse": 29,
      "text": "For whoever shall commit any of these abominations, even the souls that commit \\add them\\add* shall be cut off from among their people."
    },
    {
      "verse": 30,
      "text": "Therefore shall ye keep my ordinance, that \\add ye\\add* commit not \\add any one\\add* of these abominable customs, which were committed before you, and that ye defile not yourselves in them; I \\add am\\add* the LORD your God."
    }
  ]
}