{
  "book_id": "1CH",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἀπέστειλε Χειρὰμ βασιλεὺς Τύρου ἀγγέλους πρὸς Δαυὶδ, καὶ ξύλα κέδρινα, καὶ οἰκοδόμους, καὶ τέκτονας ξύλων, τοῦ οἰκοδομῆσαι αὐτῷ οἶκον."
    },
    {
      "verse": 2,
      "text": "Καὶ ἔγνω Δαυὶδ ὅτι ἡτοίμασεν αὐτὸν Κύριος εἰς βασιλέα ἐπὶ Ἰσραὴλ, ὅτι ηὐξήθη εἰς ὕψος ἡ βασιλεία αὐτοῦ διὰ τὸν λαὸν αὐτοῦ Ἰσραήλ."
    },
    {
      "verse": 3,
      "text": "Καὶ ἔλαβε Δαυὶδ ἔτι γυναῖκας ἐν Ἱερουσαλήμ· καὶ ἐτέχθησαν Δαυὶδ ἔτι υἱοὶ καὶ θυγατέρες."
    },
    {
      "verse": 4,
      "text": "Καὶ ταῦτα τὰ ὀνόματα αὐτῶν τῶν τεχθέντων, οἳ ἦσαν αὐτῷ ἐν Ἱερουσαλήμ· Σαμαὰ, Σωβὰβ, Νάθαν, καὶ Σαλωμὼν,"
    },
    {
      "verse": 5,
      "text": "καὶ Βαὰρ, καὶ Ἐλισὰ, καὶ Ἐλιφαλὴθ,"
    },
    {
      "verse": 6,
      "text": "καὶ Ναγὲθ, καὶ Ναφὰθ, καὶ Ἰαφιὲ,"
    },
    {
      "verse": 7,
      "text": "καὶ Ἐλισαμαὲ, καὶ Ἐλιαδὲ, καὶ Ἐλιφαλά."
    },
    {
      "verse": 8,
      "text": "Καὶ ἤκουσαν ἀλλόφυλοι ὅτι ἐχρίσθη Δαυὶδ βασιλεὺς ἐπὶ πάντα Ἰσραήλ· καὶ ἀνέβησαν πάντες οἱ ἀλλόφυλοι ζητῆσαι τὸν Δαυίδ· καὶ ἤκουσε Δαυὶδ, καὶ ἐξῆλθεν εἰς ἀπάντησιν αὐτοῖς·"
    },
    {
      "verse": 9,
      "text": "Καὶ ἀλλόφυλοι ἦλθον, καὶ συνέπεσον ἐν τῇ κοιλάδι τῶν γιγάντων."
    },
    {
      "verse": 10,
      "text": "Καὶ ἐπηρώτησε Δαυὶδ διὰ τοῦ Θεοῦ, λέγων, εἰ ἀναβῶ ἐπὶ τοὺς ἀλλοφύλους, καὶ δώσεις αὐτοὺς εἰς τὰς χεῖράς μου; καὶ εἶπεν αὐτῷ Κύριος, ἀνάβηθι, καὶ δώσω αὐτοὺς εἰς τὰς χεῖράς σου."
    },
    {
      "verse": 11,
      "text": "Καὶ ἀνέβη εἰς Βαὰλ Φαρασὶν, καὶ ἐπάταξεν αὐτοὺς ἐκεῖ Δανίδ· καὶ εἶπε Δαυὶδ, διέκοψεν ὁ Θεὸς τοὺς ἐχθρούς μου ἐν χειρί μου, ὡς διακοπὴν ὕδατος· διὰ τοῦτο ἐκάλεσε τὸ ὄνομα τοῦ τόπου ἐκείνου, Διακοπὴ Φαρσίν."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐγκατέλιπον ἐκεῖ τοὺς θεοὺς αὐτῶν οἱ ἀλλόφυλοι· καὶ εἶπε Δαυὶδ κατακαῦσαι ἐν πυρί."
    },
    {
      "verse": 13,
      "text": "Καὶ προσέθεντο ἔτι ἀλλόφυλοι, καὶ συνέπεσαν ἔτι ἐν τῇ κοιλάδι τῶν γιγάντων."
    },
    {
      "verse": 14,
      "text": "Καὶ ἠρώτησε Δαυὶδ ἔτι ἐν Θεῷ· καὶ εἶπεν αὐτῷ ὁ Θεὸς, οὐ πορεύσῃ ὀπίσω αὐτῶν· ἀποστρέφου ἀπʼ αὐτῶν, καὶ παρέσῃ αὐτοῖς πλησίον τῶν ἀπίων."
    },
    {
      "verse": 15,
      "text": "Καὶ ἔσται ἐν τῷ ἀκοῦσαί σε τὴν φωνὴν τοῦ συσσεισμοῦ αὐτῶν ἄκρων τῶν ἀπίων, τότε εἰσελεύσῃ εἰς τὸν πόλεμον, ὅτι ἐξῆλθεν ὁ Θεὸς ἔμπροσθέν σου τοῦ πατάξαι τὴν παρεμβολὴν τῶν ἀλλοφύλων."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐποίησε καθὼς ἐνετείλατο αὐτῷ ὁ Θεός· καὶ ἐπάταξε τὴν παρεμβολὴν τῶν ἀλλοφύλων ἀπὸ Γαβαὼν ἕως Γαζηρά."
    },
    {
      "verse": 17,
      "text": "Καὶ ἐγένετο ὄνομα Δαυὶδ ἐν πάσῃ τῇ γῇ, καὶ Κύριος ἔδωκε τὸν φόβον αὐτοῦ ἐπὶ πάντα τὰ ἔθνη."
    }
  ]
}