{
  "book_id": "4MA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Why delay you, O tyrant? for we are readier to die than to transgress the injunctions of our fathers."
    },
    {
      "verse": 2,
      "text": "And we should be disgracing our fathers if we did not obey the law, and take knowledge for our guide."
    },
    {
      "verse": 3,
      "text": "O tyrant, counsellor of law-breaking, do not, hating us as you do, pity us more than we pity ourselves."
    },
    {
      "verse": 4,
      "text": "For we account escape to be worse than death."
    },
    {
      "verse": 5,
      "text": "And you think to scare us, by threatening us with death by tortures, as though you had learned nothing by the death of Eleazar."
    },
    {
      "verse": 6,
      "text": "But if aged men of the Hebrews have died in the cause of religion after enduring torture, more rightly should we younger men die, scorning your cruel tortures, which our aged instructor overcame."
    },
    {
      "verse": 7,
      "text": "Make the attempt, then, O tyrant; and if you put us to death for our religion, think not that you harm us by torturing us."
    },
    {
      "verse": 8,
      "text": "For we through this ill-treatment and endurance shall bear off the rewards of virtue."
    },
    {
      "verse": 9,
      "text": "But you, for the wicked and despotic slaughter of us, shall, from the Divine vengeance, endure eternal torture by fire."
    },
    {
      "verse": 10,
      "text": "When they had thus spoken, the tyrant was not only exasperated against them as being refractory, but enraged with them as being ungrateful."
    },
    {
      "verse": 11,
      "text": "So that, at his bidding, the torturers brought forth the oldest of them, and tearing through his tunic, bound his hands and arms on each side with thongs."
    },
    {
      "verse": 12,
      "text": "And when they had laboured hard without effect in scourging him, they hurled him upon the wheel."
    },
    {
      "verse": 13,
      "text": "And the noble youth, extended upon this, became dislocated."
    },
    {
      "verse": 14,
      "text": "And with every member disjointed, he exclaimed in expostulation,"
    },
    {
      "verse": 15,
      "text": "O most accursed tyrant, and enemy of heavenly justice, and cruel-hearted, I am no murderer, nor sacrilegious man, whom you thus ill-usest; but a defender of the Divine law."
    },
    {
      "verse": 16,
      "text": "And when the spearmen said, Consent to eat, that you may be released from your tortures,—"
    },
    {
      "verse": 17,
      "text": "he answered, Not so powerful, O accursed ministers, is your wheel, as to stifle my reasoning; cut my limbs, and burn my flesh, and twist my joints."
    },
    {
      "verse": 18,
      "text": "For through all my torments I will convince you that the children of the Hebrews are alone unconquered in behalf of virtue."
    },
    {
      "verse": 19,
      "text": "While he was saying this, they heaped up fuel, and setting fire to it, strained him upon the wheel still more."
    },
    {
      "verse": 20,
      "text": "And the wheel was defiled all over with blood, and the hot ashes were quenched by the droppings of gore, and pieces of flesh were scattered about the axles of the machine."
    },
    {
      "verse": 21,
      "text": "And although the framework of his bones was now destroyed the high-minded and Abrahamic youth did not groan."
    },
    {
      "verse": 22,
      "text": "But, as though transformed by fire into immortality, he nobly endured the rackings, saying"
    },
    {
      "verse": 23,
      "text": "Imitate me, O brethren, nor ever desert your station, nor abjure my brotherhood in courage: fight the holy and honorable fight of religion;"
    },
    {
      "verse": 24,
      "text": "by which means our just and paternal Providence, becoming merciful to the nation, will punish the pestilent tyrant."
    },
    {
      "verse": 25,
      "text": "And saying this, the revered youth abruptly closed his life."
    },
    {
      "verse": 26,
      "text": "And when all admired his courageous soul, the spearmen brought forward him who was second in point of age, and having put on iron hands, bound him with pointed hooks to the catapelt."
    },
    {
      "verse": 27,
      "text": "And when, on enquiring whether he would eat before he was tortured, they heard his noble sentiment,"
    },
    {
      "verse": 28,
      "text": "after they with the iron hands had violently dragged all the flesh from the neck to the chin, the panther-like beasts tore off the very skin of his head: but he, bearing with firmness this misery, said,"
    },
    {
      "verse": 29,
      "text": "How sweet is every form of death for the religion of our fathers! and he said to the tyrant,"
    },
    {
      "verse": 30,
      "text": "Thinkest you not, most cruel of all tyrants, that you are now tortured more than I, finding your overweening conception of tyranny conquered by our patience in behalf of our religion?"
    },
    {
      "verse": 31,
      "text": "For I lighten my suffering by the pleasures which are connected with virtue."
    },
    {
      "verse": 32,
      "text": "But you are tortured with threatenings for impiety; and you shall not escape, most corrupt tyrant, the vengeance of Divine wrath."
    }
  ]
}