{
  "book_id": "4MA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And some of the spearbearers said, that when she herself was about to be seized for the purpose of being put to death, she threw herself upon the pile, rather than they should touch her person."
    },
    {
      "verse": 2,
      "text": "O you mother, who together with seven children did destroy the violence of the tyrant, and render void his wicked intentions, and exhibit the nobleness of faith!"
    },
    {
      "verse": 3,
      "text": "For you, as an house bravely built upon the pillar of your children, did bear without swaying, the shock of tortures."
    },
    {
      "verse": 4,
      "text": "Be of good cheer, therefore, O holy-minded mother! holding the firm \\add substance of the\\add* hope of your steadfastness with God."
    },
    {
      "verse": 5,
      "text": "Not so gracious does the moon appear with the stars in heaven, as you are established honorable before God, and fixed in the firmament with your sons who you did illuminate with religion to the stars."
    },
    {
      "verse": 6,
      "text": "For your bearing of children was after the fashion of a child of Abraham."
    },
    {
      "verse": 7,
      "text": "And, were it lawful for us to paint as on a tablet the religion of your story, the spectators would not shudder at beholding the mother of seven children enduring for the sake of religion various tortures even to death."
    },
    {
      "verse": 8,
      "text": "And it had been a worth thing to have inscribed upon the tomb itself these words as a memorial to those of the nation,"
    },
    {
      "verse": 9,
      "text": "Here an aged priest, and an aged woman, and seven sons, are buried through the violence of a tyrant, who wished to destroy the polity of the Hebrews."
    },
    {
      "verse": 10,
      "text": "These also avenged their nation, looking to God, and enduring torments to death."
    },
    {
      "verse": 11,
      "text": "For it was truly a divine contest which was carried through by them."
    },
    {
      "verse": 12,
      "text": "For at that time virtue presided over the contest, approving the victory through endurance, namely, immortality, eternal life."
    },
    {
      "verse": 13,
      "text": "Eleazar was the first to contend: and the mother of the seven children entered the contest; and the brethren contended."
    },
    {
      "verse": 14,
      "text": "The tyrant was the opposite; and the world and living men were the spectators."
    },
    {
      "verse": 15,
      "text": "And reverence for God conquered, and crowned her own athletes."
    },
    {
      "verse": 16,
      "text": "Who did not admire those champions of true legislation? who were not astonied?"
    },
    {
      "verse": 17,
      "text": "The tyrant himself, and all their council, admired their endurance;"
    },
    {
      "verse": 18,
      "text": "through which, also, they now stand beside the divine throne, and live a blessed life."
    },
    {
      "verse": 19,
      "text": "For Moses says, And all the saints are under your hands."
    },
    {
      "verse": 20,
      "text": "These, therefore, having been sanctified through God, have been honored not only with this honor, but that also by their means the enemy did not overcome our nation;"
    },
    {
      "verse": 21,
      "text": "and that the tyrant was punished, and their country purified."
    },
    {
      "verse": 22,
      "text": "For they became the ransom to the sin of the nation; and the Divine Providence saved Israel, aforetime afflicted, by the blood of those pious ones, and the propitiatory death."
    },
    {
      "verse": 23,
      "text": "For the tyrant Antiochus, looking to their manly virtue, and to their endurance in torture, proclaimed that endurance as an example to his soldiers."
    },
    {
      "verse": 24,
      "text": "And they proved to be to him noble and brave for land battles and for sieges; and he conquered and stormed the towns of all his enemies."
    }
  ]
}