{
  "book_id": "JOS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And Joshua rose early in the morning; and they removed from Shittim, and came to Jordan, he and all the children of Israel, and lodged there before they passed over."
    },
    {
      "verse": 2,
      "text": "And it came to pass after three days, that the officers went through the host;"
    },
    {
      "verse": 3,
      "text": "and they commanded the people, saying, When ye see the ark of the covenant of the \\sc Lord\\sc* your God, and the priests the Levites bearing it, then ye shall remove from your place, and go after it."
    },
    {
      "verse": 4,
      "text": "Yet there shall be a space between you and it, about two thousand cubits by measure: come not near unto it, that ye may know the way by which ye must go: for ye have not passed \\add this\\add* way heretofore."
    },
    {
      "verse": 5,
      "text": "And Joshua said unto the people, Sanctify yourselves: for to morrow the \\sc Lord\\sc* will do wonders among you."
    },
    {
      "verse": 6,
      "text": "And Joshua spake unto the priests, saying, Take up the ark of the covenant, and pass over before the people. And they took up the ark of the covenant, and went before the people."
    },
    {
      "verse": 7,
      "text": "And the \\sc Lord\\sc* said unto Joshua, This day will I begin to magnify thee in the sight of all Israel, that they may know that, as I was with Moses, \\add so\\add* I will be with thee."
    },
    {
      "verse": 8,
      "text": "And thou shalt command the priests that bear the ark of the covenant, saying, When ye are come to the brink of the water of Jordan, ye shall stand still in Jordan."
    },
    {
      "verse": 9,
      "text": "And Joshua said unto the children of Israel, Come hither, and hear the words of the \\sc Lord\\sc* your God."
    },
    {
      "verse": 10,
      "text": "And Joshua said, Hereby ye shall know that the living God \\add is\\add* among you, and \\add that\\add* he will without fail drive out from before you the Canaanites, and the Hittites, and the Hivites, and the Perizzites, and the Girgashites, and the Amorites, and the Jebusites."
    },
    {
      "verse": 11,
      "text": "Behold, the ark of the covenant, \\add even\\add* the Lord of all the earth passeth over before you into Jordan."
    },
    {
      "verse": 12,
      "text": "Now therefore take ye twelve men out of the tribes of Israel, out of every tribe a man."
    },
    {
      "verse": 13,
      "text": "And it shall come to pass, as soon as the soles of the feet of the priests that bear the ark of the \\sc Lord\\sc*, the Lord of all the earth, shall rest in the waters of Jordan, \\add that\\add* the waters of Jordan shall be cut off \\add from\\add* the waters that come down from above; and they shall stand \\add upon\\add* a heap."
    },
    {
      "verse": 14,
      "text": "And it came to pass, when the people removed from their tents, to pass over Jordan, and the priests bearing the ark \\add of\\add* the covenant before the people;"
    },
    {
      "verse": 15,
      "text": "and as they that bare the ark were come unto Jordan, and the feet of the priests that bare the ark were dipped in the brim of the water, (for Jordan overfloweth all his banks all the time of harvest,)"
    },
    {
      "verse": 16,
      "text": "that the waters which came down from above stood \\add and\\add* rose up \\add upon\\add* a heap very far, from the city Adam, that \\add is\\add* beside Zaretan: and those that came down toward the sea of the plain, \\add even\\add* the salt sea, failed, \\add and\\add* were cut off: and the people passed over right against Jericho."
    },
    {
      "verse": 17,
      "text": "And the priests that bare the ark \\add of\\add* the covenant of the \\sc Lord\\sc* stood firm on dry \\add ground\\add* in the midst of Jordan, and all the Israelites passed over on dry \\add ground,\\add* until all the people were passed clean over Jordan."
    }
  ]
}