{
  "book_id": "JOS",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And these are the countrieswhich the children of Israel inherited in the land of Canaan, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, distributed for inheritance to them."
    },
    {
      "verse": 2,
      "text": "By lot wastheir inheritance, as the Lordcommanded by the hand of Moses, for the nine tribes, and forthe half tribe."
    },
    {
      "verse": 3,
      "text": "For Moses had given the inheritance of two tribes and a half tribe on the otherside Jordan: but unto the Levites he gave none inheritance among them."
    },
    {
      "verse": 4,
      "text": "For the children of Joseph were two tribes, Manasseh and Ephraim: therefore they gave no part unto the Levites in the land, save cities to dwell in, with their suburbs for their cattle and for their substance."
    },
    {
      "verse": 5,
      "text": "As the Lordcommanded Moses, so the children of Israel did, and they divided the land."
    },
    {
      "verse": 6,
      "text": "Then the children of Judah came unto Joshua in Gilgal: and Caleb the son of Jephunneh the Kenezite said unto him, Thou knowest the thing that the Lordsaid unto Moses the man of God concerning me and thee in Kadesh-barnea."
    },
    {
      "verse": 7,
      "text": "Forty years old wasI when Moses the servant of the Lordsent me from Kadesh-barnea to espy out the land; and I brought him word again as it wasin mine heart."
    },
    {
      "verse": 8,
      "text": "Nevertheless my brethren that went up with me made the heart of the people melt: but I wholly followed the Lordmy God."
    },
    {
      "verse": 9,
      "text": "And Moses sware on that day, saying, Surely the land whereon thy feet have trodden shall be thine inheritance, and thy children’s for ever, because thou hast wholly followed the Lordmy God."
    },
    {
      "verse": 10,
      "text": "And now behold, the Lordhath kept me alive, as he said, these forty and five years, evensince the Lordspake this word unto Moses, while the children ofIsrael wandered in the wilderness: and now lo, I am thisday fourscore and five years old."
    },
    {
      "verse": 11,
      "text": "As yet I am asstrong thisday as I wasin the day that Moses sent me: as my strength wasthen, even so ismy strength now, for war, both to go out, and to come in."
    },
    {
      "verse": 12,
      "text": "Now therefore give me this mountain, whereof the Lordspake in that day; for thou heardest in that day how the Anakims werethere, and thatthe cities weregreat andfenced: if so be the Lordwill bewith me, then I shall be able todrive them out, as the Lordsaid."
    },
    {
      "verse": 13,
      "text": "And Joshua blessed him, and gave unto Caleb the son of Jephunneh Hebron for an inheritance."
    },
    {
      "verse": 14,
      "text": "Hebron therefore became the inheritance of Caleb the son of Jephunneh the Kenezite unto this day, because that he wholly followed the LordGod of Israel."
    },
    {
      "verse": 15,
      "text": "And the name of Hebron before wasKirjath-arba; which Arba wasa great man among the Anakims. And the land had rest from war."
    }
  ]
}