{
  "book_id": "JOS",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "\\add This\\add* then was the lot of the tribe of the children of Judah by their families; \\add even\\add* to the border of Edom, the wilderness of Zin southward \\add was\\add* the uttermost part of the south \\add coast\\add*."
    },
    {
      "verse": 2,
      "text": "And their south border was from the shore of the salt sea, from the bay that looketh southward:"
    },
    {
      "verse": 3,
      "text": "and it went out to the south side to Maaleh-acrabbim, and passed along to Zin, and ascended up on the south side unto Kadesh-barnea, and passed along \\add to\\add* Hezron, and went up to Adar, and fetched a compass to Karkaa:"
    },
    {
      "verse": 4,
      "text": "\\add from thence\\add* it passed toward Azmon, and went out \\add unto\\add* the river of Egypt; and the goings out of that coast were at the sea: this shall be your south coast."
    },
    {
      "verse": 5,
      "text": "And the east border \\add was\\add* the salt sea, \\add even\\add* unto the end of Jordan. And \\add their\\add* border in the north quarter \\add was\\add* from the bay of the sea at the uttermost part of Jordan:"
    },
    {
      "verse": 6,
      "text": "and the border went up \\add to\\add* Beth-hogla, and passed along by the north of Beth-arabah; and the border went up \\add to\\add* the stone of Bohan the son of Reuben:"
    },
    {
      "verse": 7,
      "text": "and the border went up toward Debir from the valley of Achor, and \\add so\\add* northward, looking toward Gilgal, that \\add is\\add* before the going up to Adummim, which \\add is\\add* on the south side of the river: and the border passed towards the waters of En-shemesh, and the goings out thereof were at En-rogel:"
    },
    {
      "verse": 8,
      "text": "and the border went up \\add by\\add* the valley of the son of Hinnom unto the south side of the Jebusite; the same \\add is\\add* Jerusalem: and the border went up to the top of the mountain that \\add lieth\\add* before the valley of Hinnom westward, which \\add is\\add* at the end of the valley of the giants northward:"
    },
    {
      "verse": 9,
      "text": "and the border was drawn from the top of the hill unto the fountain of the water of Nephtoah, and went out to the cities of mount Ephron; and the border was drawn \\add to\\add* Baalah, which \\add is\\add* Kirjath-jearim:"
    },
    {
      "verse": 10,
      "text": "and the border compassed from Baalah westward unto mount Seir, and passed along unto the side of mount Jearim, which \\add is\\add* Chesalon, on the north side, and went down \\add to\\add* Beth-shemesh, and passed on \\add to\\add* Timnah:"
    },
    {
      "verse": 11,
      "text": "and the border went out unto the side of Ekron northward: and the border was drawn to Shicron, and passed along \\add to\\add* mount Baalah, and went out \\add unto\\add* Jabneel; and the goings out of the border were at the sea."
    },
    {
      "verse": 12,
      "text": "And the west border \\add was\\add* to the great sea, and the coast \\add thereof\\add*. This \\add is\\add* the coast of the children of Judah round about according to their families."
    },
    {
      "verse": 13,
      "text": "And unto Caleb the son of Jephunneh he gave a part among the children of Judah, according to the commandment of the \\sc Lord\\sc* to Joshua, \\add even\\add* the city of Arba the father of Anak, which \\add city is\\add* Hebron."
    },
    {
      "verse": 14,
      "text": "And Caleb drove thence the three sons of Anak, Sheshai, and Ahiman, and Talmai, the children of Anak."
    },
    {
      "verse": 15,
      "text": "And he went up thence to the inhabitants of Debir: and the name of Debir before \\add was\\add* Kirjath-sepher."
    },
    {
      "verse": 16,
      "text": "And Caleb said, He that smiteth Kirjath-sepher, and taketh it, to him will I give Achsah my daughter to wife."
    },
    {
      "verse": 17,
      "text": "And Othniel the son of Kenaz, the brother of Caleb, took it: and he gave him Achsah his daughter to wife."
    },
    {
      "verse": 18,
      "text": "And it came to pass, as she came \\add unto him\\add*, that she moved him to ask of her father a field: and she lighted off \\add her\\add* ass; and Caleb said unto her, What wouldest thou?"
    },
    {
      "verse": 19,
      "text": "Who answered, Give me a blessing; for thou hast given me a south land; give me also springs of water. And he gave her the upper springs, and the nether springs."
    },
    {
      "verse": 20,
      "text": "This \\add is\\add* the inheritance of the tribe of the children of Judah according to their families."
    },
    {
      "verse": 21,
      "text": "And the uttermost cities of the tribe of the children of Judah toward the coast of Edom southward were Kabzeel, and Eder, and Jagur,"
    },
    {
      "verse": 22,
      "text": "and Kinah, and Dimonah, and Adadah,"
    },
    {
      "verse": 23,
      "text": "and Kedesh, and Hazor, and Ithnan,"
    },
    {
      "verse": 24,
      "text": "Ziph, and Telem, and Bealoth,"
    },
    {
      "verse": 25,
      "text": "and Hazor, Hadattah, and Kerioth, \\add and\\add* Hezron, which \\add is\\add* Hazor,"
    },
    {
      "verse": 26,
      "text": "Amam, and Shema, and Moladah,"
    },
    {
      "verse": 27,
      "text": "and Hazar-gaddah, and Heshmon, and Beth-palet,"
    },
    {
      "verse": 28,
      "text": "and Hazar-shual, and Beersheba, and Bizjothjah,"
    },
    {
      "verse": 29,
      "text": "Baalah, and Iim, and Azem,"
    },
    {
      "verse": 30,
      "text": "and Eltolad, and Chesil, and Hormah,"
    },
    {
      "verse": 31,
      "text": "and Ziklag, and Madmannah, and Sansannah,"
    },
    {
      "verse": 32,
      "text": "and Lebaoth, and Shilhim, and Ain, and Rimmon: all the cities \\add are\\add* twenty and nine, with their villages."
    },
    {
      "verse": 33,
      "text": "\\add And\\add* in the valley, Eshtaol, and Zoreah, and Ashnah,"
    },
    {
      "verse": 34,
      "text": "and Zanoah, and En-gannim, Tappuah, and Enam,"
    },
    {
      "verse": 35,
      "text": "Jarmuth, and Adullam, Socoh, and Azekah,"
    },
    {
      "verse": 36,
      "text": "and Sharaim, and Adithaim, and Gederah, and Gederothaim; fourteen cities with their villages."
    },
    {
      "verse": 37,
      "text": "Zenan, and Hadashah, and Migdal-gad,"
    },
    {
      "verse": 38,
      "text": "and Dilean, and Mizpeh, and Joktheel,"
    },
    {
      "verse": 39,
      "text": "Lachish, and Bozkath, and Eglon,"
    },
    {
      "verse": 40,
      "text": "and Cabbon, and Lahmam, and Kithlish,"
    },
    {
      "verse": 41,
      "text": "and Gederoth, Beth-dagon, and Naamah, and Makkedah; sixteen cities with their villages."
    },
    {
      "verse": 42,
      "text": "Libnah, and Ether, and Ashan,"
    },
    {
      "verse": 43,
      "text": "and Jiphtah, and Ashnah, and Nezib,"
    },
    {
      "verse": 44,
      "text": "and Keilah, and Achzib, and Mareshah; nine cities with their villages."
    },
    {
      "verse": 45,
      "text": "Ekron, with her towns and her villages:"
    },
    {
      "verse": 46,
      "text": "from Ekron even unto the sea, all that \\add lay\\add* near Ashdod, with their villages:"
    },
    {
      "verse": 47,
      "text": "Ashdod \\add with\\add* her towns and her villages, Gaza \\add with\\add* her towns and her villages, unto the river of Egypt, and the great sea, and the border \\add thereof\\add*."
    },
    {
      "verse": 48,
      "text": "And in the mountains, Shamir, and Jattir, and Socoh,"
    },
    {
      "verse": 49,
      "text": "and Dannah, and Kirjath-sannah, which \\add is\\add* Debir,"
    },
    {
      "verse": 50,
      "text": "and Anab, and Eshtemoh, and Anim,"
    },
    {
      "verse": 51,
      "text": "and Goshen, and Holon, and Giloh; eleven cities with their villages."
    },
    {
      "verse": 52,
      "text": "Arab, and Dumah, and Eshean,"
    },
    {
      "verse": 53,
      "text": "and Janum, and Beth-tappuah, and Aphekah,"
    },
    {
      "verse": 54,
      "text": "and Humtah, and Kirjath-arba, which \\add is\\add* Hebron, and Zior; nine cities with their villages."
    },
    {
      "verse": 55,
      "text": "Maon, Carmel, and Ziph, and Juttah,"
    },
    {
      "verse": 56,
      "text": "and Jezreel, and Jokdeam, and Zanoah,"
    },
    {
      "verse": 57,
      "text": "Cain, Gibeah, and Timnah; ten cities with their villages."
    },
    {
      "verse": 58,
      "text": "Halhul, Beth-zur, and Gedor,"
    },
    {
      "verse": 59,
      "text": "and Maarath, and Beth-anoth, and Eltekon; six cities with their villages."
    },
    {
      "verse": 60,
      "text": "Kirjath-baal, which \\add is\\add* Kirjath-jearim, and Rabbah; two cities with their villages."
    },
    {
      "verse": 61,
      "text": "In the wilderness, Beth-arabah, Middin, and Secacah,"
    },
    {
      "verse": 62,
      "text": "and Nibshan, and the city of salt, and En-gedi; six cities with their villages."
    },
    {
      "verse": 63,
      "text": "As for the Jebusites the inhabitants of Jerusalem, the children of Judah could not drive them out: but the Jebusites dwell with the children of Judah at Jerusalem unto this day."
    }
  ]
}