{
  "book_id": "JOS",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And the lot of the children of Joseph fell from Jordan \\add by\\add* Jericho, unto the water of Jericho on the east, \\add to\\add* the wilderness that goeth up from Jericho throughout mount Beth-el,"
    },
    {
      "verse": 2,
      "text": "and goeth out from Beth-el to Luz, and passeth along unto the borders of Archi \\add to\\add* Ataroth,"
    },
    {
      "verse": 3,
      "text": "and goeth down westward to the coast of Japhleti, unto the coast of Beth-horon the nether, and to Gezer: and the goings out thereof are at the sea."
    },
    {
      "verse": 4,
      "text": "So the children of Joseph, Manasseh and Ephraim, took their inheritance."
    },
    {
      "verse": 5,
      "text": "And the border of the children of Ephraim according to their families was \\add thus:\\add* even the border of their inheritance on the east side was Ataroth-addar, unto Beth-horon the upper;"
    },
    {
      "verse": 6,
      "text": "and the border went out toward the sea \\add to\\add* Michmethah on the north side; and the border went about eastward \\add unto\\add* Taanath-shiloh, and passed by it on the east \\add to\\add* Janohah;"
    },
    {
      "verse": 7,
      "text": "and it went down from Janohah \\add to\\add* Ataroth, and to Naarath, and came to Jericho, and went out \\add at\\add* Jordan."
    },
    {
      "verse": 8,
      "text": "The border went \\add out\\add* from Tappuah westward \\add unto\\add* the river Kanah; and the goings out thereof were at the sea. This \\add is\\add* the inheritance of the tribe of the children of Ephraim by their families."
    },
    {
      "verse": 9,
      "text": "And the separate cities for the children of Ephraim \\add were\\add* among the inheritance of the children of Manasseh, all the cities with their villages."
    },
    {
      "verse": 10,
      "text": "And they drave not out the Canaanites that dwelt in Gezer: but the Canaanites dwell among the Ephraimites unto this day, and serve under tribute."
    }
  ]
}