{
  "book_id": "ROM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "How then is the Jew better off? or what profit is there in circumcision?"
    },
    {
      "verse": 2,
      "text": "Much in every way: first of all because the words of God were given to them."
    },
    {
      "verse": 3,
      "text": "And if some have no faith, will that make the faith of God without effect?"
    },
    {
      "verse": 4,
      "text": "In no way: but let God be true, though every man is seen to be untrue; as it is said in the Writings, That your words may be seen to be true, and you may be seen to be right when you are judged."
    },
    {
      "verse": 5,
      "text": "But if the righteousness of God is supported by our wrongdoing what is to be said? is it wrong for God to be angry (as men may say)?"
    },
    {
      "verse": 6,
      "text": "In no way: because if it is so, how is God able to be the judge of all the world?"
    },
    {
      "verse": 7,
      "text": "But if, because I am untrue, God being seen to be true gets more glory, why am I to be judged as a sinner?"
    },
    {
      "verse": 8,
      "text": "Let us not do evil so that good may come (a statement which we are falsely said by some to have made), because such behaviour will have its right punishment."
    },
    {
      "verse": 9,
      "text": "What then? are we worse off than they? In no way: because we have before made it clear that Jews as well as Greeks are all under the power of sin;"
    },
    {
      "verse": 10,
      "text": "As it is said in the holy Writings, There is not one who does righteousness;"
    },
    {
      "verse": 11,
      "text": "Not one who has the knowledge of what is right, not one who is a searcher after God;"
    },
    {
      "verse": 12,
      "text": "They have all gone out of the way, there is no profit in any of them; there is not one who does good, not so much as one:"
    },
    {
      "verse": 13,
      "text": "Their throat is like an open place of death; with their tongues they have said what is not true: the poison of snakes is under their lips:"
    },
    {
      "verse": 14,
      "text": "Whose mouth is full of curses and bitter words:"
    },
    {
      "verse": 15,
      "text": "Their feet are quick in running after blood;"
    },
    {
      "verse": 16,
      "text": "Destruction and trouble are in their ways;"
    },
    {
      "verse": 17,
      "text": "And of the way of peace they have no knowledge:"
    },
    {
      "verse": 18,
      "text": "There is no fear of God before their eyes."
    },
    {
      "verse": 19,
      "text": "Now, we have knowledge that what the law says is for those who are under the law, so that every mouth may be stopped, and all men may be judged by God:"
    },
    {
      "verse": 20,
      "text": "Because by the works of the law no man is able to have righteousness in his eyes, for through the law comes the knowledge of sin."
    },
    {
      "verse": 21,
      "text": "But now without the law there is a revelation of the righteousness of God, to which witness is given by the law and the prophets;"
    },
    {
      "verse": 22,
      "text": "That is, the righteousness of God through faith in Jesus Christ, to all those who have faith; and one man is not different from another,"
    },
    {
      "verse": 23,
      "text": "For all have done wrong and are far from the glory of God;"
    },
    {
      "verse": 24,
      "text": "And they may have righteousness put to their credit, freely, by his grace, through the salvation which is in Christ Jesus:"
    },
    {
      "verse": 25,
      "text": "Whom God has put forward as the sign of his mercy, through faith, by his blood, to make clear his righteousness when, in his pity, God let the sins of earlier times go without punishment;"
    },
    {
      "verse": 26,
      "text": "And to make clear his righteousness now, so that he might himself be upright, and give righteousness to him who has faith in Jesus."
    },
    {
      "verse": 27,
      "text": "What reason, then, is there for pride? It is shut out. By what sort of law? of works? No, but by a law of faith."
    },
    {
      "verse": 28,
      "text": "For this reason, then, a man may get righteousness by faith without the works of the law."
    },
    {
      "verse": 29,
      "text": "Or is God the God of Jews only? is he not in the same way the God of Gentiles? Yes, of Gentiles:"
    },
    {
      "verse": 30,
      "text": "If God is one; and he will give righteousness because of faith to those who have circumcision, and through faith to those who have not circumcision."
    },
    {
      "verse": 31,
      "text": "Do we, then, through faith make the law of no effect? in no way: but we make it clear that the law is important."
    }
  ]
}