{
  "book_id": "ROM",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "What, then, may we say that Abraham, our father after the flesh, has got?"
    },
    {
      "verse": 2,
      "text": "For if Abraham got righteousness by works, he has reason for pride; but not before God."
    },
    {
      "verse": 3,
      "text": "But what does it say in the holy Writings? And Abraham had faith in God, and it was put to his account as righteousness."
    },
    {
      "verse": 4,
      "text": "Now, the reward is credited to him who does works, not as of grace but as a debt."
    },
    {
      "verse": 5,
      "text": "But to him who without working has faith in him who gives righteousness to the evil-doer, his faith is put to his account as righteousness."
    },
    {
      "verse": 6,
      "text": "As David says that there is a blessing on the man to whose account God puts righteousness without works, saying,"
    },
    {
      "verse": 7,
      "text": "Happy are those who have forgiveness for their wrongdoing, and whose sins are covered."
    },
    {
      "verse": 8,
      "text": "Happy is the man against whom no sin is recorded by the Lord."
    },
    {
      "verse": 9,
      "text": "Is this blessing, then, for the circumcision only, or in the same way for those who have not circumcision? for we say that the faith of Abraham was put to his account as righteousness."
    },
    {
      "verse": 10,
      "text": "How, then, was it judged? when he had circumcision, or when he had it not? Not when he had it, but when he did not have it:"
    },
    {
      "verse": 11,
      "text": "And he was given the sign of circumcision as a witness of the faith which he had before he underwent circumcision: so that he might be the father of all those who have faith, though they have not circumcision, and so that righteousness might be put to their account;"
    },
    {
      "verse": 12,
      "text": "And the father of circumcision to those who not only are of the circumcision, but who keep to the way of that faith which our father Abraham had before he underwent circumcision."
    },
    {
      "verse": 13,
      "text": "For God's word, that the earth would be his heritage, was given to Abraham, not through the law, but through the righteousness of faith."
    },
    {
      "verse": 14,
      "text": "For if they who are of the law are the people who get the heritage, then faith is made of no use, and the word of God has no power;"
    },
    {
      "verse": 15,
      "text": "For the outcome of the law is wrath; but where there is no law it will not be broken."
    },
    {
      "verse": 16,
      "text": "For this reason it is of faith, so that it may be through grace; and so that the word of God may be certain to all the seed; not only to that which is of the law, but to that which is of the faith of Abraham, who is the father of us all,"
    },
    {
      "verse": 17,
      "text": "(As it is said in the holy Writings, I have made you a father of a number of nations) before him in whom he had faith, that is, God, who gives life to the dead, and to whom the things which are not are as if they were."
    },
    {
      "verse": 18,
      "text": "Who without reason for hope, in faith went on hoping, so that he became the father of a number of nations, as it had been said, So will your seed be."
    },
    {
      "verse": 19,
      "text": "And not being feeble in faith though his body seemed to him little better than dead (he being about a hundred years old) and Sarah was no longer able to have children:"
    },
    {
      "verse": 20,
      "text": "Still, he did not give up faith in the undertaking of God, but was made strong by faith, giving glory to God,"
    },
    {
      "verse": 21,
      "text": "And being certain that God was able to keep his word."
    },
    {
      "verse": 22,
      "text": "For which reason it was put to his account as righteousness."
    },
    {
      "verse": 23,
      "text": "Now, it was not because of him only that this was said,"
    },
    {
      "verse": 24,
      "text": "But for us in addition, to whose account it will be put, if we have faith in him who made Jesus our Lord come back again from the dead,"
    },
    {
      "verse": 25,
      "text": "Who was put to death for our evil-doing, and came to life again so that we might have righteousness."
    }
  ]
}