{
  "book_id": "ROM",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Let everyone put himself under the authority of the higher powers, because there is no power which is not of God, and all powers are ordered by God."
    },
    {
      "verse": 2,
      "text": "For which reason everyone who puts himself against the authority puts himself against the order of God: and those who are against it will get punishment for themselves."
    },
    {
      "verse": 3,
      "text": "For rulers are not a cause of fear to the good work but to the evil. If you would have no fear of the authority, do good and you will have praise;"
    },
    {
      "verse": 4,
      "text": "For he is the servant of God to you for good. But if you do evil, have fear; for the sword is not in his hand for nothing: he is God's servant, making God's punishment come on the evil-doer."
    },
    {
      "verse": 5,
      "text": "So put yourselves under the authority, not for fear of wrath, but because you have the knowledge of what is right."
    },
    {
      "verse": 6,
      "text": "For the same reason, make payment of taxes; because the authority is God's servant, to take care of such things at all times."
    },
    {
      "verse": 7,
      "text": "Give to all what is their right: taxes to him whose they are, payment to him whose right it is, fear to whom fear, honour to whom honour is to be given."
    },
    {
      "verse": 8,
      "text": "Be in debt for nothing, but to have love for one another: for he who has love for his neighbour has kept all the law."
    },
    {
      "verse": 9,
      "text": "And this, Do not be untrue in married life, Do not put to death, Do not take what is another's, Do not have desire for what is another's, and if there is any other order, it is covered by this word, Have love for your neighbour as for yourself."
    },
    {
      "verse": 10,
      "text": "Love does no wrong to his neighbour, so love makes the law complete."
    },
    {
      "verse": 11,
      "text": "See then that the time has come for you to be awake from sleep: for now is your salvation nearer than when you first had faith."
    },
    {
      "verse": 12,
      "text": "The night is far gone, and the day is near: so let us put off the works of the dark, arming ourselves with light,"
    },
    {
      "verse": 13,
      "text": "With right behaviour as in the day; not in pleasure-making and drinking, not in bad company and unclean behaviour, not in fighting and envy."
    },
    {
      "verse": 14,
      "text": "But put on the Lord Jesus Christ, and do not give thought to the flesh to do its desires."
    }
  ]
}