{
  "book_id": "2TH",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul, and Silvanus, and Timothy, to the church of the Thessalonians in God our Father and the Lord Jesus Christ:"
    },
    {
      "verse": 2,
      "text": "Grace be to you, and peace, from God the Father and the Lord Jesus Christ."
    },
    {
      "verse": 3,
      "text": "We ought to thank God always for you, brethren, as is fit, because your faith increaseth exceedingly, and the love of every one of you all toward each ether aboundeth;"
    },
    {
      "verse": 4,
      "text": "so that we ourselves glory in you among the churches of God, for your constancy and faith in all your persecutions and the afflictions which ye endure;"
    },
    {
      "verse": 5,
      "text": "an indication of the righteous judgment of God, by which ye will be counted worthy of the kingdom of God, for which ye are also suffering;"
    },
    {
      "verse": 6,
      "text": "since it will be just with God to repay distress to them that distress you,"
    },
    {
      "verse": 7,
      "text": "and to you the distressed rest with us, when the Lord Jesus shall be manifested from heaven, with the angels of his might,"
    },
    {
      "verse": 8,
      "text": "in flaming fire, taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus;"
    },
    {
      "verse": 9,
      "text": "who will be punished with everlasting destruction proceeding from the presence of the Lord and from the glory of his power,"
    },
    {
      "verse": 10,
      "text": "when he shall come in that day to be glorified in his saints, and to be admired in all who believed; for our testimony to you was believed."
    },
    {
      "verse": 11,
      "text": "For which end we also pray always for you, that our God may count you worthy of your calling, and perfect [[in you]] all pleasure in goodness, and the work of faith, with power;"
    },
    {
      "verse": 12,
      "text": "that the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and of the Lord Jesus Christ."
    }
  ]
}