{
  "book_id": "ECC",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "אמרתי אני בלבי לכה נא אנסכה בשמחה וראה בטוב והנה גם הוא הבל׃"
    },
    {
      "verse": 2,
      "text": "לשחוק אמרתי מהולל ולשמחה מה זה עשה׃"
    },
    {
      "verse": 3,
      "text": "תרתי בלבי למשוך ביין את בשרי ולבי נהג בחכמה ולאחז בסכלות עד אשר אראה אי זה טוב לבני האדם אשר יעשו תחת השמים מספר ימי חייהם׃"
    },
    {
      "verse": 4,
      "text": "הגדלתי מעשי בניתי לי בתים נטעתי לי כרמים׃"
    },
    {
      "verse": 5,
      "text": "עשיתי לי גנות ופרדסים ונטעתי בהם עץ כל פרי׃"
    },
    {
      "verse": 6,
      "text": "עשיתי לי ברכות מים להשקות מהם יער צומח עצים׃"
    },
    {
      "verse": 7,
      "text": "קניתי עבדים ושפחות ובני בית היה לי גם מקנה בקר וצאן הרבה היה לי מכל שהיו לפני בירושלם׃"
    },
    {
      "verse": 8,
      "text": "כנסתי לי גם כסף וזהב וסגלת מלכים והמדינות עשיתי לי שרים ושרות ותענוגת בני האדם שדה ושדות׃"
    },
    {
      "verse": 9,
      "text": "וגדלתי והוספתי מכל שהיה לפני בירושלם אף חכמתי עמדה לי׃"
    },
    {
      "verse": 10,
      "text": "וכל אשר שאלו עיני לא אצלתי מהם לא מנעתי את לבי מכל שמחה כי לבי שמח מכל עמלי וזה היה חלקי מכל עמלי׃"
    },
    {
      "verse": 11,
      "text": "ופניתי אני בכל מעשי שעשו ידי ובעמל שעמלתי לעשות והנה הכל הבל ורעות רוח ואין יתרון תחת השמש׃"
    },
    {
      "verse": 12,
      "text": "ופניתי אני לראות חכמה והוללות וסכלות כי מה האדם שיבוא אחרי המלך את אשר כבר עשוהו׃"
    },
    {
      "verse": 13,
      "text": "וראיתי אני שיש יתרון לחכמה מן הסכלות כיתרון האור מן החשך׃"
    },
    {
      "verse": 14,
      "text": "החכם עיניו בראשו והכסיל בחשך הולך וידעתי גם אני שמקרה אחד יקרה את כלם׃"
    },
    {
      "verse": 15,
      "text": "ואמרתי אני בלבי כמקרה הכסיל גם אני יקרני ולמה חכמתי אני אז יותר ודברתי בלבי שגם זה הבל׃"
    },
    {
      "verse": 16,
      "text": "כי אין זכרון לחכם עם הכסיל לעולם בשכבר הימים הבאים הכל נשכח ואיך ימות החכם עם הכסיל׃"
    },
    {
      "verse": 17,
      "text": "ושנאתי את החיים כי רע עלי המעשה שנעשה תחת השמש כי הכל הבל ורעות רוח׃"
    },
    {
      "verse": 18,
      "text": "ושנאתי אני את כל עמלי שאני עמל תחת השמש שאניחנו לאדם שיהיה אחרי׃"
    },
    {
      "verse": 19,
      "text": "ומי יודע החכם יהיה או סכל וישלט בכל עמלי שעמלתי ושחכמתי תחת השמש גם זה הבל׃"
    },
    {
      "verse": 20,
      "text": "וסבותי אני ליאש את לבי על כל העמל שעמלתי תחת השמש׃"
    },
    {
      "verse": 21,
      "text": "כי יש אדם שעמלו בחכמה ובדעת ובכשרון ולאדם שלא עמל בו יתננו חלקו גם זה הבל ורעה רבה׃"
    },
    {
      "verse": 22,
      "text": "כי מה הוה לאדם בכל עמלו וברעיון לבו שהוא עמל תחת השמש׃"
    },
    {
      "verse": 23,
      "text": "כי כל ימיו מכאבים וכעס ענינו גם בלילה לא שכב לבו גם זה הבל הוא׃"
    },
    {
      "verse": 24,
      "text": "אין טוב באדם שיאכל ושתה והראה את נפשו טוב בעמלו גם זה ראיתי אני כי מיד האלהים היא׃"
    },
    {
      "verse": 25,
      "text": "כי מי יאכל ומי יחוש חוץ ממני׃"
    },
    {
      "verse": 26,
      "text": "כי לאדם שטוב לפניו נתן חכמה ודעת ושמחה ולחוטא נתן ענין לאסוף ולכנוס לתת לטוב לפני האלהים גם זה הבל ורעות רוח׃"
    }
  ]
}