{
  "book_id": "ECC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "לכל זמן ועת לכל חפץ תחת השמים׃"
    },
    {
      "verse": 2,
      "text": "עת ללדת ועת למות עת לטעת ועת לעקור נטוע׃"
    },
    {
      "verse": 3,
      "text": "עת להרוג ועת לרפוא עת לפרוץ ועת לבנות׃"
    },
    {
      "verse": 4,
      "text": "עת לבכות ועת לשחוק עת ספוד ועת רקוד׃"
    },
    {
      "verse": 5,
      "text": "עת להשליך אבנים ועת כנוס אבנים עת לחבוק ועת לרחק מחבק׃"
    },
    {
      "verse": 6,
      "text": "עת לבקש ועת לאבד עת לשמור ועת להשליך׃"
    },
    {
      "verse": 7,
      "text": "עת לקרוע ועת לתפור עת לחשות ועת לדבר׃"
    },
    {
      "verse": 8,
      "text": "עת לאהב ועת לשנא עת מלחמה ועת שלום׃"
    },
    {
      "verse": 9,
      "text": "מה יתרון העושה באשר הוא עמל׃"
    },
    {
      "verse": 10,
      "text": "ראיתי את הענין אשר נתן אלהים לבני האדם לענות בו׃"
    },
    {
      "verse": 11,
      "text": "את הכל עשה יפה בעתו גם את העלם נתן בלבם מבלי אשר לא ימצא האדם את המעשה אשר עשה האלהים מראש ועד סוף׃"
    },
    {
      "verse": 12,
      "text": "ידעתי כי אין טוב בם כי אם לשמוח ולעשות טוב בחייו׃"
    },
    {
      "verse": 13,
      "text": "וגם כל האדם שיאכל ושתה וראה טוב בכל עמלו מתת אלהים היא׃"
    },
    {
      "verse": 14,
      "text": "ידעתי כי כל אשר יעשה האלהים הוא יהיה לעולם עליו אין להוסיף וממנו אין לגרע והאלהים עשה שיראו מלפניו׃"
    },
    {
      "verse": 15,
      "text": "מה שהיה כבר הוא ואשר להיות כבר היה והאלהים יבקש את נרדף׃"
    },
    {
      "verse": 16,
      "text": "ועוד ראיתי תחת השמש מקום המשפט שמה הרשע ומקום הצדק שמה הרשע׃"
    },
    {
      "verse": 17,
      "text": "אמרתי אני בלבי את הצדיק ואת הרשע ישפט האלהים כי עת לכל חפץ ועל כל המעשה שם׃"
    },
    {
      "verse": 18,
      "text": "אמרתי אני בלבי על דברת בני האדם לברם האלהים ולראות שהם בהמה המה להם׃"
    },
    {
      "verse": 19,
      "text": "כי מקרה בני האדם ומקרה הבהמה ומקרה אחד להם כמות זה כן מות זה ורוח אחד לכל ומותר האדם מן הבהמה אין כי הכל הבל׃"
    },
    {
      "verse": 20,
      "text": "הכל הולך אל מקום אחד הכל היה מן העפר והכל שב אל העפר׃"
    },
    {
      "verse": 21,
      "text": "מי יודע רוח בני האדם העלה היא למעלה ורוח הבהמה הירדת היא למטה לארץ׃"
    },
    {
      "verse": 22,
      "text": "וראיתי כי אין טוב מאשר ישמח האדם במעשיו כי הוא חלקו כי מי יביאנו לראות במה שיהיה אחריו׃"
    }
  ]
}