{
  "book_id": "ROM",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "אוּמַה־נֹּאמַר עָתָּה הֲנַעֲמֹד עוֹד בַּחַטָּאָה לְמַעַן יִגְדַּל הֶחָסֶד׃"
    },
    {
      "verse": 2,
      "text": "בחָלִילָה אֲנַחְנוּ אֲשֶׁר כַּמֵּתִים נֶחְשַׁבְנוּ לַחֵטְא אֵיךְ נִחְיֶה־בּוֹ עוֹד׃"
    },
    {
      "verse": 3,
      "text": "גהֲלֹא יְדַעְתֶּם כִּי כֻּלָּנוּ הַנִּטְבָּלִים בְּשֵׁם יֵשׁוּעַ הַמָּשִׁיחַ בְּמוֹתוֹ נִטְבָּלְנוּ׃"
    },
    {
      "verse": 4,
      "text": "דוְכַאֲשֶׁר נִטְבַּלְנוּ בְמוֹתוֹ כֵּן נִקְבַּרְנוּ עִמּוֹ וְכַאֲשֶׁר אֲבִי־כֹל בִּכְבוֹדוֹ הֲקִימוֹ מִן־הַמֵּתִים כֵּן גַּם־עָלֵינוּ לָקוּם לְהִתְהַלֵּךְ לְפָנָיו בְּחַיִּים חֲדָשִׁים׃"
    },
    {
      "verse": 5,
      "text": "הכִּי אִם־הָיִינוּ דְבֵקִים בּוֹ כַּעֲנָפִים בָּעֵץ וְנֶחְשָׁבִים כְּמוֹ־מֵתִים בְּמוֹתוֹ הֲלֹא נִשְׁוֶה־לּוֹ גַּם־בַּתְּקוּמָה׃"
    },
    {
      "verse": 6,
      "text": "ובְּדַעְתֵּנוּ כִּי הָאָדָם הַקַּדְמֹנִי בְּקִרְבֵּנוּ נִתְלָה כָּמֹהוּ לְמַעַן יֶחְדַּל עֶצֶם הָאָדָם הַחֹטֵא הַזֶּה לְבִלְתִּי נִהְיֶה עוֹד עֲבָדִים לַחֵטְא׃"
    },
    {
      "verse": 7,
      "text": "זכִּי הַמֵּת חָפְשִׁי הוּא מִן־הַחֵטְא׃"
    },
    {
      "verse": 8,
      "text": "חוְהִנֵּה אִם־מֵתִים אֲנַחְנוּ עִם־הַמָּשִׁיחַ סָמוּךְ לִבֵּנוּ כִּי גַם־נִחְיֶה עִמּוֹ׃"
    },
    {
      "verse": 9,
      "text": "טבְּדַעְתֵּנוּ כִּי הַמָּשִׁיחַ אֲשֶׁר קָם מִן־הַמֵּתִים לֹא יִישַׁן עוֹד וְלֹא יִשְׁלַט־בּוֹ הַמָּוֶת שֵׁנִית׃"
    },
    {
      "verse": 10,
      "text": "יכִּי בַּאֲשֶׁר מֵת מֵת הוּא פַּעַם אַחַת לַחֵטְא וּבַאֲשֶׁר חַי חַי הוּא לֵאלֹהִים׃"
    },
    {
      "verse": 11,
      "text": "יאכֵּן חִשְׁבוּ נַפְשְׁכֶם גַּם־אַתֶּם מֵתִים לַחֲטָאָה וְחַיִּים לֵאלֹהִים בְּיֵשׁוּעַ הַמָּשִׁיחַ אֲדוֹנֵינוּ׃"
    },
    {
      "verse": 12,
      "text": "יבאַל־יִשׁלֹט אֵפוֹא הַחֵטְא בִּבְשַׂרְכֶם הַהֹלֵךְ לָמוּת לִנְטוֹת אַחֲרָיו בְּתַאֲוָתוֹ׃"
    },
    {
      "verse": 13,
      "text": "יגוְאַל־תִּתְּנוּ אֶת־אֵבָרֵיכֶם לִהְיוֹת כְּלֵי־אָוֶן לַחֵטְא אַךְ הַקְרִיבוּ אֶת־נַפְשְׁכֶם לֵאלֹהִים כְּחַיִּים מִן־הַמֵּתִים וְאֶת־אֵבָרֵיכֶם כְּלֵי צְדָקָה לֵאלֹהִים׃"
    },
    {
      "verse": 14,
      "text": "ידוְהַחֵטְא לֹא יִשְׂתָּרֵר עֲלֵיכֶם כִּי אֵינְכֶם תַּחַת יַד־הַתּוֹרָה כִּי אִם־תַּחַת יַד תּוֹרַת חָסֶד׃"
    },
    {
      "verse": 15,
      "text": "טווּמָה אֵפוֹא הֲכִי נֶחְטָא יַעַן תַּחַת יַד־הַתּוֹרָה אֵין אֲנַחְנוּ עוֹד כִּי אִם־תַּחַת יַד תּוֹרַת חֶסֶד חָלִילָה׃"
    },
    {
      "verse": 16,
      "text": "טזהֲלֹא יְדַעְתֶּם כִּי לְמִי אֲשֶׁר תָּפִיקוּ נַפְשְׁכֶם כַּעֲבָדִים סָרִים לְמִשְׁמַעְתּוֹ לוֹ אַתֶּם לַעֲבָדִים כַּאֲשֶׁר אֵלָיו תִּשְׁמָעוּן אִם עֲבָדִים לַחֵטְא וְלַמָּוֶת וְאִם לִשְׁמֹעַ בְּקוֹל אֲדֹנָי וְלִצְדָקָה׃"
    },
    {
      "verse": 17,
      "text": "יזוּבָרוּךְ הוּא אֱלֹהִים כִּי אַחֲרֵי הֱיוֹתְכֶם עֲבָדִים לַחֵטְא שַׂמְתֶּם עַל־לִבְּכֶם לִשְׁמֹעַ וְלִשׁמֹר אֶת־הַתּוֹרָה הַהִיא כְּצוּרָתָהּ אֲשֶׁר קִבַּלְתֶּם עֲלֵיכֶם׃"
    },
    {
      "verse": 18,
      "text": "יחוְאַחֲרֵי אֲשֶׁר יְצָאתֶם לַחָפְשִׁי מִיַּד־הַחֵטְא לְעַבְדֵי הַצְּדָקָה הֱיִיתֶם׃"
    },
    {
      "verse": 19,
      "text": "יטכְּדֶרֶךְ בְּנֵי־אָדָם אֲנִי מְדַבֵּר בַּעֲבוּר רִפְיוֹן בְּשַׂרְכֶם כִּי כַּאֲשֶׁר הִקְרַבְתֶּם אֵבָרֵיכֶם לְתוֹעֵבָה וְעַוְלָתָה לַעֲשׂוֹת עָוֶל כֵּן הַקְדִּישׁוּ־נָא אֵבָרֵיכֶם כַּיּוֹם לְמַעֲשֵׂה הַצְּדָקָה לְמַעַן תִּהְיוּ קְדֹשִׁים׃"
    },
    {
      "verse": 20,
      "text": "ככִּי־בִהְיוֹתְכֶם לְפָנִים עֲבָדִים לַחֵטְא נִפְרָדִים הֱיִיתֶם מִצְּדָקָה׃"
    },
    {
      "verse": 21,
      "text": "כאוּמָה־פְּרִי מְצָאתֶם אָז מֵהַמַּעֲשִׂים הָהֵם אֲשֶׁר תִּכָּלְמוּ מֵהֶם כַּיּוֹם כִּי עֵקֶב אֵלֶּה אֲבַדּוֹן׃"
    },
    {
      "verse": 22,
      "text": "כבאַךְ עַתָּה כִּי־יְצָאתֶם לַחָפְשִׁי מִיַּד הַחֵטְא וַתִּהְיוּ עֲבָדִים לֵאלֹהִים הֲלֹא תִשְׂאוּ פֶרְיְכֶם בַּקֹּדֶשׁ וְעֵקֶב־זֶה חַיֵּי עוֹלָם׃"
    },
    {
      "verse": 23,
      "text": "כגכִּי מַשְׂכֹּרֶת הַחֵטְא אֲבָדוֹן וּמַתַּת אֲלֹהִים חַיֵּי נֶצַח בְּיֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ׃"
    }
  ]
}