{
  "book_id": "ROM",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* הֲלֹא יְדַעְתֶּם אַחַי כִּי לְיֹדְעֵי הַתּוֹרָה אֲנִי מְדַבֵּר כִּי הַתּוֹרָה מֹשֶׁלֶת בָּאָדָם כָּל־עוֹד חַי הִנֵּהוּ׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* כִּי אִשָּׁה בְעֻלַת־בַּעַל צְרוּרָה הִיא עַל־פִּי הַתּוֹרָה בְּחַיֵּי בַעְלָהּ וְכִי־יָמוּת הַבַּעַל יָצְאָה לָּהּ מִתּוֹרַת הַבָּעַל׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* וְעַל־כֵּן אִם תֵּדַע אִישׁ אַחֵר בְּעוֹד בַּעְלָהּ חַי נֹאֶפֶת יִקָּרֵא לָהּ אַךְ אַחֲרֵי מוֹת הַבַּעַל חָפְשִׁית הִיא מִן־הַתּוֹרָה וְלֹא נֹאֶפֶת הִיא בִּהְיוֹתָהּ לְאִישׁ אַחֵר׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* לָכֵן אַחַי גַּם־אַתֶּם כְּמֵתִים נֶחְשַׁבְתֶּם לַתּוֹרָה בִּבְשַׂר הַמָּשִׁיחַ הַמֵּת וַתָּקוּמוּ וַתִּהְיוּ לְאַחֵר הֲלֹא הוּא אֲשֶׁר קָם מִן־הַמֵּתִים לְמַעַן עֲשׂוֹת פְּרִי לֵאלֹהִים׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* כִּי כָל־עוֹד רָדַפְנוּ חַיֵּי בְשָׂרִים קָרְאָה מִצְוַת הַתּוֹרָה לִתְשׁוּקוֹת אָוֶן בְּקִרְבֵּנוּ אֲשֶׁר הִתְגָּרוּ בָנוּ וַנַּעַשׂ פְּרִי לַמָּוֶת׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* אַךְ עַתָּה נֶחְלַצְנוּ מִיַּד הַתּוֹרָה וּמוֹסְרוֹתֶיהָ הִשְׁלַכְנוּ מִמֶּנּוּ אַחֲרֵי אֲשֶׁר מַתְנוּ לָהּ וּבְכֵן עָלֵינוּ לַעֲבֹד אֶת־יְהוָֹה בָּרוּחַ הַחֲדָשָׁה וְלֹא לְפִי־טַעַם הַמִּלּוֹת הַנּוֹשָׁנוֹת בַּתּוֹרָה׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* וּמַה־נֹּאמַר עַתָּה הֲכִי הַתּוֹרָה חֵטְא הִיא חָלִילָה אֶפֶס חֵטְא לֹא יָדַעְתִּי אִם לֹא עַל־פִּי הַתּוֹרָה כִּי לַחְמֹד לֹא יָדַעְתִּי לוּלֵא אָמְרָה הַתּוֹרָה לֹא תַחְמֹד׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* וְהַחֵטְא מָצָא־לוֹ תֹאֲנָה בַּמִּצְוָה וַיְעוֹרֵר בִּי כָּל־תַּאֲוָה כִּי מִבַּלְעֲדֵי הַתּוֹרָה הַחֵטְא כַּמֵּת הוּא׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* וַאֲנִי חַי הָיִיתִי לְפָנִים בְּלֹא־תוֹרָה וּכְבוֹא הַמִּצְוָה קָם הַחֵטְא וַיְחִי וְאָנֹכִי נָפַלְתִּי מֵת׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* וְהַמִּצְוָה הַזֹּאת אֲשֶׁר חַיִּים בָּהּ נִמְצְאָה־לִּי כַּמָּוֶת׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* כִּי־הַחֵטְא בִּמְצֹא תֹאֲנָה בַּמִּצְוָה הִשִּׁיאַנִי וּבְיַד הַמִּצְוָה הַהִיא הֲרָגָנִי׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* וּבְכֵן הַתּוֹרָה קְדשָׁה וְהַמִּצְוָה קְדשָׁה יְשָׁרָה וְטוֹבָה׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* הֲכִי נֶהֶפְכָה־לִּי הַטּוֹבָה לַמָּוֶת חָלִילָה אַךְ הַחֵטְא הוּא לְמַעַן יִוָּדַע כַּאֲשֶׁר הוּא בַּהֲבִיאוֹ לִי אֶת־הַמָּוֶת מִן־הַטּוֹבָה כִּי לְנֹכַח הַמִּצְוָה יִגְדַּל וְיַעֲלֶה הַחֵטְא לַחֲטָאָה גְדֹלָה עַד־מְאֹד׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* כִּי נוֹדַע לָנוּ כִּי־הַתּוֹרָה תּוֹרַת רוּחַ הִיא וַאֲנִי בָשָׂר אֲנִי נִמְכַּרְתִּי לַחֵטְא׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* כִּי הַדָּבָר אֲשֶׁר אֲנִי עֹשֶׂה אֶרְאֶה וְלֹא אָבִין כִּי לֹא־כַאֲשֶׁר רָצְתָה נַפְשִׁי עָשִׂיתִי כִּי אִם־אֶת־אֲשֶׁר שָׂנֵאתִי זֹאת עָשְׂתָה יָדִי׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* וּבַעֲשׂוֹתִי הַדָּבָר אֲשֶׁר לֹא־חָפַצְתִּי־בוֹ הִנְנִי נֹתֵן עֵדוּת לַתּוֹרָה כִּי טוֹבָה הִיא׃"
    },
    {
      "verse": 17,
      "text": "\\vp יז\\vp* וְעַתָּה לֹא־עוֹד אָנֹכִי בַּעַל הַמַּעֲשֶׂה הַזֶּה כִּי אִם־הַחֵטְא הַשֹּׁכֵן בְּקִרְבִּי׃"
    },
    {
      "verse": 18,
      "text": "\\vp יח\\vp* כִּי בְקִרְבִּי וּבְשָׂרִי יָדַעְתִּי לֹא יִשְׁכָּן־טוֹב בַּאֲשֶׁר הַחֵפֶץ לַעֲשׂוֹת טוֹב נִמְצָא עִמָּדִי אַךְ לְבַצַּע אֶת־חֶפְצִי לֹא תִמְצָא יָדִי׃"
    },
    {
      "verse": 19,
      "text": "\\vp יט\\vp* כִּי אֵינֶנִּי עֹשֶׂה אֶת־הַדָּבָר הַטּוֹב כַּאֲשֶׁר חָפָצְתִּי אַךְ אֶת־הָרָע אֲשֶׁר לֹא חָפַצְתִּי יָדַי תְּבַצַּעְנָה׃"
    },
    {
      "verse": 20,
      "text": "\\vp כ\\vp* וְאַחֲרֵי אֲשֶׁר עֹשֶׂה אֲנִי אֶת־הַדָּבָר אֲשֶׁר לא חָפָצְתִּי לֹא אָנֹכִי עוֹד בַּעַל הַמָּעֲשֶׂה הַזֶּה כִּי אִם־הַחֵטְא הַשֹּׁכֵן בְּקִרְבִּי׃"
    },
    {
      "verse": 21,
      "text": "\\vp כא\\vp* זֶה הוּא הַחֹק אֲשֶׁר מָצָאתִי בְנַפְשִׁי כַּאֲשֶׁר אֶחְפֹּץ לַעֲשׂוֹת טוֹב כֵּן הָרָע יַעֲמֹד נֶגְדִּי׃"
    },
    {
      "verse": 22,
      "text": "\\vp כב\\vp* כִּי בְתוֹרַת אֱלֹהִים חֶפְצִי כְּחֵפֶץ הָאָדָם הַפְּנִימִי׃"
    },
    {
      "verse": 23,
      "text": "\\vp כג\\vp* אַךְ תּוֹרָה אַחֶרֶת אֲנִי מוֹצֵא בְקֶרֶב מֵעַי הַנִּלְחֶמֶת בְּתוֹרַת שִׂכְלִי וְנַפְשִׁי בַּשְּׁבִי הָלְכָה לִפְנֵי תוֹרַת הַחֵטְא אֲשֶׁר בְּקֶרֶב מֵעָי׃"
    },
    {
      "verse": 24,
      "text": "\\vp כד\\vp* אוֹי לְגֶבֶר אֻמְלָל כָּמֹנִי מִי יַצִּילֵנִי מִגּוּף הַמָּוֶת הַלָּזֶה׃"
    },
    {
      "verse": 25,
      "text": "\\vp כה\\vp* אוֹדֶה הַפַּעַם אֶת־אֱלֹהִים בְּיֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ וּבְכֵן אֵפוֹא עֹבֵד אֲנִי בְּרוּחִי אֶת־תּוֹרַת הָאֱלֹהִים וּבִבְשָׂרִי אֶת־תּוֹרַת הַחֵטְא׃"
    }
  ]
}