{
  "book_id": "ROM",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "אוְהִנְנִי מַפְגִּיעַ בְּעַד אֲחֹתֵנוּ הַבָּאָה לִפְנֵיכֶם הִיא פוֹיבֶּה מְשָׁרַת אֶת־הָעֵדָה בְּקַנְכְּרָי׃"
    },
    {
      "verse": 2,
      "text": "באָנָּא קַבְּלוּהָ־נָּא בַּאֲדֹנֵינוּ כְּמִשְׁפָּט לְאַנְשֵׁי קֹדֶשׁ וְתִמְכוּהָ בְּכָל־דָּבָר אֲשֶׁר תֶּחְסַר עִמְּכֶם כִּי גַּם־הִיא תָמְכָה בְיָדִי וּבִידֵי רַבִּים זוּלָתִי׃"
    },
    {
      "verse": 3,
      "text": "גשַׁאֲלוּ לִשְׁלוֹם פְּרִיסְקִלָּא וַעֲקִילָס חֲבֵרַי בַּעֲבֹדַת יֵשׁוּעַ הַמָּשִׁיחַ׃"
    },
    {
      "verse": 4,
      "text": "דאֲשֶׁר נָתְנוּ צַוָּארָם בְּעַד נַפְשִׁי וְלֹא־אֲנִי לְבַדִּי מַכִּיר טוֹבָתָם כִּי אִם־גַּם כָּל־קְהִילּוֹת הַגּוֹיִם׃"
    },
    {
      "verse": 5,
      "text": "הוְגַם אֶל־הָעֵדָה בְּבֵיתָם תִּשְׁאֲלוּ לְשָׁלוֹם שָׁאֲלוּ לִשְׁלוֹם אַפֵּינְטוֹס יְדִידִי הֲלֹא הוּא רֵאשִׁית פְּרִי אַסְיָא לַמָּשִׁיחַ׃"
    },
    {
      "verse": 6,
      "text": "ושַׁאֲלוּ לִשְׁלוֹם מִרְיָם אֲשֶׁר עָמְלָה לָכֶם עָמָל רָב׃"
    },
    {
      "verse": 7,
      "text": "זשַׁאֲלוּ לִשְׁלוֹם אַנְדְּרוֹנִיקוֹס וְיוּנְיָס קְרֹבָי אֲשֶׁר נֶאֶסְרוּ אִתִּי בַּמִּשְׁמָר וְגַם־יָצָא שִׁמְעָם בֵּין הַשְּׁלִיחִים וְהֵם דָּבְקוּ לְפָנַי בִּמְשִׁיחֵנוּ׃"
    },
    {
      "verse": 8,
      "text": "חשַׁאֲלוּ לִשְׁלוֹם אַמְפְּלִיאָס יְדִידִי בַּאדֹנֵינוּ׃"
    },
    {
      "verse": 9,
      "text": "טשַׁאֲלוּ לִשְׁלוֹם אוּרְבָנוֹס חֲבֵרֵנוּ בַּעֲבֹדַת הַמָּשִׁיחַ וְלִשְׁלוֹם סְטַכִּיס יְדִידִי׃"
    },
    {
      "verse": 10,
      "text": "ישַׁאֲלוּ לִשְׁלוֹם אַפַּלִּיס הַנֶּאֱמָן בַּמָּשִׁיחַ שַׁאֲלוּ לִשְׁלוֹם בְּנֵי בֵית אֲרִיסְטוֹבְלוֹס׃"
    },
    {
      "verse": 11,
      "text": "יאשַׁאֲלוּ לִשְׁלוֹם הֹרוֹדִיּוֹן קְרֹבִי שַׁאֲלוּ לִשְׁלוֹם בְּנֵי בֵית נַרְקִיסוֹס הַדְּבֵקִים בַּאדֹנֵינוּ׃"
    },
    {
      "verse": 12,
      "text": "יבשַׁאֲלוּ לִשְׁלוֹם טְרוּפֵינָה וּטְרוּפָסָה הָעֹשׂוֹת מַעֲשֵׂיהֶן בַּאדֹנֵינוּ שַׁאֲלוּ לִשְׁלוֹם פַּרְסִיס הָאֲהוּבָה אֲשֶׁר הִרְבְּתָה פְעָלֶיהָ בַּאדֹנֵינוּ׃"
    },
    {
      "verse": 13,
      "text": "יגשַׁאֲלוּ לִשְׁלוֹם רוּפוֹס בְּחִיר אֲדֹנֵינוּ וְלִשְׁלוֹם אִמּוֹ כְּאֵם לִי׃"
    },
    {
      "verse": 14,
      "text": "ידשַׁאֲלוּ לִשְׁלוֹם אֲסוּנְקְרִיטוֹס פְּלֵיגוֹן הֶרְמָס פַּטְרוֹבָס וְהֶרְמִיס וְהָאַחִים אֲשֶׁר עִמָּהֶם׃"
    },
    {
      "verse": 15,
      "text": "טושַׁאֲלוּ לִשְׁלוֹם פִּילוֹלוֹגוֹס וְיוּלְיָא נִירְוַס וַאֲחוֹתוֹ וְאוֹלוּמְפָּס וְכָל־הַקְּדוֹשִׁים אֲשֶׁר אִתָּם׃"
    },
    {
      "verse": 16,
      "text": "טזשַׁאֲלוּ אִישׁ לְרֵעֵהוּ לְשָׁלוֹם בִּנְשִׁיקַת הַקֹּדֶשׁ כָּל־קְהִילּוֹת מְשִׁיחֵנוּ דֹּרְשׁוֹת לְשָׁלוֹם לָכֶם׃"
    },
    {
      "verse": 17,
      "text": "יזוַאֲנִי מַזְהִיר אֶתְכֶם אַחַי הִשָּׁמְרוּ לָכֶם מִמְּשַׁלְּחֵי מְדָנִים וּמוֹקְשִׁים לַהֲפֹךְ אֶת־הַלֶּקַח אֲשֶׁר לְמַדְתֶּם סוּרוּ־נָא מֵעֲלֵיהֶם׃"
    },
    {
      "verse": 18,
      "text": "יחכִּי אֲנָשִׁים כָּאֵלֶּה לֹא יַעַבְדוּ אֶת־אֲדֹנֵינוּ יֵשׁוּעַ הַמָּשִׁיחַ כִּי אִם־אֶת־כְּרֵשָׂם וּבִשְׂפַת חֲלָקוֹת וַחֲלַקְלַקּוֹת יַדִּיחוּ אֶת־לִבּוֹת הַתְּמִימִים׃"
    },
    {
      "verse": 19,
      "text": "יטוְנוֹדַע לַכֹּל כִּי־יֵשׁ לָכֶם לֵב שֹׁמֵעַ וְעַל־כֵּן שָׂשׂ אֲנִי עֲלֵיכֶם אַךְ חָפַצְתִּי כִּי תִהְיוּ חֲכָמִים לַעֲשׂוֹת טוֹב וּתְמִימִים מֵעֲשׂוֹת רָעָה׃"
    },
    {
      "verse": 20,
      "text": "כוֵאלֹהֵי הַשָּׁלוֹם יְדַכֵּא אֶת־הַשָּׂטָן כֹּה מַהֵר תַּחַת רַגְלֵיכֶם חֶסֶד יֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ יִהְיֶה עִמָּכֶם׃"
    },
    {
      "verse": 21,
      "text": "כאטִימוֹתִיּוֹס חֲבֵרִי וְלוּקְיוֹס וְיָסוֹן וְסוֹסְפַּטְרוֹס קְרוֹבַי דֹּרְשִׁים לִשְׁלוֹמְכֶם׃"
    },
    {
      "verse": 22,
      "text": "כבוַאֲנִי טַרְטִיּוֹס סֹפֵר הָאִגֶּרֶת הַזֹּאת שֹׁאֵל לִשְׁלוֹמְכֶם בַּאדֹנֵינוּ׃"
    },
    {
      "verse": 23,
      "text": "כגגָּיּוֹס בַּעַל הַמָּלוֹן־לִי וּלְכָל־הָקָּהָל דֹּרֵשׁ לִשְׁלוֹמְכֶם אֲרַסְטוֹס סֹכֵן הָעִיר וּקְוַרְטוֹס אָחִינוּ שֹׁאֲלִים לִשְׁלוֹמְכֶם׃"
    },
    {
      "verse": 24,
      "text": "כדחֶסֶד אֲדוֹנֵינוּ יֵשׁוּעַ הַמָּשִׁיחַ עִם־כֻּלְכֶם אָמֵן׃"
    },
    {
      "verse": 25,
      "text": "כהוְהוּא אֲשֶׁר הַכֹּחַ בְּיָדוֹ לְכוֹנֵן אֶתְכֶם כִּבְשׂרָתִי הִיא בְשׂרַת יֵשׁוּעַ הַמָּשִׁיחַ כְּפִי הִתְגַּלּוּת הַסּוֹד אֲשֶׁר הָיָה כָמֻס מִימֵי קֶדֶם׃"
    },
    {
      "verse": 26,
      "text": "כווַאֲשֶׁר נִגְלָה כַיּוֹם עַל־פִּי כִתְבֵי הַנְבִיאִים בִּפְקֻדַּת אֱלֹהֵי עוֹלָם וְהֻגַּד לְכָל־הַגּוֹיִם לְהַטּוֹת אֶת־לִבָּם אֶל־אֱמוּנָתוֹ׃"
    },
    {
      "verse": 27,
      "text": "כזהוּא אֵל דֵּעוֹת לְבַדּוֹ וְלוֹ הַכָּבוֹד בְּיֵשׁוּעַ הַמָּשִׁיחַ לְעוֹלָם וָעֶד אָמֵן׃"
    }
  ]
}