{
  "book_id": "JOB",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And Job made answer and said,"
    },
    {
      "verse": 2,
      "text": "If only my passion might be measured, and put into the scales against my trouble!"
    },
    {
      "verse": 3,
      "text": "For then its weight would be more than the sand of the seas: because of this my words have been uncontrolled."
    },
    {
      "verse": 4,
      "text": "For the arrows of the Ruler of all are present with me, and their poison goes deep into my spirit: his army of fears is put in order against me."
    },
    {
      "verse": 5,
      "text": "Does the ass of the fields give out his voice when he has grass? or does the ox make sounds over his food?"
    },
    {
      "verse": 6,
      "text": "Will a man take food which has no taste without salt? or is there any taste in the soft substance of purslain?"
    },
    {
      "verse": 7,
      "text": "My soul has no desire for such things, they are as disease in my food."
    },
    {
      "verse": 8,
      "text": "If only I might have an answer to my prayer, and God would give me my desire!"
    },
    {
      "verse": 9,
      "text": "If only he would be pleased to put an end to me; and would let loose his hand, so that I might be cut off!"
    },
    {
      "verse": 10,
      "text": "So I would still have comfort, and I would have joy in the pains of death, for I have not been false to the words of the Holy One."
    },
    {
      "verse": 11,
      "text": "Have I strength to go on waiting, or have I any end to be looking forward to?"
    },
    {
      "verse": 12,
      "text": "Is my strength the strength of stones, or is my flesh brass?"
    },
    {
      "verse": 13,
      "text": "I have no help in myself, and wisdom is completely gone from me."
    },
    {
      "verse": 14,
      "text": "He whose heart is shut against his friend has given up the fear of the Ruler of all."
    },
    {
      "verse": 15,
      "text": "My friends have been false like a stream, like streams in the valleys which come to an end:"
    },
    {
      "verse": 16,
      "text": "Which are dark because of the ice, and the snow falling into them;"
    },
    {
      "verse": 17,
      "text": "Under the burning sun they are cut off, and come to nothing because of the heat."
    },
    {
      "verse": 18,
      "text": "The camel-trains go out of their way; they go up into the waste and come to destruction."
    },
    {
      "verse": 19,
      "text": "The camel-trains of Tema were searching with care, the bands of Sheba were waiting for them:"
    },
    {
      "verse": 20,
      "text": "They were put to shame because of their hope; they came and their hope was gone."
    },
    {
      "verse": 21,
      "text": "So have you now become to me; you see my sad condition and are in fear."
    },
    {
      "verse": 22,
      "text": "Did I say, Give me something? or, Make a payment for me out of your wealth?"
    },
    {
      "verse": 23,
      "text": "Or, Get me out of the power of my hater? or, Give money so that I may be free from the power of the cruel ones?"
    },
    {
      "verse": 24,
      "text": "Give me teaching and I will be quiet; and make me see my error."
    },
    {
      "verse": 25,
      "text": "How pleasing are upright words! but what force is there in your arguments?"
    },
    {
      "verse": 26,
      "text": "My words may seem wrong to you, but the words of him who has no hope are for the wind."
    },
    {
      "verse": 27,
      "text": "Truly, you are such as would give up the child of a dead man to his creditors, and would make a profit out of your friend."
    },
    {
      "verse": 28,
      "text": "Now then, let your eyes be turned to me, for truly I will not say what is false to your face."
    },
    {
      "verse": 29,
      "text": "Let your minds be changed, and do not have an evil opinion of me; yes, be changed, for my righteousness is still in me."
    },
    {
      "verse": 30,
      "text": "Is there evil in my tongue? is not the cause of my trouble clear to me?"
    }
  ]
}