{
  "book_id": "JOB",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Has not man his ordered time of trouble on the earth? and are not his days like the days of a servant working for payment?"
    },
    {
      "verse": 2,
      "text": "As a servant desiring the shades of evening, and a workman looking for his payment:"
    },
    {
      "verse": 3,
      "text": "So I have for my heritage months of pain to no purpose, and nights of weariness are given to me."
    },
    {
      "verse": 4,
      "text": "When I go to my bed, I say, When will it be time to get up? but the night is long, and I am turning from side to side till morning light."
    },
    {
      "verse": 5,
      "text": "My flesh is covered with worms and dust; my skin gets hard and then is cracked again."
    },
    {
      "verse": 6,
      "text": "My days go quicker than the cloth-worker's thread, and come to an end without hope."
    },
    {
      "verse": 7,
      "text": "O, keep in mind that my life is wind: my eye will never again see good."
    },
    {
      "verse": 8,
      "text": "The eye of him who sees me will see me no longer: your eyes will be looking for me, but I will be gone."
    },
    {
      "verse": 9,
      "text": "A cloud comes to an end and is gone; so he who goes down into the underworld comes not up again."
    },
    {
      "verse": 10,
      "text": "He will not come back to his house, and his place will have no more knowledge of him."
    },
    {
      "verse": 11,
      "text": "So I will not keep my mouth shut; I will let the words come from it in the pain of my spirit, my soul will make a bitter outcry."
    },
    {
      "verse": 12,
      "text": "Am I a sea, or a sea-beast, that you put a watch over me?"
    },
    {
      "verse": 13,
      "text": "When I say, In my bed I will have comfort, there I will get rest from my disease;"
    },
    {
      "verse": 14,
      "text": "Then you send dreams to me, and visions of fear;"
    },
    {
      "verse": 15,
      "text": "So that a hard death seems better to my soul than my pains."
    },
    {
      "verse": 16,
      "text": "I have no desire for life, I would not be living for ever! Keep away from me, for my days are as a breath."
    },
    {
      "verse": 17,
      "text": "What is man, that you have made him great, and that your attention is fixed on him,"
    },
    {
      "verse": 18,
      "text": "And that your hand is on him every morning, and that you are testing him every minute?"
    },
    {
      "verse": 19,
      "text": "How long will it be before your eyes are turned away from me, so that I may have a minute's breathing-space?"
    },
    {
      "verse": 20,
      "text": "If I have done wrong, what have I done to you, O keeper of men? why have you made me a mark for your blows, so that I am a weariness to myself?"
    },
    {
      "verse": 21,
      "text": "And why do you not take away my sin, and let my wrongdoing be ended? for now I go down to the dust, and you will be searching for me with care, but I will be gone."
    }
  ]
}