{
  "book_id": "JOB",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Then Bildad the Shuhite made answer and said,"
    },
    {
      "verse": 2,
      "text": "How long will you say these things, and how long will the words of your mouth be like a strong wind?"
    },
    {
      "verse": 3,
      "text": "Does God give wrong decisions? or is the Ruler of all not upright in his judging?"
    },
    {
      "verse": 4,
      "text": "If your children have done evil against him, then their punishment is from his hand."
    },
    {
      "verse": 5,
      "text": "If you will make search for God with care, and put your request before the Ruler of all;"
    },
    {
      "verse": 6,
      "text": "If you are clean and upright; then he will certainly be moved to take up your cause, and will make clear your righteousness by building up your house again."
    },
    {
      "verse": 7,
      "text": "And though your start was small, your end will be very great."
    },
    {
      "verse": 8,
      "text": "Put the question now to the past generations, and give attention to what has been searched out by their fathers:"
    },
    {
      "verse": 9,
      "text": "(For we are but of yesterday, and have no knowledge, because our days on earth are gone like a shade:)"
    },
    {
      "verse": 10,
      "text": "Will they not give you teaching, and say words of wisdom to you?"
    },
    {
      "verse": 11,
      "text": "Will the river-plant come up in its pride without wet earth? will the grass get tall without water?"
    },
    {
      "verse": 12,
      "text": "When it is still green, without being cut down, it becomes dry and dead before any other plant."
    },
    {
      "verse": 13,
      "text": "So is the end of all who do not keep God in mind; and the hope of the evil-doer comes to nothing:"
    },
    {
      "verse": 14,
      "text": "Whose support is cut off, and whose hope is no stronger than a spider's thread."
    },
    {
      "verse": 15,
      "text": "He is looking to his family for support, but it is not there; he puts his hope in it, but it comes to nothing."
    },
    {
      "verse": 16,
      "text": "He is full of strength before the sun, and his branches go out over his garden."
    },
    {
      "verse": 17,
      "text": "His roots are twisted round the stones, forcing their way in between them."
    },
    {
      "verse": 18,
      "text": "If he is taken away from his place, then it will say, I have not seen you."
    },
    {
      "verse": 19,
      "text": "Such is the joy of his way, and out of the dust another comes up to take his place."
    },
    {
      "verse": 20,
      "text": "Truly, God will not give up him who is without sin, and will not take evil-doers by the hand."
    },
    {
      "verse": 21,
      "text": "The time will come when your mouth will be full of laughing, and cries of joy will come from your lips."
    },
    {
      "verse": 22,
      "text": "Your haters will be clothed with shame, and the tent of the sinner will not be seen again."
    }
  ]
}