{
  "book_id": "JOB",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "My soul is tired of life; I will let my sad thoughts go free in words; my soul will make a bitter outcry."
    },
    {
      "verse": 2,
      "text": "I will say to God, Do not put me down as a sinner; make clear to me what you have against me."
    },
    {
      "verse": 3,
      "text": "What profit is it to you to be cruel, to give up the work of your hands, looking kindly on the design of evil-doers?"
    },
    {
      "verse": 4,
      "text": "Have you eyes of flesh, or do you see as man sees?"
    },
    {
      "verse": 5,
      "text": "Are your days as the days of man, or your years like his,"
    },
    {
      "verse": 6,
      "text": "That you take note of my sin, searching after my wrongdoing,"
    },
    {
      "verse": 7,
      "text": "Though you see that I am not an evil-doer; and there is no one who is able to take a man out of your hands?"
    },
    {
      "verse": 8,
      "text": "Your hands made me, and I was formed by you, but then, changing your purpose, you gave me up to destruction."
    },
    {
      "verse": 9,
      "text": "O keep in mind that you made me out of earth; and will you send me back again to dust?"
    },
    {
      "verse": 10,
      "text": "Was I not drained out like milk, becoming hard like cheese?"
    },
    {
      "verse": 11,
      "text": "By you I was clothed with skin and flesh, and joined together with bones and muscles."
    },
    {
      "verse": 12,
      "text": "You have been kind to me, and your grace has been with me, and your care has kept my spirit safe."
    },
    {
      "verse": 13,
      "text": "But you kept these things in the secret of your heart; I am certain this was in your thoughts:"
    },
    {
      "verse": 14,
      "text": "That, if I did wrong, you would take note of it, and would not make me clear from sin:"
    },
    {
      "verse": 15,
      "text": "That, if I was an evil-doer, the curse would come on me; and if I was upright, my head would not be lifted up, being full of shame and overcome with trouble."
    },
    {
      "verse": 16,
      "text": "And that if there was cause for pride, you would go after me like a lion; and again put out your wonders against me:"
    },
    {
      "verse": 17,
      "text": "That you would send new witnesses against me, increasing your wrath against me, and letting loose new armies on me."
    },
    {
      "verse": 18,
      "text": "Why then did you make me come out of my mother's body? It would have been better for me to have taken my last breath, and for no eye to have seen me,"
    },
    {
      "verse": 19,
      "text": "And for me to have been as if I had not been; to have been taken from my mother's body straight to my last resting-place."
    },
    {
      "verse": 20,
      "text": "Are not the days of my life small in number? Let your eyes be turned away from me, so that I may have a little pleasure,"
    },
    {
      "verse": 21,
      "text": "Before I go to the place from which I will not come back, to the land where all is dark and black,"
    },
    {
      "verse": 22,
      "text": "A land of thick dark, without order, where the very light is dark."
    }
  ]
}