{
  "book_id": "JOB",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And Job made answer and said,"
    },
    {
      "verse": 2,
      "text": "No doubt you have knowledge, and wisdom will come to an end with you."
    },
    {
      "verse": 3,
      "text": "But I have a mind as well as you; I am equal to you: yes, who has not knowledge of such things as these?"
    },
    {
      "verse": 4,
      "text": "It seems that I am to be as one who is a cause of laughing to his neighbour, one who makes his prayer to God and is answered! the upright man who has done no wrong is to be made sport of!"
    },
    {
      "verse": 5,
      "text": "In the thought of him who is in comfort there is no respect for one who is in trouble; such is the fate of those whose feet are slipping."
    },
    {
      "verse": 6,
      "text": "There is wealth in the tents of those who make destruction, and those by whom God is moved to wrath are safe; even those whose god is their strength."
    },
    {
      "verse": 7,
      "text": "But put now a question to the beasts, and get teaching from them; or to the birds of the heaven, and they will make it clear to you;"
    },
    {
      "verse": 8,
      "text": "Or to the things which go flat on the earth, and they will give you wisdom; and the fishes of the sea will give you news of it."
    },
    {
      "verse": 9,
      "text": "Who does not see by all these that the hand of the Lord has done this?"
    },
    {
      "verse": 10,
      "text": "In whose hand is the soul of every living thing, and the breath of all flesh of man."
    },
    {
      "verse": 11,
      "text": "Are not words tested by the ear, even as food is tasted by the mouth?"
    },
    {
      "verse": 12,
      "text": "Old men have wisdom, and a long life gives knowledge."
    },
    {
      "verse": 13,
      "text": "With him there is wisdom and strength; power and knowledge are his."
    },
    {
      "verse": 14,
      "text": "Truly, there is no building up of what is pulled down by him; when a man is shut up by him, no one may let him loose."
    },
    {
      "verse": 15,
      "text": "Truly, he keeps back the waters and they are dry; he sends them out and the earth is overturned."
    },
    {
      "verse": 16,
      "text": "With him are strength and wise designs; he who is guided into error, together with his guide, are in his hands;"
    },
    {
      "verse": 17,
      "text": "He takes away the wisdom of the wise guides, and makes judges foolish;"
    },
    {
      "verse": 18,
      "text": "He undoes the chains of kings, and puts his band on them;"
    },
    {
      "verse": 19,
      "text": "He makes priests prisoners, overturning those in safe positions;"
    },
    {
      "verse": 20,
      "text": "He makes the words of responsible persons without effect, and takes away the good sense of the old;"
    },
    {
      "verse": 21,
      "text": "He puts shame on chiefs, and takes away the power of the strong;"
    },
    {
      "verse": 22,
      "text": "Uncovering deep things out of the dark, and making the deep shade bright;"
    },
    {
      "verse": 23,
      "text": "Increasing nations, and sending destruction on them; making wide the lands of peoples, and then giving them up."
    },
    {
      "verse": 24,
      "text": "He takes away the wisdom of the rulers of the earth, and sends them wandering in a waste where there is no way."
    },
    {
      "verse": 25,
      "text": "They go feeling about in the dark without light, wandering without help like those overcome with wine."
    }
  ]
}