{
  "book_id": "JOB",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And Job made answer and said,"
    },
    {
      "verse": 2,
      "text": "Such things have frequently come to my ears: you are comforters who only give trouble."
    },
    {
      "verse": 3,
      "text": "May words which are like the wind be stopped? or what is troubling you to make answer to them?"
    },
    {
      "verse": 4,
      "text": "It would not be hard for me to say such things if your souls were in my soul's place; joining words together against you, and shaking my head at you:"
    },
    {
      "verse": 5,
      "text": "I might give you strength with my mouth, and not keep back the comfort of my lips."
    },
    {
      "verse": 6,
      "text": "If I say what is in my mind, my pain becomes no less: and if I keep quiet, how much of it goes from me?"
    },
    {
      "verse": 7,
      "text": "But now he has overcome me with weariness and fear, and I am in the grip of all my trouble."
    },
    {
      "verse": 8,
      "text": "It has come up as a witness against me, and the wasting of my flesh makes answer to my face."
    },
    {
      "verse": 9,
      "text": "I am broken by his wrath, and his hate has gone after me; he has made his teeth sharp against me: my haters are looking on me with cruel eyes;"
    },
    {
      "verse": 10,
      "text": "Their mouths are open wide against me; the blows of his bitter words are falling on my face; all of them come together in a mass against me."
    },
    {
      "verse": 11,
      "text": "God gives me over to the power of sinners, sending me violently into the hands of evil-doers."
    },
    {
      "verse": 12,
      "text": "I was in comfort, but I have been broken up by his hands; he has taken me by the neck, shaking me to bits; he has put me up as a mark for his arrows."
    },
    {
      "verse": 13,
      "text": "His bowmen come round about me; their arrows go through my body without mercy; my life is drained out on the earth."
    },
    {
      "verse": 14,
      "text": "I am broken with wound after wound; he comes rushing on me like a man of war."
    },
    {
      "verse": 15,
      "text": "I have made haircloth the clothing of my skin, and my horn is rolled in the dust."
    },
    {
      "verse": 16,
      "text": "My face is red with weeping, and my eyes are becoming dark;"
    },
    {
      "verse": 17,
      "text": "Though my hands have done no violent acts, and my prayer is clean."
    },
    {
      "verse": 18,
      "text": "O earth, let not my blood be covered, and let my cry have no resting-place!"
    },
    {
      "verse": 19,
      "text": "Even now my witness is in heaven, and the supporter of my cause is on high."
    },
    {
      "verse": 20,
      "text": "My friends make sport of me; to God my eyes are weeping,"
    },
    {
      "verse": 21,
      "text": "So that he may give decision for a man in his cause with God, and between a son of man and his neighbour."
    },
    {
      "verse": 22,
      "text": "For in a short time I will take the journey from which I will not come back."
    }
  ]
}