{
  "book_id": "JOB",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "My spirit is broken, my days are ended, the last resting-place is ready for me."
    },
    {
      "verse": 2,
      "text": "Truly, those who make sport of me are round about me, and my eyes become dark because of their bitter laughing."
    },
    {
      "verse": 3,
      "text": "Be pleased, now, to be responsible for me to yourself; for there is no other who will put his hand in mine."
    },
    {
      "verse": 4,
      "text": "You have kept their hearts from wisdom: for this cause you will not give them honour."
    },
    {
      "verse": 5,
      "text": "As for him who is false to his friend for a reward, light will be cut off from the eyes of his children."
    },
    {
      "verse": 6,
      "text": "He has made me a word of shame to the peoples; I have become a mark for their sport."
    },
    {
      "verse": 7,
      "text": "My eyes have become dark because of my pain, and all my body is wasted to a shade."
    },
    {
      "verse": 8,
      "text": "The upright are surprised at this, and he who has done no wrong is troubled because of the evil-doers."
    },
    {
      "verse": 9,
      "text": "Still the upright keeps on his way, and he who has clean hands gets new strength."
    },
    {
      "verse": 10,
      "text": "But come back, now, all of you, come; and I will not see a wise man among you."
    },
    {
      "verse": 11,
      "text": "My days are past, my purposes are broken off, even the desires of my heart."
    },
    {
      "verse": 12,
      "text": "They are changing night into day; they say, The light is near the dark."
    },
    {
      "verse": 13,
      "text": "If I am waiting for the underworld as my house, if I have made my bed in the dark;"
    },
    {
      "verse": 14,
      "text": "If I say to the earth, You are my father; and to the worm, My mother and my sister;"
    },
    {
      "verse": 15,
      "text": "Where then is my hope? and who will see my desire?"
    },
    {
      "verse": 16,
      "text": "Will they go down with me into the underworld? Will we go down together into the dust?"
    }
  ]
}