{
  "book_id": "JOB",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And Job made answer and said,"
    },
    {
      "verse": 2,
      "text": "How long will you make my life bitter, crushing me with words?"
    },
    {
      "verse": 3,
      "text": "Ten times now you have made sport of me; it gives you no sense of shame to do me wrong."
    },
    {
      "verse": 4,
      "text": "And, truly, if I have been in error, the effect of my error is only on myself."
    },
    {
      "verse": 5,
      "text": "If you make yourselves great against me, using my punishment as an argument against me,"
    },
    {
      "verse": 6,
      "text": "Be certain that it is God who has done me wrong, and has taken me in his net."
    },
    {
      "verse": 7,
      "text": "Truly, I make an outcry against the violent man, but there is no answer: I give a cry for help, but no one takes up my cause."
    },
    {
      "verse": 8,
      "text": "My way is walled up by him so that I may not go by: he has made my roads dark."
    },
    {
      "verse": 9,
      "text": "He has put off my glory from me, and taken the crown from my head."
    },
    {
      "verse": 10,
      "text": "I am broken down by him on every side, and I am gone; my hope is uprooted like a tree."
    },
    {
      "verse": 11,
      "text": "His wrath is burning against me, and I am to him as one of his haters."
    },
    {
      "verse": 12,
      "text": "His armies come on together, they make their road high against me, and put up their tents round mine."
    },
    {
      "verse": 13,
      "text": "He has taken my brothers far away from me; they have seen my fate and have become strange to me."
    },
    {
      "verse": 14,
      "text": "My relations and my near friends have given me up, and those living in my house have put me out of their minds."
    },
    {
      "verse": 15,
      "text": "I am strange to my women-servants, and seem to them as one from another country."
    },
    {
      "verse": 16,
      "text": "At my cry my servant gives me no answer, and I have to make a prayer to him."
    },
    {
      "verse": 17,
      "text": "My breath is strange to my wife, and I am disgusting to the offspring of my mother's body."
    },
    {
      "verse": 18,
      "text": "Even young children have no respect for me; when I get up their backs are turned on me."
    },
    {
      "verse": 19,
      "text": "All the men of my circle keep away from me; and those dear to me are turned against me."
    },
    {
      "verse": 20,
      "text": "My bones are joined to my skin, and I have got away with my flesh in my teeth."
    },
    {
      "verse": 21,
      "text": "Have pity on me, have pity on me, O my friends! for the hand of God is on me."
    },
    {
      "verse": 22,
      "text": "Why are you cruel to me, like God, for ever saying evil against me?"
    },
    {
      "verse": 23,
      "text": "If only my words might be recorded! if they might be put in writing in a book!"
    },
    {
      "verse": 24,
      "text": "And with an iron pen and lead be cut into the rock for ever!"
    },
    {
      "verse": 25,
      "text": "But I am certain that he who will take up my cause is living, and that in time to come he will take his place on the dust;"
    },
    {
      "verse": 26,
      "text": "And ... without my flesh I will see God;"
    },
    {
      "verse": 27,
      "text": "Whom I will see on my side, and not as one strange to me. My heart is broken with desire."
    },
    {
      "verse": 28,
      "text": "If you say, How cruel we will be to him! because the root of sin is clearly in him:"
    },
    {
      "verse": 29,
      "text": "Be in fear of the sword, for the sword is the punishment for such things, so that you may be certain that there is a judge."
    }
  ]
}