{
  "book_id": "JOB",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job made answer and said,"
    },
    {
      "verse": 2,
      "text": "Give attention with care to my words; and let this be your comfort."
    },
    {
      "verse": 3,
      "text": "Let me say what is in my mind, and after that, go on making sport of me."
    },
    {
      "verse": 4,
      "text": "As for me, is my outcry against man? is it then to be wondered at if my spirit is troubled?"
    },
    {
      "verse": 5,
      "text": "Take note of me and be full of wonder, put your hand on your mouth."
    },
    {
      "verse": 6,
      "text": "At the very thought of it my flesh is shaking with fear."
    },
    {
      "verse": 7,
      "text": "Why is life given to the evil-doers? why do they become old and strong in power?"
    },
    {
      "verse": 8,
      "text": "Their children are ever with them, and their offspring before their eyes."
    },
    {
      "verse": 9,
      "text": "Their houses are free from fear, and the rod of God does not come on them."
    },
    {
      "verse": 10,
      "text": "Their ox is ready at all times to give seed; their cow gives birth, without dropping her young."
    },
    {
      "verse": 11,
      "text": "They send out their young ones like a flock, and their children have pleasure in the dance,"
    },
    {
      "verse": 12,
      "text": "They make songs to the instruments of music, and are glad at the sound of the pipe."
    },
    {
      "verse": 13,
      "text": "Their days come to an end without trouble, and suddenly they go down to the underworld."
    },
    {
      "verse": 14,
      "text": "Though they said to God, Go away from us, for we have no desire for the knowledge of your ways."
    },
    {
      "verse": 15,
      "text": "What is the Ruler of all, that we may give him worship? and what profit is it to us to make prayer to him?"
    },
    {
      "verse": 16,
      "text": "Truly, is not their well-being in their power? (The purpose of the evil-doers is far from me.)"
    },
    {
      "verse": 17,
      "text": "How frequently is the light of the evil-doers put out, or does trouble come on them? how frequently does his wrath take them with cords?"
    },
    {
      "verse": 18,
      "text": "How frequently are they as dry stems before the wind, or as grass taken away by the storm-wind?"
    },
    {
      "verse": 19,
      "text": "You say, God keeps punishment stored up for his children. Let him send it on the man himself, so that he may have the punishment of it!"
    },
    {
      "verse": 20,
      "text": "Let his eyes see his trouble, and let him be full of the wrath of the Ruler of all!"
    },
    {
      "verse": 21,
      "text": "For what interest has he in his house after him, when the number of his months is ended?"
    },
    {
      "verse": 22,
      "text": "Is anyone able to give teaching to God? for he is the judge of those who are on high."
    },
    {
      "verse": 23,
      "text": "One comes to his end in complete well-being, full of peace and quiet:"
    },
    {
      "verse": 24,
      "text": "His buckets are full of milk, and there is no loss of strength in his bones."
    },
    {
      "verse": 25,
      "text": "And another comes to his end with a bitter soul, without ever tasting good."
    },
    {
      "verse": 26,
      "text": "Together they go down to the dust, and are covered by the worm."
    },
    {
      "verse": 27,
      "text": "See, I am conscious of your thoughts, and of your violent purposes against me;"
    },
    {
      "verse": 28,
      "text": "For you say, Where is the house of the ruler, and where is the tent of the evil-doer?"
    },
    {
      "verse": 29,
      "text": "Have you not put the question to the travellers, and do you not take note of their experience?"
    },
    {
      "verse": 30,
      "text": "How the evil man goes free in the day of trouble, and has salvation in the day of wrath?"
    },
    {
      "verse": 31,
      "text": "Who will make his way clear to his face? and if he has done a thing, who gives him punishment for it?"
    },
    {
      "verse": 32,
      "text": "He is taken to his last resting-place, and keeps watch over it."
    },
    {
      "verse": 33,
      "text": "The earth of the valley covering his bones is sweet to him, and all men come after him, as there were unnumbered before him."
    },
    {
      "verse": 34,
      "text": "Why then do you give me comfort with words in which there is no profit, when you see that there is nothing in your answers but deceit?"
    }
  ]
}