{
  "book_id": "JOB",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "But now those who are younger than I make sport of me; those whose fathers I would not have put with the dogs of my flocks."
    },
    {
      "verse": 2,
      "text": "Of what use is the strength of their hands to me? all force is gone from them."
    },
    {
      "verse": 3,
      "text": "They are wasted for need of food, biting the dry earth; their only hope of life is in the waste land."
    },
    {
      "verse": 4,
      "text": "They are pulling off the salt leaves from the brushwood, and making a meal of roots."
    },
    {
      "verse": 5,
      "text": "They are sent out from among their townsmen, men are crying after them as thieves"
    },
    {
      "verse": 6,
      "text": "They have to get a resting-place in the hollows of the valleys, in holes of the earth and rocks."
    },
    {
      "verse": 7,
      "text": "They make noises like asses among the brushwood; they get together under the thorns."
    },
    {
      "verse": 8,
      "text": "They are sons of shame, and of men without a name, who have been forced out of the land."
    },
    {
      "verse": 9,
      "text": "And now I have become their song, and I am a word of shame to them."
    },
    {
      "verse": 10,
      "text": "I am disgusting to them; they keep away from me, and put marks of shame on me."
    },
    {
      "verse": 11,
      "text": "For he has made loose the cord of my bow, and put me to shame; he has sent down my flag to the earth before me."
    },
    {
      "verse": 12,
      "text": "The lines of his men of war put themselves in order, and make high their ways of destruction against me:"
    },
    {
      "verse": 13,
      "text": "They have made waste my roads, with a view to my destruction; his bowmen come round about me;"
    },
    {
      "verse": 14,
      "text": "As through a wide broken place in the wall they come on, I am overturned by the shock of their attack."
    },
    {
      "verse": 15,
      "text": "Fears have come on me; my hope is gone like the wind, and my well-being like a cloud."
    },
    {
      "verse": 16,
      "text": "But now my soul is turned to water in me, days of trouble overtake me:"
    },
    {
      "verse": 17,
      "text": "The flesh is gone from my bones, and they give me no rest; there is no end to my pains."
    },
    {
      "verse": 18,
      "text": "With great force he takes a grip of my clothing, pulling me by the neck of my coat."
    },
    {
      "verse": 19,
      "text": "Truly God has made me low, even to the earth, and I have become like dust."
    },
    {
      "verse": 20,
      "text": "You give no answer to my cry, and take no note of my prayer."
    },
    {
      "verse": 21,
      "text": "You have become cruel to me; the strength of your hand is hard on me."
    },
    {
      "verse": 22,
      "text": "Lifting me up, you make me go on the wings of the wind; I am broken up by the storm."
    },
    {
      "verse": 23,
      "text": "For I am certain that you will send me back to death, and to the meeting-place ordered for all living."
    },
    {
      "verse": 24,
      "text": "Has not my hand been stretched out in help to the poor? have I not been a saviour to him in his trouble?"
    },
    {
      "verse": 25,
      "text": "Have I not been weeping for the crushed? and was not my soul sad for him who was in need?"
    },
    {
      "verse": 26,
      "text": "For I was looking for good, and evil came; I was waiting for light, and it became dark."
    },
    {
      "verse": 27,
      "text": "My feelings are strongly moved, and give me no rest; days of trouble have overtaken me."
    },
    {
      "verse": 28,
      "text": "I go about in dark clothing, uncomforted; I get up in the public place, crying out for help."
    },
    {
      "verse": 29,
      "text": "I have become a brother to the jackals, and go about in the company of ostriches."
    },
    {
      "verse": 30,
      "text": "My skin is black and dropping off me; and my bones are burning with the heat of my disease."
    },
    {
      "verse": 31,
      "text": "And my music has been turned to sorrow, and the sound of my pipe into the noise of weeping."
    }
  ]
}