{
  "book_id": "JOB",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And Elihu made answer and said,"
    },
    {
      "verse": 2,
      "text": "Give ear, you wise, to my words; and you who have knowledge, give attention to me;"
    },
    {
      "verse": 3,
      "text": "For words are tested by the ear, as food is tasted by the mouth."
    },
    {
      "verse": 4,
      "text": "Let us make the decision for ourselves as to what is right; let us have the knowledge among ourselves of what is good."
    },
    {
      "verse": 5,
      "text": "For Job has said, I am upright, and it is God who has taken away my right;"
    },
    {
      "verse": 6,
      "text": "Though I am right, still I am in pain; my wound may not be made well, though I have done no wrong."
    },
    {
      "verse": 7,
      "text": "What man is like Job, a man who freely makes sport of God,"
    },
    {
      "verse": 8,
      "text": "And goes in the company of evil-doers, walking in the way of sinners?"
    },
    {
      "verse": 9,
      "text": "For he has said, It is no profit to a man to take delight in God."
    },
    {
      "verse": 10,
      "text": "Now then, you wise, take note; you men of knowledge, give ear to me. Let it be far from God to do evil, and from the Ruler of all to do wrong."
    },
    {
      "verse": 11,
      "text": "For he gives to every man the reward of his work, and sees that he gets the fruit of his ways."
    },
    {
      "verse": 12,
      "text": "Truly, God does not do evil, and the Ruler of all is not a false judge."
    },
    {
      "verse": 13,
      "text": "Who put the earth into his care, or made him responsible for the world?"
    },
    {
      "verse": 14,
      "text": "If he made his spirit come back to him, taking his breath into himself again,"
    },
    {
      "verse": 15,
      "text": "All flesh would come to an end together, and man would go back to the dust."
    },
    {
      "verse": 16,
      "text": "If you are wise, take note of this; give ear to the voice of my words."
    },
    {
      "verse": 17,
      "text": "How may a hater of right be a ruler? and will you say that the upright Ruler of all is evil?"
    },
    {
      "verse": 18,
      "text": "He who says to a king, You are an evil-doer; and to rulers, You are sinners;"
    },
    {
      "verse": 19,
      "text": "Who has no respect for rulers, and who gives no more attention to those who have wealth than to the poor, for they are all the work of his hands."
    },
    {
      "verse": 20,
      "text": "Suddenly they come to an end, even in the middle of the night: the blow comes on the men of wealth, and they are gone, and the strong are taken away without the hand of man."
    },
    {
      "verse": 21,
      "text": "For his eyes are on the ways of a man, and he sees all his steps."
    },
    {
      "verse": 22,
      "text": "There is no dark place, and no thick cloud, in which the workers of evil may take cover."
    },
    {
      "verse": 23,
      "text": "For he does not give man a fixed time to come before him to be judged."
    },
    {
      "verse": 24,
      "text": "He sends the strong to destruction without searching out their cause, and puts others in their place."
    },
    {
      "verse": 25,
      "text": "For he has knowledge of their works, overturning them in the night, so that they are crushed."
    },
    {
      "verse": 26,
      "text": "The evil-doers are broken by his wrath, he puts his hand on them with force before the eyes of all onlookers."
    },
    {
      "verse": 27,
      "text": "Because they did not go after him, and took no note of his ways,"
    },
    {
      "verse": 28,
      "text": "So that the cry of the poor might come up to him, and the prayer of those in need come to his ears."
    },
    {
      "verse": 29,
      "text": "..."
    },
    {
      "verse": 30,
      "text": "..."
    },
    {
      "verse": 31,
      "text": "..."
    },
    {
      "verse": 32,
      "text": "..."
    },
    {
      "verse": 33,
      "text": "..."
    },
    {
      "verse": 34,
      "text": "Men of knowledge, and all wise men, hearing me, will say,"
    },
    {
      "verse": 35,
      "text": "Job's words do not come from knowledge; they are not the fruit of wisdom."
    },
    {
      "verse": 36,
      "text": "May Job be tested to the end, because his answers have been like those of evil men."
    },
    {
      "verse": 37,
      "text": "For in addition to his sin, he is uncontrolled in heart; before our eyes he makes sport of God, increasing his words against him."
    }
  ]
}