{
  "book_id": "JOB",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "And Elihu went on to say,"
    },
    {
      "verse": 2,
      "text": "Give me a little more time, and I will make it clear to you; for I have still something to say for God."
    },
    {
      "verse": 3,
      "text": "I will get my knowledge from far, and I will give righteousness to my Maker."
    },
    {
      "verse": 4,
      "text": "For truly my words are not false; one who has all knowledge is talking with you."
    },
    {
      "verse": 5,
      "text": "Truly, God gives up the hard-hearted, and will not give life to the sinner."
    },
    {
      "verse": 6,
      "text": "His eyes are ever on the upright, and he gives to the crushed their right;"
    },
    {
      "verse": 7,
      "text": "Lifting them up to the seat of kings, and making them safe for ever."
    },
    {
      "verse": 8,
      "text": "And if they have been prisoned in chains, and taken in cords of trouble,"
    },
    {
      "verse": 9,
      "text": "Then he makes clear to them what they have done, even their evil works in which they have taken pride."
    },
    {
      "verse": 10,
      "text": "Their ear is open to his teaching, and he gives them orders so that their hearts may be turned from evil."
    },
    {
      "verse": 11,
      "text": "If they give ear to his voice, and do his word, then he gives them long life, and years full of pleasure."
    },
    {
      "verse": 12,
      "text": "But if not, they come to their end, and give up their breath without knowledge."
    },
    {
      "verse": 13,
      "text": "Those who have no fear of God keep wrath stored up in their hearts; they give no cry for help when they are made prisoners."
    },
    {
      "verse": 14,
      "text": "They come to their end while they are still young, their life is short like that of those who are used for sex purposes in the worship of their gods."
    },
    {
      "verse": 15,
      "text": "He makes the wrong done to the poor the way of their salvation, opening their ears by their trouble."
    },
    {
      "verse": 16,
      "text": "..."
    },
    {
      "verse": 17,
      "text": "..."
    },
    {
      "verse": 18,
      "text": "..."
    },
    {
      "verse": 19,
      "text": "..."
    },
    {
      "verse": 20,
      "text": "..."
    },
    {
      "verse": 21,
      "text": "Take care not to be turned to sin, for you have taken evil for your part in place of sorrow."
    },
    {
      "verse": 22,
      "text": "Truly God is lifted up in strength; who is a ruler like him?"
    },
    {
      "verse": 23,
      "text": "Who ever gave orders to him, or said to him, You have done wrong?"
    },
    {
      "verse": 24,
      "text": "See that you give praise to his work, about which men make songs."
    },
    {
      "verse": 25,
      "text": "All people are looking on it; man sees it from far."
    },
    {
      "verse": 26,
      "text": "Truly, God is great, greater than all our knowledge; the number of his years may not be searched out."
    },
    {
      "verse": 27,
      "text": "For he takes up the drops from the sea; he sends them through his mist as rain,"
    },
    {
      "verse": 28,
      "text": "Flowing down from the sky, and dropping on the peoples."
    },
    {
      "verse": 29,
      "text": "And who has knowledge of how the clouds are stretched out, or of the thunders of his tent?"
    },
    {
      "verse": 30,
      "text": "See, he is stretching out his mist, covering the tops of the mountains with it."
    },
    {
      "verse": 31,
      "text": "For by these he gives food to the peoples, and bread in full measure."
    },
    {
      "verse": 32,
      "text": "He takes the light in his hands, sending it against the mark."
    },
    {
      "verse": 33,
      "text": "The thunder makes clear his passion, and the storm gives news of his wrath."
    }
  ]
}