{
  "book_id": "JOB",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "At this my heart is shaking; it is moved out of its place."
    },
    {
      "verse": 2,
      "text": "Give ear to the rolling noise of his voice; to the hollow sound which goes out of his mouth."
    },
    {
      "verse": 3,
      "text": "He sends it out through all the heaven, and his thunder-flame to the ends of the earth."
    },
    {
      "verse": 4,
      "text": "After it a voice is sounding, thundering out the word of his power; he does not keep back his thunder-flames; from his mouth his voice is sounding."
    },
    {
      "verse": 5,
      "text": "He does wonders, more than may be searched out; great things of which we have no knowledge;"
    },
    {
      "verse": 6,
      "text": "For he says to the snow, Make the earth wet; and to the rain-storm, Come down."
    },
    {
      "verse": 7,
      "text": "He puts an end to the work of every man, so that all may see his work."
    },
    {
      "verse": 8,
      "text": "Then the beasts go into their holes, and take their rest."
    },
    {
      "verse": 9,
      "text": "Out of its place comes the storm-wind, and the cold out of its store-houses."
    },
    {
      "verse": 10,
      "text": "By the breath of God ice is made, and the wide waters are shut in."
    },
    {
      "verse": 11,
      "text": "The thick cloud is weighted with thunder-flame, and the cloud sends out its light;"
    },
    {
      "verse": 12,
      "text": "And it goes this way and that, round about, turning itself by his guiding, to do whatever he gives orders to be done, on the face of his world of men,"
    },
    {
      "verse": 13,
      "text": "For a rod, or for a curse, or for mercy, causing it to come on the mark."
    },
    {
      "verse": 14,
      "text": "Give ear to this, O Job, and keep quiet in your place; and take note of the wonders worked by God."
    },
    {
      "verse": 15,
      "text": "Have you knowledge of God's ordering of his works, how he makes the light of his cloud to be seen?"
    },
    {
      "verse": 16,
      "text": "Have you knowledge of the balancings of the clouds, the wonders of him who has all wisdom?"
    },
    {
      "verse": 17,
      "text": "You, whose clothing is warm, when the earth is quiet because of the south wind,"
    },
    {
      "verse": 18,
      "text": "Will you, with him, make the skies smooth, and strong as a polished looking-glass?"
    },
    {
      "verse": 19,
      "text": "Make clear to me what we are to say to him; we are unable to put our cause before him, because of the dark."
    },
    {
      "verse": 20,
      "text": "How may he have knowledge of my desire for talk with him? or did any man ever say, May destruction come on me?"
    },
    {
      "verse": 21,
      "text": "And now the light is not seen, for it is dark because of the clouds; but a wind comes, clearing them away."
    },
    {
      "verse": 22,
      "text": "A bright light comes out of the north; God's glory is greatly to be feared."
    },
    {
      "verse": 23,
      "text": "There is no searching out of the Ruler of all: his strength and his judging are great; he is full of righteousness, doing no wrong."
    },
    {
      "verse": 24,
      "text": "For this cause men go in fear of him; he has no respect for any who are wise in heart."
    }
  ]
}