{
  "book_id": "JOB",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "Have you knowledge of the rock-goats? or do you see the roes giving birth to their young?"
    },
    {
      "verse": 2,
      "text": "Is the number of their months fixed by you? or is the time when they give birth ordered by you?"
    },
    {
      "verse": 3,
      "text": "They are bent down, they give birth to their young, they let loose the fruit of their body."
    },
    {
      "verse": 4,
      "text": "Their young ones are strong, living in the open country; they go out and do not come back again."
    },
    {
      "verse": 5,
      "text": "Who has let the ass of the fields go free? or made loose the bands of the loud-voiced beast?"
    },
    {
      "verse": 6,
      "text": "To whom I have given the waste land for a heritage, and the salt land as a living-place."
    },
    {
      "verse": 7,
      "text": "He makes sport of the noise of the town; the voice of the driver does not come to his ears;"
    },
    {
      "verse": 8,
      "text": "He goes looking for his grass-lands in the mountains, searching out every green thing."
    },
    {
      "verse": 9,
      "text": "Will the ox of the mountains be your servant? or is his night's resting-place by your food-store?"
    },
    {
      "verse": 10,
      "text": "Will he be pulling your plough with cords, turning up the valleys after you?"
    },
    {
      "verse": 11,
      "text": "Will you put your faith in him, because his strength is great? will you give the fruit of your work into his care?"
    },
    {
      "verse": 12,
      "text": "Will you be looking for him to come back, and get in your seed to the crushing-floor?"
    },
    {
      "verse": 13,
      "text": "Is the wing of the ostrich feeble, or is it because she has no feathers,"
    },
    {
      "verse": 14,
      "text": "That she puts her eggs on the earth, warming them in the dust,"
    },
    {
      "verse": 15,
      "text": "Without a thought that they may be crushed by the foot, and broken by the beasts of the field?"
    },
    {
      "verse": 16,
      "text": "She is cruel to her young ones, as if they were not hers; her work is to no purpose; she has no fear."
    },
    {
      "verse": 17,
      "text": "For God has taken wisdom from her mind, and given her no measure of knowledge."
    },
    {
      "verse": 18,
      "text": "When she is shaking her wings on high, she makes sport of the horse and of him who is seated on him."
    },
    {
      "verse": 19,
      "text": "Do you give strength to the horse? is it by your hand that his neck is clothed with power?"
    },
    {
      "verse": 20,
      "text": "Is it through you that he is shaking like a locust, in the pride of his loud-sounding breath?"
    },
    {
      "verse": 21,
      "text": "He is stamping with joy in the valley; he makes sport of fear."
    },
    {
      "verse": 22,
      "text": "In his strength he goes out against the arms of war, turning not away from the sword."
    },
    {
      "verse": 23,
      "text": "The bow is sounding against him; he sees the shining point of spear and arrow."
    },
    {
      "verse": 24,
      "text": "Shaking with passion, he is biting the earth; he is not able to keep quiet at the sound of the horn;"
    },
    {
      "verse": 25,
      "text": "When it comes to his ears he says, Aha! He is smelling the fight from far off, and hearing the thunder of the captains, and the war-cries."
    },
    {
      "verse": 26,
      "text": "Is it through your knowledge that the hawk takes his flight, stretching out his wings to the south?"
    },
    {
      "verse": 27,
      "text": "Or is it by your orders that the eagle goes up, and makes his resting-place on high?"
    },
    {
      "verse": 28,
      "text": "On the rock is his house, and on the mountain-top his strong place."
    },
    {
      "verse": 29,
      "text": "From there he is watching for food; his eye sees it far off."
    },
    {
      "verse": 30,
      "text": "His young have blood for their drink, and where the dead bodies are, there is he to be seen."
    }
  ]
}