{
  "book_id": "JOB",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Is it possible for Leviathan to be pulled out with a fish-hook, or for a hook to be put through the bone of his mouth?"
    },
    {
      "verse": 2,
      "text": "Will you put a cord into his nose, or take him away with a cord round his tongue?"
    },
    {
      "verse": 3,
      "text": "Will he make prayers to you, or say soft words to you?"
    },
    {
      "verse": 4,
      "text": "Will he make an agreement with you, so that you may take him as a servant for ever?"
    },
    {
      "verse": 5,
      "text": "Will you make sport with him, as with a bird? or put him in chains for your young women?"
    },
    {
      "verse": 6,
      "text": "Will the fishermen make profit out of him? will they have him cut up for the traders?"
    },
    {
      "verse": 7,
      "text": "Will you put sharp-pointed irons into his skin, or fish-spears into his head?"
    },
    {
      "verse": 8,
      "text": "Only put your hand on him, and see what a fight you will have; you will not do it again!"
    },
    {
      "verse": 9,
      "text": "Truly, the hope of his attacker is false; he is overcome even on seeing him!"
    },
    {
      "verse": 10,
      "text": "He is so cruel that no one is ready to go against him. Who then is able to keep his place before me?"
    },
    {
      "verse": 11,
      "text": "Who ever went against me, and got the better of me? There is no one under heaven!"
    },
    {
      "verse": 12,
      "text": "I will not keep quiet about the parts of his body, or about his power, and the strength of his frame."
    },
    {
      "verse": 13,
      "text": "Who has ever taken off his outer skin? who may come inside his inner coat of iron?"
    },
    {
      "verse": 14,
      "text": "Who has made open the doors of his face? Fear is round about his teeth."
    },
    {
      "verse": 15,
      "text": "His back is made of lines of plates, joined tight together, one against the other, like a stamp."
    },
    {
      "verse": 16,
      "text": "One is so near to the other that no air may come between them."
    },
    {
      "verse": 17,
      "text": "They take a grip of one another; they are joined together, so that they may not be parted."
    },
    {
      "verse": 18,
      "text": "His sneezings give out flames, and his eyes are like the eyes of the dawn."
    },
    {
      "verse": 19,
      "text": "Out of his mouth go burning lights, and flames of fire are jumping up."
    },
    {
      "verse": 20,
      "text": "Smoke comes out of his nose, like a pot boiling on the fire."
    },
    {
      "verse": 21,
      "text": "His breath puts fire to coals, and a flame goes out of his mouth."
    },
    {
      "verse": 22,
      "text": "Strength is in his neck, and fear goes dancing before him."
    },
    {
      "verse": 23,
      "text": "The plates of his flesh are joined together, fixed, and not to be moved."
    },
    {
      "verse": 24,
      "text": "His heart is as strong as a stone, hard as the lower crushing-stone."
    },
    {
      "verse": 25,
      "text": "When he gets ready for the fight, the strong are overcome with fear."
    },
    {
      "verse": 26,
      "text": "The sword may come near him but is not able to go through him; the spear, or the arrow, or the sharp-pointed iron."
    },
    {
      "verse": 27,
      "text": "Iron is to him as dry grass, and brass as soft wood."
    },
    {
      "verse": 28,
      "text": "The arrow is not able to put him to flight: stones are no more to him than dry stems."
    },
    {
      "verse": 29,
      "text": "A thick stick is no better than a leaf of grass, and he makes sport of the onrush of the spear."
    },
    {
      "verse": 30,
      "text": "Under him are sharp edges of broken pots: as if he was pulling a grain-crushing instrument over the wet earth."
    },
    {
      "verse": 31,
      "text": "The deep is boiling like a pot of spices, and the sea like a perfume-vessel."
    },
    {
      "verse": 32,
      "text": "After him his way is shining, so that the deep seems white."
    },
    {
      "verse": 33,
      "text": "On earth there is not another like him, who is made without fear."
    },
    {
      "verse": 34,
      "text": "Everything which is high goes in fear of him; he is king over all the sons of pride."
    }
  ]
}