{
  "book_id": "ACT",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Now certain men came down from Judaea, teaching the brothers and saying that without circumcision, after the rule of Moses, there is no salvation."
    },
    {
      "verse": 2,
      "text": "And after Paul and Barnabas had had no little argument and discussion with them, the brothers made a decision to send Paul and Barnabas and certain others of them to the Apostles and the rulers of the church at Jerusalem about this question."
    },
    {
      "verse": 3,
      "text": "So they, being sent on their way by the church, went through Phoenicia and Samaria, giving news of the salvation of the Gentiles, to the great joy of all the brothers."
    },
    {
      "verse": 4,
      "text": "And when they came to Jerusalem, they had a meeting with the church and the Apostles and the rulers, and they gave an account of all the things which God had done through them."
    },
    {
      "verse": 5,
      "text": "But some of the Pharisees, who were of the faith, got up and said, It is necessary for these to have circumcision and to keep the law of Moses."
    },
    {
      "verse": 6,
      "text": "And the Apostles and the rulers of the church came together and gave thought to the question."
    },
    {
      "verse": 7,
      "text": "And when there had been much discussion, Peter got up and said to them, My brothers, you have knowledge that some time back it was God's pleasure that by my mouth the good news might be given to the Gentiles so that they might have faith."
    },
    {
      "verse": 8,
      "text": "And God, the searcher of hearts, was a witness to them, giving them the Holy Spirit even as he did to us;"
    },
    {
      "verse": 9,
      "text": "Making no division between them and us, but making clean their hearts by faith."
    },
    {
      "verse": 10,
      "text": "Why then are you testing God, by putting on the neck of the disciples a yoke so hard that not even our fathers or we were strong enough for it?"
    },
    {
      "verse": 11,
      "text": "But we have faith that we will get salvation through the grace of the Lord Jesus in the same way as they."
    },
    {
      "verse": 12,
      "text": "And all the people were quiet while Barnabas and Paul gave an account of the signs and wonders which God had done among the Gentiles by them."
    },
    {
      "verse": 13,
      "text": "And when they had come to an end, James, answering, said, My brothers, give ear to me:"
    },
    {
      "verse": 14,
      "text": "Symeon has given an account of how God was first pleased to take from among the Gentiles a people for himself."
    },
    {
      "verse": 15,
      "text": "And this is in agreement with the words of the prophets, as it is said,"
    },
    {
      "verse": 16,
      "text": "After these things I will come back, and will put up the tent of David which has been broken down, building up again its broken parts and making it complete:"
    },
    {
      "verse": 17,
      "text": "So that the rest of men may make search for the Lord, and all the Gentiles on whom my name is named,"
    },
    {
      "verse": 18,
      "text": "Says the Lord, who has made these things clear from the earliest times."
    },
    {
      "verse": 19,
      "text": "For this reason my decision is, that we do not put trouble in the way of those who from among the Gentiles are turned to God;"
    },
    {
      "verse": 20,
      "text": "But that we give them orders to keep themselves from things offered to false gods, and from the evil desires of the body, and from the flesh of animals put to death in ways against the law, and from blood."
    },
    {
      "verse": 21,
      "text": "For Moses, from times long past, has his preachers in every town, reading his law in the Synagogues every Sabbath."
    },
    {
      "verse": 22,
      "text": "Then it seemed good to the Apostles and the rulers and all the church, to send men from among them to Antioch with Paul and Barnabas; Judas, named Barsabbas, and Silas, chief men among the brothers:"
    },
    {
      "verse": 23,
      "text": "And they sent a letter by them, saying, The Apostles and the older brothers, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, may joy be with you:"
    },
    {
      "verse": 24,
      "text": "Because we have knowledge that some who went from us have been troubling you with their words, putting your souls in doubt; to whom we gave no such order;"
    },
    {
      "verse": 25,
      "text": "It seemed good to us, having come to an agreement together, to send these men to you, with our well loved Barnabas and Paul,"
    },
    {
      "verse": 26,
      "text": "Men who have given up their lives for the name of our Lord Jesus Christ."
    },
    {
      "verse": 27,
      "text": "And so we have sent Judas and Silas, who will say the same things to you themselves, by word of mouth."
    },
    {
      "verse": 28,
      "text": "For it seemed good to the Holy Spirit and to us, to put on you nothing more than these necessary things;"
    },
    {
      "verse": 29,
      "text": "To keep from things offered to false gods, and from blood, and from things put to death in ways which are against the law, and from the evil desires of the body; if you keep yourselves from these, you will do well. May you be happy."
    },
    {
      "verse": 30,
      "text": "So they, being sent away, came down to Antioch, and having got the people together, they gave them the letter."
    },
    {
      "verse": 31,
      "text": "And after reading it, they were glad of its comfort."
    },
    {
      "verse": 32,
      "text": "And Judas and Silas, who themselves were prophets, gave teaching to the brothers and made them strong in the faith."
    },
    {
      "verse": 33,
      "text": "And when they had been there for some time, they were sent back in peace by the brothers to those who had sent them."
    },
    {
      "verse": 34,
      "text": "[]"
    },
    {
      "verse": 35,
      "text": "But Paul and Barnabas kept on in Antioch, teaching and preaching the word of God, with a number of others."
    },
    {
      "verse": 36,
      "text": "And after some days, Paul said to Barnabas, Let us go back and see the brothers in every town where we have given the word of God, and see how they are."
    },
    {
      "verse": 37,
      "text": "And Barnabas had a desire to take with them John, named Mark."
    },
    {
      "verse": 38,
      "text": "But Paul was of the opinion that it was not right to take with them one who had gone away from them in Pamphylia, and had not gone on with the work."
    },
    {
      "verse": 39,
      "text": "And there was a sharp argument between them, so that they were parted from one another, and Barnabas took Mark with him and went by ship to Cyprus;"
    },
    {
      "verse": 40,
      "text": "But Paul took Silas and went away with the blessing of the brothers."
    },
    {
      "verse": 41,
      "text": "And he went through Syria and Cilicia, making the churches stronger in the faith."
    }
  ]
}