{
  "book_id": "ACT",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And Paul, looking fixedly at the Sanhedrin, said, My brothers, my life has been upright before God till this day."
    },
    {
      "verse": 2,
      "text": "And the high priest, Ananias, gave orders to those who were near him to give him a blow on the mouth."
    },
    {
      "verse": 3,
      "text": "Then Paul said to him, God will give blows to you, you whitewashed wall: are you here to be my judge by law, and by your orders am I given blows against the law?"
    },
    {
      "verse": 4,
      "text": "And those who were near said, Do you say such words against God's high priest?"
    },
    {
      "verse": 5,
      "text": "And Paul said, Brother, I had no idea that he was the high priest: for it has been said, You may not say evil about the ruler of your people."
    },
    {
      "verse": 6,
      "text": "But when Paul saw that half of them were Sadducees and the rest Pharisees, he said in the Sanhedrin, Brothers, I am a Pharisee, and the son of Pharisees: I am here to be judged on the question of the hope of the coming back from the dead."
    },
    {
      "verse": 7,
      "text": "And when he had said this, there was an argument between the Pharisees and the Sadducees, and a division in the meeting."
    },
    {
      "verse": 8,
      "text": "For the Sadducees say that there is no coming back from the dead, and no angels or spirits: but the Pharisees have belief in all these."
    },
    {
      "verse": 9,
      "text": "And there was a great outcry: and some of the scribes on the side of the Pharisees got up and took part in the discussion, saying, We see no evil in this man: what if he has had a revelation from an angel or a spirit?"
    },
    {
      "verse": 10,
      "text": "And when the argument became very violent, the chief captain, fearing that Paul would be pulled in two by them, gave orders to the armed men to take him by force from among them, and take him into the army building."
    },
    {
      "verse": 11,
      "text": "And the night after, the Lord came to his side and said, Be of good heart, for as you have been witnessing for me in Jerusalem, so will you be my witness in Rome."
    },
    {
      "verse": 12,
      "text": "And when it was day, the Jews came together and put themselves under an oath that they would take no food or drink till they had put Paul to death."
    },
    {
      "verse": 13,
      "text": "And more than forty of them took this oath."
    },
    {
      "verse": 14,
      "text": "And they came to the chief priests and the rulers and said, We have taken a great oath to take no food till we have put Paul to death"
    },
    {
      "verse": 15,
      "text": "So now, will you and the Sanhedrin make a request to the military authorities to have him sent down to you, as if you were desiring to go into the business in greater detail; and we, before ever he gets to you, will be waiting to put him to death."
    },
    {
      "verse": 16,
      "text": "But Paul's sister's son had word of their design, and he came into the army building and gave news of it to Paul."
    },
    {
      "verse": 17,
      "text": "And Paul sent for a captain and said, Take this young man to your chief, for he has news for him."
    },
    {
      "verse": 18,
      "text": "So he took him to the chief captain and said, Paul, the prisoner, made a request to me to take this young man to you, for he has something to say to you."
    },
    {
      "verse": 19,
      "text": "And the chief took him by the hand and, going on one side, said to him privately, What is it you have to say to me?"
    },
    {
      "verse": 20,
      "text": "And he said, The Jews are in agreement together to make a request to you for Paul to be taken, on the day after this, into the Sanhedrin, to be questioned in greater detail."
    },
    {
      "verse": 21,
      "text": "But do not give way to them, for more than forty of them are waiting for him, having taken an oath not to take food or drink till they have put him to death: and now they are ready, waiting for your order."
    },
    {
      "verse": 22,
      "text": "So the chief captain let the young man go, saying to him, Do not say to anyone that you have given me word of these things."
    },
    {
      "verse": 23,
      "text": "And he sent for two captains and said, Make ready two hundred men, with seventy horsemen and two hundred spearmen, to go to Caesarea, at the third hour of the night:"
    },
    {
      "verse": 24,
      "text": "And get beasts so that they may put Paul on them, and take him safely to Felix, the ruler."
    },
    {
      "verse": 25,
      "text": "And he sent a letter in these words:"
    },
    {
      "verse": 26,
      "text": "Claudius Lysias, to the most noble ruler, Felix, peace be with you."
    },
    {
      "verse": 27,
      "text": "This man was taken by the Jews, and was about to be put to death by them, when I came on them with the army and took him out of danger, having knowledge that he was a Roman."
    },
    {
      "verse": 28,
      "text": "And, desiring to get at the reason for their attack on him, I took him down to their Sanhedrin:"
    },
    {
      "verse": 29,
      "text": "Then it became clear to me that it was a question of their law, and that nothing was said against him which might be a reason for prison or death."
    },
    {
      "verse": 30,
      "text": "And when news was given to me that a secret design was being made against the man, I sent him straight away to you, giving orders to those who are against him to make their statements before you."
    },
    {
      "verse": 31,
      "text": "So the armed men, as they were ordered, took Paul and came by night to Antipatris."
    },
    {
      "verse": 32,
      "text": "But on the day after, they sent the horsemen on with him, and went back to their place:"
    },
    {
      "verse": 33,
      "text": "And they, when they came to Caesarea, gave the letter to the ruler, and took Paul before him."
    },
    {
      "verse": 34,
      "text": "And after reading it, he said, What part of the country do you come from? And, hearing that he was from Cilicia,"
    },
    {
      "verse": 35,
      "text": "I will give hearing to your cause, he said, when those who are against you have come. And he gave orders for him to be kept in Herod's Praetorium."
    }
  ]
}