{
  "book_id": "2PE",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐγένοντο δὲ καὶ ψευδοπροφῆται ἐν τῷ λαῷ, ὡς καὶ ἐν ὑμῖν ἔσονται ψευδοδιδάσκαλοι, οἵτινες παρεισάξουσιν αἱρέσεις ἀπωλείας, καὶ τὸν ἀγοράσαντα αὐτοὺς δεσπότην ἀρνούμενοι, ἐπάγοντες ἑαυτοῖς ταχινὴν ἀπώλειαν."
    },
    {
      "verse": 2,
      "text": "Καὶ ⸂πολλοὶ ἐξακολουθήσουσιν αὐτῶν ταῖς ἀσελγείαις, δι᾽ οὓς⸃ ἡ ὁδὸς τῆς ἀληθείας βλασφημηθήσεται."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐν πλεονεξίᾳ πλαστοῖς λόγοις ὑμᾶς ἐμπορεύσονται· οἷς τὸ κρίμα ἔκπαλαι οὐκ ἀργεῖ, καὶ ἡ ἀπώλεια αὐτῶν οὐ ⸂νυστάξει.⸃"
    },
    {
      "verse": 4,
      "text": "Εἰ γὰρ ὁ θεὸς ἀγγέλων ἁμαρτησάντων οὐκ ἐφείσατο, ἀλλὰ σειραῖς ζόφου ταρταρώσας παρέδωκεν εἰς κρίσιν ⸂τηρουμένους·⸃"
    },
    {
      "verse": 5,
      "text": "καὶ ἀρχαίου κόσμου οὐκ ἐφείσατο, ἀλλὰ ὄγδοον Νῶε δικαιοσύνης κήρυκα ἐφύλαξεν, κατακλυσμὸν κόσμῳ ἀσεβῶν ἐπάξας·"
    },
    {
      "verse": 6,
      "text": "καὶ πόλεις Σοδόμων καὶ Γομόρρας τεφρώσας ⸋καταστροφῇ⸌ κατέκρινεν, ὑπόδειγμα μελλόντων ⸂ἀσεβεῖν⸃ τεθεικώς·"
    },
    {
      "verse": 7,
      "text": "καὶ δίκαιον Λώτ, καταπονούμενον ὑπὸ τῆς τῶν ἀθέσμων ἐν ἀσελγείᾳ ἀναστροφῆς, ἐρρύσατο·"
    },
    {
      "verse": 8,
      "text": "βλέμματι γὰρ καὶ ἀκοῇ ⸋ὁ⸌ δίκαιος, ἐγκατοικῶν ἐν αὐτοῖς, ἡμέραν ἐξ ἡμέρας ψυχὴν δικαίαν ἀνόμοις ἔργοις ἐβασάνιζεν·"
    },
    {
      "verse": 9,
      "text": "οἶδεν κύριος εὐσεβεῖς ἐκ ⸂πειρασμοῦ⸃ ῥύεσθαι, ἀδίκους δὲ εἰς ἡμέραν κρίσεως κολαζομένους τηρεῖν·"
    },
    {
      "verse": 10,
      "text": "μάλιστα δὲ τοὺς ὀπίσω σαρκὸς ἐν ἐπιθυμίᾳ μιασμοῦ πορευομένους, καὶ κυριότητος καταφρονοῦντας. Τολμηταί, αὐθάδεις, δόξας οὐ τρέμουσιν βλασφημοῦντες·"
    },
    {
      "verse": 11,
      "text": "ὅπου ἄγγελοι, ἰσχύϊ καὶ δυνάμει μείζονες ὄντες, οὐ φέρουσιν κατ᾽ αὐτῶν ⸂παρὰ κυρίῳ⸃ βλάσφημον κρίσιν."
    },
    {
      "verse": 12,
      "text": "Οὗτοι δέ, ὡς ἄλογα ζῷα ⸉φυσικὰ γεγενημένα⸊ εἰς ἅλωσιν καὶ φθοράν, ἐν οἷς ἀγνοοῦσιν βλασφημοῦντες, ἐν τῇ φθορᾷ αὐτῶν ⸂καταφθαρήσονται,⸃"
    },
    {
      "verse": 13,
      "text": "⸂κομιούμενοι⸃ μισθὸν ἀδικίας, ἡδονὴν ἡγούμενοι τὴν ἐν ἡμέρᾳ τρυφήν, σπίλοι καὶ μῶμοι, ἐντρυφῶντες ἐν ταῖς ⸂2ἀπάταις⸃ αὐτῶν συνευωχούμενοι ὑμῖν,"
    },
    {
      "verse": 14,
      "text": "ὀφθαλμοὺς ἔχοντες μεστοὺς μοιχαλίδος καὶ ἀκαταπαύστους ἁμαρτίας, δελεάζοντες ψυχὰς ἀστηρίκτους, καρδίαν γεγυμνασμένην ⸂πλεονεξίας⸃ ἔχοντες, κατάρας τέκνα·"
    },
    {
      "verse": 15,
      "text": "καταλιπόντες ⸆ εὐθεῖαν ὁδὸν ἐπλανήθησαν, ἐξακολουθήσαντες τῇ ὁδῷ τοῦ Βαλαὰμ τοῦ Βοσόρ, ὃς μισθὸν ἀδικίας ἠγάπησεν,"
    },
    {
      "verse": 16,
      "text": "ἔλεγξιν δὲ ἔσχεν ἰδίας παρανομίας· ὑποζύγιον ἄφωνον, ἐν ἀνθρώπου φωνῇ φθεγξάμενον, ἐκώλυσεν τὴν τοῦ προφήτου παραφρονίαν."
    },
    {
      "verse": 17,
      "text": "Οὗτοί εἰσιν πηγαὶ ἄνυδροι, ⸆ ⸂νεφέλαι⸃ ὑπὸ λαίλαπος ἐλαυνόμεναι, οἷς ὁ ζόφος τοῦ σκότους ⸂2εἰς αἰῶνα⸃ τετήρηται."
    },
    {
      "verse": 18,
      "text": "Ὑπέρογκα γὰρ ματαιότητος φθεγγόμενοι, δελεάζουσιν ἐν ἐπιθυμίαις σαρκός, ⸂ἀσελγείαις,⸃ τοὺς ⸂2ὄντως⸃ ⸂3ἀποφυγόντας⸃ τοὺς ἐν πλάνῃ ἀναστρεφομένους,"
    },
    {
      "verse": 19,
      "text": "ἐλευθερίαν αὐτοῖς ἐπαγγελλόμενοι, αὐτοὶ δοῦλοι ὑπάρχοντες τῆς φθορᾶς· ᾧ γάρ τις ἥττηται, τούτῳ ⸋καὶ⸌ δεδούλωται."
    },
    {
      "verse": 20,
      "text": "Εἰ γὰρ ἀποφυγόντες τὰ μιάσματα τοῦ κόσμου ἐν ἐπιγνώσει ⸂τοῦ κυρίου καὶ σωτῆρος Ἰησοῦ χριστοῦ,⸃ τούτοις δὲ πάλιν ἐμπλακέντες ἡττῶνται, γέγονεν αὐτοῖς τὰ ἔσχατα χείρονα τῶν πρώτων."
    },
    {
      "verse": 21,
      "text": "Κρεῖττον γὰρ ἦν αὐτοῖς μὴ ἐπεγνωκέναι τὴν ὁδὸν τῆς δικαιοσύνης, ἢ ἐπιγνοῦσιν ⸂ἐπιστρέψαι⸃ ἐκ τῆς παραδοθείσης αὐτοῖς ἁγίας ἐντολῆς."
    },
    {
      "verse": 22,
      "text": "Συμβέβηκεν ⸋δὲ⸌ αὐτοῖς τὸ τῆς ἀληθοῦς παροιμίας, Κύων ἐπιστρέψας ἐπὶ τὸ ἴδιον ἐξέραμα, καὶ ὗς λουσαμένη εἰς ⸂κύλισμα⸃ βορβόρου."
    }
  ]
}