{
  "book_id": "AMO",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*says: For Moab’s three crimes – no, four! – I will not rescind my judgment. They have burned to lime the bones of the king of Edom,"
    },
    {
      "verse": 2,
      "text": "to desecrate the dead. So I will send a fire into Moab. It will devour the palaces of Kirioth, with a war-cry, with the sound of trumpets."
    },
    {
      "verse": 3,
      "text": "I will kill the ruler, all his nobles I will slay with him, says the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 4,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*says: For Judah’s three crimes – no, four! – I will not rescind my judgment. They have rejected the law of the \\+w Lord|strong=\"H3068\"\\+w*and have not kept his statutes. Instead their false gods their ancestors followed, have led them astray."
    },
    {
      "verse": 5,
      "text": "So I will send a fire on Judah. It will devour the palaces of Jerusalem. God’s Judgment on Israel"
    },
    {
      "verse": 6,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*says: For Israel’s three crimes – no, four! – I will not rescind my judgment. They sell the righteous for money, the needy for a pair of shoes."
    },
    {
      "verse": 7,
      "text": "They trample on the head of the poor, push the humble out of the way. Father and son go to the same temple girl, and so profane my holy name."
    },
    {
      "verse": 8,
      "text": "They stretch themselves on garments taken in pledges beside every altar, and they drink the wine of those who have been fined in the house of their God."
    },
    {
      "verse": 9,
      "text": "It was I who destroyed the Amorites for your sake, whose height was like that of the cedars, as strong as oaks. I destroyed their fruit from above and their roots from below."
    },
    {
      "verse": 10,
      "text": "It was I who brought you up from the land of Egypt, led you forty years in the wilderness, brought you here to possess the land of the Amorites."
    },
    {
      "verse": 11,
      "text": "I raised up some of your sons to be prophets some of your youths to be Nazirites. Is not this indeed so, Israelites? says the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 12,
      "text": "But you made the Nazirites drink wine and banned the prophets from prophesying."
    },
    {
      "verse": 13,
      "text": "Listen! It is I who will make you groan in your places, as a wagon groans under its load of grain."
    },
    {
      "verse": 14,
      "text": "Then flight will fail the swift, and the strength of the strongest will be useless. The warrior will not save his life,"
    },
    {
      "verse": 15,
      "text": "the archer will not stand firm, the swift of foot will not escape, the horseman will not save his life."
    },
    {
      "verse": 16,
      "text": "The bravest of warriors will flee away naked in that day, says the \\+w Lord|strong=\"H3068\"\\+w*."
    }
  ]
}