{
  "book_id": "2KI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehoram the son of Achab became king over Israel in Samaria in the eighteenth year of Jehoshaphat the king of Judah, and he reigned twelve years."
    },
    {
      "verse": 2,
      "text": "And he did what is evil in the eyes of the Lord; but not like his father, and like his mother; and he removed the statue of Ba'al which his father had made."
    },
    {
      "verse": 3,
      "text": "Nevertheless unto the sins of Jerobo'am the son of Nebat, who had induced Israel to sin, did he cleave: he departed not therefrom."
    },
    {
      "verse": 4,
      "text": "And Mesha' the king of Moab was a sheepmaster, and rendered as tribute unto the king of Israel a hundred thousand lambs, and a hundred thousand rams, with the wool."
    },
    {
      "verse": 5,
      "text": "And it came to pass, when Achab was dead, that the king of Moab rebelled against the king of Israel."
    },
    {
      "verse": 6,
      "text": "And king Jehoram went out of Samaria at that time, and numbered all Israel."
    },
    {
      "verse": 7,
      "text": "And he went and sent to Jehoshaphat the king of Judah, saying, The king of Moab hath rebelled against me: wilt thou go with me against Moab to battle? And he said, I will go up, I as thyself, my people as thy people, my horses as thy horses."
    },
    {
      "verse": 8,
      "text": "And he said, Which way shall we go up? And he said, The way through the wilderness of Edom."
    },
    {
      "verse": 9,
      "text": "So the king of Israel went with the king of Judah, and the king of Edom: and they took a circuitous route, a seven days' journey; and there was no water for the camp, and for the cattle that followed in their train."
    },
    {
      "verse": 10,
      "text": "And the king of Israel said, Alas! that the Lord hath called these three kings, to deliver them into the hand of Moab!"
    },
    {
      "verse": 11,
      "text": "But Jehoshaphat said, Is there not here a prophet of the Lord, that we may inquire of the Lord from him? And there answered one of the king of Israel's servants and said, Here is Elisha' the son of Shaphat, who poured water on the hands of Elijah."
    },
    {
      "verse": 12,
      "text": "And Jehoshaphat said, The word of the Lord is with him. And there went down to him the king of Israel and Jehoshaphat and the king of Edom."
    },
    {
      "verse": 13,
      "text": "And Elisha' said unto the king of Israel, What have I to do with thee? go to the prophets of thy father, and to the prophets of thy mother. And the king of Israel said unto him, Not so; for the Lord hath called these three kings, to deliver them into the hand of Moab."
    },
    {
      "verse": 14,
      "text": "And Elisha' said, As the Lord of hosts liveth, before whom I have stood, surely, were it not that I regard the presence of Jehoshaphat the king of Judah, I would not look toward thee, nor see thee."
    },
    {
      "verse": 15,
      "text": "But now bring me a musician. And it came to pass, when the musician played, that the inspiration of the Lord came upon him."
    },
    {
      "verse": 16,
      "text": "And he said, Thus hath said the Lord, Make this valley full of ditches."
    },
    {
      "verse": 17,
      "text": "For thus hath said the Lord, Ye shall not perceive wind, nor shall ye see rain; yet this valley shall be filled with water, that ye may drink, yourselves, and your flocks, and your cattle."
    },
    {
      "verse": 18,
      "text": "And this is yet too light a thing in the eyes of the Lord; and he will also deliver the Moabites into your hand."
    },
    {
      "verse": 19,
      "text": "And ye shall smite every fortified city, and every choice city, and every good tree shall ye fell, and all springs of water shall ye stop, and every good piece of land shall ye spoil with stones."
    },
    {
      "verse": 20,
      "text": "And it came to pass in the morning, at the time when the meat-offering is offered, that, behold, there came water by the way from Edom, and the country was filled with the water."
    },
    {
      "verse": 21,
      "text": "And when all the Moabites heard that the kings were come up to fight against them, they were called together from every one who was girded with a sword, and upward, and they posted themselves on the border."
    },
    {
      "verse": 22,
      "text": "And when they rose up early in the morning, and the sun shone upon the water, the Moabites saw the water at a distance as red as blood."
    },
    {
      "verse": 23,
      "text": "And they said, This is blood; the kings have certainly had a contest among themselves, and they have smitten one another: and now, up to the spoil, Moab."
    },
    {
      "verse": 24,
      "text": "But when they came to the camp of Israel, the Israelites rose up and smote the Moabites, so that they fled before them; and they smote the Moabites completely, even in their own country."
    },
    {
      "verse": 25,
      "text": "And the cities they pulled down, and into every good piece of land they cast every man his stone, and filled it up, and every spring of water they stopped, and every good tree they felled, until they left only its stones in Kir-chareseth, and this the slingers encompassed and smote it."
    },
    {
      "verse": 26,
      "text": "And when the king of Moab saw that the battle was too strong for him, he took with him seven hundred men that drew the sword, to break through unto the king of Edom; but they could not."
    },
    {
      "verse": 27,
      "text": "Then took he his eldest son that should have reigned in his stead, and offered him for a burnt-offering upon the wall. And there was great indignation against Israel: and they departed from him, and returned to their land."
    }
  ]
}