{
  "book_id": "2KI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And a certain woman, of the wives of the sons of the prophets cried unto Elisha', saying, Thy servant my husband is dead; and thou well knowest that thy servant was one who feared the Lord: and now the creditor is come to take my two sons unto himself for servants."
    },
    {
      "verse": 2,
      "text": "And Elisha' said unto her, What shall I do for thee? tell me, what hast thou in the house? And she said, Thy hand-maid hath nothing in the house, save a pot of oil."
    },
    {
      "verse": 3,
      "text": "And he said, Go, borrow for thyself vessels from abroad from all thy neighbors, empty vessels, let them not be a few."
    },
    {
      "verse": 4,
      "text": "And then go home, and lock the door behind thee and behind thy sons, and then pour out into all those vessels; and that which is full thou shalt set aside."
    },
    {
      "verse": 5,
      "text": "So she went from him, and locked the door behind her and behind her sons, who brought the vessels near to her, and she poured out."
    },
    {
      "verse": 6,
      "text": "And it came to pass, when the vessels were full, that she said unto her son, Bring near to me yet another vessel; and he said unto her, There is not a vessel more: and the oil stayed."
    },
    {
      "verse": 7,
      "text": "Then came she and told it to the man of God; and he said, Go, sell the oil, and pay thy debt, and thou with thy children shalt live of the rest."
    },
    {
      "verse": 8,
      "text": "And it happened one day, that Elisha' passed over to Shunem, and there was a great woman, and she constrained him to eat bread; and it happened, that as oft as he passed by, he used to turn in thither to eat bread."
    },
    {
      "verse": 9,
      "text": "And she said unto her husband, Behold now, I perceive that this is a holy man of God, who passeth through by us continually."
    },
    {
      "verse": 10,
      "text": "Let us then make a little upper chamber, on the wall; and let us set for him there a bed, and a table, and a chair, and a candlestick: and it shall be, when he cometh to us, that he shall turn in thither."
    },
    {
      "verse": 11,
      "text": "And it happened one day, that he came thither, and he turned into the upper chamber, and lay there."
    },
    {
      "verse": 12,
      "text": "And he said to Gechazi his servant, Call this Shunammite: and he called her, and she stood before him."
    },
    {
      "verse": 13,
      "text": "And he said unto him, Say now unto her, Behold, thou hast been at pains to take all this trouble for us: what is to be done for thee? wouldst thou be spoken for to the king, or to the chief of the army? And she said, I dwell in the midst of my own people."
    },
    {
      "verse": 14,
      "text": "And he said, What then is to be done for her? And Gechazi said, Verily, she hath no son, and her husband is old."
    },
    {
      "verse": 15,
      "text": "And he said, Call her: and he called her, and she stood in the door."
    },
    {
      "verse": 16,
      "text": "And he said, At this season, next year, thou shalt embrace a son. And she said, No, my Lord, man of God, do not deceive thy hand-maid."
    },
    {
      "verse": 17,
      "text": "But the woman conceived, and bore a son at that season in the following year, as Elisha' had spoken unto her."
    },
    {
      "verse": 18,
      "text": "And the child grew up; and it happened one day, that he went out to his father to the reapers."
    },
    {
      "verse": 19,
      "text": "And he said unto his father, My head, my head: and he said to a lad, Carry him to his mother."
    },
    {
      "verse": 20,
      "text": "And he took him up, and brought him to his mother, and he sat on her knees till noon, when he died."
    },
    {
      "verse": 21,
      "text": "And she went up, and laid him on the bed of the man of God, and locked the door behind him, and went out."
    },
    {
      "verse": 22,
      "text": "And she called unto her husband, and said, Send me, I pray thee, one of the young men, and one of the she-asses, that I may hasten as far as the man of God, and return."
    },
    {
      "verse": 23,
      "text": "And he said, Wherefore art thou going to him today? it is neither new moon, nor sabbath. And she said, It is well."
    },
    {
      "verse": 24,
      "text": "Then she saddled the she-ass, and said to her servant, Drive, and go forward; do not restrain me in riding, unless I say it to thee."
    },
    {
      "verse": 25,
      "text": "So she went and came unto the man of God to mount Carmel; and it came to pass, when the man of God saw her afar off, that he said to Gechazi his servant, Behold, yonder that Shunammite."
    },
    {
      "verse": 26,
      "text": "Now do run to meet her, and say unto her, Is it well with thee? is it well with thy husband? is it well with thy child? and she answered, It is well."
    },
    {
      "verse": 27,
      "text": "And she came to the man of God to the mount, and caught hold of his feet; and Gechazi came near to thrust her away; but the man of God said, Let her alone; for her soul is grieved within her; and the Lord hath hidden it from me, and hath not told it me."
    },
    {
      "verse": 28,
      "text": "And she said, Did I request a son from my Lord? did I not say, Do not lead me astray?"
    },
    {
      "verse": 29,
      "text": "Then said he to Gechazi, Gird up thy loins, and take my staff in thy hand, and go thy way: if thou meet any man, thou shalt not salute him; and if any salute thee, thou shalt not answer him; and lay my staff upon the face of the lad."
    },
    {
      "verse": 30,
      "text": "And the mother of the lad said, As the Lord liveth, and as thy soul liveth, I will not leave thee. And he arose and followed her."
    },
    {
      "verse": 31,
      "text": "And Gechazi passed on before them, and laid the staff upon the face of the lad; but there was neither voice, nor perceptible sound; wherefore he went back to meet him, and told him, saying, The lad is not awakened."
    },
    {
      "verse": 32,
      "text": "And when Elisha' was come into the house, behold, the lad was dead, laid upon his bed."
    },
    {
      "verse": 33,
      "text": "And he went in and locked the door behind both of them, and prayed unto the Lord."
    },
    {
      "verse": 34,
      "text": "And he went up, and laid himself upon the child, and put his mouth upon his mouth, and his eyes upon his eyes, and his hands upon his hands; and he stretched himself upon him: and the flesh of the child became warm."
    },
    {
      "verse": 35,
      "text": "Then he returned, and walked in the house to and fro; and went up, and stretched himself [again] upon him; and the lad sneezed as many as seven times, and the lad opened his eyes."
    },
    {
      "verse": 36,
      "text": "And he called Gechazi, and said, Call this Shunammite: so he called her, and she came in unto him; and he said, Take up thy son."
    },
    {
      "verse": 37,
      "text": "Then went she in, and fell at his feet, and bowed herself to the ground, and took up her son, and went out."
    },
    {
      "verse": 38,
      "text": "And Elisha' returned to Gilgal; and there was a famine in the land; and the sons of the prophets were sitting before him: and he said unto his servant, Set on the large pot, and seethe pottage for the sons of the prophets."
    },
    {
      "verse": 39,
      "text": "And one went out into the field to gather herbs, and found a wild vine, and gathered thereof wild colocynths his garment full, and came and cut them up into the pot of pottage; for they knew them not."
    },
    {
      "verse": 40,
      "text": "And they poured it out for the men to eat; and it came to pass, as they were eating of the pottage, that they cried out, and said, Death is in the pot, O man of God. And they could not eat."
    },
    {
      "verse": 41,
      "text": "But he said, Then bring some meal. And he cast it into the pot; and he said, Pour it out for the people, that they may eat. And there was nothing bad in the pot."
    },
    {
      "verse": 42,
      "text": "And there came a man from Ba'alshalishah, and brought unto the man of God bread of the first-fruits, twenty loaves of barley bread, and fresh ears of corn in his scrip: and he said, Give it unto the people, that they may eat."
    },
    {
      "verse": 43,
      "text": "And his servitor said, What, shall I set this before a hundred men? And he said, Give it unto the people, that they may eat; for thus hath said the Lord, They shall eat, and shall leave [thereof]."
    },
    {
      "verse": 44,
      "text": "So he set it before them, and they ate, and left thereof, according to the word of the Lord."
    }
  ]
}