{
  "book_id": "2KI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And Na'aman, the captain of the army of the king of Syria, was a great man before his Lord, and highly honored; because by him had the Lord given victory unto Syria: and this man was valiant in war, [but] a leper."
    },
    {
      "verse": 2,
      "text": "And the Syrians had gone out in predatory troops, and had brought away captive out of the land of Israel a little maiden; and she waited on Na'aman's wife."
    },
    {
      "verse": 3,
      "text": "And she said unto her mistress, Oh that my Lord were but before the prophet that is in Samaria! then would he heal him of his leprosy."
    },
    {
      "verse": 4,
      "text": "And he went in, and told his lord, saying, Thus and thus hath spoken the maiden that is from the land of Israel."
    },
    {
      "verse": 5,
      "text": "And the king of Syria said, Go to, go, and I will send a letter unto the king of Israel. And he departed, and took with him ten talents of silver, and six thousand pieces of gold, and ten changes of garments."
    },
    {
      "verse": 6,
      "text": "And he brought the letter to the king of Israel, which said, And now when this letter cometh unto thee, behold, I have sent to thee Na'aman my servant, that thou mayest heal him of his leprosy."
    },
    {
      "verse": 7,
      "text": "And it came to pass, when the king of Israel read the letter, that he rent his clothes, and said, Am I God, to kill and to make alive, that this one doth send unto me to heal a man of his leprosy? for know to a certainty, I pray you, and see that he but seeketh a quarrel against me."
    },
    {
      "verse": 8,
      "text": "And it happened, when Elisha' the man of God heard that the king of Israel had rent his clothes, that he sent to the king, saying, Wherefore hast thou rent thy clothes? let him but come to me, and he shall know that there is a prophet in Israel."
    },
    {
      "verse": 9,
      "text": "And Na'aman came with his horses and with his chariot, and remained at the door of the house of Elisha'."
    },
    {
      "verse": 10,
      "text": "And Elisha' sent a messenger unto him, saying, Go and bathe seven times in the Jordan, and thy flesh shall be restored [healthy] to thee, and thou shalt become clean."
    },
    {
      "verse": 11,
      "text": "But Na'aman became wroth, and went away, and said, Behold, I had thought, He will surely come out to me, and stand, and call on the name of the Lord his God, and swing his hand over the place, and heal the leper."
    },
    {
      "verse": 12,
      "text": "Are not Amanah and Pharpar, the rivers of Damascus, better than all the waters of Israel? may I not bathe in them, and become clean? and he turned and went away in a rage."
    },
    {
      "verse": 13,
      "text": "And his servants came near, and spoke unto him, and they said, My father, if the prophet had bidden thee a great thing, wouldst thou not do it? how much rather then, when he hath said to thee, Bathe, and become clean?"
    },
    {
      "verse": 14,
      "text": "Then went he down, and dived seven times in the Jordan, according to the word of the man of God: and his flesh was restored [healthy] like the flesh of a little boy, and he became clean."
    },
    {
      "verse": 15,
      "text": "And he returned to the man of God, he with all his camp, and came and stood before him, and said, Behold, now I know that there is no god on all the earth, but in Israel; and now, I pray thee, take a present from thy servant."
    },
    {
      "verse": 16,
      "text": "But he said, As the Lord liveth before whom I have stood, I will take none: and he urged him to take it; but he refused."
    },
    {
      "verse": 17,
      "text": "And Na'aman said, If [thou wilt] not, [then] let there be given, I pray thee, unto thy servant two mules' burden of earth; for thy servant will not offer henceforth either burnt-offering or peace-sacrifice unto other gods, except unto the Lord."
    },
    {
      "verse": 18,
      "text": "For this thing may the Lord pardon thy servant, that when my Lord goeth into the house of Rimmon to prostrate himself there, and he leaneth on my hand, and I prostrate myself also in the house of Rimmon: when I prostrate myself in the house of Rimmon, may the Lord pardon thy servant for this thing."
    },
    {
      "verse": 19,
      "text": "And he said unto him, Go in peace: so he departed from him some distance."
    },
    {
      "verse": 20,
      "text": "But Gechazi, the servant of Elisha' the man of God, said, Behold, my master hath spared Na'aman, this Syrian, in not receiving from his hand what he had brought; but, as the Lord liveth, I will run after him, and take some little thing from him."
    },
    {
      "verse": 21,
      "text": "So Gechazi hurried after Na'aman; and when Na'aman saw him running after him, he lighted doom from the chariot to meet him, and said, Is [all] well?"
    },
    {
      "verse": 22,
      "text": "And he said, [all] is well. My master hath sent me, saying, Behold, even now there are come to me from the mountain of Ephraim two young men of the sons of the prophets: do give them, I pray thee, a talent of silver, and two changes of garments."
    },
    {
      "verse": 23,
      "text": "And Na'aman said, Give thy assent, take two talents. And he urged him, and bound up two talents of silver in two bags, with two changes of garments, and he gave them unto his two young men, and they carried them before him."
    },
    {
      "verse": 24,
      "text": "And when he came to the hill, he took them from their hand, and bestowed them in the house: and he dismissed the men, and they departed."
    },
    {
      "verse": 25,
      "text": "But he went in, and stood before his master. And Elisha' said unto him, Whence comest thou, Gechazi? And he said, Thy servant went not hither or thither."
    },
    {
      "verse": 26,
      "text": "And he said unto him, My mind was not gone, when the man turned round from his chariot to meet thee. Is it a time to take money, and to take garments, and oliveyards, and vineyards, and sheep, and oxen, and men-servants, and maid-servants?"
    },
    {
      "verse": 27,
      "text": "May then the leprosy of Na'aman cleave unto thee, and unto thy seed for ever. And he went out from his presence a leper [as white] as snow."
    }
  ]
}