{
  "book_id": "2KI",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And Elisha' spoke unto the woman, whose son he had restored to life, saying, Arise, and go, thou and thy household, and sojourn wheresoever thou canst sojourn; for the Lord hath called for a famine, and it is also coming in the land for seven years."
    },
    {
      "verse": 2,
      "text": "And the woman arose, and did after the word of the man of God; and she went, she with her household, and sojourned in the land of the Philistines seven years."
    },
    {
      "verse": 3,
      "text": "And it came to pass at the end of seven years, that the woman returned out of the land of the Philistines; and she went forth to cry unto the king for her house and for her land."
    },
    {
      "verse": 4,
      "text": "And the king was just speaking with Gechazi the servant of the man of God, saying, Relate to me, I pray thee, all the great things that Elisha' hath done."
    },
    {
      "verse": 5,
      "text": "And it came to pass, as he was just relating to the king how he had restored the dead to life, that, behold, the woman, whose son he had restored to life, cried to the king for her house and for her land. And Gechazi said, My lord, O king, this is the woman, and this is her son, whom Elisha' restored to life."
    },
    {
      "verse": 6,
      "text": "And the king asked of the woman, who related it to him. So the king appointed unto her a certain officer, saying, Restore all that belongeth to her, and all the products of the field since the day that she left the land, even until now."
    },
    {
      "verse": 7,
      "text": "And Elisha' came to Damascus; and Ben-hadad, the king of Syria, was sick; and it was told him, saying, The man of God is come even hither."
    },
    {
      "verse": 8,
      "text": "And the king said unto Chazael, Take a present in thy hand, and go to meet the man of God, and inquire of the Lord from him, saying, Shall I recover from this sickness?"
    },
    {
      "verse": 9,
      "text": "So Chazael went to meet him, and took a present in his hand, and all manner of good things of Damascus, a burden for forty camels, and he came and stood before him, and said, Thy son Ben-hadad the king of Syria hath sent me to thee, saying, Shall I recover from this sickness?"
    },
    {
      "verse": 10,
      "text": "And Elisha' said unto him, Go, say unto him, Thou mayest certainly recover; nevertheless the Lord hath shown me that he shall surely die."
    },
    {
      "verse": 11,
      "text": "And he restrained his countenance, and held back as long as he could: and then wept the man of God."
    },
    {
      "verse": 12,
      "text": "And Chazael said, Why doth my Lord weep? And he said, Because I know what evil thou wilt do unto the children of Israel: their strong-holds wilt thou set on fire, and their young men wilt thou slay with the sword, and their children wilt thou dash, and their pregnant women wilt thou rip up."
    },
    {
      "verse": 13,
      "text": "And Chazael said, But what is thy servant, the dog, that he should do this great thing? And Elisha' said, The Lord hath caused me to see thee as king over Syria."
    },
    {
      "verse": 14,
      "text": "So he went away from Elisha', and came to his master; who said to him, What hath Elisha' said to thee? And he said, he said to me that thou couldst surely recover."
    },
    {
      "verse": 15,
      "text": "And it came to pass on the morrow, that he took a cover lid, and dipped it in water, and spread it over his face, and he died: and Chazael became king in his stead."
    },
    {
      "verse": 16,
      "text": "And in the fifth year of Joram the son of Achab the king of Israel, Jehoshaphat being yet king of Judah, Jehoram the son of Jehoshaphat the king of Judah became king."
    },
    {
      "verse": 17,
      "text": "Thirty and two years old was he when he became king, and eight years did he reign in Jerusalem."
    },
    {
      "verse": 18,
      "text": "And he walked in the way of the kings of Israel, as the house of Achab had done; for a daughter of Achab had he for wife: and he did what is evil in the eyes of the Lord."
    },
    {
      "verse": 19,
      "text": "Yet would the Lord not destroy Judah for the sake of David his servant, as he said unto him, to give him a government and to his children at all times."
    },
    {
      "verse": 20,
      "text": "In his days Edom revolted from under the power of Judah, and they appointed a king over themselves."
    },
    {
      "verse": 21,
      "text": "And Joram went over to Za'ir, and all the chariots were with him; and he rose up by night, and smote the Edomites who compassed him about, and the captains of the chariots: and the people fled unto their tents."
    },
    {
      "verse": 22,
      "text": "Yet Edom revolted from under the power of Judah even until this day; then did Libnah revolt at the same time."
    },
    {
      "verse": 23,
      "text": "And the rest of the acts of Joram, and all that he did, behold, they are written in the book of the chronicles of the kings of Judah."
    },
    {
      "verse": 24,
      "text": "And Joram slept with his fathers, and was buried with his fathers in the city of David: and Achazyahu his son became king in his stead."
    },
    {
      "verse": 25,
      "text": "In the twelfth year of Joram the son of Achab the king of Israel became Achazyahu, the son of Jehoram the king of Judah, king."
    },
    {
      "verse": 26,
      "text": "Two and twenty years old was Achazyahu when he became king; and one year did he reign in Jerusalem. And his mother's name was 'Athalyahu, the [grand-]daughter of 'Omri the king of Israel."
    },
    {
      "verse": 27,
      "text": "And he walked in the way of the house of Achab, and did what is evil in the eyes of the Lord, like the house of Achab; for he was the son-in-law of the house of Achab."
    },
    {
      "verse": 28,
      "text": "And he went with Joram the son of Achab to the war against Chazael the king of Syria at Ramoth-gil'ad: and the Syrians smote Joram."
    },
    {
      "verse": 29,
      "text": "And king Joram returned to be healed in Yizre'el of the wounds which the Syrians had inflicted on him at Ramah, when he was fighting against Chazael the king of Syria. And Achazyahu the son of Jehoram the king of Judah went down to see Joram the son of Achab in Yizre'el, because he was sick."
    }
  ]
}