{
  "book_id": "2KI",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And Elisha' the prophet called one of the children of the prophets, and said unto him, Gird up thy loins, and take this flask of oil in thy hand, and go to Ramoth-gil'ad:"
    },
    {
      "verse": 2,
      "text": "And when thou art come thither, look out there for Jehu the son of Jehoshaphat the son of Nimshi, and go in, and cause him to stand up from the midst of his brethren, and bring him in to the innermost chamber;"
    },
    {
      "verse": 3,
      "text": "And thou shalt then take the flask of oil, and pour it on his head, and say, Thus hath said the Lord, I have anointed thee as king over Israel. Then must thou open the door, and flee, and not wait for any thing."
    },
    {
      "verse": 4,
      "text": "So the young man, the disciple of the prophet, went to Ramoth-gil'ad."
    },
    {
      "verse": 5,
      "text": "And when he came, behold, the captains of the army were sitting; and he said, I have a word for thee, O captain. And Jehu said, For whom of all of us? And he said, For thee, O captain."
    },
    {
      "verse": 6,
      "text": "And he arose, and went into the house: and he poured the oil on his head, and said unto him, Thus hath said the Lord the God of Israel, I anoint thee as king over the people of the Lord, over Israel."
    },
    {
      "verse": 7,
      "text": "And thou shalt smite the house of Achab thy master, that I may avenge the blood of my servants the prophets, and the blood of all the servants of the Lord, at the hand of Izebel."
    },
    {
      "verse": 8,
      "text": "And the whole house of Achab shall perish: and I will cut off from Achab every male, and the guarded and fortified in Israel;"
    },
    {
      "verse": 9,
      "text": "And I will make the house of Achab like the house of Jerobo'am the son of Nebat, and like the house of Ba'sha the son of Achiyah;"
    },
    {
      "verse": 10,
      "text": "And Izebel shall the dogs eat in the field of Yizre'el, with none to bury her. And he [then] opened the door, and fled."
    },
    {
      "verse": 11,
      "text": "But Jehu came forth to the servants of his Lord: and one said unto him, Is all well? wherefore came this madman to thee? And he said unto them, Ye yourselves know the man, and his talk."
    },
    {
      "verse": 12,
      "text": "And they said, It is false: only tell us, we pray thee. And he said, So and so did he speak to me, saying, Thus hath said the Lord, I anoint thee as king over Israel."
    },
    {
      "verse": 13,
      "text": "Then they hastened, and they took every man his garment, and put it under him on the top of the stairs; and they blew the cornet, saying, Jehu is king."
    },
    {
      "verse": 14,
      "text": "So Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram. (Now Joram had kept guard at Ramoth-gil'ad, he and all Israel, because of Chazael the king of Syria."
    },
    {
      "verse": 15,
      "text": "But king Jehoram was returned to be healed in Yizre'el of the wounds which the Syrians had inflicted on him, when he was fighting with Chazael the king of Syria.) And Jehu said, If this be your mind, then let none that escapeth go forth out of the city to go to tell it in Yizre'el."
    },
    {
      "verse": 16,
      "text": "So Jehu rode in a chariot, and went to Yizre'el; for Joram was lying there. And Achazyah the king of Judah was come down to see Joram."
    },
    {
      "verse": 17,
      "text": "And the watchman stood on the tower in Yizre'el, and he saw the company of Jehu as he came; and he said, A company do I see, And Jehoram said, Take a horseman, and send out to meet them, and let him say, Is it peace?"
    },
    {
      "verse": 18,
      "text": "So there went one riding on horseback to meet him, and said, Thus hath said the king, Is it peace? And Jehu said, What hast thou to do with peace? turn thee about behind me. And the watchman told, saying, The messenger came up to them, but he hath not returned."
    },
    {
      "verse": 19,
      "text": "Then sent he out a second rider on horseback, who came to them, and said, Thus hath said the king, Is it peace? And Jehu answered, What hast thou to do with peace? turn thee about behind me."
    },
    {
      "verse": 20,
      "text": "And the watchman told, saying, He came up to them, but he hath not returned: and the driving is like the driving of Jehu the son of Nimshi; for he driveth as though he were mad."
    },
    {
      "verse": 21,
      "text": "And Jehoram said, Harness up. And his chariot was harnessed up. And Jehoram the king of Israel and Achazyahu the king of Judah went out, each in his chariot, and they went out to meet Jehu, and found him in the portion of land of Naboth the Yizre'elite."
    },
    {
      "verse": 22,
      "text": "And it came to pass, when Jehoram saw Jehu, that he said, Is it peace, Jehu? And he said, What peace can there be with the acts of incest of thy mother Izebel and her many witchcrafts?"
    },
    {
      "verse": 23,
      "text": "And Jehoram turned about, and fled, and said to Achazyahu, Treachery, Achazyahu."
    },
    {
      "verse": 24,
      "text": "And Jehu grasped the bow with his full strength, and struck Jehoram between his arms, and the arrow went out at his heart, and he sunk down in his chariot."
    },
    {
      "verse": 25,
      "text": "Then said he to Bidkar his officer, Lift up, [and] cast him down in the part of the field that was Naboth's the Yizre'elite; for remember how that I and thou rode alongside each other after Achab his father, when the Lord pronounced over him this fatal decree:"
    },
    {
      "verse": 26,
      "text": "Surely I have seen yesterday the blood of Naboth, and the blood of his sons, saith the Lord; and I will repay thee in this part of the field, saith the Lord. And now lift up, [and] cast him down into the field, according to the word of the Lord."
    },
    {
      "verse": 27,
      "text": "And when Achazyahu the king of Judah saw this, he fled by the way of the garden-house; but Jehu pursued after him, and said, Also him smite in the chariot. [And they did so] on the ascent to Gur, which is by Yible'am. And he fled to Megiddo, and died there."
    },
    {
      "verse": 28,
      "text": "And his servants carried him in a chariot to Jerusalem, and buried him in his sepulchre with his fathers in the city of David."
    },
    {
      "verse": 29,
      "text": "And in the eleventh year of Joram the son of Achab became Achazyah king over Judah."
    },
    {
      "verse": 30,
      "text": "And Jehu came to Yizre'el; and when Izebel heard of it, she painted her eyes, and ornamented her head, and looked out at the window."
    },
    {
      "verse": 31,
      "text": "And as Jehu entered in at the gate, she said, Is it peace, O Zimri, who hath slain his master?"
    },
    {
      "verse": 32,
      "text": "And he lifted up his face to the window, and said, Who is on my side? who? And there looked out to him two or three chamberlains."
    },
    {
      "verse": 33,
      "text": "And he said, Pitch her down. So they pitched her down: and some of her blood was sprinkled on the wall, and on the horses; and he trod her under foot."
    },
    {
      "verse": 34,
      "text": "And he came in, and ate and drank; and then said he, Look, I pray you, after this accursed one, and bury her; for she is a king's daughter."
    },
    {
      "verse": 35,
      "text": "And they went to bury her: but they found nothing of her but the skull, and the feet, and the palms of the hands."
    },
    {
      "verse": 36,
      "text": "And they returned, and told him; and he said, It is the word of the Lord, which he spoke by means of his servant Elijah the Tishbite, saying, In the field of Yizre'el shall the dogs eat the flesh of Izebel:"
    },
    {
      "verse": 37,
      "text": "And the carcass of Izebel shall be as dung upon the face of the field in the portion of Yizre'el; so that they shall not say, This is Izebel."
    }
  ]
}