{
  "book_id": "2KI",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And when 'Athalyah the mother of Achazyahu saw that her son was dead, she arose and destroyed all the seed royal."
    },
    {
      "verse": 2,
      "text": "But Yehosheba', the daughter of king Joram, the sister of Achazyahu, took Joash the son of Achazyahu, and stole him away from among the king's sons that were slain, him and his nurse into the bed-chamber: and they hid him from 'Athalyah, so that he was not slain."
    },
    {
      "verse": 3,
      "text": "And he was with her in the house of the Lord hidden for six years, while 'Athalyah was reigning over the land."
    },
    {
      "verse": 4,
      "text": "And in the seventh year Yehoyada' sent and fetched the rulers over the hundreds, of the guards and the runners, and brought them to him into the house of the Lord, and made a covenant with them, and made them swear in the house of the Lord, and showed them the king's son."
    },
    {
      "verse": 5,
      "text": "And he commanded them, saying, This is the thing that ye shall do: A third part of you that enter in on the sabbath shall even be keeping watch in the king's house;"
    },
    {
      "verse": 6,
      "text": "And a third part shall be at the gate of Sur; and a third part at the gate behind the runners; so shall ye keep watch at the house, as a defence."
    },
    {
      "verse": 7,
      "text": "And two parts of you all that are relieved on the sabbath, even they shall keep watch in the house of the Lord about the king."
    },
    {
      "verse": 8,
      "text": "And ye shall encompass the king round about, every man with his weapons in his hand; and he that cometh within the ranges shall be put to death: and be ye with the king when he goeth out and when he cometh in."
    },
    {
      "verse": 9,
      "text": "And the captains over the hundreds did in accordance with all that Yohayada' the priest had commanded: and they took every man his men that came in on the sabbath, with those that were to be relieved on the sabbath, and came to Yehoyada' the priest."
    },
    {
      "verse": 10,
      "text": "And the priest gave to the captains over the hundred the spears and shields that had belonged to king David, that were in the house of the Lord."
    },
    {
      "verse": 11,
      "text": "And the runners stood every man with his weapons in his hand, from the right side of the house to the left side of the house, by the altar and within, round about the king."
    },
    {
      "verse": 12,
      "text": "And he brought forth the king's son, and put the crown upon him, and [gave him] the testimony, and they made him king, and anointed him; and they clapped their hands, and said, Long live the king."
    },
    {
      "verse": 13,
      "text": "And when 'Athalyah heard the noise of the runners [and] of the people, she came to the people in the house of the Lord."
    },
    {
      "verse": 14,
      "text": "And she looked, and, behold, the king stood upon a stand, according to custom, and the princes and the trumpeters were by the king, and all the people of the land were rejoicing, and blowing with trumpets: and 'Athalyah then rent her clothes, and cried, Conspiracy! conspiracy!"
    },
    {
      "verse": 15,
      "text": "But Yehoyada' the priest commanded the captains of the hundreds, the commanders of the army, and said unto them, Lead her forth to within the ranges: and him that followeth her put to death with the sword. For the priest had said, She shall not be slain in the house of the Lord."
    },
    {
      "verse": 16,
      "text": "And they made way for her; and she went by the way of the entrance of the horses into the king's house: and she was put to death there."
    },
    {
      "verse": 17,
      "text": "And Yehoyada' made a covenant between the Lord and between the king and between the people, that they should be a people unto the Lord; and between the king and between the people."
    },
    {
      "verse": 18,
      "text": "And then came all the people of the land into the house of Ba'al, and pulled it down: his altars and his images they broke in pieces thoroughly, and Mattan the priest of Ba'al they slew before the altars. And the priest appointed superintendents over the house of the Lord."
    },
    {
      "verse": 19,
      "text": "And he took the chiefs over hundreds, and the guards, and the runners, and all the people of the land, and they brought down the king from the house of the Lord, and came by the way of the gate of the runners to the king's house: and he sat on the throne of the kings."
    },
    {
      "verse": 20,
      "text": "And all the people of the land rejoiced, and the city was quiet; but 'Athalyah they had slain with the sword at the king's house."
    },
    {
      "verse": 21,
      "text": "(12:1) Seven years old was Jehoash when he became king."
    }
  ]
}