{
  "book_id": "2KI",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "(12:2) In the seventh year of Jehu became Jehoash king; and forty years did he reign in Jerusalem; and the name of his mother was Zibyah of Beer-sheba'."
    },
    {
      "verse": 2,
      "text": "(12:3) And Jehoash did what is right in the eyes of the Lord all his days, that Yehoyada' the priest instructed him."
    },
    {
      "verse": 3,
      "text": "(12:4) Only the high-places were not removed: the people as yet sacrificed and burnt incense on the high-places."
    },
    {
      "verse": 4,
      "text": "(12:5) And Jehoash said to the priests, all the money of the dedicated things that may be brought into the house of the Lord, the money of every one that passeth the numbering, the money any man is valued at, and all the money that cometh into any man's heart to bring into the house of the Lord,"
    },
    {
      "verse": 5,
      "text": "(12:6) The priests shall take to themselves, every man from his acquaintance; and they shall repair the breaches of the house, wheresoever any breach may be found."
    },
    {
      "verse": 6,
      "text": "(12:7) But it happened, that in the three and twentieth year of king Jehoash the priests had not repaired the breaches of the house."
    },
    {
      "verse": 7,
      "text": "(12:8) Then called king Jehoash for Yehoyada' the priest, and the [other] priests, and he said unto them, Wherefore do ye not repair the breaches of the house? and now ye shall take no more money from your acquaintances, but ye shall give it up [at once] for the breaches of the house."
    },
    {
      "verse": 8,
      "text": "(12:9) And the priests consented neither to take any more money from the people, nor to repair the breaches of the house."
    },
    {
      "verse": 9,
      "text": "(12:10) But Yehoyada' the priest took a chest, and bored a hole in its lid, and he placed it beside the altar, on the right side as one cometh into the house of the Lord: and the priests that kept watch at the threshold put therein all the money, that was brought into the house of the Lord."
    },
    {
      "verse": 10,
      "text": "(12:11) And it happened, when they saw that there was much money in the chest, that the king's scribe and the high-priest came up, and they put up in bags, after having counted, the money that was found in the house of the Lord."
    },
    {
      "verse": 11,
      "text": "(12:12) And they gave the money, after it was counted, into the hands of those who overlooked the workmen, that had been appointed as overseers of the house of the Lord: and they laid it out to the carpenters and to the builders, that wrought on the house of the Lord,"
    },
    {
      "verse": 12,
      "text": "(12:13) And to the masons, and the hewers of stone, and for the purchase of timber and hewn stones to repair the breaches of the house of the Lord, and for all that was laid out for the house to repair it."
    },
    {
      "verse": 13,
      "text": "(12:14) Nevertheless there were not made for the house of the Lord bowls of silver, knives, basins, trumpets, all kinds of vessels of gold, or vessels of silver, from the money that was brought into the house of the Lord;"
    },
    {
      "verse": 14,
      "text": "(12:15) But they gave it to those who overlooked the workmen, and they repaired therewith the house of the Lord."
    },
    {
      "verse": 15,
      "text": "(12:16) And they reckoned not with the men, into whose hand they delivered the money to give it to those who overlooked the workmen; for they acted in good faith."
    },
    {
      "verse": 16,
      "text": "(12:17) The money for trespass-offerings and the money for sin-offerings was not brought into the house of the Lord: it belonged to the priests."
    },
    {
      "verse": 17,
      "text": "(12:18) At that time Chazael the king of Syria went up, and fought against Gath, and captured it: and Chazael directed his face to go up against Jerusalem."
    },
    {
      "verse": 18,
      "text": "(12:19) Then took Jehoash the king of Judah all the hallowed things that Jehoshaphat, Jehoram, and Achazyahu, his fathers, the kings of Judah, had dedicated, and his own hallowed things, and all the gold that was found in the treasures of the house of the Lord, and in the king's house, and sent it to Chazael the king of Syria: and he withdrew from Jerusalem."
    },
    {
      "verse": 19,
      "text": "(12:20) And the rest of the acts of Joash, and all that he did, behold, they are written in the book of the chronicles of the kings of Judah."
    },
    {
      "verse": 20,
      "text": "(12:21) And his servants arose, and formed a conspiracy, and smote Joash in Beth-millo, which [lieth on the road] that goeth down to Silla."
    },
    {
      "verse": 21,
      "text": "(12:22) And Yozachar the son of Shim'ath, and Yehozabad the son of Shomer, his servants, smote him, and he died; and they buried him with his fathers in the city of David: and Amazyah his son became king in his stead."
    }
  ]
}