{
  "book_id": "2KI",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "In the three and twentieth year of Joash the son of Achazyahu the king of Judah became Jehoachaz the son of Jehu king over Israel in Samaria [for] seventeen years."
    },
    {
      "verse": 2,
      "text": "And he did what is evil in the eyes of the Lord, and followed the sins of Jerobo'am the son of Nebat, who induced Israel to sin: he departed not therefrom."
    },
    {
      "verse": 3,
      "text": "And the anger of the Lord was kindled against Israel; and he gave them up into the hand of Chazael the king of Syria, and into the hand of Ben-hadad the son of Chazael, all the time."
    },
    {
      "verse": 4,
      "text": "And Jehoachaz besought the Lord; and the Lord hearkened unto him; for he saw the oppression of Israel, how the king of Syria oppressed them."
    },
    {
      "verse": 5,
      "text": "(And the Lord gave Israel a deliverer, so that they came out from under the power of the Syrians: and the children of Israel dwelt in their tents, as in times past."
    },
    {
      "verse": 6,
      "text": "Nevertheless they departed not from the sins of the house of Jerobo'am, who induced Israel to sin, therein the people walked: and the Asherah also remained standing in Samaria.)"
    },
    {
      "verse": 7,
      "text": "For he had left of people to Jehoachaz none but fifty horsemen, and ten chariots, and ten thousand men on foot; for the king of Syria had destroyed them, and had made them like the dust at threshing."
    },
    {
      "verse": 8,
      "text": "Now the rest of the acts of Jehoachaz, and all that he did, and his mighty deeds, behold, they are written in the book of the chronicles of the kings of Israel."
    },
    {
      "verse": 9,
      "text": "And Jehoachaz slept with his fathers; and they buried him in Samaria: and Joash his son became king in his stead."
    },
    {
      "verse": 10,
      "text": "In the thirty and seventh year of Joash the king of Judah became Jehoash the son of Jehoachaz king over Israel in Samaria, [for] sixteen years."
    },
    {
      "verse": 11,
      "text": "And he did what is evil in the eyes of the Lord; he departed not from all the sins of Jerobo'am the son of Nebat, who induced Israel to sin: therein he walked."
    },
    {
      "verse": 12,
      "text": "And the rest of the acts of Joash, and all that he did, and his mighty deeds wherewith he fought against Amazyah the king of Judah, behold, they are written in the book of the chronicles of the kings of Israel."
    },
    {
      "verse": 13,
      "text": "And Joash slept with his fathers; and Jerobo'am sat upon his throne: and Joash was buried in Samaria with the kings of Israel."
    },
    {
      "verse": 14,
      "text": "Now Elisha' was fallen sick of his sickness whereof he had to die. And Joash the king of Israel came down unto him, and wept over his face, and said, O my father, my father, the chariot of Israel, and their horsemen."
    },
    {
      "verse": 15,
      "text": "And Elisha' said unto him, Fetch a bow and arrows. And he fetched unto him a bow and arrows."
    },
    {
      "verse": 16,
      "text": "And he said to the king of Israel, Place thy hand upon the bow. And he placed his hand [upon it]: and Elisha' laid his hands upon the king's hands."
    },
    {
      "verse": 17,
      "text": "And he said, Open the window eastward. And he opened it. Then said Elisha', Shoot. And he shot. And he said, The arrow of victory from the Lord, and the arrow of victory over Syria; and thou shalt smite the Syrians in Aphek, till they be consumed."
    },
    {
      "verse": 18,
      "text": "And he said, Take the arrows. And he took them. And he said unto the king of Israel, Strike upon the ground. And he struck three times, and stopped."
    },
    {
      "verse": 19,
      "text": "And the man of God was angry with him, and said, Thou shouldst have struck five or six times; then wouldst thou have smitten the Syrians till they had been consumed: whereas now thou shalt smite the Syrians three times."
    },
    {
      "verse": 20,
      "text": "And Elisha' died, and they buried him. And the predatory bands of Moabites frequently invaded the land at the coming in of the year."
    },
    {
      "verse": 21,
      "text": "And it came to pass, as they were burying a man, that, behold, they saw the band; and they cast down the man into the sepulchre of Elisha': and as the man came, and touched the bones of Elisha', he revived, and rose up on his feet."
    },
    {
      "verse": 22,
      "text": "But Chazael the king of Syria oppressed Israel all the days of Jehoachaz."
    },
    {
      "verse": 23,
      "text": "And the Lord became gracious unto them, and had mercy on them, and turned his regard unto them, because of his covenant with Abraham, Isaac, and Jacob, and would not destroy them, and he cast them not off from his presence even until now."
    },
    {
      "verse": 24,
      "text": "And Chazael the king of Syria died: and Ben-hadad his son became king in his stead."
    },
    {
      "verse": 25,
      "text": "And Jehoash the son of Jehoachaz took again the cities out of the power of Ben-hadad the son of Chazael, which he had taken out of the power of Jehoachaz his father in the war. Three times did Joash beat him, and he recovered the cities of Israel."
    }
  ]
}