{
  "book_id": "2KI",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "In the second year of Joash the son of Joachaz the king of Israel became Amazyahu, the son of Joash the king of Judah, king."
    },
    {
      "verse": 2,
      "text": "Twenty and five years was he old when he became king, and twenty and nine years did he reign in Jerusalem. And his mother's name was Yeho'addan of Jerusalem."
    },
    {
      "verse": 3,
      "text": "And he did what is right in the eyes of the Lord, yet not like David his father: in accordance with all that Joash his father had done, [so] did he."
    },
    {
      "verse": 4,
      "text": "Nevertheless the high-places were not removed: as yet the people sacrificed and burnt incense on the high-places."
    },
    {
      "verse": 5,
      "text": "And it came to pass, when the kingdom was firmly established in his hand, that he slew his servants who had slain the king his father."
    },
    {
      "verse": 6,
      "text": "But the children of the murderers he put not to death: as it is written in the book of the law of Moses, that the Lord commanded, saying, The fathers shall not be put to death for the children, nor shall the children be put to death for the fathers; but every man shall be put to death for his own sin."
    },
    {
      "verse": 7,
      "text": "He it was that smote of Edom in the valley of salt ten thousand men, and seized Sela' in the war, and called its name Yoktheel until this day."
    },
    {
      "verse": 8,
      "text": "Then sent Amazyah messengers to Jehoash, the son of Jehoachaz the son of Jehu, the king of Israel, saying, Come, let us look one another in the face."
    },
    {
      "verse": 9,
      "text": "And Jehoash the king of Israel sent to Amazyahu the king of Judah, saying, The thornbush that was in the Lebanon sent to the cedar that was in the Lebanon, saying, Give thy daughter to my son for wife. And there passed along the wild beasts that were in Lebanon, and trod down the thornbush."
    },
    {
      "verse": 10,
      "text": "Thou hast indeed smitten Edom, and thy heart hath lifted thee up: keep thy glory and stay in thy house; and why wilt thou meddle with misfortune, that thou mayest fall, thou, and Judah with thee?"
    },
    {
      "verse": 11,
      "text": "But Amazyahu would not hear. Therefore Jehoash the king of Israel went up; and he and Amazyahu the king of Judah looked one another in the face at Beth-shemesh, which belongeth to Judah."
    },
    {
      "verse": 12,
      "text": "And Judah was defeated before Israel; and they fled every man to his tents."
    },
    {
      "verse": 13,
      "text": "And Jehoash the king of Israel caught Amazyahu the king of Judah, the son of Jehoash, the son of Achazyahu, at Beth-shemesh; and he came to Jerusalem, and made a breach in the wall of Jerusalem from the gate of Ephraim unto the corner-gate, four hundred cubits."
    },
    {
      "verse": 14,
      "text": "And he took all the gold and the silver, and all the vessels that were found in the house of the Lord, and in the treasures of the king's house, and the children of the chiefs as hostages, and returned to Samaria."
    },
    {
      "verse": 15,
      "text": "Now the rest of the acts of Jehoash which he did, and his mighty deeds, and how he fought with Amazyahu the king of Judah, behold, they are written in the book of the chronicles of the kings of Israel."
    },
    {
      "verse": 16,
      "text": "And Jehoash slept with his fathers, and was buried in Samaria with the kings of Israel: and Jerobo'am his son became king in his stead."
    },
    {
      "verse": 17,
      "text": "And Amazyahu the son of Joash the king of Judah lived after the death of Jehoash, the son of Jehoachaz the king of Israel, fifteen years."
    },
    {
      "verse": 18,
      "text": "And the rest of the acts of Amazyahu, behold, they are written in the book of the chronicles of the kings of Judah."
    },
    {
      "verse": 19,
      "text": "Now they raised a conspiracy against him in Jerusalem: wherefore he fled to Lachish; but they sent after him to Lachish, and slew him there."
    },
    {
      "verse": 20,
      "text": "And they brought him on horses: and he was buried at Jerusalem with his fathers in the city of David."
    },
    {
      "verse": 21,
      "text": "And all the people of Judah took 'Azaryah, who was sixteen years old, and they made him king instead of his father Amazyahu."
    },
    {
      "verse": 22,
      "text": "He it was that built Elath, and brought it back to Judah, after the king slept with his fathers."
    },
    {
      "verse": 23,
      "text": "In the fifteenth year of Amazyahu the son of Joash the king of Judah became Jerobo'am the son of Joash the king of Israel king in Samaria, [for] forty and one years."
    },
    {
      "verse": 24,
      "text": "And he did what is evil in the eyes of the Lord: he departed not from all the sins of Jerobo'am the son of Nebat, who induced Israel to sin."
    },
    {
      "verse": 25,
      "text": "He restored the boundary of Israel from the entrance of Chamath unto the sea of the plain; in accordance with the word of the Lord God of Israel, which he had spoken by means of his servant Jonah the son of Amitthai, the prophet, who was of Gathchepher."
    },
    {
      "verse": 26,
      "text": "For the Lord saw the affliction of Israel, which was very bitter; that the guarded was no more, and that the fortified was no more, and there was no helper for Israel."
    },
    {
      "verse": 27,
      "text": "And the Lord had not spoken that he would blot out the name of Israel from under the heavens; but he helped them by means of Jerobo'am the son of Joash."
    },
    {
      "verse": 28,
      "text": "Now the rest of the acts of Jerobo'am, and all that he did, and his mighty deeds, how he warred, and how he brought back Damascus and Chamath, [which had belonged] to Judah, to Israel, behold, they are written in the book of the chronicles of the kings of Israel."
    },
    {
      "verse": 29,
      "text": "And Jerobo'am slept with his fathers, with the kings of Israel: and Zechariah his son became king in his stead."
    }
  ]
}