{
  "book_id": "2KI",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "In the twenty and seventh year of Jerobo'am the king of Israel became 'Azaryah, the son of Amazyah king of Judah, king."
    },
    {
      "verse": 2,
      "text": "Sixteen years old was he when he became king, and two and fifty years did he reign in Jerusalem. And his mother's name was Yecholyahu of Jerusalem."
    },
    {
      "verse": 3,
      "text": "And he did what is right in the eyes of the Lord, in accordance with all that Amazyahu his father had done;"
    },
    {
      "verse": 4,
      "text": "Nevertheless the high-places were not removed: as yet the people sacrificed and burnt incense on the high-places."
    },
    {
      "verse": 5,
      "text": "And the Lord afflicted the king with leprosy, and he was a leper unto the day of his death, and he dwelt in the leper-house. And Jotham the king's son was over the house, [and] judged the people of the land."
    },
    {
      "verse": 6,
      "text": "And the rest of the acts of 'Azaryahu, and all that he did, behold, they are written in the book of the chronicles of the kings of Judah."
    },
    {
      "verse": 7,
      "text": "And 'Azaryah slept with his fathers; and they buried him with his fathers in the city of David: and Jotham his son became king in his stead."
    },
    {
      "verse": 8,
      "text": "In the thirty and eighth year of 'Azaryahu the king of Judah became Zechariah the son of Jerobo'am king over Israel in Samaria [for] six months."
    },
    {
      "verse": 9,
      "text": "And he did what is evil in the eyes of the Lord, as his fathers had done: he departed not from the sins of Jerobo'am the son of Nebat, who induced Israel to sin."
    },
    {
      "verse": 10,
      "text": "And Shallum the son of Yabesh conspired against him, and smote him before the people, and put him to death, and became king in his stead."
    },
    {
      "verse": 11,
      "text": "And the rest of the acts of Zechariah, behold, they are written in the book of the chronicles of the kings of Israel."
    },
    {
      "verse": 12,
      "text": "This was the word of the Lord which he spoke unto Jehu, saying, Sons of the fourth generation shall sit after thee on the throne of Israel. And so it came to pass."
    },
    {
      "verse": 13,
      "text": "Shallum the son of Yabesh became king in the nine and thirtieth year of 'Uzziyah the king of Judah; and he reigned for the space of one month in Samaria."
    },
    {
      "verse": 14,
      "text": "Then went up Menachem the son of Gadi from Thirzah, and came to Samaria, and smote Shallum the son of Yabesh in Samaria, and put him to death, and became king in his stead."
    },
    {
      "verse": 15,
      "text": "And the rest of the acts of Shallum, and his conspiracy which he made, behold, they are written in the book of the chronicles of the kings of Israel."
    },
    {
      "verse": 16,
      "text": "At that time did Menachem smite Thiphsach, and all that was therein, and its territory from Thirzah; because they opened not to him, he smote it; and all the pregnant women therein he ripped up."
    },
    {
      "verse": 17,
      "text": "In the nine and thirtieth year of 'Azaryah the king of Judah became Menachem the son of Gadi king over Israel, [for] ten years, in Samaria."
    },
    {
      "verse": 18,
      "text": "And he did what is evil in the eyes of the Lord: he departed not from the sins of Jerobo'am the son of Nebat, who induced Israel to sin, all his days."
    },
    {
      "verse": 19,
      "text": "[Then] came Pul the king of Assyria against the land: and Menachem gave Pul a thousand talents of silver, that his hand might be with him to strengthen the kingdom in his hand."
    },
    {
      "verse": 20,
      "text": "And Menachem exacted the money from all Israel, from all the mighty men of the army, to give to the king of Assyria, fifty shekels of silver from every man; and the king of Assyria then returned and stayed not there in the land."
    },
    {
      "verse": 21,
      "text": "And the rest of the acts of Menachem, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel."
    },
    {
      "verse": 22,
      "text": "And Menachem slept with his fathers; and Pekachyah his son became king in his stead."
    },
    {
      "verse": 23,
      "text": "In the fiftieth year of 'Azaryah the king of Judah became Pekachyah the son of Menachem king over Israel in Samaria, [for] two years."
    },
    {
      "verse": 24,
      "text": "And he did what is evil m the eyes of the Lord: he departed not from the sins of Jerobo'am the son of Nebat, who induced Israel to sin."
    },
    {
      "verse": 25,
      "text": "And Pekach the son of Remalyahu, an officer of his, conspired against him, and smote him in Samaria, in the fortress of the king's house, with the aid of Argob and the Aryeh, and with him were fifty men of the children of the Gil'adites: and he put him to death, and became king in his stead."
    },
    {
      "verse": 26,
      "text": "And the rest of the acts of Pekachyah, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel."
    },
    {
      "verse": 27,
      "text": "In the fifty-second year of 'Azaryah the king of Judah became Pekach the son of Remalyahu king over Israel in Samaria, [for] twenty years."
    },
    {
      "verse": 28,
      "text": "And he did what is evil in the eyes of the Lord: he departed not from the sins of Jerobo'am the son of Nebat, who induced Israel to sin."
    },
    {
      "verse": 29,
      "text": "In the days of Pekach the king of Israel came Tiglath-pilesser the king of Assyria, and took 'Iyon, and Abel-beth, ma'achah, and Yanoach, and Kedesh, and Chazor, and Gil'ad, and Galilee, all the land of Naphtali, and led them away as exiles to Assyria."
    },
    {
      "verse": 30,
      "text": "And Hoshea' the son of Elah made a conspiracy against Pekach the son of Remalyahu, and smote him, and put him to death, and became king in his stead, in the twentieth year of Jotham the son of 'Uzziyah."
    },
    {
      "verse": 31,
      "text": "And the rest of the acts of Pekach, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel."
    },
    {
      "verse": 32,
      "text": "In the second year of Pekach the son of Remalyahu the king of Israel became Jotham, the son of 'Uzziyah the king of Judah, king."
    },
    {
      "verse": 33,
      "text": "Five and twenty years old was he when he became king, and sixteen years did he reign in Jerusalem. And his mother's name was Yerusha, the daughter of Zadok."
    },
    {
      "verse": 34,
      "text": "And he did what is right in the eyes of the Lord: in accordance with all that 'Uzziyahu his father had done, [so] did he."
    },
    {
      "verse": 35,
      "text": "Nevertheless, the high-places were not removed: as yet the people sacrificed and burnt incense on the high-places. He it was that built the upper gate of the house of the Lord."
    },
    {
      "verse": 36,
      "text": "Now the rest of the acts of Jotham, and all that he did, behold, they are written in the book of the chronicles of the kings of Judah."
    },
    {
      "verse": 37,
      "text": "In those days began the Lord to send against Judah Rezin the king of Syria, and Pekach the son of Remalyahu."
    },
    {
      "verse": 38,
      "text": "And Jotham slept with his fathers, and was buried with his fathers in the city of David his father: and Achaz his son became king in his stead."
    }
  ]
}