{
  "book_id": "2KI",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "In the twelfth year of Achaz the king of Judah became Hoshea' the son of Elah king in Samaria over Israel, [for] nine years."
    },
    {
      "verse": 2,
      "text": "And he did what is evil in the eyes of the Lord, but not like the kings of Israel that were before him."
    },
    {
      "verse": 3,
      "text": "Against him came up Shalmanesser, the king of Assyria; and Hoshea' became his servant, and rendered him tribute."
    },
    {
      "verse": 4,
      "text": "And the king of Assyria discovered a conspiracy on Hoshea'; for he had sent messengers to So the king of Egypt, and had raised no tribute for the king of Assyria, as [before] year by year; and the king of Assyria made him prisoner, and shut him up in a prison-house."
    },
    {
      "verse": 5,
      "text": "And the king of Assyria came up over all the land, and went up to Samaria, and besieged it three years."
    },
    {
      "verse": 6,
      "text": "In the ninth year of Hoshea' did the king of Assyria capture Samaria, and he led Israel away as exiles into Assyria, and settled them in Chalach and in Chabor by the river of Gozan, and in the cities of Media."
    },
    {
      "verse": 7,
      "text": "This took place, because the children of Israel had sinned against the Lord their God, who had brought them up out of the land of Egypt, from under the hand of Pharaoh the king of Egypt, and had feared other gods,"
    },
    {
      "verse": 8,
      "text": "And had walked in the customs of the nations whom the Lord had driven out from before the children of Israel, and in those of the kings of Israel, which they had made."
    },
    {
      "verse": 9,
      "text": "And [because] the children of Israel had secretly done things that are not right against the Lord their God, and had built themselves high-places in all their cities, from the tower of the watchmen up to fortified cities;"
    },
    {
      "verse": 10,
      "text": "And had set themselves up statues and groves on every high hill, and under every green tree;"
    },
    {
      "verse": 11,
      "text": "And had burnt there incense on all the high-places, like the nations that the Lord had led away exiles before them; and wrought wicked things to provoke the Lord to anger;"
    },
    {
      "verse": 12,
      "text": "And had served the idols, whereof the Lord had said unto them, Ye shall not do this thing."
    },
    {
      "verse": 13,
      "text": "The Lord had indeed warned Israel and Judah, by means of all the prophets, all the seers, saying, Turn ye back from your evil ways, and keep my commandments [and] my statutes, in accordance with all the law which I commanded your fathers, and which I have sent to you by means of my servants the prophets."
    },
    {
      "verse": 14,
      "text": "But they would not hear, and hardened their neck, like the neck of their fathers, who had not believed in the Lord their God;"
    },
    {
      "verse": 15,
      "text": "And they despised his statutes, and his covenant which he had made with their fathers, and his testimonies which he had entrusted to them; and they followed after what is vanity, and became vain, and followed after the nations that were round about them, concerning whom the Lord had charged them, not to do like them."
    },
    {
      "verse": 16,
      "text": "And they forsook all the commandments of the Lord their God, and made themselves molten images, two calves, and made a grove, and bowed down to all the host of the heavens, and served Ba'al;"
    },
    {
      "verse": 17,
      "text": "And they caused their sons and their daughters to pass through the fire, and used divinations and enchantments, and sold themselves to do what is evil in the eyes of the Lord, to provoke him to anger."
    },
    {
      "verse": 18,
      "text": "Therefore became the Lord very angry with Israel, and he removed them from his presence: there was none left but the tribe of Judah alone."
    },
    {
      "verse": 19,
      "text": "Also Judah kept not the commandments of the Lord their God, but walked in the customs of Israel which they had made."
    },
    {
      "verse": 20,
      "text": "Therefore did the Lord reject all the seed of Israel, and he afflicted them, and gave them up into the hand of spoilers, until that he had cast them out of his presence."
    },
    {
      "verse": 21,
      "text": "For Israel had torn themselves from the house of David, and they made Jerobo'am the son of Nebat king: and Jerobo'am misled Israel from following the Lord, and caused them to commit a great sin;"
    },
    {
      "verse": 22,
      "text": "And the children of Israel walked in all the sins of Jerobo'am which he did; they departed not therefrom."
    },
    {
      "verse": 23,
      "text": "Until that the Lord removed Israel out of his presence, as he had spoken by means of all his servants the prophets; and Israel was led away as exiles out of their own land to Assyria even until this day."
    },
    {
      "verse": 24,
      "text": "And the king of Assyria brought [men] from Babylon, and from Cuthah, and from 'Avva, and from Chamath, and from Sepharvayim, and settled them in the cities of Samaria in the room of the children of Israel: and they took possession of Samaria, and dwelt in its cities."
    },
    {
      "verse": 25,
      "text": "And it happened at the beginning of their dwelling there, that they feared not the Lord; wherefore the Lord sent among them lions, which slew some of them."
    },
    {
      "verse": 26,
      "text": "And they said to the king of Assyria, as followeth, The nations that thou hast led away, and settled in the cities of Samaria, know not the manner of the God of the land; wherefore he hath sent among them lions, and, behold, they are slaying them, since they know not the manner of the God of the land."
    },
    {
      "verse": 27,
      "text": "Then commanded the king of Assyria, saying, Carry thither one of the priests whom ye led away from there; and let them go and dwell there, and let him teach them the manner of the God of the land."
    },
    {
      "verse": 28,
      "text": "And there came one of the priests whom they had led away as exiles from Samaria, and dwelt in Beth-el; and he taught them how they should fear the Lord."
    },
    {
      "verse": 29,
      "text": "Yet they made, every nation, their own gods; and they put them in the houses of the high-places which the Samaritans had made, every nation in their cities wherein they dwelt."
    },
    {
      "verse": 30,
      "text": "And the men of Babylon made Succoth-benoth, and the men of Cuth made Neregal, and the men of Chamath made Ashima."
    },
    {
      "verse": 31,
      "text": "And the 'Avvites made Nibchaz and Tharthak, and the Sepharvites burnt their children in fire to 'Adrammelech and 'Anammelech, the gods of Sepharvayim."
    },
    {
      "verse": 32,
      "text": "And they feared [also] the Lord; and they made unto themselves of the lowest of them priests of the high-places, and these sacrificed for them in the houses of the high-places."
    },
    {
      "verse": 33,
      "text": "The Lord did they fear, and their own gods did they serve, after the manner of the nations whence they had been led away."
    },
    {
      "verse": 34,
      "text": "Even until this day do they act after the former manners: they fear not the Lord, neither do they act after their own customs, and after their manner, nor after the law and after the commandment which the Lord commanded the children of Israel, whose name he styled Israel;"
    },
    {
      "verse": 35,
      "text": "With whom the Lord had made a covenant, and charged them, saying, Ye shall not fear other gods, nor bow yourselves down to them, nor serve them, nor sacrifice to them;"
    },
    {
      "verse": 36,
      "text": "But the Lord, who hath brought you up out of the land of Egypt with great might and with an outstretched arm, him alone shall ye fear, and to him shall ye bow yourselves down, and to him shall ye sacrifice;"
    },
    {
      "verse": 37,
      "text": "And the statutes, and the ordinances, and the law, and the commandment, which he hath written for you, shall ye observe to do for all time; and ye shall not fear other gods."
    },
    {
      "verse": 38,
      "text": "And the covenant that I have made with you shall ye not forget; and ye shall not fear other gods."
    },
    {
      "verse": 39,
      "text": "But the Lord your God shall ye fear; and he will deliver you out of the hand of all your enemies."
    },
    {
      "verse": 40,
      "text": "Nevertheless they have not hearkened, but they act after their former manner."
    },
    {
      "verse": 41,
      "text": "So were these nations, while they feared the Lord, also serving their graven images; and both their children and their children's children do until this day as their fathers have done."
    }
  ]
}