{
  "book_id": "2KI",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the third year of Hoshea' the son of Elah the king of Israel, that Hezekiah, the son of Achaz the king of Judah, became king."
    },
    {
      "verse": 2,
      "text": "Twenty and five years old was he when he became king, and twenty and nine years did he reign in Jerusalem; and his mother's name was Abi, the daughter of Zechariah."
    },
    {
      "verse": 3,
      "text": "And he did what is right in the eyes of the Lord, in accordance with all that David his father had done."
    },
    {
      "verse": 4,
      "text": "He it was that removed the high-places, and broke the statues, and cut down the groves, and stamped in pieces the copper serpent that Moses had made; for unto those days were the children of Israel burning incense to it; and he called it Nechushtan."
    },
    {
      "verse": 5,
      "text": "In the Lord the God of Israel did he trust; and after him there was not his like among all the kings of Judah, nor among those that were before him."
    },
    {
      "verse": 6,
      "text": "And he adhered to the Lord, and turned not away from following him; but he kept his commandments, which the Lord had commanded Moses."
    },
    {
      "verse": 7,
      "text": "And the Lord was with him; whithersoever he went forth he prospered: and he rebelled against the king of Assyria, and served him not."
    },
    {
      "verse": 8,
      "text": "He it was that smote the Philistines, as far as Gazzah, and its territory, from the tower of the watchmen up to the fortified city."
    },
    {
      "verse": 9,
      "text": "And it came to pass in the fourth year of king Hezekiah, which was the seventh year of Hoshea' the son of Elah the king of Israel, that Shalmanesser the king of Assyria came up against Samaria, and besieged it."
    },
    {
      "verse": 10,
      "text": "And they captured it at the end of three years,—in the sixth year of Hezekiah, that is the ninth year of Hoshea' the king of Israel, was Samaria captured."
    },
    {
      "verse": 11,
      "text": "And the king of Assyria led away Israel as exiles unto Assyria, and transported them to Chalach and to Chabor, by the river of Gozan, and to the cities of Media;"
    },
    {
      "verse": 12,
      "text": "Because they had not obeyed the voice of the Lord their God, but had transgressed his covenant, all that Moses the servant of the Lord had commanded; and had not obeyed, nor done accordingly."
    },
    {
      "verse": 13,
      "text": "And in the fourteenth year of king Hezekiah did Sennacherib the king of Assyria come up against all the fortified cities of Judah, and seized on them."
    },
    {
      "verse": 14,
      "text": "And Hezekiah the king of Judah sent to the king of Assyria to Lachish, saying, I have sinned; retire from me: what thou wilt impose on me will I bear. And the king of Assyria exacted from Hezekiah the king of Judah three hundred talents of silver and thirty talents of gold."
    },
    {
      "verse": 15,
      "text": "And Hezekiah gave up all the silver that was found in the house of the Lord, and in the treasures of the king's house."
    },
    {
      "verse": 16,
      "text": "At that time did Hezekiah cut off [the gold from] the doors of the temple of the Lord, and from the door-sills which Hezekiah the king of Judah had overlaid, and gave the same to the king of Assyria."
    },
    {
      "verse": 17,
      "text": "And the king of Assyria sent Tharthan and Rub-sariss and Rabshakeh from Lachish to king Hezekiah with a strong army against Jerusalem. And they went up and came to Jerusalem; and when they were come up, they came and halted by the aqueduct of the upper pool, which is on the highway of the washer's field."
    },
    {
      "verse": 18,
      "text": "And they called for the king, when there came out to them Elyakim the son of Chilkiyahu, who was superintendent over the house, and Shebnah the scribe, and Yoach the son of Assaph the recorder."
    },
    {
      "verse": 19,
      "text": "And Rabshakeh said unto them, Say ye now to Hezekiah, Thus hath said the great king, the king of Assyria, What confidence is this wherewith thou hast trusted?"
    },
    {
      "verse": 20,
      "text": "Thou saidst, but it was only a word uttered with the lips, [I have] counsel and strength for the war. Now on whom didst thou trust, that thou rebelledst against me?"
    },
    {
      "verse": 21,
      "text": "Now, behold, thou trustedst thee upon yon cracked reed-staff, upon Egypt, which, if a man lean on it, will enter into his hand, and pierce it: so is Pharaoh the king of Egypt unto all that trust on him."
    },
    {
      "verse": 22,
      "text": "But if ye should say unto me, In the Lord our God have we trusted: is he not the one whose high-places and whose altars Hezekiah hath removed, when he said to Judah and to Jerusalem, Before this altar shall ye prostrate yourselves in Jerusalem?"
    },
    {
      "verse": 23,
      "text": "And now, I pray thee, enter into a contest with my master the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them."
    },
    {
      "verse": 24,
      "text": "How then wilt thou turn back the face of a single chieftain among the least of my master's servants, while thou hast put thy trust on Egypt for chariots and for horsemen!"
    },
    {
      "verse": 25,
      "text": "Now am I come up without the Lord ['s will] against this place to destroy it? The Lord hath said to me, Go up against this land, and destroy it."
    },
    {
      "verse": 26,
      "text": "Then said Elyakim the son of Chilkiyahu, and Shebnah, and Yoach, unto Rabshakeh, Speak, we pray thee, to thy servants in the Syrian language; for we understand it: and speak not with us in the Jewish language before the ears of the people that are on the wall."
    },
    {
      "verse": 27,
      "text": "But Rabshakeh said unto them, Hath my master then sent me to thy master, and to thee, to speak these words? is it not rather to the men who sit on the wall, that they may eat their own excrement, and drink their own urine with you?"
    },
    {
      "verse": 28,
      "text": "Then stood Rabshakeh up and called out with a loud voice in the Jewish language, and spoke, and said, Hear ye the word of the great king, the king of Assyria:"
    },
    {
      "verse": 29,
      "text": "Thus hath said the king. Let not Hezekiah deceive you; for he will not be able to deliver you out of his hand;"
    },
    {
      "verse": 30,
      "text": "Neither let Hezekiah induce you to trust in the Lord, saying, The Lord will surely deliver us, and this city will not be given up into the hand of the king of Assyria:"
    },
    {
      "verse": 31,
      "text": "Hearken not to Hezekiah; for thus hath said the king of Assyria, Make a treaty of peace with me, and come out to me, and eat ye every man of his own vine, and every man of his fig-tree, and drink ye every man the waters of his cistern;"
    },
    {
      "verse": 32,
      "text": "Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards, a land of oil-olive trees, and of honey, that ye may live, and not die; and hearken not unto Hezekiah; for he will mislead you, saying, The Lord will deliver us."
    },
    {
      "verse": 33,
      "text": "Have the gods of the nations delivered in anywise each his land out of the hand of the king of Assyria?"
    },
    {
      "verse": 34,
      "text": "Where are the gods of Chamath, and of Arpad? where are the gods of Sepharvayim, Hena', and 'Ivvah? have they then delivered Samaria out of my hand?"
    },
    {
      "verse": 35,
      "text": "Who are they among all the gods of the countries, that have delivered their country out of my hand, that the Lord should deliver Jerusalem out of my hand?"
    },
    {
      "verse": 36,
      "text": "But the people remained silent, and answered him not a word; for it was the king's command, saying, Ye shall not answer him."
    },
    {
      "verse": 37,
      "text": "Then came Elyakim the son of Chilkiyah, who was superintendent over the house, and Shebnah the scribe, and Yoach the son of Assaph the recorder, to Hezekiah with their clothes rent; and they told unto him the words of Rabshakeh."
    }
  ]
}