{
  "book_id": "2KI",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Twelve years old was Menasseh when he became king, and fifty and five years did he reign in Jerusalem. And his mother's name was Chephzi-bah."
    },
    {
      "verse": 2,
      "text": "And he did what is evil in the eyes of the Lord, after the abominable acts of the nations whom the Lord had driven out before the children of Israel."
    },
    {
      "verse": 3,
      "text": "And he built up again the high-places which Hezekiah his father had destroyed; and he reared up altars for Ba'al, and made a grove, as Achab the king of Israel had done; and he bowed down to all the host of heaven, and served them."
    },
    {
      "verse": 4,
      "text": "And he built altars in the house of the Lord, of which the Lord had said, In Jerusalem will I put my name."
    },
    {
      "verse": 5,
      "text": "And he built altars for all the host of heaven in the two courts of the house of the Lord."
    },
    {
      "verse": 6,
      "text": "And he caused his son to pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much that is evil in the eyes of the Lord, to provoke him to anger."
    },
    {
      "verse": 7,
      "text": "And he set a hewn image of the Asherah that he had made in the house, of which the Lord had said to David, and to Solomon his son, In this house, and in Jerusalem, which I have chosen out of all tribes of Israel, will I put my name for ever:"
    },
    {
      "verse": 8,
      "text": "And I will not cause any more the foot of Israel to move out of the land which I gave their fathers; only if they will observe to act in accordance with all that I have commanded them, and in accordance with all the law that my servant Moses commanded them."
    },
    {
      "verse": 9,
      "text": "But they hearkened not: and Menasseh seduced them to do what is evil more than the nations whom the Lord had destroyed before the children of Israel."
    },
    {
      "verse": 10,
      "text": "And the Lord spoke by means of his servants the prophets, saying,"
    },
    {
      "verse": 11,
      "text": "Forasmuch as Menasseh the king of Judah hath done these abominations, having done wickedly more than all that the Emorites had done, who were before him, and hath induced Judah also to sin with his idols:"
    },
    {
      "verse": 12,
      "text": "Therefore thus hath said the Lord the God of Israel, Behold, I will bring evil upon Jerusalem and Judah, at which both the ears of every one that heareth it shall tingle."
    },
    {
      "verse": 13,
      "text": "And I will stretch over Jerusalem the measure-line of Samaria, and the plummet of the house of Achab: and I will wipe off Jerusalem as one wipeth off a dish, wiping it, and turning it on its face."
    },
    {
      "verse": 14,
      "text": "And I will forsake the remnant of my inheritance, and give them up into the hand of their enemies; and they shall become a prey and a spoil to all their enemies;"
    },
    {
      "verse": 15,
      "text": "Forasmuch as they have done what is evil in my eyes, and have been provoking me to anger, from the day that their fathers came forth out of Egypt, even until this day."
    },
    {
      "verse": 16,
      "text": "And also innocent blood did Menasseh shed in very great abundance, till he had filled [therewith] Jerusalem from one end to another; beside his sin wherewith he induced Judah to sin, to do what is evil in the eyes of the Lord."
    },
    {
      "verse": 17,
      "text": "Now the rest of the acts of Menasseh, and all that he did, and his sin that he committed, behold, they are written in the book of the chronicles of the kings of Judah."
    },
    {
      "verse": 18,
      "text": "And Menasseh slept with his fathers, and was buried in the garden of his own house, in the garden of 'Uzza: and Amon his son became king in his stead."
    },
    {
      "verse": 19,
      "text": "Twenty and two years old was Amon when he became king, and two years did he reign in Jerusalem. And his mother's name was Meshullemeth, the daughter of Charuz of Yotbah."
    },
    {
      "verse": 20,
      "text": "And he did what is evil in the eyes of the Lord, as his father Menasseh had done."
    },
    {
      "verse": 21,
      "text": "And he walked in all the way that his father had walked in, and served the idols that his father had served, and bowed himself down to them;"
    },
    {
      "verse": 22,
      "text": "And he forsook the Lord the God of his fathers, and walked not in the way of the Lord."
    },
    {
      "verse": 23,
      "text": "And the servants of Amon conspired against him, and put the king to death in his own house."
    },
    {
      "verse": 24,
      "text": "And the people of the land slew all those that had conspired against king Amon; and the people of the land made Josiah his son king in his stead."
    },
    {
      "verse": 25,
      "text": "Now the rest of the acts of Amon which he did, behold, they are written in the book of the chronicles of the kings of Judah."
    },
    {
      "verse": 26,
      "text": "And they buried him in his sepulchre in the garden of 'Uzza: and Josiah his son became king in his stead."
    }
  ]
}