{
  "book_id": "1SA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "My heart is established in the Lord, My horn is exalted in my God; My mouth is enlarged over my enemies, I have rejoiced in thy salvation."
    },
    {
      "verse": 2,
      "text": "For there is none holy as the Lord, And there is none righteous as our God: There is none holy beside thee."
    },
    {
      "verse": 3,
      "text": "Boast not, and utter not high things; Let not high-sounding words come out of your mouth, For the Lord isa God of knowledge, And God prepares his own designs."
    },
    {
      "verse": 4,
      "text": "The bow of the mighty has waxed feeble, And the weak have girded themselves with strength."
    },
    {
      "verse": 5,
      "text": "They that were full of bread are brought low; And the hungry have forsaken the land; For the barren has born seven, And she that abounded in children has waxed feeble."
    },
    {
      "verse": 6,
      "text": "The Lord kills and makes alive; He brings down to the grave, and brings up."
    },
    {
      "verse": 7,
      "text": "The Lord makes poor, and makes rich; He brings low, and lifts up."
    },
    {
      "verse": 8,
      "text": "He lifts up the poor from the earth, And raises the needy from the dunghill; To seat him with the princes of the people, And causing them to inherit the throne of glory:"
    },
    {
      "verse": 9,
      "text": "Granting his petition to him that prays; And he blesses the years of the righteous, For by strength cannot man prevail."
    },
    {
      "verse": 10,
      "text": "The Lord will weaken his adversary; The Lord isholy. Let not the wise man boast in his wisdom, Nor let the mighty man boast in his strength, And let not the rich man boast in his wealth; But let him that boasts boast in this, To understand and know the Lord, And to execute judgment and justice in the midst of the earth. The Lord has gone up to the heavens, and has thundered: He will judge the extremities of the earth, And he gives strength to our kings, And will exalt the horn of his Christ. And she left him there before the Lord,"
    },
    {
      "verse": 11,
      "text": "and departed to Ramah: and the child ministered in the presence of the Lord before Eli the priest."
    },
    {
      "verse": 12,
      "text": "And the sons of Eli the priest wereevil sons, not knowing the Lord."
    },
    {
      "verse": 13,
      "text": "And the priest’s claim from every one of the people that sacrificed was this: the servant of the priest came when the flesh was in seething, and a fleshhook of three teeth wasin his hand."
    },
    {
      "verse": 14,
      "text": "And he struck it into the great caldron, or into the brazen vessel, or into the pot, and whatever came up with the fleshhook, the priest took for himself: so they did to all Israel that came to sacrifice to the Lord in Shiloh."
    },
    {
      "verse": 15,
      "text": "And before the fat was burned for a sweet savor, the servant of the priest would come, and say to the man that sacrificed, Give flesh to roast for the priest, and I will by no means take of thee sodden flesh out of the caldron."
    },
    {
      "verse": 16,
      "text": "And ifthe man that sacrificed said, First let the fat be burned, as it is fit, and take for thyself of all things which thy soul desires: then he would say, Nay, for thou shalt give it me now; and if not, I will take it by force."
    },
    {
      "verse": 17,
      "text": "So the sin of the young men was very great before the Lord, for they set at nought the offering of the Lord."
    },
    {
      "verse": 18,
      "text": "And Samuel ministered before the Lord, a child girded with a linen ephod."
    },
    {
      "verse": 19,
      "text": "And his mother made him a little doublet, and brought it to him from year to year, in her going up in company with her husband to offer the yearly sacrifice."
    },
    {
      "verse": 20,
      "text": "And Eli blessed Elkanah and his wife, saying, The Lord recompense to thee seed of this woman, in return for the loan which thou hast lent to the Lord: and the man returned to his place."
    },
    {
      "verse": 21,
      "text": "And the Lord visited Hannah, and she bore yet three sons, and two daughters. And the child Samuel grew before the Lord."
    },
    {
      "verse": 22,
      "text": "And Eli wasvery old, and he heard what his sons did to the children of Israel."
    },
    {
      "verse": 23,
      "text": "And he said to them, Why do ye according to this thing, which I hear from the mouth of all the people of the Lord?"
    },
    {
      "verse": 24,
      "text": "Nay mysons, for the report which I hear isnot good; do not so, for the reports which I hear arenot good, so that the people do not serve God."
    },
    {
      "verse": 25,
      "text": "If a man should at all sin against another, then shall they pray for him to the Lord; but if a man sin against the Lord, who shall entreat for him? But they hearkened not to the voice of their father, because the Lord would by all means destroy them."
    },
    {
      "verse": 26,
      "text": "And the child Samuel advanced, and was in favor with God and with men."
    },
    {
      "verse": 27,
      "text": "And a man of God came to Eli, and said, Thus says the Lord, I plainly revealed myself to the house of thy father, when they were servants in Egypt to the house of Pharaoh."
    },
    {
      "verse": 28,
      "text": "And I chose the house of thy father out of all the tribes of Israel to minister to me in the priest’s office, to go up to my altar, and to burn incense, and to wear an ephod. And I gave to the house of thy father all the offerings by fire of the children of Israel for food."
    },
    {
      "verse": 29,
      "text": "And wherefore hast thou looked upon mine incense offering and my meat offering with a shameless eye, and hast honored thy sons above me, so that they should bless themselves with the firstfruits of every sacrifice of Israel before me?"
    },
    {
      "verse": 30,
      "text": "Therefore thus says the Lord God of Israel, I said, Thy house and the house of thy father shall pass before me forever: but now the Lord says, That be far from me; for I will only honor them that honor me, and he that sets me at nought shall be despised."
    },
    {
      "verse": 31,
      "text": "Behold, the days come when I will destroy thy seed and the seed of thy father’s house."
    },
    {
      "verse": 32,
      "text": "And thou shalt not have an old man in my house forever."
    },
    {
      "verse": 33,
      "text": "And ifI do not destroy a man of thine from my altar, it shall bethat his eyes may fail and his soul may perish; and everyone that remains in thy house shall fall by the sword of men."
    },
    {
      "verse": 34,
      "text": "And this which shall come upon thy two sons Hophni and Phinehas shall be a sign to thee; in one day they shall both die."
    },
    {
      "verse": 35,
      "text": "And I will raise up to myself a faithful priest, who shall do all that is in my heart and in my soul; and I will build him a sure house, and he shall walk before my Christ forever."
    },
    {
      "verse": 36,
      "text": "And it shall come to pass that he that survives in thy house, shall come to do obeisance before him for a little piece of silver, saying, Put me into one of thy priests’ offices to eat bread."
    }
  ]
}