{
  "book_id": "1SA",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And the child Samuel ministered to the Lord before Eli the priest: and the word of the Lord was precious in those days, there was no distinct vision."
    },
    {
      "verse": 2,
      "text": "And it came to pass at that time that Eli was sleeping in his place; and his eyes began to fail, and could not see."
    },
    {
      "verse": 3,
      "text": "And the lamp of God \\add was burning\\add* before it was trimmed, and Samuel slept in the temple, where \\add was\\add* the ark of God."
    },
    {
      "verse": 4,
      "text": "And the Lord called, Samuel, Samuel; and he said, Behold, \\add here am\\add* I."
    },
    {
      "verse": 5,
      "text": "And he ran to Eli, and said, \\add Here am\\add* I, for thou didst call me: and he said, I did not call thee; return, go to sleep; and he returned and went to sleep."
    },
    {
      "verse": 6,
      "text": "And the Lord called again, Samuel, Samuel: and he went to Eli the second time, and said, Behold \\add here am\\add* I, for thou didst call me: and he said, I called thee not; return, go to sleep."
    },
    {
      "verse": 7,
      "text": "And \\add it was\\add* before Samuel knew the Lord, and \\add before\\add* the word of the Lord was revealed to him."
    },
    {
      "verse": 8,
      "text": "And the Lord called Samuel again for the third time: and he arose and went to Eli, and said, Behold, I \\add am here\\add*, for thou didst call me: and Eli perceived that the Lord \\add had\\add* called the child."
    },
    {
      "verse": 9,
      "text": "And he said, Return, child, go to sleep; and it shall come to pass if he shall call thee, that thou shalt say, Speak, for thy servant hears: and Samuel went and lay down in his place."
    },
    {
      "verse": 10,
      "text": "And the Lord came, and stood, and called him as before: and Samuel said, Speak, for thy servant hears."
    },
    {
      "verse": 11,
      "text": "And the Lord said to Samuel, Behold, I execute my words in Israel; whoever hears them, both his ears shall tingle."
    },
    {
      "verse": 12,
      "text": "In that day I will raise up against Eli all things that I have said against his house; I will begin, and I will make an end."
    },
    {
      "verse": 13,
      "text": "And I have told him that I will be avenged on his house perpetually for the iniquities of his sons, because his sons spoke evil against God, and he did not admonish them."
    },
    {
      "verse": 14,
      "text": "And \\add it shall\\add* not \\add go on\\add* so; I have sworn to the house of Eli, the iniquity of the house of Eli shall not be atoned for with incense or sacrifices forever."
    },
    {
      "verse": 15,
      "text": "And Samuel slept till morning, and rose early in the morning, and opened the doors of the house of the Lord; and Samuel feared to tell \\add Eli\\add* the vision."
    },
    {
      "verse": 16,
      "text": "And Eli said to Samuel, Samuel, \\add my\\add* son; and he said, Behold, \\add here am\\add* I."
    },
    {
      "verse": 17,
      "text": "And he said, What \\add was\\add* the word that was spoken to thee? I pray thee hide it not from me: may God do these things to thee, and more also, if thou hide from me anything of all the words that were spoken to thee in thine ears."
    },
    {
      "verse": 18,
      "text": "And Samuel reported all the words, and hid them not from him. And Eli said, He \\add is\\add* the Lord, he shall do that which is good in his sight."
    },
    {
      "verse": 19,
      "text": "And Samuel grew, and the Lord was with him, and there did not fall one of his words to the ground."
    },
    {
      "verse": 20,
      "text": "And all Israel knew from Dan even to Beersheba, that Samuel \\add was\\add* faithful as a prophet to the Lord."
    },
    {
      "verse": 21,
      "text": "And the Lord manifested himself again in Shiloh, for the Lord revealed himself to Samuel; and Samuel was accredited to all Israel as a prophet to the Lord from one end of the land to the other: and Eli \\add was\\add* very old, and his sons kept advancing \\add in wickedness\\add*, and their way \\add was\\add* evil before the Lord."
    }
  ]
}