{
  "book_id": "1TH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Furthermore then, brethren, we beseech you, and exhort you in the Lord Jesus, that, as ye received from us how ye ought to walk and to please God, even as ye are walking, ye would abound still more;"
    },
    {
      "verse": 2,
      "text": "for ye know what commands we gave you through the Lord Jesus."
    },
    {
      "verse": 3,
      "text": "For this is the will of God, your sanctification, that ye should abstain from fornication;"
    },
    {
      "verse": 4,
      "text": "that every one of you should know how to procure for himself his own vessel in purity and honor,"
    },
    {
      "verse": 5,
      "text": "not in the passion of lust, even as the gentiles who know not God;"
    },
    {
      "verse": 6,
      "text": "that no one should go beyond and overreach his brother in the matter; because the Lord is the avenger in respect to all these things, as we also told you before and solemnly testified."
    },
    {
      "verse": 7,
      "text": "For God did not call us to live in uncleanness, but in purity."
    },
    {
      "verse": 8,
      "text": "He therefore that rejecteth, rejecteth not man, but God, who also gave to you his Holy Spirit."
    },
    {
      "verse": 9,
      "text": "But concerning brotherly love there is no need of writing to you; for ye yourselves are taught of God to love one another;"
    },
    {
      "verse": 10,
      "text": "for indeed ye do it toward all the brethren who are in all Macedonia. But we exhort you, brethren, to abound in love still more;"
    },
    {
      "verse": 11,
      "text": "and to study to be quiet, and to do your own business, and to work with your own hands, as we commanded you;"
    },
    {
      "verse": 12,
      "text": "that ye may walk becomingly toward those without, and may have need of nothing."
    },
    {
      "verse": 13,
      "text": "But we would not have you ignorant, brethren, concerning those who are sleeping, that ye may not sorrow, as others do, who have no hope."
    },
    {
      "verse": 14,
      "text": "For if we believe that Jesus died and rose again, then also will God, through Jesus, bring again with him those who have fallen asleep."
    },
    {
      "verse": 15,
      "text": "For this we say to you in the word of the Lord, that we who are living, we who are left till the coming of the Lord, shall not anticipate those who have fallen asleep."
    },
    {
      "verse": 16,
      "text": "For the Lord himself will descend from heaven with a loud summons, with the voice of an archangel, and with the trump of God, and the dead in Christ will rise first;"
    },
    {
      "verse": 17,
      "text": "then we who are living, we who are left, shall be caught up together with them in clouds, to meet the Lord in the air; and so shall we be ever with the Lord."
    },
    {
      "verse": 18,
      "text": "So then comfort one another with these words."
    }
  ]
}