{
  "book_id": "1TH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "But concerning the times and the seasons, brethren, there is no need of writing to you;"
    },
    {
      "verse": 2,
      "text": "for ye yourselves know full well, that the day of the Lord so cometh as a thief in the night."
    },
    {
      "verse": 3,
      "text": "When they are saying, Peace and safety; then doth sudden destruction come upon them, as travail upon a woman with child; and they shall not escape."
    },
    {
      "verse": 4,
      "text": "But ye, brethren, are not in darkness, that the day should overtake you as a thief;"
    },
    {
      "verse": 5,
      "text": "for ye all are sons of light, and sons of the day; we are not of the night, nor of darkness."
    },
    {
      "verse": 6,
      "text": "Let us not sleep, then, as others, but let us watch and be sober."
    },
    {
      "verse": 7,
      "text": "For they that sleep, sleep in the night; and they that are drunken, are drunken in the night;"
    },
    {
      "verse": 8,
      "text": "but let us, as we are of the day, be sober, putting on the breast-plate of faith and love, and as a helmet, the hope of salvation;"
    },
    {
      "verse": 9,
      "text": "for God did not appoint us to wrath, but to obtain salvation through our Lord Jesus Christ,"
    },
    {
      "verse": 10,
      "text": "who died for us, that, whether we wake or sleep, we should together live with him."
    },
    {
      "verse": 11,
      "text": "Wherefore, encourage one another, and edify one another, as indeed ye are doing."
    },
    {
      "verse": 12,
      "text": "And we beseech you, brethren, to know those who labor among you, and preside over you in the Lord, and admonish you,"
    },
    {
      "verse": 13,
      "text": "and to esteem them very highly in love for their work's sake. Be at peace among yourselves."
    },
    {
      "verse": 14,
      "text": "Moreover we exhort you, brethren, admonish the unruly, comfort the feeble-minded, support the weak, be forbearing to all."
    },
    {
      "verse": 15,
      "text": "See that none render evil for evil to any one; but ever follow that which is good, both toward one another and toward all."
    },
    {
      "verse": 16,
      "text": "Be always joyful."
    },
    {
      "verse": 17,
      "text": "Pray without ceasing;"
    },
    {
      "verse": 18,
      "text": "in everything give thanks; for this is the will of God in Christ Jesus in regard to you."
    },
    {
      "verse": 19,
      "text": "Quench not the Spirit;"
    },
    {
      "verse": 20,
      "text": "despise not prophesyings,"
    },
    {
      "verse": 21,
      "text": "but prove all things; hold fast that which is good;"
    },
    {
      "verse": 22,
      "text": "abstain from every form of evil."
    },
    {
      "verse": 23,
      "text": "And may the God of peace himself sanctify you wholly; and may your spirit, and soul, and body, be preserved whole, without blame at the coming of our Lord Jesus Christ."
    },
    {
      "verse": 24,
      "text": "Faithful is he who calleth you, who also will do it."
    },
    {
      "verse": 25,
      "text": "Brethren, pray for us."
    },
    {
      "verse": 26,
      "text": "Salute all the brethren with a holy kiss."
    },
    {
      "verse": 27,
      "text": "I adjure you by the Lord, that this letter be read to all the holy brethren."
    },
    {
      "verse": 28,
      "text": "The grace of our Lord Jesus Christ be with you."
    }
  ]
}