{
  "book_id": "ACT",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁ δὲ Σαῦλος, ἔτι ἐμπνέων ἀπειλῆς καὶ φόνου εἰς τοὺς μαθητὰς τοῦ Κυρίου, προσελθὼν τῷ ἀρχιερεῖ,"
    },
    {
      "verse": 2,
      "text": "ᾐτήσατο παρ᾿ αὐτοῦ ἐπιστολὰς εἰς Δαμασκὸν πρὸς τὰς συναγωγάς, ὅπως ἐάν τινας εὕρῃ τῆς Ὁδοῦ ὄντας, ἄνδρας τε καὶ γυναῖκας, δεδεμένους ἀγάγῃ εἰς Ἱερουσαλήμ. Jesus chooses Saul"
    },
    {
      "verse": 3,
      "text": "Ἐν δὲ τῷ πορεύεσθαι, ἐγένετο αὐτὸν ἐγγίζειν τῇ Δαμασκῷ, καὶ ἐξαίφνης περιήστραψεν αὐτὸν φῶς ἀπὸ τοῦ οὐρανοῦ·"
    },
    {
      "verse": 4,
      "text": "καὶ πεσὼν ἐπὶ τὴν γῆν ἤκουσεν φωνὴν λέγουσαν αὐτῷ, «Σαούλ, Σαούλ, τί με διώκεις;»"
    },
    {
      "verse": 5,
      "text": "Εἶπεν δέ, «Τίς εἶ, Κύριε;» Ὁ δὲ Κύριος εἶπεν, «Ἐγώ εἰμι Ἰησοῦς, ὃν σὺ διώκεις·"
    },
    {
      "verse": 6,
      "text": "ἀλλὰ ἀνάστηθι καὶ εἴσελθε εἰς τὴν πόλιν, καὶ λαληθήσεταί σοι τί σε δεῖ ποιεῖν.»"
    },
    {
      "verse": 7,
      "text": "Οἱ δὲ ἄνδρες οἱ συνοδεύοντες αὐτῷ εἱστήκεισαν ἐνεοί, ἀκούοντες μὲν τῆς φωνῆς, μηδένα δὲ θεωροῦντες."
    },
    {
      "verse": 8,
      "text": "Ἠγέρθη δὲ ὁ Σαῦλος ἀπὸ τῆς γῆς, ἀνεῳγμένων τε τῶν ὀφθαλμῶν αὐτοῦ, οὐδένα ἔβλεπεν· χειραγωγοῦντες δὲ αὐτὸν εἰσήγαγον εἰς Δαμασκόν."
    },
    {
      "verse": 9,
      "text": "Καὶ ἦν ἡμέρας τρεῖς μὴ βλέπων, καὶ οὐκ ἔφαγεν οὐδὲ ἔπιεν. Ananias sent to Saul"
    },
    {
      "verse": 10,
      "text": "Ἦν δέ τις μαθητὴς ἐν Δαμασκῷ ὀνόματι Ἀνανίας, καὶ εἶπεν πρὸς αὐτὸν ὁ Κύριος ἐν ὁράματι, «Ἀνανία.» Ὁ δὲ εἶπεν, «Ἰδοὺ ἐγώ, Κύριε.»"
    },
    {
      "verse": 11,
      "text": "Ὁ δὲ Κύριος πρὸς αὐτόν· «Ἀναστὰς πορεύθητι ἐπὶ τὴν ῥύμην τὴν καλουμένην Εὐθεῖαν, καὶ ζήτησον ἐν οἰκίᾳ Ἰούδα Σαῦλον ὀνόματι, Ταρσέα· ἰδοὺ γὰρ προσεύχεται,"
    },
    {
      "verse": 12,
      "text": "καὶ εἶδεν ἐν ὁράματι ἄνδρα Ἀνανίαν ὀνόματι εἰσελθόντα καὶ ἐπιθέντα αὐτῷ χεῖρα, ὅπως ἀναβλέψῃ.»"
    },
    {
      "verse": 13,
      "text": "Ἀπεκρίθη δὲ Ἀνανίας· «Κύριε, ἀκήκοα ἀπὸ πολλῶν περὶ τοῦ ἀνδρὸς τούτου, ὅσα κακὰ ἐποίησεν τοῖς ἁγίοις σου ἐν Ἱερουσαλήμ."
    },
    {
      "verse": 14,
      "text": "Καὶ ὧδε ἔχει ἐξουσίαν παρὰ τῶν ἀρχιερέων δῆσαι πάντας τοὺς ἐπικαλουμένους τὸ ὄνομά σου.»"
    },
    {
      "verse": 15,
      "text": "Εἶπεν δὲ πρὸς αὐτὸν ὁ Κύριος· «Πορεύου, ὅτι σκεῦος ἐκλογῆς μοί ἐστιν οὗτος, τοῦ βαστάσαι τὸ ὄνομά μου ἐνώπιον ἐθνῶν καὶ βασιλέων, υἱῶν τε Ἰσραήλ·"
    },
    {
      "verse": 16,
      "text": "ἐγὼ γὰρ ὑποδείξω αὐτῷ ὅσα δεῖ αὐτὸν ὑπὲρ τοῦ ὀνόματός μου παθεῖν.»"
    },
    {
      "verse": 17,
      "text": "Ἀπῆλθεν δὲ Ἀνανίας καὶ εἰσῆλθεν εἰς τὴν οἰκίαν, καὶ ἐπιθεὶς ἐπ᾿ αὐτὸν τὰς χεῖρας εἶπεν, «Σαοὺλ ἀδελφέ, ὁ Κύριος ἀπέσταλκέν με, ὁ ὀφθείς σοι ἐν τῇ ὁδῷ ᾗ ἤρχου, ὅπως ἀναβλέψῃς καὶ πλησθῇς Πνεύματος Ἁγίου.»"
    },
    {
      "verse": 18,
      "text": "Καὶ εὐθέως ἀπέπεσον ἀπὸ τῶν ὀφθαλμῶν αὐτοῦ ὡσεὶ λεπίδες, ἀνέβλεψέν τε παραχρῆμα· καὶ ἀναστὰς ἐβαπτίσθη,"
    },
    {
      "verse": 19,
      "text": "καὶ λαβὼν τροφὴν ἐνίσχυσεν. Ἐγένετο δὲ ὁ Σαῦλος μετὰ τῶν ἐν Δαμασκῷ μαθητῶν ἡμέρας τινάς. Saul starts preaching"
    },
    {
      "verse": 20,
      "text": "Καὶ εὐθέως ἐν ταῖς συναγωγαῖς ἐκήρυσσεν τὸν Ἰησοῦν, ὅτι οὗτός ἐστιν ὁ Υἱὸς τοῦ Θεοῦ."
    },
    {
      "verse": 21,
      "text": "Ἐξίσταντο δὲ πάντες οἱ ἀκούοντες καὶ ἔλεγον· «Οὐχ οὗτός ἐστιν ὁ πορθήσας, ἐν Ἱερουσαλήμ, τοὺς ἐπικαλουμένους τὸ ὄνομα τοῦτο; Καὶ ὧδε εἰς τοῦτο ἐλήλυθεν, ἵνα δεδεμένους αὐτοὺς ἀγάγῃ ἐπὶ τοὺς ἀρχιερεῖς.»"
    },
    {
      "verse": 22,
      "text": "Σαῦλος δὲ μᾶλλον ἐνεδυναμοῦτο καὶ συνέχυνεν τοὺς Ἰουδαίους τοὺς κατοικοῦντας ἐν Δαμασκῷ, συμβιβάζων ὅτι οὗτός ἐστιν ὁ Χριστός. Saul escapes death"
    },
    {
      "verse": 23,
      "text": "Ὡς δὲ ἐπληροῦντο ἡμέραι ἱκαναί, συνεβουλεύσαντο οἱ Ἰουδαῖοι ἀνελεῖν αὐτόν·"
    },
    {
      "verse": 24,
      "text": "ἐγνώσθη δὲ τῷ Σαύλῳ ἡ ἐπιβουλὴ αὐτῶν. Παρετήρουν τε τὰς πύλας ἡμέρας τε καὶ νυκτὸς ὅπως αὐτὸν ἀνέλωσιν·"
    },
    {
      "verse": 25,
      "text": "λαβόντες δὲ αὐτὸν οἱ μαθηταὶ νυκτός, καθῆκαν διὰ τοῦ τείχους, χαλάσαντες ἐν σπυρίδι. Barnabas vouches for Saul"
    },
    {
      "verse": 26,
      "text": "Παραγενόμενος δὲ ὁ Σαῦλος ἐν Ἱερουσαλήμ, ἐπειρᾶτο κολλᾶσθαι τοῖς μαθηταῖς· καὶ πάντες ἐφοβοῦντο αὐτόν, μὴ πιστεύοντες ὅτι ἐστὶν μαθητής."
    },
    {
      "verse": 27,
      "text": "Βαρνάβας δὲ ἐπιλαβόμενος αὐτὸν ἤγαγεν πρὸς τοὺς ἀποστόλους, καὶ διηγήσατο αὐτοῖς πῶς ἐν τῇ ὁδῷ εἶδεν τὸν Κύριον, καὶ ὅτι ἐλάλησεν αὐτῷ, καὶ πῶς ἐν Δαμασκῷ ἐπαρρησιάσατο ἐν τῷ ὀνόματι τοῦ Κυρίου Ἰησοῦ."
    },
    {
      "verse": 28,
      "text": "Καὶ ἦν μετ᾿ αὐτῶν εἰσπορευόμενος καὶ ἐκπορευόμενος ἐν Ἱερουσαλήμ, καὶ παρρησιαζόμενος ἐν τῷ ὀνόματι τοῦ Ἰησοῦ."
    },
    {
      "verse": 29,
      "text": "Ἐλάλει τε καὶ συνεζήτει πρὸς τοὺς Ἑλληνιστάς· οἱ δὲ ἐπεχείρουν ἀνελεῖν αὐτὸν."
    },
    {
      "verse": 30,
      "text": "Ἐπιγνόντες δὲ οἱ ἀδελφοί, κατήγαγον αὐτὸν εἰς Καισάρειαν καὶ ἐξαπέστειλαν εἰς Ταρσόν. A brief respite"
    },
    {
      "verse": 31,
      "text": "Αἱ μὲν οὖν ἐκκλησίαι καθ᾿ ὅλης τῆς Ἰουδαίας καὶ Γαλιλαίας, καὶ Σαμαρείας, εἶχον εἰρήνην οἰκοδομούμεναι· καὶ πορευόμεναι τῷ φόβῳ τοῦ Κυρίου καὶ τῇ παρακλήσει τοῦ Ἁγίου Πνεύματος ἐπληθύνοντο. Peter’s ministry"
    },
    {
      "verse": 32,
      "text": "Ἐγένετο δέ, Πέτρον διερχόμενον διὰ πάντων, κατελθεῖν καὶ πρὸς τοὺς ἁγίους τοὺς κατοικοῦντας Λύδδαν. Peter heals Aeneas"
    },
    {
      "verse": 33,
      "text": "Εὗρεν δὲ ἐκεῖ ἄνθρωπόν τινα Αἰνέαν ὀνόματι ἐξ ἐτῶν ὀκτὼ κατακείμενον ἐπὶ κραββάτῳ, ὃς ἦν παραλελυμένος."
    },
    {
      "verse": 34,
      "text": "Καὶ εἶπεν αὐτῷ ὁ Πέτρος· «Αἰνέα, ἰᾶταί σε Ἰησοῦς ὁ Χριστός. Ἀνάστηθι καὶ στρῶσον σεαυτῷ.» Καὶ εὐθέως ἀνέστη."
    },
    {
      "verse": 35,
      "text": "Καὶ εἶδον αὐτὸν πάντες οἱ κατοικοῦντες Λύδδαν καὶ τὸν Ἀσσάρωνα, οἵτινες ἐπέστρεψαν ἐπὶ τὸν Κύριον. Peter raises Dorcas"
    },
    {
      "verse": 36,
      "text": "Ἐν Ἰόππῃ δέ τις ἦν μαθήτρια ὀνόματι Ταβηθά, ἣ διερμηνευομένη λέγεται Δορκάς· αὕτη ἦν πλήρης ἀγαθῶν ἔργων καὶ ἐλεημοσυνῶν ὧν ἐποίει."
    },
    {
      "verse": 37,
      "text": "Ἐγένετο δὲ ἐν ταῖς ἡμέραις ἐκείναις ἀσθενήσασαν αὐτὴν ἀποθανεῖν· λούσαντες δὲ αὐτὴν ἔθηκαν ἐν τῷ ὑπερῴῳ."
    },
    {
      "verse": 38,
      "text": "Ἐγγὺς δὲ οὔσης Λύδδης τῇ Ἰόππῃ, οἱ μαθηταί, ἀκούσαντες ὅτι Πέτρος ἐστὶν ἐν αὐτῇ, ἀπέστειλαν πρὸς αὐτὸν παρακαλοῦντες μὴ ὀκνῆσαι διελθεῖν ἕως αὐτῶν."
    },
    {
      "verse": 39,
      "text": "Ἀναστὰς δὲ Πέτρος συνῆλθεν αὐτοῖς· ὃν παραγενόμενον ἀνήγαγον εἰς τὸ ὑπερῷον, καὶ παρέστησαν αὐτῷ πᾶσαι αἱ χῆραι κλαίουσαι καὶ ἐπιδεικνύμεναι χιτῶνας καὶ ἱμάτια ὅσα ἐποίει μετ᾿ αὐτῶν οὖσα ἡ Δορκάς."
    },
    {
      "verse": 40,
      "text": "Ἐκβαλὼν δὲ ἔξω πάντας, ὁ Πέτρος θεὶς τὰ γόνατα προσηύξατο, καὶ ἐπιστρέψας πρὸς τὸ σῶμα εἶπεν, «Ταβηθά, ἀνάστηθι.» Ἡ δὲ ἤνοιξεν τοὺς ὀφθαλμοὺς αὐτῆς, καὶ ἰδοῦσα τὸν Πέτρον ἀνεκάθισεν."
    },
    {
      "verse": 41,
      "text": "Δοὺς δὲ αὐτῇ χεῖρα ἀνέστησεν αὐτήν, φωνήσας δὲ τοὺς ἁγίους καὶ τὰς χήρας παρέστησεν αὐτὴν ζῶσαν."
    },
    {
      "verse": 42,
      "text": "Γνωστὸν δὲ ἐγένετο καθ᾿ ὅλης τῆς Ἰόππης, καὶ πολλοὶ ἐπίστευσαν ἐπὶ τὸν Κύριον."
    },
    {
      "verse": 43,
      "text": "Ἐγένετο δὲ αὐτὸν ἡμέρας ἱκανὰς μεῖναι ἐν Ἰόππῃ παρά τινι Σίμωνι, βυρσεῖ."
    }
  ]
}