{
  "book_id": "GAL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Ὦ ἀνόητοι Γαλάται, τίς ὑμᾶς ἐβάσκανεν ⸋τῇ ἀληθείᾳ μὴ πείθεσθαι,⸌ οἷς κατ᾽ ὀφθαλμοὺς Ἰησοῦς χριστὸς προεγράφη ⸋2ἐν ὑμῖν⸌ ἐσταυρωμένος;"
    },
    {
      "verse": 2,
      "text": "Τοῦτο μόνον θέλω μαθεῖν ἀφ᾽ ὑμῶν, ἐξ ἔργων νόμου τὸ πνεῦμα ἐλάβετε, ἢ ἐξ ἀκοῆς πίστεως;"
    },
    {
      "verse": 3,
      "text": "Οὕτως ἀνόητοί ἐστε; Ἐναρξάμενοι πνεύματι, νῦν σαρκὶ ἐπιτελεῖσθε;"
    },
    {
      "verse": 4,
      "text": "Τοσαῦτα ἐπάθετε εἰκῇ; Εἴγε καὶ εἰκῇ."
    },
    {
      "verse": 5,
      "text": "Ὁ οὖν ἐπιχορηγῶν ὑμῖν τὸ πνεῦμα καὶ ἐνεργῶν δυνάμεις ἐν ὑμῖν, ἐξ ἔργων νόμου, ἢ ἐξ ἀκοῆς πίστεως;"
    },
    {
      "verse": 6,
      "text": "Καθὼς Ἀβραὰμ ἐπίστευσεν τῷ θεῷ, καὶ ἐλογίσθη αὐτῷ εἰς δικαιοσύνην."
    },
    {
      "verse": 7,
      "text": "Γινώσκετε ἄρα ὅτι οἱ ἐκ πίστεως, οὗτοί ⸉εἰσιν υἱοὶ⸊ Ἀβραάμ."
    },
    {
      "verse": 8,
      "text": "Προϊδοῦσα δὲ ἡ γραφὴ ὅτι ἐκ πίστεως δικαιοῖ τὰ ἔθνη ὁ θεός, προευηγγελίσατο τῷ Ἀβραὰμ ὅτι Ἐνευλογηθήσονται ἐν σοὶ πάντα τὰ ἔθνη."
    },
    {
      "verse": 9,
      "text": "Ὥστε οἱ ἐκ πίστεως εὐλογοῦνται σὺν τῷ πιστῷ Ἀβραάμ."
    },
    {
      "verse": 10,
      "text": "Ὅσοι γὰρ ἐξ ἔργων νόμου εἰσίν, ὑπὸ κατάραν εἰσίν· γέγραπται γάρ, ⸆ Ἐπικατάρατος πᾶς ὃς οὐκ ἐμμένει ⸋ἐν⸌ πᾶσιν τοῖς γεγραμμένοις ἐν τῷ βιβλίῳ τοῦ νόμου, τοῦ ποιῆσαι αὐτά."
    },
    {
      "verse": 11,
      "text": "Ὅτι δὲ ἐν νόμῳ οὐδεὶς δικαιοῦται παρὰ τῷ θεῷ, δῆλον· ὅτι Ὁ δίκαιος ἐκ πίστεως ζήσεται·"
    },
    {
      "verse": 12,
      "text": "ὁ δὲ νόμος οὐκ ἔστιν ἐκ πίστεως, ἀλλ᾽ ⸂Ὁ ποιήσας αὐτὰ ἄνθρωπος⸃ ζήσεται ἐν αὐτοῖς."
    },
    {
      "verse": 13,
      "text": "Χριστὸς ἡμᾶς ἐξηγόρασεν ἐκ τῆς κατάρας τοῦ νόμου, γενόμενος ὑπὲρ ἡμῶν κατάρα· ⸂γέγραπται γάρ,⸃ Ἐπικατάρατος πᾶς ὁ κρεμάμενος ἐπὶ ξύλου·"
    },
    {
      "verse": 14,
      "text": "ἵνα εἰς τὰ ἔθνη ἡ εὐλογία τοῦ Ἀβραὰμ γένηται ἐν ⸉χριστῷ Ἰησοῦ,⸊ ἵνα τὴν ἐπαγγελίαν τοῦ πνεύματος λάβωμεν διὰ τῆς πίστεως."
    },
    {
      "verse": 15,
      "text": "Ἀδελφοί, κατὰ ἄνθρωπον λέγω· ὅμως ἀνθρώπου κεκυρωμένην διαθήκην οὐδεὶς ἀθετεῖ ἢ ἐπιδιατάσσεται."
    },
    {
      "verse": 16,
      "text": "Τῷ δὲ Ἀβραὰμ ἐρρήθησαν αἱ ἐπαγγελίαι, καὶ τῷ σπέρματι αὐτοῦ. Οὐ λέγει, Καὶ τοῖς σπέρμασιν, ὡς ἐπὶ πολλῶν, ἀλλ᾽ ὡς ἐφ᾽ ἑνός, Καὶ τῷ σπέρματί σου, ὅς ἐστιν χριστός."
    },
    {
      "verse": 17,
      "text": "Τοῦτο δὲ λέγω, διαθήκην προκεκυρωμένην ὑπὸ τοῦ θεοῦ ⸋εἰς χριστὸν⸌ ὁ μετὰ ⸉ἔτη τετρακόσια καὶ τριάκοντα⸊ γεγονὼς νόμος οὐκ ἀκυροῖ, εἰς τὸ καταργῆσαι τὴν ἐπαγγελίαν."
    },
    {
      "verse": 18,
      "text": "Εἰ γὰρ ἐκ νόμου ἡ κληρονομία, οὐκέτι ἐξ ἐπαγγελίας· τῷ δὲ Ἀβραὰμ δι᾽ ἐπαγγελίας κεχάρισται ὁ θεός."
    },
    {
      "verse": 19,
      "text": "Τί οὖν ὁ νόμος; Τῶν παραβάσεων χάριν προσετέθη, ἄχρι ⸋οὗ⸌ ⸆ ἔλθῃ τὸ σπέρμα ᾧ ἐπήγγελται, διαταγεὶς δι᾽ ἀγγέλων ἐν χειρὶ μεσίτου."
    },
    {
      "verse": 20,
      "text": "Ὁ δὲ μεσίτης ἑνὸς οὐκ ἔστιν, ὁ δὲ θεὸς εἷς ἐστίν."
    },
    {
      "verse": 21,
      "text": "Ὁ οὖν νόμος κατὰ τῶν ἐπαγγελιῶν τοῦ θεοῦ; Μὴ γένοιτο. Εἰ γὰρ ἐδόθη νόμος ὁ δυνάμενος ζῳοποιῆσαι, ὄντως ⸂ἂν ἐκ νόμου⸃ ἦν ἡ δικαιοσύνη."
    },
    {
      "verse": 22,
      "text": "Ἀλλὰ συνέκλεισεν ἡ γραφὴ τὰ πάντα ὑπὸ ἁμαρτίαν, ἵνα ἡ ἐπαγγελία ἐκ πίστεως Ἰησοῦ χριστοῦ δοθῇ τοῖς πιστεύουσιν."
    },
    {
      "verse": 23,
      "text": "Πρὸ τοῦ δὲ ἐλθεῖν τὴν πίστιν, ὑπὸ νόμον ἐφρουρούμεθα, ⸂συγκεκλεισμένοι⸃ εἰς τὴν μέλλουσαν πίστιν ἀποκαλυφθῆναι."
    },
    {
      "verse": 24,
      "text": "Ὥστε ὁ νόμος παιδαγωγὸς ἡμῶν γέγονεν εἰς χριστόν, ἵνα ἐκ πίστεως δικαιωθῶμεν."
    },
    {
      "verse": 25,
      "text": "Ἐλθούσης δὲ τῆς πίστεως, οὐκέτι ὑπὸ παιδαγωγόν ἐσμεν."
    },
    {
      "verse": 26,
      "text": "Πάντες γὰρ υἱοὶ θεοῦ ἐστὲ διὰ τῆς πίστεως ἐν χριστῷ Ἰησοῦ."
    },
    {
      "verse": 27,
      "text": "Ὅσοι γὰρ εἰς χριστὸν ἐβαπτίσθητε, χριστὸν ἐνεδύσασθε."
    },
    {
      "verse": 28,
      "text": "Οὐκ ἔνι Ἰουδαῖος οὐδὲ Ἕλλην, οὐκ ἔνι δοῦλος οὐδὲ ἐλεύθερος, οὐκ ἔνι ἄρσεν καὶ θῆλυ· ⸂πάντες⸃ γὰρ ὑμεῖς εἷς ἐστὲ ἐν χριστῷ Ἰησοῦ."
    },
    {
      "verse": 29,
      "text": "Εἰ δὲ ὑμεῖς χριστοῦ, ἄρα τοῦ Ἀβραὰμ σπέρμα ἐστέ, ⸋καὶ⸌ κατ᾽ ἐπαγγελίαν κληρονόμοι."
    }
  ]
}