{
  "book_id": "SNG",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "My kinsman is gone down to his garden, to the beds of spice, to feed his flockin the gardens, and to gather lilies."
    },
    {
      "verse": 2,
      "text": "I am my kinsman's, and my kinsman is mine, who feeds among the lilies."
    },
    {
      "verse": 3,
      "text": "You are fair, my companion, as Pleasure, beautiful as Jerusalem, terrible as armiesset in array."
    },
    {
      "verse": 4,
      "text": "Turn away your eyes from before me, for they have ravished me: your hair is as flocks of goats which have appeared from Galaad."
    },
    {
      "verse": 5,
      "text": "Your teeth are as flocks of shorn sheep, that have gone up from the washing, all of them bearing twins, and there is none barren among them: your lips are as a thread of scarlet, and your speech is comely."
    },
    {
      "verse": 6,
      "text": "Your cheek is like the rind of a pomegranate, being seenwithout your veil."
    },
    {
      "verse": 7,
      "text": "There are sixty queens, and eighty concubines, and maidens without number."
    },
    {
      "verse": 8,
      "text": "My dove, my perfect one is one; she is the onlyone of her mother; she is the choice of her that bore her. The daughters saw her, and the queens will pronounce her blessed, yes, and the concubines, and they will praise her."
    },
    {
      "verse": 9,
      "text": "Who is this that looks forth as the morning, fair as the moon, choice as the sun, terrible as armiesset in array?"
    },
    {
      "verse": 10,
      "text": "I went down to the garden of nuts, to look at the fruits of the valley, to see if the vine flowered, ifthe pomegranates blossomed."
    },
    {
      "verse": 11,
      "text": "There I will give you my breasts: my soul knew itnot: it made me as the chariots of Aminadab."
    },
    {
      "verse": 12,
      "text": "Return, return, O Sunamite; return, return, and we will look at you. What will you⌃ see in the Sunamite? She comes as bands of armies."
    }
  ]
}