{
  "book_id": "SNG",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Your steps are beautiful in shoes, O daughter of the prince: the joints of \\add your\\add* thighs are like chains, the work of the craftsman."
    },
    {
      "verse": 2,
      "text": "Your navel is \\add as\\add* a turned bowl, not lacking liquor; your belly is \\add as\\add* a heap of wheat set about with lilies."
    },
    {
      "verse": 3,
      "text": "Your two breasts are as two twin fawns."
    },
    {
      "verse": 4,
      "text": "Your neck is as an ivory tower; your eyes are as pools in Esebon, by the gates of the daughter of many: your nose is as the tower of Libanus, looking toward Damascus."
    },
    {
      "verse": 5,
      "text": "Your head upon you is as Carmel, and the curls of your hair like scarlet; the king is bound in the galleries."
    },
    {
      "verse": 6,
      "text": "How beautiful are you, and how sweet are you, \\add my\\add* love!"
    },
    {
      "verse": 7,
      "text": "This is your greatness in your delights: you were made like a palm tree, and your breasts to cluster."
    },
    {
      "verse": 8,
      "text": "I said, I will go up to the palm tree, I will take hold of its high boughs: and now shall your breasts be as clusters of the vine, and the smell of your nose of apples;"
    },
    {
      "verse": 9,
      "text": "and your throat as good wine, going well with my kinsman, suiting my lips and teeth."
    },
    {
      "verse": 10,
      "text": "I am my kinsman's, and his desire is toward me."
    },
    {
      "verse": 11,
      "text": "Come, my kinsman, let us go forth into the field; let us lodge in the villages."
    },
    {
      "verse": 12,
      "text": "Let us go early into the vineyards; let us see if the vine has flowered, \\add if\\add* the blossoms have appeared, if the pomegranates have blossomed; there will I give you my breasts."
    },
    {
      "verse": 13,
      "text": "The mandrakes have given a smell, and at our doors \\add are\\add* all kinds of choice fruits, new and old. O my kinsman, I have kept \\add them\\add* for you."
    }
  ]
}