{
  "book_id": "JOB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐγένετο δὲ ὡς ἡ ἡμέρα αὕτη, καὶ ἦλθον οἱ ἄγγελοι τοῦ Θεοῦ παραστῆναι ἔναντι Κυρίου, καὶ ὁ διάβολος ἦλθεν ἐν μέσῳ αὐτῶν παραστῆναι ἐναντίον τοῦ Κυρίου."
    },
    {
      "verse": 2,
      "text": "Καὶ εἶπεν ὁ Κύριος τῷ διαβόλῳ, πόθεν σὺ ἔρχῃ; τότε εἶπεν ὁ διάβολος ἐνώπιον τοῦ Κυρίου, διαπορευθεὶς τὴν ὑπʼ οὐρανὸν, καὶ ἐμπεριπατήσας τὴν σύμπασαν, πάρειμι."
    },
    {
      "verse": 3,
      "text": "Εἶπε δὲ ὁ Κύριος πρὸς τὸν διάβολον, προσέσχες οὖν τῷ θεράποντί μου Ἰὼβ, ὅτι οὐκ ἔστι κατʼ αὐτὸν τῶν ἐπὶ τῆς γῆς; ἄνθρωπος ἄκακος, ἀληθινὸς, ἄμεμπτος, θεοσεβὴς, ἀπεχόμενος ἀπὸ παντὸς κακοῦ, ἔτι δὲ ἔχεται ἀκακίας· σὺ δὲ εἶπας ὑπάρχοντα αὐτοῦ διακενῆς ἀπολέσαι."
    },
    {
      "verse": 4,
      "text": "Ὑπολαβὼν δὲ ὁ διάβολος εἶπε τῷ Κυρίῳ, δέρμα ὑπὲρ δέρματος, ὅσα ὑπάρχει ἀνθρώπῳ ὑπέρ τῆς ψυχῆς αὐτοῦ ἐκτίσει."
    },
    {
      "verse": 5,
      "text": "Οὐ μὴν δὲ ἀλλὰ ἀποστείλας τὴν χεῖρά σου, ἅψαι τῶν ὀστῶν αὐτοῦ καὶ τῶν σαρκῶν αὐτοῦ· ἦ μὴν εἰς πρόσωπόν σε εὐλογήσει."
    },
    {
      "verse": 6,
      "text": "Εἶπε δὲ ὁ Κύριος τῷ διαβόλῳ, ἰδοὺ παραδίδωμί σοι αὐτόν· μόνον τὴν ψυχὴν αὐτοῦ διαφύλαξον."
    },
    {
      "verse": 7,
      "text": "Ἐξῆλθε δὲ ὁ διάβολος ἀπὸ τοῦ Κυρίου· καὶ ἔπαισε τὸν Ἰὼβ ἕλκει πονηρῷ ἀπὸ ποδῶν ἕως κεφαλῆς."
    },
    {
      "verse": 8,
      "text": "Καὶ ἔλαβεν ὄστρακον, ἵνα τὸν ἰχῶρα ξύῃ, καὶ ἐκάθητο ἐπὶ τῆς κοπρίας ἔξω τῆς πόλεως."
    },
    {
      "verse": 9,
      "text": "Χρόνου δὲ πολλοῦ προβεβηκότος, εἶπεν αὐτῷ ἡ γυνὴ αὐτοῦ, μέχρι τίνος καρτερήσεις, λέγων,"
    },
    {
      "verse": 10,
      "text": "Ὁ δὲ ἐμβλέψας, εἶπεν αὐτῇ, ὥσπερ μία τῶν ἀφρόνων γυναικῶν ἐλάλησας· εἰ τὰ ἀγαθὰ ἐδεξάμεθα ἐκ χειρὸς Κυρίου, τὰ κακὰ οὐχ ὑποίσομεν; Ἐν πᾶσι τούτοις τοῖς συμβεβηκόσιν αὐτῷ οὐδὲν ἥμαρτεν Ἰὼβ τοῖς χείλεσιν ἐναντίον τοῦ Θεοῦ."
    },
    {
      "verse": 11,
      "text": "Ἀκούσαντες δὲ οἱ τρεῖς φίλοι αὐτοῦ τὰ κακὰ πάντα τὰ ἐπελθόντα αὐτῷ, παρεγένοντο ἕκαστος ἐκ τῆς ἰδίας χώρας πρὸς αὐτόν· Ἐλιφὰζ ὁ Θαιμανῶν βασιλεὺς, Βαλδὰδ ὁ Σαυχέων τύραννος, Σωφὰρ Μιναίων βασιλεύς· καὶ παρεγένοντο πρὸς αὐτὸν ὁμοθυμαδὸν, τοῦ παρακαλέσαι καὶ ἐπισκέψασθαι αὐτόν."
    },
    {
      "verse": 12,
      "text": "Ἰδόντες δὲ αὐτὸν πόῤῥωθεν, οὐκ ἐπέγνωσαν· καὶ βοήσαντες φωνῇ μεγάλῃ ἔκλαυσαν, ῥήξαντες ἕκαστος τὴν ἑαυτοῦ στολὴν, καὶ καταπασάμενοι γῆν."
    },
    {
      "verse": 13,
      "text": "παρεκάθισαν αὐτῷ ἑπτὰ ἡμέρας καὶ ἑπτὰ νύκτας, καὶ οὐδεὶς αὐτῶν ἐλάλησεν· ἑώρων γὰρ τὴν πληγὴν δεινὴν οὖσαν καὶ μεγάλην σφόδρα."
    }
  ]
}