{
  "book_id": "JOB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ τοῦτο ἤνοιξεν Ἰὼβ τὸ στόμα αὐτοῦ,"
    },
    {
      "verse": 2,
      "text": "καὶ κατηράσατο τὴν ἡμέραν αὐτοῦ, λέγων,"
    },
    {
      "verse": 3,
      "text": "Ἀπόλοιτο ἡ ἡμέρα ἐν ᾗ ἐγεννήθην, καὶ ἡ νὺξ ἐκείνη ᾗ εἶπαν, Ἰδοὺ ἄρσεν."
    },
    {
      "verse": 4,
      "text": "Ἡ νὺξ ἐκείνη εἴη σκότος, καὶ μὴ ἀναζητήσαι αὐτὴν ὁ Κύριος ἄνωθεν, μηδὲ ἔλθοι εἰς αὐτὴν φέγγος·"
    },
    {
      "verse": 5,
      "text": "Ἐκλάβοι δὲ αὐτὴν σκότος καὶ σκιὰ θανάτου, ἐπέλθοι ἐπʼ αὐτὴν γνόφος·"
    },
    {
      "verse": 6,
      "text": "καταραθείη ἡ ἡμέρα καὶ ἡ νὺξ ἐκείνη, ἀπενέγκοιτο αὐτὴν σκότος· μὴ εἴη εἰς ἡμέρας ἐνιαυτοῦ, μηδὲ ἀριθμηθείη εἰς ἡμέρας μηνῶν."
    },
    {
      "verse": 7,
      "text": "Ἀλλὰ ἡ νὺξ ἐκείνη εἴη ὀδύνη, καὶ μὴ ἔλθοι ἐπʼ αὐτὴν εὐφροσύνη, μηδὲ χαρμονή·"
    },
    {
      "verse": 8,
      "text": "Ἀλλὰ καταράσαιτο αὐτὴν ὁ καταρώμενος τὴν ἡμέραν ἐκείνην, ὁ μέλλων τὸ μέγα κῆτος χειρώσασθαι."
    },
    {
      "verse": 9,
      "text": "Σκοτωθείη τὰ ἄστρα τῆς νυκτὸς ἐκείνης· ὑπομείναι, καὶ εἰς φωτισμὸν μὴ ἔλθοι, καὶ μὴ ἴδοι Ἑωσφόρον ἀνατέλλοντα."
    },
    {
      "verse": 10,
      "text": "Ὅτι οὐ συνέκλεισε πύλας γαστρὸς μητρός μου, ἀπήλλαξε γὰρ ἂν πόνον ἀπὸ ὀφθαλμῶν μου."
    },
    {
      "verse": 11,
      "text": "Διατί γὰρ ἐν κοιλίᾳ οὐκ ἐτελεύτησα; ἐκ γαστρὸς δὲ ἐξῆλθον, καὶ οὐκ εὐθὺς ἀπωλόμην;"
    },
    {
      "verse": 12,
      "text": "Ἱνατί δὲ συνήντησάν μοι τὰ γόνατα; ἱνατί δὲ μαστοὺς ἐθήλασα;"
    },
    {
      "verse": 13,
      "text": "νῦν ἂν κοιμηθεὶς ἡσύχασα, ὑπνώσας δὲ ἀνεπαυσάμην"
    },
    {
      "verse": 14,
      "text": "Νῦν ἂν κοιμηθεὶς ἡσύχασα, ὑπνώσας δὲ ἀνεπαυσάμην μετὰ βασιλέων βουλευτῶν γῆς οἳ ἐγαυριῶντο ἐπὶ ξίφεσιν,"
    },
    {
      "verse": 15,
      "text": "ἢ μετὰ ἀρχόντων, ὧν πολὺς ὁ χρυσός, οἳ ἔπλησαν τοὺς οἴκους αὐτῶν ἀργυρίου·"
    },
    {
      "verse": 16,
      "text": "Ἢ ὥσπερ ἔκτρωμα ἐκπορευόμενον ἐκ μήτρας μητρὸς, ἢ ὥσπερ νήπιοι, οἳ οὐκ εἶδον φῶς·"
    },
    {
      "verse": 17,
      "text": "Ἐκεῖ ἀσεβεῖς ἐξέκαυσαν θυμὸν ὀργῆς, ἐκεῖ ἀνεπαύσαντο κατάκοποι τῷ σώματι."
    },
    {
      "verse": 18,
      "text": "Ὁμοθυμαδὸν δὲ οἱ αἰώνιοι οὐκ ἤκουσαν φωνὴν φορολόγου."
    },
    {
      "verse": 19,
      "text": "Μικρὸς καὶ μέγας ἐκεῖ ἐστι, καὶ θεράπων δεδοικὼς τὸν κύριον αὐτοῦ."
    },
    {
      "verse": 20,
      "text": "Ἱνατί γὰρ δέδοται τοῖς ἐν πικρίᾳ φῶς; ζωὴ δὲ ταῖς ἐν ὀδύναις ψυχαῖς,"
    },
    {
      "verse": 21,
      "text": "οἳ ἱμείρονται τοῦ θανάτου, καὶ οὐ τυγχάνουσιν ἀνορύσσοντες ὥσπερ θησαυροὺς,"
    },
    {
      "verse": 22,
      "text": "περιχαρεῖς δὲ ἐγένοντο ἐὰν κατατύχωσι;"
    },
    {
      "verse": 23,
      "text": "Θάνατος ἀνδρὶ ἀνάπαυμα, συνέκλεισεν γὰρ ὁ Θεὸς κατʼ αὐτοῦ."
    },
    {
      "verse": 24,
      "text": "Πρὸ γὰρ τῶν σίτων μου στεναγμὸς ἥκει, δακρύω δὲ ἐγὼ συνεχόμενος φόβῳ."
    },
    {
      "verse": 25,
      "text": "Φόβος γὰρ ὃν ἐφρόντισα ἦλθέ μοι, καὶ ὃν ἐδεδοίκειν, συνήντησέν μοι."
    },
    {
      "verse": 26,
      "text": "Οὔτε εἰρήνευσα, οὔτε ἡσύχασα, οὔτε ἀνεπαυσάμην, ἦλθε δέ μοι ὀργή·"
    }
  ]
}