{
  "book_id": "JOB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Ὑπολαβὼν δὲ Σωφὰρ ὁ Μιναῖος, λέγει,"
    },
    {
      "verse": 2,
      "text": "Ὁ τὰ πολλὰ λέγων, καὶ ἀντακούσεται· ἢ καὶ ὁ εὔλαλος οἴεται εἶναι δίκαιος;"
    },
    {
      "verse": 3,
      "text": "εὐλογημένος γεννητὸς γυναικὸς ὀλιγόβιος. Μὴ πολὺς ἐν ῥήμασι γίνου, οὐ γάρ ἐστιν ὁ ἀντικρινόμενός σοι;"
    },
    {
      "verse": 4,
      "text": "Μὴ γὰρ λέγε, ὅτι καθαρός εἰμι τοῖς ἔργοις καὶ ἄμεμπτος ἐναντίον αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Ἀλλὰ πῶς ἂν ὁ Κύριος λαλήσαι πρὸς σὲ, καὶ ἀνοίξει χείλη αὐτοῦ μετὰ σοῦ;"
    },
    {
      "verse": 6,
      "text": "Εἶτα ἀναγγελεῖ σοι δύναμιν σοφίας· ὅτι διπλοῦς ἔσται τῶν κατὰ σέ· καὶ τότε γνώσῃ, ὅτι ἄξιά σοι ἀπέβη ἀπὸ Κυρίου ὧν ἡμάρτηκας."
    },
    {
      "verse": 7,
      "text": "Ἢ ἴχνος Κυρίου εὑρήσεις, ἢ εἰς τὰ ἔσχατα ἀφίκου ἃ ἐποίησεν ὁ παντοκράτωρ;"
    },
    {
      "verse": 8,
      "text": "Ὑψηλὸς ὁ οὐρανὸς, καὶ τί ποιήσεις; βαθύτερα δὲ τῶν ἐν ᾅδου, τί οἶδας;"
    },
    {
      "verse": 9,
      "text": "ἢ μακρότερα μέτρου γῆς, ἢ εὔρους θαλάσσης;"
    },
    {
      "verse": 10,
      "text": "Ἐὰν δὲ καταστρέψῃ τὰ πάντα, τίς ἐρεῖ αὐτῷ, τί ἐποίησας;"
    },
    {
      "verse": 11,
      "text": "Αὐτὸς γὰρ οἶδεν ἔργα ἀνόμων, ἰδὼν δὲ ἄτοπα οὐ παρόψεται."
    },
    {
      "verse": 12,
      "text": "Ἄνθρωπος δὲ ἄλλως νήχεται λόγοις· βροτὸς δὲ γεννητὸς γυναικὸς, ἶσα ὄνῳ ἐρημίτῃ."
    },
    {
      "verse": 13,
      "text": "Εἰ γὰρ σὺ καθαρὰν ἔθου τὴν καρδίαν σου, ὑπτιάζεις δὲ χεῖρας πρὸς αὐτὸν,"
    },
    {
      "verse": 14,
      "text": "εἰ ἄνομόν τί ἐστιν ἐν χερσί σου, πόῤῥω ποίησον αὐτὸ ἀπὸ σοῦ, ἀδικία δὲ ἐν διαίτῃ σου μὴ αὐλισθήτω·"
    },
    {
      "verse": 15,
      "text": "Οὕτως γὰρ ἀναλάμψει σου τὸ πρόσωπον, ὥσπερ ὕδωρ καθαρὸν, ἐκδύσῃ δὲ ῥύπον, καὶ οὐ μὴ φοβηθήσῃ·"
    },
    {
      "verse": 16,
      "text": "Καὶ τὸν κόπον ἐπιλήσῃ, ὥσπερ κῦμα παρελθὸν, καὶ οὐ πτοηθήσῃ·"
    },
    {
      "verse": 17,
      "text": "Ἡ δὲ εὐχή σου ὥσπερ Ἑωσφόρος, ἐκ δὲ μεσημβρίας ἀνατελεῖ σοι ζωή·"
    },
    {
      "verse": 18,
      "text": "Πεποιθώς τε ἔσῃ, ὅτι ἐστί σοι ἐλπὶς, ἐκ δὲ μερίμνης καὶ φροντίδος ἀναφανεῖταί σοι εἰρήνη·"
    },
    {
      "verse": 19,
      "text": "Ἡσυχάσεις γὰρ, καὶ οὐκ ἔσται ὁ πολεμῶν σε· μεταβαλόμενοι δὲ πολλοί σου δεηθήσονται."
    },
    {
      "verse": 20,
      "text": "Σωτηρία δὲ αὐτοὺς ἀπολείψει· ἡ γὰρ ἐλπὶς αὐτῶν ἀπώλεια, ὀφθαλμοὶ δὲ ἀσεβῶν τακήσονται."
    }
  ]
}