{
  "book_id": "JOB",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ὑπολαβὼν δὲ Ἰὼβ, λέγει,"
    },
    {
      "verse": 2,
      "text": "Εἶτα ὑμεῖς ἐστε ἄνθρωποι, ἢ μεθʼ ὑμῶν τελευτήσει σοφία;"
    },
    {
      "verse": 3,
      "text": "Κᾀμοὶ μὲν καρδία καθʼ ὑμᾶς ἐστι."
    },
    {
      "verse": 4,
      "text": "Δίκαιος γὰρ ἀνὴρ καὶ ἄμεμπτος ἐγεννήθη εἰς χλεύασμα·"
    },
    {
      "verse": 5,
      "text": "Εἰς χρόνον γὰρ τακτὸν ἡτοίμαστο πεσεῖν ὑπὸ ἄλλων, οἴκους τε αὐτοῦ ἐκπορθεῖσθαι ὑπὸ ἀνόμων·"
    },
    {
      "verse": 6,
      "text": "οὐ μὴν δὲ ἀλλὰ μηδεὶς πεποιθέτω πονηρὸς ὢν ἀθῶος ἔσεσθαι, ὅσοι παροργίζουσι τὸν Κύριον, ὡς οὐχὶ καὶ ἔτασις αὐτῶν ἔσται."
    },
    {
      "verse": 7,
      "text": "Ἀλλὰ δὴ ἐρώτησον τετράποδα ἐάν σοι εἴπωσι, πετεινὰ δὲ οὐρανοῦ ἐάν σοι ἀπαγγείλωσιν."
    },
    {
      "verse": 8,
      "text": "Ἐκδιήγησαι γῇ, ἐάν σοι φράσῃ, καὶ ἐξηγήσονταί σοι οἱ ἰχθύες τῆς θαλάσσης."
    },
    {
      "verse": 9,
      "text": "Τίς οὖν οὐκ ἔγνω ἐν πᾶσι τούτοις, ὅτι χεὶρ Κυρίου ἐποίησε ταῦτα;"
    },
    {
      "verse": 10,
      "text": "Εἰ μὴ ἐν χειρὶ αὐτοῦ ψυχὴ πάντων ζώντων, καὶ πνεῦμα παντὸς ἀνθρώπου."
    },
    {
      "verse": 11,
      "text": "Οὖς μὲν γὰρ ῥήματα διακρίνει, λάρυγξ δὲ σῖτα γεύεται."
    },
    {
      "verse": 12,
      "text": "Ἐν πολλῷ χρόνῳ σοφία, ἐν δὲ πολλῷ βίῳ ἐπιστήμη."
    },
    {
      "verse": 13,
      "text": "Παρʼ αὐτῷ σοφία καὶ δύναμις, αὐτῷ βουλὴ καὶ σύνεσις."
    },
    {
      "verse": 14,
      "text": "Ἐὰν καταβάλῃ, τίς οἰκοδομήσει; ἐὰν κλείσῃ κατʼ ἀνθρώπων, τίς ἀνοίξει;"
    },
    {
      "verse": 15,
      "text": "Ἐὰν κωλύσῃ τὸ ὕδωρ, ξηρανεῖ τὴν γῆν· ἐὰν δὲ ἐπαφῇ, ἀπώλεσεν αὐτὴν καταστρέψας."
    },
    {
      "verse": 16,
      "text": "Παρʼ αὐτῷ κράτος καὶ ἰσχὺς, αὐτῷ ἐπιστήμη καὶ σύνεσις."
    },
    {
      "verse": 17,
      "text": "Διάγων βουλευτὰς αἰχμαλώτους, κριτὰς δὲ γῆς ἐξέστησε."
    },
    {
      "verse": 18,
      "text": "Καθιζάνων βασιλεῖς ἐπὶ θρόνους, καὶ περιεδησε ζώνῃ ὀσφύας αὐτῶν."
    },
    {
      "verse": 19,
      "text": "Ἐξαποστέλλων ἱερεῖς αἰχμαλώτους, δυνάστας δὲ γῆς κατέστρεψε."
    },
    {
      "verse": 20,
      "text": "Διαλλάσσων χείλη πιστῶν, σύνεσιν δὲ πρεσβυτέρων ἔγνω."
    },
    {
      "verse": 21,
      "text": "Ἐκχέων ἀτιμίαν ἐπʼ ἄρχοντας, ταπεινοὺς δὲ ἰάσατο."
    },
    {
      "verse": 22,
      "text": "Ἀνακαλύπτων βαθέα ἐκ σκότους, ἐξήγαγε δὲ εἰς φῶς σκιὰν θανάτου."
    },
    {
      "verse": 23,
      "text": "Πλανῶν ἔθνη καὶ ἀπολλύων αὐτὰ, καταστρωννύων ἔθνη καὶ καθοδηγῶν αὐτά."
    },
    {
      "verse": 24,
      "text": "Διαλλάσσων καρδίας ἀρχόντων γῆς· ἐπλάνησε δὲ αὐτοὺς ἐν ὁδῷ ᾗ οὐκ ᾔδεισαν."
    },
    {
      "verse": 25,
      "text": "Ψηλαφήσαισαν σκότος καὶ μὴ φῶς, πλανηθείησαν δὲ ὥσπερ ὁ μεθύων."
    }
  ]
}