{
  "book_id": "JOB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Ἰδοὺ ταῦτα ἑώρακέ μου ὁ ὀφθαλμὸς, καὶ ἀκήκοέ μου τὸ οὖς."
    },
    {
      "verse": 2,
      "text": "Καὶ οἶδα ὅσα καὶ ὑμεῖς ἐπίστασθε, καὶ οὐκ ἀσυνετώτερός εἰμι ὑμῶν."
    },
    {
      "verse": 3,
      "text": "Οὐ μὴν δὲ ἀλλʼ ἐγὼ πρὸς Κύριον λαλήσω, ἐλέγξω δὲ ἐναντίον αὐτοῦ ἐὰν βούληται."
    },
    {
      "verse": 4,
      "text": "Ὑμεῖς δὲ ἐστὲ ἰατροὶ ἄδικοι, καὶ ἰαταὶ κακῶν πάντες."
    },
    {
      "verse": 5,
      "text": "Εἴη δὲ ὑμῖν κωφεῦσαι, καὶ ἀποβήσεται ὑμῖν σοφία."
    },
    {
      "verse": 6,
      "text": "Ἀκούσατε δὲ ἔλεγχον τοῦ στόματός μου, κρίσιν δὲ χειλέων μου προσέχετε."
    },
    {
      "verse": 7,
      "text": "Πότερον οὐκ ἔναντι Κυρίου λαλεῖτε, ἔναντι δὲ αὐτοῦ φθέγγεσθε δόλον;"
    },
    {
      "verse": 8,
      "text": "Ἢ ὑποστελεῖσθε; ὑμεῖς δὲ αὐτοὶ κριταὶ γίνεσθε."
    },
    {
      "verse": 9,
      "text": "Καλὸν γὰρ ἐὰν ἐξιχνιάσῃ ὑμᾶς, εἰ γὰρ τὰ πάντα ποιοῦντες προστεθήσεσθε αὐτῷ,"
    },
    {
      "verse": 10,
      "text": "οὐθὲν ἧττον ἐλέγξει ὑμᾶς· εἰ δὲ καὶ κρυφῇ πρόσωπα θαυμάσεσθε,"
    },
    {
      "verse": 11,
      "text": "πότερον οὐχ ἡ δῖνα αὐτοῦ στροβήσει ὑμᾶς; ὁ φόβος δὲ παρʼ αὐτοῦ ἐπιπεσεῖται ὑμῖν,"
    },
    {
      "verse": 12,
      "text": "ἀποβήσεται δὲ ὑμῶν τὸ γαυρίαμα ἶσα σποδῷ, τὸ δὲ σῶμα πήλινον."
    },
    {
      "verse": 13,
      "text": "Κωφεύσατε ἵνα λαλήσω, καὶ ἀναπαύσωμαι θυμοῦ,"
    },
    {
      "verse": 14,
      "text": "ἀναλαβὼν τὰς σάρκας μου τοῖς ὀδοῦσι, ψυχὴν δέ μου θήσω ἐν χειρί."
    },
    {
      "verse": 15,
      "text": "Ἐάν με χειρώσηται ὁ δυνάστης, ἐπεὶ καὶ ἦρκται, ἦ μὴν λαλήσω καὶ ἐλέγξω ἐναντίον αὐτοῦ·"
    },
    {
      "verse": 16,
      "text": "Καὶ τοῦτό μοι ἀποβήσεται εἰς σωτηρίαν, οὐ γὰρ ἐναντίον αὐτοῦ δόλος εἰσελεύσεται."
    },
    {
      "verse": 17,
      "text": "Ἀκούσατε ἀκούσατε τὰ ῥήματά μου, ἀναγγελῶ γὰρ ὑμῶν ἀκουόντων."
    },
    {
      "verse": 18,
      "text": "Ἰδοὺ ἐγὼ ἐγγύς εἰμι τοῦ κρίματός μου, οἶδα ἐγὼ ὅτι δίκαιος ἀναφανοῦμαι."
    },
    {
      "verse": 19,
      "text": "Τίς γάρ ἐστιν ὁ κριθησόμενός μοι, ὅτι νῦν κωφεύσω καὶ ἐκλείψω;"
    },
    {
      "verse": 20,
      "text": "Δυεῖν δέ μοι χρήσῃ, τότε ἀπὸ τοῦ προσώπου σου οὐ κρυβήσομαι."
    },
    {
      "verse": 21,
      "text": "Τὴν χεῖρα ἀπʼ ἐμοῦ ἀπέχου, καὶ ὁ φόβος σου μή με καταπλησσέτω."
    },
    {
      "verse": 22,
      "text": "Εἶτα καλέσεις, ἐγὼ δέ σοι ὑπακούσομαι, ἢ λαλήσεις, ἐγὼ δέ σοι δώσω ἀνταπόκρισιν·"
    },
    {
      "verse": 23,
      "text": "Πόσαι εἰσὶν αἱ ἁμαρτίαι μου καὶ ἀνομίαι μου; δίδαξόν με τίνες εἰσί."
    },
    {
      "verse": 24,
      "text": "Διατί ἀπʼ ἐμοῦ κρύπτῃ, ἥγησαι δέ με ὑπεναντίον σοι;"
    },
    {
      "verse": 25,
      "text": "Ἢ ὡς φῦλλον κινούμενον ὑπὸ ἀνέμου εὐλαβηθήσῃ, ἢ ὡς χόρτῳ φερομένῳ ὑπὸ πνεύματος ἀντίκεισαί μοι;"
    },
    {
      "verse": 26,
      "text": "Ὅτι κατέγραψας κατʼ ἐμοῦ κακὰ, περιέθηκας δέ μοι νεότητος ἁμαρτίας."
    },
    {
      "verse": 27,
      "text": "Ἔθου δέ μου τὸν πόδα ἐν κωλύματι, ἐφύλαξας δέ μου πάντα τὰ ἔργα, εἰς δὲ ῥίζας τῶν ποδῶν μου ἀφίκου."
    },
    {
      "verse": 28,
      "text": "Ὃ παλαιοῦται ἶσα ἀσκῷ, ἢ ὥσπερ ἱμάτιον σητόβρωτον."
    }
  ]
}