{
  "book_id": "JOB",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Ὑπολαβὼν δὲ Ἰὼβ, λέγει,"
    },
    {
      "verse": 2,
      "text": "Ἕως τίνος ἔγκοπον ποιήσετε ψυχήν μου, καὶ καθαιρεῖτέ με λόγοις; γνῶτε μόνον ὅτι ὁ Κύριος ἐποίησέ με οὕτως."
    },
    {
      "verse": 3,
      "text": "Καταλαλεῖτέ μου, οὐκ αἰσχυνόμενοί με ἐπίκεισθέ μοι."
    },
    {
      "verse": 4,
      "text": "Ναὶ δὴ ἐπʼ ἀληθείας ἐγὼ ἐπλανήθην, παρʼ ἐμοὶ δὲ αὐλίζεται πλάνος·"
    },
    {
      "verse": 5,
      "text": "Ἔα δὲ, ὅτι ἐπʼ ἐμοὶ μεγαλύνεσθε, ἐνάλλεσθε δέ μοι ὀνείδει."
    },
    {
      "verse": 6,
      "text": "Γνῶτε οὖν ὅτι Κύριός ἐστιν ὁ ταράξας, ὀχύρωμα δὲ αὐτοῦ ἐπʼ ἐμὲ ὕψωσεν."
    },
    {
      "verse": 7,
      "text": "Ἰδοὺ γελῶ ὀνείδει, οὐ λαλήσω· κεκράξομαι, καὶ οὐδαμοῦ κρίμα."
    },
    {
      "verse": 8,
      "text": "Κύκλῳ περιῳκοδόμημαι, καὶ οὐ μὴ διαβῶ· ἐπὶ πρόσωπόν μου σκότος ἔθετο."
    },
    {
      "verse": 9,
      "text": "Τὴν δὲ δόξαν ἀπʼ ἐμοῦ ἐξέδυσεν, ἀφεῖλε δὲ στέφανον ἀπὸ κεφαλῆς μου."
    },
    {
      "verse": 10,
      "text": "Διέσπασέ με κύκλῳ καὶ ᾠχόμην, ἐξέκοψε δὲ ὥσπερ δένδρον τὴν ἐλπίδα μου."
    },
    {
      "verse": 11,
      "text": "Δεινῶς δέ μοι ὀργῇ ἐχρήσατο, ἡγήσατο δέ με ὥσπερ ἐχθρόν."
    },
    {
      "verse": 12,
      "text": "Ὁμοθυμαδὸν δὲ ἦλθον τὰ πειρατήρια αὐτοῦ ἐπʼ ἐμοὶ, ταῖς ὁδοῖς μου ἐκύκλωσαν ἐγκάθετοι."
    },
    {
      "verse": 13,
      "text": "Ἀπʼ ἐμοῦ ἀδελφοί μου ἀπέστησαν, ἔγνωσαν ἀλλοτρίους ἢ ἐμέ· φίλοι δέ μου ἀνελεήμονες γεγόνασιν·"
    },
    {
      "verse": 14,
      "text": "Οὐ προσεποιήσαντό με οἱ ἐγγύτατοί μου, καὶ οἱ εἰδότες μου τὸ ὄνομα ἐπελάθοντό μου."
    },
    {
      "verse": 15,
      "text": "Γείτονες οἰκίας, θεράπαιναί τε μοῦ, ἀλλογενὴς ἤμην ἐναντίον αὐτῶν."
    },
    {
      "verse": 16,
      "text": "Θεράποντά μου ἐκάλεσα, καὶ οὐχ ὑπήκουσε· στόμα δέ μου ἐδέετο."
    },
    {
      "verse": 17,
      "text": "Καὶ ἱκέτευον τὴν γυναῖκά μου, προσεκαλούμην δὲ καλακευων υἱοὺς παλλακίδων μου·"
    },
    {
      "verse": 18,
      "text": "Οἱ δὲ εἰς τὸν αἰῶνά με ἀπεποιήσαντο, ὅταν ἀναστῶ, κατʼ ἐμοῦ λαλοῦσιν."
    },
    {
      "verse": 19,
      "text": "Ἐβδελύξαντό με οἱ ἰδόντες με· οὓς δὴ ἠγαπήκειν, ἐπανέστησάν μοι."
    },
    {
      "verse": 20,
      "text": "Ἐν δέρματί μου ἐσάπησαν αἱ σάρκες μου, τὰ δὲ ὀστᾶ μου ἐν ὀδοῦσιν ἔχεται."
    },
    {
      "verse": 21,
      "text": "Ἐλεήσατέ με, ἐλεήσατέ με, ὦ φίλοι, χεὶρ γὰρ Κυρίου ἡ ἁψαμένη μου ἐστί."
    },
    {
      "verse": 22,
      "text": "Διατί με διώκετε ὥσπερ καὶ ὁ Κύριος; ἀπὸ δὲ σαρκῶν μου οὐκ ἐμπίπλασθε;"
    },
    {
      "verse": 23,
      "text": "Τίς γὰρ ἂν δοίη γραφῆναι τὰ ῥήματά μου, τεθῆναι δὲ αὐτὰ ἐν βιβλίῳ εἰς τὸν αἰῶνα,"
    },
    {
      "verse": 24,
      "text": "ἐν γραφείῳ σιδηρῷ καὶ μολίβῳ, ἢ ἐν πέτραις ἐγγλυφῆναι;"
    },
    {
      "verse": 25,
      "text": "Οἶδα γὰρ ὅτι ἀένναός ἐστιν ὁ ἐκλύειν με μέλλων,"
    },
    {
      "verse": 26,
      "text": "ἐπὶ γῆς ἀναστῆσαι τὸ δέρμα μου τὸ ἀναντλοῦν ταῦτα· παρὰ γὰρ Κυρίου ταῦτά μοι συνετελέσθη,"
    },
    {
      "verse": 27,
      "text": "ἃ ἐγὼ ἐμαυτῷ συνεπίσταμαι, ἃ ὁ ὀφθαλμός μου ἑώρακε, καὶ οὐκ ἄλλος, πάντα δέ μοι συντετέλεσται ἐν κόλπῳ."
    },
    {
      "verse": 28,
      "text": "Εἰ δὲ καὶ ἐρεῖτε, τί ἐροῦμεν ἔναντι αὐτοῦ, καὶ ῥίζαν λόγου εὑρήσομεν ἐν αὐτῷ;"
    },
    {
      "verse": 29,
      "text": "Εὐλαβήθητε δὴ καὶ ὑμεῖς ἀπὸ ἐπικαλύμματος, θυμὸς γὰρ ἐπʼ ἀνόμους ἐπελεύσεται· καὶ τότε γνώσονται, ποῦ ἐστιν αὐτῶν ἡ ὕλη"
    }
  ]
}