{
  "book_id": "JOB",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Ὑπολαβὼν δὲ Σωφὰρ ὁ Μιναῖος, λέγει,"
    },
    {
      "verse": 2,
      "text": "Οὐχ οὕτως ὑπελάμβανον ἀντερεῖν σε ταῦτα, καὶ οὐχὶ συνίετε μᾶλλον ἢ καὶ ἐγώ."
    },
    {
      "verse": 3,
      "text": "Παιδείαν ἐντροπῆς μου ἀκούσομαι, καὶ πνεῦμα ἐκ τῆς συνέσεως ἀποκρίνεταί μοι."
    },
    {
      "verse": 4,
      "text": "Μὴ ταῦτα ἔγνως ἀπὸ τοῦ ἔτι, ἀφʼ οὗ ἐτέθη ἄνθρωπος ἐπὶ τῆς γῆς;"
    },
    {
      "verse": 5,
      "text": "Εὐφροσύνη δὲ ἀσεβῶν πτῶμα ἐξαίσιον, χαρμονὴ δὲ παρανόμων ἀπώλεια·"
    },
    {
      "verse": 6,
      "text": "ἐὰν ἀναβῇ εἰς οὐρανὸν αὐτοῦ τὰ δῶρα, ἡ δὲ θυσία αὐτοῦ νεφῶν ἅψηται."
    },
    {
      "verse": 7,
      "text": "Ὅταν γὰρ δοκῇ ἤδη κατεστηρίχθαι, τότε εἰς τέλος ἀπολεῖται· οἱ δὲ εἰδότες αὐτὸν ἐροῦσι, ποῦ ἐστιν;"
    },
    {
      "verse": 8,
      "text": "Ὥσπερ ἐνύπνιον ἐκπετασθὲν οὐ μὴ εὑρεθῇ, ἔπτη δὲ ὥσπερ φάσμα νυκτερινόν."
    },
    {
      "verse": 9,
      "text": "Ὀφθαλμὸς παρέβλεψε, καὶ οὐ προσθήσει, καὶ οὐκ ἔτι προσνοήσει αὐτὸν ὁ τόπος αὐτοῦ."
    },
    {
      "verse": 10,
      "text": "Τοὺς υἱοὺς αὐτοῦ ὀλέσαισαν ἥττονες, αἱ δὲ χεῖρες αὐτοῦ πυρσεύσαισαν ὀδύνας."
    },
    {
      "verse": 11,
      "text": "Ὀστᾶ αὐτοῦ ἐνεπλήσθησαν νεότητος αὐτοῦ, καὶ μετʼ αὐτοῦ ἐπὶ χώματος κοιμηθήσεται."
    },
    {
      "verse": 12,
      "text": "Ἐὰν γλυκανθῇ ἐν στόματι αὐτοῦ κακία, κρύψει αὐτὴν ὑπὸ τὴν γλῶσσαν αὐτοῦ,"
    },
    {
      "verse": 13,
      "text": "οὐ φείσεται αὐτῆς, καὶ οὐκ ἐγκαταλείψει αὐτήν· καὶ συνάξει αὐτὴν ἐν μέσῳ τοῦ λάρυγγος αὐτοῦ,"
    },
    {
      "verse": 14,
      "text": "καὶ οὐ μὴ δυνηθῇ βοηθῆσαι ἑαυτῷ· χολὴ ἀσπίδος ἐν γαστρὶ αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Πλοῦτος ἀδίκως συναγόμενος ἐξεμεθήσεται, ἐξ οἰκίας αὐτοῦ ἐξελκύσει αὐτὸν ἄγγελος."
    },
    {
      "verse": 16,
      "text": "Θυμὸν δὲ δρακόντων θηλάσειεν, ἀνέλοι δὲ αὐτὸν γλῶσσα ὄφεως."
    },
    {
      "verse": 17,
      "text": "Μὴ ἴδοι ἄμελξιν νομάδων, μηδὲ νομὰς μέλιτος καὶ βουτύρου."
    },
    {
      "verse": 18,
      "text": "Εἰς κενὰ καὶ μάταια ἐκοπίασε, πλοῦτον ἐξ οὗ οὐ γεύσεται· ὥσπερ στρίφνος ἀμάσητος, ἀκατάποτος."
    },
    {
      "verse": 19,
      "text": "Πολλῶν γὰρ δυνατῶν οἴκους ἔθλασε· δίαιταν δὲ ἥρπασε, καὶ οὐκ ἔστησεν."
    },
    {
      "verse": 20,
      "text": "Οὐκ ἔστιν αὐτοῦ σωτηρία τοῖς ὑπάρχουσιν, ἐν ἐπιθυμίᾳ αὐτοῦ οὐ σωθήσεται."
    },
    {
      "verse": 21,
      "text": "Οὐκ ἔστιν ὑπόλειμμα τοῖς βρώμασιν αὐτοῦ, διὰ τοῦτο οὐκ ἀνθήσει αὐτοῦ τὰ ἀγαθά."
    },
    {
      "verse": 22,
      "text": "Ὅταν δὲ δοκῇ ἤδη πεπληρῶσθαι, θλιβήσεται, πᾶσα δὲ ἀνάγκη ἐπʼ αὐτὸν ἐπελεύσεται."
    },
    {
      "verse": 23,
      "text": "Εἴ πῶς εἶ πληρῶσαι γαστέρα αὐτοῦ, ἐπαποστείλαι ἐπʼ αὐτὸν θυμὸν ὀργῆς, νίψαι ἐπʼ αὐτὸν ὀδύνας,"
    },
    {
      "verse": 24,
      "text": "καὶ οὐ μὴ σωθῇ ἐκ χειρὸς σιδήρου· τρώσαι αὐτὸν τόξον χάλκειον."
    },
    {
      "verse": 25,
      "text": "Διεξέλθοι δὲ διὰ σώματος αὐτοῦ βέλος, ἄστρα δὲ ἐν διαίταις αὐτοῦ· περιπατήσαισαν ἐπʼ αὐτῷ φόβοι,"
    },
    {
      "verse": 26,
      "text": "πᾶν δὲ σκότος αὐτῷ ὑπομείναι· κατέδεται αὐτὸν πῦρ ἄκαυστον, κακώσαι δὲ αὐτοῦ ἐπήλυτος τὸν οἶκον."
    },
    {
      "verse": 27,
      "text": "Ἀνακάλυψαι δὲ αὐτοῦ ὁ οὐρανὸς τὰς ἀνομίας, γῆ δὲ ἐπανασταίη αὐτῷ."
    },
    {
      "verse": 28,
      "text": "Ἑλκύσαι τὸν οἶκον αὐτοῦ ἀπώλεια εἰς τέλος, ἡμέρα ὀργῆς ἐπέλθοι αὐτῷ."
    },
    {
      "verse": 29,
      "text": "Αὕτη ἡ μέρις ἀνθρώπου ἀσεβοῦς παρὰ Κυρίου, καὶ κτῆμα ὑπαρχόντων αὐτῷ παρὰ τοῦ ἐπισκόπου."
    }
  ]
}