{
  "book_id": "JOB",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Ὑπολαβὼν δὲ Ἰὼβ, λέγει,"
    },
    {
      "verse": 2,
      "text": "Ἀκούσατε ἀκούσατέ μου τῶν λόγων, ἵνα μὴ ᾖ μοι παρʼ ὑμῶν αὕτη ἡ παράκλησις."
    },
    {
      "verse": 3,
      "text": "Ἄρατέ με, ἐγὼ δὲ λαλήσω, εἶτʼ οὐ καταγελάσετέ μου."
    },
    {
      "verse": 4,
      "text": "Τί γάρ; μὴ ἀνθρώπου μου ἡ ἔλεγξις; ἢ διὰ τί οὐ θυμωθήσομαι;"
    },
    {
      "verse": 5,
      "text": "Εἰσβλέψαντες εἰς ἐμὲ θαυμάσετε, χεῖρα θέντες ἐπὶ σιαγόνι."
    },
    {
      "verse": 6,
      "text": "Ἐάν τε γὰρ μνησθῶ, ἐσπούδακα· ἔχουσι δέ μου τὰς σάρκας ὀδύναι."
    },
    {
      "verse": 7,
      "text": "Διὰ τί ἀσεβεῖς ζῶσι, πεπαλαίωνται δὲ καὶ ἐν πλούτῳ;"
    },
    {
      "verse": 8,
      "text": "Ὁ σπόρος αὐτῶν κατὰ ψυχὴν, τὰ δὲ τέκνα αὐτῶν ἐν ὀφθαλμοῖς."
    },
    {
      "verse": 9,
      "text": "Οἱ οἶκοι αὐτῶν εὐθηνοῦσι, φόβος δὲ οὐδαμοῦ, μάστιξ δὲ παρὰ Κυρίου οὐκ ἔστιν ἐπʼ αὐτοῖς."
    },
    {
      "verse": 10,
      "text": "Ἡ βοῦς αὐτῶν οὐκ ὠμοτόκησε, διεσώθη δὲ αὐτῶν ἐν γαστρὶ ἔχουσα καὶ οὐκ ἔσφαλε."
    },
    {
      "verse": 11,
      "text": "Μένουσι δὲ ὡς πρόβατα αἰώνια, τὰ δὲ παιδία αὐτῶν προσπαίζουσιν,"
    },
    {
      "verse": 12,
      "text": "ἀναλαβόντες ψαλτήριον καὶ κιθάραν, καὶ εὐφραίνονται φωνῇ ψαλμοῦ."
    },
    {
      "verse": 13,
      "text": "Συνετέλεσαν δὲ ἐν ἀγαθοῖς τὸν βίον αὐτῶν, ἐν δὲ ἀναπαύσει ᾅδου ἐκοιμήθησαν."
    },
    {
      "verse": 14,
      "text": "Λέγει δὲ Κυρίῳ, ἀπόστα ἀπʼ ἐμοῦ, ὁδούς σου εἰδέναι οὐ βούλομαι."
    },
    {
      "verse": 15,
      "text": "Τί ἱκανὸς, ὅτι δουλεύσομεν αὐτῷ; καὶ τίς ὠφέλεια, ὅτι ἀπαντήσομεν αὐτῷ;"
    },
    {
      "verse": 16,
      "text": "Ἐν χερσὶ γὰρ ἦν αὐτῶν τὰ ἀγαθὰ, ἔργα δὲ ἀσεβῶν οὐκ ἐφορᾷ."
    },
    {
      "verse": 17,
      "text": "Οὐ μὴν δὲ ἀλλὰ καὶ ἀσεβῶν λύχνος σβεσθήσεται, ἐπελεύσεται δὲ αὐτοῖς ἡ καταστροφὴ, ὠδῖνες δὲ αὐτοὺς ἕξουσιν ἀπὸ ὀργῆς."
    },
    {
      "verse": 18,
      "text": "Ἔσονται δὲ ὥσπερ ἄχυρα ὑπʼ ἀνέμου, ἢ ὥσπερ κονιορτὸς ὃν ὑφείλετο λαίλαψ."
    },
    {
      "verse": 19,
      "text": "Ἐκλείποι υἱοὺς τὰ ὑπάρχοντα αὐτοῦ, ἀνταποδώσει πρὸς αὐτὸν καὶ γνώσεται."
    },
    {
      "verse": 20,
      "text": "Ἴδοισαν οἱ ὀφθαλμοὶ αὐτοῦ τὴν ἑαυτοῦ σφαγὴν, ἀπὸ δὲ Κυρίου μὴ διασωθείη."
    },
    {
      "verse": 21,
      "text": "Ὅτι τὸ θέλημα αὐτοῦ ἐν οἴκῳ αὐτοῦ μετʼ αὐτοῦ, καὶ ἀριθμοὶ μηνῶν αὐτοῦ διῃρέθησαν."
    },
    {
      "verse": 22,
      "text": "Πότερον οὐχὶ ὁ Κύριός ἐστιν ὁ διδάσκων σύνεσιν καὶ ἐπιστήμην; αὐτὸς δὲ φόνους διακρίνει;"
    },
    {
      "verse": 23,
      "text": "Οὗτος ἀποθανεῖται ἐν κράτει ἁπλοσύνης αὐτοῦ, ὅλος δὲ εὐπαθῶν καὶ εὐθηνῶν."
    },
    {
      "verse": 24,
      "text": "Τὰ δὲ ἔγκατα αὐτοὺ πλήρη στέατος, μυελὸς δὲ αὐτοῦ διαχεῖται."
    },
    {
      "verse": 25,
      "text": "Ὁ δὲ τελευτᾷ ὑπὸ πικρίας ψυχῆς, οὐ φαγὼν οὐδὲν ἀγαθόν."
    },
    {
      "verse": 26,
      "text": "Ὁμοθυμαδὸν δὲ ἐπὶ γῆς κοιμῶνται, σαπρία δὲ αὐτοὺς ἐκάλυψεν."
    },
    {
      "verse": 27,
      "text": "Ὥστε οἶδα ὑμᾶς, ὅτι τόλμῃ ἐπίκεισθέ μοι·"
    },
    {
      "verse": 28,
      "text": "Ὥστε ἐρεῖτε, ποῦ ἐστιν οἶκος ἄρχοντος; καὶ ποῦ ἐστιν ἡ σκέπη τῶν σκηνωμάτων τῶν ἀσεβῶν;"
    },
    {
      "verse": 29,
      "text": "Ἐρωτήσατε παραπορευομένους ὁδὸν, καὶ τὰ σημεῖα αὐτῶν οὐκ ἀπαλλοτριώσετε."
    },
    {
      "verse": 30,
      "text": "Ὅτι εἰς ἡμέραν ἀπωλείας κουφίζεται ὁ πονηρὸς, εἰς ἡμέραν ὀργῆς αὐτοῦ ἀπαχθήσονται."
    },
    {
      "verse": 31,
      "text": "Τίς ἀπαγγελεῖ ἐπὶ προσώπου αὐτοῦ τὴν ὁδὸν αὐτοῦ, καὶ αὐτὸς ἐποίησε; τίς ἀνταποδώσει αὐτῷ;"
    },
    {
      "verse": 32,
      "text": "Καὶ αὐτὸς εἰς τάφους ἀπηνέχθη, καὶ αὐτὸς ἐπὶ σωρῶν ἠγρύπνησεν."
    },
    {
      "verse": 33,
      "text": "Ἐγλυκάνθησαν αὐτῷ χάλικες χειμάῤῥου, καὶ ὀπίσω αὐτοῦ πᾶς ἄνθρωπος ἀπελεύσεται, καὶ ἔμπροσθεν αὐτοῦ ἀναρίθμητοι."
    },
    {
      "verse": 34,
      "text": "Πῶς δὲ παρακαλεῖτέ με κενά; τὸ δὲ ἐμὲ καταπαύσασθαι ἀφʼ ὑμῶν οὐδέν."
    }
  ]
}