{
  "book_id": "JOB",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἀπὸ ταύτης ἐταράχθη ἡ καρδία μου, καὶ ἀπεῤῥύη ἐκ τοῦ τόπου αὐτῆς."
    },
    {
      "verse": 2,
      "text": "Ἄκουε ἀκοὴν ἐν ὀργῇ θυμοῦ Κυρίου, καὶ μελέτη ἐκ στόματος αὐτοῦ ἐξελεύσεται."
    },
    {
      "verse": 3,
      "text": "Ὑποκάτω παντὸς τοῦ οὐρανοῦ ἡ ἀρχὴ αὐτοῦ, καὶ τὸ φῶς αὐτοῦ ἐπὶ πτερύγων τῆς γῆς."
    },
    {
      "verse": 4,
      "text": "Ὀπίσω αὐτοῦ βοήσεται φωνῇ, βροντήσει ἐν φωνῇ ὕβρεως αὐτοὺ· καὶ οὐκ ἀνταλλάξει αὐτούς, ὅτι ἀκούσει φωνὴν αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Βροντήσει ὁ ἰσχυρὸς ἐν φωνῇ αὐτοῦ θαυμάσια· ἐποίησε γὰρ μεγάλα ἃ οὐκ ᾔδειμεν,"
    },
    {
      "verse": 6,
      "text": "συντάσσων χιόνι, γίνου ἐπὶ τῆς, γῆς, καὶ χειμὼν ὑετὸς, καὶ χειμὼν ὑετῶν δυναστείας αὐτοῦ."
    },
    {
      "verse": 7,
      "text": "Ἐν χειρὶ παντὸς ἀνθρώπου κατασφραγίζει, ἵνα γνῷ πᾶς ἄνθρωπος τὴν ἑαυτοῦ ἀσθένειαν."
    },
    {
      "verse": 8,
      "text": "Εἰσῆλθε δὲ θηρία ὑπὸ τὴν σκέπην, ἡσύχασαν δὲ ἐπὶ κοίτης."
    },
    {
      "verse": 9,
      "text": "Ἐκ ταμιείων ἐπέρχονται ὀδύναι, ἀπὸ δὲ ἀκρωτηρίων ψῦχος·"
    },
    {
      "verse": 10,
      "text": "Καὶ ἀπὸ πνοῆς ἰσχυροῦ δώσει πάγος· οἰακίζει δὲ τὸ ὕδωρ ὡς ἐὰν βούληται,"
    },
    {
      "verse": 11,
      "text": "καὶ ἐκλεκτὸν καταπλάσσει νεφέλη· διασκορπιεῖ νέφος φῶς αὐτοῦ,"
    },
    {
      "verse": 12,
      "text": "καὶ αὐτὸς κυκλώματα διαστρέψει, ἐν θεεβουλαθὼθ, εἰς ἔργα αὐτῶν· πάντα ὅσα ἂν ἐντείληται αὐτοῖς, ταῦτα συντέτακται παρʼ αὐτοῦ ἐπὶ τῆς γῆς,"
    },
    {
      "verse": 13,
      "text": "ἐάν τε εἰς παιδείαν, ἐὰν εἰς τὴν γῆν αὐτοῦ, ἐὰν εἰς ἔλεος εὑρήσει αὐτόν."
    },
    {
      "verse": 14,
      "text": "Ἐνωτίζου ταῦτα, Ἰώβ· στῆθι νουθετούμενος δύναμιν Κυρίου."
    },
    {
      "verse": 15,
      "text": "Οἴδαμεν ὅτι ὁ Θεὸς ἔθετο ἔργα αὐτοῦ, φῶς ποιήσας ἐκ σκότους."
    },
    {
      "verse": 16,
      "text": "Ἐπίσταται δὲ διάκρισιν νεφῶν, ἐξαίσια δὲ πτώματα πονηρῶν."
    },
    {
      "verse": 17,
      "text": "Σοῦ δὲ ἡ στολὴ θερμὴ, ἡσυχάζεται δὲ ἐπὶ τῆς γῆς."
    },
    {
      "verse": 18,
      "text": "Στερεώσεις μετʼ αὐτοῦ εἰς παλαιώματα, ἰσχυραὶ ὡς ὅρασις ἐπιχύσεως."
    },
    {
      "verse": 19,
      "text": "Διατὶ δίδαξόν με, τί ἐροῦμεν αὐτῷ; καὶ παυσώμεθα πολλὰ λέγοντες."
    },
    {
      "verse": 20,
      "text": "Μὴ βίβλος ἢ γραμματεύς μοι παρέστηκεν, ἵνα ἄνθρωπον ἑστηκὼς κατασιωπήσω;"
    },
    {
      "verse": 21,
      "text": "Πᾶσι δὲ οὐχ ὁρατὸν τὸ φῶς, τηλαυγές ἐστιν ἐν τοῖς παλαιώμασιν, ὥσπερ τὸ παρʼ αὐτοῦ ἐπὶ νεφῶν."
    },
    {
      "verse": 22,
      "text": "Ἀπὸ Βοῤῥᾶ νέφη χρυσαυγοῦντα, ἐπὶ τούτοις μεγάλη ἡ δόξα καὶ τιμὴ παντοκράτορος,"
    },
    {
      "verse": 23,
      "text": "καὶ οὐχ εὑρίσκομεν ἄλλον ὅμοιον τῇ ἰσχύϊ αὐτοῦ· ὁ τὰ δίκαια κρίνων, οὐκ οἴει ἐπακούειν αὐτόν;"
    },
    {
      "verse": 24,
      "text": "Διὸ φοβηθήσονται αὐτὸν οἱ ἄνθρωποι, φοβηθήσονται δὲ αὐτὸν καὶ οἱ σοφοὶ καρδίᾳ."
    }
  ]
}