{
  "book_id": "JOB",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ δὲ τὸ παύσασθαι Ἐλιοὺν τῆς λέξεως, εἶπεν ὁ Κύριος τῷ Ἰὼβ διὰ λαίλαπος καὶ νεφῶν,"
    },
    {
      "verse": 2,
      "text": "Τίς οὗτος ὁ κρύπτων με βουλὴν, συνέχεν δὲ ῥήματα ἐν καρδίᾳ, ἐμὲ δὲ οἴεται κρύπτειν;"
    },
    {
      "verse": 3,
      "text": "Ζώσαι ὥσπερ ἀνὴρ τὴν ὀσφύν σου· ἐρωτήσω δέ σε, σὺ δέ μοι ἀποκρίθητι."
    },
    {
      "verse": 4,
      "text": "Ποῦ ἦς ἐν τῷ θεμελιοῦν με τὴν γῆν; ἀπάγγειλον δέ μοι εἰ ἐπίστῃ σύνεσιν."
    },
    {
      "verse": 5,
      "text": "Τίς ἔθετο τὰ μέτρα αὐτῆς, εἰ οἶδας; ἢ τίς ὁ ἐπαγαγὼν σπαρτίον ἐπʼ αὐτῆς;"
    },
    {
      "verse": 6,
      "text": "Ἐπὶ τίνος οἱ κρίκοι αὐτῆς πεπήγασι; τίς δέ ἐστιν ὁ βαλὼν λίθον γωνιαῖον ἐπʼ αὐτῆς;"
    },
    {
      "verse": 7,
      "text": "Ὅτε ἐγενήθησαν ἄστρα, ᾔνεσάν με φωνῇ μεγάλῃ πάντες ἄγγελοί μου."
    },
    {
      "verse": 8,
      "text": "Ἔφραξα δὲ θάλασσαν πύλαις, ὅτε ἐμαίμασσεν ἐκ κοιλίας μητρὸς αὐγῆς ἐκπορευομένη·"
    },
    {
      "verse": 9,
      "text": "Ἐθέμην δὲ αὐτῇ νέφος ἀμφίασιν, ὁμίχλῃ δὲ αὐτὴν ἐσπαργάνωσα."
    },
    {
      "verse": 10,
      "text": "Ἐθέμην δὲ αὐτῇ ὅρια, περιθεὶς κλεῖθρα καὶ πύλας."
    },
    {
      "verse": 11,
      "text": "Εἶπα δὲ αὐτῇ, μέχρι τούτου ἐλεύσῃ, καὶ οὐχ ὑπερβήσῃ, ἀλλʼ ἐν σεαυτῇ συντριβήσεταί σου τὰ κύματα."
    },
    {
      "verse": 12,
      "text": "Ἢ ἐπὶ σοῦ συντέταχα φέγγος πρωϊνόν; Ἑωσφόρος δὲ ἶδε τὴν ἑαυτοῦ τάξιν,"
    },
    {
      "verse": 13,
      "text": "ἐπιλαβέσθαι πτερύγων γῆς, ἐκτινάξαι ἀσεβεῖς ἐξ αὐτῆς;"
    },
    {
      "verse": 14,
      "text": "Ἢ σὺ λαβὼν γῆν πηλὸν, ἔπλασας ζῶον, καὶ λαλητὸν αὐτὸν ἔθου ἐπὶ γῆς;"
    },
    {
      "verse": 15,
      "text": "Ἀφεῖλες δὲ ἀπὸ ἀσεβῶν τὸ φῶς, βραχίονα δὲ ὑπερηφάνων συνέτριψας;"
    },
    {
      "verse": 16,
      "text": "Ἦλθες δὲ ἐπὶ πηγὴν θαλάσσης, ἐν δὲ ἴχνεσιν ἀβύσσου περιεπάτησας;"
    },
    {
      "verse": 17,
      "text": "Ἀνοίγονται δέ σοι φόβῳ πύλαι θανάτου, πυλωροὶ δὲ ᾅδου ἰδόντες σε ἔπτηξαν;"
    },
    {
      "verse": 18,
      "text": "Νενουθέτησαι δὲ τὸ εὖρος τῆς ὑπʼ οὐρανόν; ἀνάγγειλον δή μοι, πόση τίς ἐστι;"
    },
    {
      "verse": 19,
      "text": "Ποίᾳ δὲ γῇ αὐλίζεται τὸ φῶς; σκότους δὲ ποῖος ὁ τόπος;"
    },
    {
      "verse": 20,
      "text": "Εἰ ἀγάγοις με εἰς ὅρια αὐτῶν, εἰ δὲ καὶ ἐπίστασαι τρίβους αὐτῶν·"
    },
    {
      "verse": 21,
      "text": "Οἶδα ἄρα ὅτι τότε γεγέννησαι, ἀριθμὸς δὲ ἐτῶν σου πολύς;"
    },
    {
      "verse": 22,
      "text": "Ἦλθες δὲ ἐπὶ θησαυροὺς χιόνος, θησαυροὺς δὲ χαλάζης ἑώρακας;"
    },
    {
      "verse": 23,
      "text": "Ἀπόκειται δέ σοι εἰς ὥραν ἐχθρῶν, εἰς ἡμέραν πολέμων καὶ μάχης;"
    },
    {
      "verse": 24,
      "text": "Πόθεν δὲ ἐκπορεύεται πάχνη, ἢ διασκεδάννυται Νότος εἰς τὴν ὑπʼ οὐρανόν;"
    },
    {
      "verse": 25,
      "text": "Τίς δὲ ἡτοίμασεν ὑετῷ λάβρῳ ῥύσιν, ὁδὸν δὲ κυδοιμῶν,"
    },
    {
      "verse": 26,
      "text": "τοῦ ὑετίσαι ἐπὶ γῆν οὗ οὐκ ἀνήρ, ἔρημον οὗ οὐχ ὑπάρχει ἄνθρωπος ἐν αὐτῇ,"
    },
    {
      "verse": 27,
      "text": "τοῦ χορτάσαι ἄβατον καὶ ἀοίκητον, καὶ τοῦ ἐκβλαστῆσαι ἔξοδον χλόης;"
    },
    {
      "verse": 28,
      "text": "Τίς ἐστιν ὑετοῦ πατήρ; τίς δέ ἐστιν ὁ τετοκὼς βώλους δρόσου;"
    },
    {
      "verse": 29,
      "text": "Ἐκ γαστρὸς δὲ τίνος ἐκπορεύεται ὁ κρύσταλλος; πάχνην δὲ ἐν οὐρανῷ τίς τέτοκεν,"
    },
    {
      "verse": 30,
      "text": "ἣ καταβαίνει ὥσπερ ὕδωρ ῥέον; πρόσωπον ἀσεβοῦς τίς ἔπτηξε;"
    },
    {
      "verse": 31,
      "text": "Συνῆκας δὲ δεσμὸν Πλειάδος, καὶ φραγμὸν Ὠρίωνος ἤνοιξας;"
    },
    {
      "verse": 32,
      "text": "Ἢ διανοίξεις μαζουρὼθ ἐν καιρῷ αὐτοῦ, καὶ ἕσπερον ἐπὶ κόμης αὐτοῦ ἄξεις αὐτά;"
    },
    {
      "verse": 33,
      "text": "Ἐπίστασαι δὲ τροπὰς οὐρανοῦ, ἢ τὰ ὑπʼ οὐρανὸν ὁμοθυμαδὸν γινόμενα;"
    },
    {
      "verse": 34,
      "text": "καλέσεις δὲ νέφος φωνῇ, καὶ τρόμῳ ὕδατος λάβρου ὑπακούσεταί σου;"
    },
    {
      "verse": 35,
      "text": "Ἀποστελεῖς δὲ κεραυνοὺς καὶ πορεύσονται; ἐροῦσι δέ σοι, τί ἐστι;"
    },
    {
      "verse": 36,
      "text": "Τίς δὲ ἔδωκε γυναιξὶν ὑφάσματος σοφίαν, ἢ ποικιλτικὴν ἐπιστήμην;"
    },
    {
      "verse": 37,
      "text": "Τίς δὲ ὁ ἀριθμῶν νέφη σοφίᾳ, οὐρανὸν δὲ εἰς γῆν ἔκλινε;"
    },
    {
      "verse": 38,
      "text": "Κέχυται δὲ ὥσπερ γῆ κονία, κεκόλληκα δὲ αὐτὸν ὥσπερ λίθῳ κύβον."
    },
    {
      "verse": 39,
      "text": "Θηρεύσεις δὲ λέουσι βορὰν, ψυχὰς δὲ δρακόντων ἐμπλήσεις;"
    },
    {
      "verse": 40,
      "text": "Δεδοίκασι γὰρ ἐν κοίταις αὐτῶν, κάθηνται δὲ ἐν ὕλαις ἐνεδρεύοντες."
    },
    {
      "verse": 41,
      "text": "Τίς δὲ ἡτοίμασε κόρακι βοράν; νεοσσοὶ γὰρ αὐτοῦ πρὸς Κύριον κεκράγασι πλανώμενοι, τὰ σῖτα ζητοῦντες."
    }
  ]
}