{
  "book_id": "JOB",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἀπεκρίθη Κύριος ὁ Θεὸς τῷ Ἰὼβ, καὶ εἶπε,"
    },
    {
      "verse": 2,
      "text": "μὴ κρίσιν μετὰ ἱκανοῦ ἐκκλίνει; ἐλέγχων δὲ Θεὸν, ἀποκριθήσεται αὐτήν."
    },
    {
      "verse": 3,
      "text": "Ὑπολαβὼν δὲ Ἰὼβ λέγει τῷ Κυρίῳ,"
    },
    {
      "verse": 4,
      "text": "τί ἔτι ἐγὼ κρίνομαι, νουθετούμενος καὶ ἐλέγχων Κύριον, ἀκούων τοιαῦτα οὐθὲν ὤν; ἐγὼ δὲ τίνα ἀπόκρισιν δῶ πρὸς ταῦτα; χεῖρα θήσω ἐπὶ στόματί μου."
    },
    {
      "verse": 5,
      "text": "Ἅπαξ λελάληκα, ἐπὶ δὲ τῷ δευτέρῳ οὐ προσθήσω."
    },
    {
      "verse": 6,
      "text": "Ἔτι δὲ ὑπολαβὼν ὁ Κύριος, εἶπε τῷ Ἰὼβ ἐκ τοῦ νέφους,"
    },
    {
      "verse": 7,
      "text": "Μὴ, ἀλλὰ ζῶσαι ὥσπερ ἀνὴρ τὴν ὀσφύν σου, ἐρωτήσω δέ σε, σὺ δέ μοι ἀπόκριναι."
    },
    {
      "verse": 8,
      "text": "Μὴ ἀποποιοῦ μου τὸ κρίμα· οἴει δέ με ἄλλως σοι κεχρηματικέναι, ἢ ἳνα ἀναφανῇς δίκαιος;"
    },
    {
      "verse": 9,
      "text": "Ἢ βραχίων σοί ἐστι κατὰ τοῦ Κυρίου, ἢ φωνῇ κατʼ αὐτοῦ βροντᾷς;"
    },
    {
      "verse": 10,
      "text": "Ἀνάλαβε δὴ ὕψος καὶ δύναμιν, δόξαν δὲ καὶ τιμὴν ἀμφίασαι."
    },
    {
      "verse": 11,
      "text": "Ἀπόστειλον δὲ ἀγγέλους ὀργῇ, πὰντα δὲ ὑβριστὴν ταπείνωσον."
    },
    {
      "verse": 12,
      "text": "Ὑπερήφανον δὲ σβέσον, σῆψον δὲ ἀσεβεῖς παραχρῆμα."
    },
    {
      "verse": 13,
      "text": "Κρύψον δὲ εἰς γῆν ὁμοθυμαδόν, τὰ δὲ πρόσωπα αὐτῶν ἀτιμίας ἔμπλησον."
    },
    {
      "verse": 14,
      "text": "Ὁμολογήσω ὅτι δύναται ἡ δεξιά σου σῶσαι."
    },
    {
      "verse": 15,
      "text": "Ἀλλὰ δὴ ἰδοὺ θηρία παρὰ σοὶ, χόρτον ἶσα βουσὶν ἐσθίουσιν."
    },
    {
      "verse": 16,
      "text": "Ἰδοὺ δὴ ἡ ἰσχὺς αὐτοῦ ἐπʼ ὀσφύϊ, ἡ δὲ δύναμις αὐτοῦ ἐπʼ ὀμφαλοῦ γαστρός·"
    },
    {
      "verse": 17,
      "text": "Ἔστησεν οὐρὰν ὡς κυπάρισσον, τὰ δὲ νεῦρα αὐτοῦ συμπέπλεκται."
    },
    {
      "verse": 18,
      "text": "Αἱ πλευραὶ αὐτοῦ, πλευραὶ χάλκειαι, ἡ δὲ ῥάχις αὐτοῦ σίδηρος χυτός."
    },
    {
      "verse": 19,
      "text": "Τουτέστιν ἀρχὴ πλάσματος Κυρίου· πεποιημένον ἐγκαταπαίζεσθαι ὑπὸ τῶν ἀγγέλων αὐτοῦ."
    },
    {
      "verse": 20,
      "text": "Ἐπελθὼν δὲ ἐπʼ ὄρος ἀκρότομον, ἐποίησε χαρμονὴν τετράποσιν ἐν τῷ ταρτάρῳ."
    },
    {
      "verse": 21,
      "text": "Ὑπὸ παντοδαπὰ δένδρα κοιμᾶται, παρὰ πάπυρον καὶ κάλαμον καὶ βούτομον."
    },
    {
      "verse": 22,
      "text": "Σκιάζονται δὲ ἐν αὐτῷ δένδρα μεγάλα σὺν ῥαδάμνοις, καὶ κλῶνες ἀγροῦ."
    },
    {
      "verse": 23,
      "text": "Ἐὰν γένηται πλημμύρα, οὐ μὴ αἰσθηθῇ· πέποιθεν, ὅτι προσκρούσει ὁ Ἰορδάνης εἰς τὸ στόμα αὐτοῦ."
    },
    {
      "verse": 24,
      "text": "Ἐν τῷ ὀφθαλμῷ αὐτοῦ δέξεται αὐτόν, ἐνσκολιευόμενος τρήσει ῥῖνα."
    },
    {
      "verse": 25,
      "text": "Ἄξεις δὲ δράκοντα ἐν ἀγκίστρῳ, περιθήσεις δὲ φορβαίεαν περὶ ῥῖνα αὐτοῦ;"
    },
    {
      "verse": 26,
      "text": "Ἤ δήσεις κρίκον ἐν τῷ μυκτῆρι αὐτοῦ, ψελλίῳ δὲ τρυπήσεις τὸ χεῖλος αὐτοῦ;"
    },
    {
      "verse": 27,
      "text": "Λαλήσει δέ σοι δεήσει, ἱκετηρίᾳ μαλακῶς;"
    },
    {
      "verse": 28,
      "text": "Θήσεται δὲ μετὰ σοῦ διαθήκην; λήψῃ δὲ αὐτὸν δοῦλον αἰώνιον;"
    },
    {
      "verse": 29,
      "text": "Παίξῃ δὲ ἐν αὐτῷ ὥσπερ ὀρνέῳ; ἢ δήσεις αὐτὸν ὥσπερ στρουθίον παιδίῳ;"
    },
    {
      "verse": 30,
      "text": "Ἐνσιτοῦνται δὲ ἐν αὐτῷ ἔθνη, μεριτεύονται δὲ αὐτὸν Φοινίκων ἔθνη;"
    },
    {
      "verse": 31,
      "text": "Πᾶν δὲ πλωτὸν συνελθὸν οὐ μὴ ἐνέγκωσι βύρσαν μίαν οὐρᾶς αὐτοῦ, καὶ ἐν πλοίοις ἁλιέων κεφαλὴν αὐτοῦ."
    },
    {
      "verse": 32,
      "text": "Ἐπιθήσεις δὲ αὐτῷ χεῖρα, μνησθεὶς πόλεμον τὸν γινόμενον ἐν στόματι αὐτοῦ, καὶ μηκέτι γινέσθω."
    }
  ]
}