{
  "book_id": "JOB",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Οὐχ ἐώρακας αὐτόν; οὐδὲ ἐπὶ τοῖς λεγομένοις τεθαύμακας;"
    },
    {
      "verse": 2,
      "text": "Οὐ δέδοικας, ὅτι ἡτοίμασταί μοι; τίς γάρ ἐστιν ὁ ἐμοὶ ἀντιστάς;"
    },
    {
      "verse": 3,
      "text": "Ἢ τίς ἀντιστήσεταί μοι, καὶ ὑπομενεῖ; εἰ πᾶσα ἡ ὑπʼ οὐρανὸν ἐμή ἐστιν,"
    },
    {
      "verse": 4,
      "text": "Οὐ σιωπήσομαι διʼ αὐτόν· καὶ λόγον δυνάμεως ἐλεήσει τὸν ἶσον αὐτῷ."
    },
    {
      "verse": 5,
      "text": "Τίς ἀποκαλύψει πρόσωπον ἐνδύσεως αὐτοῦ, εἰς δὲ πτύξιν θώρακος αὐτοῦ τίς ἂν εἰσέλθοι;"
    },
    {
      "verse": 6,
      "text": "Πύλας προσώπου αὐτοῦ τίς ἀνοίξει; κύκλῳ ὀδόντων αὐτοῦ φόβος."
    },
    {
      "verse": 7,
      "text": "Τὰ ἔγκατα αὐτοῦ ἀσπίδες χάλκεαι. σύνδεσμος δὲ αὐτοῦ, ὥσπερ σμυρίτης λίθος."
    },
    {
      "verse": 8,
      "text": "Εἷς τοῦ ἑνὸς κολλῶνται, πνεῦμα δὲ οὐ μὴ διέλθῃ αὐτόν."
    },
    {
      "verse": 9,
      "text": "Ἀνὴρ τῷ ἀδελφῷ αὐτοῦ προσκολληθήσεται· συνέχονται καὶ οὐ μὴ ἀποσπασθῶσιν."
    },
    {
      "verse": 10,
      "text": "Ἐν πταρμῷ αὐτοῦ ἐπιφαύσκεται φέγγος, οἱ δὲ ὀφθαλμοὶ αὐτοῦ εἶδος Ἑωσφόρου."
    },
    {
      "verse": 11,
      "text": "Ἐκ στόματος αὐτοῦ ἐκπορεύονται ὡς λαμπάδες καιόμεναι, καὶ διαῤῥιπτοῦνται ἑς ἐσχάραι πυρός."
    },
    {
      "verse": 12,
      "text": "Ἐκ μυκτήρων αὐτοῦ ἐκπορεύεται καπνὸς καμίνου καιομένης πυρὶ ἀνθράκων."
    },
    {
      "verse": 13,
      "text": "Ἡ ψυχὴ αὐτοῦ ἄνθρακες, φλὸξ δὲ ἐκ στόματος αὐτοῦ ἐκπορεύεται·"
    },
    {
      "verse": 14,
      "text": "Ἐν δὲ τραχήλῳ αὐτοῦ αὐλίζεται δύναμις, ἔμπροσθεν αὐτοῦ τρέχει ἀπώλεια."
    },
    {
      "verse": 15,
      "text": "Σάρκες δὲ σώματος αὐτοῦ κεκόλληνται· καταχέει ἐπʼ αὐτὸν, οὐ σαλευθήσεται."
    },
    {
      "verse": 16,
      "text": "Ἡ καρδία αὐτοῦ πέπηγεν ὡς λίθος, ἕστηκε δὲ ὥσπερ ἄκμων ἀνήλατος."
    },
    {
      "verse": 17,
      "text": "Στραφέντος δὲ αὐτοῦ, φόβος θηρίοις τετράποσιν ἐπὶ γῆς ἁλλομένοις."
    },
    {
      "verse": 18,
      "text": "Ἐὰν συναντήσωσιν αὐτῷ λόγχαι, οὐδὲν μὴ ποιήσωσι, δόρυ, καὶ θώρακα."
    },
    {
      "verse": 19,
      "text": "Ἥγηται μὲν γὰρ σίδηρον ἄχυρα, χαλκὸν δὲ ὥσπερ ξύλον σαθρόν."
    },
    {
      "verse": 20,
      "text": "Οὐ μὴ τρώσῃ αὐτὸν τόξον χάλκεον· ἥγηται μὲν πετροβόλον χόρτον."
    },
    {
      "verse": 21,
      "text": "Ὡς καλάμη ἐλογίσθησαν σφυρά, καταγελᾷ δὲ σεισμοῦ πυρφόρου."
    },
    {
      "verse": 22,
      "text": "Ἡ στρωμνὴ αὐτοῦ ὀβελίσκοι ὀξεῖς, πᾶς δὲ χρυσὸς θαλάσσης ὑπʼ αὐτὸν ὥσπερ πηλὸς ἀμύθητος."
    },
    {
      "verse": 23,
      "text": "Ἀναζεῖ τὴν ἄβυσσον ὥσπερ χαλκεῖον· ἥγηται δὲ τὴν θάλασσαν ὥσπερ ἐξάλειπτρον,"
    },
    {
      "verse": 24,
      "text": "τὸν δὲ τάρταρον τῆς ἀβύσσου ὥσπερ αἰχμάλωτον· ἐλογίσατο ἄβυσσον εἰς περίπατον."
    },
    {
      "verse": 25,
      "text": "Οὐκ ἔστιν οὐδὲν ἐπὶ τῆς γῆς ὅμοιον αὐτῷ, πεποιημένον ἐκαταπαίζεσθαι ὑπὸ τῶν ἀγγέλων μου."
    },
    {
      "verse": 26,
      "text": "Πᾶν ὑψηλὸν ὁρᾷ· αὐτὸς δὲ βασιλεὺς πάντων τῶν ἐν τοῖς ὕδασιν."
    }
  ]
}