{
  "book_id": "ROM",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Let every soul be subject to the higher powers. For there is no power but from God: the powers that are, are ordained by God."
    },
    {
      "verse": 2,
      "text": "Whoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation."
    },
    {
      "verse": 3,
      "text": "For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power; do that which is good, and thou shalt have praise from the same:"
    },
    {
      "verse": 4,
      "text": "For he is the minister of God to thee for good. But if thou doest that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, an avenger to \\add execute\\add* wrath upon him that doeth evil."
    },
    {
      "verse": 5,
      "text": "Wherefore \\add ye\\add* must needs be subject, not only for wrath, but also for conscience sake."
    },
    {
      "verse": 6,
      "text": "For, for this cause ye pay tribute also: for they are God's ministers, attending continually upon this very thing."
    },
    {
      "verse": 7,
      "text": "Render therefore to all their dues: tribute to whom tribute \\add is due\\add* ; custom to whom custom; fear to whom fear; honor to whom honor."
    },
    {
      "verse": 8,
      "text": "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law."
    },
    {
      "verse": 9,
      "text": "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if \\add there is\\add* any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbor as thyself."
    },
    {
      "verse": 10,
      "text": "Love worketh no ill to one's neighbor: therefore love \\add is\\add* the fulfilling of the law."
    },
    {
      "verse": 11,
      "text": "And this, knowing the time, that now \\add it is\\add* high time to awake out of sleep: for now \\add is\\add* our salvation nearer than when we believed."
    },
    {
      "verse": 12,
      "text": "The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armor of light."
    },
    {
      "verse": 13,
      "text": "Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying."
    },
    {
      "verse": 14,
      "text": "But put ye on the Lord Jesus Christ, and make not provision for the lusts of flesh."
    }
  ]
}