{
  "book_id": "ROM",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Him that is weak in the faith receive ye, butnot to doubtful disputations."
    },
    {
      "verse": 2,
      "text": "For one believeth that he may eat all things: another, who is weak, eateth herbs."
    },
    {
      "verse": 3,
      "text": "Let not him that eateth, despise him that eateth not; and let not him who eateth not, judge him that eateth: for God hath received him."
    },
    {
      "verse": 4,
      "text": "Who art thou that judgest another man's servant? to his own master he standeth or falleth: and he shall be held up: for God is able to make him stand."
    },
    {
      "verse": 5,
      "text": "One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind."
    },
    {
      "verse": 6,
      "text": "He that regardeth the day, regardeth itto the Lord: and he that regardeth not the day, to the Lord he doth not regard it. He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks."
    },
    {
      "verse": 7,
      "text": "For none of us liveth to himself, and no man dieth to himself."
    },
    {
      "verse": 8,
      "text": "For whether we live, we live to the Lord; and whether we die, we die to the Lord: whether we live therefore, or die, we are the Lord's."
    },
    {
      "verse": 9,
      "text": "For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and the living."
    },
    {
      "verse": 10,
      "text": "But why dost thou judge thy brother? or why dost thou set at naught thy brother? for we shall all stand before the judgment-seat of Christ."
    },
    {
      "verse": 11,
      "text": "For it is written, AsI live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God."
    },
    {
      "verse": 12,
      "text": "So then every one of us shall give account of himself to God."
    },
    {
      "verse": 13,
      "text": "Let us not therefore judge one another any more: but judge this rather, that no man put a stumbling-block, or an occasion to fall in hisbrother's way."
    },
    {
      "verse": 14,
      "text": "I know, and am persuaded by the Lord Jesus, that there isnothing unclean by itself: but to him that esteemeth any thing to be unclean, to him it isunclean."
    },
    {
      "verse": 15,
      "text": "But if thy brother is grieved with thyfood, now walkest thou not charitably. Destroy not him with thy food, for whom Christ died."
    },
    {
      "verse": 16,
      "text": "Let not then your good be evil spoken of:"
    },
    {
      "verse": 17,
      "text": "For the kingdom of God is not food and drink, but righteousness, and peace, and joy in the Holy Spirit."
    },
    {
      "verse": 18,
      "text": "For he that in these things serveth Christ, isacceptable to God, and approved by men."
    },
    {
      "verse": 19,
      "text": "Let us therefore follow after the things which make for peace, and things with which one may edify another."
    },
    {
      "verse": 20,
      "text": "For the sake of food, destroy not the work of God. All things indeed arepure; but it isevil for that man who eateth with offense."
    },
    {
      "verse": 21,
      "text": "It isgood neither to eat flesh, nor to drink wine, nor any thingby which thy brother stumbleth, or is offended, or is made weak."
    },
    {
      "verse": 22,
      "text": "Hast thou faith? have it to thyself before God. Happy ishe that condemneth not himself in that thing which he alloweth."
    },
    {
      "verse": 23,
      "text": "And he that doubteth is damned if he eateth, because he eatethnot from faith: for whatever isnot from faith is sin."
    }
  ]
}