{
  "book_id": "ZEC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the eighth month, in the second year of Darius, came the word of Jehovah to Zechariah, the son of Barachiah, the son of Iddo, the prophet, saying:—"
    },
    {
      "verse": 2,
      "text": "Jehovah hath been much displeased with your fathers."
    },
    {
      "verse": 3,
      "text": "But say thou to them, Thus saith Jehovah of hosts: Turn ye to me, saith Jehovah of hosts, And I will turn to you, saith Jehovah of hosts."
    },
    {
      "verse": 4,
      "text": "Be ye not as your fathers, to whom the former prophets cried, saying, Turn ye now from your evil ways, and from your evil doings! But they did not hear, nor hearken to me, saith Jehovah."
    },
    {
      "verse": 5,
      "text": "Your fathers, where are they? And the prophets, do they live forever?"
    },
    {
      "verse": 6,
      "text": "But my words and my statutes, Which I commanded my servants, the prophets, Did they not overtake your fathers? And they returned and said, Even as Jehovah of hosts thought To do to us according to our ways, and according to doings, So hath he done to us."
    },
    {
      "verse": 7,
      "text": "On the four and twentieth day of the eleventh month, which is the month Sebat, in the second year of Darius, came the word of Jehovah to Zechariah, the son of Barachiah, the son of Iddo, the prophet, saying:"
    },
    {
      "verse": 8,
      "text": "I saw in the night, and behold, a man riding upon a red horse; and he stood among the myrtle-trees that were in the deep valley, and behind him were other horses, red, fox-colored, and white."
    },
    {
      "verse": 9,
      "text": "Then I said, What are these, my lord? And the angel that talked with me said to me, I will show thee what these are."
    },
    {
      "verse": 10,
      "text": "And the man that stood among the myrtle-trees answered and said, These are they whom Jehovah hath sent to go to and fro through the earth."
    },
    {
      "verse": 11,
      "text": "And they answered the angel of Jehovah that stood among the myrtle-trees, and said, We have gone to and fro through the earth, and behold, all the earth is still and at rest."
    },
    {
      "verse": 12,
      "text": "Then the angel of Jehovah answered, and said, O Jehovah of hosts, how long wilt thou not have mercy on Jerusalem and the cities of Judah, against which thou hast had indignation these threescore and ten years?"
    },
    {
      "verse": 13,
      "text": "And Jehovah answered the angel that talked with me good words and comfortable words."
    },
    {
      "verse": 14,
      "text": "And the angel who talked with me said to me: Proclaim thou and say, Thus saith Jehovah of hosts: I am jealous for Jerusalem and for Zion with great jealousy,"
    },
    {
      "verse": 15,
      "text": "And with great anger am I angry with the nations that are at ease; For I was but a little displeased, And they helped forward the affliction."
    },
    {
      "verse": 16,
      "text": "Therefore thus saith Jehovah: I return to Jerusalem with mercies; My house shall be built in it, Saith Jehovah of hosts, And a measuring-line shall be stretched forth over Jerusalem."
    },
    {
      "verse": 17,
      "text": "Proclaim yet and say, Thus saith Jehovah of hosts: My cities shall yet overflow with prosperity, And Jehovah will yet comfort Zion, And will yet choose Jerusalem."
    },
    {
      "verse": 18,
      "text": "Then I lifted up my eyes and looked, and behold, four horns."
    },
    {
      "verse": 19,
      "text": "And I said to the angel that talked with me, What mean these? And he answered me, These are the horns which have scattered Judah, Israel, and Jerusalem."
    },
    {
      "verse": 20,
      "text": "And Jehovah showed me four smiths."
    },
    {
      "verse": 21,
      "text": "Then said I, What come these to do? And he spake, saying, These are the horns which scattered Judah, so that no man lifted up his head; and now these are come to terrify them, to cast out the horns of the nations which lifted up their horn against the land of Judah to scatter it."
    }
  ]
}