{
  "book_id": "ZEC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And he showed me Joshua, the high-priest, standing before the angel of Jehovah, and the adversary standing at his right hand, to accuse him."
    },
    {
      "verse": 2,
      "text": "And Jehovah said to the adversary:— Jehovah rebuke thee, thou adversary, Even Jehovah, who hath chosen Jerusalem, rebuke thee! Is not this man a brand plucked out of the fire?"
    },
    {
      "verse": 3,
      "text": "Now Joshua was clothed with filthy garments, and stood before the angel."
    },
    {
      "verse": 4,
      "text": "And he [[the angel]] spake and said to them [[the angels]] that stood before him, saying, Take off the filthy garments from him. And to him he said, Behold, I have caused thine iniquity to pass from thee, and will clothe thee with goodly apparel."
    },
    {
      "verse": 5,
      "text": "And I said, Let them set a fair mitre upon his head! And they set a fair mitre upon his head, and clothed him with garments. And the angel of Jehovah stood by."
    },
    {
      "verse": 6,
      "text": "And the angel of Jehovah declared to Joshua and said:"
    },
    {
      "verse": 7,
      "text": "Thus saith Jehovah of hosts: If thou wilt walk in my ways, And if thou wilt keep my charge, Then thou shalt also rule my house, And shalt also keep my courts, And I will give thee guides among these that stand by."
    },
    {
      "verse": 8,
      "text": "Hear now, O Joshua, high-priest, Thou and thy companions, who sit before thee! For they are men that are signs. For, behold, I will cause to come my servant, the Branch."
    },
    {
      "verse": 9,
      "text": "For, behold, the stone which I have laid before Joshua, Upon this one stone shall be seven eyes; Behold, I will engrave the graving thereof, saith Jehovah of hosts; And I will remove the iniquity of this land in one day."
    },
    {
      "verse": 10,
      "text": "In that day, saith Jehovah of hosts, Shall ye invite every one his neighbor Under the vine and under the fig-tree."
    }
  ]
}