{
  "book_id": "ZEC",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And the angel that talked with me came again, and awaked me, as a man that is wakened out of his sleep,"
    },
    {
      "verse": 2,
      "text": "and said to me, What seest thou? And I said, I have looked, and behold, a chandelier all of gold, with a bowl upon the top of it, and its seven lamps upon it, and seven pipes to the seven lamps which are upon the top of it;"
    },
    {
      "verse": 3,
      "text": "and two olive-trees by it, one upon the right side of the bowl, and the other upon the left side of it."
    },
    {
      "verse": 4,
      "text": "And I spake, and said to the angel that talked with me, What mean these, my lord?"
    },
    {
      "verse": 5,
      "text": "Then the angel who talked with me answered and said to me, Knowest thou not what these mean? And I said, No, my lord."
    },
    {
      "verse": 6,
      "text": "Then he answered and spake to me, saying, This is the word of Jehovah to Zerubbabel, saying:— Not by might, nor by power, But by my spirit, Saith Jehovah of hosts."
    },
    {
      "verse": 7,
      "text": "What art thou, O great mountain? Before Zerubbabel thou shalt become a plain! And he shall bring forth the corner-stone amid shoutings, [[The people crying,]] “Grace, grace be to it!”"
    },
    {
      "verse": 8,
      "text": "Moreover, the word of Jehovah came to me, saying:"
    },
    {
      "verse": 9,
      "text": "The hands of Zerubbabel have laid the foundation of this house, and his hands shall finish it. And thou shalt know that Jehovah of hosts hath sent me to you."
    },
    {
      "verse": 10,
      "text": "For who hath despised the day of small things? With joy shall the plummet be seen in the hand of Zerubbabel by those seven; they are the eyes of Jehovah, which run to and fro through the whole earth."
    },
    {
      "verse": 11,
      "text": "Then I spake and said to him, What mean these two olive-trees, upon the right side of the chandelier and upon the left side thereof?"
    },
    {
      "verse": 12,
      "text": "And I spake the second time, and said to him, What mean these two olive-branches, which are by the side of the two golden tubes which empty the golden oil out of themselves?"
    },
    {
      "verse": 13,
      "text": "And he answered me and said, Knowest thou not what these mean? And I said, No, my lord."
    },
    {
      "verse": 14,
      "text": "And he said, These are the two anointed ones that stand before the Lord of all the earth."
    }
  ]
}