{
  "book_id": "ZEC",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And I lifted up my eyes again and looked, and behold, a flying roll."
    },
    {
      "verse": 2,
      "text": "And he said to me, What seest thou? And I answered, I see a flying roll; the length thereof is twenty cubits, and the breadth thereof ten cubits."
    },
    {
      "verse": 3,
      "text": "Then said he to me:— This is the curse that goeth forth Over the Face of the whole land; For every one who stealeth shall be cut off from hence, according to it, And every one who sweareth falsely shall be cut off from hence, according to it."
    },
    {
      "verse": 4,
      "text": "I will bring it forth, saith Jehovah of hosts, And it shall enter into the house of the thief, And into the house of him that sweareth falsely by my name; And it shall abide in his house, And shall consume it, with the timber thereof and the stones thereof."
    },
    {
      "verse": 5,
      "text": "Then the angel who talked with me went forth, and said to me, Lift up now thine eyes, and see what this is which goeth forth."
    },
    {
      "verse": 6,
      "text": "And I said, What is it? And he said, This is an ephah which goeth forth. He said, moreover, This is their image through all the land."
    },
    {
      "verse": 7,
      "text": "And behold, a talent of lead was lifted up, and a woman was sitting upon the ephah."
    },
    {
      "verse": 8,
      "text": "And he said, This is the Wickedness. And he cast her into the ephah, and he cast the weight of lead upon the mouth thereof."
    },
    {
      "verse": 9,
      "text": "Then lifted I up mine eyes and looked, and behold, there came forth two women, and wind was in their wings; for they had wings like the wings of a stork, and they lifted up the ephah between the earth and heaven."
    },
    {
      "verse": 10,
      "text": "Then said I to the angel who talked with me, Whither do these bear the ephah?"
    },
    {
      "verse": 11,
      "text": "And he said to me, To build it a house in the land of Shinar, that it may be fixed there, and set upon its base."
    }
  ]
}