{
  "book_id": "ZEC",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And I lifted up mine eyes again, and looked, and, behold, there came four chariots out from between two mountains; and the mountains were mountains of brass."
    },
    {
      "verse": 2,
      "text": "In the first chariot were red horses; and in the second chariot, black horses;"
    },
    {
      "verse": 3,
      "text": "and in the third chariot, white horses; and in the fourth chariot, spotted-red horses."
    },
    {
      "verse": 4,
      "text": "Then I spake, and said to the angel that talked with me, What are these, my lord?"
    },
    {
      "verse": 5,
      "text": "And the angel answered and said to me, These are the four Winds of heaven, which go forth from standing before the Lord of all the earth."
    },
    {
      "verse": 6,
      "text": "The black horses, which are thereto, go forth into the north country, and the white go forth after them; and the spotted go forth into the south country."
    },
    {
      "verse": 7,
      "text": "And the red ones went forth, and sought to go, even to walk to and fro through the earth. And he said, Go, walk ye to and fro through the earth! So they walked to and fro through the earth."
    },
    {
      "verse": 8,
      "text": "Then he cried to me, and spake to me, saying, Behold, these that go forth toward the land of the North shall execute my wrath against the land of the North."
    },
    {
      "verse": 9,
      "text": "And the word of Jehovah came to me, saying:"
    },
    {
      "verse": 10,
      "text": "Take from those of the captivity, from Heldai, from Tobijah, and from Jedaiah, and come thou the same day, and go into the house of Josiah, the son of Zephaniah, whither they are come from Babylon;"
    },
    {
      "verse": 11,
      "text": "take from them silver and gold, and make a crown, and set it upon the head of Joshua, the son of Josedech, the high-priest,"
    },
    {
      "verse": 12,
      "text": "and speak to him, saying, Thus saith Jehovah of hosts:— Behold a man whose name is the Branch, He shall spring up from his place, And he shall build the temple of Jehovah."
    },
    {
      "verse": 13,
      "text": "He shall build the temple of Jehovah, And he shall bear the majesty, And sit and rule upon his throne, And be a priest upon his throne, And the counsel of peace shall be between them both."
    },
    {
      "verse": 14,
      "text": "And the crown shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen, the son of Zephaniah, for a memorial in the temple of Jehovah."
    },
    {
      "verse": 15,
      "text": "And they that are far off shall come and build in the temple of Jehovah; and ye shall know that Jehovah of hosts hath sent me to you. And this shall come to pass, if ye will diligently obey the voice of Jehovah, your God."
    }
  ]
}