{
  "book_id": "ZEC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, in the fourth year of King Darius, that the word of Jehovah came to Zechariah, on the fourth day of the ninth month, even in Chisleu;"
    },
    {
      "verse": 2,
      "text": "when they had sent to the house of God Sherezer and Regem-melech, and their men, to pray before Jehovah,"
    },
    {
      "verse": 3,
      "text": "and to speak to the priests that were in the house of Jehovah of hosts, and to the prophets, saying, “Shall I weep in the fifth month, separating myself, as I have done these so many years?”"
    },
    {
      "verse": 4,
      "text": "Then came the word of Jehovah of hosts to me, saying,"
    },
    {
      "verse": 5,
      "text": "Speak to all the people of the land, and to the priests, saying, When ye fasted and mourned in the fifth month and in the seventh month, even those seventy years, did ye at all fast for me, even for me?"
    },
    {
      "verse": 6,
      "text": "And when ye eat and drink, is it not ye that eat, and ye that drink?"
    },
    {
      "verse": 7,
      "text": "Are not these the words which Jehovah proclaimed by the former prophets, when Jerusalem was inhabited and in prosperity, and her cities round about her, and when the South and the Plain were inhabited?"
    },
    {
      "verse": 8,
      "text": "And the word of Jehovah came to Zechariah, saying,"
    },
    {
      "verse": 9,
      "text": "Thus spake Jehovah of hosts, saying, Judge true judgment, and show mercy and compassion every man to his brother."
    },
    {
      "verse": 10,
      "text": "And the widow, and the orphan, and the stranger, and the poor, oppress not, and meditate not evil against one another in your heart."
    },
    {
      "verse": 11,
      "text": "But they refused to hearken, and showed a refractory shoulder, and made their ears dull, that they might not hear;"
    },
    {
      "verse": 12,
      "text": "yea, they made their hearts as an adamant stone, that they might not hear the law, and the words which Jehovah of hosts sent through his spirit by the former prophets. Therefore came great anger from Jehovah of hosts."
    },
    {
      "verse": 13,
      "text": "And as he called and they would not hear, so they called and I would not hear, saith Jehovah of hosts."
    },
    {
      "verse": 14,
      "text": "And I scattered them as with a whirlwind among all the nations, which they knew not. And the land was desolate after them, so that no man passed through, nor returned; and thus the beautiful land was made a desolation."
    }
  ]
}