{
  "book_id": "ZEC",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of Jehovah of hosts came to me, saying,"
    },
    {
      "verse": 2,
      "text": "Thus saith Jehovah of hosts: I have been jealous for Zion with great jealousy, And with great wrath have I been jealous for her."
    },
    {
      "verse": 3,
      "text": "Thus saith Jehovah: I have returned to Zion, And I will dwell in Jerusalem; And Jerusalem shall be called a city of truth, And the mountain of Jehovah of hosts the holy mountain."
    },
    {
      "verse": 4,
      "text": "Thus saith Jehovah of hosts: There shall yet old men and old women dwell In the streets of Jerusalem, Every one with his staff in his hand for great age."
    },
    {
      "verse": 5,
      "text": "And the streets of the city shall be full Of boys and girls playing in her streets."
    },
    {
      "verse": 6,
      "text": "Thus saith Jehovah of hosts: If it be difficult in the eyes Of the residue of this people in these days, Is it therefore difficult in my eyes, Saith Jehovah of hosts?"
    },
    {
      "verse": 7,
      "text": "Thus saith Jehovah of hosts: Behold, I will save my people From the land of the rising, and from the land of the setting sun."
    },
    {
      "verse": 8,
      "text": "And I will bring them, and they shall dwell in Jerusalem; And they shall be my people, And I will be their God, In truth and in righteousness."
    },
    {
      "verse": 9,
      "text": "Thus saith Jehovah of hosts: Let your hands be strong, Ye that hear in these days These words by the mouth of the prophets, Who were in the day when the foundation of the house of Jehovah of hosts was laid, The temple, that it might be built."
    },
    {
      "verse": 10,
      "text": "For before these days There was no recompense for men, Nor was there any recompense for beasts; Nor to him that went out, nor to him that came in, was there security from the enemy; For I set all men one against another."
    },
    {
      "verse": 11,
      "text": "But now I will not be as in former days Toward the residue of this people, Saith Jehovah of hosts."
    },
    {
      "verse": 12,
      "text": "For the seed shall be prosperous; The vine shall yield its fruit, And the earth shall yield her increase, And the heavens shall yield their dew; And I will cause the remnant of this people to possess all these."
    },
    {
      "verse": 13,
      "text": "And it shall be, that as ye were a curse among the nations, O house of Judah and house of Israel, So will I save you, and ye shall be a blessing. Fear not; let your hands be strong!"
    },
    {
      "verse": 14,
      "text": "For thus saith Jehovah of hosts: As I thought to do you evil, When your fathers provoked me to anger, Saith Jehovah of hosts, And I repented not,"
    },
    {
      "verse": 15,
      "text": "So have I again thought in these days To do good to Jerusalem, And to the house of Judah. Fear ye not!"
    },
    {
      "verse": 16,
      "text": "These are the things which ye shall do: Speak ye every man the truth to his neighbor; Judge according to truth, and for peace in your gates;"
    },
    {
      "verse": 17,
      "text": "And meditate not evil against one another in your hearts, And love not a false oath! For all these are things which I hate, saith Jehovah."
    },
    {
      "verse": 18,
      "text": "And the word of Jehovah of hosts came to me, saying,"
    },
    {
      "verse": 19,
      "text": "Thus saith Jehovah of hosts: The fast of the fourth month, and the fast of the fifth month, And the fast of the seventh month, and the fast of the tenth month, Shall be to the house of Judah for joy and gladness, And cheerful festivals. But love ye truth and peace!"
    },
    {
      "verse": 20,
      "text": "Thus saith Jehovah of hosts: It shall yet come to pass, that many nations shall come, And the inhabitants of many cities;"
    },
    {
      "verse": 21,
      "text": "And the inhabitants of one city shall go to another, saying, “Let us go speedily to pray before Jehovah, And to seek Jehovah of hosts! I will go also!”"
    },
    {
      "verse": 22,
      "text": "Then shall come many nations and mighty kingdoms, To seek Jehovah of hosts in Jerusalem, And to pray before Jehovah."
    },
    {
      "verse": 23,
      "text": "Thus saith Jehovah of hosts: In those days shall ten men of all languages of the nations take hold, They shall take hold of the skirt of him that is a Jew, Saying, “We will go with you, For we have heard that God is with you.”"
    }
  ]
}