{
  "book_id": "ZEC",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Ask ye of Jehovah rain in the time of the latter rain! It is Jehovah that maketh the lightning; And he will give you abundant showers, To every one the herb of the field."
    },
    {
      "verse": 2,
      "text": "For the teraphim speak falsehood, And the diviners see a lie, And the dreams speak falsehood; Vain are their consolations. Therefore they wander as a flock; They are in distress, because there is no shepherd."
    },
    {
      "verse": 3,
      "text": "My anger is kindled against the shepherds, And the bucks will I punish; For Jehovah of hosts will visit his flock, the house of Judah, And make them as his goodly horse in battle."
    },
    {
      "verse": 4,
      "text": "From him shall come forth the corner-stone, From him the nail, From him the battle-bow; From him shall every leader come forth."
    },
    {
      "verse": 5,
      "text": "And they shall be as mighty men, Who tread down their enemies in battle as the mire of the streets, And they shall fight, because Jehovah is with them, So that the riders on horses shall be confounded."
    },
    {
      "verse": 6,
      "text": "And I will strengthen the house of Judah, And give victory to the house of Joseph, And I will set them in their dwellings, because I have compassion upon them; And they shall be as though I had not cast them off; For I am Jehovah, their God, and I will hear them."
    },
    {
      "verse": 7,
      "text": "And Ephraim shall be as a mighty man, And their heart shall rejoice, as through wine; And their sons shall see it and rejoice, Their hearts shall rejoice in Jehovah."
    },
    {
      "verse": 8,
      "text": "I will whistle for them, and will gather them; for I have redeemed them; And they shall increase as they increased before."
    },
    {
      "verse": 9,
      "text": "Though I scatter them among the nations, Yet in far countries will they remember me; And they shall live with their children, and shall return."
    },
    {
      "verse": 10,
      "text": "And I will bring them back from the land of Egypt, And from Assyria will I gather them; And I will bring them into the land of Gilead and of Lebanon, And there shall not be room enough for them."
    },
    {
      "verse": 11,
      "text": "And he shall pass through the sea of distress, And he shall smite the sea of waves, And all the depths of the river shall be dried up; And the pride of Assyria shall be brought down, And the sceptre of Egypt shall depart."
    },
    {
      "verse": 12,
      "text": "And I will strengthen them through Jehovah, And in his name shall they walk, saith Jehovah."
    }
  ]
}