{
  "book_id": "ZEC",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Open thy doors, O Lebanon, That the fire may devour thy cedars!"
    },
    {
      "verse": 2,
      "text": "Howl, O cypress, for the cedar falleth! For the lofty ones are destroyed! Howl, O ye oaks of Bashan, For the high forest is come down!"
    },
    {
      "verse": 3,
      "text": "Hark! the voice of the howling of the shepherds, Because their glory is destroyed! The voice of the roaring of young lions, Because the pride of Jordan is destroyed!"
    },
    {
      "verse": 4,
      "text": "Thus said Jehovah, my God: Feed thou the flock of slaughter,"
    },
    {
      "verse": 5,
      "text": "Whose possessors slay them, and hold themselves not guilty, And which they who sell say, “Blessed be Jehovah, for I am rich!” And whose shepherds spare them not."
    },
    {
      "verse": 6,
      "text": "For I will no longer spare The inhabitants of the land, saith Jehovah; But, behold, I will deliver the men Every one into the hand of his neighbor, And into the hand of his king; And they shall smite the land, And I will not deliver out of their hand."
    },
    {
      "verse": 7,
      "text": "So I fed the flock of slaughter, truly a miserable flock. And I took to me two crooks; the one I called Favor, and the other I called Bands; and I fed the flock."
    },
    {
      "verse": 8,
      "text": "And I cut off three shepherds in one month; for I was weary of them, and they also abhorred me."
    },
    {
      "verse": 9,
      "text": "Then I said, I will not feed you; that which dieth, let it die; and that which is to be cut off, let it be cut off; and let the rest eat the flesh of one another."
    },
    {
      "verse": 10,
      "text": "And I took my staff Favor, and cut it asunder, that I might break my covenant which I had made with all the nations."
    },
    {
      "verse": 11,
      "text": "And it was broken in that day; and so the poor of the flock, who had regard to me, knew that it was the word of Jehovah."
    },
    {
      "verse": 12,
      "text": "Then I said to them, If it seem good in your eyes, give me my wages; if not, keep them. And they weighed for my wages thirty shekels of silver."
    },
    {
      "verse": 13,
      "text": "And Jehovah said to me, Cast it into the treasury, the goodly price at which I was valued by them. And I took the thirty shekels of silver, and cast them into the house of Jehovah, into the treasury."
    },
    {
      "verse": 14,
      "text": "Then I broke my other crook, even Bands, to break the brotherhood between Judah and Israel."
    },
    {
      "verse": 15,
      "text": "And Jehovah said to me: Take to thee yet the instruments of a foolish shepherd."
    },
    {
      "verse": 16,
      "text": "For lo, I will raise up a shepherd in the land Who shall not care for those that are perishing, Nor seek that which is gone astray, Nor heal that which is wounded, Nor support that which cannot go; But he shall eat the flesh of the fat, And consume it even to the hoofs."
    },
    {
      "verse": 17,
      "text": "Woe to the foolish shepherd that leaveth the flock! The sword is upon his arm, and upon his right eye; His arm shall surely be withered, And his right eye shall surely be darkened!"
    }
  ]
}