{
  "book_id": "ZEC",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy of the word of Jehovah concerning Israel. Thus saith Jehovah, who stretched out the heavens, And laid the foundation of the earth, And formed the spirit of man within him:"
    },
    {
      "verse": 2,
      "text": "Behold, I make Jerusalem a cup of giddiness to all the nations round about, And for Judah also shall it be In the siege against Jerusalem."
    },
    {
      "verse": 3,
      "text": "And in that day will I make Jerusalem A burdensome stone for all nations; All that lift it up shall tear themselves, And all the nations of the earth shall gather themselves together against it."
    },
    {
      "verse": 4,
      "text": "In that day, saith Jehovah, I will smite every horse with amazement, And his rider with madness; I will open mine eyes upon the house of Judah, And every horse of the nations will I smite with blindness."
    },
    {
      "verse": 5,
      "text": "Then shall the leaders of Judah say in their heart, “Strong are the inhabitants of Jerusalem, Through Jehovah of hosts, their God.”"
    },
    {
      "verse": 6,
      "text": "In that day will I make the leaders of Judah Like a fire-pan among wood, And like a torch of fire in a sheaf, And they shall devour, on the right hand and on the left, All the nations round about. And Jerusalem shall again dwell in her own place at Jerusalem."
    },
    {
      "verse": 7,
      "text": "Jehovah will also save the tents of Judah first, That the glory of the house of David, And the glory of the inhabitants of Jerusalem, May not magnify itself against Judah."
    },
    {
      "verse": 8,
      "text": "In that day shall Jehovah defend the inhabitants of Jerusalem, And he that is feeble among them in that day shall be like David, And the house of David shall be as God, As the angel of Jehovah before them."
    },
    {
      "verse": 9,
      "text": "And it shall come to pass in that day That I will seek to destroy all the nations Which come against Jerusalem."
    },
    {
      "verse": 10,
      "text": "Then will I pour upon the house of David, And upon the inhabitants of Jerusalem, A spirit of supplication, and of prayer; And they shall look to me whom they pierced, And they shall mourn for him, as one mourneth for his only son, And shall be in bitterness for him, as one that is in bitterness for his first-born."
    },
    {
      "verse": 11,
      "text": "In that day the mourning shall be great in Jerusalem, As the mourning of Hadadrimmon in the valley of Megiddo."
    },
    {
      "verse": 12,
      "text": "And the land shall mourn, every family apart; The family of the house of David apart, and their wives apart; The family of the house of Nathan apart, and their wives apart;"
    },
    {
      "verse": 13,
      "text": "The family of the house of Levi apart, and their wives apart; The family of the house of Shimei apart, and their wives apart;"
    },
    {
      "verse": 14,
      "text": "All the families that remain, Every family apart, and their wives apart."
    }
  ]
}