{
  "book_id": "ZEC",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "In that day there shall be a fountain opened To the house of David, and to the inhabitants of Jerusalem, For sin and for uncleanness."
    },
    {
      "verse": 2,
      "text": "And it shall come to pass in that day, Saith Jehovah of hosts, That I will cut off the names of the idols out of the land, And they shall no more be remembered; And the prophets also, and the impure spirit, Will I cause to pass out of the land."
    },
    {
      "verse": 3,
      "text": "And it shall come to pass, when any one shall yet prophesy, That his father and mother shall say to him, Even they that begat him, “Thou shalt not live; For thou hast spoken falsehood in the name of Jehovah.” And his father and mother that begat him shall pierce him through when he prophesieth."
    },
    {
      "verse": 4,
      "text": "And it shall come to pass in that day, that the prophet shall be ashamed Every one of his vision when he prophesieth; Neither shall they wear a garment of hair, to deceive."
    },
    {
      "verse": 5,
      "text": "But each shall say, “I am no prophet; I am a man that tilleth the ground; For a man hath purchased me from my youth.”"
    },
    {
      "verse": 6,
      "text": "And when one shall say to him, “What are these wounds in thy hands?” He shall answer, “Those with which I was wounded in the house of my friends.”"
    },
    {
      "verse": 7,
      "text": "Awake, O sword, against my shepherd, Even against the man who is my fellow, saith Jehovah of hosts! Smite the shepherd, and let the sheep be scattered! I will also turn my hand against the lambs."
    },
    {
      "verse": 8,
      "text": "And it shall come to pass in all the land, saith Jehovah, That two parts therein shall be cut off and die; But the third part shall be left therein."
    },
    {
      "verse": 9,
      "text": "And I will bring the third part through the fire, And will refine them, as silver is refined, And will try them, as gold is tried; They shall call upon me, and I will hear them; I will say, “It is my people.” And they shall say, “Jehovah is our God.”"
    }
  ]
}