{
  "book_id": "GEN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "בראשית ברא אלהים את השמים ואת הארץ׃"
    },
    {
      "verse": 2,
      "text": "והארץ היתה תהו ובהו וחשך על פני תהום ורוח אלהים מרחפת על פני המים׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אלהים יהי אור ויהי אור׃"
    },
    {
      "verse": 4,
      "text": "וירא אלהים את האור כי טוב ויבדל אלהים בין האור ובין החשך׃"
    },
    {
      "verse": 5,
      "text": "ויקרא אלהים לאור יום ולחשך קרא לילה ויהי ערב ויהי בקר יום אחד׃"
    },
    {
      "verse": 6,
      "text": "ויאמר אלהים יהי רקיע בתוך המים ויהי מבדיל בין מים למים׃"
    },
    {
      "verse": 7,
      "text": "ויעש אלהים את הרקיע ויבדל בין המים אשר מתחת לרקיע ובין המים אשר מעל לרקיע ויהי כן׃"
    },
    {
      "verse": 8,
      "text": "ויקרא אלהים לרקיע שמים ויהי ערב ויהי בקר יום שני׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אלהים יקוו המים מתחת השמים אל מקום אחד ותראה היבשה ויהי כן׃"
    },
    {
      "verse": 10,
      "text": "ויקרא אלהים ליבשה ארץ ולמקוה המים קרא ימים וירא אלהים כי טוב׃"
    },
    {
      "verse": 11,
      "text": "ויאמר אלהים תדשא הארץ דשא עשב מזריע זרע עץ פרי עשה פרי למינו אשר זרעו בו על הארץ ויהי כן׃"
    },
    {
      "verse": 12,
      "text": "ותוצא הארץ דשא עשב מזריע זרע למינהו ועץ עשה פרי אשר זרעו בו למינהו וירא אלהים כי טוב׃"
    },
    {
      "verse": 13,
      "text": "ויהי ערב ויהי בקר יום שלישי׃"
    },
    {
      "verse": 14,
      "text": "ויאמר אלהים יהי מארת ברקיע השמים להבדיל בין היום ובין הלילה והיו לאתת ולמועדים ולימים ושנים׃"
    },
    {
      "verse": 15,
      "text": "והיו למאורת ברקיע השמים להאיר על הארץ ויהי כן׃"
    },
    {
      "verse": 16,
      "text": "ויעש אלהים את שני המארת הגדלים את המאור הגדל לממשלת היום ואת המאור הקטן לממשלת הלילה ואת הכוכבים׃"
    },
    {
      "verse": 17,
      "text": "ויתן אתם אלהים ברקיע השמים להאיר על הארץ׃"
    },
    {
      "verse": 18,
      "text": "ולמשל ביום ובלילה ולהבדיל בין האור ובין החשך וירא אלהים כי טוב׃"
    },
    {
      "verse": 19,
      "text": "ויהי ערב ויהי בקר יום רביעי׃"
    },
    {
      "verse": 20,
      "text": "ויאמר אלהים ישרצו המים שרץ נפש חיה ועוף יעופף על הארץ על פני רקיע השמים׃"
    },
    {
      "verse": 21,
      "text": "ויברא אלהים את התנינם הגדלים ואת כל נפש החיה הרמשת אשר שרצו המים למינהם ואת כל עוף כנף למינהו וירא אלהים כי טוב׃"
    },
    {
      "verse": 22,
      "text": "ויברך אתם אלהים לאמר פרו ורבו ומלאו את המים בימים והעוף ירב בארץ׃"
    },
    {
      "verse": 23,
      "text": "ויהי ערב ויהי בקר יום חמישי׃"
    },
    {
      "verse": 24,
      "text": "ויאמר אלהים תוצא הארץ נפש חיה למינה בהמה ורמש וחיתו ארץ למינה ויהי כן׃"
    },
    {
      "verse": 25,
      "text": "ויעש אלהים את חית הארץ למינה ואת הבהמה למינה ואת כל רמש האדמה למינהו וירא אלהים כי טוב׃"
    },
    {
      "verse": 26,
      "text": "ויאמר אלהים נעשה אדם בצלמנו כדמותנו וירדו בדגת הים ובעוף השמים ובבהמה ובכל הארץ ובכל הרמש הרמש על הארץ׃"
    },
    {
      "verse": 27,
      "text": "ויברא אלהים את האדם בצלמו בצלם אלהים ברא אתו זכר ונקבה ברא אתם׃"
    },
    {
      "verse": 28,
      "text": "ויברך אתם אלהים ויאמר להם אלהים פרו ורבו ומלאו את הארץ וכבשה ורדו בדגת הים ובעוף השמים ובכל חיה הרמשת על הארץ׃"
    },
    {
      "verse": 29,
      "text": "ויאמר אלהים הנה נתתי לכם את כל עשב זרע זרע אשר על פני כל הארץ ואת כל העץ אשר בו פרי עץ זרע זרע לכם יהיה לאכלה׃"
    },
    {
      "verse": 30,
      "text": "ולכל חית הארץ ולכל עוף השמים ולכל רומש על הארץ אשר בו נפש חיה את כל ירק עשב לאכלה ויהי כן׃"
    },
    {
      "verse": 31,
      "text": "וירא אלהים את כל אשר עשה והנה טוב מאד ויהי ערב ויהי בקר יום הששי׃"
    }
  ]
}