{
  "book_id": "GEN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "זה ספר תולדת אדם ביום ברא אלהים אדם בדמות אלהים עשה אתו׃"
    },
    {
      "verse": 2,
      "text": "זכר ונקבה בראם ויברך אתם ויקרא את שמם אדם ביום הבראם׃"
    },
    {
      "verse": 3,
      "text": "ויחי אדם שלשים ומאת שנה ויולד בדמותו כצלמו ויקרא את שמו שת׃"
    },
    {
      "verse": 4,
      "text": "ויהיו ימי אדם אחרי הולידו את שת שמנה מאת שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 5,
      "text": "ויהיו כל ימי אדם אשר חי תשע מאות שנה ושלשים שנה וימת׃"
    },
    {
      "verse": 6,
      "text": "ויחי שת חמש שנים ומאת שנה ויולד את אנוש׃"
    },
    {
      "verse": 7,
      "text": "ויחי שת אחרי הולידו את אנוש שבע שנים ושמנה מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 8,
      "text": "ויהיו כל ימי שת שתים עשרה שנה ותשע מאות שנה וימת׃"
    },
    {
      "verse": 9,
      "text": "ויחי אנוש תשעים שנה ויולד את קינן׃"
    },
    {
      "verse": 10,
      "text": "ויחי אנוש אחרי הולידו את קינן חמש עשרה שנה ושמנה מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 11,
      "text": "ויהיו כל ימי אנוש חמש שנים ותשע מאות שנה וימת׃"
    },
    {
      "verse": 12,
      "text": "ויחי קינן שבעים שנה ויולד את מהללאל׃"
    },
    {
      "verse": 13,
      "text": "ויחי קינן אחרי הולידו את מהללאל ארבעים שנה ושמנה מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 14,
      "text": "ויהיו כל ימי קינן עשר שנים ותשע מאות שנה וימת׃"
    },
    {
      "verse": 15,
      "text": "ויחי מהללאל חמש שנים וששים שנה ויולד את ירד׃"
    },
    {
      "verse": 16,
      "text": "ויחי מהללאל אחרי הולידו את ירד שלשים שנה ושמנה מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 17,
      "text": "ויהיו כל ימי מהללאל חמש ותשעים שנה ושמנה מאות שנה וימת׃"
    },
    {
      "verse": 18,
      "text": "ויחי ירד שתים וששים שנה ומאת שנה ויולד את חנוך׃"
    },
    {
      "verse": 19,
      "text": "ויחי ירד אחרי הולידו את חנוך שמנה מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 20,
      "text": "ויהיו כל ימי ירד שתים וששים שנה ותשע מאות שנה וימת׃"
    },
    {
      "verse": 21,
      "text": "ויחי חנוך חמש וששים שנה ויולד את מתושלח׃"
    },
    {
      "verse": 22,
      "text": "ויתהלך חנוך את האלהים אחרי הולידו את מתושלח שלש מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 23,
      "text": "ויהי כל ימי חנוך חמש וששים שנה ושלש מאות שנה׃"
    },
    {
      "verse": 24,
      "text": "ויתהלך חנוך את האלהים ואיננו כי לקח אתו אלהים׃"
    },
    {
      "verse": 25,
      "text": "ויחי מתושלח שבע ושמנים שנה ומאת שנה ויולד את למך׃"
    },
    {
      "verse": 26,
      "text": "ויחי מתושלח אחרי הולידו את למך שתים ושמונים שנה ושבע מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 27,
      "text": "ויהיו כל ימי מתושלח תשע וששים שנה ותשע מאות שנה וימת׃"
    },
    {
      "verse": 28,
      "text": "ויחי למך שתים ושמנים שנה ומאת שנה ויולד בן׃"
    },
    {
      "verse": 29,
      "text": "ויקרא את שמו נח לאמר זה ינחמנו ממעשנו ומעצבון ידינו מן האדמה אשר אררה יהוה׃"
    },
    {
      "verse": 30,
      "text": "ויחי למך אחרי הולידו את נח חמש ותשעים שנה וחמש מאת שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 31,
      "text": "ויהי כל ימי למך שבע ושבעים שנה ושבע מאות שנה וימת׃"
    },
    {
      "verse": 32,
      "text": "ויהי נח בן חמש מאות שנה ויולד נח את שם את חם ואת יפת׃"
    }
  ]
}