{
  "book_id": "GEN",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "ויזכר אלהים את נח ואת כל החיה ואת כל הבהמה אשר אתו בתבה ויעבר אלהים רוח על הארץ וישכו המים׃"
    },
    {
      "verse": 2,
      "text": "ויסכרו מעינת תהום וארבת השמים ויכלא הגשם מן השמים׃"
    },
    {
      "verse": 3,
      "text": "וישבו המים מעל הארץ הלוך ושוב ויחסרו המים מקצה חמשים ומאת יום׃"
    },
    {
      "verse": 4,
      "text": "ותנח התבה בחדש השביעי בשבעה עשר יום לחדש על הרי אררט׃"
    },
    {
      "verse": 5,
      "text": "והמים היו הלוך וחסור עד החדש העשירי בעשירי באחד לחדש נראו ראשי ההרים׃"
    },
    {
      "verse": 6,
      "text": "ויהי מקץ ארבעים יום ויפתח נח את חלון התבה אשר עשה׃"
    },
    {
      "verse": 7,
      "text": "וישלח את הערב ויצא יצוא ושוב עד יבשת המים מעל הארץ׃"
    },
    {
      "verse": 8,
      "text": "וישלח את היונה מאתו לראות הקלו המים מעל פני האדמה׃"
    },
    {
      "verse": 9,
      "text": "ולא מצאה היונה מנוח לכף רגלה ותשב אליו אל התבה כי מים על פני כל הארץ וישלח ידו ויקחה ויבא אתה אליו אל התבה׃"
    },
    {
      "verse": 10,
      "text": "ויחל עוד שבעת ימים אחרים ויסף שלח את היונה מן התבה׃"
    },
    {
      "verse": 11,
      "text": "ותבא אליו היונה לעת ערב והנה עלה זית טרף בפיה וידע נח כי קלו המים מעל הארץ׃"
    },
    {
      "verse": 12,
      "text": "וייחל עוד שבעת ימים אחרים וישלח את היונה ולא יספה שוב אליו עוד׃"
    },
    {
      "verse": 13,
      "text": "ויהי באחת ושש מאות שנה בראשון באחד לחדש חרבו המים מעל הארץ ויסר נח את מכסה התבה וירא והנה חרבו פני האדמה׃"
    },
    {
      "verse": 14,
      "text": "ובחדש השני בשבעה ועשרים יום לחדש יבשה הארץ׃"
    },
    {
      "verse": 15,
      "text": "וידבר אלהים אל נח לאמר׃"
    },
    {
      "verse": 16,
      "text": "צא מן התבה אתה ואשתך ובניך ונשי בניך אתך׃"
    },
    {
      "verse": 17,
      "text": "כל החיה אשר אתך מכל בשר בעוף ובבהמה ובכל הרמש הרמש על הארץ הוצא אתך ושרצו בארץ ופרו ורבו על הארץ׃"
    },
    {
      "verse": 18,
      "text": "ויצא נח ובניו ואשתו ונשי בניו אתו׃"
    },
    {
      "verse": 19,
      "text": "כל החיה כל הרמש וכל העוף כל רומש על הארץ למשפחתיהם יצאו מן התבה׃"
    },
    {
      "verse": 20,
      "text": "ויבן נח מזבח ליהוה ויקח מכל הבהמה הטהורה ומכל העוף הטהר ויעל עלת במזבח׃"
    },
    {
      "verse": 21,
      "text": "וירח יהוה את ריח הניחח ויאמר יהוה אל לבו לא אסף לקלל עוד את האדמה בעבור האדם כי יצר לב האדם רע מנעריו ולא אסף עוד להכות את כל חי כאשר עשיתי׃"
    },
    {
      "verse": 22,
      "text": "עד כל ימי הארץ זרע וקציר וקר וחם וקיץ וחרף ויום ולילה לא ישבתו׃"
    }
  ]
}