{
  "book_id": "GEN",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי כל הארץ שפה אחת ודברים אחדים׃"
    },
    {
      "verse": 2,
      "text": "ויהי בנסעם מקדם וימצאו בקעה בארץ שנער וישבו שם׃"
    },
    {
      "verse": 3,
      "text": "ויאמרו איש אל רעהו הבה נלבנה לבנים ונשרפה לשרפה ותהי להם הלבנה לאבן והחמר היה להם לחמר׃"
    },
    {
      "verse": 4,
      "text": "ויאמרו הבה נבנה לנו עיר ומגדל וראשו בשמים ונעשה לנו שם פן נפוץ על פני כל הארץ׃"
    },
    {
      "verse": 5,
      "text": "וירד יהוה לראת את העיר ואת המגדל אשר בנו בני האדם׃"
    },
    {
      "verse": 6,
      "text": "ויאמר יהוה הן עם אחד ושפה אחת לכלם וזה החלם לעשות ועתה לא יבצר מהם כל אשר יזמו לעשות׃"
    },
    {
      "verse": 7,
      "text": "הבה נרדה ונבלה שם שפתם אשר לא ישמעו איש שפת רעהו׃"
    },
    {
      "verse": 8,
      "text": "ויפץ יהוה אתם משם על פני כל הארץ ויחדלו לבנת העיר׃"
    },
    {
      "verse": 9,
      "text": "על כן קרא שמה בבל כי שם בלל יהוה שפת כל הארץ ומשם הפיצם יהוה על פני כל הארץ׃"
    },
    {
      "verse": 10,
      "text": "אלה תולדת שם שם בן מאת שנה ויולד את ארפכשד שנתים אחר המבול׃"
    },
    {
      "verse": 11,
      "text": "ויחי שם אחרי הולידו את ארפכשד חמש מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 12,
      "text": "וארפכשד חי חמש ושלשים שנה ויולד את שלח׃"
    },
    {
      "verse": 13,
      "text": "ויחי ארפכשד אחרי הולידו את שלח שלש שנים וארבע מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 14,
      "text": "ושלח חי שלשים שנה ויולד את עבר׃"
    },
    {
      "verse": 15,
      "text": "ויחי שלח אחרי הולידו את עבר שלש שנים וארבע מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 16,
      "text": "ויחי עבר ארבע ושלשים שנה ויולד את פלג׃"
    },
    {
      "verse": 17,
      "text": "ויחי עבר אחרי הולידו את פלג שלשים שנה וארבע מאות שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 18,
      "text": "ויחי פלג שלשים שנה ויולד את רעו׃"
    },
    {
      "verse": 19,
      "text": "ויחי פלג אחרי הולידו את רעו תשע שנים ומאתים שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 20,
      "text": "ויחי רעו שתים ושלשים שנה ויולד את שרוג׃"
    },
    {
      "verse": 21,
      "text": "ויחי רעו אחרי הולידו את שרוג שבע שנים ומאתים שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 22,
      "text": "ויחי שרוג שלשים שנה ויולד את נחור׃"
    },
    {
      "verse": 23,
      "text": "ויחי שרוג אחרי הולידו את נחור מאתים שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 24,
      "text": "ויחי נחור תשע ועשרים שנה ויולד את תרח׃"
    },
    {
      "verse": 25,
      "text": "ויחי נחור אחרי הולידו את תרח תשע עשרה שנה ומאת שנה ויולד בנים ובנות׃"
    },
    {
      "verse": 26,
      "text": "ויחי תרח שבעים שנה ויולד את אברם את נחור ואת הרן׃"
    },
    {
      "verse": 27,
      "text": "ואלה תולדת תרח תרח הוליד את אברם את נחור ואת הרן והרן הוליד את לוט׃"
    },
    {
      "verse": 28,
      "text": "וימת הרן על פני תרח אביו בארץ מולדתו באור כשדים׃"
    },
    {
      "verse": 29,
      "text": "ויקח אברם ונחור להם נשים שם אשת אברם שרי ושם אשת נחור מלכה בת הרן אבי מלכה ואבי יסכה׃"
    },
    {
      "verse": 30,
      "text": "ותהי שרי עקרה אין לה ולד׃"
    },
    {
      "verse": 31,
      "text": "ויקח תרח את אברם בנו ואת לוט בן הרן בן בנו ואת שרי כלתו אשת אברם בנו ויצאו אתם מאור כשדים ללכת ארצה כנען ויבאו עד חרן וישבו שם׃"
    },
    {
      "verse": 32,
      "text": "ויהיו ימי תרח חמש שנים ומאתים שנה וימת תרח בחרן׃"
    }
  ]
}