{
  "book_id": "GEN",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "ויעל אברם ממצרים הוא ואשתו וכל אשר לו ולוט עמו הנגבה׃"
    },
    {
      "verse": 2,
      "text": "ואברם כבד מאד במקנה בכסף ובזהב׃"
    },
    {
      "verse": 3,
      "text": "וילך למסעיו מנגב ועד בית אל עד המקום אשר היה שם אהלה בתחלה בין בית אל ובין העי׃"
    },
    {
      "verse": 4,
      "text": "אל מקום המזבח אשר עשה שם בראשנה ויקרא שם אברם בשם יהוה׃"
    },
    {
      "verse": 5,
      "text": "וגם ללוט ההלך את אברם היה צאן ובקר ואהלים׃"
    },
    {
      "verse": 6,
      "text": "ולא נשא אתם הארץ לשבת יחדו כי היה רכושם רב ולא יכלו לשבת יחדו׃"
    },
    {
      "verse": 7,
      "text": "ויהי ריב בין רעי מקנה אברם ובין רעי מקנה לוט והכנעני והפרזי אז ישב בארץ׃"
    },
    {
      "verse": 8,
      "text": "ויאמר אברם אל לוט אל נא תהי מריבה ביני וביניך ובין רעי ובין רעיך כי אנשים אחים אנחנו׃"
    },
    {
      "verse": 9,
      "text": "הלא כל הארץ לפניך הפרד נא מעלי אם השמאל ואימנה ואם הימין ואשמאילה׃"
    },
    {
      "verse": 10,
      "text": "וישא לוט את עיניו וירא את כל ככר הירדן כי כלה משקה לפני שחת יהוה את סדם ואת עמרה כגן יהוה כארץ מצרים באכה צער׃"
    },
    {
      "verse": 11,
      "text": "ויבחר לו לוט את כל ככר הירדן ויסע לוט מקדם ויפרדו איש מעל אחיו׃"
    },
    {
      "verse": 12,
      "text": "אברם ישב בארץ כנען ולוט ישב בערי הככר ויאהל עד סדם׃"
    },
    {
      "verse": 13,
      "text": "ואנשי סדם רעים וחטאים ליהוה מאד׃"
    },
    {
      "verse": 14,
      "text": "ויהוה אמר אל אברם אחרי הפרד לוט מעמו שא נא עיניך וראה מן המקום אשר אתה שם צפנה ונגבה וקדמה וימה׃"
    },
    {
      "verse": 15,
      "text": "כי את כל הארץ אשר אתה ראה לך אתננה ולזרעך עד עולם׃"
    },
    {
      "verse": 16,
      "text": "ושמתי את זרעך כעפר הארץ אשר אם יוכל איש למנות את עפר הארץ גם זרעך ימנה׃"
    },
    {
      "verse": 17,
      "text": "קום התהלך בארץ לארכה ולרחבה כי לך אתננה׃"
    },
    {
      "verse": 18,
      "text": "ויאהל אברם ויבא וישב באלני ממרא אשר בחברון ויבן שם מזבח ליהוה׃"
    }
  ]
}