{
  "book_id": "GEN",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "אחר הדברים האלה היה דבר יהוה אל אברם במחזה לאמר אל תירא אברם אנכי מגן לך שכרך הרבה מאד׃"
    },
    {
      "verse": 2,
      "text": "ויאמר אברם אדני יהוה מה תתן לי ואנכי הולך ערירי ובן משק ביתי הוא דמשק אליעזר׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אברם הן לי לא נתתה זרע והנה בן ביתי יורש אתי׃"
    },
    {
      "verse": 4,
      "text": "והנה דבר יהוה אליו לאמר לא יירשך זה כי אם אשר יצא ממעיך הוא יירשך׃"
    },
    {
      "verse": 5,
      "text": "ויוצא אתו החוצה ויאמר הבט נא השמימה וספר הכוכבים אם תוכל לספר אתם ויאמר לו כה יהיה זרעך׃"
    },
    {
      "verse": 6,
      "text": "והאמן ביהוה ויחשבה לו צדקה׃"
    },
    {
      "verse": 7,
      "text": "ויאמר אליו אני יהוה אשר הוצאתיך מאור כשדים לתת לך את הארץ הזאת לרשתה׃"
    },
    {
      "verse": 8,
      "text": "ויאמר אדני יהוה במה אדע כי אירשנה׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אליו קחה לי עגלה משלשת ועז משלשת ואיל משלש ותר וגוזל׃"
    },
    {
      "verse": 10,
      "text": "ויקח לו את כל אלה ויבתר אתם בתוך ויתן איש בתרו לקראת רעהו ואת הצפר לא בתר׃"
    },
    {
      "verse": 11,
      "text": "וירד העיט על הפגרים וישב אתם אברם׃"
    },
    {
      "verse": 12,
      "text": "ויהי השמש לבוא ותרדמה נפלה על אברם והנה אימה חשכה גדלה נפלת עליו׃"
    },
    {
      "verse": 13,
      "text": "ויאמר לאברם ידע תדע כי גר יהיה זרעך בארץ לא להם ועבדום וענו אתם ארבע מאות שנה׃"
    },
    {
      "verse": 14,
      "text": "וגם את הגוי אשר יעבדו דן אנכי ואחרי כן יצאו ברכש גדול׃"
    },
    {
      "verse": 15,
      "text": "ואתה תבוא אל אבתיך בשלום תקבר בשיבה טובה׃"
    },
    {
      "verse": 16,
      "text": "ודור רביעי ישובו הנה כי לא שלם עון האמרי עד הנה׃"
    },
    {
      "verse": 17,
      "text": "ויהי השמש באה ועלטה היה והנה תנור עשן ולפיד אש אשר עבר בין הגזרים האלה׃"
    },
    {
      "verse": 18,
      "text": "ביום ההוא כרת יהוה את אברם ברית לאמר לזרעך נתתי את הארץ הזאת מנהר מצרים עד הנהר הגדל נהר פרת׃"
    },
    {
      "verse": 19,
      "text": "את הקיני ואת הקנזי ואת הקדמני׃"
    },
    {
      "verse": 20,
      "text": "ואת החתי ואת הפרזי ואת הרפאים׃"
    },
    {
      "verse": 21,
      "text": "ואת האמרי ואת הכנעני ואת הגרגשי ואת היבוסי׃"
    }
  ]
}