{
  "book_id": "GEN",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי אברם בן תשעים שנה ותשע שנים וירא יהוה אל אברם ויאמר אליו אני אל שדי התהלך לפני והיה תמים׃"
    },
    {
      "verse": 2,
      "text": "ואתנה בריתי ביני ובינך וארבה אותך במאד מאד׃"
    },
    {
      "verse": 3,
      "text": "ויפל אברם על פניו וידבר אתו אלהים לאמר׃"
    },
    {
      "verse": 4,
      "text": "אני הנה בריתי אתך והיית לאב המון גוים׃"
    },
    {
      "verse": 5,
      "text": "ולא יקרא עוד את שמך אברם והיה שמך אברהם כי אב המון גוים נתתיך׃"
    },
    {
      "verse": 6,
      "text": "והפרתי אתך במאד מאד ונתתיך לגוים ומלכים ממך יצאו׃"
    },
    {
      "verse": 7,
      "text": "והקמתי את בריתי ביני ובינך ובין זרעך אחריך לדרתם לברית עולם להיות לך לאלהים ולזרעך אחריך׃"
    },
    {
      "verse": 8,
      "text": "ונתתי לך ולזרעך אחריך את ארץ מגריך את כל ארץ כנען לאחזת עולם והייתי להם לאלהים׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אלהים אל אברהם ואתה את בריתי תשמר אתה וזרעך אחריך לדרתם׃"
    },
    {
      "verse": 10,
      "text": "זאת בריתי אשר תשמרו ביני וביניכם ובין זרעך אחריך המול לכם כל זכר׃"
    },
    {
      "verse": 11,
      "text": "ונמלתם את בשר ערלתכם והיה לאות ברית ביני וביניכם׃"
    },
    {
      "verse": 12,
      "text": "ובן שמנת ימים ימול לכם כל זכר לדרתיכם יליד בית ומקנת כסף מכל בן נכר אשר לא מזרעך הוא׃"
    },
    {
      "verse": 13,
      "text": "המול ימול יליד ביתך ומקנת כספך והיתה בריתי בבשרכם לברית עולם׃"
    },
    {
      "verse": 14,
      "text": "וערל זכר אשר לא ימול את בשר ערלתו ונכרתה הנפש ההוא מעמיה את בריתי הפר׃"
    },
    {
      "verse": 15,
      "text": "ויאמר אלהים אל אברהם שרי אשתך לא תקרא את שמה שרי כי שרה שמה׃"
    },
    {
      "verse": 16,
      "text": "וברכתי אתה וגם נתתי ממנה לך בן וברכתיה והיתה לגוים מלכי עמים ממנה יהיו׃"
    },
    {
      "verse": 17,
      "text": "ויפל אברהם על פניו ויצחק ויאמר בלבו הלבן מאה שנה יולד ואם שרה הבת תשעים שנה תלד׃"
    },
    {
      "verse": 18,
      "text": "ויאמר אברהם אל האלהים לו ישמעאל יחיה לפניך׃"
    },
    {
      "verse": 19,
      "text": "ויאמר אלהים אבל שרה אשתך ילדת לך בן וקראת את שמו יצחק והקמתי את בריתי אתו לברית עולם לזרעו אחריו׃"
    },
    {
      "verse": 20,
      "text": "ולישמעאל שמעתיך הנה ברכתי אתו והפריתי אתו והרביתי אתו במאד מאד שנים עשר נשיאם יוליד ונתתיו לגוי גדול׃"
    },
    {
      "verse": 21,
      "text": "ואת בריתי אקים את יצחק אשר תלד לך שרה למועד הזה בשנה האחרת׃"
    },
    {
      "verse": 22,
      "text": "ויכל לדבר אתו ויעל אלהים מעל אברהם׃"
    },
    {
      "verse": 23,
      "text": "ויקח אברהם את ישמעאל בנו ואת כל ילידי ביתו ואת כל מקנת כספו כל זכר באנשי בית אברהם וימל את בשר ערלתם בעצם היום הזה כאשר דבר אתו אלהים׃"
    },
    {
      "verse": 24,
      "text": "ואברהם בן תשעים ותשע שנה בהמלו בשר ערלתו׃"
    },
    {
      "verse": 25,
      "text": "וישמעאל בנו בן שלש עשרה שנה בהמלו את בשר ערלתו׃"
    },
    {
      "verse": 26,
      "text": "בעצם היום הזה נמול אברהם וישמעאל בנו׃"
    },
    {
      "verse": 27,
      "text": "וכל אנשי ביתו יליד בית ומקנת כסף מאת בן נכר נמלו אתו׃"
    }
  ]
}