{
  "book_id": "GEN",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "ויבאו שני המלאכים סדמה בערב ולוט ישב בשער סדם וירא לוט ויקם לקראתם וישתחו אפים ארצה׃"
    },
    {
      "verse": 2,
      "text": "ויאמר הנה נא אדני סורו נא אל בית עבדכם ולינו ורחצו רגליכם והשכמתם והלכתם לדרככם ויאמרו לא כי ברחוב נלין׃"
    },
    {
      "verse": 3,
      "text": "ויפצר בם מאד ויסרו אליו ויבאו אל ביתו ויעש להם משתה ומצות אפה ויאכלו׃"
    },
    {
      "verse": 4,
      "text": "טרם ישכבו ואנשי העיר אנשי סדם נסבו על הבית מנער ועד זקן כל העם מקצה׃"
    },
    {
      "verse": 5,
      "text": "ויקראו אל לוט ויאמרו לו איה האנשים אשר באו אליך הלילה הוציאם אלינו ונדעה אתם׃"
    },
    {
      "verse": 6,
      "text": "ויצא אלהם לוט הפתחה והדלת סגר אחריו׃"
    },
    {
      "verse": 7,
      "text": "ויאמר אל נא אחי תרעו׃"
    },
    {
      "verse": 8,
      "text": "הנה נא לי שתי בנות אשר לא ידעו איש אוציאה נא אתהן אליכם ועשו להן כטוב בעיניכם רק לאנשים האל אל תעשו דבר כי על כן באו בצל קרתי׃"
    },
    {
      "verse": 9,
      "text": "ויאמרו גש הלאה ויאמרו האחד בא לגור וישפט שפוט עתה נרע לך מהם ויפצרו באיש בלוט מאד ויגשו לשבר הדלת׃"
    },
    {
      "verse": 10,
      "text": "וישלחו האנשים את ידם ויביאו את לוט אליהם הביתה ואת הדלת סגרו׃"
    },
    {
      "verse": 11,
      "text": "ואת האנשים אשר פתח הבית הכו בסנורים מקטן ועד גדול וילאו למצא הפתח׃"
    },
    {
      "verse": 12,
      "text": "ויאמרו האנשים אל לוט עד מי לך פה חתן ובניך ובנתיך וכל אשר לך בעיר הוצא מן המקום׃"
    },
    {
      "verse": 13,
      "text": "כי משחתים אנחנו את המקום הזה כי גדלה צעקתם את פני יהוה וישלחנו יהוה לשחתה׃"
    },
    {
      "verse": 14,
      "text": "ויצא לוט וידבר אל חתניו לקחי בנתיו ויאמר קומו צאו מן המקום הזה כי משחית יהוה את העיר ויהי כמצחק בעיני חתניו׃"
    },
    {
      "verse": 15,
      "text": "וכמו השחר עלה ויאיצו המלאכים בלוט לאמר קום קח את אשתך ואת שתי בנתיך הנמצאת פן תספה בעון העיר׃"
    },
    {
      "verse": 16,
      "text": "ויתמהמה ויחזקו האנשים בידו וביד אשתו וביד שתי בנתיו בחמלת יהוה עליו ויצאהו וינחהו מחוץ לעיר׃"
    },
    {
      "verse": 17,
      "text": "ויהי כהוציאם אתם החוצה ויאמר המלט על נפשך אל תביט אחריך ואל תעמד בכל הככר ההרה המלט פן תספה׃"
    },
    {
      "verse": 18,
      "text": "ויאמר לוט אלהם אל נא אדני׃"
    },
    {
      "verse": 19,
      "text": "הנה נא מצא עבדך חן בעיניך ותגדל חסדך אשר עשית עמדי להחיות את נפשי ואנכי לא אוכל להמלט ההרה פן תדבקני הרעה ומתי׃"
    },
    {
      "verse": 20,
      "text": "הנה נא העיר הזאת קרבה לנוס שמה והיא מצער אמלטה נא שמה הלא מצער הוא ותחי נפשי׃"
    },
    {
      "verse": 21,
      "text": "ויאמר אליו הנה נשאתי פניך גם לדבר הזה לבלתי הפכי את העיר אשר דברת׃"
    },
    {
      "verse": 22,
      "text": "מהר המלט שמה כי לא אוכל לעשות דבר עד באך שמה על כן קרא שם העיר צוער׃"
    },
    {
      "verse": 23,
      "text": "השמש יצא על הארץ ולוט בא צערה׃"
    },
    {
      "verse": 24,
      "text": "ויהוה המטיר על סדם ועל עמרה גפרית ואש מאת יהוה מן השמים׃"
    },
    {
      "verse": 25,
      "text": "ויהפך את הערים האל ואת כל הככר ואת כל ישבי הערים וצמח האדמה׃"
    },
    {
      "verse": 26,
      "text": "ותבט אשתו מאחריו ותהי נציב מלח׃"
    },
    {
      "verse": 27,
      "text": "וישכם אברהם בבקר אל המקום אשר עמד שם את פני יהוה׃"
    },
    {
      "verse": 28,
      "text": "וישקף על פני סדם ועמרה ועל כל פני ארץ הככר וירא והנה עלה קיטר הארץ כקיטר הכבשן׃"
    },
    {
      "verse": 29,
      "text": "ויהי בשחת אלהים את ערי הככר ויזכר אלהים את אברהם וישלח את לוט מתוך ההפכה בהפך את הערים אשר ישב בהן לוט׃"
    },
    {
      "verse": 30,
      "text": "ויעל לוט מצוער וישב בהר ושתי בנתיו עמו כי ירא לשבת בצוער וישב במערה הוא ושתי בנתיו׃"
    },
    {
      "verse": 31,
      "text": "ותאמר הבכירה אל הצעירה אבינו זקן ואיש אין בארץ לבוא עלינו כדרך כל הארץ׃"
    },
    {
      "verse": 32,
      "text": "לכה נשקה את אבינו יין ונשכבה עמו ונחיה מאבינו זרע׃"
    },
    {
      "verse": 33,
      "text": "ותשקין את אביהן יין בלילה הוא ותבא הבכירה ותשכב את אביה ולא ידע בשכבה ובקומה׃"
    },
    {
      "verse": 34,
      "text": "ויהי ממחרת ותאמר הבכירה אל הצעירה הן שכבתי אמש את אבי נשקנו יין גם הלילה ובאי שכבי עמו ונחיה מאבינו זרע׃"
    },
    {
      "verse": 35,
      "text": "ותשקין גם בלילה ההוא את אביהן יין ותקם הצעירה ותשכב עמו ולא ידע בשכבה ובקמה׃"
    },
    {
      "verse": 36,
      "text": "ותהרין שתי בנות לוט מאביהן׃"
    },
    {
      "verse": 37,
      "text": "ותלד הבכירה בן ותקרא שמו מואב הוא אבי מואב עד היום׃"
    },
    {
      "verse": 38,
      "text": "והצעירה גם הוא ילדה בן ותקרא שמו בן עמי הוא אבי בני עמון עד היום׃"
    }
  ]
}