{
  "book_id": "GEN",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "ויהוה פקד את שרה כאשר אמר ויעש יהוה לשרה כאשר דבר׃"
    },
    {
      "verse": 2,
      "text": "ותהר ותלד שרה לאברהם בן לזקניו למועד אשר דבר אתו אלהים׃"
    },
    {
      "verse": 3,
      "text": "ויקרא אברהם את שם בנו הנולד לו אשר ילדה לו שרה יצחק׃"
    },
    {
      "verse": 4,
      "text": "וימל אברהם את יצחק בנו בן שמנת ימים כאשר צוה אתו אלהים׃"
    },
    {
      "verse": 5,
      "text": "ואברהם בן מאת שנה בהולד לו את יצחק בנו׃"
    },
    {
      "verse": 6,
      "text": "ותאמר שרה צחק עשה לי אלהים כל השמע יצחק לי׃"
    },
    {
      "verse": 7,
      "text": "ותאמר מי מלל לאברהם היניקה בנים שרה כי ילדתי בן לזקניו׃"
    },
    {
      "verse": 8,
      "text": "ויגדל הילד ויגמל ויעש אברהם משתה גדול ביום הגמל את יצחק׃"
    },
    {
      "verse": 9,
      "text": "ותרא שרה את בן הגר המצרית אשר ילדה לאברהם מצחק׃"
    },
    {
      "verse": 10,
      "text": "ותאמר לאברהם גרש האמה הזאת ואת בנה כי לא יירש בן האמה הזאת עם בני עם יצחק׃"
    },
    {
      "verse": 11,
      "text": "וירע הדבר מאד בעיני אברהם על אודת בנו׃"
    },
    {
      "verse": 12,
      "text": "ויאמר אלהים אל אברהם אל ירע בעיניך על הנער ועל אמתך כל אשר תאמר אליך שרה שמע בקלה כי ביצחק יקרא לך זרע׃"
    },
    {
      "verse": 13,
      "text": "וגם את בן האמה לגוי אשימנו כי זרעך הוא׃"
    },
    {
      "verse": 14,
      "text": "וישכם אברהם בבקר ויקח לחם וחמת מים ויתן אל הגר שם על שכמה ואת הילד וישלחה ותלך ותתע במדבר באר שבע׃"
    },
    {
      "verse": 15,
      "text": "ויכלו המים מן החמת ותשלך את הילד תחת אחד השיחם׃"
    },
    {
      "verse": 16,
      "text": "ותלך ותשב לה מנגד הרחק כמטחוי קשת כי אמרה אל אראה במות הילד ותשב מנגד ותשא את קלה ותבך׃"
    },
    {
      "verse": 17,
      "text": "וישמע אלהים את קול הנער ויקרא מלאך אלהים אל הגר מן השמים ויאמר לה מה לך הגר אל תיראי כי שמע אלהים אל קול הנער באשר הוא שם׃"
    },
    {
      "verse": 18,
      "text": "קומי שאי את הנער והחזיקי את ידך בו כי לגוי גדול אשימנו׃"
    },
    {
      "verse": 19,
      "text": "ויפקח אלהים את עיניה ותרא באר מים ותלך ותמלא את החמת מים ותשק את הנער׃"
    },
    {
      "verse": 20,
      "text": "ויהי אלהים את הנער ויגדל וישב במדבר ויהי רבה קשת׃"
    },
    {
      "verse": 21,
      "text": "וישב במדבר פארן ותקח לו אמו אשה מארץ מצרים׃"
    },
    {
      "verse": 22,
      "text": "ויהי בעת ההוא ויאמר אבימלך ופיכל שר צבאו אל אברהם לאמר אלהים עמך בכל אשר אתה עשה׃"
    },
    {
      "verse": 23,
      "text": "ועתה השבעה לי באלהים הנה אם תשקר לי ולניני ולנכדי כחסד אשר עשיתי עמך תעשה עמדי ועם הארץ אשר גרתה בה׃"
    },
    {
      "verse": 24,
      "text": "ויאמר אברהם אנכי אשבע׃"
    },
    {
      "verse": 25,
      "text": "והוכח אברהם את אבימלך על אדות באר המים אשר גזלו עבדי אבימלך׃"
    },
    {
      "verse": 26,
      "text": "ויאמר אבימלך לא ידעתי מי עשה את הדבר הזה וגם אתה לא הגדת לי וגם אנכי לא שמעתי בלתי היום׃"
    },
    {
      "verse": 27,
      "text": "ויקח אברהם צאן ובקר ויתן לאבימלך ויכרתו שניהם ברית׃"
    },
    {
      "verse": 28,
      "text": "ויצב אברהם את שבע כבשת הצאן לבדהן׃"
    },
    {
      "verse": 29,
      "text": "ויאמר אבימלך אל אברהם מה הנה שבע כבשת האלה אשר הצבת לבדנה׃"
    },
    {
      "verse": 30,
      "text": "ויאמר כי את שבע כבשת תקח מידי בעבור תהיה לי לעדה כי חפרתי את הבאר הזאת׃"
    },
    {
      "verse": 31,
      "text": "על כן קרא למקום ההוא באר שבע כי שם נשבעו שניהם׃"
    },
    {
      "verse": 32,
      "text": "ויכרתו ברית בבאר שבע ויקם אבימלך ופיכל שר צבאו וישבו אל ארץ פלשתים׃"
    },
    {
      "verse": 33,
      "text": "ויטע אשל בבאר שבע ויקרא שם בשם יהוה אל עולם׃"
    },
    {
      "verse": 34,
      "text": "ויגר אברהם בארץ פלשתים ימים רבים׃"
    }
  ]
}