{
  "book_id": "GEN",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "ואברהם זקן בא בימים ויהוה ברך את אברהם בכל׃"
    },
    {
      "verse": 2,
      "text": "ויאמר אברהם אל עבדו זקן ביתו המשל בכל אשר לו שים נא ידך תחת ירכי׃"
    },
    {
      "verse": 3,
      "text": "ואשביעך ביהוה אלהי השמים ואלהי הארץ אשר לא תקח אשה לבני מבנות הכנעני אשר אנכי יושב בקרבו׃"
    },
    {
      "verse": 4,
      "text": "כי אל ארצי ואל מולדתי תלך ולקחת אשה לבני ליצחק׃"
    },
    {
      "verse": 5,
      "text": "ויאמר אליו העבד אולי לא תאבה האשה ללכת אחרי אל הארץ הזאת ההשב אשיב את בנך אל הארץ אשר יצאת משם׃"
    },
    {
      "verse": 6,
      "text": "ויאמר אליו אברהם השמר לך פן תשיב את בני שמה׃"
    },
    {
      "verse": 7,
      "text": "יהוה אלהי השמים אשר לקחני מבית אבי ומארץ מולדתי ואשר דבר לי ואשר נשבע לי לאמר לזרעך אתן את הארץ הזאת הוא ישלח מלאכו לפניך ולקחת אשה לבני משם׃"
    },
    {
      "verse": 8,
      "text": "ואם לא תאבה האשה ללכת אחריך ונקית משבעתי זאת רק את בני לא תשב שמה׃"
    },
    {
      "verse": 9,
      "text": "וישם העבד את ידו תחת ירך אברהם אדניו וישבע לו על הדבר הזה׃"
    },
    {
      "verse": 10,
      "text": "ויקח העבד עשרה גמלים מגמלי אדניו וילך וכל טוב אדניו בידו ויקם וילך אל ארם נהרים אל עיר נחור׃"
    },
    {
      "verse": 11,
      "text": "ויברך הגמלים מחוץ לעיר אל באר המים לעת ערב לעת צאת השאבת׃"
    },
    {
      "verse": 12,
      "text": "ויאמר יהוה אלהי אדני אברהם הקרה נא לפני היום ועשה חסד עם אדני אברהם׃"
    },
    {
      "verse": 13,
      "text": "הנה אנכי נצב על עין המים ובנות אנשי העיר יצאת לשאב מים׃"
    },
    {
      "verse": 14,
      "text": "והיה הנער אשר אמר אליה הטי נא כדך ואשתה ואמרה שתה וגם גמליך אשקה אתה הכחת לעבדך ליצחק ובה אדע כי עשית חסד עם אדני׃"
    },
    {
      "verse": 15,
      "text": "ויהי הוא טרם כלה לדבר והנה רבקה יצאת אשר ילדה לבתואל בן מלכה אשת נחור אחי אברהם וכדה על שכמה׃"
    },
    {
      "verse": 16,
      "text": "והנער טבת מראה מאד בתולה ואיש לא ידעה ותרד העינה ותמלא כדה ותעל׃"
    },
    {
      "verse": 17,
      "text": "וירץ העבד לקראתה ויאמר הגמיאיני נא מעט מים מכדך׃"
    },
    {
      "verse": 18,
      "text": "ותאמר שתה אדני ותמהר ותרד כדה על ידה ותשקהו׃"
    },
    {
      "verse": 19,
      "text": "ותכל להשקתו ותאמר גם לגמליך אשאב עד אם כלו לשתת׃"
    },
    {
      "verse": 20,
      "text": "ותמהר ותער כדה אל השקת ותרץ עוד אל הבאר לשאב ותשאב לכל גמליו׃"
    },
    {
      "verse": 21,
      "text": "והאיש משתאה לה מחריש לדעת ההצליח יהוה דרכו אם לא׃"
    },
    {
      "verse": 22,
      "text": "ויהי כאשר כלו הגמלים לשתות ויקח האיש נזם זהב בקע משקלו ושני צמידים על ידיה עשרה זהב משקלם׃"
    },
    {
      "verse": 23,
      "text": "ויאמר בת מי את הגידי נא לי היש בית אביך מקום לנו ללין׃"
    },
    {
      "verse": 24,
      "text": "ותאמר אליו בת בתואל אנכי בן מלכה אשר ילדה לנחור׃"
    },
    {
      "verse": 25,
      "text": "ותאמר אליו גם תבן גם מספוא רב עמנו גם מקום ללון׃"
    },
    {
      "verse": 26,
      "text": "ויקד האיש וישתחו ליהוה׃"
    },
    {
      "verse": 27,
      "text": "ויאמר ברוך יהוה אלהי אדני אברהם אשר לא עזב חסדו ואמתו מעם אדני אנכי בדרך נחני יהוה בית אחי אדני׃"
    },
    {
      "verse": 28,
      "text": "ותרץ הנער ותגד לבית אמה כדברים האלה׃"
    },
    {
      "verse": 29,
      "text": "ולרבקה אח ושמו לבן וירץ לבן אל האיש החוצה אל העין׃"
    },
    {
      "verse": 30,
      "text": "ויהי כראת את הנזם ואת הצמדים על ידי אחתו וכשמעו את דברי רבקה אחתו לאמר כה דבר אלי האיש ויבא אל האיש והנה עמד על הגמלים על העין׃"
    },
    {
      "verse": 31,
      "text": "ויאמר בוא ברוך יהוה למה תעמד בחוץ ואנכי פניתי הבית ומקום לגמלים׃"
    },
    {
      "verse": 32,
      "text": "ויבא האיש הביתה ויפתח הגמלים ויתן תבן ומספוא לגמלים ומים לרחץ רגליו ורגלי האנשים אשר אתו׃"
    },
    {
      "verse": 33,
      "text": "ויישם לפניו לאכל ויאמר לא אכל עד אם דברתי דברי ויאמר דבר׃"
    },
    {
      "verse": 34,
      "text": "ויאמר עבד אברהם אנכי׃"
    },
    {
      "verse": 35,
      "text": "ויהוה ברך את אדני מאד ויגדל ויתן לו צאן ובקר וכסף וזהב ועבדם ושפחת וגמלים וחמרים׃"
    },
    {
      "verse": 36,
      "text": "ותלד שרה אשת אדני בן לאדני אחרי זקנתה ויתן לו את כל אשר לו׃"
    },
    {
      "verse": 37,
      "text": "וישבעני אדני לאמר לא תקח אשה לבני מבנות הכנעני אשר אנכי ישב בארצו׃"
    },
    {
      "verse": 38,
      "text": "אם לא אל בית אבי תלך ואל משפחתי ולקחת אשה לבני׃"
    },
    {
      "verse": 39,
      "text": "ואמר אל אדני אלי לא תלך האשה אחרי׃"
    },
    {
      "verse": 40,
      "text": "ויאמר אלי יהוה אשר התהלכתי לפניו ישלח מלאכו אתך והצליח דרכך ולקחת אשה לבני ממשפחתי ומבית אבי׃"
    },
    {
      "verse": 41,
      "text": "אז תנקה מאלתי כי תבוא אל משפחתי ואם לא יתנו לך והיית נקי מאלתי׃"
    },
    {
      "verse": 42,
      "text": "ואבא היום אל העין ואמר יהוה אלהי אדני אברהם אם ישך נא מצליח דרכי אשר אנכי הלך עליה׃"
    },
    {
      "verse": 43,
      "text": "הנה אנכי נצב על עין המים והיה העלמה היצאת לשאב ואמרתי אליה השקיני נא מעט מים מכדך׃"
    },
    {
      "verse": 44,
      "text": "ואמרה אלי גם אתה שתה וגם לגמליך אשאב הוא האשה אשר הכיח יהוה לבן אדני׃"
    },
    {
      "verse": 45,
      "text": "אני טרם אכלה לדבר אל לבי והנה רבקה יצאת וכדה על שכמה ותרד העינה ותשאב ואמר אליה השקיני נא׃"
    },
    {
      "verse": 46,
      "text": "ותמהר ותורד כדה מעליה ותאמר שתה וגם גמליך אשקה ואשת וגם הגמלים השקתה׃"
    },
    {
      "verse": 47,
      "text": "ואשאל אתה ואמר בת מי את ותאמר בת בתואל בן נחור אשר ילדה לו מלכה ואשם הנזם על אפה והצמידים על ידיה׃"
    },
    {
      "verse": 48,
      "text": "ואקד ואשתחוה ליהוה ואברך את יהוה אלהי אדני אברהם אשר הנחני בדרך אמת לקחת את בת אחי אדני לבנו׃"
    },
    {
      "verse": 49,
      "text": "ועתה אם ישכם עשים חסד ואמת את אדני הגידו לי ואם לא הגידו לי ואפנה על ימין או על שמאל׃"
    },
    {
      "verse": 50,
      "text": "ויען לבן ובתואל ויאמרו מיהוה יצא הדבר לא נוכל דבר אליך רע או טוב׃"
    },
    {
      "verse": 51,
      "text": "הנה רבקה לפניך קח ולך ותהי אשה לבן אדניך כאשר דבר יהוה׃"
    },
    {
      "verse": 52,
      "text": "ויהי כאשר שמע עבד אברהם את דבריהם וישתחו ארצה ליהוה׃"
    },
    {
      "verse": 53,
      "text": "ויוצא העבד כלי כסף וכלי זהב ובגדים ויתן לרבקה ומגדנת נתן לאחיה ולאמה׃"
    },
    {
      "verse": 54,
      "text": "ויאכלו וישתו הוא והאנשים אשר עמו וילינו ויקומו בבקר ויאמר שלחני לאדני׃"
    },
    {
      "verse": 55,
      "text": "ויאמר אחיה ואמה תשב הנער אתנו ימים או עשור אחר תלך׃"
    },
    {
      "verse": 56,
      "text": "ויאמר אלהם אל תאחרו אתי ויהוה הצליח דרכי שלחוני ואלכה לאדני׃"
    },
    {
      "verse": 57,
      "text": "ויאמרו נקרא לנער ונשאלה את פיה׃"
    },
    {
      "verse": 58,
      "text": "ויקראו לרבקה ויאמרו אליה התלכי עם האיש הזה ותאמר אלך׃"
    },
    {
      "verse": 59,
      "text": "וישלחו את רבקה אחתם ואת מנקתה ואת עבד אברהם ואת אנשיו׃"
    },
    {
      "verse": 60,
      "text": "ויברכו את רבקה ויאמרו לה אחתנו את היי לאלפי רבבה ויירש זרעך את שער שנאיו׃"
    },
    {
      "verse": 61,
      "text": "ותקם רבקה ונערתיה ותרכבנה על הגמלים ותלכנה אחרי האיש ויקח העבד את רבקה וילך׃"
    },
    {
      "verse": 62,
      "text": "ויצחק בא מבוא באר לחי ראי והוא יושב בארץ הנגב׃"
    },
    {
      "verse": 63,
      "text": "ויצא יצחק לשוח בשדה לפנות ערב וישא עיניו וירא והנה גמלים באים׃"
    },
    {
      "verse": 64,
      "text": "ותשא רבקה את עיניה ותרא את יצחק ותפל מעל הגמל׃"
    },
    {
      "verse": 65,
      "text": "ותאמר אל העבד מי האיש הלזה ההלך בשדה לקראתנו ויאמר העבד הוא אדני ותקח הצעיף ותתכס׃"
    },
    {
      "verse": 66,
      "text": "ויספר העבד ליצחק את כל הדברים אשר עשה׃"
    },
    {
      "verse": 67,
      "text": "ויבאה יצחק האהלה שרה אמו ויקח את רבקה ותהי לו לאשה ויאהבה וינחם יצחק אחרי אמו׃"
    }
  ]
}