{
  "book_id": "GEN",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "ויסף אברהם ויקח אשה ושמה קטורה׃"
    },
    {
      "verse": 2,
      "text": "ותלד לו את זמרן ואת יקשן ואת מדן ואת מדין ואת ישבק ואת שוח׃"
    },
    {
      "verse": 3,
      "text": "ויקשן ילד את שבא ואת דדן ובני דדן היו אשורם ולטושים ולאמים׃"
    },
    {
      "verse": 4,
      "text": "ובני מדין עיפה ועפר וחנך ואבידע ואלדעה כל אלה בני קטורה׃"
    },
    {
      "verse": 5,
      "text": "ויתן אברהם את כל אשר לו ליצחק׃"
    },
    {
      "verse": 6,
      "text": "ולבני הפילגשים אשר לאברהם נתן אברהם מתנת וישלחם מעל יצחק בנו בעודנו חי קדמה אל ארץ קדם׃"
    },
    {
      "verse": 7,
      "text": "ואלה ימי שני חיי אברהם אשר חי מאת שנה ושבעים שנה וחמש שנים׃"
    },
    {
      "verse": 8,
      "text": "ויגוע וימת אברהם בשיבה טובה זקן ושבע ויאסף אל עמיו׃"
    },
    {
      "verse": 9,
      "text": "ויקברו אתו יצחק וישמעאל בניו אל מערת המכפלה אל שדה עפרן בן צחר החתי אשר על פני ממרא׃"
    },
    {
      "verse": 10,
      "text": "השדה אשר קנה אברהם מאת בני חת שמה קבר אברהם ושרה אשתו׃"
    },
    {
      "verse": 11,
      "text": "ויהי אחרי מות אברהם ויברך אלהים את יצחק בנו וישב יצחק עם באר לחי ראי׃"
    },
    {
      "verse": 12,
      "text": "ואלה תלדת ישמעאל בן אברהם אשר ילדה הגר המצרית שפחת שרה לאברהם׃"
    },
    {
      "verse": 13,
      "text": "ואלה שמות בני ישמעאל בשמתם לתולדתם בכר ישמעאל נבית וקדר ואדבאל ומבשם׃"
    },
    {
      "verse": 14,
      "text": "ומשמע ודומה ומשא׃"
    },
    {
      "verse": 15,
      "text": "חדד ותימא יטור נפיש וקדמה׃"
    },
    {
      "verse": 16,
      "text": "אלה הם בני ישמעאל ואלה שמתם בחצריהם ובטירתם שנים עשר נשיאם לאמתם׃"
    },
    {
      "verse": 17,
      "text": "ואלה שני חיי ישמעאל מאת שנה ושלשים שנה ושבע שנים ויגוע וימת ויאסף אל עמיו׃"
    },
    {
      "verse": 18,
      "text": "וישכנו מחוילה עד שור אשר על פני מצרים באכה אשורה על פני כל אחיו נפל׃"
    },
    {
      "verse": 19,
      "text": "ואלה תולדת יצחק בן אברהם אברהם הוליד את יצחק׃"
    },
    {
      "verse": 20,
      "text": "ויהי יצחק בן ארבעים שנה בקחתו את רבקה בת בתואל הארמי מפדן ארם אחות לבן הארמי לו לאשה׃"
    },
    {
      "verse": 21,
      "text": "ויעתר יצחק ליהוה לנכח אשתו כי עקרה הוא ויעתר לו יהוה ותהר רבקה אשתו׃"
    },
    {
      "verse": 22,
      "text": "ויתרצצו הבנים בקרבה ותאמר אם כן למה זה אנכי ותלך לדרש את יהוה׃"
    },
    {
      "verse": 23,
      "text": "ויאמר יהוה לה שני גיים בבטנך ושני לאמים ממעיך יפרדו ולאם מלאם יאמץ ורב יעבד צעיר׃"
    },
    {
      "verse": 24,
      "text": "וימלאו ימיה ללדת והנה תומם בבטנה׃"
    },
    {
      "verse": 25,
      "text": "ויצא הראשון אדמוני כלו כאדרת שער ויקראו שמו עשו׃"
    },
    {
      "verse": 26,
      "text": "ואחרי כן יצא אחיו וידו אחזת בעקב עשו ויקרא שמו יעקב ויצחק בן ששים שנה בלדת אתם׃"
    },
    {
      "verse": 27,
      "text": "ויגדלו הנערים ויהי עשו איש ידע ציד איש שדה ויעקב איש תם ישב אהלים׃"
    },
    {
      "verse": 28,
      "text": "ויאהב יצחק את עשו כי ציד בפיו ורבקה אהבת את יעקב׃"
    },
    {
      "verse": 29,
      "text": "ויזד יעקב נזיד ויבא עשו מן השדה והוא עיף׃"
    },
    {
      "verse": 30,
      "text": "ויאמר עשו אל יעקב הלעיטני נא מן האדם האדם הזה כי עיף אנכי על כן קרא שמו אדום׃"
    },
    {
      "verse": 31,
      "text": "ויאמר יעקב מכרה כיום את בכרתך לי׃"
    },
    {
      "verse": 32,
      "text": "ויאמר עשו הנה אנכי הולך למות ולמה זה לי בכרה׃"
    },
    {
      "verse": 33,
      "text": "ויאמר יעקב השבעה לי כיום וישבע לו וימכר את בכרתו ליעקב׃"
    },
    {
      "verse": 34,
      "text": "ויעקב נתן לעשו לחם ונזיד עדשים ויאכל וישת ויקם וילך ויבז עשו את הבכרה׃"
    }
  ]
}