{
  "book_id": "GEN",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי כי זקן יצחק ותכהין עיניו מראת ויקרא את עשו בנו הגדל ויאמר אליו בני ויאמר אליו הנני׃"
    },
    {
      "verse": 2,
      "text": "ויאמר הנה נא זקנתי לא ידעתי יום מותי׃"
    },
    {
      "verse": 3,
      "text": "ועתה שא נא כליך תליך וקשתך וצא השדה וצודה לי צידה׃"
    },
    {
      "verse": 4,
      "text": "ועשה לי מטעמים כאשר אהבתי והביאה לי ואכלה בעבור תברכך נפשי בטרם אמות׃"
    },
    {
      "verse": 5,
      "text": "ורבקה שמעת בדבר יצחק אל עשו בנו וילך עשו השדה לצוד ציד להביא׃"
    },
    {
      "verse": 6,
      "text": "ורבקה אמרה אל יעקב בנה לאמר הנה שמעתי את אביך מדבר אל עשו אחיך לאמר׃"
    },
    {
      "verse": 7,
      "text": "הביאה לי ציד ועשה לי מטעמים ואכלה ואברככה לפני יהוה לפני מותי׃"
    },
    {
      "verse": 8,
      "text": "ועתה בני שמע בקלי לאשר אני מצוה אתך׃"
    },
    {
      "verse": 9,
      "text": "לך נא אל הצאן וקח לי משם שני גדיי עזים טבים ואעשה אתם מטעמים לאביך כאשר אהב׃"
    },
    {
      "verse": 10,
      "text": "והבאת לאביך ואכל בעבר אשר יברכך לפני מותו׃"
    },
    {
      "verse": 11,
      "text": "ויאמר יעקב אל רבקה אמו הן עשו אחי איש שער ואנכי איש חלק׃"
    },
    {
      "verse": 12,
      "text": "אולי ימשני אבי והייתי בעיניו כמתעתע והבאתי עלי קללה ולא ברכה׃"
    },
    {
      "verse": 13,
      "text": "ותאמר לו אמו עלי קללתך בני אך שמע בקלי ולך קח לי׃"
    },
    {
      "verse": 14,
      "text": "וילך ויקח ויבא לאמו ותעש אמו מטעמים כאשר אהב אביו׃"
    },
    {
      "verse": 15,
      "text": "ותקח רבקה את בגדי עשו בנה הגדל החמדת אשר אתה בבית ותלבש את יעקב בנה הקטן׃"
    },
    {
      "verse": 16,
      "text": "ואת ערת גדיי העזים הלבישה על ידיו ועל חלקת צואריו׃"
    },
    {
      "verse": 17,
      "text": "ותתן את המטעמים ואת הלחם אשר עשתה ביד יעקב בנה׃"
    },
    {
      "verse": 18,
      "text": "ויבא אל אביו ויאמר אבי ויאמר הנני מי אתה בני׃"
    },
    {
      "verse": 19,
      "text": "ויאמר יעקב אל אביו אנכי עשו בכרך עשיתי כאשר דברת אלי קום נא שבה ואכלה מצידי בעבור תברכני נפשך׃"
    },
    {
      "verse": 20,
      "text": "ויאמר יצחק אל בנו מה זה מהרת למצא בני ויאמר כי הקרה יהוה אלהיך לפני׃"
    },
    {
      "verse": 21,
      "text": "ויאמר יצחק אל יעקב גשה נא ואמשך בני האתה זה בני עשו אם לא׃"
    },
    {
      "verse": 22,
      "text": "ויגש יעקב אל יצחק אביו וימשהו ויאמר הקל קול יעקב והידים ידי עשו׃"
    },
    {
      "verse": 23,
      "text": "ולא הכירו כי היו ידיו כידי עשו אחיו שערת ויברכהו׃"
    },
    {
      "verse": 24,
      "text": "ויאמר אתה זה בני עשו ויאמר אני׃"
    },
    {
      "verse": 25,
      "text": "ויאמר הגשה לי ואכלה מציד בני למען תברכך נפשי ויגש לו ויאכל ויבא לו יין וישת׃"
    },
    {
      "verse": 26,
      "text": "ויאמר אליו יצחק אביו גשה נא ושקה לי בני׃"
    },
    {
      "verse": 27,
      "text": "ויגש וישק לו וירח את ריח בגדיו ויברכהו ויאמר ראה ריח בני כריח שדה אשר ברכו יהוה׃"
    },
    {
      "verse": 28,
      "text": "ויתן לך האלהים מטל השמים ומשמני הארץ ורב דגן ותירש׃"
    },
    {
      "verse": 29,
      "text": "יעבדוך עמים וישתחו לך לאמים הוה גביר לאחיך וישתחוו לך בני אמך ארריך ארור ומברכיך ברוך׃"
    },
    {
      "verse": 30,
      "text": "ויהי כאשר כלה יצחק לברך את יעקב ויהי אך יצא יצא יעקב מאת פני יצחק אביו ועשו אחיו בא מצידו׃"
    },
    {
      "verse": 31,
      "text": "ויעש גם הוא מטעמים ויבא לאביו ויאמר לאביו יקם אבי ויאכל מציד בנו בעבור תברכני נפשך׃"
    },
    {
      "verse": 32,
      "text": "ויאמר לו יצחק אביו מי אתה ויאמר אני בנך בכרך עשו׃"
    },
    {
      "verse": 33,
      "text": "ויחרד יצחק חרדה גדלה עד מאד ויאמר מי אפוא הוא הצד ציד ויבא לי ואכל מכל בטרם תבוא ואברכהו גם ברוך יהיה׃"
    },
    {
      "verse": 34,
      "text": "כשמע עשו את דברי אביו ויצעק צעקה גדלה ומרה עד מאד ויאמר לאביו ברכני גם אני אבי׃"
    },
    {
      "verse": 35,
      "text": "ויאמר בא אחיך במרמה ויקח ברכתך׃"
    },
    {
      "verse": 36,
      "text": "ויאמר הכי קרא שמו יעקב ויעקבני זה פעמים את בכרתי לקח והנה עתה לקח ברכתי ויאמר הלא אצלת לי ברכה׃"
    },
    {
      "verse": 37,
      "text": "ויען יצחק ויאמר לעשו הן גביר שמתיו לך ואת כל אחיו נתתי לו לעבדים ודגן ותירש סמכתיו ולכה אפוא מה אעשה בני׃"
    },
    {
      "verse": 38,
      "text": "ויאמר עשו אל אביו הברכה אחת הוא לך אבי ברכני גם אני אבי וישא עשו קלו ויבך׃"
    },
    {
      "verse": 39,
      "text": "ויען יצחק אביו ויאמר אליו הנה משמני הארץ יהיה מושבך ומטל השמים מעל׃"
    },
    {
      "verse": 40,
      "text": "ועל חרבך תחיה ואת אחיך תעבד והיה כאשר תריד ופרקת עלו מעל צוארך׃"
    },
    {
      "verse": 41,
      "text": "וישטם עשו את יעקב על הברכה אשר ברכו אביו ויאמר עשו בלבו יקרבו ימי אבל אבי ואהרגה את יעקב אחי׃"
    },
    {
      "verse": 42,
      "text": "ויגד לרבקה את דברי עשו בנה הגדל ותשלח ותקרא ליעקב בנה הקטן ותאמר אליו הנה עשו אחיך מתנחם לך להרגך׃"
    },
    {
      "verse": 43,
      "text": "ועתה בני שמע בקלי וקום ברח לך אל לבן אחי חרנה׃"
    },
    {
      "verse": 44,
      "text": "וישבת עמו ימים אחדים עד אשר תשוב חמת אחיך׃"
    },
    {
      "verse": 45,
      "text": "עד שוב אף אחיך ממך ושכח את אשר עשית לו ושלחתי ולקחתיך משם למה אשכל גם שניכם יום אחד׃"
    },
    {
      "verse": 46,
      "text": "ותאמר רבקה אל יצחק קצתי בחיי מפני בנות חת אם לקח יעקב אשה מבנות חת כאלה מבנות הארץ למה לי חיים׃"
    }
  ]
}