{
  "book_id": "GEN",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "וישא יעקב רגליו וילך ארצה בני קדם׃"
    },
    {
      "verse": 2,
      "text": "וירא והנה באר בשדה והנה שם שלשה עדרי צאן רבצים עליה כי מן הבאר ההוא ישקו העדרים והאבן גדלה על פי הבאר׃"
    },
    {
      "verse": 3,
      "text": "ונאספו שמה כל העדרים וגללו את האבן מעל פי הבאר והשקו את הצאן והשיבו את האבן על פי הבאר למקמה׃"
    },
    {
      "verse": 4,
      "text": "ויאמר להם יעקב אחי מאין אתם ויאמרו מחרן אנחנו׃"
    },
    {
      "verse": 5,
      "text": "ויאמר להם הידעתם את לבן בן נחור ויאמרו ידענו׃"
    },
    {
      "verse": 6,
      "text": "ויאמר להם השלום לו ויאמרו שלום והנה רחל בתו באה עם הצאן׃"
    },
    {
      "verse": 7,
      "text": "ויאמר הן עוד היום גדול לא עת האסף המקנה השקו הצאן ולכו רעו׃"
    },
    {
      "verse": 8,
      "text": "ויאמרו לא נוכל עד אשר יאספו כל העדרים וגללו את האבן מעל פי הבאר והשקינו הצאן׃"
    },
    {
      "verse": 9,
      "text": "עודנו מדבר עמם ורחל באה עם הצאן אשר לאביה כי רעה הוא׃"
    },
    {
      "verse": 10,
      "text": "ויהי כאשר ראה יעקב את רחל בת לבן אחי אמו ואת צאן לבן אחי אמו ויגש יעקב ויגל את האבן מעל פי הבאר וישק את צאן לבן אחי אמו׃"
    },
    {
      "verse": 11,
      "text": "וישק יעקב לרחל וישא את קלו ויבך׃"
    },
    {
      "verse": 12,
      "text": "ויגד יעקב לרחל כי אחי אביה הוא וכי בן רבקה הוא ותרץ ותגד לאביה׃"
    },
    {
      "verse": 13,
      "text": "ויהי כשמע לבן את שמע יעקב בן אחתו וירץ לקראתו ויחבק לו וינשק לו ויביאהו אל ביתו ויספר ללבן את כל הדברים האלה׃"
    },
    {
      "verse": 14,
      "text": "ויאמר לו לבן אך עצמי ובשרי אתה וישב עמו חדש ימים׃"
    },
    {
      "verse": 15,
      "text": "ויאמר לבן ליעקב הכי אחי אתה ועבדתני חנם הגידה לי מה משכרתך׃"
    },
    {
      "verse": 16,
      "text": "וללבן שתי בנות שם הגדלה לאה ושם הקטנה רחל׃"
    },
    {
      "verse": 17,
      "text": "ועיני לאה רכות ורחל היתה יפת תאר ויפת מראה׃"
    },
    {
      "verse": 18,
      "text": "ויאהב יעקב את רחל ויאמר אעבדך שבע שנים ברחל בתך הקטנה׃"
    },
    {
      "verse": 19,
      "text": "ויאמר לבן טוב תתי אתה לך מתתי אתה לאיש אחר שבה עמדי׃"
    },
    {
      "verse": 20,
      "text": "ויעבד יעקב ברחל שבע שנים ויהיו בעיניו כימים אחדים באהבתו אתה׃"
    },
    {
      "verse": 21,
      "text": "ויאמר יעקב אל לבן הבה את אשתי כי מלאו ימי ואבואה אליה׃"
    },
    {
      "verse": 22,
      "text": "ויאסף לבן את כל אנשי המקום ויעש משתה׃"
    },
    {
      "verse": 23,
      "text": "ויהי בערב ויקח את לאה בתו ויבא אתה אליו ויבא אליה׃"
    },
    {
      "verse": 24,
      "text": "ויתן לבן לה את זלפה שפחתו ללאה בתו שפחה׃"
    },
    {
      "verse": 25,
      "text": "ויהי בבקר והנה הוא לאה ויאמר אל לבן מה זאת עשית לי הלא ברחל עבדתי עמך ולמה רמיתני׃"
    },
    {
      "verse": 26,
      "text": "ויאמר לבן לא יעשה כן במקומנו לתת הצעירה לפני הבכירה׃"
    },
    {
      "verse": 27,
      "text": "מלא שבע זאת ונתנה לך גם את זאת בעבדה אשר תעבד עמדי עוד שבע שנים אחרות׃"
    },
    {
      "verse": 28,
      "text": "ויעש יעקב כן וימלא שבע זאת ויתן לו את רחל בתו לו לאשה׃"
    },
    {
      "verse": 29,
      "text": "ויתן לבן לרחל בתו את בלהה שפחתו לה לשפחה׃"
    },
    {
      "verse": 30,
      "text": "ויבא גם אל רחל ויאהב גם את רחל מלאה ויעבד עמו עוד שבע שנים אחרות׃"
    },
    {
      "verse": 31,
      "text": "וירא יהוה כי שנואה לאה ויפתח את רחמה ורחל עקרה׃"
    },
    {
      "verse": 32,
      "text": "ותהר לאה ותלד בן ותקרא שמו ראובן כי אמרה כי ראה יהוה בעניי כי עתה יאהבני אישי׃"
    },
    {
      "verse": 33,
      "text": "ותהר עוד ותלד בן ותאמר כי שמע יהוה כי שנואה אנכי ויתן לי גם את זה ותקרא שמו שמעון׃"
    },
    {
      "verse": 34,
      "text": "ותהר עוד ותלד בן ותאמר עתה הפעם ילוה אישי אלי כי ילדתי לו שלשה בנים על כן קרא שמו לוי׃"
    },
    {
      "verse": 35,
      "text": "ותהר עוד ותלד בן ותאמר הפעם אודה את יהוה על כן קראה שמו יהודה ותעמד מלדת׃"
    }
  ]
}