{
  "book_id": "GEN",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "ותרא רחל כי לא ילדה ליעקב ותקנא רחל באחתה ותאמר אל יעקב הבה לי בנים ואם אין מתה אנכי׃"
    },
    {
      "verse": 2,
      "text": "ויחר אף יעקב ברחל ויאמר התחת אלהים אנכי אשר מנע ממך פרי בטן׃"
    },
    {
      "verse": 3,
      "text": "ותאמר הנה אמתי בלהה בא אליה ותלד על ברכי ואבנה גם אנכי ממנה׃"
    },
    {
      "verse": 4,
      "text": "ותתן לו את בלהה שפחתה לאשה ויבא אליה יעקב׃"
    },
    {
      "verse": 5,
      "text": "ותהר בלהה ותלד ליעקב בן׃"
    },
    {
      "verse": 6,
      "text": "ותאמר רחל דנני אלהים וגם שמע בקלי ויתן לי בן על כן קראה שמו דן׃"
    },
    {
      "verse": 7,
      "text": "ותהר עוד ותלד בלהה שפחת רחל בן שני ליעקב׃"
    },
    {
      "verse": 8,
      "text": "ותאמר רחל נפתולי אלהים נפתלתי עם אחתי גם יכלתי ותקרא שמו נפתלי׃"
    },
    {
      "verse": 9,
      "text": "ותרא לאה כי עמדה מלדת ותקח את זלפה שפחתה ותתן אתה ליעקב לאשה׃"
    },
    {
      "verse": 10,
      "text": "ותלד זלפה שפחת לאה ליעקב בן׃"
    },
    {
      "verse": 11,
      "text": "ותאמר לאה בגד ותקרא את שמו גד׃"
    },
    {
      "verse": 12,
      "text": "ותלד זלפה שפחת לאה בן שני ליעקב׃"
    },
    {
      "verse": 13,
      "text": "ותאמר לאה באשרי כי אשרוני בנות ותקרא את שמו אשר׃"
    },
    {
      "verse": 14,
      "text": "וילך ראובן בימי קציר חטים וימצא דודאים בשדה ויבא אתם אל לאה אמו ותאמר רחל אל לאה תני נא לי מדודאי בנך׃"
    },
    {
      "verse": 15,
      "text": "ותאמר לה המעט קחתך את אישי ולקחת גם את דודאי בני ותאמר רחל לכן ישכב עמך הלילה תחת דודאי בנך׃"
    },
    {
      "verse": 16,
      "text": "ויבא יעקב מן השדה בערב ותצא לאה לקראתו ותאמר אלי תבוא כי שכר שכרתיך בדודאי בני וישכב עמה בלילה הוא׃"
    },
    {
      "verse": 17,
      "text": "וישמע אלהים אל לאה ותהר ותלד ליעקב בן חמישי׃"
    },
    {
      "verse": 18,
      "text": "ותאמר לאה נתן אלהים שכרי אשר נתתי שפחתי לאישי ותקרא שמו יששכר׃"
    },
    {
      "verse": 19,
      "text": "ותהר עוד לאה ותלד בן ששי ליעקב׃"
    },
    {
      "verse": 20,
      "text": "ותאמר לאה זבדני אלהים אתי זבד טוב הפעם יזבלני אישי כי ילדתי לו ששה בנים ותקרא את שמו זבלון׃"
    },
    {
      "verse": 21,
      "text": "ואחר ילדה בת ותקרא את שמה דינה׃"
    },
    {
      "verse": 22,
      "text": "ויזכר אלהים את רחל וישמע אליה אלהים ויפתח את רחמה׃"
    },
    {
      "verse": 23,
      "text": "ותהר ותלד בן ותאמר אסף אלהים את חרפתי׃"
    },
    {
      "verse": 24,
      "text": "ותקרא את שמו יוסף לאמר יסף יהוה לי בן אחר׃"
    },
    {
      "verse": 25,
      "text": "ויהי כאשר ילדה רחל את יוסף ויאמר יעקב אל לבן שלחני ואלכה אל מקומי ולארצי׃"
    },
    {
      "verse": 26,
      "text": "תנה את נשי ואת ילדי אשר עבדתי אתך בהן ואלכה כי אתה ידעת את עבדתי אשר עבדתיך׃"
    },
    {
      "verse": 27,
      "text": "ויאמר אליו לבן אם נא מצאתי חן בעיניך נחשתי ויברכני יהוה בגללך׃"
    },
    {
      "verse": 28,
      "text": "ויאמר נקבה שכרך עלי ואתנה׃"
    },
    {
      "verse": 29,
      "text": "ויאמר אליו אתה ידעת את אשר עבדתיך ואת אשר היה מקנך אתי׃"
    },
    {
      "verse": 30,
      "text": "כי מעט אשר היה לך לפני ויפרץ לרב ויברך יהוה אתך לרגלי ועתה מתי אעשה גם אנכי לביתי׃"
    },
    {
      "verse": 31,
      "text": "ויאמר מה אתן לך ויאמר יעקב לא תתן לי מאומה אם תעשה לי הדבר הזה אשובה ארעה צאנך אשמר׃"
    },
    {
      "verse": 32,
      "text": "אעבר בכל צאנך היום הסר משם כל שה נקד וטלוא וכל שה חום בכשבים וטלוא ונקד בעזים והיה שכרי׃"
    },
    {
      "verse": 33,
      "text": "וענתה בי צדקתי ביום מחר כי תבוא על שכרי לפניך כל אשר איננו נקד וטלוא בעזים וחום בכשבים גנוב הוא אתי׃"
    },
    {
      "verse": 34,
      "text": "ויאמר לבן הן לו יהי כדברך׃"
    },
    {
      "verse": 35,
      "text": "ויסר ביום ההוא את התישים העקדים והטלאים ואת כל העזים הנקדות והטלאת כל אשר לבן בו וכל חום בכשבים ויתן ביד בניו׃"
    },
    {
      "verse": 36,
      "text": "וישם דרך שלשת ימים בינו ובין יעקב ויעקב רעה את צאן לבן הנותרת׃"
    },
    {
      "verse": 37,
      "text": "ויקח לו יעקב מקל לבנה לח ולוז וערמון ויפצל בהן פצלות לבנות מחשף הלבן אשר על המקלות׃"
    },
    {
      "verse": 38,
      "text": "ויצג את המקלות אשר פצל ברהטים בשקתות המים אשר תבאן הצאן לשתות לנכח הצאן ויחמנה בבאן לשתות׃"
    },
    {
      "verse": 39,
      "text": "ויחמו הצאן אל המקלות ותלדן הצאן עקדים נקדים וטלאים׃"
    },
    {
      "verse": 40,
      "text": "והכשבים הפריד יעקב ויתן פני הצאן אל עקד וכל חום בצאן לבן וישת לו עדרים לבדו ולא שתם על צאן לבן׃"
    },
    {
      "verse": 41,
      "text": "והיה בכל יחם הצאן המקשרות ושם יעקב את המקלות לעיני הצאן ברהטים ליחמנה במקלות׃"
    },
    {
      "verse": 42,
      "text": "ובהעטיף הצאן לא ישים והיה העטפים ללבן והקשרים ליעקב׃"
    },
    {
      "verse": 43,
      "text": "ויפרץ האיש מאד מאד ויהי לו צאן רבות ושפחות ועבדים וגמלים וחמרים׃"
    }
  ]
}