{
  "book_id": "GEN",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "וישמע את דברי בני לבן לאמר לקח יעקב את כל אשר לאבינו ומאשר לאבינו עשה את כל הכבד הזה׃"
    },
    {
      "verse": 2,
      "text": "וירא יעקב את פני לבן והנה איננו עמו כתמול שלשום׃"
    },
    {
      "verse": 3,
      "text": "ויאמר יהוה אל יעקב שוב אל ארץ אבותיך ולמולדתך ואהיה עמך׃"
    },
    {
      "verse": 4,
      "text": "וישלח יעקב ויקרא לרחל וללאה השדה אל צאנו׃"
    },
    {
      "verse": 5,
      "text": "ויאמר להן ראה אנכי את פני אביכן כי איננו אלי כתמל שלשם ואלהי אבי היה עמדי׃"
    },
    {
      "verse": 6,
      "text": "ואתנה ידעתן כי בכל כחי עבדתי את אביכן׃"
    },
    {
      "verse": 7,
      "text": "ואביכן התל בי והחלף את משכרתי עשרת מנים ולא נתנו אלהים להרע עמדי׃"
    },
    {
      "verse": 8,
      "text": "אם כה יאמר נקדים יהיה שכרך וילדו כל הצאן נקדים ואם כה יאמר עקדים יהיה שכרך וילדו כל הצאן עקדים׃"
    },
    {
      "verse": 9,
      "text": "ויצל אלהים את מקנה אביכם ויתן לי׃"
    },
    {
      "verse": 10,
      "text": "ויהי בעת יחם הצאן ואשא עיני וארא בחלום והנה העתדים העלים על הצאן עקדים נקדים וברדים׃"
    },
    {
      "verse": 11,
      "text": "ויאמר אלי מלאך האלהים בחלום יעקב ואמר הנני׃"
    },
    {
      "verse": 12,
      "text": "ויאמר שא נא עיניך וראה כל העתדים העלים על הצאן עקדים נקדים וברדים כי ראיתי את כל אשר לבן עשה לך׃"
    },
    {
      "verse": 13,
      "text": "אנכי האל בית אל אשר משחת שם מצבה אשר נדרת לי שם נדר עתה קום צא מן הארץ הזאת ושוב אל ארץ מולדתך׃"
    },
    {
      "verse": 14,
      "text": "ותען רחל ולאה ותאמרנה לו העוד לנו חלק ונחלה בבית אבינו׃"
    },
    {
      "verse": 15,
      "text": "הלוא נכריות נחשבנו לו כי מכרנו ויאכל גם אכול את כספנו׃"
    },
    {
      "verse": 16,
      "text": "כי כל העשר אשר הציל אלהים מאבינו לנו הוא ולבנינו ועתה כל אשר אמר אלהים אליך עשה׃"
    },
    {
      "verse": 17,
      "text": "ויקם יעקב וישא את בניו ואת נשיו על הגמלים׃"
    },
    {
      "verse": 18,
      "text": "וינהג את כל מקנהו ואת כל רכשו אשר רכש מקנה קנינו אשר רכש בפדן ארם לבוא אל יצחק אביו ארצה כנען׃"
    },
    {
      "verse": 19,
      "text": "ולבן הלך לגזז את צאנו ותגנב רחל את התרפים אשר לאביה׃"
    },
    {
      "verse": 20,
      "text": "ויגנב יעקב את לב לבן הארמי על בלי הגיד לו כי ברח הוא׃"
    },
    {
      "verse": 21,
      "text": "ויברח הוא וכל אשר לו ויקם ויעבר את הנהר וישם את פניו הר הגלעד׃"
    },
    {
      "verse": 22,
      "text": "ויגד ללבן ביום השלישי כי ברח יעקב׃"
    },
    {
      "verse": 23,
      "text": "ויקח את אחיו עמו וירדף אחריו דרך שבעת ימים וידבק אתו בהר הגלעד׃"
    },
    {
      "verse": 24,
      "text": "ויבא אלהים אל לבן הארמי בחלם הלילה ויאמר לו השמר לך פן תדבר עם יעקב מטוב עד רע׃"
    },
    {
      "verse": 25,
      "text": "וישג לבן את יעקב ויעקב תקע את אהלו בהר ולבן תקע את אחיו בהר הגלעד׃"
    },
    {
      "verse": 26,
      "text": "ויאמר לבן ליעקב מה עשית ותגנב את לבבי ותנהג את בנתי כשביות חרב׃"
    },
    {
      "verse": 27,
      "text": "למה נחבאת לברח ותגנב אתי ולא הגדת לי ואשלחך בשמחה ובשרים בתף ובכנור׃"
    },
    {
      "verse": 28,
      "text": "ולא נטשתני לנשק לבני ולבנתי עתה הסכלת עשו׃"
    },
    {
      "verse": 29,
      "text": "יש לאל ידי לעשות עמכם רע ואלהי אביכם אמש אמר אלי לאמר השמר לך מדבר עם יעקב מטוב עד רע׃"
    },
    {
      "verse": 30,
      "text": "ועתה הלך הלכת כי נכסף נכספתה לבית אביך למה גנבת את אלהי׃"
    },
    {
      "verse": 31,
      "text": "ויען יעקב ויאמר ללבן כי יראתי כי אמרתי פן תגזל את בנותיך מעמי׃"
    },
    {
      "verse": 32,
      "text": "עם אשר תמצא את אלהיך לא יחיה נגד אחינו הכר לך מה עמדי וקח לך ולא ידע יעקב כי רחל גנבתם׃"
    },
    {
      "verse": 33,
      "text": "ויבא לבן באהל יעקב ובאהל לאה ובאהל שתי האמהת ולא מצא ויצא מאהל לאה ויבא באהל רחל׃"
    },
    {
      "verse": 34,
      "text": "ורחל לקחה את התרפים ותשמם בכר הגמל ותשב עליהם וימשש לבן את כל האהל ולא מצא׃"
    },
    {
      "verse": 35,
      "text": "ותאמר אל אביה אל יחר בעיני אדני כי לוא אוכל לקום מפניך כי דרך נשים לי ויחפש ולא מצא את התרפים׃"
    },
    {
      "verse": 36,
      "text": "ויחר ליעקב וירב בלבן ויען יעקב ויאמר ללבן מה פשעי מה חטאתי כי דלקת אחרי׃"
    },
    {
      "verse": 37,
      "text": "כי מששת את כל כלי מה מצאת מכל כלי ביתך שים כה נגד אחי ואחיך ויוכיחו בין שנינו׃"
    },
    {
      "verse": 38,
      "text": "זה עשרים שנה אנכי עמך רחליך ועזיך לא שכלו ואילי צאנך לא אכלתי׃"
    },
    {
      "verse": 39,
      "text": "טרפה לא הבאתי אליך אנכי אחטנה מידי תבקשנה גנבתי יום וגנבתי לילה׃"
    },
    {
      "verse": 40,
      "text": "הייתי ביום אכלני חרב וקרח בלילה ותדד שנתי מעיני׃"
    },
    {
      "verse": 41,
      "text": "זה לי עשרים שנה בביתך עבדתיך ארבע עשרה שנה בשתי בנתיך ושש שנים בצאנך ותחלף את משכרתי עשרת מנים׃"
    },
    {
      "verse": 42,
      "text": "לולי אלהי אבי אלהי אברהם ופחד יצחק היה לי כי עתה ריקם שלחתני את עניי ואת יגיע כפי ראה אלהים ויוכח אמש׃"
    },
    {
      "verse": 43,
      "text": "ויען לבן ויאמר אל יעקב הבנות בנתי והבנים בני והצאן צאני וכל אשר אתה ראה לי הוא ולבנתי מה אעשה לאלה היום או לבניהן אשר ילדו׃"
    },
    {
      "verse": 44,
      "text": "ועתה לכה נכרתה ברית אני ואתה והיה לעד ביני ובינך׃"
    },
    {
      "verse": 45,
      "text": "ויקח יעקב אבן וירימה מצבה׃"
    },
    {
      "verse": 46,
      "text": "ויאמר יעקב לאחיו לקטו אבנים ויקחו אבנים ויעשו גל ויאכלו שם על הגל׃"
    },
    {
      "verse": 47,
      "text": "ויקרא לו לבן יגר שהדותא ויעקב קרא לו גלעד׃"
    },
    {
      "verse": 48,
      "text": "ויאמר לבן הגל הזה עד ביני ובינך היום על כן קרא שמו גלעד׃"
    },
    {
      "verse": 49,
      "text": "והמצפה אשר אמר יצף יהוה ביני ובינך כי נסתר איש מרעהו׃"
    },
    {
      "verse": 50,
      "text": "אם תענה את בנתי ואם תקח נשים על בנתי אין איש עמנו ראה אלהים עד ביני ובינך׃"
    },
    {
      "verse": 51,
      "text": "ויאמר לבן ליעקב הנה הגל הזה והנה המצבה אשר יריתי ביני ובינך׃"
    },
    {
      "verse": 52,
      "text": "עד הגל הזה ועדה המצבה אם אני לא אעבר אליך את הגל הזה ואם אתה לא תעבר אלי את הגל הזה ואת המצבה הזאת לרעה׃"
    },
    {
      "verse": 53,
      "text": "אלהי אברהם ואלהי נחור ישפטו בינינו אלהי אביהם וישבע יעקב בפחד אביו יצחק׃"
    },
    {
      "verse": 54,
      "text": "ויזבח יעקב זבח בהר ויקרא לאחיו לאכל לחם ויאכלו לחם וילינו בהר׃"
    },
    {
      "verse": 55,
      "text": "וישכם לבן בבקר וינשק לבניו ולבנותיו ויברך אתהם וילך וישב לבן למקמו׃"
    }
  ]
}