{
  "book_id": "GEN",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "ויעקב הלך לדרכו ויפגעו בו מלאכי אלהים׃"
    },
    {
      "verse": 2,
      "text": "ויאמר יעקב כאשר ראם מחנה אלהים זה ויקרא שם המקום ההוא מחנים׃"
    },
    {
      "verse": 3,
      "text": "וישלח יעקב מלאכים לפניו אל עשו אחיו ארצה שעיר שדה אדום׃"
    },
    {
      "verse": 4,
      "text": "ויצו אתם לאמר כה תאמרון לאדני לעשו כה אמר עבדך יעקב עם לבן גרתי ואחר עד עתה׃"
    },
    {
      "verse": 5,
      "text": "ויהי לי שור וחמור צאן ועבד ושפחה ואשלחה להגיד לאדני למצא חן בעיניך׃"
    },
    {
      "verse": 6,
      "text": "וישבו המלאכים אל יעקב לאמר באנו אל אחיך אל עשו וגם הלך לקראתך וארבע מאות איש עמו׃"
    },
    {
      "verse": 7,
      "text": "ויירא יעקב מאד ויצר לו ויחץ את העם אשר אתו ואת הצאן ואת הבקר והגמלים לשני מחנות׃"
    },
    {
      "verse": 8,
      "text": "ויאמר אם יבוא עשו אל המחנה האחת והכהו והיה המחנה הנשאר לפליטה׃"
    },
    {
      "verse": 9,
      "text": "ויאמר יעקב אלהי אבי אברהם ואלהי אבי יצחק יהוה האמר אלי שוב לארצך ולמולדתך ואיטיבה עמך׃"
    },
    {
      "verse": 10,
      "text": "קטנתי מכל החסדים ומכל האמת אשר עשית את עבדך כי במקלי עברתי את הירדן הזה ועתה הייתי לשני מחנות׃"
    },
    {
      "verse": 11,
      "text": "הצילני נא מיד אחי מיד עשו כי ירא אנכי אתו פן יבוא והכני אם על בנים׃"
    },
    {
      "verse": 12,
      "text": "ואתה אמרת היטב איטיב עמך ושמתי את זרעך כחול הים אשר לא יספר מרב׃"
    },
    {
      "verse": 13,
      "text": "וילן שם בלילה ההוא ויקח מן הבא בידו מנחה לעשו אחיו׃"
    },
    {
      "verse": 14,
      "text": "עזים מאתים ותישים עשרים רחלים מאתים ואילים עשרים׃"
    },
    {
      "verse": 15,
      "text": "גמלים מיניקות ובניהם שלשים פרות ארבעים ופרים עשרה אתנת עשרים ועירם עשרה׃"
    },
    {
      "verse": 16,
      "text": "ויתן ביד עבדיו עדר עדר לבדו ויאמר אל עבדיו עברו לפני ורוח תשימו בין עדר ובין עדר׃"
    },
    {
      "verse": 17,
      "text": "ויצו את הראשון לאמר כי יפגשך עשו אחי ושאלך לאמר למי אתה ואנה תלך ולמי אלה לפניך׃"
    },
    {
      "verse": 18,
      "text": "ואמרת לעבדך ליעקב מנחה הוא שלוחה לאדני לעשו והנה גם הוא אחרינו׃"
    },
    {
      "verse": 19,
      "text": "ויצו גם את השני גם את השלישי גם את כל ההלכים אחרי העדרים לאמר כדבר הזה תדברון אל עשו במצאכם אתו׃"
    },
    {
      "verse": 20,
      "text": "ואמרתם גם הנה עבדך יעקב אחרינו כי אמר אכפרה פניו במנחה ההלכת לפני ואחרי כן אראה פניו אולי ישא פני׃"
    },
    {
      "verse": 21,
      "text": "ותעבר המנחה על פניו והוא לן בלילה ההוא במחנה׃"
    },
    {
      "verse": 22,
      "text": "ויקם בלילה הוא ויקח את שתי נשיו ואת שתי שפחתיו ואת אחד עשר ילדיו ויעבר את מעבר יבק׃"
    },
    {
      "verse": 23,
      "text": "ויקחם ויעברם את הנחל ויעבר את אשר לו׃"
    },
    {
      "verse": 24,
      "text": "ויותר יעקב לבדו ויאבק איש עמו עד עלות השחר׃"
    },
    {
      "verse": 25,
      "text": "וירא כי לא יכל לו ויגע בכף ירכו ותקע כף ירך יעקב בהאבקו עמו׃"
    },
    {
      "verse": 26,
      "text": "ויאמר שלחני כי עלה השחר ויאמר לא אשלחך כי אם ברכתני׃"
    },
    {
      "verse": 27,
      "text": "ויאמר אליו מה שמך ויאמר יעקב׃"
    },
    {
      "verse": 28,
      "text": "ויאמר לא יעקב יאמר עוד שמך כי אם ישראל כי שרית עם אלהים ועם אנשים ותוכל׃"
    },
    {
      "verse": 29,
      "text": "וישאל יעקב ויאמר הגידה נא שמך ויאמר למה זה תשאל לשמי ויברך אתו שם׃"
    },
    {
      "verse": 30,
      "text": "ויקרא יעקב שם המקום פניאל כי ראיתי אלהים פנים אל פנים ותנצל נפשי׃"
    },
    {
      "verse": 31,
      "text": "ויזרח לו השמש כאשר עבר את פנואל והוא צלע על ירכו׃"
    },
    {
      "verse": 32,
      "text": "על כן לא יאכלו בני ישראל את גיד הנשה אשר על כף הירך עד היום הזה כי נגע בכף ירך יעקב בגיד הנשה׃"
    }
  ]
}