{
  "book_id": "GEN",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "ואלה תלדות עשו הוא אדום׃"
    },
    {
      "verse": 2,
      "text": "עשו לקח את נשיו מבנות כנען את עדה בת אילון החתי ואת אהליבמה בת ענה בת צבעון החוי׃"
    },
    {
      "verse": 3,
      "text": "ואת בשמת בת ישמעאל אחות נביות׃"
    },
    {
      "verse": 4,
      "text": "ותלד עדה לעשו את אליפז ובשמת ילדה את רעואל׃"
    },
    {
      "verse": 5,
      "text": "ואהליבמה ילדה את יעיש ואת יעלם ואת קרח אלה בני עשו אשר ילדו לו בארץ כנען׃"
    },
    {
      "verse": 6,
      "text": "ויקח עשו את נשיו ואת בניו ואת בנתיו ואת כל נפשות ביתו ואת מקנהו ואת כל בהמתו ואת כל קנינו אשר רכש בארץ כנען וילך אל ארץ מפני יעקב אחיו׃"
    },
    {
      "verse": 7,
      "text": "כי היה רכושם רב משבת יחדו ולא יכלה ארץ מגוריהם לשאת אתם מפני מקניהם׃"
    },
    {
      "verse": 8,
      "text": "וישב עשו בהר שעיר עשו הוא אדום׃"
    },
    {
      "verse": 9,
      "text": "ואלה תלדות עשו אבי אדום בהר שעיר׃"
    },
    {
      "verse": 10,
      "text": "אלה שמות בני עשו אליפז בן עדה אשת עשו רעואל בן בשמת אשת עשו׃"
    },
    {
      "verse": 11,
      "text": "ויהיו בני אליפז תימן אומר צפו וגעתם וקנז׃"
    },
    {
      "verse": 12,
      "text": "ותמנע היתה פילגש לאליפז בן עשו ותלד לאליפז את עמלק אלה בני עדה אשת עשו׃"
    },
    {
      "verse": 13,
      "text": "ואלה בני רעואל נחת וזרח שמה ומזה אלה היו בני בשמת אשת עשו׃"
    },
    {
      "verse": 14,
      "text": "ואלה היו בני אהליבמה בת ענה בת צבעון אשת עשו ותלד לעשו את יעיש ואת יעלם ואת קרח׃"
    },
    {
      "verse": 15,
      "text": "אלה אלופי בני עשו בני אליפז בכור עשו אלוף תימן אלוף אומר אלוף צפו אלוף קנז׃"
    },
    {
      "verse": 16,
      "text": "אלוף קרח אלוף געתם אלוף עמלק אלה אלופי אליפז בארץ אדום אלה בני עדה׃"
    },
    {
      "verse": 17,
      "text": "ואלה בני רעואל בן עשו אלוף נחת אלוף זרח אלוף שמה אלוף מזה אלה אלופי רעואל בארץ אדום אלה בני בשמת אשת עשו׃"
    },
    {
      "verse": 18,
      "text": "ואלה בני אהליבמה אשת עשו אלוף יעוש אלוף יעלם אלוף קרח אלה אלופי אהליבמה בת ענה אשת עשו׃"
    },
    {
      "verse": 19,
      "text": "אלה בני עשו ואלה אלופיהם הוא אדום׃"
    },
    {
      "verse": 20,
      "text": "אלה בני שעיר החרי ישבי הארץ לוטן ושובל וצבעון וענה׃"
    },
    {
      "verse": 21,
      "text": "ודשון ואצר ודישן אלה אלופי החרי בני שעיר בארץ אדום׃"
    },
    {
      "verse": 22,
      "text": "ויהיו בני לוטן חרי והימם ואחות לוטן תמנע׃"
    },
    {
      "verse": 23,
      "text": "ואלה בני שובל עלון ומנחת ועיבל שפו ואונם׃"
    },
    {
      "verse": 24,
      "text": "ואלה בני צבעון ואיה וענה הוא ענה אשר מצא את הימם במדבר ברעתו את החמרים לצבעון אביו׃"
    },
    {
      "verse": 25,
      "text": "ואלה בני ענה דשן ואהליבמה בת ענה׃"
    },
    {
      "verse": 26,
      "text": "ואלה בני דישן חמדן ואשבן ויתרן וכרן׃"
    },
    {
      "verse": 27,
      "text": "אלה בני אצר בלהן וזעון ועקן׃"
    },
    {
      "verse": 28,
      "text": "אלה בני דישן עוץ וארן׃"
    },
    {
      "verse": 29,
      "text": "אלה אלופי החרי אלוף לוטן אלוף שובל אלוף צבעון אלוף ענה׃"
    },
    {
      "verse": 30,
      "text": "אלוף דשן אלוף אצר אלוף דישן אלה אלופי החרי לאלפיהם בארץ שעיר׃"
    },
    {
      "verse": 31,
      "text": "ואלה המלכים אשר מלכו בארץ אדום לפני מלך מלך לבני ישראל׃"
    },
    {
      "verse": 32,
      "text": "וימלך באדום בלע בן בעור ושם עירו דנהבה׃"
    },
    {
      "verse": 33,
      "text": "וימת בלע וימלך תחתיו יובב בן זרח מבצרה׃"
    },
    {
      "verse": 34,
      "text": "וימת יובב וימלך תחתיו חשם מארץ התימני׃"
    },
    {
      "verse": 35,
      "text": "וימת חשם וימלך תחתיו הדד בן בדד המכה את מדין בשדה מואב ושם עירו עוית׃"
    },
    {
      "verse": 36,
      "text": "וימת הדד וימלך תחתיו שמלה ממשרקה׃"
    },
    {
      "verse": 37,
      "text": "וימת שמלה וימלך תחתיו שאול מרחבות הנהר׃"
    },
    {
      "verse": 38,
      "text": "וימת שאול וימלך תחתיו בעל חנן בן עכבור׃"
    },
    {
      "verse": 39,
      "text": "וימת בעל חנן בן עכבור וימלך תחתיו הדר ושם עירו פעו ושם אשתו מהיטבאל בת מטרד בת מי זהב׃"
    },
    {
      "verse": 40,
      "text": "ואלה שמות אלופי עשו למשפחתם למקמתם בשמתם אלוף תמנע אלוף עלוה אלוף יתת׃"
    },
    {
      "verse": 41,
      "text": "אלוף אהליבמה אלוף אלה אלוף פינן׃"
    },
    {
      "verse": 42,
      "text": "אלוף קנז אלוף תימן אלוף מבצר׃"
    },
    {
      "verse": 43,
      "text": "אלוף מגדיאל אלוף עירם אלה אלופי אדום למשבתם בארץ אחזתם הוא עשו אבי אדום׃"
    }
  ]
}