{
  "book_id": "GEN",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי אחר הדברים האלה חטאו משקה מלך מצרים והאפה לאדניהם למלך מצרים׃"
    },
    {
      "verse": 2,
      "text": "ויקצף פרעה על שני סריסיו על שר המשקים ועל שר האופים׃"
    },
    {
      "verse": 3,
      "text": "ויתן אתם במשמר בית שר הטבחים אל בית הסהר מקום אשר יוסף אסור שם׃"
    },
    {
      "verse": 4,
      "text": "ויפקד שר הטבחים את יוסף אתם וישרת אתם ויהיו ימים במשמר׃"
    },
    {
      "verse": 5,
      "text": "ויחלמו חלום שניהם איש חלמו בלילה אחד איש כפתרון חלמו המשקה והאפה אשר למלך מצרים אשר אסורים בבית הסהר׃"
    },
    {
      "verse": 6,
      "text": "ויבא אליהם יוסף בבקר וירא אתם והנם זעפים׃"
    },
    {
      "verse": 7,
      "text": "וישאל את סריסי פרעה אשר אתו במשמר בית אדניו לאמר מדוע פניכם רעים היום׃"
    },
    {
      "verse": 8,
      "text": "ויאמרו אליו חלום חלמנו ופתר אין אתו ויאמר אלהם יוסף הלוא לאלהים פתרנים ספרו נא לי׃"
    },
    {
      "verse": 9,
      "text": "ויספר שר המשקים את חלמו ליוסף ויאמר לו בחלומי והנה גפן לפני׃"
    },
    {
      "verse": 10,
      "text": "ובגפן שלשה שריגם והיא כפרחת עלתה נצה הבשילו אשכלתיה ענבים׃"
    },
    {
      "verse": 11,
      "text": "וכוס פרעה בידי ואקח את הענבים ואשחט אתם אל כוס פרעה ואתן את הכוס על כף פרעה׃"
    },
    {
      "verse": 12,
      "text": "ויאמר לו יוסף זה פתרנו שלשת השרגים שלשת ימים הם׃"
    },
    {
      "verse": 13,
      "text": "בעוד שלשת ימים ישא פרעה את ראשך והשיבך על כנך ונתת כוס פרעה בידו כמשפט הראשון אשר היית משקהו׃"
    },
    {
      "verse": 14,
      "text": "כי אם זכרתני אתך כאשר ייטב לך ועשית נא עמדי חסד והזכרתני אל פרעה והוצאתני מן הבית הזה׃"
    },
    {
      "verse": 15,
      "text": "כי גנב גנבתי מארץ העברים וגם פה לא עשיתי מאומה כי שמו אתי בבור׃"
    },
    {
      "verse": 16,
      "text": "וירא שר האפים כי טוב פתר ויאמר אל יוסף אף אני בחלומי והנה שלשה סלי חרי על ראשי׃"
    },
    {
      "verse": 17,
      "text": "ובסל העליון מכל מאכל פרעה מעשה אפה והעוף אכל אתם מן הסל מעל ראשי׃"
    },
    {
      "verse": 18,
      "text": "ויען יוסף ויאמר זה פתרנו שלשת הסלים שלשת ימים הם׃"
    },
    {
      "verse": 19,
      "text": "בעוד שלשת ימים ישא פרעה את ראשך מעליך ותלה אותך על עץ ואכל העוף את בשרך מעליך׃"
    },
    {
      "verse": 20,
      "text": "ויהי ביום השלישי יום הלדת את פרעה ויעש משתה לכל עבדיו וישא את ראש שר המשקים ואת ראש שר האפים בתוך עבדיו׃"
    },
    {
      "verse": 21,
      "text": "וישב את שר המשקים על משקהו ויתן הכוס על כף פרעה׃"
    },
    {
      "verse": 22,
      "text": "ואת שר האפים תלה כאשר פתר להם יוסף׃"
    },
    {
      "verse": 23,
      "text": "ולא זכר שר המשקים את יוסף וישכחהו׃"
    }
  ]
}