{
  "book_id": "GEN",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "וירא יעקב כי יש שבר במצרים ויאמר יעקב לבניו למה תתראו׃"
    },
    {
      "verse": 2,
      "text": "ויאמר הנה שמעתי כי יש שבר במצרים רדו שמה ושברו לנו משם ונחיה ולא נמות׃"
    },
    {
      "verse": 3,
      "text": "וירדו אחי יוסף עשרה לשבר בר ממצרים׃"
    },
    {
      "verse": 4,
      "text": "ואת בנימין אחי יוסף לא שלח יעקב את אחיו כי אמר פן יקראנו אסון׃"
    },
    {
      "verse": 5,
      "text": "ויבאו בני ישראל לשבר בתוך הבאים כי היה הרעב בארץ כנען׃"
    },
    {
      "verse": 6,
      "text": "ויוסף הוא השליט על הארץ הוא המשביר לכל עם הארץ ויבאו אחי יוסף וישתחוו לו אפים ארצה׃"
    },
    {
      "verse": 7,
      "text": "וירא יוסף את אחיו ויכרם ויתנכר אליהם וידבר אתם קשות ויאמר אלהם מאין באתם ויאמרו מארץ כנען לשבר אכל׃"
    },
    {
      "verse": 8,
      "text": "ויכר יוסף את אחיו והם לא הכרהו׃"
    },
    {
      "verse": 9,
      "text": "ויזכר יוסף את החלמות אשר חלם להם ויאמר אלהם מרגלים אתם לראות את ערות הארץ באתם׃"
    },
    {
      "verse": 10,
      "text": "ויאמרו אליו לא אדני ועבדיך באו לשבר אכל׃"
    },
    {
      "verse": 11,
      "text": "כלנו בני איש אחד נחנו כנים אנחנו לא היו עבדיך מרגלים׃"
    },
    {
      "verse": 12,
      "text": "ויאמר אלהם לא כי ערות הארץ באתם לראות׃"
    },
    {
      "verse": 13,
      "text": "ויאמרו שנים עשר עבדיך אחים אנחנו בני איש אחד בארץ כנען והנה הקטן את אבינו היום והאחד איננו׃"
    },
    {
      "verse": 14,
      "text": "ויאמר אלהם יוסף הוא אשר דברתי אלכם לאמר מרגלים אתם׃"
    },
    {
      "verse": 15,
      "text": "בזאת תבחנו חי פרעה אם תצאו מזה כי אם בבוא אחיכם הקטן הנה׃"
    },
    {
      "verse": 16,
      "text": "שלחו מכם אחד ויקח את אחיכם ואתם האסרו ויבחנו דבריכם האמת אתכם ואם לא חי פרעה כי מרגלים אתם׃"
    },
    {
      "verse": 17,
      "text": "ויאסף אתם אל משמר שלשת ימים׃"
    },
    {
      "verse": 18,
      "text": "ויאמר אלהם יוסף ביום השלישי זאת עשו וחיו את האלהים אני ירא׃"
    },
    {
      "verse": 19,
      "text": "אם כנים אתם אחיכם אחד יאסר בבית משמרכם ואתם לכו הביאו שבר רעבון בתיכם׃"
    },
    {
      "verse": 20,
      "text": "ואת אחיכם הקטן תביאו אלי ויאמנו דבריכם ולא תמותו ויעשו כן׃"
    },
    {
      "verse": 21,
      "text": "ויאמרו איש אל אחיו אבל אשמים אנחנו על אחינו אשר ראינו צרת נפשו בהתחננו אלינו ולא שמענו על כן באה אלינו הצרה הזאת׃"
    },
    {
      "verse": 22,
      "text": "ויען ראובן אתם לאמר הלוא אמרתי אליכם לאמר אל תחטאו בילד ולא שמעתם וגם דמו הנה נדרש׃"
    },
    {
      "verse": 23,
      "text": "והם לא ידעו כי שמע יוסף כי המליץ בינתם׃"
    },
    {
      "verse": 24,
      "text": "ויסב מעליהם ויבך וישב אלהם וידבר אלהם ויקח מאתם את שמעון ויאסר אתו לעיניהם׃"
    },
    {
      "verse": 25,
      "text": "ויצו יוסף וימלאו את כליהם בר ולהשיב כספיהם איש אל שקו ולתת להם צדה לדרך ויעש להם כן׃"
    },
    {
      "verse": 26,
      "text": "וישאו את שברם על חמריהם וילכו משם׃"
    },
    {
      "verse": 27,
      "text": "ויפתח האחד את שקו לתת מספוא לחמרו במלון וירא את כספו והנה הוא בפי אמתחתו׃"
    },
    {
      "verse": 28,
      "text": "ויאמר אל אחיו הושב כספי וגם הנה באמתחתי ויצא לבם ויחרדו איש אל אחיו לאמר מה זאת עשה אלהים לנו׃"
    },
    {
      "verse": 29,
      "text": "ויבאו אל יעקב אביהם ארצה כנען ויגידו לו את כל הקרת אתם לאמר׃"
    },
    {
      "verse": 30,
      "text": "דבר האיש אדני הארץ אתנו קשות ויתן אתנו כמרגלים את הארץ׃"
    },
    {
      "verse": 31,
      "text": "ונאמר אליו כנים אנחנו לא היינו מרגלים׃"
    },
    {
      "verse": 32,
      "text": "שנים עשר אנחנו אחים בני אבינו האחד איננו והקטן היום את אבינו בארץ כנען׃"
    },
    {
      "verse": 33,
      "text": "ויאמר אלינו האיש אדני הארץ בזאת אדע כי כנים אתם אחיכם האחד הניחו אתי ואת רעבון בתיכם קחו ולכו׃"
    },
    {
      "verse": 34,
      "text": "והביאו את אחיכם הקטן אלי ואדעה כי לא מרגלים אתם כי כנים אתם את אחיכם אתן לכם ואת הארץ תסחרו׃"
    },
    {
      "verse": 35,
      "text": "ויהי הם מריקים שקיהם והנה איש צרור כספו בשקו ויראו את צררות כספיהם המה ואביהם וייראו׃"
    },
    {
      "verse": 36,
      "text": "ויאמר אלהם יעקב אביהם אתי שכלתם יוסף איננו ושמעון איננו ואת בנימן תקחו עלי היו כלנה׃"
    },
    {
      "verse": 37,
      "text": "ויאמר ראובן אל אביו לאמר את שני בני תמית אם לא אביאנו אליך תנה אתו על ידי ואני אשיבנו אליך׃"
    },
    {
      "verse": 38,
      "text": "ויאמר לא ירד בני עמכם כי אחיו מת והוא לבדו נשאר וקראהו אסון בדרך אשר תלכו בה והורדתם את שיבתי ביגון שאולה׃"
    }
  ]
}