{
  "book_id": "GEN",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "ויצו את אשר על ביתו לאמר מלא את אמתחת האנשים אכל כאשר יוכלון שאת ושים כסף איש בפי אמתחתו׃"
    },
    {
      "verse": 2,
      "text": "ואת גביעי גביע הכסף תשים בפי אמתחת הקטן ואת כסף שברו ויעש כדבר יוסף אשר דבר׃"
    },
    {
      "verse": 3,
      "text": "הבקר אור והאנשים שלחו המה וחמריהם׃"
    },
    {
      "verse": 4,
      "text": "הם יצאו את העיר לא הרחיקו ויוסף אמר לאשר על ביתו קום רדף אחרי האנשים והשגתם ואמרת אלהם למה שלמתם רעה תחת טובה׃"
    },
    {
      "verse": 5,
      "text": "הלוא זה אשר ישתה אדני בו והוא נחש ינחש בו הרעתם אשר עשיתם׃"
    },
    {
      "verse": 6,
      "text": "וישגם וידבר אלהם את הדברים האלה׃"
    },
    {
      "verse": 7,
      "text": "ויאמרו אליו למה ידבר אדני כדברים האלה חלילה לעבדיך מעשות כדבר הזה׃"
    },
    {
      "verse": 8,
      "text": "הן כסף אשר מצאנו בפי אמתחתינו השיבנו אליך מארץ כנען ואיך נגנב מבית אדניך כסף או זהב׃"
    },
    {
      "verse": 9,
      "text": "אשר ימצא אתו מעבדיך ומת וגם אנחנו נהיה לאדני לעבדים׃"
    },
    {
      "verse": 10,
      "text": "ויאמר גם עתה כדבריכם כן הוא אשר ימצא אתו יהיה לי עבד ואתם תהיו נקים׃"
    },
    {
      "verse": 11,
      "text": "וימהרו ויורדו איש את אמתחתו ארצה ויפתחו איש אמתחתו׃"
    },
    {
      "verse": 12,
      "text": "ויחפש בגדול החל ובקטן כלה וימצא הגביע באמתחת בנימן׃"
    },
    {
      "verse": 13,
      "text": "ויקרעו שמלתם ויעמס איש על חמרו וישבו העירה׃"
    },
    {
      "verse": 14,
      "text": "ויבא יהודה ואחיו ביתה יוסף והוא עודנו שם ויפלו לפניו ארצה׃"
    },
    {
      "verse": 15,
      "text": "ויאמר להם יוסף מה המעשה הזה אשר עשיתם הלוא ידעתם כי נחש ינחש איש אשר כמני׃"
    },
    {
      "verse": 16,
      "text": "ויאמר יהודה מה נאמר לאדני מה נדבר ומה נצטדק האלהים מצא את עון עבדיך הננו עבדים לאדני גם אנחנו גם אשר נמצא הגביע בידו׃"
    },
    {
      "verse": 17,
      "text": "ויאמר חלילה לי מעשות זאת האיש אשר נמצא הגביע בידו הוא יהיה לי עבד ואתם עלו לשלום אל אביכם׃"
    },
    {
      "verse": 18,
      "text": "ויגש אליו יהודה ויאמר בי אדני ידבר נא עבדך דבר באזני אדני ואל יחר אפך בעבדך כי כמוך כפרעה׃"
    },
    {
      "verse": 19,
      "text": "אדני שאל את עבדיו לאמר היש לכם אב או אח׃"
    },
    {
      "verse": 20,
      "text": "ונאמר אל אדני יש לנו אב זקן וילד זקנים קטן ואחיו מת ויותר הוא לבדו לאמו ואביו אהבו׃"
    },
    {
      "verse": 21,
      "text": "ותאמר אל עבדיך הורדהו אלי ואשימה עיני עליו׃"
    },
    {
      "verse": 22,
      "text": "ונאמר אל אדני לא יוכל הנער לעזב את אביו ועזב את אביו ומת׃"
    },
    {
      "verse": 23,
      "text": "ותאמר אל עבדיך אם לא ירד אחיכם הקטן אתכם לא תספון לראות פני׃"
    },
    {
      "verse": 24,
      "text": "ויהי כי עלינו אל עבדך אבי ונגד לו את דברי אדני׃"
    },
    {
      "verse": 25,
      "text": "ויאמר אבינו שבו שברו לנו מעט אכל׃"
    },
    {
      "verse": 26,
      "text": "ונאמר לא נוכל לרדת אם יש אחינו הקטן אתנו וירדנו כי לא נוכל לראות פני האיש ואחינו הקטן איננו אתנו׃"
    },
    {
      "verse": 27,
      "text": "ויאמר עבדך אבי אלינו אתם ידעתם כי שנים ילדה לי אשתי׃"
    },
    {
      "verse": 28,
      "text": "ויצא האחד מאתי ואמר אך טרף טרף ולא ראיתיו עד הנה׃"
    },
    {
      "verse": 29,
      "text": "ולקחתם גם את זה מעם פני וקרהו אסון והורדתם את שיבתי ברעה שאלה׃"
    },
    {
      "verse": 30,
      "text": "ועתה כבאי אל עבדך אבי והנער איננו אתנו ונפשו קשורה בנפשו׃"
    },
    {
      "verse": 31,
      "text": "והיה כראותו כי אין הנער ומת והורידו עבדיך את שיבת עבדך אבינו ביגון שאלה׃"
    },
    {
      "verse": 32,
      "text": "כי עבדך ערב את הנער מעם אבי לאמר אם לא אביאנו אליך וחטאתי לאבי כל הימים׃"
    },
    {
      "verse": 33,
      "text": "ועתה ישב נא עבדך תחת הנער עבד לאדני והנער יעל עם אחיו׃"
    },
    {
      "verse": 34,
      "text": "כי איך אעלה אל אבי והנער איננו אתי פן אראה ברע אשר ימצא את אבי׃"
    }
  ]
}