{
  "book_id": "GEN",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "ויסע ישראל וכל אשר לו ויבא בארה שבע ויזבח זבחים לאלהי אביו יצחק׃"
    },
    {
      "verse": 2,
      "text": "ויאמר אלהים לישראל במראת הלילה ויאמר יעקב יעקב ויאמר הנני׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אנכי האל אלהי אביך אל תירא מרדה מצרימה כי לגוי גדול אשימך שם׃"
    },
    {
      "verse": 4,
      "text": "אנכי ארד עמך מצרימה ואנכי אעלך גם עלה ויוסף ישית ידו על עיניך׃"
    },
    {
      "verse": 5,
      "text": "ויקם יעקב מבאר שבע וישאו בני ישראל את יעקב אביהם ואת טפם ואת נשיהם בעגלות אשר שלח פרעה לשאת אתו׃"
    },
    {
      "verse": 6,
      "text": "ויקחו את מקניהם ואת רכושם אשר רכשו בארץ כנען ויבאו מצרימה יעקב וכל זרעו אתו׃"
    },
    {
      "verse": 7,
      "text": "בניו ובני בניו אתו בנתיו ובנות בניו וכל זרעו הביא אתו מצרימה׃"
    },
    {
      "verse": 8,
      "text": "ואלה שמות בני ישראל הבאים מצרימה יעקב ובניו בכר יעקב ראובן׃"
    },
    {
      "verse": 9,
      "text": "ובני ראובן חנוך ופלוא וחצרון וכרמי׃"
    },
    {
      "verse": 10,
      "text": "ובני שמעון ימואל וימין ואהד ויכין וצחר ושאול בן הכנענית׃"
    },
    {
      "verse": 11,
      "text": "ובני לוי גרשון קהת ומררי׃"
    },
    {
      "verse": 12,
      "text": "ובני יהודה ער ואונן ושלה ופרץ וזרח וימת ער ואונן בארץ כנען ויהיו בני פרץ חצרון וחמול׃"
    },
    {
      "verse": 13,
      "text": "ובני יששכר תולע ופוה ויוב ושמרון׃"
    },
    {
      "verse": 14,
      "text": "ובני זבולן סרד ואלון ויחלאל׃"
    },
    {
      "verse": 15,
      "text": "אלה בני לאה אשר ילדה ליעקב בפדן ארם ואת דינה בתו כל נפש בניו ובנותיו שלשים ושלש׃"
    },
    {
      "verse": 16,
      "text": "ובני גד צפיון וחגי שוני ואצבן ערי וארודי ואראלי׃"
    },
    {
      "verse": 17,
      "text": "ובני אשר ימנה וישוה וישוי ובריעה ושרח אחתם ובני בריעה חבר ומלכיאל׃"
    },
    {
      "verse": 18,
      "text": "אלה בני זלפה אשר נתן לבן ללאה בתו ותלד את אלה ליעקב שש עשרה נפש׃"
    },
    {
      "verse": 19,
      "text": "בני רחל אשת יעקב יוסף ובנימן׃"
    },
    {
      "verse": 20,
      "text": "ויולד ליוסף בארץ מצרים אשר ילדה לו אסנת בת פוטי פרע כהן אן את מנשה ואת אפרים׃"
    },
    {
      "verse": 21,
      "text": "ובני בנימן בלע ובכר ואשבל גרא ונעמן אחי וראש מפים וחפים וארד׃"
    },
    {
      "verse": 22,
      "text": "אלה בני רחל אשר ילד ליעקב כל נפש ארבעה עשר׃"
    },
    {
      "verse": 23,
      "text": "ובני דן חשים׃"
    },
    {
      "verse": 24,
      "text": "ובני נפתלי יחצאל וגוני ויצר ושלם׃"
    },
    {
      "verse": 25,
      "text": "אלה בני בלהה אשר נתן לבן לרחל בתו ותלד את אלה ליעקב כל נפש שבעה׃"
    },
    {
      "verse": 26,
      "text": "כל הנפש הבאה ליעקב מצרימה יצאי ירכו מלבד נשי בני יעקב כל נפש ששים ושש׃"
    },
    {
      "verse": 27,
      "text": "ובני יוסף אשר ילד לו במצרים נפש שנים כל הנפש לבית יעקב הבאה מצרימה שבעים׃"
    },
    {
      "verse": 28,
      "text": "ואת יהודה שלח לפניו אל יוסף להורת לפניו גשנה ויבאו ארצה גשן׃"
    },
    {
      "verse": 29,
      "text": "ויאסר יוסף מרכבתו ויעל לקראת ישראל אביו גשנה וירא אליו ויפל על צואריו ויבך על צואריו עוד׃"
    },
    {
      "verse": 30,
      "text": "ויאמר ישראל אל יוסף אמותה הפעם אחרי ראותי את פניך כי עודך חי׃"
    },
    {
      "verse": 31,
      "text": "ויאמר יוסף אל אחיו ואל בית אביו אעלה ואגידה לפרעה ואמרה אליו אחי ובית אבי אשר בארץ כנען באו אלי׃"
    },
    {
      "verse": 32,
      "text": "והאנשים רעי צאן כי אנשי מקנה היו וצאנם ובקרם וכל אשר להם הביאו׃"
    },
    {
      "verse": 33,
      "text": "והיה כי יקרא לכם פרעה ואמר מה מעשיכם׃"
    },
    {
      "verse": 34,
      "text": "ואמרתם אנשי מקנה היו עבדיך מנעורינו ועד עתה גם אנחנו גם אבתינו בעבור תשבו בארץ גשן כי תועבת מצרים כל רעה צאן׃"
    }
  ]
}