{
  "book_id": "GEN",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "ויקרא יעקב אל בניו ויאמר האספו ואגידה לכם את אשר יקרא אתכם באחרית הימים׃"
    },
    {
      "verse": 2,
      "text": "הקבצו ושמעו בני יעקב ושמעו אל ישראל אביכם׃"
    },
    {
      "verse": 3,
      "text": "ראובן בכרי אתה כחי וראשית אוני יתר שאת ויתר עז׃"
    },
    {
      "verse": 4,
      "text": "פחז כמים אל תותר כי עלית משכבי אביך אז חללת יצועי עלה׃"
    },
    {
      "verse": 5,
      "text": "שמעון ולוי אחים כלי חמס מכרתיהם׃"
    },
    {
      "verse": 6,
      "text": "בסדם אל תבא נפשי בקהלם אל תחד כבדי כי באפם הרגו איש וברצנם עקרו שור׃"
    },
    {
      "verse": 7,
      "text": "ארור אפם כי עז ועברתם כי קשתה אחלקם ביעקב ואפיצם בישראל׃"
    },
    {
      "verse": 8,
      "text": "יהודה אתה יודוך אחיך ידך בערף איביך ישתחוו לך בני אביך׃"
    },
    {
      "verse": 9,
      "text": "גור אריה יהודה מטרף בני עלית כרע רבץ כאריה וכלביא מי יקימנו׃"
    },
    {
      "verse": 10,
      "text": "לא יסור שבט מיהודה ומחקק מבין רגליו עד כי יבא שילה ולו יקהת עמים׃"
    },
    {
      "verse": 11,
      "text": "אסרי לגפן עירה ולשרקה בני אתנו כבס ביין לבשו ובדם ענבים סותה׃"
    },
    {
      "verse": 12,
      "text": "חכלילי עינים מיין ולבן שנים מחלב׃"
    },
    {
      "verse": 13,
      "text": "זבולן לחוף ימים ישכן והוא לחוף אניות וירכתו על צידן׃"
    },
    {
      "verse": 14,
      "text": "יששכר חמר גרם רבץ בין המשפתים׃"
    },
    {
      "verse": 15,
      "text": "וירא מנחה כי טוב ואת הארץ כי נעמה ויט שכמו לסבל ויהי למס עבד׃"
    },
    {
      "verse": 16,
      "text": "דן ידין עמו כאחד שבטי ישראל׃"
    },
    {
      "verse": 17,
      "text": "יהי דן נחש עלי דרך שפיפן עלי ארח הנשך עקבי סוס ויפל רכבו אחור׃"
    },
    {
      "verse": 18,
      "text": "לישועתך קויתי יהוה׃"
    },
    {
      "verse": 19,
      "text": "גד גדוד יגודנו והוא יגד עקב׃"
    },
    {
      "verse": 20,
      "text": "מאשר שמנה לחמו והוא יתן מעדני מלך׃"
    },
    {
      "verse": 21,
      "text": "נפתלי אילה שלחה הנתן אמרי שפר׃"
    },
    {
      "verse": 22,
      "text": "בן פרת יוסף בן פרת עלי עין בנות צעדה עלי שור׃"
    },
    {
      "verse": 23,
      "text": "וימררהו ורבו וישטמהו בעלי חצים׃"
    },
    {
      "verse": 24,
      "text": "ותשב באיתן קשתו ויפזו זרעי ידיו מידי אביר יעקב משם רעה אבן ישראל׃"
    },
    {
      "verse": 25,
      "text": "מאל אביך ויעזרך ואת שדי ויברכך ברכת שמים מעל ברכת תהום רבצת תחת ברכת שדים ורחם׃"
    },
    {
      "verse": 26,
      "text": "ברכת אביך גברו על ברכת הורי עד תאות גבעת עולם תהיין לראש יוסף ולקדקד נזיר אחיו׃"
    },
    {
      "verse": 27,
      "text": "בנימין זאב יטרף בבקר יאכל עד ולערב יחלק שלל׃"
    },
    {
      "verse": 28,
      "text": "כל אלה שבטי ישראל שנים עשר וזאת אשר דבר להם אביהם ויברך אותם איש אשר כברכתו ברך אתם׃"
    },
    {
      "verse": 29,
      "text": "ויצו אותם ויאמר אלהם אני נאסף אל עמי קברו אתי אל אבתי אל המערה אשר בשדה עפרון החתי׃"
    },
    {
      "verse": 30,
      "text": "במערה אשר בשדה המכפלה אשר על פני ממרא בארץ כנען אשר קנה אברהם את השדה מאת עפרן החתי לאחזת קבר׃"
    },
    {
      "verse": 31,
      "text": "שמה קברו את אברהם ואת שרה אשתו שמה קברו את יצחק ואת רבקה אשתו ושמה קברתי את לאה׃"
    },
    {
      "verse": 32,
      "text": "מקנה השדה והמערה אשר בו מאת בני חת׃"
    },
    {
      "verse": 33,
      "text": "ויכל יעקב לצות את בניו ויאסף רגליו אל המטה ויגוע ויאסף אל עמיו׃"
    }
  ]
}