{
  "book_id": "HAB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "A prayer of the prophet Habakkuk, with a song."
    },
    {
      "verse": 2,
      "text": "O Lord, I have heard thy report, and was afraid: I considered thy works, and was amazed: Thou shalt be known between the two living creatures, Thou shalt be acknowledged when the years draw nigh; Thou shalt be manifested when the time is come; When my soul is troubled, thou wilt in wrath remember mercy."
    },
    {
      "verse": 3,
      "text": "God shall come from Teman, And the Holy One from the dark shady Mount Paran. Pause."
    },
    {
      "verse": 4,
      "text": "His excellence covered the heavens, And the earth was full of his praise. And his brightness shall be as light; There werehorns in his hands, And he caused a mighty love of his strength."
    },
    {
      "verse": 5,
      "text": "Before his face shall go a report, And it shall go forth into the plains,"
    },
    {
      "verse": 6,
      "text": "The earth stood at his feet and trembled: He beheld, and the nations melted away: The mountains were violently burst through, The everlasting hills melted at his everlasting going forth."
    },
    {
      "verse": 7,
      "text": "Because of troubles I looked upon the tents of the Ethiopians: The tabernacles also of the land of Midian shall be dismayed."
    },
    {
      "verse": 8,
      "text": "Wast thou angry, O Lord, with the rivers? Or wasthy wrath against the rivers, Or thine anger against the sea? For thou wilt mount on thy horses, And thy chariots are salvation."
    },
    {
      "verse": 9,
      "text": "Surely thou didst bend thy bow At scepters, saith the Lord. Pause. The land of rivers shall be torn asunder."
    },
    {
      "verse": 10,
      "text": "The nations shall see thee and be in pain, As thou dostdivide the moving waters: The deep uttered her voice, And raised her form on high."
    },
    {
      "verse": 11,
      "text": "The sun was exalted, and the moon stood still in her course: Thy darts shall go forth at the light, At the brightness of the gleaming of thine arms."
    },
    {
      "verse": 12,
      "text": "Thou wilt bring low the land with threatening, And in wrath thou wilt break down the nations."
    },
    {
      "verse": 13,
      "text": "Thou wentest forth for the salvation of thy people, To save thine anointed: Thou shalt bring death on the heads of transgressors; Thou hast brought bands upon theirneck. Pause."
    },
    {
      "verse": 14,
      "text": "Thou didst cut asunder the heads of princes with amazement, They shall tremble in it; They shall burst their bridles, They shall beas a poor man devouring in secret."
    },
    {
      "verse": 15,
      "text": "And thou dost cause thy horses to enter the sea, Disturbing much water."
    },
    {
      "verse": 16,
      "text": "I watched, and my belly trembled At the sound of the prayer of my lips, And trembling entered into my bones, And my frame was troubled within me; I will rest in the day of affliction, From going up to the people of my sojourning."
    },
    {
      "verse": 17,
      "text": "For thoughthe fig tree shall bear no fruit, And there shall be no produce on the vines; The labor of the olive shall fail, And the fields shall produce no food: The sheep have failed from the pasture, And there are no oxen at the cribs;"
    },
    {
      "verse": 18,
      "text": "Yet I will exult in the Lord, I will joy in God my Savior."
    },
    {
      "verse": 19,
      "text": "The Lord God is my strength, And he will perfectly strengthen my feet; He mounts me upon high places, That I may conquer by his song."
    }
  ]
}