{
  "book_id": "AMO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Listen to the words of the funeral song I am singing for you, Israel:"
    },
    {
      "verse": 2,
      "text": "Fallen, no more to rise, is the virgin Israel! Hurled down upon her own soil she lies, with no one to lift her up!"
    },
    {
      "verse": 3,
      "text": "For the Lord \\+w God|strong=\"H3069\"\\+w*says this: The city that marches out with a thousand soldiers has only a hundred left, and the one that marches out with a hundred has only ten left."
    },
    {
      "verse": 4,
      "text": "For the \\+w Lord|strong=\"H3068\"\\+w*says this to Israel: Seek me and live,"
    },
    {
      "verse": 5,
      "text": "But do not seek Bethel, do not enter Gilgal, do not go over to Beer-sheba. For Gilgal will enter exile, and Bethel will go to destruction."
    },
    {
      "verse": 6,
      "text": "Seek the \\+w Lord|strong=\"H3068\"\\+w*and live, or he will cast fire on the house of Joseph, and it will devour and there will be no one to quench it for Bethel."
    },
    {
      "verse": 7,
      "text": "You who turn judgment to bitter wormwood, and cast righteousness into the dirt:"
    },
    {
      "verse": 8,
      "text": "He who made the Pleiades and Orion, who turns deep darkness into dawn, who darkens day again into night, who summons the waters of the sea, and pours them out on the earth’s surface, the \\+w Lord|strong=\"H3068\"\\+w*is his name!"
    },
    {
      "verse": 9,
      "text": "He causes destruction to burst over the strong. He brings devastation on the fortress."
    },
    {
      "verse": 10,
      "text": "You who hate the arbiters at the city gate, and abhor anyone who speaks the truth:"
    },
    {
      "verse": 11,
      "text": "Because you trample on the weak, and tax their grain, although you have built houses of hewn stone, you will not live in them, although you have planted charming vineyards, you will not drink their wine."
    },
    {
      "verse": 12,
      "text": "For I know how many are your crimes, and how great are your sins! You persecutors of the righteous, takers of bribes! You deny the poor their justice at the city gate."
    },
    {
      "verse": 13,
      "text": "It would be wise to keep quiet in such an evil time."
    },
    {
      "verse": 14,
      "text": "Seek good and not evil, that you may live, so the \\+w Lord|strong=\"H3068\"\\+w*, God of hosts, may be with you, as you have claimed he is."
    },
    {
      "verse": 15,
      "text": "Hate evil and love good, establish justice at the city gate. Perhaps the \\+w Lord|strong=\"H3068\"\\+w*, the God of hosts, will be gracious to a surviving remnant of Joseph."
    },
    {
      "verse": 16,
      "text": "Therefore the \\+w Lord|strong=\"H3068\"\\+w*, the God of hosts, says: In all the public squares there will be wailing, in every street the sound of mourning. They will summon the farmers to mourning, and professional mourners to wailing."
    },
    {
      "verse": 17,
      "text": "In all vineyards there will be lamenting, when I pass through your midst, says the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 18,
      "text": "Fools who long for the day of the \\+w Lord|strong=\"H3068\"\\+w*! What does the day of the \\+w Lord|strong=\"H3068\"\\+w*mean to you? It is darkness, and not light."
    },
    {
      "verse": 19,
      "text": "It is as when one flees from a lion, and is attacked by a bear, as when one reaches home, leans his hand on the wall, and a snake bites him."
    },
    {
      "verse": 20,
      "text": "Won’t the \\+w Lord|strong=\"H3068\"\\+w*’s day be darkness and not light, murky darkness without a ray of light in it?"
    },
    {
      "verse": 21,
      "text": "I hate, I despise your feasts, I will not smell the savor of your festivals,"
    },
    {
      "verse": 22,
      "text": "I will not be pleased with your burnt offerings, your grain offerings, I will not accept the peace offerings of your fattened calves."
    },
    {
      "verse": 23,
      "text": "Spare me the noise of your songs, I will not listen to the melody of your lyres."
    },
    {
      "verse": 24,
      "text": "But let justice roll on as a flood of waters, and righteousness like an unfailing stream."
    },
    {
      "verse": 25,
      "text": "Was it only sacrifices and grain offerings you brought me during the forty years in the wilderness, Israel?"
    },
    {
      "verse": 26,
      "text": "But now you will lift up your “king” Sikkuth and “star god” Kiyyun, your idols which you have made for yourselves,"
    },
    {
      "verse": 27,
      "text": "as I drive you into exile beyond Damascus, says the \\+w Lord|strong=\"H3068\"\\+w*, whose name is the God of hosts."
    }
  ]
}