{
  "book_id": "AMO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "This is what the Lord \\+w God|strong=\"H3069\"\\+w*showed me: he was forming a swarm of locusts, when the late spring grass began to come up after the king’s share had been harvested."
    },
    {
      "verse": 2,
      "text": "And when they had finished devouring all the land’s vegetation, I said: “Lord \\+w God|strong=\"H3069\"\\+w*, forgive, I beg you! How can Jacob survive, for he is so helpless?”"
    },
    {
      "verse": 3,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*relented. This will not happen,” said the \\+w Lord|strong=\"H3068\"\\+w*. A Vision of Fire"
    },
    {
      "verse": 4,
      "text": "This is what he showed me: the Lord \\+w God|strong=\"H3069\"\\+w*was giving command to execute judgment by fire. It burned up the great deep, and had begun to devour the fields, and I said:"
    },
    {
      "verse": 5,
      "text": "“Lord \\+w God|strong=\"H3069\"\\+w*, forgive, I beg you! How can Jacob survive, for he is so helpless?”"
    },
    {
      "verse": 6,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*relented. “This will not happen either,” said the \\+w Lord|strong=\"H3068\"\\+w*. A Vision of a Plumb Line"
    },
    {
      "verse": 7,
      "text": "This is what the Lord \\+w God|strong=\"H3027\"\\+w*showed me: the Lord was standing beside a wall built with a plumb line, with a plumb line in his hand."
    },
    {
      "verse": 8,
      "text": "And the \\+w Lord|strong=\"H3068\"\\+w*said to me, “What do you see, Amos?” And I answered, “A plumb line,” Then the Lord said, “Watch: I am setting a plumb line in the midst of my people Israel, I will no longer overlook their crookedness."
    },
    {
      "verse": 9,
      "text": "And the high places of Isaac will be desolate, the sanctuaries of Israel will be laid waste, and I will rise up against the house of Jeroboam with the sword.” Amaziah and Amos"
    },
    {
      "verse": 10,
      "text": "Then Amaziah, chief priest of Bethel sent this message to King Jeroboam of Israel: “Amos has conspired against you right in the heart of Israel. The country cannot survive all his words."
    },
    {
      "verse": 11,
      "text": "Amos has said, ‘Jeroboam will die by the sword, and Israel will be led away captive out of their land.’”"
    },
    {
      "verse": 12,
      "text": "And Amaziah said to Amos, “Leave, you who see visions, go to the land of Judah. Earn your bread there and prophesy there,"
    },
    {
      "verse": 13,
      "text": "but don’t prophesy any more at Bethel, for it is the king’s sanctuary, and it is the royal residence.”"
    },
    {
      "verse": 14,
      "text": "“I am no prophet,” Amos answered Amaziah, “nor trained as one. I am a shepherd and a keeper of sycamores fig trees."
    },
    {
      "verse": 15,
      "text": "But the \\+w Lord|strong=\"H3068\"\\+w*took me away from following the flock, and the \\+w Lord|strong=\"H3068\"\\+w*said to me, ‘Go, prophesy to my people Israel.’"
    },
    {
      "verse": 16,
      "text": "Now therefore listen to the \\+w Lord|strong=\"H3068\"\\+w*’s message: ‘You say not to prophesy against Israel, nor to preach against the house of Isaac."
    },
    {
      "verse": 17,
      "text": "But the \\+w Lord|strong=\"H3068\"\\+w*says: Your wife will become a prostitute in the city, your sons and your daughters will fall by the sword, your land will be divided up, you will die on unclean soil, and Israel will be led away captive out of their land.’”"
    }
  ]
}