{
  "book_id": "AMO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I saw the Lord towering above the altar, and he commanded: Strike the tops of the pillars so that the foundations may shake, bring them down on the heads of the people below. The rest of them I will slay with the sword: no one will get away, no one will escape."
    },
    {
      "verse": 2,
      "text": "If they dig down to Sheol, there will my hand take them. If they climb up to the heavens, from there will I bring them down."
    },
    {
      "verse": 3,
      "text": "If they hide themselves on the top of Carmel, there will I search them out and take them. If they hide out of my sight at the bottom of the sea, there will I command the sea serpent to bite them."
    },
    {
      "verse": 4,
      "text": "If they are taken into captivity by their enemies, there will I command the sword to slay them. I will keep my eye on them but for evil and not for good."
    },
    {
      "verse": 5,
      "text": "It is the Lord the \\+w God|strong=\"H3069\"\\+w*of hosts, who touches the earth and it trembles, all who live on it mourn. The earth rises up like the Nile, and sinks like the Nile of Egypt."
    },
    {
      "verse": 6,
      "text": "The one who builds in the heavens, who sets the dome of the sky over the earth, who summons the waters of the sea and pours them out on the face of the earth: the \\+w Lord|strong=\"H3068\"\\+w*is his name."
    },
    {
      "verse": 7,
      "text": "To me, Israelites, you are just like the Cushites, says the \\+w Lord|strong=\"H3068\"\\+w*. Yes, I brought Israel up out of the land of Egypt, but also the Philistines from Caphtor, and the Arameans from Kir!"
    },
    {
      "verse": 8,
      "text": "Behold the eyes of the Lord \\+w God|strong=\"H3068\"\\+w*are on the sinful kingdom: I will destroy it from the face of the earth! But I will not completely destroy the house of Jacob, says the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 9,
      "text": "For behold I am about to give the command, and I will shake the house of Israel among all the nations just as one shakes grain in a sieve, but not a pebble will fall to the ground."
    },
    {
      "verse": 10,
      "text": "All the sinners of my people, who deny that disaster will touch or befall them, will die by the sword. A Promise of Restoration"
    },
    {
      "verse": 11,
      "text": "On that day I will raise up the fallen house of David, I will wall up its gaps and raise up its ruins, I will rebuild it as it was long ago."
    },
    {
      "verse": 12,
      "text": "They will possess again the rest of Edom, and all the nations which once you ruled for me, says the \\+w Lord|strong=\"H3068\"\\+w*, who will do this."
    },
    {
      "verse": 13,
      "text": "Listen! The days are coming, says the \\+w Lord|strong=\"H3068\"\\+w*, when the harvest is too big to reap before it is time to plow, when the grapes cannot be all trod before it is time to sow, when the mountains will run with sweet wine, and every hill will flow with it."
    },
    {
      "verse": 14,
      "text": "I will bring back my people Israel, they will rebuild waste cities and inhabit them, plant vineyards and drink their wine, make gardens and eat their fruit."
    },
    {
      "verse": 15,
      "text": "I will plant them on their own soil, and they will never again be uprooted from their land which I have given them, says the \\+w Lord|strong=\"H3068\"\\+w*your God."
    }
  ]
}