{
  "book_id": "1TH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Further more we beseche you brethren and exhorte you in the lorde Iesus that ye increace more and more euen as ye have receaved of vs how ye ought to walke and to please god."
    },
    {
      "verse": 2,
      "text": "Ye remember what commaundmentes we gave you in oure lorde Iesu Christ."
    },
    {
      "verse": 3,
      "text": "For this is the will of god even that ye shuld be holy"
    },
    {
      "verse": 4,
      "text": "and that ye shuld abstayne from fornicacion that every one of you shuld knowe how to kepe his vessell in holynes and honoure"
    },
    {
      "verse": 5,
      "text": "and not in the lust of concupiscence as do the hethen which knowe not god"
    },
    {
      "verse": 6,
      "text": "that noman goo to farre and defraude his brother in bargayninge: because the lorde is a venger of all suche thinges as we tolde you before tyme and testified."
    },
    {
      "verse": 7,
      "text": "For god hath not called vs vnto vnclennes: but vnto holynes."
    },
    {
      "verse": 8,
      "text": "He therfore that despiseth despiseth not man but God which hath sent his holy sprete amonge you."
    },
    {
      "verse": 9,
      "text": "But as touchynge brotherly love ye nede not that I wryte vnto you. For ye are taught of God to love on another."
    },
    {
      "verse": 10,
      "text": "Ye and that thinge verely ye do vnto all the brethren which are thorow oute all Macedonia. We beseche you brethren that ye encreace more and more"
    },
    {
      "verse": 11,
      "text": "and that ye studye to be quyet and to medle with youre awne busynes and to worke with youre awne hondes as we commaunded you:"
    },
    {
      "verse": 12,
      "text": "that ye maye behave youre selves honestly towarde them that are with out and that nothinge be lackynge vnto you."
    },
    {
      "verse": 13,
      "text": "I wolde not brethren have you ignoraunt concerninge them which are fallen aslepe that ye sorowe not as other do which have no hope."
    },
    {
      "verse": 14,
      "text": "For yf we beleve that Iesus dyed and rose agayne: even so them also which slepe by IeIesus will God brynge agayne with him."
    },
    {
      "verse": 15,
      "text": "And this saye we vnto you in the worde of the Lorde that we which live and are remayninge in the comminge of the Lorde shall not come yerre they which slepe."
    },
    {
      "verse": 16,
      "text": "For the Lorde him selfe shall descende from heven with a showte and the voyce of the archangell and trompe of God. And the deed in Christe shall aryse fyrst:"
    },
    {
      "verse": 17,
      "text": "then shall we which live and remayne be caught vp with them also in the cloudes to mete the Lorde in the ayer. And so shall we ever be with the Lorde."
    },
    {
      "verse": 18,
      "text": "Wherfore comforte youre selves one another with these wordes"
    }
  ]
}