{
  "book_id": "1TH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Of the tymes and seasons brethren ye have no nede that I write vnto you:"
    },
    {
      "verse": 2,
      "text": "for ye youre selves knowe parfectly that the daye of the Lorde shall come even as a thefe in the nyght."
    },
    {
      "verse": 3,
      "text": "When they shall saye peace and no daunger than commeth on the soden destruccion as the travalynge of a woman with childe and they shall not scape."
    },
    {
      "verse": 4,
      "text": "But ye brethren are not in darcknes that that daye shuld come on you as it were a thefe."
    },
    {
      "verse": 5,
      "text": "Ye are all the children of light and the children of the daye. We are not of the nyght nether of darcknes."
    },
    {
      "verse": 6,
      "text": "Therfore let vs not slepe as do other: but let vs watch and be sober."
    },
    {
      "verse": 7,
      "text": "For they that slepe slepe in the nyght: and they that be dronken are dronken in the nyght."
    },
    {
      "verse": 8,
      "text": "But let vs which are of the daye be sober armed with the brest plate of fayth and love and with hope of salvacion as an helmet."
    },
    {
      "verse": 9,
      "text": "For god hath not apoynted vs vnto wrath: but to obtayne salvacion by the meanes of oure lorde Iesu Christ"
    },
    {
      "verse": 10,
      "text": "which died for vs: that whether we wake or slepe we shuld lyve togedder with him."
    },
    {
      "verse": 11,
      "text": "Wherfore comforte youre selves togedder and edifie one another even as ye do."
    },
    {
      "verse": 12,
      "text": "We beseche you brethren that ye knowe them which laboure amonge you and have the oversight of you in the Lorde and geve you exhortacion"
    },
    {
      "verse": 13,
      "text": "that ye have them the more in love for their workes sake and be at peace with them."
    },
    {
      "verse": 14,
      "text": "We desyre you brethren warne them that are vnruly comforte the feble mynded forbeare the weake have continuall pacience towarde all men."
    },
    {
      "verse": 15,
      "text": "Se that none recopence evill for evyll vnto eny man: but ever folowe that which is good both amonge youre selves and to all men."
    },
    {
      "verse": 16,
      "text": "Reioyce ever."
    },
    {
      "verse": 17,
      "text": "Praye continually."
    },
    {
      "verse": 18,
      "text": "In all thinges geve thankes. For this is the wyll of God in Christ Iesu towarde you."
    },
    {
      "verse": 19,
      "text": "Quenche not the sprete."
    },
    {
      "verse": 20,
      "text": "Despise not prophesyinge."
    },
    {
      "verse": 21,
      "text": "Examen all thinges and kepe that which is good."
    },
    {
      "verse": 22,
      "text": "Abstayne from all suspicious thinges."
    },
    {
      "verse": 23,
      "text": "The very God of peace sanctifie you thorow out. And I praye God that youre whole sprete soulse and body be kept fautlesse vnto the comynge of oure Lorde Iesus Christ"
    },
    {
      "verse": 24,
      "text": "Faythfull is he which called you: which will also do it."
    },
    {
      "verse": 25,
      "text": "Brethren praye for vs."
    },
    {
      "verse": 26,
      "text": "Grete all the brethren with an holy kysse."
    },
    {
      "verse": 27,
      "text": "I charge you in the Lorde that this pistle be reed vnto all the holy brethren."
    },
    {
      "verse": 28,
      "text": "The grace of the Lorde Iesus Christ be with you. Amen. ‘The fyrst pistle vnto the Tessalonyans sent from Athens.’"
    }
  ]
}