{
  "book_id": "EZR",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc Now\\sc* in the first year of Cyrus king of Persia, that the word of the \\sc Lord\\sc* by the mouth of Jeremiah might be fulfilled, the \\sc Lord\\sc* stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and \\add put it\\add* also in writing, saying,"
    },
    {
      "verse": 2,
      "text": "Thus saith Cyrus king of Persia, The \\sc Lord\\sc* God of heaven hath given me all the kingdoms of the earth; and he hath charged me to build him a house at Jerusalem, which \\add is\\add* in Judah."
    },
    {
      "verse": 3,
      "text": "Who \\add is there\\add* among you of all his people? his God be with him, and let him go up to Jerusalem, which \\add is\\add* in Judah, and build the house of the \\sc Lord\\sc* God of Israel, (he \\add is\\add* the God,) which \\add is\\add* in Jerusalem."
    },
    {
      "verse": 4,
      "text": "And whosoever remaineth in any place where he sojourneth, let the men of his place help him with silver, and with gold, and with goods, and with beasts, besides the freewill offering for the house of God that \\add is\\add* in Jerusalem."
    },
    {
      "verse": 5,
      "text": "Then rose up the chief of the fathers of Judah and Benjamin, and the priests, and the Levites, with all \\add them\\add* whose spirit God had raised, to go up to build the house of the \\sc Lord\\sc* which \\add is\\add* in Jerusalem."
    },
    {
      "verse": 6,
      "text": "And all \\add they that were\\add* about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, beside all \\add that\\add* was willingly offered."
    },
    {
      "verse": 7,
      "text": "Also Cyrus the king brought forth the vessels of the house of the \\sc Lord\\sc*, which Nebuchadnezzar had brought forth out of Jerusalem, and had put them in the house of his gods;"
    },
    {
      "verse": 8,
      "text": "even those did Cyrus king of Persia bring forth by the hand of Mithredath the treasurer, and numbered them unto Sheshbazzar, the prince of Judah."
    },
    {
      "verse": 9,
      "text": "And this \\add is\\add* the number of them: thirty chargers of gold, a thousand chargers of silver, nine and twenty knives,"
    },
    {
      "verse": 10,
      "text": "thirty basons of gold, silver basons of a second sort four hundred and ten, \\add and\\add* other vessels a thousand."
    },
    {
      "verse": 11,
      "text": "All the vessels of gold and of silver \\add were\\add* five thousand and four hundred. All \\add these\\add* did Sheshbazzar bring up with \\add them of\\add* the captivity that were brought up from Babylon unto Jerusalem."
    }
  ]
}