{
  "book_id": "EZR",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Now whenthe adversaries of Judah and Benjamin heard that the children of the captivity builded the temple unto the LordGod of Israel;"
    },
    {
      "verse": 2,
      "text": "then they came to Zerubbabel, and to the chief of the fathers, and said unto them, Let us build with you: for we seek your God, as ye do;and we do sacrifice unto him since the days of Esar-haddon king of Assur, which brought us up hither."
    },
    {
      "verse": 3,
      "text": "But Zerubbabel, and Jeshua, and the rest of the chief of the fathers of Israel, said unto them, You have nothing to do with us to build a house unto our God; but we ourselves together will build unto the LordGod of Israel, as king Cyrus the king of Persia hath commanded us."
    },
    {
      "verse": 4,
      "text": "Then the people of the land weakened the hands of the people of Judah, and troubled them in building,"
    },
    {
      "verse": 5,
      "text": "and hired counsellers against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia."
    },
    {
      "verse": 6,
      "text": "And in the reign of Ahasuerus, in the beginning of his reign, wrote they unto himan accusation against the inhabitants of Judah and Jerusalem."
    },
    {
      "verse": 7,
      "text": "And in the days of Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of their companions, unto Artaxerxes king of Persia; and the writing of the letter waswritten in the Syrian tongue, and interpreted in the Syrian tongue."
    },
    {
      "verse": 8,
      "text": "Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort:"
    },
    {
      "verse": 9,
      "text": "then wroteRehum the chancellor, and Shimshai the scribe, and the rest of their companions; the Dinaites, the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Susanchites, the Dehavites, andthe Elamites,"
    },
    {
      "verse": 10,
      "text": "and the rest of the nations whom the great and noble Asnappar brought over, and set in the cities of Samaria, and the rest that are on thisside the river, and at such a time."
    },
    {
      "verse": 11,
      "text": "This isthe copy of the letter that they sent unto him, evenunto Artaxerxes the king: Thy servants the men on thisside the river, and at such a time."
    },
    {
      "verse": 12,
      "text": "Be it known unto the king, that the Jews which came up from thee to us are come unto Jerusalem, building the rebellious and the bad city, and have set up the walls thereof, and joined the foundations."
    },
    {
      "verse": 13,
      "text": "Be it known now unto the king, that, if this city be builded, and the walls set up again, thenwill they not pay toll, tribute, and custom, and sothou shalt endamage the revenue of the kings."
    },
    {
      "verse": 14,
      "text": "Now because we have maintenance from the king’spalace, and it wasnot meet for us to see the king’s dishonour, therefore have we sent and certified the king;"
    },
    {
      "verse": 15,
      "text": "that search may be made in the book of the records of thy fathers: so shalt thou find in the book of the records, and know that this city isa rebellious city, and hurtful unto kings and provinces, and that they have moved sedition within the same of old time: for which causewas this city destroyed."
    },
    {
      "verse": 16,
      "text": "We certify the king that, if this city be builded again, and the walls thereof set up, by this means thou shalt have no portion on thisside the river."
    },
    {
      "verse": 17,
      "text": "Thensent the king an answer unto Rehum the chancellor, and toShimshai the scribe, and tothe rest of their companions that dwell in Samaria, and untothe rest beyond the river: Peace, and at such a time."
    },
    {
      "verse": 18,
      "text": "The letter which ye sent unto us hath beenplainly read before me."
    },
    {
      "verse": 19,
      "text": "And I commanded, and search hath been made, and it is found that this city of old time hathmade insurrection against kings, and thatrebellion and sedition have beenmade therein."
    },
    {
      "verse": 20,
      "text": "There have been mighty kings also over Jerusalem, which have ruled over all countriesbeyond the river; and toll, tribute, and custom, waspaid unto them."
    },
    {
      "verse": 21,
      "text": "Give ye now commandment to cause these men to cease, and thatthis city be not builded, until anothercommandment shall be given from me."
    },
    {
      "verse": 22,
      "text": "Take heed now that ye fail not to do this: why should damage grow to the hurt of the kings?"
    },
    {
      "verse": 23,
      "text": "Now when the copy of king Artaxerxes’ letter wasread before Rehum, and Shimshai the scribe, and their companions, they went up in haste to Jerusalem unto the Jews, and made them to cease by force and power."
    },
    {
      "verse": 24,
      "text": "Then ceased the work of the house of the God which isat Jerusalem. So it ceased unto the second year of the reign of Darius king of Persia."
    }
  ]
}