{
  "book_id": "EZR",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Now when these \\add things\\add* were done, the princes came to me, saying, The people of Israel, and the priests, and the Levites, have not separated themselves from the people of the lands, \\add doing\\add* according to their abominations, \\add even\\add* of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."
    },
    {
      "verse": 2,
      "text": "For they have taken of their daughters for themselves, and for their sons: so that the holy seed have mingled themselves with the people of \\add those\\add* lands: yea, the hand of the princes and rulers hath been chief in this trespass."
    },
    {
      "verse": 3,
      "text": "And when I heard this thing, I rent my garment and my mantle, and pluckt off the hair of my head and of my beard, and sat down astonied."
    },
    {
      "verse": 4,
      "text": "Then were assembled unto me every one that trembled at the words of the God of Israel, because of the transgression of those that had been carried away; and I sat astonied until the evening sacrifice."
    },
    {
      "verse": 5,
      "text": "And at the evening sacrifice I arose up from my heaviness; and having rent my garment and my mantle, I fell upon my knees, and spread out my hands unto the \\sc Lord\\sc* my God,"
    },
    {
      "verse": 6,
      "text": "and said, O my God, I am ashamed and blush to lift up my face to thee, my God: for our iniquities are increased over \\add our\\add* head, and our trespass is grown up unto the heavens."
    },
    {
      "verse": 7,
      "text": "Since the days of our fathers \\add have\\add* we \\add been\\add* in a great trespass unto this day; and for our iniquities have we, our kings, \\add and\\add* our priests, been delivered into the hand of the kings of the lands, to the sword, to captivity, and to a spoil, and to confusion of face, as \\add it is\\add* this day."
    },
    {
      "verse": 8,
      "text": "And now for a little space grace hath been \\add shewed\\add* from the \\sc Lord\\sc* our God, to leave us a remnant to escape, and to give us a nail in his holy place, that our God may lighten our eyes, and give us a little reviving in our bondage."
    },
    {
      "verse": 9,
      "text": "For we \\add were\\add* bondmen; yet our God hath not forsaken us in our bondage, but hath extended mercy unto us in the sight of the kings of Persia, to give us a reviving, to set up the house of our God, and to repair the desolations thereof, and to give us a wall in Judah and in Jerusalem."
    },
    {
      "verse": 10,
      "text": "And now, O our God, what shall we say after this? for we have forsaken thy commandments,"
    },
    {
      "verse": 11,
      "text": "which thou hast commanded by thy servants the prophets, saying, The land, \\add unto\\add* which ye go to possess it, \\add is\\add* an unclean land with the filthiness of the people of the lands, with their abominations, which have filled it from one end to another with their uncleanness."
    },
    {
      "verse": 12,
      "text": "Now therefore give not your daughters unto their sons, neither take their daughters unto your sons, nor seek their peace or their wealth for ever: that ye may be strong, and eat the good of the land, and leave \\add it\\add* for an inheritance to your children for ever."
    },
    {
      "verse": 13,
      "text": "And after all that is come upon us for our evil deeds, and for our great trespass, seeing that thou our God hast punished us less than our iniquities \\add deserve\\add*, and hast given us \\add such\\add* deliverance as this;"
    },
    {
      "verse": 14,
      "text": "should we again break thy commandments, and join in affinity with the people of these abominations? wouldest thou not be angry with us till \\add thou\\add* hadst consumed \\add us\\add*, so that \\add there should be\\add* no remnant nor escaping?"
    },
    {
      "verse": 15,
      "text": "O \\sc Lord\\sc* God of Israel, thou \\add art\\add* righteous: for we remain \\add yet\\add* escaped, as \\add it is\\add* this day: behold, we \\add are\\add* before thee in our trespasses: for \\add we\\add* cannot stand before thee because of this."
    }
  ]
}