{
  "book_id": "DAN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Nebuchadnezzar the king to all people, nations, and languages that dwell upon the whole earth. Peace be multiplied to you!"
    },
    {
      "verse": 2,
      "text": "I have thought it good to show the signs and wonders which the Most High God hath wrought toward me."
    },
    {
      "verse": 3,
      "text": "How great are his signs, and how mighty are his wonders! His kingdom is an everlasting kingdom, and his dominion endureth from generation to generation."
    },
    {
      "verse": 4,
      "text": "I, Nebuchadnezzar, was at ease in my house, and flourishing in my palace."
    },
    {
      "verse": 5,
      "text": "There I saw a dream which made me afraid, and the thoughts upon my bed and the visions of my head troubled me."
    },
    {
      "verse": 6,
      "text": "Therefore made I a decree to bring in all the wise men of Babylon before me; that they might make known to me the interpretation of the dream."
    },
    {
      "verse": 7,
      "text": "Then came in the scribes, the magicians, the Chaldaeans, and the astrologers; and I told the dream before them; but they did not make known to me its interpretation."
    },
    {
      "verse": 8,
      "text": "But at the last Daniel came in before me, whose name is Belteshazzar, according to the name of my god, and in whom is the spirit of the holy gods, and I told him the dream."
    },
    {
      "verse": 9,
      "text": "O Belteshazzar, chief of the scribes, since I know that the spirit of the holy gods is in thee, and no secret is too hard for thee, tell me the visions of my dream which I have seen, and the interpretation thereof."
    },
    {
      "verse": 10,
      "text": "The visions of my head were these. I saw, and behold a tree in the midst, whose height was very great."
    },
    {
      "verse": 11,
      "text": "The tree was large and strong, and its height reached to heaven, and it might be seen to the end of the whole earth."
    },
    {
      "verse": 12,
      "text": "The leaves thereof were fair, and the fruit abundant, and in it was food for all. The beasts of the field had shadow under it, and the birds of heaven dwelt in the boughs thereof, and all flesh was fed of it."
    },
    {
      "verse": 13,
      "text": "I saw, in the visions of my head upon my bed, and behold, a watcher, even a holy one, came down from heaven;"
    },
    {
      "verse": 14,
      "text": "he cried aloud, and spake thus: Hew down the tree, and cut off its branches; shake off its leaves, and scatter its fruit; let the beasts go away from under it, and the birds from its branches."
    },
    {
      "verse": 15,
      "text": "Yet leave the stump of its roots in the earth, in bands of iron and brass, in the tender grass of the field; and he shall be wet with the dew of heaven, and his portion shall be with the beasts in the grass of the field."
    },
    {
      "verse": 16,
      "text": "His heart shall be changed, and be no more that of a man, and a beast's heart shall be given him, and seven times shall pass over him."
    },
    {
      "verse": 17,
      "text": "By a decision of the watchers is the decree, and by a command of the holy ones is the sentence; to the intent that the living may know that the Most High ruleth in the kingdoms of men, and giveth them to whomsoever he will, and setteth up over them the lowest of men."
    },
    {
      "verse": 18,
      "text": "This dream I, King Nebuchadnezzar, saw, and do thou, O Belteshazzar, declare the interpretation thereof, forasmuch as all the wise men of my kingdom are not able to make known to me the interpretation; but thou art able, for the spirit of the holy gods is in thee."
    },
    {
      "verse": 19,
      "text": "Then Daniel, who was called Belteshazzar, was amazed for one hour, and his thoughts troubled him. The king spake and said, Belteshazzar, let not the dream or the interpretation thereof trouble thee. Belteshazzar answered and said, My lord, the dream be to them that hate thee, and the signification of it to thine enemies!"
    },
    {
      "verse": 20,
      "text": "The tree which thou sawest, which was large and strong, whose height reached to heaven, and which might be seen by all the earth,"
    },
    {
      "verse": 21,
      "text": "whose leaves were fair, and whose fruit abundant, and in which was food for all, under which all the beasts of the field dwelt, and upon whoso branches the birds of heaven had their lodging,—"
    },
    {
      "verse": 22,
      "text": "it is thou, O king, who art become great and strong; for thy greatness is immense, and reacheth to heaven, and thy dominion to the end of the earth."
    },
    {
      "verse": 23,
      "text": "And whereas the king saw a watcher, even a holy one, coming down from heaven, and saying, Hew the tree down and destroy it, yet leave the stump of its roots in the earth, in bands of iron and brass, in the tender grass of the field, and he shall be wet with the dew of heaven, and his portion shall be with the beasts of the field, till seven times pass over him;"
    },
    {
      "verse": 24,
      "text": "this is the interpretation, O king, and this is the decree of the Most High, which is come upon my lord, the king;"
    },
    {
      "verse": 25,
      "text": "they shall drive thee from men, and thy dwelling shall be with the beasts of the field, and they shall let thee eat grass as oxen, and be wet with the dew of heaven, and seven times shall pass over thee, till thou know that the Most High ruleth in the kingdoms of men, and giveth them to whomsoever he will."
    },
    {
      "verse": 26,
      "text": "And whereas it was commanded to leave the stump of the roots of the tree, thy kingdom shall be sure to thee after thou shalt have acknowledged that Heaven ruleth."
    },
    {
      "verse": 27,
      "text": "Wherefore, O king, let my counsel be acceptable to thee, and break off thy sins by righteousness, and thy iniquities by showing mercy to the poor; if it may be a lengthening out of thy tranquility."
    },
    {
      "verse": 28,
      "text": "All this came upon King Nebuchadnezzar."
    },
    {
      "verse": 29,
      "text": "At the end of twelve months, he was walking in the palace of the kingdom of Babylon;"
    },
    {
      "verse": 30,
      "text": "and the king spake and said, Is not this the great Babylon which I have built for the seat of the kingdom by the might of my power and for the honor of my majesty?"
    },
    {
      "verse": 31,
      "text": "While the word was in the king's mouth, there fell a voice from heaven: “To thee it is said, O Nebuchadnezzar! the kingdom is departed from thee."
    },
    {
      "verse": 32,
      "text": "And they shall drive thee from men, and thy dwelling shall be with the beasts of the field; they shall make thee eat grass as oxen, and seven times shall pass over thee, until thou know that the Most High ruleth in the kingdoms of men, and giveth them to whomsoever he will.”"
    },
    {
      "verse": 33,
      "text": "The same hour was the word fulfilled against Nebuchadnezzar, and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hairs were grown like eagles' feathers, and his nails like birds' claws."
    },
    {
      "verse": 34,
      "text": "But at the end of the days, I Nebuchadnezzar lifted up my eyes to heaven, and my understanding returned to me, and I blessed the Most High, and I praised and honored Him that liveth forever, whose dominion is an everlasting dominion, and whose kingdom endureth from generation to generation."
    },
    {
      "verse": 35,
      "text": "And all the inhabitants of the earth are counted as nothing; and he doeth according to his will in the army of heaven, and among the inhabitants of the earth; and none can stay his hand, or say to him, What doest thou?"
    },
    {
      "verse": 36,
      "text": "At the same time my reason returned to me, and also the glory of my kingdom, my honor, and my splendor returned to me; and my counsellors and my lords sought me; and I was established in my kingdom, and I received yet greater majesty."
    },
    {
      "verse": 37,
      "text": "Now I Nebuchadnezzar praise and extol and honor the King of heaven; all whose works are truth and his ways justice; and those that walk in pride he is able to abase."
    }
  ]
}