{
  "book_id": "DAN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Belshazzar, the king gave a great feast to his thousands lords, and drank wine before the thousand."
    },
    {
      "verse": 2,
      "text": "Belshazzar, while he tasted the wine, commanded to bring the golden and silver vessels which his father Nebuchadnezzar had taken out of the temple at Jerusalem; that the king and his princes, his wives and his concubines, might drink therein."
    },
    {
      "verse": 3,
      "text": "Then they brought the golden vessels that were taken out of the temple of the house of God at Jerusalem; and the king and his princes, his wives and his concubines, drank in them."
    },
    {
      "verse": 4,
      "text": "They drank wine, and praised the gods of gold and of silver, of brass, of iron, of wood, and of stone."
    },
    {
      "verse": 5,
      "text": "In the same hour came forth fingers of a man's hand, and wrote over against the chandelier upon the plaster of the wall of the king's palace; and the king saw the hand that wrote."
    },
    {
      "verse": 6,
      "text": "Then the king's countenance was changed, and his thoughts troubled him, so that the joints of his loins were loosened, and his knees smote one against the other."
    },
    {
      "verse": 7,
      "text": "The king cried aloud to bring in the magicians, the Chaldaeans, and the astrologers. And the king spake and said to the wise men of Babylon, Whoever shall read this writing, and show me the interpretation thereof, shall be clothed with purple, and have a chain of gold about his neck, and shall rule as the third in the kingdom."
    },
    {
      "verse": 8,
      "text": "Then all the king's wise men came in; but they could not read the writing, nor make known to the king its signification."
    },
    {
      "verse": 9,
      "text": "Then was King Belshazzar in great consternation, and his countenance was changed, and his lords were amazed."
    },
    {
      "verse": 10,
      "text": "Then the queen, on account of this affair of the king and his lords, came into the banquet-house; and the queen spake and said, O king, live forever! Let not thy thoughts terrify thee, nor let thy countenance be changed."
    },
    {
      "verse": 11,
      "text": "There is a man in thy kingdom in whom is the spirit of the holy gods; and in the days of thy father, light and understanding and wisdom, like the wisdom of the gods, were found in him; and the king Nebuchadnezzar, thy father, made him chief of the scribes, the magicians, the Chaldeans, and the astrologers, thy father, O king!"
    },
    {
      "verse": 12,
      "text": "forasmuch as an excellent spirit and knowledge and understanding to interpret dreams, and to explain hard sentences, and solve difficult questions were found in him, in Daniel, whom the king named Belteshazzar; now let Daniel be called, and he will show the interpretation."
    },
    {
      "verse": 13,
      "text": "Then was Daniel brought in before the king. And the king spake and said to Daniel, Art thou that Daniel, of the captives of Judah, whom the king, my father, brought out of Judaea?"
    },
    {
      "verse": 14,
      "text": "I have heard concerning thee, that the spirit of the gods is in thee, and that light and understanding and excellent wisdom are found in thee."
    },
    {
      "verse": 15,
      "text": "And now the wise men and the magicians have been brought in before me, that they might read this writing, and make known to me its signification; but they could not show the signification of the thing."
    },
    {
      "verse": 16,
      "text": "But I have heard of thee that thou canst give interpretations, and solve difficult questions. Now if thou canst read the writing and make known to me its signification, thou shalt be clothed with purple, and have a chain of gold about thy neck, and shalt rule as the third in the kingdom."
    },
    {
      "verse": 17,
      "text": "Then answered Daniel and said before the king, Let thy gifts be to thyself, and give thy rewards to another: yet I will read the writing to the king, and make known to him the signification."
    },
    {
      "verse": 18,
      "text": "O king, the Most High God gave to Nebuchadnezzar, thy father, a kingdom, and majesty, and glory, and honor."
    },
    {
      "verse": 19,
      "text": "And by reason of the majesty which he gave him, all people, nations, and languages trembled and feared before him; whom he would he slew, and whom he would he kept alive; whom he would he set up, and whom he would he put down."
    },
    {
      "verse": 20,
      "text": "But when his heart was lifted up, and his spirit hardened in pride, he was thrust down from his kingly throne, and his glory was taken from him."
    },
    {
      "verse": 21,
      "text": "And he was driven from the sons of men; and his heart became like the beasts, and his dwelling was with wild asses; he was fed with grass like oxen, and his body was wet with the dew of heaven; till he knew that the Most High God ruled in the kingdoms of men, and set up over them whomsoever he would."
    },
    {
      "verse": 22,
      "text": "And thou, his son, O Belshazzar, hast not humbled thy heart, though thou knewest all this;"
    },
    {
      "verse": 23,
      "text": "but hast lifted thyself up against the Lord of heaven; and the vessels of his house have been brought before thee, and thou, and thy lords, thy wives, and thy concubines have drunk wine in them; and thou hast praised the gods of silver and gold, of brass, iron, wood, and stone, which see not, nor hear, nor know; and the God in whose hand is thy breath, and whose are all thy ways, thou hast not honored."
    },
    {
      "verse": 24,
      "text": "Then was sent from him the hand, and this writing was written."
    },
    {
      "verse": 25,
      "text": "And this is the writing which was written: Numbered, Numbered, Weighed, and To be Divided."
    },
    {
      "verse": 26,
      "text": "And this is the interpretation of it. Numbered: God hath numbered thy kingdom, and made an end of it."
    },
    {
      "verse": 27,
      "text": "Weighed: Thou art weighed in the balances, and found wanting."
    },
    {
      "verse": 28,
      "text": "Divided: Thy kingdom is divided, and given to the Medes and Persians."
    },
    {
      "verse": 29,
      "text": "Then Belshazzar commanded, and they clothed Daniel with purple, and put a chain of gold about his neck, and made a proclamation concerning him that he should be third ruler in the kingdom."
    },
    {
      "verse": 30,
      "text": "In the same night was Belshazzar, the king of the Chaldaeans, slain;"
    },
    {
      "verse": 31,
      "text": "and Darius the Mede took the kingdom, being about sixty-two years old."
    }
  ]
}