{
  "book_id": "DAN",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "In the third year of the reign of King Belshazzar, a vision appeared to me, to me, Daniel, after that which appeared to me at the first."
    },
    {
      "verse": 2,
      "text": "And I saw in a vision, and when I saw, I was in Shushan, in the palace, which is in the province of Elam; and I saw in a vision, and was by the river Ulai."
    },
    {
      "verse": 3,
      "text": "And I lifted up my eyes and saw, and behold, there stood before the river a ram, which had two horns; and the two horns were high, and one was higher than the other; and the higher came up last."
    },
    {
      "verse": 4,
      "text": "I saw the ram pushing westward and northward and southward, and no beast could stand before him, and none could deliver out of his hand; but he did according to his will and became great."
    },
    {
      "verse": 5,
      "text": "And I gave heed, and behold, a he-goat came from the west, over the face of the whole earth, without touching the ground; and the goat had a conspicuous horn between his eyes."
    },
    {
      "verse": 6,
      "text": "And he came to the ram which had two horns, which I had seen standing before the river, and ran against him in the fury of his power."
    },
    {
      "verse": 7,
      "text": "And I saw him come close to the ram, and he was enraged against him, and smote the ram, and broke in pieces his two horns; and there was no power in the ram to stand before him; and he cast him down to the ground, and stamped upon him; and none could deliver the ram out of his hand."
    },
    {
      "verse": 8,
      "text": "And the he-goat became exceedingly great; but when he became strong the great horn was broken, and instead of it grew up four conspicuous ones toward the four winds of heaven."
    },
    {
      "verse": 9,
      "text": "And out of one of them came forth a little horn, which became exceedingly great toward the south, and toward the east, and toward the beautiful land."
    },
    {
      "verse": 10,
      "text": "And it exalted itself even to the host of heaven, and some of the host and of the stars it cast down to the ground, and stamped upon them."
    },
    {
      "verse": 11,
      "text": "Yea, he magnified himself even to the Prince of the host, and the daily sacrifice did he take away from him, and the place of his sanctuary was cast down."
    },
    {
      "verse": 12,
      "text": "And a host was placed over the daily sacrifice with impiety, and it cast down truth to the ground, and it accomplished its purpose and prospered."
    },
    {
      "verse": 13,
      "text": "And I heard a holy one speak; and another holy one said to the one that had spoken, To how long a time extendeth the vision concerning the daily sacrifice, and the impiety of the destroyer, to give both the sanctuary and the host to be trodden under foot?"
    },
    {
      "verse": 14,
      "text": "And he said to me, To two thousand and three hundred evenings and mornings; then shall the sanctuary be cleansed."
    },
    {
      "verse": 15,
      "text": "And it came to pass, that when I Daniel saw the vision, I sought for the meaning; and behold, there stood one before me having the appearance of a man."
    },
    {
      "verse": 16,
      "text": "And I heard a man's voice between the banks of Ulai, which called and said, Gabriel, make this man to understand the vision."
    },
    {
      "verse": 17,
      "text": "And he came near where I stood; and when he came, I was afraid, and fell upon my face, and he said to me, Understand, O son of man! for this vision relateth to the time of the end."
    },
    {
      "verse": 18,
      "text": "But when he spake to me, I sank senseless upon my face to the ground; but he touched me, and lifted me up where I had stood."
    },
    {
      "verse": 19,
      "text": "And he said, Behold, I make known to thee what shall be in the latter time of the indignation; for [[the vision relateth]] to the time of the end."
    },
    {
      "verse": 20,
      "text": "The ram which thou sawest, having two horns, denoteth the kings of Media and Persia."
    },
    {
      "verse": 21,
      "text": "And the rough goat is the king of Greece; and the great horn between his eyes is the first king."
    },
    {
      "verse": 22,
      "text": "And as that was broken, and four arose in its place, four kingdoms shall arise out of the nation, but not with his power."
    },
    {
      "verse": 23,
      "text": "And toward the end of their reign, when the transgressors have filled up the measure of their iniquities, a king shall arise of a fierce countenance, and cunning in artifices."
    },
    {
      "verse": 24,
      "text": "And his power shall become mighty, but not by his own strength; and wonderfully will he destroy, and prosper, and accomplish his purposes, and he will destroy many, even the people of the holy ones."
    },
    {
      "verse": 25,
      "text": "And through his cunning will he cause fraud to prosper in his hand, and he will magnify himself in his heart, and he will destroy many in the midst of security, and against the Prince of princes will he stand up; but he shall be broken without hand."
    },
    {
      "verse": 26,
      "text": "And the vision of the evening and the morning, which was told thee, is true; but do thou seal up the vision, for it relates to many days."
    },
    {
      "verse": 27,
      "text": "And I Daniel fainted, and was sick some days; then I rose up and did the king's business; and I was astonished at the vision, but no one explained it."
    }
  ]
}