{
  "book_id": "DAN",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "In the first year of Darius, the son of Ahasuerus, of the race of the Medes, who became king over the realm of the Chaldaeans,"
    },
    {
      "verse": 2,
      "text": "in the first year of his reign, I Daniel attentively considered in the Books the number of the years, concerning which the word of Jehovah came to Jeremiah the prophet, that Jerusalem should remain in ruins till they were accomplished, namely, seventy years."
    },
    {
      "verse": 3,
      "text": "And I set my face toward God, the Lord, and made prayers and supplications, with fasting and sackcloth and ashes."
    },
    {
      "verse": 4,
      "text": "And I prayed to Jehovah, my God, and made my confession, and said, O Lord, the great and terrible God, who keepeth the covenant and mercy to them that love him and keep his commandments!"
    },
    {
      "verse": 5,
      "text": "We have sinned, and have committed iniquity, and have done wickedly, and have rebelled, even by departing from thy precepts and thy statutes."
    },
    {
      "verse": 6,
      "text": "Neither have we hearkened to thy servants, the prophets, who spake in thy name to our kings, our princes, and our fathers, and to all the people of the land."
    },
    {
      "verse": 7,
      "text": "To thee, O Lord, belongeth righteousness, but to us confusion of face, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and to all Israel, to those that are near and to those that are far off through all the countries whither thou hast driven them because of their trespass which they have trespassed against thee."
    },
    {
      "verse": 8,
      "text": "O Lord, to us belongeth confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against thee."
    },
    {
      "verse": 9,
      "text": "Yet with the Lord our God is mercy and forgiveness. For we have rebelled against him,"
    },
    {
      "verse": 10,
      "text": "and have not obeyed the voice of Jehovah our God, to walk in his laws, which he set before us by his servants, the prophets."
    },
    {
      "verse": 11,
      "text": "Yea, all Israel have transgressed thy law, and turned away, so as not to obey thy voice; therefore the curse is poured out upon us, and the oath that is written in the law of Moses, the servant of God, because we have sinned against him."
    },
    {
      "verse": 12,
      "text": "And he hath fulfilled his word which he spake against us, and against our judges who judged us, by bringing great calamity upon us; for under the whole heaven hath it not been done as hath been done to Jerusalem."
    },
    {
      "verse": 13,
      "text": "As it is written in the law of Moses, all this evil came upon us. For we made not our prayer to Jehovah our God, that we might turn from our iniquities, and give heed to thy truth."
    },
    {
      "verse": 14,
      "text": "Therefore hath Jehovah our God kept his mind upon the evil, and brought it upon us; for Jehovah our God is righteous in all his works which he doeth; for we obeyed not his voice."
    },
    {
      "verse": 15,
      "text": "And now, O Lord our God, that broughtest thy people forth from the land of Egypt with a mighty hand, and madest thee a name such as it is at this day, we have sinned, we have done wickedly."
    },
    {
      "verse": 16,
      "text": "O Lord, according to all thy goodness, let thine anger and thy fury, I beseech thee, be turned away from thy city Jerusalem, thy holy mountain! for because of our iniquities, and the iniquities of our fathers, Jerusalem and thy people are become a reproach to all that are about us."
    },
    {
      "verse": 17,
      "text": "Now, therefore, O our God, hear the prayer of thy servant, and his supplications, and cause thy face to shine upon thy sanctuary that is desolate, for the Lord's sake!"
    },
    {
      "verse": 18,
      "text": "O my God, incline thine ear, and hear! open thine eyes, and behold our desolations, and the city which is called by thy name! for we do not present our supplications before thee on account of our righteousness, but on account of thy great mercy."
    },
    {
      "verse": 19,
      "text": "O Lord, hear! O Lord, forgive! O Lord, hearken and do! Defer not, for thine own sake, O my God! For thy city and thy people are called by thy name."
    },
    {
      "verse": 20,
      "text": "And while I was speaking, and praying, and confessing my sin, and the sin of my people Israel, and presenting my supplication before Jehovah my God, for the holy mountain of my God,"
    },
    {
      "verse": 21,
      "text": "yea, while I was speaking in prayer, the man Gabriel, whom I had seen in the former vision, came, weary with running, and reached me about the time of the evening oblation."
    },
    {
      "verse": 22,
      "text": "And he instructed me, and talked with me, and said: Daniel, I am now come forth to give thee understanding."
    },
    {
      "verse": 23,
      "text": "At the beginning of thy supplication a word went forth, and I am come to show it thee; for thou art greatly beloved; therefore give heed to the word, and consider the vision."
    },
    {
      "verse": 24,
      "text": "Seventy weeks are appointed for thy people, and for thy holy city, to complete the iniquity, and to fill up the measure of the sins, and to expiate the guilt, and to bring in everlasting righteousness, and to seal vision and prophet, and to anoint a holy of holies."
    },
    {
      "verse": 25,
      "text": "Know, therefore, and understand! From the going forth of the word that Jerusalem should be restored and built till an anointed one, a prince, are seven weeks; and during sixty-two weeks it shall be restored and built with streets and moats, yet in troublous times."
    },
    {
      "verse": 26,
      "text": "And after the sixty-two weeks shall an anointed one be cut off, and there shall not be to him [[a successor]]; and the city and the sanctuary shall be destroyed by the people of a prince that shall come, whose end will be as in a flood; and to the end shall be war, decreed desolations."
    },
    {
      "verse": 27,
      "text": "And he will establish a covenant with many for one week, and during half a week he will cause sacrifice and oblation to cease, and upon the wing of abominations shall come the destroyer, until decreed destruction be poured out on the destroyer."
    }
  ]
}