{
  "book_id": "DAN",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And at that time shall Michael arise, the great prince that standeth up for the sons of thy people; and there shall be a time of trouble, such as never was since there was a nation even to that time; and at that time shall thy people be delivered, every one that is found written in the book."
    },
    {
      "verse": 2,
      "text": "And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame, to everlasting contempt."
    },
    {
      "verse": 3,
      "text": "And they that are wise shall shine as the brightness of the firmament; and they that turn the many to righteousness, as the stars for ever and ever."
    },
    {
      "verse": 4,
      "text": "But thou, Daniel, shut up these words, and seal this book even to the time of the end. Many shall run eagerly through it, and much knowledge shall be gained."
    },
    {
      "verse": 5,
      "text": "And I Daniel looked, and behold, two others stood there, one on this side of the bank of the river, and the other on that side of the bank of the river."
    },
    {
      "verse": 6,
      "text": "And one of them said to the man clothed in linen, who was upon the waters of the river, How long shall it be to the end of these wonders?"
    },
    {
      "verse": 7,
      "text": "And I heard the man clothed in linen, who was upon the waters of the river, and he lifted up his right hand and his left hand to heaven, and swore by Him that liveth forever, that in a time, times, and a half, even when the dispersion of a portion of the holy people should be at an end, all these things should be fulfilled."
    },
    {
      "verse": 8,
      "text": "And I heard but understood not; and I said, My lord, what is the latter end of these things?"
    },
    {
      "verse": 9,
      "text": "And he said, Go thy way, Daniel, for the words are closed up and sealed till the time of the end."
    },
    {
      "verse": 10,
      "text": "Many shall be cleansed, and made white, and purified, and the wicked will do wickedly; and none of the wicked will understand, but the wise will understand."
    },
    {
      "verse": 11,
      "text": "And from the time when the daily sacrifice shall be taken away, and the abomination of the destroyer set up, there shall be a thousand two hundred and ninety days."
    },
    {
      "verse": 12,
      "text": "Happy is he that waiteth and cometh to a thousand three hundred and thirty-five days!"
    },
    {
      "verse": 13,
      "text": "But go thou thy way even to the end; for thou shalt rest, and rise up to thy lot at the end of the days."
    }
  ]
}