{
  "book_id": "GAL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Ὦ ἀνόητοι Γαλάται, τίς ὑμᾶς ἐβάσκηνεν τῇ ἀληθείᾳ μὴ πείθεσθαι, οἷς κατ᾿ ὀφθαλμοὺς Ἰησοῦς Χριστὸς προεγράφη ἐν ὑμῖν ἐσταυρωμένος;"
    },
    {
      "verse": 2,
      "text": "Τοῦτο μόνον θέλω μαθεῖν ἀφ᾿ ὑμῶν· ἐξ ἔργων νόμου τὸ Πνεῦμα ἐλάβετε, ἢ ἐξ ἀκοῆς πίστεως;"
    },
    {
      "verse": 3,
      "text": "Οὕτως ἀνόητοί ἐστε; Ἐναρξάμενοι πνεύματι, νῦν σαρκὶ ἐπιτελεῖσθε;"
    },
    {
      "verse": 4,
      "text": "Τοσαῦτα ἐπάθετε εἰκῇ—εἴ γε καὶ εἰκῇ;"
    },
    {
      "verse": 5,
      "text": "Ὁ οὖν ἐπιχορηγῶν ὑμῖν τὸ Πνεῦμα καὶ ἐνεργῶν δυνάμεις ἐν ὑμῖν, ἐξ ἔργων νόμου, ἢ ἐξ ἀκοῆς πίστεως;—"
    },
    {
      "verse": 6,
      "text": "καθὼς Ἁβραὰμ ‹ἐπίστευσεν τῷ Θεῷ καὶ ἐλογίσθη αὐτῷ εἰς δικαιοσύνην.›"
    },
    {
      "verse": 7,
      "text": "Γινώσκετε ἄρα ὅτι οἱ ἐκ πίστεως, οὗτοί εἰσιν υἱοὶ Ἁβραάμ."
    },
    {
      "verse": 8,
      "text": "Προϊδοῦσα δὲ ἡ Γραφὴ ὅτι ἐκ πίστεως δικαιοῖ τὰ ἔθνη ὁ Θεός, προευηγγελίσατο τῷ Ἁβραὰμ ὅτι «Ἐνευλογηθήσονται ἐν σοὶ πάντα τὰ ἔθνη.»"
    },
    {
      "verse": 9,
      "text": "Ὥστε, οἱ ἐκ πίστεως εὐλογοῦνται σὺν τῷ πιστῷ Ἁβραάμ. The curse of the law"
    },
    {
      "verse": 10,
      "text": "Ὅσοι γὰρ ἐξ ἔργων νόμου εἰσίν, ὑπὸ κατάραν εἰσίν· γέγραπται γάρ, «Ἐπικατάρατος πᾶς ὃς οὐκ ἐμμένει ἐν πᾶσιν τοῖς γεγραμμένοις ἐν τῷ βιβλίῳ τοῦ νόμου, τοῦ ποιῆσαι αὐτά.»"
    },
    {
      "verse": 11,
      "text": "Ὅτι δὲ ἐν νόμῳ οὐδεὶς δικαιοῦται παρὰ τῷ Θεῷ δῆλον, ὅτι «Ὁ δίκαιος ἐκ πίστεως ζήσεται.»"
    },
    {
      "verse": 12,
      "text": "Ὁ δὲ νόμος οὐκ ἔστιν ἐκ πίστεως, ἀλλ᾿ «Ὁ ποιήσας αὐτὰ ἄνθρωπος ζήσεται ἐν αὐτοῖς.»"
    },
    {
      "verse": 13,
      "text": "Χριστὸς ἡμᾶς ἐξηγόρασεν ἐκ τῆς κατάρας τοῦ νόμου, γενόμενος ὑπὲρ ἡμῶν κατάρα—γέγραπται γάρ, «Ἐπικατάρατος πᾶς ὁ κρεμάμενος ἐπὶ ξύλου»—"
    },
    {
      "verse": 14,
      "text": "ἵνα εἰς τὰ ἔθνη ἡ εὐλογία τοῦ Ἁβραὰμ γένηται ἐν Χριστῷ Ἰησοῦ· ἵνα τὴν ἐπαγγελίαν τοῦ Πνεύματος λάβωμεν διὰ τῆς πίστεως. The covenant with Abraham"
    },
    {
      "verse": 15,
      "text": "Ἀδελφοί· κατὰ ἄνθρωπον λέγω· ὅμως ἀνθρώπου, κεκυρωμένην διαθήκην οὐδεὶς ἀθετεῖ ἢ ἐπιδιατάσσεται."
    },
    {
      "verse": 16,
      "text": "Τῷ δὲ Ἁβραὰμ ἐρρέθησαν αἱ ἐπαγγελίαι, καὶ τῷ σπέρματι αὐτοῦ. Οὐ λέγει «καὶ τοῖς σπέρμασιν,» ὡς ἐπὶ πολλῶν, ἀλλ᾿ ὡς ἐφ᾿ ἑνός, «καὶ τῷ σπέρματί σου,» ὅς ἐστιν Χριστός."
    },
    {
      "verse": 17,
      "text": "Τοῦτο δὲ λέγω· διαθήκην προκεκυρωμένην ὑπὸ τοῦ Θεοῦ εἰς Χριστὸν ὁ μετὰ ἔτη τετρακόσια καὶ τριάκοντα γεγονὼς νόμος οὐκ ἀκυροῖ, εἰς τὸ καταργῆσαι τὴν ἐπαγγελίαν."
    },
    {
      "verse": 18,
      "text": "Εἰ γὰρ ἐκ νόμου ἡ κληρονομία, οὐκέτι ἐξ ἐπαγγελίας, τῷ δὲ Ἁβραὰμ δι᾿ ἐπαγγελίας κεχάρισται ὁ Θεός. The law was a guardian"
    },
    {
      "verse": 19,
      "text": "Τί οὖν ὁ νόμος; Τῶν παραβάσεων χάριν προσετέθη, ἄχρις οὗ ἔλθῃ τὸ σπέρμα ᾧ ἐπήγγελται· διαταγεὶς δι᾿ ἀγγέλων ἐν χειρὶ μεσίτου."
    },
    {
      "verse": 20,
      "text": "(Ὁ δὲ μεσίτης ἑνὸς οὐκ ἔστιν, ὁ δὲ Θεὸς εἷς ἐστιν.)"
    },
    {
      "verse": 21,
      "text": "Ὁ οὖν νόμος κατὰ τῶν ἐπαγγελιῶν τοῦ Θεοῦ; Μὴ γένοιτο. Εἰ γὰρ ἐδόθη νόμος ὁ δυνάμενος ζωοποιῆσαι, ὄντως ἂν ἐκ νόμου ἦν ἡ δικαιοσύνη."
    },
    {
      "verse": 22,
      "text": "Ἀλλὰ συνέκλεισεν ἡ Γραφὴ τὰ πάντα ὑπὸ ἁμαρτίαν, ἵνα ἡ ἐπαγγελία ἐκ πίστεως Ἰησοῦ Χριστοῦ δοθῇ τοῖς πιστεύουσιν."
    },
    {
      "verse": 23,
      "text": "Πρὸ τοῦ δὲ ἐλθεῖν τὴν πίστιν, ὑπὸ νόμον ἐφρουρούμεθα, συγκεκλεισμένοι εἰς τὴν μέλλουσαν πίστιν ἀποκαλυφθῆναι."
    },
    {
      "verse": 24,
      "text": "Ὥστε, ὁ νόμος παιδαγωγὸς ἡμῶν γέγονεν εἰς Χριστόν, ἵνα ἐκ πίστεως δικαιωθῶμεν."
    },
    {
      "verse": 25,
      "text": "Ἐλθούσης δὲ τῆς πίστεως, οὐκέτι ὑπὸ παιδαγωγόν ἐσμεν."
    },
    {
      "verse": 26,
      "text": "Πάντες γὰρ υἱοὶ Θεοῦ ἐστε διὰ τῆς πίστεως ἐν Χριστῷ Ἰησοῦ."
    },
    {
      "verse": 27,
      "text": "Ὅσοι γὰρ εἰς Χριστὸν ἐβαπτίσθητε Χριστὸν ἐνεδύσασθε"
    },
    {
      "verse": 28,
      "text": "—οὐκ ἔνι Ἰουδαῖος οὐδὲ Ἕλλην, οὐκ ἔνι δοῦλος οὐδὲ ἐλεύθερος, οὐκ ἔνι ἄρσεν καὶ θῆλυ· πάντες γὰρ ὑμεῖς εἷς ἐστε ἐν Χριστῷ Ἰησοῦ—"
    },
    {
      "verse": 29,
      "text": "εἰ δὲ ὑμεῖς Χριστοῦ, ἄρα τοῦ Ἁβραὰμ σπέρμα ἐστὲ καὶ κατ᾿ ἐπαγγελίαν κληρονόμοι."
    }
  ]
}