{
  "book_id": "EZK",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Then crying out in my hearing in a loud voice, he said, Let the overseers of the town come near, every man armed."
    },
    {
      "verse": 2,
      "text": "And six men came from the way of the higher doorway looking to the north, every man with his axe in his hand: and one man among them was clothed in linen, with a writer's inkpot at his side. And they went in and took their places by the brass altar."
    },
    {
      "verse": 3,
      "text": "And the glory of the God of Israel had gone up from the winged ones on which it was resting, to the doorstep of the house. And crying out to the man clothed in linen who had the writer's inkpot at his side,"
    },
    {
      "verse": 4,
      "text": "The Lord said to him, Go through the town, through the middle of Jerusalem, and put a mark on the brows of the men who are sorrowing and crying for all the disgusting things which are done in it."
    },
    {
      "verse": 5,
      "text": "And to these he said in my hearing, Go through the town after him using your axes: do not let your eyes have mercy, and have no pity:"
    },
    {
      "verse": 6,
      "text": "Give up to destruction old men and young men and virgins, little children and women: but do not come near any man who has the mark on him: and make a start at my holy place. So they made a start with the old men who were before the house."
    },
    {
      "verse": 7,
      "text": "And he said to them, Make the house unclean, make the open places full of dead: go forward and send destruction on the town."
    },
    {
      "verse": 8,
      "text": "Now while they were doing so, and I was untouched, I went down on my face, and crying out, I said, Ah, Lord! will you give all the rest of Israel to destruction in letting loose your wrath on Jerusalem?"
    },
    {
      "verse": 9,
      "text": "Then he said to me, The sin of the children of Israel and Judah is very, very great, and the land is full of blood and the town full of evil ways: for they say, The Lord has gone away from the land, and the Lord does not see."
    },
    {
      "verse": 10,
      "text": "And as for me, my eye will not have mercy, and I will have no pity, but I will send the punishment of their ways on their heads."
    },
    {
      "verse": 11,
      "text": "Then the man clothed in linen, who had the inkpot at his side, came back and said, I have done what you gave me orders to do."
    }
  ]
}