{
  "book_id": "LUK",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And it came about on one of those days, when he was teaching the people in the Temple and preaching the good news,"
    },
    {
      "verse": 2,
      "text": "That the chief priests and the scribes and the rulers of the people came to him and said, Make clear to us by what authority you do these things and who gave you this authority."
    },
    {
      "verse": 3,
      "text": "And in answer he said to them, I will put a question to you, and do you give me an answer:"
    },
    {
      "verse": 4,
      "text": "The baptism of John, was it from heaven or of men?"
    },
    {
      "verse": 5,
      "text": "And they said among themselves, If we say, From heaven; he will say, Why did you not have faith in him?"
    },
    {
      "verse": 6,
      "text": "But if we say, Of men; we will be stoned by the people, for they are certain that John was a prophet."
    },
    {
      "verse": 7,
      "text": "And they made answer that they had no idea where it came from."
    },
    {
      "verse": 8,
      "text": "And Jesus said, And I will not make clear to you by what authority I do these things."
    },
    {
      "verse": 9,
      "text": "And he gave the people this story: A man made a vine-garden and gave the use of it to some field-workers and went into another country for a long time."
    },
    {
      "verse": 10,
      "text": "And at the right time he sent a servant to the workers to get part of the fruit from the vines; but the workmen gave him blows and sent him away with nothing."
    },
    {
      "verse": 11,
      "text": "And he sent another servant, and they gave blows to him in the same way, and put shame on him, and sent him away with nothing."
    },
    {
      "verse": 12,
      "text": "And he sent a third, and they gave him wounds and put him out."
    },
    {
      "verse": 13,
      "text": "And the lord of the garden said, What am I to do? I will send my dearly loved son; they may give respect to him."
    },
    {
      "verse": 14,
      "text": "But when the workmen saw him, they said to one another, This is he who will one day be the owner of the property: let us put him to death and the heritage will be ours."
    },
    {
      "verse": 15,
      "text": "And driving him out of the garden they put him to death. Now what will the lord do to these workmen?"
    },
    {
      "verse": 16,
      "text": "He will come and put them to destruction and give the garden to others. And when he said this, they said, May it not be so."
    },
    {
      "verse": 17,
      "text": "But he, looking on them, said, Is it not in the Writings, The stone which the builders put on one side, the same has become the chief stone of the building?"
    },
    {
      "verse": 18,
      "text": "Everyone falling on that stone will be broken, but the man on whom the stone comes down will be crushed to dust."
    },
    {
      "verse": 19,
      "text": "And the chief priests and the scribes made attempts to get their hands on him in that very hour; and they were in fear of the people, for they saw that he had made up this story against them."
    },
    {
      "verse": 20,
      "text": "And they kept watch on him, and sent out secret representatives, who were acting the part of good men, in order that they might get something from his words, on account of which they might give him up to the government and into the power of the ruler."
    },
    {
      "verse": 21,
      "text": "And they put a question to him, saying, Master, we are certain that your teaching and your words are right, and that you have no respect for a man's position, but you are teaching the true way of God:"
    },
    {
      "verse": 22,
      "text": "Is it right for us to make payment of taxes to Caesar or not?"
    },
    {
      "verse": 23,
      "text": "But he saw through their trick and said to them,"
    },
    {
      "verse": 24,
      "text": "Let me see a penny. Whose image and name are on it? And they said, Caesar's."
    },
    {
      "verse": 25,
      "text": "And he said, Then give to Caesar the things which are Caesar's, and to God the things which are God's."
    },
    {
      "verse": 26,
      "text": "And they were not able to get anything from these words before the people: but they were full of wonder at his answer, and said nothing."
    },
    {
      "verse": 27,
      "text": "And some of the Sadducees came to him, who say that there is no coming back from the dead; and they said to him,"
    },
    {
      "verse": 28,
      "text": "Master, Moses said that if a man's brother comes to his end, having a wife, but no children, his brother is to take the wife, and get a family for his brother."
    },
    {
      "verse": 29,
      "text": "Now there were seven brothers, and the first had a wife and came to his end, having no children;"
    },
    {
      "verse": 30,
      "text": "And the second;"
    },
    {
      "verse": 31,
      "text": "And the third took her; and in the same way, all the seven, without having any children, came to their end."
    },
    {
      "verse": 32,
      "text": "And last of all, the woman came to her end."
    },
    {
      "verse": 33,
      "text": "When they come back from the dead, whose wife will she be? for all the seven had her."
    },
    {
      "verse": 34,
      "text": "And Jesus said to them, The sons of this world are married and have wives;"
    },
    {
      "verse": 35,
      "text": "But those to whom is given the reward of the world to come, and to come back from the dead, have no wives, and are not married;"
    },
    {
      "verse": 36,
      "text": "And death has no more power over them, for they are equal to the angels, and are sons of God, being of those who will come back from the dead."
    },
    {
      "verse": 37,
      "text": "But even Moses made it clear that the dead come back to life, saying, in the story of the burning thorn-tree, The Lord, the God of Abraham, the God of Isaac, and the God of Jacob."
    },
    {
      "verse": 38,
      "text": "Now he is not the God of the dead but of the living: for all men are living to him."
    },
    {
      "verse": 39,
      "text": "And some of the scribes, in answer to this, said, Master, you have said well."
    },
    {
      "verse": 40,
      "text": "And they had fear of putting any more questions to him."
    },
    {
      "verse": 41,
      "text": "And he said to them, Why do they say that the Christ is the son of David?"
    },
    {
      "verse": 42,
      "text": "For David himself says in the book of Psalms, The Lord said to my Lord, Take your seat at my right hand,"
    },
    {
      "verse": 43,
      "text": "Till I put under your feet all those who are against you."
    },
    {
      "verse": 44,
      "text": "David then gives him the name of Lord, so how is it possible for him to be his son?"
    },
    {
      "verse": 45,
      "text": "And in the hearing of all the people he said to his disciples,"
    },
    {
      "verse": 46,
      "text": "Keep away from the scribes, whose pleasure it is to go about in long robes, and to have words of respect said to them in the market-places, and to take the chief seats in the Synagogues and the first places at feasts;"
    },
    {
      "verse": 47,
      "text": "Who take the property of widows and before the eyes of men make long prayers; they will get a greater punishment."
    }
  ]
}