{
  "book_id": "PSA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "\\x + \\xo 2:1 \\xt Acts 4. 25.\\x* Wherefore did the heathen rage, and the nations imagine vain things?"
    },
    {
      "verse": 2,
      "text": "The kings of the earth stood up, and the rulers gathered themselves together, against the Lord, and against his Christ;"
    },
    {
      "verse": 3,
      "text": "\\add saying\\add*, Let us break through their bonds, and cast away their yoke from us."
    },
    {
      "verse": 4,
      "text": "He that dwells in the heavens shall laugh them to scorn, and the Lord shall mock them."
    },
    {
      "verse": 5,
      "text": "Then shall he speak to them in his anger, and trouble them in his fury."
    },
    {
      "verse": 6,
      "text": "But I have been made king by him on Sion his holy mountain,"
    },
    {
      "verse": 7,
      "text": "declaring the ordinance of the Lord: the Lord said to me, \\x + \\xo 2:7 \\xt Acts 13. 33; Heb. 1. 5.\\x* Thou art my Son, to-day have I begotten thee."
    },
    {
      "verse": 8,
      "text": "Ask of me, and I will give thee the heathen \\add for\\add* thine inheritance, and the ends of the earth \\add for\\add* thy possession."
    },
    {
      "verse": 9,
      "text": "Thou shalt \\f + \\fr 2:9 \\fqa Gr. \\ft tend them as a shepherd. \\xt Rev. 2. 27.\\f*rule them with a rod of iron; thou shalt dash them in pieces as a potter's vessel."
    },
    {
      "verse": 10,
      "text": "Now therefore understand, ye kings: be instructed, all ye that judge the earth."
    },
    {
      "verse": 11,
      "text": "Serve the Lord with fear, and rejoice in him with trembling."
    },
    {
      "verse": 12,
      "text": "\\f + \\fr 2:12 \\fqa Note. \\ft - This rendering or a similar one the Jews maintain.\\f*Accept correction, lest at any time the Lord be angry, and ye should perish from the righteous way: whensoever his wrath shall be suddenly kindled, blessed are all they that trust in him."
    }
  ]
}