{
  "book_id": "PSA",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "A Prayer of David. Hearken, O Lord \\f + \\fr 16:1 \\fqa Or, \\ft to my righteous plea, etc.\\f*of my righteousness, attend to my petition; give ear to my prayer not \\add uttered\\add* with deceitful lips."
    },
    {
      "verse": 2,
      "text": "Let my judgment come forth from thy presence; let mine eyes behold righteousness."
    },
    {
      "verse": 3,
      "text": "Thou hast proved mine heart; thou hast visited \\add me\\add* by night; thou hast tried me as with fire, and unrighteousness has not been found in me: \\add I am purposed\\add* that my mouth shall not speak \\add amiss\\add*."
    },
    {
      "verse": 4,
      "text": "As for the works of men, by the words of thy lips I have \\f + \\fr 16:4 \\fqa Lit. \\ft I have observed hard ways.\\f*guarded \\add myself from\\add* hard ways."
    },
    {
      "verse": 5,
      "text": "Direct my steps in thy paths, that my steps slip not."
    },
    {
      "verse": 6,
      "text": "I have cried, for thou heardest me, O God: incline thine ear to me, and hearken to my words."
    },
    {
      "verse": 7,
      "text": "Shew the marvels of thy mercies, thou that savest them that hope in thee."
    },
    {
      "verse": 8,
      "text": "Keep me as the apple of the eye from those that resist thy right hand: thou shalt screen me by the covering of thy wings,"
    },
    {
      "verse": 9,
      "text": "from the face of the ungodly that have afflicted me: mine enemies have compassed about my soul."
    },
    {
      "verse": 10,
      "text": "They have enclosed \\add themselves with\\add* their own fat: their mouth has spoken pride."
    },
    {
      "verse": 11,
      "text": "They have now cast me out and compassed me round about: they have set their eyes \\add so as\\add* to bow them down to the ground."
    },
    {
      "verse": 12,
      "text": "They laid wait for me as a lion ready for prey, and like a lion's whelp dwelling in secret \\add places\\add*."
    },
    {
      "verse": 13,
      "text": "Arise, O Lord, prevent them, and cast them down: deliver my soul from the ungodly: \\add draw\\add* thy sword,"
    },
    {
      "verse": 14,
      "text": "because of the enemies of thine hand: O Lord, destroy them from the earth; scatter them in their life, though their belly has been filled with thy hidden \\add treasures\\add*: they have been satisfied with \\f + \\fr 16:14 \\fqa Alex. \\ft children.\\f*uncleanness, and have left the remnant \\add of their possessions\\add* to their babes."
    },
    {
      "verse": 15,
      "text": "But I shall appear in righteousness before thy face: I shall be satisfied when thy glory appears."
    }
  ]
}