{
  "book_id": "PSA",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalm of David."
    },
    {
      "verse": 2,
      "text": "The heavens declare the glory of God; and the firmament proclaims the work of his hands."
    },
    {
      "verse": 3,
      "text": "Day to day \\f + \\fr 18:3 \\fqa Gr. \\ft eructat.\\f*utters speech, and night to night proclaims knowledge."
    },
    {
      "verse": 4,
      "text": "There are no speeches or words, \\f + \\fr 18:4 \\fqa Gr. \\ft of which.\\f*in which their voices are not heard."
    },
    {
      "verse": 5,
      "text": "\\x + \\xo 18:5 \\xt Rom. 10. 18.\\x* Their voice is gone out into all the earth, and their words to the ends of the world."
    },
    {
      "verse": 6,
      "text": "In the sun he has set his tabernacle; and he comes forth as a bridegroom out of his chamber: he will exult as a giant to run his course."
    },
    {
      "verse": 7,
      "text": "His going forth is from the extremity of heaven, and his \\f + \\fr 18:7 \\fqa Gr. \\ft meeting.\\f*circuit to the \\add other\\add* end of heaven: and no one shall be hidden from his heat."
    },
    {
      "verse": 8,
      "text": "The law of the Lord is \\f + \\fr 18:8 \\fqa Gr. \\ft spotless.\\f*perfect, converting souls: the testimony of the Lord is faithful, instructing babes."
    },
    {
      "verse": 9,
      "text": "The ordinances of the Lord are right, rejoicing the heart: the commandment of the Lord is bright, enlightening the eyes."
    },
    {
      "verse": 10,
      "text": "The fear of the Lord is pure, enduring for ever and ever: the judgments of the Lord are true, \\add and\\add* justified altogether."
    },
    {
      "verse": 11,
      "text": "To be desired more than gold, and much precious stone: sweeter also than honey and the honey-comb."
    },
    {
      "verse": 12,
      "text": "For thy servant keeps to them: in the keeping of them \\add there is\\add* great reward."
    },
    {
      "verse": 13,
      "text": "Who will understand \\add his\\add* transgressions? purge thou me from my secret \\add sins\\add*."
    },
    {
      "verse": 14,
      "text": "And spare thy servant \\add the attack\\add* of strangers: if they do not gain the dominion over me, then shall I be blameless, and I shall be clear from great sin."
    },
    {
      "verse": 15,
      "text": "So shall the sayings of my mouth, and the meditation of my heart, be pleasing continually before thee, O Lord my helper, and my redeemer."
    }
  ]
}