{
  "book_id": "PSA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, by David the servant of the Lord."
    },
    {
      "verse": 2,
      "text": "The transgressor, that he may sin, says within himself, \\add that\\add* \\x + \\xo 35:2 \\xt Rom. 3. 18.\\x* there is no fear of God before his eyes."
    },
    {
      "verse": 3,
      "text": "For he has dealt craftily before him, \\f + \\fr 35:3 \\fqa q. d. \\ft with regard to the discovering.\\f*to discover his iniquity and hate it."
    },
    {
      "verse": 4,
      "text": "The words of his mouth are transgression and deceit: he is not inclined to understand \\add how\\add* to do good."
    },
    {
      "verse": 5,
      "text": "He devises iniquity on his bed; he gives himself to every evil way; and does not abhor evil."
    },
    {
      "verse": 6,
      "text": "O Lord, thy mercy is in the heaven; and thy truth \\add reaches\\add* to the clouds."
    },
    {
      "verse": 7,
      "text": "Thy righteousness is as the \\f + \\fr 35:7 \\fqa Or, \\ft vast mountains.\\f*mountains of God, thy judgments are as a great deep: O Lord, thou wilt preserve men and beasts."
    },
    {
      "verse": 8,
      "text": "How hast thou multiplied thy mercy, O God! so the children of men shall trust in the shelter of thy wings."
    },
    {
      "verse": 9,
      "text": "They shall be \\f + \\fr 35:9 \\fqa Gr. \\ft intoxicated.\\f*fully satisfied with the fatness of thine house; and thou shalt cause them to drink of the full stream of thy delights."
    },
    {
      "verse": 10,
      "text": "For with thee is the fountain of life: in thy light we shall see light."
    },
    {
      "verse": 11,
      "text": "Extend thy mercy to them that know thee; and thy righteousness to the upright in heart."
    },
    {
      "verse": 12,
      "text": "Let not the foot of pride come against me, and let not the hand of sinners move me."
    },
    {
      "verse": 13,
      "text": "There have all the workers of iniquity fallen: they are cast out, and shall not be able to stand."
    }
  ]
}