{
  "book_id": "PSA",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm of David for remembrance concerning the Sabbath-day."
    },
    {
      "verse": 2,
      "text": "O Lord, rebuke me not in thy wrath, neither chasten me in thine anger."
    },
    {
      "verse": 3,
      "text": "For thy weapons are fixed in me, and thou hast pressed thy hand heavily upon me."
    },
    {
      "verse": 4,
      "text": "For there is no health in my flesh because of thine anger; there is no peace to my bones because of my sins."
    },
    {
      "verse": 5,
      "text": "For my transgressions have gone over mine head: they have pressed heavily upon me like a weighty burden."
    },
    {
      "verse": 6,
      "text": "My bruises have become noisome and corrupt, because of my foolishness."
    },
    {
      "verse": 7,
      "text": "I have been wretched and bowed down continually: I went with a mourning countenance all the day."
    },
    {
      "verse": 8,
      "text": "For my soul is filled with mockings; and there is no health in my flesh."
    },
    {
      "verse": 9,
      "text": "I have been afflicted and brought down exceedingly: I have roared for the groaning of my heart."
    },
    {
      "verse": 10,
      "text": "But all my desire is before thee; and my groaning is not hidden from thee."
    },
    {
      "verse": 11,
      "text": "My heart is troubled, my strength has failed me; and the light of mine eyes is not with me."
    },
    {
      "verse": 12,
      "text": "My friends and my neighbours drew near before me, and stood still; and my nearest of kin stood afar off."
    },
    {
      "verse": 13,
      "text": "While they pressed hard upon me that sought my soul: and they that sought my hurt spoke vanities, and devised deceits all the day."
    },
    {
      "verse": 14,
      "text": "But I, as a deaf man, heard not; and was as a dumb man not opening his mouth."
    },
    {
      "verse": 15,
      "text": "And I was as a man that hears not, and who has no reproofs in his mouth."
    },
    {
      "verse": 16,
      "text": "For I hoped in thee, O Lord: thou wilt hear, O Lord my God."
    },
    {
      "verse": 17,
      "text": "For I said, Lest mine enemies rejoice against me: for when my feet were moved, they spoke boastingly against me."
    },
    {
      "verse": 18,
      "text": "For I am ready for \\f + \\fr 37:18 \\fqa Gr. \\ft scourges.\\f*plagues, and my grief is continually before me."
    },
    {
      "verse": 19,
      "text": "For I will declare mine iniquity, and be distressed for my sin."
    },
    {
      "verse": 20,
      "text": "But mine enemies live, and are mightier than I: and they that hate me unjustly are multiplied."
    },
    {
      "verse": 21,
      "text": "They that reward evil for good slandered me; because I followed righteousness."
    },
    {
      "verse": 22,
      "text": "Forsake me not, O Lord my God: depart not from me."
    },
    {
      "verse": 23,
      "text": "Draw nigh to my help, O Lord of my salvation."
    }
  ]
}