{
  "book_id": "PSA",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, \\add a Psalm\\add* for instruction, for the sons of Core."
    },
    {
      "verse": 2,
      "text": "As the hart earnestly desires the fountains of water, so my soul earnestly longs for thee, O God."
    },
    {
      "verse": 3,
      "text": "My soul has thirsted for the living God: when shall I come and appear before God?"
    },
    {
      "verse": 4,
      "text": "My tears have been bread to me day and night, while they daily said to me, Where is thy God?"
    },
    {
      "verse": 5,
      "text": "I remembered these things, and poured out my soul in me, for I will go to the place of thy wondrous tabernacle, \\add even\\add* to the house of God, with a voice of exultation and thanksgiving and of the sound of those who keep festival.\\f + \\fr 41:5 \\ft See \\fqa Appendix.\\f*"
    },
    {
      "verse": 6,
      "text": "Wherefore art thou very sad, O my soul? and wherefore dost thou trouble me? hope in God; for I will give thanks to him; \\add he is\\add* the salvation of my countenance."
    },
    {
      "verse": 7,
      "text": "O my God, my soul has been troubled within me: therefore will I remember thee from the land of Jordan, and of the Ermonites, from the little hill."
    },
    {
      "verse": 8,
      "text": "Deep calls to deep at the voice of thy cataracts: all thy billows and thy waves have gone over me."
    },
    {
      "verse": 9,
      "text": "By day the Lord will command his mercy, and \\f + \\fr 41:9 \\fqa Heb. \\ft and \\fqa Alex. \\ft his song shall be, etc.\\f*manifest \\add it\\add* by night: with me \\add is\\add* prayer to the God of my life."
    },
    {
      "verse": 10,
      "text": "I will say to God, Thou art my helper; why hast thou forgotten me? wherefore do I go sad of countenance, while the enemy oppresses \\add me\\add*?"
    },
    {
      "verse": 11,
      "text": "While my bones were breaking, they that afflicted me reproached me; while they said to me daily, Where is thy God?"
    },
    {
      "verse": 12,
      "text": "Wherefore art thou very sad, O my soul? and wherefore dost thou trouble me? hope in God; for I will give thanks to him; \\add he is\\add* the health of my countenance, and my God."
    }
  ]
}