{
  "book_id": "PSA",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm of \\f + \\fr 47:1 \\ft A song.\\f*praise for the sons of Core on the second \\add day\\add* of the week."
    },
    {
      "verse": 2,
      "text": "Great is the Lord, and greatly to be praised in the city of our God, in his holy mountain."
    },
    {
      "verse": 3,
      "text": "The city of the great King is well planted \\add on\\add* the mountains of Sion, with the joy of the whole earth, \\add on\\add* the sides of the north."
    },
    {
      "verse": 4,
      "text": "God is known in her palaces, when he undertakes to help her."
    },
    {
      "verse": 5,
      "text": "For, behold, the kings of the earth were assembled, they came together."
    },
    {
      "verse": 6,
      "text": "They saw, and so they wondered: they were troubled, they were moved."
    },
    {
      "verse": 7,
      "text": "Trembling took hold on them: there were the pangs as of a woman in travail."
    },
    {
      "verse": 8,
      "text": "Thou wilt break the ships of Tharsis with a vehement wind."
    },
    {
      "verse": 9,
      "text": "As we have heard, so have we also seen, in the city of the Lord of hosts, in the city of our God: God has founded it for ever. Pause."
    },
    {
      "verse": 10,
      "text": "We have thought of thy mercy, O God, in the midst of thy people."
    },
    {
      "verse": 11,
      "text": "According to thy name, O God, so is also thy praise to the ends of the earth: thy right hand is full of righteousness."
    },
    {
      "verse": 12,
      "text": "Let mount Sion rejoice, let the daughters of Judæa exult, because of thy judgments, O Lord."
    },
    {
      "verse": 13,
      "text": "Go round about Sion, and encompass her: tell ye her towers."
    },
    {
      "verse": 14,
      "text": "Mark ye well her strength, and observe her palaces; that ye may tell the next generation."
    },
    {
      "verse": 15,
      "text": "For this is our God for ever and ever: he will be our guide for evermore."
    }
  ]
}