{
  "book_id": "PSA",
  "chapter": 58,
  "verses": [
    {
      "verse": 1,
      "text": "For the end. Destroy not: by David for a memorial, when Saul sent, and watched his house to kill him."
    },
    {
      "verse": 2,
      "text": "Deliver me from mine enemies, O God; and ransom me from those that rise up against me."
    },
    {
      "verse": 3,
      "text": "Deliver me from the workers of iniquity, and save me from bloody men."
    },
    {
      "verse": 4,
      "text": "For, behold, they have hunted after my soul; violent men have set upon me: neither \\add is it\\add* my iniquity, nor my sin, O Lord."
    },
    {
      "verse": 5,
      "text": "Without iniquity I ran and directed \\add my course aright\\add*: awake to help me, and behold."
    },
    {
      "verse": 6,
      "text": "And thou, Lord God of hosts, the God of Israel, draw nigh to visit all the heathen; pity not any that work iniquity. Pause."
    },
    {
      "verse": 7,
      "text": "They shall return at evening, and hunger like a dog, and go round about the city."
    },
    {
      "verse": 8,
      "text": "Behold, they shall utter a voice with their mouth, and a sword is in their lips; for who, \\add say they\\add*, has heard?"
    },
    {
      "verse": 9,
      "text": "But thou, Lord, wilt laugh them to scorn; thou wilt utterly set at nought all the heathen."
    },
    {
      "verse": 10,
      "text": "I will keep my strength, \\add looking\\add* to thee; for thou, O God, art my helper."
    },
    {
      "verse": 11,
      "text": "\\add As for\\add* my God, his mercy shall go before me: my God will shew me \\add vengeance\\add* on mine enemies."
    },
    {
      "verse": 12,
      "text": "Slay them not, lest they forget thy \\f + \\fr 58:12 \\ft some read λαοῦ 'people'.\\f*law; scatter them by thy power; and bring them down, O Lord, my defender."
    },
    {
      "verse": 13,
      "text": "\\add For\\add* the sin of their mouth, \\add and\\add* the word of their lips, let them be even taken in their pride."
    },
    {
      "verse": 14,
      "text": "And for \\add their\\add* cursing and falsehood shall utter destruction be denounced: \\add they shall fall\\add* by the wrath of utter destruction, and shall not be; so shall they know that the God of Jacob is Lord of the ends of the earth. Pause."
    },
    {
      "verse": 15,
      "text": "They shall return at evening, and be hungry as a dog, and go round about the city."
    },
    {
      "verse": 16,
      "text": "They shall be scattered hither and thither for meat; and if they be not satisfied, they shall even murmur."
    },
    {
      "verse": 17,
      "text": "But I will sing to thy strength, and in the morning will I exult \\add in\\add* thy mercy; for thou hast been my supporter, and my refuge in the day of mine affliction."
    },
    {
      "verse": 18,
      "text": "\\add Thou art\\add* my helper; to thee, my God, will I sing; thou art my supporter, O my God, \\add and\\add* my mercy."
    }
  ]
}