{
  "book_id": "PSA",
  "chapter": 67,
  "verses": [
    {
      "verse": 1,
      "text": "For the end, a Psalm of a Song by David."
    },
    {
      "verse": 2,
      "text": "Let God arise, and let his enemies be scattered; and let them that hate him flee from before him."
    },
    {
      "verse": 3,
      "text": "As smoke vanishes, let them vanish: as wax melts before the fire, so let the sinners perish from before God."
    },
    {
      "verse": 4,
      "text": "But let the righteous rejoice; let them exult before God: let them be delighted with joy."
    },
    {
      "verse": 5,
      "text": "Sing to God, sing praises to his name: make a way for him that rides upon the west (the Lord is his name) and exult before him. They shall be troubled before the face of him,"
    },
    {
      "verse": 6,
      "text": "\\add who is\\add* the father of the orphans, and judge of the widows: \\add such is\\add* God in his holy place."
    },
    {
      "verse": 7,
      "text": "God settles the solitary in a house; leading forth prisoners mightily, also them that act provokingly, \\add even\\add* them that dwell in tombs."
    },
    {
      "verse": 8,
      "text": "O God, when thou wentest forth before thy people, when thou wentest through the wilderness; Pause:"
    },
    {
      "verse": 9,
      "text": "the earth quaked, yea, the heavens dropped \\add water\\add* at the presence of the God of Sina, at the presence of the God of Israel."
    },
    {
      "verse": 10,
      "text": "O God, thou wilt grant to thine inheritance a gracious rain; for it was weary, but thou didst refresh it."
    },
    {
      "verse": 11,
      "text": "Thy \\f + \\fr 67:11 \\ft See the \\fqa Hebrew.\\f*creatures dwell in it: thou hast in thy goodness prepared for the poor."
    },
    {
      "verse": 12,
      "text": "The Lord God will give a word to them that preach \\add it\\add* in a great company."
    },
    {
      "verse": 13,
      "text": "The king of the forces of the beloved, of the beloved, \\add will\\add* even \\add grant them\\add* for the beauty of the house to divide the spoils."
    },
    {
      "verse": 14,
      "text": "Even if ye should lie among the lots, \\add ye shall have\\add* the wings of a dove covered with silver, and her breast with \\f + \\fr 67:14 \\fqa Lit. \\ft greenness of gold.\\f*yellow gold."
    },
    {
      "verse": 15,
      "text": "When the heavenly One scatters kings upon it, they shall be made snow-white in Selmon."
    },
    {
      "verse": 16,
      "text": "The mountain of God is a rich mountain; a \\f + \\fr 67:16 \\fqa Gr. \\ft curdled like cheese.\\f*swelling mountain, a rich mountain."
    },
    {
      "verse": 17,
      "text": "Wherefore do ye conceive \\add evil\\add*, ye swelling mountains? \\add this is\\add* the mountain which God has delighted to dwell in; yea, the Lord will dwell \\add in it\\add* for ever."
    },
    {
      "verse": 18,
      "text": "The chariots of God are ten thousand fold, thousands of rejoicing ones: the Lord is among them, in Sina, in the holy place."
    },
    {
      "verse": 19,
      "text": "\\f + \\fr 67:19 \\fqa Gr. \\ft having gone up.\\f*Thou art gone up on high, thou hast led captivity captive, thou hast received gifts for man, yea, for \\add they were\\add* rebellious, that thou mightest dwell among them."
    },
    {
      "verse": 20,
      "text": "Blessed be the Lord God, blessed be the Lord daily; and the God of our salvation shall prosper us. Pause."
    },
    {
      "verse": 21,
      "text": "Our God is the God of salvation; and to the Lord belong the issues from death."
    },
    {
      "verse": 22,
      "text": "But God shall crush the heads of his enemies; the hairy crown of them that go on in their trespasses."
    },
    {
      "verse": 23,
      "text": "The Lord said, I will bring again from Basan, I will bring \\add my people\\add* again through the depths of the sea."
    },
    {
      "verse": 24,
      "text": "That thy foot may be dipped in blood, \\add and\\add* the tongue of thy dogs \\add be stained\\add* with that of \\add thine\\add* enemies."
    },
    {
      "verse": 25,
      "text": "Thy goings, O God, have been seen; the goings of my God, the king, in the sanctuary."
    },
    {
      "verse": 26,
      "text": "The princes went first, next before the players on instruments, in the midst of damsels playing on timbrels."
    },
    {
      "verse": 27,
      "text": "Praise God in the congregations, the Lord from the fountains of Israel."
    },
    {
      "verse": 28,
      "text": "There is Benjamin the younger \\add one\\add* in ecstasy, the princes of Juda their rulers, the princes of Zabulon, the princes of Nephthali."
    },
    {
      "verse": 29,
      "text": "O God, command thou thy strength: strengthen, O God, this which thou hast wrought in us."
    },
    {
      "verse": 30,
      "text": "Because of thy temple at Jerusalem shall kings bring presents to thee."
    },
    {
      "verse": 31,
      "text": "Rebuke the wild beasts of the reed: let the crowd of bulls with the heifers of the nations \\add be rebuked\\add*, so that they who have been proved with silver may not be shut out: scatter thou the nations that wish for wars."
    },
    {
      "verse": 32,
      "text": "Ambassadors shall arrive out of Egypt; Ethiopia shall hasten \\add to stretch out\\add* her hand readily to God."
    },
    {
      "verse": 33,
      "text": "Sing to God, ye kingdoms of the earth; sing psalms to the Lord. Pause."
    },
    {
      "verse": 34,
      "text": "Sing to God that \\f + \\fr 67:34 \\fqa Gr. \\ft mounts, \\fqa or, \\ft has mounted.\\f*rides on the heaven of heaven, eastward: lo, he will utter a mighty sound with his voice."
    },
    {
      "verse": 35,
      "text": "Give ye glory to God: his excellency is over Israel, and his power is in the clouds."
    },
    {
      "verse": 36,
      "text": "God is wonderful \\f + \\fr 67:36 \\fqa Or, \\ft among his holy ones.\\f*in his holy \\add places\\add*, the God of Israel: he will give power and strength to his people: blessed be God."
    }
  ]
}