{
  "book_id": "PSA",
  "chapter": 87,
  "verses": [
    {
      "verse": 1,
      "text": "A song of a Psalm for the sons of Core for the end, upon Maeleth for responsive \\add strains\\add*, of \\f + \\fr 87:1 \\fqa Gr. \\ft understanding.\\f*instruction for Æman the Israelite."
    },
    {
      "verse": 2,
      "text": "O Lord God of my salvation, I have cried by day and in the night before thee."
    },
    {
      "verse": 3,
      "text": "Let my prayer come in before thee; incline thine ear to my supplication, O Lord."
    },
    {
      "verse": 4,
      "text": "For my soul is filled with troubles, and my life has drawn nigh to Hades."
    },
    {
      "verse": 5,
      "text": "I have been reckoned with them that go down to the pit; I became as a man without help;"
    },
    {
      "verse": 6,
      "text": "free among the dead, as the slain ones \\f + \\fr 87:6 \\fqa Alex. \\ft om. ἐῤῥιμμένοι, cast out.\\f*cast out, who sleep in the tomb; whom thou rememberest no more; and they are rejected from thy hand."
    },
    {
      "verse": 7,
      "text": "They laid me in the lowest pit, in dark \\add places\\add*, and in the shadow of death."
    },
    {
      "verse": 8,
      "text": "Thy wrath has pressed heavily upon me, and thou hast brought upon me all thy billows. Pause."
    },
    {
      "verse": 9,
      "text": "Thou hast removed my acquaintance far from me; they have made me an abomination to themselves; I have been delivered up, and have not gone forth."
    },
    {
      "verse": 10,
      "text": "Mine eyes are dimmed from poverty; but I cried to thee, O Lord, all the day; I spread forth my hands to thee."
    },
    {
      "verse": 11,
      "text": "Wilt thou work wonders for the dead? or shall \\f + \\fr 87:11 \\ft See \\fqa Heb.\\f*physicians raise \\add them\\add* up, that they shall praise thee?"
    },
    {
      "verse": 12,
      "text": "Shall any one declare thy mercy in the tomb? and thy truth in destruction?"
    },
    {
      "verse": 13,
      "text": "Shall thy wonders be known in darkness? and thy righteousness in a forgotten land?"
    },
    {
      "verse": 14,
      "text": "But I cried to thee, O Lord; and in the morning shall my prayer prevent thee."
    },
    {
      "verse": 15,
      "text": "Wherefore, O Lord, dost thou reject my \\f + \\fr 87:15 \\fqa Heb. \\ft and \\fqa Alex. \\ft soul.\\f*prayer, \\add and\\add* turn thy face away from me?"
    },
    {
      "verse": 16,
      "text": "I am poor and in troubles from my youth; and having been exalted, I was brought low and into \\f + \\fr 87:16 \\ft See \\xt 2 Cor. 4. 8.\\f*despair."
    },
    {
      "verse": 17,
      "text": "Thy wrath has passed over me; and thy terrors have greatly disquieted me."
    },
    {
      "verse": 18,
      "text": "They compassed me like water; all the day they beset me together."
    },
    {
      "verse": 19,
      "text": "Thou hast put far from me \\f + \\fr 87:19 \\fqa Alex. \\ft friend and neighbour.\\f*\\add every\\add* friend, and mine acquaintances because of \\add my\\add* wretchedness."
    }
  ]
}