{
  "book_id": "PSA",
  "chapter": 91,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm of a Song for the Sabbath-day."
    },
    {
      "verse": 2,
      "text": "It is a good thing to give thanks to the Lord, and to sing praises to thy name, O thou Most High;"
    },
    {
      "verse": 3,
      "text": "to proclaim thy mercy in the morning, and thy truth by night,"
    },
    {
      "verse": 4,
      "text": "on a psaltery of ten strings, with a song on the harp."
    },
    {
      "verse": 5,
      "text": "For thou, O Lord, hast made me glad with thy work: and in the operations of thy hands will I exult."
    },
    {
      "verse": 6,
      "text": "How have thy works been magnified, O Lord! thy thoughts are very deep."
    },
    {
      "verse": 7,
      "text": "A foolish man will not know, and a senseless man will not understand this."
    },
    {
      "verse": 8,
      "text": "When the sinners spring up as the grass, and all the workers of iniquity have watched; it isthat they may be utterly destroyed for ever."
    },
    {
      "verse": 9,
      "text": "But thou, O Lord, art most high for ever."
    },
    {
      "verse": 10,
      "text": "For, behold, thine enemies shall perish; and all the workers of iniquity shall be scattered."
    },
    {
      "verse": 11,
      "text": "But my horn shall be exalted as the hornof a unicorn; and mine old age with rich mercy."
    },
    {
      "verse": 12,
      "text": "And mine eye has seen mine enemies, and mine ear shall hear the wicked that rise up against me."
    },
    {
      "verse": 13,
      "text": "The righteous shall flourish as a palm-tree: he shall be increased as the cedar in Libanus."
    },
    {
      "verse": 14,
      "text": "They that are planted in the house of the Lord shall flourish in the courts of our God."
    },
    {
      "verse": 15,
      "text": "Then shall they be increased in a fine old age; and they shall be prosperous; that they may declare"
    },
    {
      "verse": 16,
      "text": "that the Lord my God is righteous, and there is no iniquity in him."
    }
  ]
}