{
  "book_id": "PSA",
  "chapter": 93,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm of David for the fourth \\add day\\add* of the week. The Lord is a God of vengeance; the God of vengeance \\f + \\fr 93:1 \\fqa Gr. \\ft plural, \\fqa bis.\\f*has declared himself."
    },
    {
      "verse": 2,
      "text": "Be thou exalted, thou that judgest the earth: render a reward to the proud."
    },
    {
      "verse": 3,
      "text": "How long shall sinners, O Lord, how long shall sinners boast?"
    },
    {
      "verse": 4,
      "text": "They will utter and speak unrighteousness; all the workers of iniquity will speak \\add so\\add*."
    },
    {
      "verse": 5,
      "text": "They have afflicted thy people, O Lord, and hurt thine heritage."
    },
    {
      "verse": 6,
      "text": "They have slain the widow and fatherless, and murdered the stranger."
    },
    {
      "verse": 7,
      "text": "And they said, The Lord shall not see, neither shall the God of Jacob understand."
    },
    {
      "verse": 8,
      "text": "Understand now, ye simple among the people; and ye fools, at length be wise."
    },
    {
      "verse": 9,
      "text": "He that planted the ear, does he not hear? or he that formed the eye, does not he perceive?"
    },
    {
      "verse": 10,
      "text": "He that chastises the heathen, shall not he punish, \\add even\\add* he that teaches man knowledge?"
    },
    {
      "verse": 11,
      "text": "\\x + \\xo 93:11 \\xt 1 Cor. 3. 20.\\x* The Lord knows the thoughts of men, that they are vain."
    },
    {
      "verse": 12,
      "text": "Blessed is the man whomsoever thou shalt chasten, O Lord, and shalt teach him out of thy law;"
    },
    {
      "verse": 13,
      "text": "to give him rest from evil days, until a pit be digged for the sinful one."
    },
    {
      "verse": 14,
      "text": "For the Lord will not cast off his people, neither will he forsake his inheritance;"
    },
    {
      "verse": 15,
      "text": "until righteousness return to judgment, and all the upright in heart shall follow it. Pause."
    },
    {
      "verse": 16,
      "text": "Who will rise up for me against the transgressors? or who will stand up with me against the workers of iniquity?"
    },
    {
      "verse": 17,
      "text": "If the Lord had not helped me, my soul had almost sojourned in Hades."
    },
    {
      "verse": 18,
      "text": "If I said, My foot has been moved;"
    },
    {
      "verse": 19,
      "text": "thy mercy, O Lord, helped me. O Lord, according to the multitude of my griefs within my heart, thy consolations have \\f + \\fr 93:19 \\fqa Lit. \\ft 'have loved'. \\fqa Alex. \\ft ἠὺφπαναν, 'have gladdened'.\\f*soothed my soul."
    },
    {
      "verse": 20,
      "text": "Shall the throne of iniquity have fellowship with thee, which frames mischief by an ordinance?"
    },
    {
      "verse": 21,
      "text": "They will hunt for the soul of the righteous, and condemn innocent blood."
    },
    {
      "verse": 22,
      "text": "But the Lord was my refuge; and my God the helper of my hope."
    },
    {
      "verse": 23,
      "text": "And he will recompense to them their iniquity and their wickedness: the Lord our God shall utterly destroy them."
    }
  ]
}