{
  "book_id": "PSA",
  "chapter": 113,
  "verses": [
    {
      "verse": 1,
      "text": "Alleluia. At the going forth of Israel from Egypt, of the house of Jacob from a barbarous people,"
    },
    {
      "verse": 2,
      "text": "Judea became his \\f + \\fr 113:2 \\fqa Or, \\ft consecrated thing.\\f*sanctuary, \\add and\\add* Israel his dominion."
    },
    {
      "verse": 3,
      "text": "The sea saw and fled: Jordan was turned back."
    },
    {
      "verse": 4,
      "text": "The mountains skipped like rams, and the hills like lambs."
    },
    {
      "verse": 5,
      "text": "What \\add ailed\\add* thee, O sea, that thou fleddest? and thou Jordan, that thou wast turned back?"
    },
    {
      "verse": 6,
      "text": "\\add Ye\\add* mountains, that ye skipped like rams, and \\add ye\\add* hills, like lambs?"
    },
    {
      "verse": 7,
      "text": "The earth trembled at the presence of the Lord, at the presence of the God of Jacob;"
    },
    {
      "verse": 8,
      "text": "who turned the rock into pools of water, and the \\f + \\fr 113:8 \\fqa Gr. \\ft sharp rock.\\f*flint into fountains of water."
    },
    {
      "verse": 9,
      "text": "Not to us, O Lord, not to us, but to thy name give glory, because of thy mercy and thy truth;"
    },
    {
      "verse": 10,
      "text": "lest at any time the nations should say, Where is their God?"
    },
    {
      "verse": 11,
      "text": "But our God has done in heaven and on earth, whatsoever he has pleased."
    },
    {
      "verse": 12,
      "text": "The idols of the nations are silver and gold, the works of men's hands."
    },
    {
      "verse": 13,
      "text": "They have a mouth, but they \\f + \\fr 113:13 \\fqa Gr. \\ft will not.\\f*cannot speak; they have eyes, but they cannot see:"
    },
    {
      "verse": 14,
      "text": "they have ears, but they cannot hear; they have noses, but they cannot smell;"
    },
    {
      "verse": 15,
      "text": "they have hands, but they cannot handle; they have feet, but they cannot walk: they cannot speak through their throat."
    },
    {
      "verse": 16,
      "text": "Let those that make them become like to them, and all who trust in them."
    },
    {
      "verse": 17,
      "text": "The house of Israel trusts in the Lord: he is their helper and defender."
    },
    {
      "verse": 18,
      "text": "The house of Aaron trusts in the Lord: he is their helper and defender."
    },
    {
      "verse": 19,
      "text": "They that fear the Lord trust in the Lord: he is their helper and defender."
    },
    {
      "verse": 20,
      "text": "The Lord has remembered us, and blessed us: he has blessed the house of Israel, he has blessed the house of Aaron."
    },
    {
      "verse": 21,
      "text": "He has blessed them that fear the Lord, both small and great."
    },
    {
      "verse": 22,
      "text": "The Lord \\f + \\fr 113:22 \\fqa Or, \\ft increase you.\\f*add \\add blessings\\add* to you and to your children."
    },
    {
      "verse": 23,
      "text": "Blessed are ye of the Lord, who made the heaven and the earth."
    },
    {
      "verse": 24,
      "text": "The heaven of \\f + \\fr 113:24 \\fqa Gr. \\ft sing.\\f*heavens \\add belongs\\add* to the Lord: but he has given the earth to the sons of men."
    },
    {
      "verse": 25,
      "text": "The dead shall not praise thee, O Lord, nor any that go down to Hades."
    },
    {
      "verse": 26,
      "text": "But we, the living, will bless the Lord, from henceforth and for ever."
    }
  ]
}