{
  "book_id": "PSA",
  "chapter": 142,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalm of David, when his son pursued him. O Lord, attend to my prayer: hearken to my supplication in thy truth; hear me in thy righteousness."
    },
    {
      "verse": 2,
      "text": "And enter not into judgment with thy servant, for in thy sight shall no \\add man\\add* living be justified."
    },
    {
      "verse": 3,
      "text": "For the enemy has persecuted my soul; he has brought my life down to the ground; he has made me to dwell in a dark \\add place\\add*, as those that have been long dead."
    },
    {
      "verse": 4,
      "text": "Therefore my spirit was grieved in me; my heart was troubled within me."
    },
    {
      "verse": 5,
      "text": "I remembered the days of old; and I meditated on all thy doings: \\add yea\\add*, I meditated on the works of thine hands."
    },
    {
      "verse": 6,
      "text": "I spread forth my hands to thee; my soul \\add thirsts\\add* for thee, as a dry land. Pause."
    },
    {
      "verse": 7,
      "text": "Hear me speedily, O Lord; my spirit has failed; turn not away thy face from me, else I shall be like to them that go down to the pit."
    },
    {
      "verse": 8,
      "text": "Cause me to hear thy mercy in the morning; for I have hoped in thee; make known to me, O Lord, the way wherein I should walk; for I have lifted up my soul to thee."
    },
    {
      "verse": 9,
      "text": "Deliver me from mine enemies, O Lord; for I have fled to thee for refuge."
    },
    {
      "verse": 10,
      "text": "Teach me to do thy will; for thou art my God; thy good Spirit shall guide me in the \\f + \\fr 142:10 \\fqa Alex. \\ft as \\fqa Heb. \\ft 'land of uprightness.'\\f*straight \\add way\\add*."
    },
    {
      "verse": 11,
      "text": "Thou shalt quicken me, O Lord, for thy name's sake; in thy righteousness thou shalt bring my soul out of affliction."
    },
    {
      "verse": 12,
      "text": "And in thy mercy thou wilt destroy mine enemies, and wilt destroy all those that afflict my soul; for I am thy servant."
    }
  ]
}