{
  "book_id": "PSA",
  "chapter": 144,
  "verses": [
    {
      "verse": 1,
      "text": "David's \\add Psalm of\\add* praise. I will exalt thee, my God, my king; and I will bless thy name \\f + \\fr 144:1 \\fqa Lit. \\ft to the age, and to the age of the age.\\f*for ever and ever."
    },
    {
      "verse": 2,
      "text": "Every day will I bless thee, and I will praise thy name \\f + \\fr 144:2 \\fqa Lit. \\ft to the age, and to the age of the age.\\f*for ever and ever."
    },
    {
      "verse": 3,
      "text": "The Lord is great, and greatly to be praised; and there is no end of his greatness."
    },
    {
      "verse": 4,
      "text": "Generation after generation shall praise thy works, and tell of thy power."
    },
    {
      "verse": 5,
      "text": "And they shall speak of the glorious majesty of thy holiness, and recount thy wonders."
    },
    {
      "verse": 6,
      "text": "And they shall speak of the power of thy terrible \\add acts\\add*; and recount thy greatness."
    },
    {
      "verse": 7,
      "text": "They shall utter the memory of the abundance of thy goodness, and shall exult in thy righteousness."
    },
    {
      "verse": 8,
      "text": "The Lord is compassionate, and merciful; long-suffering, and abundant in mercy."
    },
    {
      "verse": 9,
      "text": "The Lord is good to those that wait \\add on him\\add*; and his compassions are over all his works."
    },
    {
      "verse": 10,
      "text": "Let all thy works, O Lord, give thanks to thee; and let thy saints bless thee."
    },
    {
      "verse": 11,
      "text": "They shall speak of the glory of thy kingdom, and talk of thy dominion;"
    },
    {
      "verse": 12,
      "text": "to make known to the sons of men thy power, and the glorious majesty of thy kingdom."
    },
    {
      "verse": 13,
      "text": "Thy kingdom is \\f + \\fr 144:13 \\fqa Gr. \\ft a kingdom of all ages.\\f*an everlasting kingdom, and thy dominion \\add endures\\add* \\f + \\fr 144:13 \\fqa Gr. \\ft in every generation and generation.\\f*through all generations."
    },
    {
      "verse": 14,
      "text": "The Lord supports all that are falling, and sets up all that are broken down."
    },
    {
      "verse": 15,
      "text": "The eyes of all wait upon thee; and thou givest \\add them\\add* their food in due season."
    },
    {
      "verse": 16,
      "text": "Thou openest thine hands, and fillest every living thing with pleasure."
    },
    {
      "verse": 17,
      "text": "The Lord is righteous in all his ways, and holy in all his works."
    },
    {
      "verse": 18,
      "text": "The Lord is near to all that call upon him, to all that call upon him in truth."
    },
    {
      "verse": 19,
      "text": "He will perform the desire of them that fear him: and he will hear their supplication, and save them."
    },
    {
      "verse": 20,
      "text": "The Lord preserves all that love him: but all sinners he will utterly destroy."
    },
    {
      "verse": 21,
      "text": "My mouth shall speak the praise of the Lord: and let all flesh bless his holy name for ever and ever."
    }
  ]
}