{
  "book_id": "HAG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "In the seventh month, on the twenty-first \\add day\\add* of the month, the Lord spoke by Aggæus the prophet, saying,"
    },
    {
      "verse": 2,
      "text": "Speak now to Zorobabel the son of Salathiel, of the tribe of Juda, and to \\f + \\fr 2:2 \\fqa Or, \\ft Joshua.\\f*Jesus the son of Josedec, the high priest, and to all the remnant of the people, saying,"
    },
    {
      "verse": 3,
      "text": "Who \\add is there\\add* of you that saw this house in her former glory? and how do ye now look upon it, as it were \\f + \\fr 2:3 \\fqa Gr. \\ft not existing.\\f*nothing before your eyes?"
    },
    {
      "verse": 4,
      "text": "Yet now be strong, O Zorobabel, saith the Lord; and strengthen thyself, O Jesus the high priest, the son of Josedec; and let all the people of the land strengthen themselves, saith the Lord, and work, for I am with you, saith the Lord Almighty;"
    },
    {
      "verse": 5,
      "text": "and my Spirit remains in the midst of you; be of good courage."
    },
    {
      "verse": 6,
      "text": "For thus saith the Lord Almighty; \\x + \\xo 2:6 \\xt Heb. 12. 26.\\x* Yet once I will shake the heaven, and the earth, and the sea, and the dry \\add land\\add*;"
    },
    {
      "verse": 7,
      "text": "and I will shake all nations, and the choice \\f + \\fr 2:7 \\fqa Or, \\ft objects.\\f*\\add portions\\add* of all the nations shall come: and I will fill this house with glory, saith the Lord Almighty."
    },
    {
      "verse": 8,
      "text": "Mine is the silver, and mine the gold, saith the Lord Almighty."
    },
    {
      "verse": 9,
      "text": "For the glory of this house shall be great, the latter more than the former, saith the Lord Almighty: and in this place will I give peace, saith the Lord Almighty, even peace of soul for \\f + \\fr 2:9 \\fqa Or, \\ft salvation.\\f*a possession to every one that builds, to raise up this temple."
    },
    {
      "verse": 10,
      "text": "On the four and twentieth \\add day\\add* of the ninth month, in the second year of Darius, the word of the Lord came to Aggæus the prophet, saying,"
    },
    {
      "verse": 11,
      "text": "Thus saith the Lord Almighty; Inquire now of the priests \\add concerning\\add* the law, saying,"
    },
    {
      "verse": 12,
      "text": "If a man should take holy flesh in the skirt of his garment, and the skirt of his garment should touch bread, or pottage, or wine, or oil, or any meat, shall it be \\f + \\fr 2:12 \\fqa Gr. \\ft sanctified.\\f*holy? And the priests answered and said, No."
    },
    {
      "verse": 13,
      "text": "And Aggæus said, If a defiled person who is unclean by reason of a dead body, touch any of these, shall it be defiled? And the priests answered and said, It shall be defiled."
    },
    {
      "verse": 14,
      "text": "And Aggæus answered and said, So is this people, and so is this nation before me, saith the Lord; and so are all the works of their hands: and whosoever shall approach them, shall be defiled [\\f + \\fr 2:14 \\ft Not in Hebrew.\\f*because of their early burdens: they shall be pained because of their toils; and ye have hated him that reproved in the gates]."
    },
    {
      "verse": 15,
      "text": "And now consider, I pray you, from this day and beforetime, before they laid a stone on a stone in the temple of the Lord, what manner of men ye were."
    },
    {
      "verse": 16,
      "text": "When ye cast into the corn-bin twenty measures of barley, and there were \\add only\\add* ten measures of barley: and ye went \\f + \\fr 2:16 \\fqa Gr. \\ft into.\\f*to the vat to draw out fifty measures, and there were \\add but\\add* twenty."
    },
    {
      "verse": 17,
      "text": "I smote you with barrenness, and with blasting, and all the works of your hands with hail; yet ye returned not to me, saith the Lord."
    },
    {
      "verse": 18,
      "text": "Set your hearts now \\add to think\\add* from this day and upward, from the four and twentieth \\add day\\add* of the ninth month, even from the day when the foundation of the temple of the Lord was laid;"
    },
    {
      "verse": 19,
      "text": "consider in your hearts, whether \\add this\\add* shall be known on the corn-floor, and whether yet the vine, and the fig-tree, and the pomegranate, and the olive-trees that bear no fruit \\add are with you\\add*: from this day will I bless \\add you\\add*."
    },
    {
      "verse": 20,
      "text": "And the word of the Lord came the second time to Aggæus the prophet, on the four and twentieth \\add day\\add* of the month, saying,"
    },
    {
      "verse": 21,
      "text": "Speak to Zorobabel the son of Salathiel, of the tribe of Juda, saying, I shake the heaven, and the earth, and the sea, and the dry \\add land\\add*;"
    },
    {
      "verse": 22,
      "text": "and I will overthrow the thrones of kings, and I will destroy the power of the kings of the nations; and I will overthrow chariots and riders; and the horses and their riders shall come down, every one by the sword striving against his brother."
    },
    {
      "verse": 23,
      "text": "In that day, saith the Lord Almighty, I will take thee, O Zorobabel, the son of Salathiel, my servant, saith the Lord, and will make thee as a seal: for I have chosen thee, saith the Lord Almighty."
    }
  ]
}