{
  "book_id": "1CH",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Adam, Seth, Enos,"
    },
    {
      "verse": 2,
      "text": "and Cainan, Maleleel, Jared,"
    },
    {
      "verse": 3,
      "text": "Enoch, Mathusala, Lamech,"
    },
    {
      "verse": 4,
      "text": "Noe: the sons of Noe, Sem, Cham, Japheth."
    },
    {
      "verse": 5,
      "text": "The sons of Japheth, Gamer, Magog, Madaim, Jovan, Helisa, Thobel, Mosoch, and Thiras."
    },
    {
      "verse": 6,
      "text": "And the sons of Gamer, Aschanaz, and Riphath, and Thorgama."
    },
    {
      "verse": 7,
      "text": "And the sons of Jovan, Helisa, and Tharsis, the Citians, and Rhodians."
    },
    {
      "verse": 8,
      "text": "And the sons of Cham, Chus, and Mesraim, Phud and Chanaan."
    },
    {
      "verse": 9,
      "text": "And the sons of Chus, Saba, and Evila, and Sabatha, and Regma, and Sebethaca: and the sons of Regma, Saba, and Dadan."
    },
    {
      "verse": 10,
      "text": "And Chus begot Nebrod: he began to be a mighty hunter on the earth."
    },
    {
      "verse": 17,
      "text": "The sons of Sem, Ælam, and Assur,"
    },
    {
      "verse": 24,
      "text": "and Arphaxad, Sala,"
    },
    {
      "verse": 25,
      "text": "Eber, Pheleg, Ragan,"
    },
    {
      "verse": 26,
      "text": "Seruch, Nachor, Tharrha,"
    },
    {
      "verse": 27,
      "text": "Abraam."
    },
    {
      "verse": 28,
      "text": "And the sons of Abraam, Isaac, and Ismael."
    },
    {
      "verse": 29,
      "text": "And these aretheir generations: the first-born of Ismael, Nabæoth, and Kedar, Nabdeel, Massam,"
    },
    {
      "verse": 30,
      "text": "Masma, Iduma, Masse, Chondan, Thæman,"
    },
    {
      "verse": 31,
      "text": "Jettur, Naphes, Kedma: these arethe sons of Ismael."
    },
    {
      "verse": 32,
      "text": "And the sons of Chettura Abraam's concubine:—and she bore him Zembram, Jexan, Madiam, Madam, Sobac, Soe: and the sons of Jexan; Dædan, and Sabai;"
    },
    {
      "verse": 33,
      "text": "and the sons of Madiam; Gephar, and Opher, and Enoch, and Abida, and Eldada; all these werethe sons of Chettura."
    },
    {
      "verse": 34,
      "text": "And Abraam begot Isaac: and the sons of Isaac wereJacob, and Esau."
    },
    {
      "verse": 35,
      "text": "The sons of Esau, Eliphaz, and Raguel, and Jeul, and Jeglom, and Core."
    },
    {
      "verse": 36,
      "text": "The sons of Eliphaz: Thæman, and Omar, Sophar, and Goötham, and Kenez, and Thamna, and Amalec."
    },
    {
      "verse": 37,
      "text": "And the sons of Raguel, Naches, Zare, Some, and Moze."
    },
    {
      "verse": 38,
      "text": "The sons of Seir, Lotan, Sobal, Sebegon, Ana, Deson, Osar, and Disan."
    },
    {
      "verse": 39,
      "text": "And the sons of Lotan, Chorri, and Æman; and the sister of Lotan wasThamna."
    },
    {
      "verse": 40,
      "text": "The sons of Sobal; Alon, Machanath, Tæbel, Sophi, and Onan: and the sons of Sebegon; Æth, and Sonan."
    },
    {
      "verse": 41,
      "text": "The sons of Sonan, Dæson: and the sons of Dæson; Emeron, and Asebon, and Jethram, and Charran."
    },
    {
      "verse": 42,
      "text": "And the sons of Hosar, Balaam, and Zucam, and Acan: the sons of Disan, Os, and Aran."
    },
    {
      "verse": 43,
      "text": "And these aretheir kings, Balac the son of Beor; and the name of his city wasDennaba."
    },
    {
      "verse": 44,
      "text": "And Balac died, and Jobab the son of Zara of Bosorrha reigned in his stead."
    },
    {
      "verse": 45,
      "text": "And Jobab died, and Asom of the land of the Thæmanites reigned in his stead."
    },
    {
      "verse": 46,
      "text": "And Asom died, and Adad the son of Barad reigned in his stead, who smote Madiam in the plain of Moab: and the name of his city wasGethaim."
    },
    {
      "verse": 47,
      "text": "And Adad died, and Sebla of Masecca reigned in his stead."
    },
    {
      "verse": 48,
      "text": "And Sebla died, and Saul of Rhoboth by the river reigned in his stead."
    },
    {
      "verse": 49,
      "text": "And Saul died, and Balaennor son of Achobor reigned in his stead."
    },
    {
      "verse": 50,
      "text": "And Balaennor died, and Adad son of Barad reigned in his stead; and the name of his city wasPhogor."
    },
    {
      "verse": 51,
      "text": "The princes of Edom: prince Thamna, prince Golada, prince Jether,"
    },
    {
      "verse": 52,
      "text": "prince Elibamas, prince Elas, prince Phinon,"
    },
    {
      "verse": 53,
      "text": "prince Kenez, prince Thæman, prince Babsar, prince Magediel,"
    },
    {
      "verse": 54,
      "text": "prince Zaphoin. These arethe princes of Edom."
    }
  ]
}