{
  "book_id": "1CH",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "So they brought in the ark of God, and set it in the midst of the tabernacle which David pitched for it; and they offered whole-burnt-offerings and peace-offerings before God."
    },
    {
      "verse": 2,
      "text": "And David finished offering up whole-burnt-offerings and peace-offerings, and blessed the people in the name of the Lord."
    },
    {
      "verse": 3,
      "text": "And he divided to every man of Israel (both men and women), to everyman one baker's loaf, and a cake."
    },
    {
      "verse": 4,
      "text": "And he appointed before the ark of the covenant of the Lord, Levites to minister andlift up the voice, and to give thanks and praise the Lord God of Israel:"
    },
    {
      "verse": 5,
      "text": "Asaph wasthe chief, and next to him Zacharias, Jeiel, Semiramoth, and Jeiel, Mattathias, Eliab, and Banæas, and Abdedom: and Jeiel sounding with musical instruments, lutes andharps, and Asaph with cymbals:"
    },
    {
      "verse": 6,
      "text": "and Banæas and Oziel the priests soundingcontinually with trumpets before the ark of the covenant of God in that day."
    },
    {
      "verse": 7,
      "text": "Then David first gave orders to praise the Lord by the hand of Asaph and his brethren."
    },
    {
      "verse": 8,
      "text": "Song. Give thanks to the Lord, call upon him by his name, make known his designs among the people."
    },
    {
      "verse": 9,
      "text": "Sing songsto him, and sing hymns to him, relate to all peoplehis wonderful deeds, which the Lord has wrought."
    },
    {
      "verse": 10,
      "text": "Praise his holy name, the heart that seeks his pleasure shall rejoice."
    },
    {
      "verse": 11,
      "text": "Seek the Lord and be strong, seek his face continually."
    },
    {
      "verse": 12,
      "text": "Remember his wonderful works which he has wrought, his wonders, and the judgments of his mouth;"
    },
    {
      "verse": 13,
      "text": "yeseed of Israel his servants, yeseed of Jacob his chosen ones."
    },
    {
      "verse": 14,
      "text": "He isthe Lord our God; his judgments arein all the earth."
    },
    {
      "verse": 15,
      "text": "Let us remember his covenant for ever, his word which he commanded to a thousand generations,"
    },
    {
      "verse": 16,
      "text": "which he covenanted with Abraham, and his oath swornto Isaac."
    },
    {
      "verse": 17,
      "text": "He confirmed it to Jacob for an ordinance, to Israel asan everlasting covenant,"
    },
    {
      "verse": 18,
      "text": "saying, To thee will I give the land of Chanaan, the line of your inheritance:"
    },
    {
      "verse": 19,
      "text": "when they were few in number, when they were but little, and dwelt as strangers in it;"
    },
    {
      "verse": 20,
      "text": "and went from nation to nation, and from one kingdom to another people."
    },
    {
      "verse": 21,
      "text": "He suffered not a man to oppress them, and he reproved kings for their sakes,"
    },
    {
      "verse": 22,
      "text": "saying, Touch not my anointed ones, and deal not wrongfully with my prophets."
    },
    {
      "verse": 23,
      "text": "Sing ye to the Lord, all the earth; proclaim his salvation from day to day."
    },
    {
      "verse": 25,
      "text": "For the Lord isgreat, and greatly to be praised: he isto be feared above all gods."
    },
    {
      "verse": 26,
      "text": "For all the gods of the nations areidols; but our God made the heavens."
    },
    {
      "verse": 27,
      "text": "Glory and praise arein his presence; strength and rejoicing arein his place."
    },
    {
      "verse": 28,
      "text": "Give to the Lord, ye families of the nations, give to the Lord glory and strength."
    },
    {
      "verse": 29,
      "text": "Give to the Lord the glory belongingto his name: take gifts and offer thembefore him; and worship the Lord in his holy courts."
    },
    {
      "verse": 30,
      "text": "Let the whole earth fear before him; let the earth be established, and not be moved."
    },
    {
      "verse": 31,
      "text": "Let the heavens rejoice, and let the earth exult; and let them say among the nations, The Lord reigns."
    },
    {
      "verse": 32,
      "text": "The sea with its fulness shall resound and the tree of the field, and all things in it."
    },
    {
      "verse": 33,
      "text": "Then shall the trees of the wood rejoice before the Lord, for he is come to judge the earth."
    },
    {
      "verse": 34,
      "text": "Give thanks to the Lord, for it isgood, for his mercy isfor ever."
    },
    {
      "verse": 35,
      "text": "And say ye, Save us, O God of our salvation, and gather us, and rescue us from among the heathen, that we may praise thy holy name, and glory in thy praises."
    },
    {
      "verse": 36,
      "text": "Blessed bethe Lord God of Israel from everlasting and to everlasting: And all the people shall say, Amen. So they praised the Lord."
    },
    {
      "verse": 37,
      "text": "And they left there Asaph and his brethren before the ark of the covenant of the Lord, to minister before the ark continually, according to the service of each day: from day to day."
    },
    {
      "verse": 38,
      "text": "And Abdedom and his brethren weresixty and eight; and Abdedom the son of Idithun, and Osa, wereto be door-keepers."
    },
    {
      "verse": 39,
      "text": "And they appointedSadoc the priest, and his brethren the priests, before the tabernacle of the Lord in the high place in Gabaon,"
    },
    {
      "verse": 40,
      "text": "to offer up whole-burnt-offerings to the Lord on the altar of whole-burnt-offerings continually morning and evening, and according to all things written in the law of the Lord, which he commanded the children of Israel by Moses the servant of God."
    },
    {
      "verse": 41,
      "text": "And with him wereÆman and Idithun, and the rest chosen out by name to praise the Lord, for his mercy enduresfor ever."
    },
    {
      "verse": 42,
      "text": "And with them there weretrumpets and cymbals to sound aloud, and musical instruments for the songs of God: and the sons of Idithun wereat the gate."
    },
    {
      "verse": 43,
      "text": "And all the people went every one to his home: and David returned to bless his house."
    }
  ]
}