{
  "book_id": "1CH",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And they numberthe sons of Aaron in theirdivision, Nadab, and Abiud, and Eleazar, and Ithamar."
    },
    {
      "verse": 2,
      "text": "And Nadab and Abiud died before their father, and they had no sons: so Eleazar and Ithamar the sons of Aaron ministered as priests."
    },
    {
      "verse": 3,
      "text": "And David distributed them, even Sadoc of the sons of Eleazar, and Achimelech of the sons of Ithamar, according to their numbering, according to their service, according to the houses of their fathers."
    },
    {
      "verse": 4,
      "text": "And there were found amongthe sons of Eleazar more chiefs of the mighty ones, than of the sons of Ithamar: and he divided them, sixteen heads of families to the sons of Eleazar, eight according to theirfamilies to the sons of Ithamar."
    },
    {
      "verse": 5,
      "text": "And he divided them according to their lots, one with the other; for there were those who had charge of the holy things, and those who had charge of the houseof the Lord among the sons of Eleazar, and among the sons of Ithamar."
    },
    {
      "verse": 6,
      "text": "And Samaias the son of Nathanael, the scribe, of the familyof Levi, wrote them down before the king, and the princes, and Sadoc the priest, and Achimelech the son of Abiathar were present; and the heads of the families of the priests and the Levites, each of a household were assignedone to Eleazar, and one to Ithamar."
    },
    {
      "verse": 7,
      "text": "And the first lot came out to Joarim, the second to Jedia,"
    },
    {
      "verse": 8,
      "text": "the third to Charib, the fourth to Seorim,"
    },
    {
      "verse": 9,
      "text": "the fifth to Melchias, the sixth to Meiamin,"
    },
    {
      "verse": 10,
      "text": "the seventh to Cos, the eighth to Abia,"
    },
    {
      "verse": 11,
      "text": "the ninth to Jesus, the tenth to Sechenias,"
    },
    {
      "verse": 12,
      "text": "the eleventh to Eliabi, the twelfth to Jacim,"
    },
    {
      "verse": 13,
      "text": "the thirteenth to Oppha, the fourteenth to Jesbaal,"
    },
    {
      "verse": 14,
      "text": "the fifteenth to Belga, the sixteenth to Emmer,"
    },
    {
      "verse": 15,
      "text": "the seventeenth to Chezin, the eighteenth to Aphese,"
    },
    {
      "verse": 16,
      "text": "the nineteenth to Phetæa, the twentieth to Ezekel,"
    },
    {
      "verse": 17,
      "text": "the twenty-first to Achim, the twenty-second to Gamul,"
    },
    {
      "verse": 18,
      "text": "the twenty-third to Adallai, the twenty-fourth to Maasai."
    },
    {
      "verse": 19,
      "text": "This istheir numbering according to their service to go into the house of the Lord, according to their appointment by the hand of Aaron their father, as the Lord God of Israel commanded."
    },
    {
      "verse": 20,
      "text": "And for the sons of Levi that were left, evenfor the sons of Ambram, Sobael: for the sons of Sobael, Jedia."
    },
    {
      "verse": 21,
      "text": "For Raabia, the chief was Isaari,"
    },
    {
      "verse": 22,
      "text": "and for Isaari, Salomoth: for the sons of Salomoth, Jath."
    },
    {
      "verse": 23,
      "text": "The sons of Ecdiu; Amadia the second, Jaziel the third, Jecmoam the fourth."
    },
    {
      "verse": 24,
      "text": "For the sons of Oziel, Micha: the sons of Micha; Samer."
    },
    {
      "verse": 25,
      "text": "The brother of Micha; Isia, the son of Isia; Zacharia."
    },
    {
      "verse": 26,
      "text": "The sons of Merari, Mooli, and Musi: the sons of Ozia,"
    },
    {
      "verse": 27,
      "text": "That is, the sonsof Merari by Ozia,—his sons wereIsoam, and Sacchur, and Abai."
    },
    {
      "verse": 28,
      "text": "To Mooli were bornEleazar, and Ithamar; and Eleazar died, and had no sons."
    },
    {
      "verse": 29,
      "text": "For Kis; the sons of Kis; Jerameel."
    },
    {
      "verse": 30,
      "text": "And the sons of Musi; Mooli, and Eder, and Jerimoth. These werethe sons of the Levites according to the houses of their families."
    },
    {
      "verse": 31,
      "text": "And they also received lots as their brethren the sons of Aaron before the king; Sadoc also, and Achimelech, and the chiefs of the families of the priests and of the Levites, principal heads of families, even as their younger brethren."
    }
  ]
}