{
  "book_id": "1CH",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And for the divisions of the gates: the sons of the Corites \\add were\\add* Mosellemia, of the sons of Asaph."
    },
    {
      "verse": 2,
      "text": "And Mosellemia's first-born son \\add was\\add* Zacharias, the second Jadiel, the third Zabadia, the fourth Jenuel,"
    },
    {
      "verse": 3,
      "text": "the fifth Jolam, the sixth Jonathan, the seventh Elionai, the eighth Abdedom."
    },
    {
      "verse": 4,
      "text": "And to Abdedom \\add there were born\\add* sons, Samaias the first-born, Jozabath the second, Joath the third, Sachar the fourth, Nathanael the fifth,"
    },
    {
      "verse": 5,
      "text": "Amiel the sixth, Issachar the seventh, Phelathi the eighth: for God blessed him."
    },
    {
      "verse": 6,
      "text": "And to Samaias his son were born the sons of his first-born, chiefs over the house of their father, for they were mighty."
    },
    {
      "verse": 7,
      "text": "The sons of Samai; Othni, and Raphael, and Obed, and Elzabath, and Achiud, mighty men, Heliu, and Sabachia, and Isbacom."
    },
    {
      "verse": 8,
      "text": "All \\add these were\\add* of the sons of Abdedom, they and their sons and their brethren, doing mightily in service: in all sixty-two \\add born\\add* to Abdedom."
    },
    {
      "verse": 9,
      "text": "And Mosellemia \\add had\\add* eighteen sons and brethren, mighty men."
    },
    {
      "verse": 10,
      "text": "And to Osa of the sons of Merari \\add there were born\\add* sons, keeping the dominion; though he was not the first-born, yet his father made him chief of the second division."
    },
    {
      "verse": 11,
      "text": "Chelcias the second, Tablai the third, Zacharias the fourth: all these \\add were\\add* the sons and brethren of Osa, thirteen."
    },
    {
      "verse": 12,
      "text": "To these \\add were assigned\\add* the divisions of the gates, to the chiefs of the mighty men the daily courses, even their brethren, to minister in the house of the Lord."
    },
    {
      "verse": 13,
      "text": "And they cast lots for the small as well as for the great, for the several gates, according to their families."
    },
    {
      "verse": 14,
      "text": "And the lot of the east gates fell to Selemias, and Zacharias: the sons of Soaz cast lots for Melchias, and the lot came out northward."
    },
    {
      "verse": 15,
      "text": "To Abdedom \\add they gave by lot\\add* the south, opposite the house of Esephim."
    },
    {
      "verse": 16,
      "text": "\\add They gave the lot\\add* for the second to Osa westward, after the gate of the chamber by the ascent, watch against watch."
    },
    {
      "verse": 17,
      "text": "Eastward \\add were\\add* six \\add watchmen\\add* in the day; northward four by the day; southward four by the day; and two at the Esephim,"
    },
    {
      "verse": 18,
      "text": "to relieve guard, also for Osa westward after the chamber-gate, three. \\add There was\\add* a ward over against the ward of the ascent eastward, six \\add men\\add* in a day, and four for the north, and four for the south, and at the Esephim two to relieve guard, and four by the west, and two to relieve guard at the pathway."
    },
    {
      "verse": 19,
      "text": "These \\add are\\add* the divisions of the porters for the sons of Core, and to the sons of Merari."
    },
    {
      "verse": 20,
      "text": "And the Levites their brethren \\add were\\add* over the treasures of the house of the Lord, and over the treasures of the hallowed things."
    },
    {
      "verse": 21,
      "text": "These \\add were\\add* the sons of Ladan, the sons of the Gersonite: to Ladan \\add belonged\\add* the heads of the families: \\add the son\\add* of Ladan the Gersonite \\add was\\add* Jeiel."
    },
    {
      "verse": 22,
      "text": "The sons of Jeiel \\add were\\add* Zethom, and Joel; brethren \\add who were\\add* over the treasures of the house of the Lord."
    },
    {
      "verse": 23,
      "text": "To Ambram and Issaar belonged Chebron, and Oziel."
    },
    {
      "verse": 24,
      "text": "And Subael the \\add son\\add* of Gersam, the \\add son\\add* of Moses, \\add was\\add* over the treasures."
    },
    {
      "verse": 25,
      "text": "And Rabias \\add was\\add* son to his brother Eliezer, and \\add so was\\add* Josias, and Joram, and Zechri, and Salomoth."
    },
    {
      "verse": 26,
      "text": "This Salomoth and his brethren \\add were\\add* over all the sacred treasures, which David the king and the heads of families consecrated, \\add and\\add* the captains of thousands and captains of hundreds, and princes of the host,"
    },
    {
      "verse": 27,
      "text": "things which he took out of cities and from the spoils, and consecrated some of them, so that the building of the house of God should not want \\add supplies\\add*;"
    },
    {
      "verse": 28,
      "text": "and over all the holy things of God dedicated by Samuel the prophet, and Saul the son of Kis, and Abenner the son of Ner, and Joab the son of Saruia, whatsoever they sanctified \\add was\\add* by the hand of Salomoth and his brethren."
    },
    {
      "verse": 29,
      "text": "For the Issaarites, Chonenia, and \\add his\\add* sons \\add were over\\add* the outward ministration over Israel, to record and to judge."
    },
    {
      "verse": 30,
      "text": "For the Chebronites, Asabias and his brethren, a thousand and seven hundred mighty men, \\add were\\add* over the charge of Israel beyond Jordan westward, for all the service of the Lord and work of the king."
    },
    {
      "verse": 31,
      "text": "Of the \\add family\\add* of Chebron Urias \\add was\\add* chief, even of the Chebronites according to their generations, according to their families. In the fortieth year of his reign they were numbered, and there were found mighty men among them in Jazer of Galaad."
    },
    {
      "verse": 32,
      "text": "And his brethren \\add were\\add* two thousand seven hundred mighty men, chiefs of their families, and king David set them over the Rubenites, and the Gaddites, and the half-tribe of Manasse, for every ordinance of the Lord, and business of the king."
    }
  ]
}