{
  "book_id": "1CH",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Now the sons of Israel according to their number, heads of families, captains of thousands and captains of hundreds, and scribes ministering to the king, and for every affair of the king according to theirdivisions, forevery ordinance of coming in and going out monthly, for all the months of the year, one division of them wastwenty-four thousand."
    },
    {
      "verse": 2,
      "text": "And over the first division of the first month wasIsboaz the son of Zabdiel: in his division weretwenty-four thousand."
    },
    {
      "verse": 3,
      "text": "Of the sons of Tharez onewas chief of all the captains of the host for the first month."
    },
    {
      "verse": 4,
      "text": "And over the division of the second month wasDodia the son of Ecchoc, and over his division wasMakelloth also chief: and in his division weretwenty and four thousand, chief men of the host."
    },
    {
      "verse": 5,
      "text": "The third for the third month wasBanaias the son of Jodae the chief priest: and in his division weretwenty and four thousand."
    },
    {
      "verse": 6,
      "text": "This Banæas wasmore mighty than the thirty, and over the thirty: and Zabad his son wasover his division."
    },
    {
      "verse": 7,
      "text": "The fourth for the fourth month wasAsael the brother of Joab, and Zabadias his son, and his brethren: and in his division weretwenty and four thousand."
    },
    {
      "verse": 8,
      "text": "The fifth chief for the fifth month wasSamaoth the Jezraite: and in his division weretwenty and four thousand."
    },
    {
      "verse": 9,
      "text": "The sixth for the sixth month wasHoduias the son of Ekkes the Thecoite: and in his division weretwenty and four thousand."
    },
    {
      "verse": 10,
      "text": "The seventh for the seventh month wasChelles of Phallus of the children of Ephraim: and in his division weretwenty and four thousand."
    },
    {
      "verse": 11,
      "text": "The eighth for the eighth month wasSobochai the Usathite, belongingto Zarai: and in his division weretwenty and four thousand."
    },
    {
      "verse": 12,
      "text": "The ninth for the ninth month wasAbiezer of Anathoth, of the land of Benjamin: and in his division weretwenty and four thousand."
    },
    {
      "verse": 13,
      "text": "The tenth for the tenth month wasMeera the Netophathite, belongingto Zarai: and in his division weretwenty and four thousand."
    },
    {
      "verse": 14,
      "text": "The eleventh for the eleventh month wasBanaias of Pharathon, of the sons of Ephraim: and in his division weretwenty and four thousand."
    },
    {
      "verse": 15,
      "text": "The twelfth for the twelfth month wasCholdia the Netophathite, belongingto Gothoniel: and in his division weretwenty and four thousand."
    },
    {
      "verse": 16,
      "text": "And over the tribes of Israel, the chief for Ruben wasEliezer the son of Zechri: for Symeon, Saphatias the son of Maacha:"
    },
    {
      "verse": 17,
      "text": "for Levi, Asabias the son of Camuel: for Aaron, Sadoc:"
    },
    {
      "verse": 18,
      "text": "for Juda, Eliab of the brethren of David: for Issachar, Ambri the son of Michael:"
    },
    {
      "verse": 19,
      "text": "for Zabulon, Samæas the son of Abdiu: for Nephthali, Jerimoth the son of Oziel:"
    },
    {
      "verse": 20,
      "text": "for Ephraim, Ose the son of Ozia: for the half-tribe of Manasse, Joel the son of Phadæa:"
    },
    {
      "verse": 21,
      "text": "for the half-tribe of Manasse in the land of Galaad, Jadai the son of Zadæas, for the sons of Benjamin, Jasiel the son of Abenner:"
    },
    {
      "verse": 22,
      "text": "for Dan, Azariel the son of Iroab: these arethe chiefs of the tribes of Israel."
    },
    {
      "verse": 23,
      "text": "But David took not their number from twenty years old and under: because the Lord said that he would multiply Israel as the stars of the heaven."
    },
    {
      "verse": 24,
      "text": "And Joab the son of Saruia began to number the people, and did not finish the work, for there was hereupon wrath on Israel; and the number was not recorded in the book of the chronicles of king David."
    },
    {
      "verse": 25,
      "text": "And over the king's treasures wasAsmoth the son of Odiel; and over the treasures in the country, and in the towns, and in the villages, and in the towers, wasJonathan the son of Ozia."
    },
    {
      "verse": 26,
      "text": "And over the husbandmen who tilled the ground wasEsdri the son of Chelub."
    },
    {
      "verse": 27,
      "text": "And over the fields wasSemei of Rael; and over the treasures of wine in the fields wasZabdi the son of Sephni."
    },
    {
      "verse": 28,
      "text": "And over the oliveyards, and over the sycamores in the plain country wasBallanan the Gedorite; and over the stores of oil wasJoas."
    },
    {
      "verse": 29,
      "text": "And over the oxen pasturing in Saron wasSatrai the Saronite; and over the oxen in the valleys wasSophat the son of Adli."
    },
    {
      "verse": 30,
      "text": "And over the camels wasAbias the Ismaelite; and over the asses wasJadias of Merathon."
    },
    {
      "verse": 31,
      "text": "And over the sheep wasJaziz the Agarite. All these weresuperintendents of the substance of king David."
    },
    {
      "verse": 32,
      "text": "And Jonathan, David's uncle by the father's side, wasa counsellor, a wise man: and Jeel the son of Achami waswith the king's sons."
    },
    {
      "verse": 33,
      "text": "Achitophel wasthe king's counsellor: and Chusi the chief friend of the king."
    },
    {
      "verse": 34,
      "text": "And after this Achitophel Jodae the son of Banæas camenext, and Abiathar: and Joab wasthe king's commander-in-chief."
    }
  ]
}