{
  "book_id": "HAB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I will take my stand on my watch-tower, and station myself on a turret. I will watch to see what the Lordwill say to me, what answer he will make to my complaint. (The Lord)"
    },
    {
      "verse": 2,
      "text": "Then the \\+w Lord|strong=\"H3068\"\\+w*answered me and said: Inscribe the vision plainly on tablets, so that even someone running by could read it."
    },
    {
      "verse": 3,
      "text": "Though the vision waits for the time set, it hastens to fulfilment and will not fail; Though it linger long, wait for it. For it surely will come and will not be delayed."
    },
    {
      "verse": 4,
      "text": "The strength of the proud fails, but the upright lives by their faithfulness."
    },
    {
      "verse": 5,
      "text": "Wealth is treacherous, the arrogant never have enough. They make their desire as wide as Sheol, are like death, unsatisfied, For they gather to themselves all the nations, bring together to themselves all peoples."
    },
    {
      "verse": 6,
      "text": "Shouldn’t everyone mock them? sing a taunt-song against them, and say: Woe to the person who amasses what is not theirs, and loads them self down with goods taken in pledge!"
    },
    {
      "verse": 7,
      "text": "Won’t your creditors suddenly rise, and those who will overthrow you awake, and you become their prey?"
    },
    {
      "verse": 8,
      "text": "For as you have plundered many peoples, the survivors will prey upon you. You have shed blood and committed violence to the earth, peoples and their cities."
    },
    {
      "verse": 9,
      "text": "Woe to you who seeks unjust gain for your dynasty, who sets your nest on high to be safe from the reach of misfortune!"
    },
    {
      "verse": 10,
      "text": "You have planned only shame for your dynasty. You have destroyed many peoples, and brought guilt upon yourself;"
    },
    {
      "verse": 11,
      "text": "the stone will cry out from the wall, and the beam from the timber will answer it."
    },
    {
      "verse": 12,
      "text": "Woe to the person who builds a city by bloodshed, and founds a town by crime"
    },
    {
      "verse": 13,
      "text": "while the peoples toil for what fires will consume, and the nations weary themselves for nothing! This the \\+w Lord|strong=\"H3068\"\\+w*of hosts has said,"
    },
    {
      "verse": 14,
      "text": "and the earth will be as full of the knowledge of the glory of the \\+w Lord|strong=\"H3068\"\\+w*as the seas are full of water."
    },
    {
      "verse": 15,
      "text": "Woe to him who in fury gives drink to his neighbor to make him drunk, and see him naked."
    },
    {
      "verse": 16,
      "text": "You are filled with shame, not glory; drink yourself and be uncovered. The cup from the \\+w Lord|strong=\"H3068\"\\+w*’s hand will pass in turn to you, and shame will cover your glory!"
    },
    {
      "verse": 17,
      "text": "For the violence done to Lebanon will overwhelm you, the destruction of animals will terrify you, because you shed people’s blood on the earth, destroyed people and their cities."
    },
    {
      "verse": 18,
      "text": "What use is an idol? A human made it, a metal image. It cannot speak, it cannot teach truth, Why does its maker trust it?"
    },
    {
      "verse": 19,
      "text": "Woe to the person who says to a block, awake! to a dumb stone, arise! What can it teach? It may be set with gold and silver, but there is no breath at all within it."
    },
    {
      "verse": 20,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*is in his holy temple. Let all the earth be silent before him!"
    }
  ]
}