{
  "book_id": "ACT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Λαλούντων δὲ αὐτῶν πρὸς τὸν λαὸν ἐπέστησαν αὐτοῖς οἱ ἱερεῖς καὶ ὁ στρατηγὸς τοῦ ἱεροῦ καὶ οἱ Σαδδουκαῖοι,"
    },
    {
      "verse": 2,
      "text": "διαπονούμενοι διὰ τὸ διδάσκειν αὐτοὺς τὸν λαὸν καὶ καταγγέλλειν ἐν τῷ Ἰησοῦ τὴν ἀνάστασιν τῶν νεκρῶν·"
    },
    {
      "verse": 3,
      "text": "καὶ ἐπέβαλον αὐτοῖς τὰς χεῖρας καὶ ἔθεντο εἰς τήρησιν εἰς τὴν αὔριον· ἦν γὰρ ἑσπέρα ἤδη."
    },
    {
      "verse": 4,
      "text": "πολλοὶ δὲ τῶν ἀκουσάντων τὸν λόγον ἐπίστευσαν, καὶ ἐγενήθη ὁ ἀριθμὸς τῶν ἀνδρῶν ὡσεὶ χιλιάδες πέντε."
    },
    {
      "verse": 5,
      "text": "Ἐγένετο δὲ ἐπὶ τὴν αὔριον συναχθῆναι αὐτῶν τοὺς ἄρχοντας καὶ τοὺς πρεσβυτέρους καὶ γραμματεῖς εἰς Ἱερουσαλήμ,"
    },
    {
      "verse": 6,
      "text": "καὶ Ἄνναν τὸν ἀρχιερέα καὶ Καϊάφαν καὶ Ἰωάννην καὶ Ἀλέξανδρον καὶ ὅσοι ἦσαν ἐκ γένους ἀρχιερατικοῦ,"
    },
    {
      "verse": 7,
      "text": "καὶ στήσαντες αὐτοὺς ἐν [τῷ] μέσῳ ἐπυνθάνοντο· ἐν ποίᾳ δυνάμει ἢ ἐν ποίῳ ὀνόματι ἐποιήσατε τοῦτο ὑμεῖς;"
    },
    {
      "verse": 8,
      "text": "τότε Πέτρος πλησθεὶς Πνεύματος Ἁγίου εἶπε πρὸς αὐτούς· ἄρχοντες τοῦ λαοῦ καὶ πρεσβύτεροι τοῦ Ἰσραήλ,"
    },
    {
      "verse": 9,
      "text": "εἰ ἡμεῖς σήμερον ἀνακρινόμεθα ἐπὶ εὐεργεσίᾳ ἀνθρώπου ἀσθενοῦς, ἐν τίνι οὗτος σέσωσται,"
    },
    {
      "verse": 10,
      "text": "γνωστὸν ἔστω πᾶσιν ὑμῖν καὶ παντὶ τῷ λαῷ Ἰσραὴλ ὅτι ἐν τῷ ὀνόματι Ἰησοῦ Χριστοῦ τοῦ Ναζωραίου, ὃν ὑμεῖς ἐσταυρώσατε, ὃν ὁ Θεὸς ἤγειρεν ἐκ νεκρῶν, ἐν τούτῳ οὗτος παρέστηκεν ἐνώπιον ὑμῶν ὑγιής."
    },
    {
      "verse": 11,
      "text": "οὗτός ἐστιν ὁ λίθος ὁ ἐξουθενηθεὶς ὑφ᾽ ὑμῶν τῶν οἰκοδομούντων, ὁ γενόμενος εἰς κεφαλὴν γωνίας."
    },
    {
      "verse": 12,
      "text": "καὶ οὐκ ἔστιν ἐν ἄλλῳ οὐδενὶ ἡ σωτηρία· οὐδὲ γὰρ ὄνομά ἐστιν ἕτερον ὑπὸ τὸν οὐρανὸν τὸ δεδομένον ἐν ἀνθρώποις ἐν ᾧ δεῖ σωθῆναι ἡμᾶς."
    },
    {
      "verse": 13,
      "text": "Θεωροῦντες δὲ τὴν τοῦ Πέτρου παρρησίαν καὶ Ἰωάννου, καὶ καταλαβόμενοι ὅτι ἄνθρωποι ἀγράμματοί εἰσι καὶ ἰδιῶται, ἐθαύμαζον, ἐπεγίνωσκόν τε αὐτοὺς ὅτι σὺν τῷ Ἰησοῦ ἦσαν,"
    },
    {
      "verse": 14,
      "text": "τὸν δὲ ἄνθρωπον βλέποντες σὺν αὐτοῖς ἑστῶτα τὸν τεθεραπευμένον, οὐδὲν εἶχον ἀντειπεῖν."
    },
    {
      "verse": 15,
      "text": "κελεύσαντες δὲ αὐτοὺς ἔξω τοῦ συνεδρίου ἀπελθεῖν, συνέβαλλον πρὸς ἀλλήλους"
    },
    {
      "verse": 16,
      "text": "λέγοντες· τί ποιήσομεν τοῖς ἀνθρώποις τούτοις; ὅτι μὲν γὰρ γνωστὸν σημεῖον γέγονε δι᾽ αὐτῶν, πᾶσι τοῖς κατοικοῦσιν Ἱερουσαλὴμ φανερόν, καὶ οὐ δυνάμεθα ἀρνήσασθαι·"
    },
    {
      "verse": 17,
      "text": "ἀλλ᾽ ἵνα μὴ ἐπὶ πλεῖον διανεμηθῇ εἰς τὸν λαόν, ἀπειλῇ ἀπειλησώμεθα αὐτοῖς μηκέτι λαλεῖν ἐπὶ τῷ ὀνόματι τούτῳ μηδενὶ ἀνθρώπων."
    },
    {
      "verse": 18,
      "text": "καὶ καλέσαντες αὐτοὺς παρήγγειλαν αὐτοῖς τὸ καθόλου μὴ φθέγγεσθαι μηδὲ διδάσκειν ἐπὶ τῷ ὀνόματι τοῦ Ἰησοῦ."
    },
    {
      "verse": 19,
      "text": "ὁ δὲ Πέτρος καὶ Ἰωάννης ἀποκριθέντες πρὸς αὐτοὺς εἶπον· εἰ δίκαιόν ἐστιν ἐνώπιον τοῦ Θεοῦ ὑμῶν ἀκούειν μᾶλλον ἢ τοῦ Θεοῦ, κρίνατε."
    },
    {
      "verse": 20,
      "text": "οὐ δυνάμεθα γὰρ ἡμεῖς ἃ εἴδομεν καὶ ἠκούσαμεν μὴ λαλεῖν."
    },
    {
      "verse": 21,
      "text": "οἱ δὲ προσαπειλησάμενοι ἀπέλυσαν αὐτούς, μηδὲν εὑρίσκοντες τὸ πῶς κολάσονται αὐτούς, διὰ τὸν λαόν, ὅτι πάντες ἐδόξαζον τὸν Θεὸν ἐπὶ τῷ γεγονότι·"
    },
    {
      "verse": 22,
      "text": "ἐτῶν γὰρ ἦν πλειόνων τεσσαράκοντα ὁ ἄνθρωπος ἐφ᾽ ὃν ἐγεγόνει τὸ σημεῖον τοῦτο τῆς ἰάσεως."
    },
    {
      "verse": 23,
      "text": "Ἀπολυθέντες δὲ ἦλθον πρὸς τοὺς ἰδίους καὶ ἀπήγγειλαν ὅσα πρὸς αὐτοὺς οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι εἶπον."
    },
    {
      "verse": 24,
      "text": "οἱ δὲ ἀκούσαντες ὁμοθυμαδὸν ἦραν φωνὴν πρὸς τὸν Θεὸν καὶ εἶπον· Δέσποτα, σὺ ὁ ποιήσας τὸν οὐρανὸν καὶ τὴν γῆν καὶ τὴν θάλασσαν καὶ πάντα τὰ ἐν αὐτοῖς,"
    },
    {
      "verse": 25,
      "text": "ὁ διὰ στόματος Δαυῒδ παιδός σου εἰπών· \\+w ἵνα|strong=\"G2443\"\\+w* \\+w τί|strong=\"G5101\"\\+w* \\+w ἐφρύαξαν|strong=\"G5433\"\\+w* \\+w ἔθνη|strong=\"G1484\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w λαοὶ|strong=\"G2992\"\\+w* \\+w ἐμελέτησαν|strong=\"G3191\"\\+w* \\+w κενά|strong=\"G2756\"\\+w*;"
    },
    {
      "verse": 26,
      "text": "\\+w παρέστησαν|strong=\"G3936\"\\+w* \\+w οἱ|strong=\"G3588\"\\+w* \\+w βασιλεῖς|strong=\"G0935\"\\+w* \\+w τῆς|strong=\"G3588\"\\+w* \\+w γῆς|strong=\"G1093\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w οἱ|strong=\"G3588\"\\+w* \\+w ἄρχοντες|strong=\"G0758\"\\+w* \\+w συνήχθησαν|strong=\"G4863\"\\+w* \\+w ἐπὶ|strong=\"G1909\"\\+w* \\+w τὸ|strong=\"G3588\"\\+w* \\+w αὐτὸ|strong=\"G0846\"\\+w* \\+w κατὰ|strong=\"G2596\"\\+w* \\+w τοῦ|strong=\"G3588\"\\+w* \\+w Κυρίου|strong=\"G2962\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w κατὰ|strong=\"G2596\"\\+w* \\+w τοῦ|strong=\"G3588\"\\+w* \\+w Χριστοῦ|strong=\"G5547\"\\+w* \\+w αὐτοῦ|strong=\"G0846\"\\+w*."
    },
    {
      "verse": 27,
      "text": "συνήχθησαν γὰρ ἐπ᾽ ἀληθείας ἐπὶ τὸν ἅγιον παῖδά σου Ἰησοῦν, ὃν ἔχρισας, Ἡρῴδης τε καὶ Πόντιος Πιλᾶτος σὺν ἔθνεσι καὶ λαοῖς Ἰσραήλ,"
    },
    {
      "verse": 28,
      "text": "ποιῆσαι ὅσα ἡ χείρ σου καὶ ἡ βουλή σου προώρισε γενέσθαι·"
    },
    {
      "verse": 29,
      "text": "καὶ τὰ νῦν, Κύριε, ἔπιδε ἐπὶ τὰς ἀπειλὰς αὐτῶν, καὶ δὸς τοῖς δούλοις σου μετὰ παρρησίας πάσης λαλεῖν τὸν λόγον σου"
    },
    {
      "verse": 30,
      "text": "ἐν τῷ τὴν χεῖρά σου ἐκτείνειν σε εἰς ἴασιν καὶ σημεῖα καὶ τέρατα γίνεσθαι διὰ τοῦ ὀνόματος τοῦ ἁγίου παιδός σου Ἰησοῦ."
    },
    {
      "verse": 31,
      "text": "καὶ δεηθέντων αὐτῶν ἐσαλεύθη ὁ τόπος ἐν ᾧ ἦσαν συνηγμένοι, καὶ ἐπλήσθησαν ἅπαντες Πνεύματος Ἁγίου, καὶ ἐλάλουν τὸν λόγον τοῦ Θεοῦ μετὰ παρρησίας."
    },
    {
      "verse": 32,
      "text": "Τοῦ δὲ πλήθους τῶν πιστευσάντων ἦν ἡ καρδία καὶ ἡ ψυχὴ μία, καὶ οὐδὲ εἷς τι τῶν ὑπαρχόντων αὐτῷ ἔλεγεν ἴδιον εἶναι, ἀλλ᾽ ἦν αὐτοῖς ἅπαντα κοινά."
    },
    {
      "verse": 33,
      "text": "καὶ μεγάλῃ δυνάμει ἀπεδίδουν τὸ μαρτύριον οἱ ἀπόστολοι τῆς ἀναστάσεως τοῦ Κυρίου Ἰησοῦ, χάρις τε μεγάλη ἦν ἐπὶ πάντας αὐτούς."
    },
    {
      "verse": 34,
      "text": "οὐδὲ γὰρ ἐνδεής τις ὑπῆρχεν ἐν αὐτοῖς· ὅσοι γὰρ κτήτορες χωρίων ἢ οἰκιῶν ὑπῆρχον, πωλοῦντες ἔφερον τὰς τιμὰς τῶν πιπρασκομένων"
    },
    {
      "verse": 35,
      "text": "καὶ ἐτίθουν παρὰ τοὺς πόδας τῶν ἀποστόλων· διεδίδοτο δὲ ἑκάστῳ καθότι ἄν τις χρείαν εἶχεν."
    },
    {
      "verse": 36,
      "text": "Ἰωσῆς δὲ ὁ ἐπικληθεὶς Βαρνάβας ἀπὸ τῶν ἀποστόλων, ὅ ἔστι μεθερμηνευόμενον υἱὸς παρακλήσεως, Λευΐτης, Κύπριος τῷ γένει,"
    },
    {
      "verse": 37,
      "text": "ὑπάρχοντος αὐτῷ ἀγροῦ, πωλήσας ἤνεγκε τὸ χρῆμα καὶ ἔθηκε παρὰ τοὺς πόδας τῶν ἀποστόλων."
    }
  ]
}