{
  "book_id": "ACT",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐγένετο δὲ ἐν ἐκείνῃ τῇ ἡμέρᾳ διωγμὸς μέγας ἐπὶ τὴν ἐκκλησίαν τὴν ἐν Ἱεροσολύμοις· πάντες δὲ διεσπάρησαν κατὰ τὰς χώρας τῆς Ἰουδαίας καὶ Σαμαρείας, πλὴν τῶν ἀποστόλων."
    },
    {
      "verse": 2,
      "text": "συνεκόμισαν δὲ τὸν Στέφανον ἄνδρες εὐλαβεῖς καὶ ἐποίησαν κοπετὸν μέγαν ἐπ᾽ αὐτῷ."
    },
    {
      "verse": 3,
      "text": "Σαῦλος δὲ ἐλυμαίνετο τὴν ἐκκλησίαν κατὰ τοὺς οἴκους εἰσπορευόμενος, σύρων τε ἄνδρας καὶ γυναῖκας παρεδίδου εἰς φυλακήν."
    },
    {
      "verse": 4,
      "text": "Οἱ μὲν οὖν διασπαρέντες διῆλθον εὐαγγελιζόμενοι τὸν λόγον."
    },
    {
      "verse": 5,
      "text": "Φίλιππος δὲ κατελθὼν εἰς πόλιν τῆς Σαμαρείας ἐκήρυσσεν αὐτοῖς τὸν Χριστόν."
    },
    {
      "verse": 6,
      "text": "προσεῖχον δὲ οἱ ὄχλοι τοῖς λεγομένοις ὑπὸ τοῦ Φιλίππου ὁμοθυμαδὸν ἐν τῷ ἀκούειν αὐτοὺς καὶ βλέπειν τὰ σημεῖα ἃ ἐποίει."
    },
    {
      "verse": 7,
      "text": "πολλῶν γὰρ τῶν ἐχόντων πνεύματα ἀκάθαρτα βοῶντα φωνῇ μεγάλῃ ἐξήρχετο, πολλοὶ δὲ παραλελυμένοι καὶ χωλοὶ ἐθεραπεύθησαν,"
    },
    {
      "verse": 8,
      "text": "καὶ ἐγένετο χαρὰ μεγάλη ἐν τῇ πόλει ἐκείνῃ."
    },
    {
      "verse": 9,
      "text": "Ἀνὴρ δέ τις ὀνόματι Σίμων προϋπῆρχεν ἐν τῇ πόλει μαγεύων καὶ ἐξιστῶν τὸ ἔθνος τῆς Σαμαρείας, λέγων εἶναί τινα ἑαυτὸν μέγαν·"
    },
    {
      "verse": 10,
      "text": "ᾧ προσεῖχον πάντες ἀπὸ μικροῦ ἕως μεγάλου λέγοντες· οὗτός ἐστιν ἡ δύναμις τοῦ Θεοῦ ἡ μεγάλη."
    },
    {
      "verse": 11,
      "text": "προσεῖχον δὲ αὐτῷ διὰ τὸ ἱκανῷ χρόνῳ ταῖς μαγείαις ἐξεστακέναι αὐτούς."
    },
    {
      "verse": 12,
      "text": "ὅτε δὲ ἐπίστευσαν τῷ Φιλίππῳ εὐαγγελιζομένῳ τὰ περὶ τῆς βασιλείας τοῦ Θεοῦ καὶ τοῦ ὀνόματος Ἰησοῦ Χριστοῦ, ἐβαπτίζοντο ἄνδρες τε καὶ γυναῖκες."
    },
    {
      "verse": 13,
      "text": "ὁ δὲ Σίμων καὶ αὐτὸς ἐπίστευσε, καὶ βαπτισθεὶς ἦν προσκαρτερῶν τῷ Φιλίππῳ, θεωρῶν τε δυνάμεις καὶ σημεῖα γινόμενα ἐξίστατο."
    },
    {
      "verse": 14,
      "text": "Ἀκούσαντες δὲ οἱ ἐν Ἱεροσολύμοις ἀπόστολοι ὅτι δέδεκται ἡ Σαμάρεια τὸν λόγον τοῦ Θεοῦ, ἀπέστειλαν πρὸς αὐτοὺς τὸν Πέτρον καὶ Ἰωάννην·"
    },
    {
      "verse": 15,
      "text": "οἵτινες καταβάντες προσηύξαντο περὶ αὐτῶν ὅπως λάβωσι Πνεῦμα Ἅγιον·"
    },
    {
      "verse": 16,
      "text": "οὔπω γὰρ ἦν ἐπ᾽ οὐδενὶ αὐτῶν ἐπιπεπτωκός, μόνον δὲ βεβαπτισμένοι ὑπῆρχον εἰς τὸ ὄνομα τοῦ Κυρίου Ἰησοῦ."
    },
    {
      "verse": 17,
      "text": "τότε ἐπετίθουν τὰς χεῖρας ἐπ᾽ αὐτούς, καὶ ἐλάμβανον Πνεῦμα Ἅγιον."
    },
    {
      "verse": 18,
      "text": "ἰδὼν δὲ ὁ Σίμων ὅτι διὰ τῆς ἐπιθέσεως τῶν χειρῶν τῶν ἀποστόλων δίδοται τὸ Πνεῦμα τὸ Ἅγιον, προσήνεγκεν αὐτοῖς χρήματα"
    },
    {
      "verse": 19,
      "text": "λέγων· δότε κἀμοὶ τὴν ἐξουσίαν ταύτην, ἵνα ᾧ ἐὰν ἐπιθῶ τὰς χεῖρας λαμβάνῃ Πνεῦμα Ἅγιον."
    },
    {
      "verse": 20,
      "text": "Πέτρος δὲ εἶπε πρὸς αὐτόν· τὸ ἀργύριόν σου σὺν σοὶ εἴη εἰς ἀπώλειαν, ὅτι τὴν δωρεὰν τοῦ Θεοῦ ἐνόμισας διὰ χρημάτων κτᾶσθαι."
    },
    {
      "verse": 21,
      "text": "οὐκ ἔστι σοι μερὶς οὐδὲ κλῆρος ἐν τῷ λόγῳ τούτῳ· ἡ γὰρ καρδία σου οὐκ ἔστιν εὐθεῖα ἐνώπιον τοῦ Θεοῦ."
    },
    {
      "verse": 22,
      "text": "μετανόησον οὖν ἀπὸ τῆς κακίας σου ταύτης, καὶ δεήθητι τοῦ Θεοῦ εἰ ἄρα ἀφεθήσεταί σοι ἡ ἐπίνοια τῆς καρδίας σου·"
    },
    {
      "verse": 23,
      "text": "εἰς γὰρ χολὴν πικρίας καὶ σύνδεσμον ἀδικίας ὁρῶ σε ὄντα."
    },
    {
      "verse": 24,
      "text": "ἀποκριθεὶς δὲ ὁ Σίμων εἶπε· δεήθητε ὑμεῖς ὑπὲρ ἐμοῦ πρὸς τὸν Θεὸν ὅπως μηδὲν ἐπέλθῃ ἐπ᾽ ἐμὲ ὧν εἰρήκατε."
    },
    {
      "verse": 25,
      "text": "Οἱ μὲν οὖν διαμαρτυράμενοι καὶ λαλήσαντες τὸν λόγον τοῦ Κυρίου ὑπέστρεψαν εἰς Ἱερουσαλήμ, πολλάς τε κώμας τῶν Σαμαρειτῶν εὐηγγελίσαντο."
    },
    {
      "verse": 26,
      "text": "Ἄγγελος δὲ Κυρίου ἐλάλησε πρὸς Φίλιππον λέγων· ἀνάστηθι καὶ πορεύου κατὰ μεσημβρίαν ἐπὶ τὴν ὁδὸν τὴν καταβαίνουσαν ἀπὸ Ἱερουσαλὴμ εἰς Γάζαν· αὕτη ἐστὶν ἔρημος."
    },
    {
      "verse": 27,
      "text": "καὶ ἀναστὰς ἐπορεύθη. καὶ ἰδοὺ ἀνὴρ Αἰθίοψ εὐνοῦχος δυνάστης Κανδάκης τῆς βασιλίσσης Αἰθιόπων, ὃς ἦν ἐπὶ πάσης τῆς γάζης αὐτῆς, ὃς ἐληλύθει προσκυνήσων εἰς Ἱερουσαλήμ,"
    },
    {
      "verse": 28,
      "text": "ἦν τε ὑποστρέφων καὶ καθήμενος ἐπὶ τοῦ ἅρματος αὐτοῦ, καὶ ἀνεγίνωσκε τὸν προφήτην Ἡσαΐαν."
    },
    {
      "verse": 29,
      "text": "εἶπε δὲ τὸ Πνεῦμα τῷ Φιλίππῳ· πρόσελθε καὶ κολλήθητι τῷ ἅρματι τούτῳ."
    },
    {
      "verse": 30,
      "text": "προσδραμὼν δὲ ὁ Φίλιππος ἤκουσεν αὐτοῦ ἀναγινώσκοντος τὸν προφήτην Ἡσαΐαν, καὶ εἶπεν· ἆρά γε γινώσκεις ἃ ἀναγινώσκεις;"
    },
    {
      "verse": 31,
      "text": "ὁ δὲ εἶπε· πῶς γὰρ ἂν δυναίμην, ἐὰν μή τις ὁδηγήσῃ με; παρεκάλεσέ τε τὸν Φίλιππον ἀναβάντα καθίσαι σὺν αὐτῷ."
    },
    {
      "verse": 32,
      "text": "ἡ δὲ περιοχὴ τῆς γραφῆς ἣν ἀνεγίνωσκεν ἦν αὕτη· \\+w ὡς|strong=\"G5613\"\\+w* \\+w πρόβατον|strong=\"G4263\"\\+w* \\+w ἐπὶ|strong=\"G1909\"\\+w* \\+w σφαγὴν|strong=\"G4967\"\\+w* \\+w ἤχθη|strong=\"G0071\"\\+w*· \\+w καὶ|strong=\"G2532\"\\+w* \\+w ὡς|strong=\"G5613\"\\+w* \\+w ἀμνὸς|strong=\"G0286\"\\+w* \\+w ἐναντίον|strong=\"G1726\"\\+w* \\+w τοῦ|strong=\"G3588\"\\+w* \\+w κείροντος|strong=\"G2751\"\\+w* \\+w αὐτὸν|strong=\"G0846\"\\+w* \\+w ἄφωνος|strong=\"G0880\"\\+w*, \\+w οὕτως|strong=\"G3779\"\\+w* \\+w οὐκ|strong=\"G3756\"\\+w* \\+w ἀνοίγει|strong=\"G0455\"\\+w* \\+w τὸ|strong=\"G3588\"\\+w* \\+w στόμα|strong=\"G4750\"\\+w* \\+w αὐτοῦ|strong=\"G0846\"\\+w*."
    },
    {
      "verse": 33,
      "text": "\\+w ἐν|strong=\"G1722\"\\+w* \\+w τῇ|strong=\"G3588\"\\+w* \\+w ταπεινώσει|strong=\"G5013\"\\+w* \\+w αὐτοῦ|strong=\"G0846\"\\+w* \\+w ἡ|strong=\"G3588\"\\+w* \\+w κρίσις|strong=\"G2920\"\\+w* \\+w αὐτοῦ|strong=\"G0846\"\\+w* \\+w ἤρθη|strong=\"G0142\"\\+w*· \\+w τὴν|strong=\"G3588\"\\+w* \\+w δὲ|strong=\"G1161\"\\+w* \\+w γενεὰν|strong=\"G1074\"\\+w* \\+w αὐτοῦ|strong=\"G0846\"\\+w* \\+w τίς|strong=\"G5100\"\\+w* \\+w διηγήσεται|strong=\"G1334\"\\+w*; \\+w ὅτι|strong=\"G3754\"\\+w* \\+w αἴρεται|strong=\"G0142\"\\+w* \\+w ἀπὸ|strong=\"G0575\"\\+w* \\+w τῆς|strong=\"G3588\"\\+w* \\+w γῆς|strong=\"G1093\"\\+w* \\+w ἡ|strong=\"G3588\"\\+w* \\+w ζωὴ|strong=\"G2222\"\\+w* \\+w αὐτοῦ|strong=\"G0846\"\\+w*."
    },
    {
      "verse": 34,
      "text": "ἀποκριθεὶς δὲ ὁ εὐνοῦχος τῷ Φιλίππῳ εἶπε· δέομαί σου, περὶ τίνος ὁ προφήτης λέγει τοῦτο; περὶ ἑαυτοῦ ἢ περὶ ἑτέρου τινός;"
    },
    {
      "verse": 35,
      "text": "ἀνοίξας δὲ ὁ Φίλιππος τὸ στόμα αὐτοῦ καὶ ἀρξάμενος ἀπὸ τῆς γραφῆς ταύτης εὐηγγελίσατο αὐτῷ τὸν Ἰησοῦν."
    },
    {
      "verse": 36,
      "text": "ὡς δὲ ἐπορεύοντο κατὰ τὴν ὁδόν, ἦλθον ἐπί τι ὕδωρ, καί φησιν ὁ εὐνοῦχος· ἰδοὺ ὕδωρ· τί κωλύει με βαπτισθῆναι;"
    },
    {
      "verse": 37,
      "text": "[εἶπε δὲ ὁ Φίλιππος· εἰ πιστεύεις ἐξ ὅλης τῆς καρδίας, ἔξεστιν. ἀποκριθεὶς δὲ εἶπε· πιστεύω τὸν υἱὸν τοῦ Θεοῦ εἶναι τὸν Ἰησοῦν Χριστόν.]"
    },
    {
      "verse": 38,
      "text": "καὶ ἐκέλευσε στῆναι τὸ ἅρμα, καὶ κατέβησαν ἀμφότεροι εἰς τὸ ὕδωρ, ὅ τε Φίλιππος καὶ ὁ εὐνοῦχος, καὶ ἐβάπτισεν αὐτόν."
    },
    {
      "verse": 39,
      "text": "ὅτε δὲ ἀνέβησαν ἐκ τοῦ ὕδατος, Πνεῦμα Κυρίου ἥρπασε τὸν Φίλιππον, καὶ οὐκ εἶδεν αὐτὸν οὐκέτι ὁ εὐνοῦχος· ἐπορεύετο γὰρ τὴν ὁδὸν αὐτοῦ χαίρων."
    },
    {
      "verse": 40,
      "text": "Φίλιππος δὲ εὑρέθη εἰς Ἄζωτον, καὶ διερχόμενος εὐηγγελίζετο τὰς πόλεις πάσας ἕως τοῦ ἐλθεῖν αὐτὸν εἰς Καισάρειαν."
    }
  ]
}