{
  "book_id": "ACT",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ δὲ τὸ παύσασθαι τὸν θόρυβον προσκαλεσάμενος ὁ Παῦλος τοὺς μαθητὰς καὶ ἀσπασάμενος ἐξῆλθε πορευθῆναι εἰς Μακεδονίαν."
    },
    {
      "verse": 2,
      "text": "διελθὼν δὲ τὰ μέρη ἐκεῖνα καὶ παρακαλέσας αὐτοὺς λόγῳ πολλῷ ἦλθεν εἰς τὴν Ἑλλάδα·"
    },
    {
      "verse": 3,
      "text": "ποιήσας τε μῆνας τρεῖς, γενομένης αὐτῷ ἐπιβουλῆς ὑπὸ τῶν Ἰουδαίων μέλλοντι ἀνάγεσθαι εἰς τὴν Συρίαν, ἐγένετο γνώμη τοῦ ὑποστρέφειν διὰ Μακεδονίας."
    },
    {
      "verse": 4,
      "text": "συνείπετο δὲ αὐτῷ ἄχρι τῆς Ἀσίας Σώπατρος Βεροιαῖος, Θεσσαλονικέων δὲ Ἀρίσταρχος καὶ Σεκοῦνδος, καὶ Γάϊος Δερβαῖος καὶ Τιμόθεος, Ἀσιανοὶ δὲ Τυχικὸς καὶ Τρόφιμος."
    },
    {
      "verse": 5,
      "text": "οὗτοι προελθόντες ἔμενον ἡμᾶς ἐν Τρῳάδι·"
    },
    {
      "verse": 6,
      "text": "ἡμεῖς δὲ ἐξεπλεύσαμεν μετὰ τὰς ἡμέρας τῶν ἀζύμων ἀπὸ Φιλίππων καὶ ἤλθομεν πρὸς αὐτοὺς εἰς τὴν Τρῳάδα ἄχρις ἡμερῶν πέντε, οὗ διετρίψαμεν ἡμέρας ἑπτά."
    },
    {
      "verse": 7,
      "text": "Ἐν δὲ τῇ μιᾷ τῶν σαββάτων συνηγμένων τῶν μαθητῶν κλάσαι ἄρτον, ὁ Παῦλος διελέγετο αὐτοῖς, μέλλων ἐξιέναι τῇ ἐπαύριον, παρέτεινέ τε τὸν λόγον μέχρι μεσονυκτίου."
    },
    {
      "verse": 8,
      "text": "ἦσαν δὲ λαμπάδες ἱκαναὶ ἐν τῷ ὑπερῴῳ οὗ ἦμεν συνηγμένοι."
    },
    {
      "verse": 9,
      "text": "καθήμενος δέ τις νεανίας ὀνόματι Εὔτυχος ἐπὶ τῆς θυρίδος, καταφερόμενος ὕπνῳ βαθεῖ διαλεγομένου τοῦ Παύλου ἐπὶ πλεῖον, κατενεχθεὶς ἀπὸ τοῦ ὕπνου ἔπεσεν ἀπὸ τοῦ τριστέγου κάτω καὶ ἤρθη νεκρός."
    },
    {
      "verse": 10,
      "text": "καταβὰς δὲ ὁ Παῦλος ἐπέπεσεν αὐτῷ καὶ συμπεριλαβὼν εἶπε· μὴ θορυβεῖσθε· ἡ γὰρ ψυχὴ αὐτοῦ ἐν αὐτῷ ἐστιν."
    },
    {
      "verse": 11,
      "text": "ἀναβὰς δὲ καὶ κλάσας ἄρτον καὶ γευσάμενος, ἐφ᾽ ἱκανόν τε ὁμιλήσας ἄχρις αὐγῆς, οὕτως ἐξῆλθεν."
    },
    {
      "verse": 12,
      "text": "ἤγαγον δὲ τὸν παῖδα ζῶντα, καὶ παρεκλήθησαν οὐ μετρίως."
    },
    {
      "verse": 13,
      "text": "Ἡμεῖς δὲ προελθόντες ἐπὶ τὸ πλοῖον ἀνήχθημεν εἰς τὴν Ἄσσον, ἐκεῖθεν μέλλοντες ἀναλαμβάνειν τὸν Παῦλον· οὕτω γὰρ ἦν διατεταγμένος, μέλλων αὐτὸς πεζεύειν."
    },
    {
      "verse": 14,
      "text": "ὡς δὲ συνέβαλεν ἡμῖν εἰς τὴν Ἄσσον, ἀναλαβόντες αὐτὸν ἤλθομεν εἰς Μιτυλήνην·"
    },
    {
      "verse": 15,
      "text": "κἀκεῖθεν ἀποπλεύσαντες τῇ ἐπιούσῃ κατηντήσαμεν ἀντικρὺ Χίου, τῇ δὲ ἑτέρᾳ παρεβάλομεν εἰς Σάμον, καὶ μείναντες ἐν Τρωγυλίῳ τῇ ἐχομένῃ ἤλθομεν εἰς Μίλητον."
    },
    {
      "verse": 16,
      "text": "ἔκρινε γὰρ ὁ Παῦλος παραπλεῦσαι τὴν Ἔφεσον, ὅπως μὴ γένηται αὐτῷ χρονοτριβῆσαι ἐν τῇ Ἀσίᾳ· ἔσπευδε γάρ, εἰ δυνατὸν ἦν αὐτῷ, τὴν ἡμέραν τῆς Πεντηκοστῆς γενέσθαι εἰς Ἱεροσόλυμα."
    },
    {
      "verse": 17,
      "text": "Ἀπὸ δὲ τῆς Μιλήτου πέμψας εἰς Ἔφεσον μετεκαλέσατο τοὺς πρεσβυτέρους τῆς ἐκκλησίας."
    },
    {
      "verse": 18,
      "text": "ὡς δὲ παρεγένοντο πρὸς αὐτόν, εἶπεν αὐτοῖς· ὑμεῖς ἐπίστασθε, ἀπὸ πρώτης ἡμέρας ἀφ᾽ ἧς ἐπέβην εἰς τὴν Ἀσίαν, πῶς μεθ᾽ ὑμῶν τὸν πάντα χρόνον ἐγενόμην,"
    },
    {
      "verse": 19,
      "text": "δουλεύων τῷ Κυρίῳ μετὰ πάσης ταπεινοφροσύνης καὶ πολλῶν δακρύων καὶ πειρασμῶν τῶν συμβάντων μοι ἐν ταῖς ἐπιβουλαῖς τῶν Ἰουδαίων,"
    },
    {
      "verse": 20,
      "text": "ὡς οὐδὲν ὑπεστειλάμην τῶν συμφερόντων τοῦ μὴ ἀναγγεῖλαι ὑμῖν καὶ διδάξαι ὑμᾶς δημοσίᾳ καὶ κατ᾽ οἴκους,"
    },
    {
      "verse": 21,
      "text": "διαμαρτυρόμενος Ἰουδαίοις τε καὶ Ἕλλησι τὴν εἰς [τὸν] Θεὸν μετάνοιαν καὶ πίστιν τὴν εἰς τὸν Κύριον ἡμῶν Ἰησοῦν [Χριστόν]."
    },
    {
      "verse": 22,
      "text": "καὶ νῦν ἰδοὺ ἐγὼ δεδεμένος τῷ πνεύματι πορεύομαι εἰς Ἱερουσαλήμ, τὰ ἐν αὐτῇ συναντήσοντά μοι μὴ εἰδώς,"
    },
    {
      "verse": 23,
      "text": "πλὴν ὅτι τὸ Πνεῦμα τὸ Ἅγιον κατὰ πόλιν διαμαρτύρεται λέγον ὅτι δεσμά με καὶ θλίψεις μένουσιν."
    },
    {
      "verse": 24,
      "text": "ἀλλ᾽ οὐδενὸς λόγον ποιοῦμαι οὐδὲ ἔχω τὴν ψυχήν μου τιμίαν ἐμαυτῷ, ὡς τελειῶσαι τὸν δρόμον μου μετὰ χαρᾶς καὶ τὴν διακονίαν ἣν ἔλαβον παρὰ τοῦ Κυρίου Ἰησοῦ, διαμαρτύρασθαι τὸ εὐαγγέλιον τῆς χάριτος τοῦ Θεοῦ."
    },
    {
      "verse": 25,
      "text": "καὶ νῦν ἰδοὺ ἐγὼ οἶδα ὅτι οὐκέτι ὄψεσθε τὸ πρόσωπόν μου ὑμεῖς πάντες, ἐν οἷς διῆλθον κηρύσσων τὴν βασιλείαν τοῦ Θεοῦ."
    },
    {
      "verse": 26,
      "text": "διὸ μαρτύρομαι ὑμῖν ἐν τῇ σήμερον ἡμέρᾳ ὅτι καθαρὸς ἐγὼ ἀπὸ τοῦ αἵματος πάντων·"
    },
    {
      "verse": 27,
      "text": "οὐ γὰρ ὑπεστειλάμην τοῦ μὴ ἀναγγεῖλαι ὑμῖν πᾶσαν τὴν βουλὴν τοῦ Θεοῦ."
    },
    {
      "verse": 28,
      "text": "προσέχετε οὖν ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ ἐν ᾧ ὑμᾶς τὸ Πνεῦμα τὸ Ἅγιον ἔθετο ἐπισκόπους, ποιμαίνειν τὴν ἐκκλησίαν τοῦ Κυρίου καὶ Θεοῦ, ἣν περιεποιήσατο διὰ τοῦ ἰδίου αἵματος."
    },
    {
      "verse": 29,
      "text": "ἐγὼ γὰρ οἶδα τοῦτο, ὅτι εἰσελεύσονται μετὰ τὴν ἄφιξίν μου λύκοι βαρεῖς εἰς ὑμᾶς μὴ φειδόμενοι τοῦ ποιμνίου·"
    },
    {
      "verse": 30,
      "text": "καὶ ἐξ ὑμῶν αὐτῶν ἀναστήσονται ἄνδρες λαλοῦντες διεστραμμένα τοῦ ἀποσπᾶν τοὺς μαθητὰς ὀπίσω αὐτῶν."
    },
    {
      "verse": 31,
      "text": "διὸ γρηγορεῖτε, μνημονεύοντες ὅτι τριετίαν νύκτα καὶ ἡμέραν οὐκ ἐπαυσάμην μετὰ δακρύων νουθετῶν ἕνα ἕκαστον."
    },
    {
      "verse": 32,
      "text": "καὶ τὰ νῦν παρατίθεμαι ὑμᾶς, ἀδελφοί, τῷ Θεῷ καὶ τῷ λόγῳ τῆς χάριτος αὐτοῦ τῷ δυναμένῳ ἐποικοδομῆσαι καὶ δοῦναι ὑμῖν κληρονομίαν ἐν τοῖς ἡγιασμένοις πᾶσιν."
    },
    {
      "verse": 33,
      "text": "ἀργυρίου ἢ χρυσίου ἢ ἱματισμοῦ οὐδενὸς ἐπεθύμησα·"
    },
    {
      "verse": 34,
      "text": "αὐτοὶ γινώσκετε ὅτι ταῖς χρείαις μου καὶ τοῖς οὖσι μετ᾽ ἐμοῦ ὑπηρέτησαν αἱ χεῖρες αὗται."
    },
    {
      "verse": 35,
      "text": "πάντα ὑπέδειξα ὑμῖν ὅτι οὕτω κοπιῶντας δεῖ ἀντιλαμβάνεσθαι τῶν ἀσθενούντων, μνημονεύειν τε τὸν λόγον τοῦ Κυρίου Ἰησοῦ, ὅτι αὐτὸς εἶπε· μακάριόν ἐστι μᾶλλον διδόναι ἢ λαμβάνειν."
    },
    {
      "verse": 36,
      "text": "καὶ ταῦτα εἰπών, θεὶς τὰ γόνατα αὐτοῦ σὺν πᾶσιν αὐτοῖς προσηύξατο."
    },
    {
      "verse": 37,
      "text": "ἱκανὸς δὲ ἐγένετο κλαυθμὸς πάντων, καὶ ἐπιπεσόντες ἐπὶ τὸν τράχηλον τοῦ Παύλου κατεφίλουν αὐτόν,"
    },
    {
      "verse": 38,
      "text": "ὀδυνώμενοι μάλιστα ἐπὶ τῷ λόγῳ ᾧ εἰρήκει, ὅτι οὐκέτι μέλλουσι τὸ πρόσωπον αὐτοῦ θεωρεῖν. προέπεμπον δὲ αὐτὸν εἰς τὸ πλοῖον."
    }
  ]
}