{
  "book_id": "NUM",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spake with Mosheh, saying:"
    },
    {
      "verse": 2,
      "text": "Send thou men, that they may explore the land of Kenaan, which I will give to the children of Israel: one man for each tribe of their fathers shall you send, each one a ruler among them."
    },
    {
      "verse": 3,
      "text": "And Mosheh sent them from the wilderness of Pharan, according to the Word of the Lord. All those men were heads of the children of Israel;"
    },
    {
      "verse": 4,
      "text": "And these are their names: For the tribe of Reuben, Shamua bar Zakur;"
    },
    {
      "verse": 5,
      "text": "For the tribe of Shemeon, Shaphat bar Hori;"
    },
    {
      "verse": 6,
      "text": "For the tribe of Jehudah, Kaleb bar Jephuneh;"
    },
    {
      "verse": 7,
      "text": "For the tribe of Issakar, Igal bar Joseph;"
    },
    {
      "verse": 8,
      "text": "For the tribe of Ephraim, Hoshea bar Nun;"
    },
    {
      "verse": 9,
      "text": "For the tribe of Benyamin, Phalti bar Raphu;"
    },
    {
      "verse": 10,
      "text": "for the tribe of Zebulon, Gediel bar Sodi;"
    },
    {
      "verse": 11,
      "text": "For the tribe of Joseph, the tribe of Menasheh, Gaddi bar Susi;"
    },
    {
      "verse": 12,
      "text": "For the tribe of Dan, Ammiel bar GemaIi;"
    },
    {
      "verse": 13,
      "text": "For the tribe of Asher, Sethor bar Mikael;"
    },
    {
      "verse": 14,
      "text": "For the tribe of Naphtali, Nachbi bar Vapsi;"
    },
    {
      "verse": 15,
      "text": "For the tribe of Gad, Geuel bar Machi:"
    },
    {
      "verse": 16,
      "text": "These are the names of the men whom Mosheh sent to explore the land. And Mosheh called Hoshea bar Nun Jehoshua."
    },
    {
      "verse": 17,
      "text": "And Mosheh sent them away to explore the land of Kenaan. And he said to them, Go up hither by the south, and ascend to the mountain,"
    },
    {
      "verse": 18,
      "text": "And see the country what it is, and the people who dwell upon it, whether they be strong or weak, few or many;"
    },
    {
      "verse": 19,
      "text": "And what the land is in which they dwell, whether good or bad; and what the cities they inhabit, whether open, or walled in;"
    },
    {
      "verse": 20,
      "text": "And whether the land is rich or poor; whether it hath trees or not: and you, be of good courage, and bring of the fruits of the land. And the days were the days of the first grapes."
    },
    {
      "verse": 21,
      "text": "And they went up, and explored the country, from the wilderness of Zin unto Rechob, to come unto Hamath."
    },
    {
      "verse": 22,
      "text": "And they went up by the south, and came to Hebron; and there were Achiman, Sheshai, and Talmai, sons of the giants; (and Hebron was built seven years before Tanis of Mizraim.)"
    },
    {
      "verse": 23,
      "text": "And they came to the Stream of Grapes, and cut down there a branch, with one cluster of grapes, and carried it on a staff between two; and (they took also) of the pomegranates, and of the figs."
    },
    {
      "verse": 24,
      "text": "That place was called the Stream of Grapes, on account of the grapes (\\it athkela\\it*) which the sons of Israel cut down from thence."
    },
    {
      "verse": 25,
      "text": "And they returned from the exploration of the country at the end of forty days."
    },
    {
      "verse": 26,
      "text": "And they went and came to Mosheh, and to Aharon, and to all the congregation of the children of Israel at the wilderness of Pharan, at Rekam, and returned the word to them, and to all the congregation, and showed them the fruit of the land."
    },
    {
      "verse": 27,
      "text": "And they recounted to him, and said: We came to the land whither thou didst send us, and truly it doth produce milk and honey, and this is the fruit of it."
    },
    {
      "verse": 28,
      "text": "But very mighty are the people who inhabit the land, and the cities are fortified and very great; and we saw, also, the sons of the giants there."
    },
    {
      "verse": 29,
      "text": "The Amalkaah dwell in the land of the south, and the Hittaah and Jebusaah and Amoraah dwell in the mountain, and the Kenaanaah dwell by the sea, and upon the bank of the Jordan."
    },
    {
      "verse": 30,
      "text": "And Kaleb quieted the people for Mosheh, and said: Going, let us go up and possess it, for we are able to (do) it:"
    },
    {
      "verse": 31,
      "text": "But the men who had gone up with him said, We are not able to go up against the people, for they are stronger than we."
    },
    {
      "verse": 32,
      "text": "And they gave forth an evil report (name) about the land which they had explored to the children of Israel, saying: The country which we have passed through to search it, is a land that killeth its inhabitants;"
    },
    {
      "verse": 33,
      "text": "And all the people whom we saw in it are men of stature; and there we saw the giants, the sons of Anak, which are of the giants; and we looked, in our own sight, as locusts, and so were we in their eyes."
    }
  ]
}