{
  "book_id": "S3Y",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc And\\sc* they walked in the midst of the fire, praising God, and blessing the Lord."
    },
    {
      "verse": 2,
      "text": "Then Azarias stood \\add up\\add*, and prayed on this manner; and opening his mouth in the midst of the fire, said,"
    },
    {
      "verse": 3,
      "text": "Blessed art thou, O Lord God of our fathers: thy name \\add is\\add* worthy to be praised and glorified for evermore:"
    },
    {
      "verse": 4,
      "text": "for thou art righteous in all \\add the things\\add* that thou hast done to us: yea, true \\add are\\add* all thy works, thy ways \\add are\\add* right, and all thy judgments \\add are\\add* truth."
    },
    {
      "verse": 5,
      "text": "In all \\add the things\\add* that thou hast brought upon us, and upon the holy city of our fathers, \\add even\\add* Jerusalem, thou hast executed true judgment: for according to truth and judgment didst thou bring all these \\add things\\add* upon us because of our sins."
    },
    {
      "verse": 6,
      "text": "For we have sinned and committed iniquity, departing from thee."
    },
    {
      "verse": 7,
      "text": "In all \\add things\\add* have we trespassed, and not obeyed thy commandments, nor kept \\add them\\add*, neither done as thou hast commanded us, that it might go well with us."
    },
    {
      "verse": 8,
      "text": "Wherefore all that thou hast brought upon us, and every \\add thing\\add* that thou hast done to us, thou hast done in true judgment."
    },
    {
      "verse": 9,
      "text": "And thou didst deliver us into the hands of lawless enemies, most hateful forsakers \\add of God\\add*, and to an unjust king, and the most wicked in all the world."
    },
    {
      "verse": 10,
      "text": "And now we cannot open our mouths, we are become a shame and reproach to thy servants, and to them that worship thee."
    },
    {
      "verse": 11,
      "text": "Yet deliver us not up wholly, for thy name’s sake, neither disannul thou thy covenant:"
    },
    {
      "verse": 12,
      "text": "and cause not thy mercy to depart from us, for thy beloved Abraham’s sake, for thy servant Isaac’s sake, and \\add for\\add* thy holy Israel’s sake;"
    },
    {
      "verse": 13,
      "text": "to whom thou hast spoken and promised, that \\add thou\\add* wouldest multiply their seed as the stars of heaven, and as the sand that \\add lieth\\add* upon the sea shore."
    },
    {
      "verse": 14,
      "text": "For we, O Lord, are become less than any nation, and be kept under this day in all the world because of our sins."
    },
    {
      "verse": 15,
      "text": "Neither is there at this time prince, or prophet, or leader, or burnt offering, or sacrifice, or oblation, or incense, or place to sacrifice before thee, and to find mercy."
    },
    {
      "verse": 16,
      "text": "Nevertheless in a contrite heart and an humble spirit let us be accepted."
    },
    {
      "verse": 17,
      "text": "\\add Like\\add* as in the burnt offering of rams and bullocks, and \\add like\\add* as in ten thousands of fat lambs: so let our sacrifice be in thy sight this day, and \\add grant\\add* that \\add we\\add* may wholly go after thee: for they shall not be confounded that put their trust in thee."
    },
    {
      "verse": 18,
      "text": "And now we follow thee with all \\add our\\add* heart, we fear thee, and seek thy face."
    },
    {
      "verse": 19,
      "text": "Put us not to shame: but deal with us after thy lovingkindness, and according to the multitude of thy mercies."
    },
    {
      "verse": 20,
      "text": "Deliver us also according to thy marvellous works, and give glory to thy name, O Lord: and let all them that do thy servants hurt be ashamed;"
    },
    {
      "verse": 21,
      "text": "and let them be confounded in all \\add their\\add* power and might, and let their strength be broken;"
    },
    {
      "verse": 22,
      "text": "and let them know that thou art Lord, the only God, and glorious over the whole world."
    },
    {
      "verse": 23,
      "text": "And the king’s servants, that put them in, ceased not to make the oven hot with rosin, pitch, tow, and small wood;"
    },
    {
      "verse": 24,
      "text": "so that the flame streamed forth above the furnace forty and nine cubits."
    },
    {
      "verse": 25,
      "text": "And it passed through, and burnt those Chaldeans it found about the furnace."
    },
    {
      "verse": 26,
      "text": "But the angel of the Lord came down into the oven together with Azarias and his fellows, and smote the flame of the fire out of the oven;"
    },
    {
      "verse": 27,
      "text": "and made the midst of the furnace as \\add it had been\\add* a moist whistling wind, so that the fire touched them not at all, neither hurt nor troubled them."
    },
    {
      "verse": 28,
      "text": "Then the three, as out of one mouth, praised, glorified, and blessed God in the furnace, saying,"
    },
    {
      "verse": 29,
      "text": "Blessed art thou, O Lord God of our fathers: And to be praised and exalted above all for ever."
    },
    {
      "verse": 30,
      "text": "And blessed \\add is\\add* thy glorious and holy name: And to be praised and exalted above all for ever."
    },
    {
      "verse": 31,
      "text": "Blessed art thou in the temple of thine holy glory: And to be praised and glorified above all for ever."
    },
    {
      "verse": 32,
      "text": "Blessed art thou that beholdest the depths, \\add And\\add* sittest upon the cherubims: And to be praised and exalted above all for ever."
    },
    {
      "verse": 33,
      "text": "Blessed art thou on the glorious throne of thy kingdom: And to be praised and glorified above all for ever."
    },
    {
      "verse": 34,
      "text": "Blessed art thou in the firmament of heaven: And above all to be praised and glorified for ever."
    },
    {
      "verse": 35,
      "text": "O all \\add ye\\add* works of the Lord, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 36,
      "text": "O \\add ye\\add* heavens, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 37,
      "text": "O \\add ye\\add* angels of the Lord, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 38,
      "text": "O all \\add ye\\add* waters that be above the heaven, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 39,
      "text": "O all \\add ye\\add* powers of the Lord, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 40,
      "text": "O \\add ye\\add* sun and moon, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 41,
      "text": "O \\add ye\\add* stars of heaven, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 42,
      "text": "O every shower and dew, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 43,
      "text": "O all \\add ye\\add* winds, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 44,
      "text": "O \\add ye\\add* fire and heat, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 45,
      "text": "O \\add ye\\add* winter and summer, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 46,
      "text": "O \\add ye\\add* dews and storms of snow, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 47,
      "text": "O \\add ye\\add* nights and days, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 48,
      "text": "O \\add ye\\add* light and darkness, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 49,
      "text": "O \\add ye\\add* ice and cold, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 50,
      "text": "O \\add ye\\add* frost and snow, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 51,
      "text": "O \\add ye\\add* lightnings and clouds, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 52,
      "text": "O let the earth bless the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 53,
      "text": "O \\add ye\\add* mountains and \\add little\\add* hills, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 54,
      "text": "O all \\add ye things\\add* that grow on the earth, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 55,
      "text": "O \\add ye\\add* fountains, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 56,
      "text": "O \\add ye\\add* seas and rivers, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 57,
      "text": "O \\add ye\\add* whales, and all that move in the waters, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 58,
      "text": "O all \\add ye\\add* fowls of the air, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 59,
      "text": "O all \\add ye\\add* beasts and cattle, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 60,
      "text": "O \\add ye\\add* children of men, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 61,
      "text": "O Israel, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 62,
      "text": "O \\add ye\\add* priests of the Lord, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 63,
      "text": "O \\add ye\\add* servants of the Lord, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 64,
      "text": "O \\add ye\\add* spirits and souls of the righteous, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 65,
      "text": "O \\add ye\\add* holy and humble \\add men\\add* of heart, bless ye the Lord: Praise and exalt him above all for ever."
    },
    {
      "verse": 66,
      "text": "O Ananias, Azarias, \\add and\\add* Misael, bless ye the Lord: Praise and exalt him above all for ever: For he hath delivered us from hell, And saved us from the hand of death, And delivered us out of the midst of the furnace \\add and\\add* burning flame: Even out of the midst of the fire hath he delivered us."
    },
    {
      "verse": 67,
      "text": "O give thanks unto the Lord, because \\add he is\\add* gracious: For his mercy \\add endureth\\add* for ever."
    },
    {
      "verse": 68,
      "text": "O all \\add ye\\add* that worship the Lord, bless the God of gods, Praise \\add him\\add*, and give \\add him\\add* thanks: For his mercy \\add endureth\\add* for ever."
    }
  ]
}