{
  "book_id": "SNG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I am the rose of Sharon, Andthe lily of the valleys."
    },
    {
      "verse": 2,
      "text": "As the lily among thorns, So ismy love among the daughters."
    },
    {
      "verse": 3,
      "text": "As the apple tree among the trees of the wood, So ismy beloved among the sons. I sat down under his shadow with great delight, And his fruit wassweet to my taste."
    },
    {
      "verse": 4,
      "text": "He brought me to the banqueting house, And his banner over me waslove."
    },
    {
      "verse": 5,
      "text": "Stay me with flagons, comfort me with apples: For I amsick of love."
    },
    {
      "verse": 6,
      "text": "His left hand isunder my head, And his right hand doth embrace me."
    },
    {
      "verse": 7,
      "text": "I charge you, O ye daughters of Jerusalem, By the roes, and by the hinds of the field, That ye stir not up, nor awake mylove, till he please."
    },
    {
      "verse": 8,
      "text": "The voice of my beloved! behold, he cometh Leaping upon the mountains, skipping upon the hills."
    },
    {
      "verse": 9,
      "text": "My beloved islike a roe or a young hart: Behold, he standeth behind our wall, He looketh forth at the windows, Shewing himself through the lattice."
    },
    {
      "verse": 10,
      "text": "My beloved spake, and said unto me, Rise up, my love, my fair one, and come away."
    },
    {
      "verse": 11,
      "text": "For lo, the winter is past, The rain is over andgone;"
    },
    {
      "verse": 12,
      "text": "The flowers appear on the earth; The time of the singing of birdsis come, And the voice of the turtle is heard in our land;"
    },
    {
      "verse": 13,
      "text": "The fig tree putteth forth her green figs, And the vines withthe tender grape give a goodsmell. Arise, my love, my fair one, and come away."
    },
    {
      "verse": 14,
      "text": "O my dove, that artin the clefts of the rock, in the secret places of the stairs, Let me see thy countenance, let me hear thy voice; For sweet isthy voice, and thy countenance iscomely."
    },
    {
      "verse": 15,
      "text": "Take us the foxes, The little foxes, that spoil the vines: For our vines havetender grapes."
    },
    {
      "verse": 16,
      "text": "My beloved ismine, and I amhis: He feedeth among the lilies."
    },
    {
      "verse": 17,
      "text": "Until the day break, and the shadows flee away, Turn, my beloved, And be thou like a roe or a young hart Upon the mountains of Bether."
    }
  ]
}