{
  "book_id": "SNG",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "By night on my bed I sought himwhom my soul loveth: I sought him, but I found him not."
    },
    {
      "verse": 2,
      "text": "I will rise now, and go about the city In the streets and in the broad ways, I will seek himwhom my soul loveth: I sought him, but I found him not."
    },
    {
      "verse": 3,
      "text": "The watchmen that go about the city found me: To whom I said, Saw ye himwhom my soul loveth?"
    },
    {
      "verse": 4,
      "text": "It wasbut a little that I passed from them, But I found himwhom my soul loveth: I held him, and would not let him go, Until I had brought him into my mother’s house, And into the chamber of her that conceived me."
    },
    {
      "verse": 5,
      "text": "I charge you, O ye daughters of Jerusalem, By the roes, and by the hinds of the field, That ye stir not up, nor awake mylove, till he please."
    },
    {
      "verse": 6,
      "text": "Who isthis that cometh out of the wilderness like pillars of smoke, Perfumed withmyrrh and frankincense, With all powders of the merchant?"
    },
    {
      "verse": 7,
      "text": "Behold his bed, which isSolomon’s; Threescore valiant men areabout it, Of the valiant of Israel."
    },
    {
      "verse": 8,
      "text": "They all hold swords, beingexpert in war: Every man hathhis sword upon his thigh because of fear in the night."
    },
    {
      "verse": 9,
      "text": "King Solomon made himself a chariot of the wood of Lebanon."
    },
    {
      "verse": 10,
      "text": "He made the pillars thereof ofsilver, The bottom thereof ofgold, The covering of it ofpurple, The midst thereof being paved withlove, for the daughters of Jerusalem."
    },
    {
      "verse": 11,
      "text": "Go forth, O ye daughters of Zion, and behold king Solomon With the crown wherewithhis mother crowned him In the day of his espousals, And in the day of the gladness of his heart."
    }
  ]
}