{
  "book_id": "SNG",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "By night on my bed I sought \\add him\\add* whom my soul loveth: I sought him, but I found him not."
    },
    {
      "verse": 2,
      "text": "I will rise now, and go about the city In the streets and in the broad ways, I will seek \\add him\\add* whom my soul loveth: I sought him, but I found him not."
    },
    {
      "verse": 3,
      "text": "The watchmen that go about the city found me: \\add To whom I said\\add*, Saw ye \\add him\\add* whom my soul loveth?"
    },
    {
      "verse": 4,
      "text": "\\add It was\\add* but a little that I passed from them, But I found \\add him\\add* whom my soul loveth: I held him, and would not let him go, Until I had brought him into my mother’s house, And into the chamber of her that conceived me."
    },
    {
      "verse": 5,
      "text": "I charge you, O ye daughters of Jerusalem, By the roes, and by the hinds of the field, That ye stir not up, nor awake \\add my\\add* love, till he please."
    },
    {
      "verse": 6,
      "text": "Who \\add is\\add* this that cometh out of the wilderness like pillars of smoke, Perfumed \\add with\\add* myrrh and frankincense, With all powders of the merchant?"
    },
    {
      "verse": 7,
      "text": "Behold his bed, which \\add is\\add* Solomon’s; Threescore valiant \\add men are\\add* about it, Of the valiant of Israel."
    },
    {
      "verse": 8,
      "text": "They all hold swords, \\add being\\add* expert in war: Every man \\add hath\\add* his sword upon his thigh because of fear in the night."
    },
    {
      "verse": 9,
      "text": "King Solomon made himself a chariot of the wood of Lebanon."
    },
    {
      "verse": 10,
      "text": "He made the pillars thereof \\add of\\add* silver, The bottom thereof \\add of\\add* gold, The covering of it \\add of\\add* purple, The midst thereof being paved \\add with\\add* love, for the daughters of Jerusalem."
    },
    {
      "verse": 11,
      "text": "Go forth, O ye daughters of Zion, and behold king Solomon With the crown where\\add with\\add* his mother crowned him In the day of his espousals, And in the day of the gladness of his heart."
    }
  ]
}