{
  "book_id": "SNG",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, thou \\add art\\add* fair, my love; behold, thou \\add art\\add* fair; Thou \\add hast\\add* doves’ eyes within thy locks: Thy hair \\add is\\add* as a flock of goats, that appear from mount Gilead."
    },
    {
      "verse": 2,
      "text": "Thy teeth \\add are\\add* like a flock of \\add sheep that are\\add* even shorn, which came up from the washing; Whereof every one beareth twins, and none \\add is\\add* barren among them."
    },
    {
      "verse": 3,
      "text": "Thy lips \\add are\\add* like a thread of scarlet, and thy speech \\add is\\add* comely: Thy temples \\add are\\add* like a piece of a pomegranate within thy locks."
    },
    {
      "verse": 4,
      "text": "Thy neck \\add is\\add* like the tower of David Builded for an armoury, Whereon there hang a thousand bucklers, all shields of mighty \\add men\\add*."
    },
    {
      "verse": 5,
      "text": "Thy two breasts \\add are\\add* like two young roes \\add that are\\add* twins, Which feed among the lilies."
    },
    {
      "verse": 6,
      "text": "Until the day break, and the shadows flee away, I will get me to the mountain of myrrh, and to the hill of frankincense."
    },
    {
      "verse": 7,
      "text": "Thou \\add art\\add* all fair, my love; \\add there is\\add* no spot in thee."
    },
    {
      "verse": 8,
      "text": "Come with me from Lebanon, \\add my\\add* spouse, with me from Lebanon: Look from the top of Amana, from the top of Shenir and Hermon, From the lions’ dens, from the mountains of the leopards."
    },
    {
      "verse": 9,
      "text": "Thou hast ravished my heart, my sister, \\add my\\add* spouse; Thou hast ravished my heart with one of thine eyes, With one chain of thy neck."
    },
    {
      "verse": 10,
      "text": "How fair is thy love, my sister, \\add my\\add* spouse! How much better is thy love than wine! And the smell of thine ointments than all spices!"
    },
    {
      "verse": 11,
      "text": "Thy lips, O \\add my\\add* spouse, drop \\add as\\add* the honeycomb: Honey and milk \\add are\\add* under thy tongue; And the smell of thy garments \\add is\\add* like the smell of Lebanon."
    },
    {
      "verse": 12,
      "text": "A garden inclosed \\add is\\add* my sister, \\add my\\add* spouse; A spring shut up, a fountain sealed."
    },
    {
      "verse": 13,
      "text": "Thy plants \\add are\\add* an orchard of pomegranates, with pleasant fruits; Camphire, with spikenard,"
    },
    {
      "verse": 14,
      "text": "Spikenard and saffron; Calamus and cinnamon, with all trees of frankincense; Myrrh and aloes, with all the chief spices:"
    },
    {
      "verse": 15,
      "text": "A fountain of gardens, a well of living waters, And streams from Lebanon."
    },
    {
      "verse": 16,
      "text": "Awake, O north wind; and come thou south; Blow upon my garden, \\add that\\add* the spices thereof may flow out. Let my beloved come into his garden, And eat his pleasant fruits."
    }
  ]
}