{
  "book_id": "SNG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I am come into my garden, my sister, myspouse: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk: Eat, O friends; drink, yea, drink abundantly, O beloved."
    },
    {
      "verse": 2,
      "text": "I sleep, but my heart waketh: It isthe voice of my beloved that knocketh saying, Open to me, my sister, my love, my dove, my undefiled: For my head is filled withdew, Andmy locks withthe drops of the night."
    },
    {
      "verse": 3,
      "text": "I have put off my coat; how shall I put it on? I have washed my feet; how shall I defile them?"
    },
    {
      "verse": 4,
      "text": "My beloved put in his hand by the hole of the door, And my bowels were moved for him."
    },
    {
      "verse": 5,
      "text": "I rose up to open to my beloved; And my hands dropped withmyrrh, And my fingers withsweet smelling myrrh, Upon the handles of the lock."
    },
    {
      "verse": 6,
      "text": "I opened to my beloved; But my beloved had withdrawn himself, andwas gone: My soul failed when he spake: I sought him, but I could not find him; I called him, but he gave me no answer."
    },
    {
      "verse": 7,
      "text": "The watchmen that went about the city found me, They smote me, they wounded me; The keepers of the walls took away my vail from me."
    },
    {
      "verse": 8,
      "text": "I charge you, O daughters of Jerusalem, If ye find my beloved, that ye tell him, That I amsick of love."
    },
    {
      "verse": 9,
      "text": "What isthy beloved more than anotherbeloved, O thou fairest among women? What isthy beloved more than anotherbeloved, that thou dost so charge us?"
    },
    {
      "verse": 10,
      "text": "My beloved iswhite and ruddy, The chiefest among ten thousand."
    },
    {
      "verse": 11,
      "text": "His head is asthe most fine gold, His locks arebushy, andblack as a raven."
    },
    {
      "verse": 12,
      "text": "His eyes areas the eyes ofdoves by the rivers of waters, Washed with milk, andfitly set."
    },
    {
      "verse": 13,
      "text": "His cheeks areas a bed of spices, assweet flowers: His lips likelilies, dropping sweet smelling myrrh."
    },
    {
      "verse": 14,
      "text": "His hands are asgold rings set with the beryl: His belly is asbright ivory overlaid withsapphires."
    },
    {
      "verse": 15,
      "text": "His legs are aspillars of marble, set upon sockets of fine gold: His countenance isas Lebanon, excellent as the cedars."
    },
    {
      "verse": 16,
      "text": "His mouth ismost sweet: yea, he isaltogether lovely. This ismy beloved, and this ismy friend, O daughters of Jerusalem."
    }
  ]
}