{
  "book_id": "SNG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I am come into my garden, my sister, \\add my\\add* spouse: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk: Eat, O friends; drink, yea, drink abundantly, O beloved."
    },
    {
      "verse": 2,
      "text": "I sleep, but my heart waketh: \\add It is\\add* the voice of my beloved that knocketh \\add saying\\add*, Open to me, my sister, my love, my dove, my undefiled: For my head is filled \\add with\\add* dew, \\add And\\add* my locks \\add with\\add* the drops of the night."
    },
    {
      "verse": 3,
      "text": "I have put off my coat; how shall I put it on? I have washed my feet; how shall I defile them?"
    },
    {
      "verse": 4,
      "text": "My beloved put in his hand by the hole \\add of the door\\add*, And my bowels were moved for him."
    },
    {
      "verse": 5,
      "text": "I rose up to open to my beloved; And my hands dropped \\add with\\add* myrrh, And my fingers \\add with\\add* sweet smelling myrrh, Upon the handles of the lock."
    },
    {
      "verse": 6,
      "text": "I opened to my beloved; But my beloved had withdrawn himself, \\add and\\add* was gone: My soul failed when he spake: I sought him, but I could not find him; I called him, but he gave me no answer."
    },
    {
      "verse": 7,
      "text": "The watchmen that went about the city found me, They smote me, they wounded me; The keepers of the walls took away my vail from me."
    },
    {
      "verse": 8,
      "text": "I charge you, O daughters of Jerusalem, If ye find my beloved, that ye tell him, That I \\add am\\add* sick of love."
    },
    {
      "verse": 9,
      "text": "What \\add is\\add* thy beloved more than \\add another\\add* beloved, O thou fairest among women? What \\add is\\add* thy beloved more than \\add another\\add* beloved, that thou dost so charge us?"
    },
    {
      "verse": 10,
      "text": "My beloved \\add is\\add* white and ruddy, The chiefest among ten thousand."
    },
    {
      "verse": 11,
      "text": "His head \\add is as\\add* the most fine gold, His locks \\add are\\add* bushy, \\add and\\add* black as a raven."
    },
    {
      "verse": 12,
      "text": "His eyes \\add are\\add* as \\add the eyes of\\add* doves by the rivers of waters, Washed with milk, \\add and\\add* fitly set."
    },
    {
      "verse": 13,
      "text": "His cheeks \\add are\\add* as a bed of spices, \\add as\\add* sweet flowers: His lips \\add like\\add* lilies, dropping sweet smelling myrrh."
    },
    {
      "verse": 14,
      "text": "His hands \\add are as\\add* gold rings set with the beryl: His belly \\add is as\\add* bright ivory overlaid \\add with\\add* sapphires."
    },
    {
      "verse": 15,
      "text": "His legs \\add are as\\add* pillars of marble, set upon sockets of fine gold: His countenance \\add is\\add* as Lebanon, excellent as the cedars."
    },
    {
      "verse": 16,
      "text": "His mouth \\add is\\add* most sweet: yea, he \\add is\\add* altogether lovely. This \\add is\\add* my beloved, and this \\add is\\add* my friend, O daughters of Jerusalem."
    }
  ]
}