{
  "book_id": "SNG",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "How beautiful are thy feet with shoes, O prince’s daughter! The joints of thy thighs \\add are\\add* like jewels, The work of the hands of a cunning workman."
    },
    {
      "verse": 2,
      "text": "Thy navel \\add is like\\add* a round goblet, \\add which\\add* wanteth not liquor: Thy belly \\add is like\\add* a heap of wheat set about with lilies."
    },
    {
      "verse": 3,
      "text": "Thy two breasts \\add are\\add* like two young roes \\add that are\\add* twins."
    },
    {
      "verse": 4,
      "text": "Thy neck \\add is\\add* as a tower of ivory; Thine eyes \\add like\\add* the \\add fish\\add*pools in Heshbon, by the gate of Bath-rabbim: Thy nose \\add is\\add* as the tower of Lebanon which looketh toward Damascus."
    },
    {
      "verse": 5,
      "text": "Thine head upon thee \\add is\\add* like Carmel, And the hair of thine head like purple; The king \\add is\\add* held in the galleries."
    },
    {
      "verse": 6,
      "text": "How fair and how pleasant art thou, O love, for delights!"
    },
    {
      "verse": 7,
      "text": "This thy stature is like to a palm tree, And thy breasts to clusters \\add of grapes\\add*."
    },
    {
      "verse": 8,
      "text": "I said, I will go up to the palm tree, I will take hold of the boughs thereof: Now also thy breasts shall be as clusters of the vine, And the smell of thy nose like apples;"
    },
    {
      "verse": 9,
      "text": "And the roof of thy mouth like the best wine, For my beloved, that goeth \\add down\\add* sweetly, Causing the lips of \\add those that are\\add* asleep to speak."
    },
    {
      "verse": 10,
      "text": "I \\add am\\add* my beloved’s, and his desire \\add is\\add* towards me."
    },
    {
      "verse": 11,
      "text": "Come, my beloved, let us go forth \\add into\\add* the field; Let us lodge in the villages."
    },
    {
      "verse": 12,
      "text": "Let us get up early to the vineyards; Let us see if the vine flourish, \\add whether\\add* the tender grape appear, \\add And\\add* the pomegranates bud forth: There will I give thee my loves."
    },
    {
      "verse": 13,
      "text": "The mandrakes give a smell, And at our gates \\add are\\add* all \\add manner of\\add* pleasant \\add fruits\\add*, New and old, \\add Which\\add* I have laid up for thee, O my beloved."
    }
  ]
}