{
  "book_id": "2CO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God."
    },
    {
      "verse": 2,
      "text": "Receive us; we have wronged no \\add man\\add*, we have corrupted no \\add man\\add*, we have defrauded no \\add man\\add*."
    },
    {
      "verse": 3,
      "text": "I speak not \\add this\\add* to condemn \\add you:\\add* for I have said before, that you are in our hearts to die and live with \\add you\\add*."
    },
    {
      "verse": 4,
      "text": "Great \\add is\\add* my boldness of speech toward you, great \\add is\\add* my glorying of you: I am filled with comfort, I am exceeding joyful in all our tribulation."
    },
    {
      "verse": 5,
      "text": "For, when we were come into Macedonia, our flesh had no rest, but \\add we were\\add* troubled on every \\add side;\\add* without \\add were\\add* fightings, within \\add were\\add* fears."
    },
    {
      "verse": 6,
      "text": "Nevertheless God, that comforteth \\add those that are\\add* cast down, comforted us by the coming of Titus;"
    },
    {
      "verse": 7,
      "text": "and not by his coming only, but by the consolation wherewith he was comforted in you, when he told us your earnest desire, your mourning, your fervent mind toward me; so that I rejoiced the more."
    },
    {
      "verse": 8,
      "text": "For though I made you sorry with a letter, I do not repent, though I did repent: for I perceive that the same epistle hath made you sorry, though \\add it were\\add* but for a season."
    },
    {
      "verse": 9,
      "text": "Now I rejoice, not that ye were made sorry, but that ye sorrowed to repentance: for ye were made sorry after a godly manner, that ye might receive damage by us in nothing."
    },
    {
      "verse": 10,
      "text": "For godly sorrow worketh repentance to salvation not to be repented of: but the sorrow of the world worketh death."
    },
    {
      "verse": 11,
      "text": "For behold this selfsame \\add thing\\add*, that ye sorrowed after a godly sort, what carefulness it wrought in you, yea, \\add what\\add* clearing of yourselves, yea, \\add what\\add* indignation, yea, \\add what\\add* fear, yea, \\add what\\add* vehement desire, yea, \\add what\\add* zeal, yea, \\add what\\add* revenge! In all \\add things\\add* ye have approved yourselves to be clear in \\add this\\add* matter."
    },
    {
      "verse": 12,
      "text": "Wherefore, though I wrote unto you, \\add I did it\\add* not for his cause that had done the wrong, nor for his cause that suffered wrong, but that our care for you in the sight of God might appear unto you."
    },
    {
      "verse": 13,
      "text": "Therefore we were comforted in your comfort: \\add yea\\add*, and exceedingly the more joyed we for the joy of Titus, because his spirit was refreshed by you all."
    },
    {
      "verse": 14,
      "text": "For if I have boasted any \\add thing\\add* to him of you, I am not ashamed; but as we spake all \\add things\\add* to you in truth, even so our boasting, which \\add I made\\add* before Titus, is found a truth."
    },
    {
      "verse": 15,
      "text": "And his inward affection is more abundant toward you, whilst he remembereth the obedience of you all, how with fear and trembling you received him."
    },
    {
      "verse": 16,
      "text": "I rejoice therefore that I have confidence in you in all \\add things\\add*."
    }
  ]
}