{
  "book_id": "2CO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover, brethren, we do you to wit of the grace of God bestowed on the churches of Macedonia;"
    },
    {
      "verse": 2,
      "text": "how that in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality."
    },
    {
      "verse": 3,
      "text": "For to \\add their\\add* power, I bear record, \\add yea\\add*, and beyond \\add their\\add* power \\add they were\\add* willing of themselves;"
    },
    {
      "verse": 4,
      "text": "praying us with much intreaty that we would receive the gift, and \\add take upon us\\add* the fellowship of the ministering to the saints."
    },
    {
      "verse": 5,
      "text": "And \\add this they did\\add*, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God."
    },
    {
      "verse": 6,
      "text": "Insomuch that we desired Titus, that as he had begun, so he would also finish in you the same grace also."
    },
    {
      "verse": 7,
      "text": "Therefore, as ye abound in every \\add thing, in\\add* faith, and utterance, and knowledge, and \\add in\\add* all diligence, and \\add in\\add* your love to us, \\add see\\add* that ye abound in this grace also."
    },
    {
      "verse": 8,
      "text": "I speak not by commandment, but by occasion of the forwardness of others, and to prove the sincerity of your love."
    },
    {
      "verse": 9,
      "text": "For ye know the grace of our Lord Jesus Christ, that, though he was rich, \\add yet\\add* for your sakes he became poor, that ye through his poverty might be rich."
    },
    {
      "verse": 10,
      "text": "And herein I give \\add my\\add* advice: for this is expedient for you, who have begun before, not only to do, but also to be forward a year ago."
    },
    {
      "verse": 11,
      "text": "Now therefore perform the doing \\add of it;\\add* that as \\add there was\\add* a readiness to will, so \\add there may be\\add* a performance also out of that which \\add you\\add* have."
    },
    {
      "verse": 12,
      "text": "For if there be first a willing mind, \\add it is\\add* accepted according to that a man hath, \\add and\\add* not according to that he hath not."
    },
    {
      "verse": 13,
      "text": "For \\add I mean\\add* not that other \\add men\\add* be eased, and you burdened:"
    },
    {
      "verse": 14,
      "text": "but by an equality, \\add that\\add* now at \\add this\\add* time your abundance \\add may be a supply\\add* for their want, that their abundance also may be \\add a supply\\add* for your want: that there may be equality:"
    },
    {
      "verse": 15,
      "text": "as it is written, He that \\add had gathered\\add* much had nothing over; and he that \\add had gathered\\add* little had no lack."
    },
    {
      "verse": 16,
      "text": "But thanks \\add be\\add* to God, which put the same earnest care into the heart of Titus for you."
    },
    {
      "verse": 17,
      "text": "For indeed he accepted the exhortation; but being more forward, of his own accord he went unto you."
    },
    {
      "verse": 18,
      "text": "And we have sent with him the brother, whose praise \\add is\\add* in the gospel throughout all the churches;"
    },
    {
      "verse": 19,
      "text": "and not \\add that\\add* only, but who was also chosen of the churches to travel with us with this grace, which is administered by us to the glory of the same Lord, and \\add declaration of\\add* your ready mind:"
    },
    {
      "verse": 20,
      "text": "avoiding this, that no \\add man\\add* should blame us in this abundance which is administered by us:"
    },
    {
      "verse": 21,
      "text": "providing \\add for\\add* honest \\add things\\add*, not only in the sight of the Lord, but also in the sight of men."
    },
    {
      "verse": 22,
      "text": "And we have sent with them our brother, whom we have oftentimes proved diligent in many \\add things\\add*, but now much more diligent, upon the great confidence which \\add I have\\add* in you."
    },
    {
      "verse": 23,
      "text": "Whether \\add any do inquire\\add* of Titus, \\add he is\\add* my partner and fellow-helper concerning you: or our brethren \\add be inquired of, they are\\add* the messengers of the churches, \\add and\\add* the glory of Christ."
    },
    {
      "verse": 24,
      "text": "Wherefore shew ye to them, and before the churches, the proof of your love, and of our boasting on your behalf."
    }
  ]
}