{
  "book_id": "2CO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover, brethren, we do you to wit of the grace of God bestowed on the churches of Macedonia;"
    },
    {
      "verse": 2,
      "text": "how that in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality."
    },
    {
      "verse": 3,
      "text": "For to theirpower, I bear record, yea, and beyond theirpower they werewilling of themselves;"
    },
    {
      "verse": 4,
      "text": "praying us with much intreaty that we would receive the gift, and take upon usthe fellowship of the ministering to the saints."
    },
    {
      "verse": 5,
      "text": "And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God."
    },
    {
      "verse": 6,
      "text": "Insomuch that we desired Titus, that as he had begun, so he would also finish in you the same grace also."
    },
    {
      "verse": 7,
      "text": "Therefore, as ye abound in every thing, infaith, and utterance, and knowledge, and inall diligence, and inyour love to us, seethat ye abound in this grace also."
    },
    {
      "verse": 8,
      "text": "I speak not by commandment, but by occasion of the forwardness of others, and to prove the sincerity of your love."
    },
    {
      "verse": 9,
      "text": "For ye know the grace of our Lord Jesus Christ, that, though he was rich, yetfor your sakes he became poor, that ye through his poverty might be rich."
    },
    {
      "verse": 10,
      "text": "And herein I give myadvice: for this is expedient for you, who have begun before, not only to do, but also to be forward a year ago."
    },
    {
      "verse": 11,
      "text": "Now therefore perform the doing of it;that as there wasa readiness to will, so there may bea performance also out of that which youhave."
    },
    {
      "verse": 12,
      "text": "For if there be first a willing mind, it isaccepted according to that a man hath, andnot according to that he hath not."
    },
    {
      "verse": 13,
      "text": "For I meannot that other menbe eased, and you burdened:"
    },
    {
      "verse": 14,
      "text": "but by an equality, thatnow at thistime your abundance may be a supplyfor their want, that their abundance also may be a supplyfor your want: that there may be equality:"
    },
    {
      "verse": 15,
      "text": "as it is written, He that had gatheredmuch had nothing over; and he that had gatheredlittle had no lack."
    },
    {
      "verse": 16,
      "text": "But thanks beto God, which put the same earnest care into the heart of Titus for you."
    },
    {
      "verse": 17,
      "text": "For indeed he accepted the exhortation; but being more forward, of his own accord he went unto you."
    },
    {
      "verse": 18,
      "text": "And we have sent with him the brother, whose praise isin the gospel throughout all the churches;"
    },
    {
      "verse": 19,
      "text": "and not thatonly, but who was also chosen of the churches to travel with us with this grace, which is administered by us to the glory of the same Lord, and declaration ofyour ready mind:"
    },
    {
      "verse": 20,
      "text": "avoiding this, that no manshould blame us in this abundance which is administered by us:"
    },
    {
      "verse": 21,
      "text": "providing forhonest things, not only in the sight of the Lord, but also in the sight of men."
    },
    {
      "verse": 22,
      "text": "And we have sent with them our brother, whom we have oftentimes proved diligent in many things, but now much more diligent, upon the great confidence which I havein you."
    },
    {
      "verse": 23,
      "text": "Whether any do inquireof Titus, he ismy partner and fellow-helper concerning you: or our brethren be inquired of, they arethe messengers of the churches, andthe glory of Christ."
    },
    {
      "verse": 24,
      "text": "Wherefore shew ye to them, and before the churches, the proof of your love, and of our boasting on your behalf."
    }
  ]
}