{
  "book_id": "LUK",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "אחרי אשר רבים הואילו לחבר ספור המעשים אשר נאמנו בשלמות בתוכנו׃"
    },
    {
      "verse": 2,
      "text": "כאשר מסרום לנו הראים אתם בעיניהם מתחלה ואשר היו משרתי הדבר׃"
    },
    {
      "verse": 3,
      "text": "חשבתי לטוב גם אני החפש כל הדברים היטב מראשיתם לכתבם אליך בסדר תאופילוס האדיר׃"
    },
    {
      "verse": 4,
      "text": "למען תדע קשט האמרים אשר חנכת בם׃"
    },
    {
      "verse": 5,
      "text": "כהן היה בימי הורדוס מלך יהודה זכריה שמו ממשמרת אביה ולו אשה מבנות אהרן ושמה אלישבע׃"
    },
    {
      "verse": 6,
      "text": "ושניהם היו צדיקים לפני האלהים והלכי תם בכל מצות יהוה ובחקתיו׃"
    },
    {
      "verse": 7,
      "text": "ולא היה להם ילד כי אלישבע עקרה ושניהם באו בימים׃"
    },
    {
      "verse": 8,
      "text": "ויהי היום ויכהן לפני אלהים בסדר משמרתו׃"
    },
    {
      "verse": 9,
      "text": "וכמשפט עבודת הכהנים יצא גורלו להקטיר קטרת ויבא אל היכל יהוה׃"
    },
    {
      "verse": 10,
      "text": "וכל קהל העם היו מתפללים בחוץ בעת הקטרת׃"
    },
    {
      "verse": 11,
      "text": "וירא אליו מלאך יהוה עמד לימין מזבח הקטרת׃"
    },
    {
      "verse": 12,
      "text": "ויבהל זכריה בראותו אתו ואימה נפלה עליו׃"
    },
    {
      "verse": 13,
      "text": "ויאמר אליו המלאך אל תירא זכריהו כי נשמעה תפלתך ואלישבע אשתך תלד לך בן וקראת שמו יוחנן׃"
    },
    {
      "verse": 14,
      "text": "והיה לך לשמחה וגיל ורבים ישמחו בהולדו׃"
    },
    {
      "verse": 15,
      "text": "כי גדול יהיה לפני יהוה ויין ושכר לא ישתה ורוח הקדש ימלא בעודנו בבטן אמו׃"
    },
    {
      "verse": 16,
      "text": "ורבים מבני ישראל ישיב אל יהוה אלהיהם׃"
    },
    {
      "verse": 17,
      "text": "והוא ילך לפניו ברוח אליהו ובגבורתו להשיב את לב אבות על בנים ואת הסוררים לתבונת הצדיקים להעמיד ליהוה עם מתקן׃"
    },
    {
      "verse": 18,
      "text": "ויאמר זכריה אל המלאך במה אדע זאת כי אני זקנתי ואשתי באה בימים׃"
    },
    {
      "verse": 19,
      "text": "ויען המלאך ויאמר אליו אני גבריאל העומד לפני האלהים ושלוח אנכי לדבר אליך ולבשרך את זאת׃"
    },
    {
      "verse": 20,
      "text": "והנה תאלם ולא תוכל לדבר עד היום אשר תהיה זאת תחת כי לא האמנת בדברי אשר ימלאו למועדם׃"
    },
    {
      "verse": 21,
      "text": "והעם היה מחכה לזכריה ויתמהו כי אחר בהיכל׃"
    },
    {
      "verse": 22,
      "text": "ויהי בצאתו לא יכל לדבר אליהם וידעו כי מראה ראה בהיכל וירמז להם ועודנו נאלם׃"
    },
    {
      "verse": 23,
      "text": "ויהי כאשר מלאו ימי עבדתו וילך לו אל ביתו׃"
    },
    {
      "verse": 24,
      "text": "ויהי אחרי הימים האלה ותהר אלישבע אשתו ותתחבא חמשה חדשים ותאמר׃"
    },
    {
      "verse": 25,
      "text": "ככה עשה לי יהוה בימי פקדו אותי לאסף את חרפתי בתוך בני אדם׃"
    },
    {
      "verse": 26,
      "text": "ויהי בחדש הששי וישלח המלאך גבריאל מאת האלהים גלילה אל עיר אשר שמה נצרת׃"
    },
    {
      "verse": 27,
      "text": "אל בתולה מארשה לאיש אשר שמו יוסף מבית דוד ושם הבתולה מרים׃"
    },
    {
      "verse": 28,
      "text": "ויבא המלאך אליה החדרה ויאמר שלום לך אשת חן יהוה עמך ברוכה את בנשים׃"
    },
    {
      "verse": 29,
      "text": "והיא בראותה נבהלה לדברו ותאמר בלבה מה היא הברכה הזאת׃"
    },
    {
      "verse": 30,
      "text": "ויאמר לה המלאך אל תיראי מרים כי מצאת חן לפני האלהים׃"
    },
    {
      "verse": 31,
      "text": "והנך הרה וילדת בן וקראת את שמו ישוע׃"
    },
    {
      "verse": 32,
      "text": "והוא גדול יהיה ובן עליון יקרא ויהוה אלהים יתן לו את כסא דוד אביו׃"
    },
    {
      "verse": 33,
      "text": "ועל בית יעקב ימלך לעולם ועד ולמלכותו אין קץ׃"
    },
    {
      "verse": 34,
      "text": "ותאמר מרים אל המלאך איך תהיה זאת ואני אינני ידעת איש׃"
    },
    {
      "verse": 35,
      "text": "ויען המלאך ויאמר אליה רוח הקדש תבוא עליך וגבורת עליון תצל עליך על כן גם לקדוש הילוד יקרא בן אלהים׃"
    },
    {
      "verse": 36,
      "text": "והנה אלישבע קרובתך אשר קראו לה עקרה גם היא הרתה בן בזקנתה וזה לה החדש הששי׃"
    },
    {
      "verse": 37,
      "text": "כי לא יפלא מאלהים כל דבר׃"
    },
    {
      "verse": 38,
      "text": "ותאמר מרים הנני שפחת יהוה יהי לי כדברך ויצא מאתה המלאך׃"
    },
    {
      "verse": 39,
      "text": "ותקם מרים בימים ההם ותמהר ללכת ההרה אל עיר יהודה׃"
    },
    {
      "verse": 40,
      "text": "ותבא בית זכריה ותברך את אלישבע׃"
    },
    {
      "verse": 41,
      "text": "ויהי כשמע אלישבע את ברכת מרים וירקד הילד במעיה ותמלא אלישבע רוח הקדש׃"
    },
    {
      "verse": 42,
      "text": "ותקרא בקול גדול ותאמר ברוכה את בנשים וברוך פרי בטנך׃"
    },
    {
      "verse": 43,
      "text": "ומאין לי זאת אשר אם אדני באה אלי׃"
    },
    {
      "verse": 44,
      "text": "כי קול ברכתך בא באזני והנה רקד בשמחה הילד במעי׃"
    },
    {
      "verse": 45,
      "text": "ואשרי המאמינה כי המלא תמלא אשר דבר לה מאת יהוה׃"
    },
    {
      "verse": 46,
      "text": "ותאמר מרים רוממה נפשי את יהוה׃"
    },
    {
      "verse": 47,
      "text": "ותגל רוחי באלהי ישעי׃"
    },
    {
      "verse": 48,
      "text": "]94-84[ אשר ראה בעני אמתו כי הנה מעתה כל הדרות יאשרוני כי גדלות עשה לי שדי וקדוש שמו׃"
    },
    {
      "verse": 49,
      "text": "]94-84[׃"
    },
    {
      "verse": 50,
      "text": "וחסדו לדור דורים על יראיו׃"
    },
    {
      "verse": 51,
      "text": "גבורות עשה בזרעו פזר גאים במזמות לבבם׃"
    },
    {
      "verse": 52,
      "text": "הרס נדיבים מכסאותו וירם שפלים׃"
    },
    {
      "verse": 53,
      "text": "רעבים מלא טוב ועשירים שלח ריקם׃"
    },
    {
      "verse": 54,
      "text": "תמך בישראל עבדו לזכר את רחמיו׃"
    },
    {
      "verse": 55,
      "text": "כאשר דבר אל אבותינו לאברהם ולזרעו עד עולם׃"
    },
    {
      "verse": 56,
      "text": "ותשב מרים עמה כשלשה חדשים ותשב לביתה׃"
    },
    {
      "verse": 57,
      "text": "וימלאו ימי אלישבע ללדת ותלד בן׃"
    },
    {
      "verse": 58,
      "text": "וישמעו שכניה וקרוביה כי הגדיל יהוה את חסדו עמה וישמחו אתה׃"
    },
    {
      "verse": 59,
      "text": "ויהי ביום השמיני ויבאו למול את הילד ויקראו אתו זכריה על שם אביו׃"
    },
    {
      "verse": 60,
      "text": "ותען אמו ותאמר לא כי יוחנן יקרא׃"
    },
    {
      "verse": 61,
      "text": "ויאמרו אליה אין איש במשפחתך אשר נקרא בשם הזה׃"
    },
    {
      "verse": 62,
      "text": "וירמזו אל אביו לדעת מה השם אשר יחפץ להקרא לו׃"
    },
    {
      "verse": 63,
      "text": "וישאל לוח ויכתב עליו לאמר יוחנן שמו ויתמהו כלם׃"
    },
    {
      "verse": 64,
      "text": "ויפתח פיו ולשונו פתאם וידבר ויברך את האלהים׃"
    },
    {
      "verse": 65,
      "text": "ותפל אימה על כל שכניהם ויספר כל הדברים האלה בכל הרי יהודה׃"
    },
    {
      "verse": 66,
      "text": "וישימו כל השמעים אל לבם לאמר מה אפוא יהיה הילד הזה ויד יהוה היתה עמו׃"
    },
    {
      "verse": 67,
      "text": "וימלא זכריה אביו רוח הקדש וינבא לאמר׃"
    },
    {
      "verse": 68,
      "text": "ברוך יהוה אלהי ישראל כי פקד את עמו וישלח לו פדות׃"
    },
    {
      "verse": 69,
      "text": "וירם לנו קרן ישועה בבית דוד עבדו׃"
    },
    {
      "verse": 70,
      "text": "כאשר דבר בפי נביאיו הקדושים אשר מעולם׃"
    },
    {
      "verse": 71,
      "text": "ישועה מאיבינו ומיד כל שנאינו׃"
    },
    {
      "verse": 72,
      "text": "לעשות חסד עם אבותינו ולזכר את ברית קדשו׃"
    },
    {
      "verse": 73,
      "text": "את השבועה אשר נשבע לאברהם אבינו׃"
    },
    {
      "verse": 74,
      "text": "להצילנו מיד איבינו ולתתנו לעבדו בלי פחד׃"
    },
    {
      "verse": 75,
      "text": "בתמים ובצדקה לפניו כל ימי חיינו׃"
    },
    {
      "verse": 76,
      "text": "ואתה הילד נביא עליון תקרא כי לפני יהוה תלך לפנות את דרכיו׃"
    },
    {
      "verse": 77,
      "text": "לתת דעת הישועה לעמו בסליחת חטאתיהם׃"
    },
    {
      "verse": 78,
      "text": "ברחמי חסד אלהינו אשר בהם פקדנו הנגה ממרום׃"
    },
    {
      "verse": 79,
      "text": "להאיר לישבי חשך וצלמות ולהכין את רגלינו אל דרך השלום׃"
    },
    {
      "verse": 80,
      "text": "ויגדל הילד ויחזק ברוח ויהי במדברות עד יום הראתו אל ישראל׃"
    }
  ]
}