{
  "book_id": "LUK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "בשנת חמש עשרה למלכות הקיסר טיבריוס בהיות פונטיוס פילטוס הגמון ביהודה והורדוס שר רבע על הגליל ואחיו פילפוס שר רבע על מדינות יטור וטרכונה ולוסניס שר רבע על אבילין׃"
    },
    {
      "verse": 2,
      "text": "בימי הכהנים הגדולים חנן וקיפא היה דבר אלהים אל יוחנן בן זכריה במדבר׃"
    },
    {
      "verse": 3,
      "text": "ויבא אל כל ככר הירדן ויקרא טבילת התשובה לסליחת החטאים׃"
    },
    {
      "verse": 4,
      "text": "ככתוב בספר דברי ישעיהו הנביא קול קורא במדבר פנו דרך יהוה ישרו מסלותיו׃"
    },
    {
      "verse": 5,
      "text": "כל גיא ינשא וכל הר וגבעה ישפלו והיה העקב למישור והרכסים לבקעה׃"
    },
    {
      "verse": 6,
      "text": "וראו כל בשר את ישועת אלהים׃"
    },
    {
      "verse": 7,
      "text": "ויאמר אל המון העם היצאים להטבל על ידו אתם ילדי הצפעונים מי הורה אתכם להמלט מפני הקצף הבא׃"
    },
    {
      "verse": 8,
      "text": "לכן עשו פרי הראוי לתשובה ואל תדמו בנפשכם לאמר אברהם הוא אבינו כי אני אמר לכם כי מן האבנים האלה יכל האלהים להקים בנים לאברהם׃"
    },
    {
      "verse": 9,
      "text": "וכבר הושם הגרזן על שרש העצים והנה כל עץ אשר איננו עשה פרי טוב יגדע והשלך באש׃"
    },
    {
      "verse": 10,
      "text": "וישאלהו המון העם לאמר מה אפוא נעשה׃"
    },
    {
      "verse": 11,
      "text": "ויען ויאמר אליהם מי אשר לו כתנות שתים הוא יחלק לאשר אין לו ומי אשר לו מזון ככה יעשה גם הוא׃"
    },
    {
      "verse": 12,
      "text": "ויבאו גם מוכסים להטבל ויאמרו אליו רבי מה נעשה׃"
    },
    {
      "verse": 13,
      "text": "ויאמר אליהם אל תגבו יותר מחקכם׃"
    },
    {
      "verse": 14,
      "text": "וישאלהו גם אנשי הצבא לאמר ואנחנו מה נעשה ויאמר אליהם איש אל תזעזעו ואל תלשינו איש ויהי די לכם בשכרכם׃"
    },
    {
      "verse": 15,
      "text": "ויהי כאשר חכה העם וכלם חשבים בלבם לאמר אולי יוחנן הוא המשיח׃"
    },
    {
      "verse": 16,
      "text": "ויען יוחנן ויאמר לכלם הן אני טובל אתכם במים אבל בוא יבוא החזק ממני אשר אינני כדי להתיר את שרוך נעליו הוא יטבל אתכם ברוח הקדש ובאש׃"
    },
    {
      "verse": 17,
      "text": "אשר המזרה בידו להבר את גרנו ויאסף את דגנו אל אוצרו ואת המץ ישרפנו באש אשר לא תכבה׃"
    },
    {
      "verse": 18,
      "text": "וכן עוד דברים אחרים הרבה בשר וגם הזהיר את העם׃"
    },
    {
      "verse": 19,
      "text": "והורדוס שר רבע המדינה אשר הוכח על ידו על אדות הורודיה אשת אחיו פילפוס ועל אדות כל הרע אשר עשה הורדוס׃"
    },
    {
      "verse": 20,
      "text": "הוסיף על כל אלה גם את זאת ויסגר את יוחנן במשמר׃"
    },
    {
      "verse": 21,
      "text": "ויהי בהטבל כל העם וגם ישוע נטבל ומתפלל ויפתחו השמים׃"
    },
    {
      "verse": 22,
      "text": "וירד עליו רוח הקדש בדמות גוף כיונה ויהי קול מן השמים ויאמר אתה בני ידידי בך רצתה נפשי׃"
    },
    {
      "verse": 23,
      "text": "והוא ישוע בהחלו היה כבן שלשים שנה ויחשבהו לבן יוסף בן עלי׃"
    },
    {
      "verse": 24,
      "text": "בן מתת בן לוי בן מלכי בן יני בן יוסף׃"
    },
    {
      "verse": 25,
      "text": "בן מתתיה בן אמוץ בן נחום בן חסלי בן נגי׃"
    },
    {
      "verse": 26,
      "text": "בן מחת בן מתתיה בן שמעי בן יוסף בן יודה׃"
    },
    {
      "verse": 27,
      "text": "בן יוחנן בן רישא בן זרבלל בן שאלתיאל בן גרי׃"
    },
    {
      "verse": 28,
      "text": "בן מלכי בן אדי בן קוסם בן אלמדם בן ער׃"
    },
    {
      "verse": 29,
      "text": "בן יוסי בן אליעזר בן יורים בן מתת בן לוי׃"
    },
    {
      "verse": 30,
      "text": "בן שמעון בן יהודה בן יוסף בן יונם בן אליקים׃"
    },
    {
      "verse": 31,
      "text": "בן מליא בן מינא בן מתתה בן נתן בן דוד׃"
    },
    {
      "verse": 32,
      "text": "בן ישי בן עובד בן בעז בן שלמון בן נחשון׃"
    },
    {
      "verse": 33,
      "text": "בן עמינדב בן ארם בן חצרון בן פרץ בן יהודה׃"
    },
    {
      "verse": 34,
      "text": "בן יעקב בן יצחק בן אברהם בן תרח בן נחור׃"
    },
    {
      "verse": 35,
      "text": "בן שרוג בן רעו בן פלג בן עבר בן שלח׃"
    },
    {
      "verse": 36,
      "text": "בן קינן בן ארפכשד בן שם בן נח בן למך׃"
    },
    {
      "verse": 37,
      "text": "בן מתושלח בן חנוך בן ירד בן מהללאל בן קינן׃"
    },
    {
      "verse": 38,
      "text": "בן אנוש בן שת בן אדם בן אלהים׃"
    }
  ]
}