{
  "book_id": "LUK",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "וישוע שב מן הירדן מלא רוח הקדש וינהגהו הרוח המדברה׃"
    },
    {
      "verse": 2,
      "text": "וינסהו השטן ארבעים יום ולא אכל מאומה בימים ההם ואחרי אשר תמו וירעב׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אליו השטן אם בן האלהים אתה אמר אל האבן הזאת ותהי ללחם׃"
    },
    {
      "verse": 4,
      "text": "ויען אתו ישוע הן כתוב כי לא על הלחם לבדו יחיה האדם כי על כל מוצא פי יהוה׃"
    },
    {
      "verse": 5,
      "text": "ויעלהו השטן על הר גבה ויראהו ברגע אחד את כל ממלכות תבל׃"
    },
    {
      "verse": 6,
      "text": "ויאמר אליו השטן לך אתן את כל הממשלה הזאת ואת כבודן כי נמסרה בידי ונתתיה לאשר אחפץ׃"
    },
    {
      "verse": 7,
      "text": "ועתה אם תשתחוה לפני הכל יהיה לך׃"
    },
    {
      "verse": 8,
      "text": "ויען ישוע ויאמר אליו סור ממני השטן כי כתוב ליהוה אלהיך תשתחוה ואתו תעבד׃"
    },
    {
      "verse": 9,
      "text": "ויביאהו ירושלים ויעמידהו על פנת בית המקדש ויאמר אליו אם בן האלהים אתה התנפל מזה מטה׃"
    },
    {
      "verse": 10,
      "text": "כי כתוב כי מלאכיו יצוה לך לשמרך׃"
    },
    {
      "verse": 11,
      "text": "וכי על כפים ישאונך פן תגף באבן רגלך׃"
    },
    {
      "verse": 12,
      "text": "ויען ישוע ויאמר אליו נאמר לא תנסה את יהוה אלהיך׃"
    },
    {
      "verse": 13,
      "text": "וככלות השטן כל מסה וירף ממנו עד עת׃"
    },
    {
      "verse": 14,
      "text": "וישב ישוע בגבורת הרוח אל הגליל ויצא שמעו בכל הככר׃"
    },
    {
      "verse": 15,
      "text": "והוא היה מלמד בבתי כנסיותיהם ויהללהו כלם׃"
    },
    {
      "verse": 16,
      "text": "ויבא אל נצרת אשר גדל שם וילך כמשפטו ביום השבת אל בית הכנסת ויקם לקרא בתורה׃"
    },
    {
      "verse": 17,
      "text": "ויתן לו ספר ישעיה הנביא ויפתח את הספר וימצא את המקום אשר היה כתוב בו׃"
    },
    {
      "verse": 18,
      "text": "רוח אדני עלי יען משח אתי לבשר ענוים׃"
    },
    {
      "verse": 19,
      "text": "שלחני לחבש לנשברי לב לקרא לשבוים דרור ולעורים פקח קוח לשלח רצוצים חפשים לקרא שנת רצון ליהוה׃"
    },
    {
      "verse": 20,
      "text": "ויהי כאשר גלל את הספר וישיבהו אל החזן וישב ועיני כל אשר בבית הכנסת נשאות אליו׃"
    },
    {
      "verse": 21,
      "text": "ויחל ויאמר אליהם היום נתמלא הכתוב הזה באזניכם׃"
    },
    {
      "verse": 22,
      "text": "וכלם העידהו ותמהו על דברי חן אשר יצאו מפיהו ויאמרו הלא זה הוא בן יוסף׃"
    },
    {
      "verse": 23,
      "text": "ויאמר אליהם הן תאמרו לי את המשל הזה רפא רפא את עצמך וככל אשר שמענו שנעשה בכפר נחום עשה כן גם פה בעיר מולדתך׃"
    },
    {
      "verse": 24,
      "text": "ויאמר אמן אמר אני לכם כי אין נביא רצוי בארץ מולדתו׃"
    },
    {
      "verse": 25,
      "text": "ואמת אני אמר לכם אלמנות רבות היו בישראל בימי אליהו בהעצר השמים שלש שנים וששה חדשים ורעב גדול היה בכל הארץ׃"
    },
    {
      "verse": 26,
      "text": "ולא נשלח אליהו אל אחת מהנה זולתי צרפתה אשר לצידון אל אשה אלמנה׃"
    },
    {
      "verse": 27,
      "text": "ומצרעים רבים היו בישראל בימי אלישע הנביא ולא טהר אחד מהם זולתי נעמן הארמי׃"
    },
    {
      "verse": 28,
      "text": "וימלאו כל אשר בבית הכנסת חמה בשמעם את אלה׃"
    },
    {
      "verse": 29,
      "text": "ויקומו וידיחו אותו אל מחוץ לעיר ויביאהו עד גב ההר אשר נבנתה עירם עליו למען השליכו מטה׃"
    },
    {
      "verse": 30,
      "text": "אך הוא עבר בתוכם וילך לדרכו׃"
    },
    {
      "verse": 31,
      "text": "וירד אל כפר נחום עיר הגליל וילמדם בשבתות׃"
    },
    {
      "verse": 32,
      "text": "וישתוממו על תורתו כי עצום דברו׃"
    },
    {
      "verse": 33,
      "text": "ואיש היה בבית הכנסת ובו רוח שד טמא ויצעק בקול גדול לאמר׃"
    },
    {
      "verse": 34,
      "text": "אתה מה לנו ולך ישוע הנצרי באת להאבידנו ידעתיך מי אתה קדוש האלהים׃"
    },
    {
      "verse": 35,
      "text": "ויגער בו ישוע לאמר האלם וצא ממנו ויפילהו השד בתוכם ויצא ממנו לא הרע לו׃"
    },
    {
      "verse": 36,
      "text": "ותפל אימה על כלם וידברו איש אל רעהו לאמר מה הדבר הזה כי בשלטן ובגבורה מצוה לרוחות הטמאה והמה יצאים׃"
    },
    {
      "verse": 37,
      "text": "ושמעו הולך בכל מקמות הככר׃"
    },
    {
      "verse": 38,
      "text": "ויקם מבית הכנסת ויבא ביתה שמעון וחמות שמעון אחזתה קדחת חזקה וישאלהו בעדה׃"
    },
    {
      "verse": 39,
      "text": "ויתיצב עליה ויגער בקדחת ותרף ממנה ותקם מהרה ותשרת אתם׃"
    },
    {
      "verse": 40,
      "text": "וכבוא השמש הביאו אליו כל אשר להם חלים חליים שונים וירפא אותם בשומו את ידיו על כל אחד מהם׃"
    },
    {
      "verse": 41,
      "text": "וגם שדים יצאו מרבים צעקים ואמרים אתה הוא המשיח בן האלהים ויגער בם ולא נתנם לדבר כי ידעו אשר הוא המשיח׃"
    },
    {
      "verse": 42,
      "text": "ויצא וילך לו כאור הבקר אל מקום חרבה והמון העם בקשהו ויבאו עדיו ויפצרו בו לבלתי סור מהם׃"
    },
    {
      "verse": 43,
      "text": "ויאמר להם הן עלי לבשר גם לערים האחרות את בשורת מלכות האלהים כי לזאת שלחתי׃"
    },
    {
      "verse": 44,
      "text": "ויהי קורא בבתי הכנסיות אשר בגליל׃"
    }
  ]
}