{
  "book_id": "LUK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי אחרי כלותו לדבר את כל דבריו באזני העם ויבא אל כפר נחום׃"
    },
    {
      "verse": 2,
      "text": "ועבד לאחד משרי המאות חלה למות והוא יקר לו מאד׃"
    },
    {
      "verse": 3,
      "text": "וישמע את שמע ישוע וישלח אליו מזקני היהודים וישאל מאתו לבוא ולהושיע את עבדו׃"
    },
    {
      "verse": 4,
      "text": "ויבאו אל ישוע ויתחננו לו מאד ויאמרו ראוי הוא אשר תעשה בקשתו׃"
    },
    {
      "verse": 5,
      "text": "כי אהב עמנו הוא והוא בנה לנו את בית הכנסת׃"
    },
    {
      "verse": 6,
      "text": "וילך אתם ישוע ויהי כאשר קרב אל הבית וישלח אליו שר המאה על ידי רעיו לאמר לו בי אדני אל נא תטריח את עצמך כי אינני כדי שתבוא בצל קורתי׃"
    },
    {
      "verse": 7,
      "text": "ובעבור זאת גם את עצמי לא חשבתי ראוי לבוא אליך אך דבר נא דבר וירפא נערי׃"
    },
    {
      "verse": 8,
      "text": "כי גם אנכי איש נתון תחת השלטון יש תחת ידי אנשי צבא ואמרתי לזה לך והלך ולזה בוא ובא ולעבדי עשה זאת ועשה׃"
    },
    {
      "verse": 9,
      "text": "וישמע ישוע את דבריו ויתמה עליו ויפן ויאמר אל ההמון ההלך אחריו אמר אני לכם גם בישראל לא מצאתי אמונה גדולה כזאת׃"
    },
    {
      "verse": 10,
      "text": "וישובו השלוחים אל הבית וימצאו את העבד החלה והוא נרפא׃"
    },
    {
      "verse": 11,
      "text": "ויהי ממחרת וילך אל עיר ושמה נעים ורבים מתלמידיו הלכים אתו והמון עם רב׃"
    },
    {
      "verse": 12,
      "text": "הוא קרב אל שער העיר והנה מוציאים מת בן יחיד לאמו והיא אלמנה ועמה רבים מעם העיר׃"
    },
    {
      "verse": 13,
      "text": "וכראות אתה האדון נכמרו רחמיו עליה ויאמר לה אל תבכי׃"
    },
    {
      "verse": 14,
      "text": "ויגש ויגע בארון והנשאים עמדו ויאמר עלם אמר אני אליך קומה׃"
    },
    {
      "verse": 15,
      "text": "ויתעודד המת ויחל לדבר ויתנהו לאמו׃"
    },
    {
      "verse": 16,
      "text": "ותאחז כלם רעדה וישבחו את האלהים ויאמרו כי נביא גדול קם בקרבנו וכי פקד האלהים את עמו׃"
    },
    {
      "verse": 17,
      "text": "ויצא הדבר הזה בכל יהודה ובכל הככר׃"
    },
    {
      "verse": 18,
      "text": "ותלמידי יוחנן הגידו לו את כל אלה׃"
    },
    {
      "verse": 19,
      "text": "ויקרא אליו יוחנן שנים מתלמידיו וישלחם אל ישוע לאמר לו האתה הוא הבא אם נחכה לאחר׃"
    },
    {
      "verse": 20,
      "text": "ויבאו אליו האנשים ויאמרו יוחנן המטביל שלחנו אליך לאמר האתה הוא הבא אם נחכה לאחר׃"
    },
    {
      "verse": 21,
      "text": "בעת ההיא רפא רבים מחליים ומנגעים ומרוחות רעות ולעורים רבים נתן ראות עינים׃"
    },
    {
      "verse": 22,
      "text": "ויען ישוע ויאמר להם לכו והגידו ליוחנן את אשר ראיתם ואשר שמעתם כי עורים ראים ופסחים מתהלכים ומצרעים מטהרים וחרשים שומעים ומתים קמים ועניים מתבשרים׃"
    },
    {
      "verse": 23,
      "text": "ואשרי אשר לא יכשל בי׃"
    },
    {
      "verse": 24,
      "text": "ויהי כאשר הלכו להם שלוחי יוחנן ויחל לדבר אל המון העם על אדות יוחנן ויאמר מה זה יצאתם המדברה לראות הקנה אשר ינוע ברוח׃"
    },
    {
      "verse": 25,
      "text": "ואם לא מה זה יצאתם לראות האיש לבוש בגדי עדנים הנה המלבשים בגדי תפארת והמענגים בחצרות המלכים המה׃"
    },
    {
      "verse": 26,
      "text": "ועתה מה זה יצאתם לראות אם לראות איש נביא הן אני אמר לכם כי אף גדול הוא מנביא׃"
    },
    {
      "verse": 27,
      "text": "זה הוא אשר כתוב עליו הנני שלח מלאכי לפניך ופנה דרכך לפניך׃"
    },
    {
      "verse": 28,
      "text": "כי אמר אני לכם אין איש בילודי אשה גדול מיוחנן המטביל אך הקטן במלכות האלהים גדול הוא ממנו׃"
    },
    {
      "verse": 29,
      "text": "וכל העם והמכסים כשמעם הצדיקו את האלהים ויטבלו בטבילת יוחנן׃"
    },
    {
      "verse": 30,
      "text": "אך הפרושים ובעלי התורה נאצו את עצת האלהים על נפשם ולא נטבלו על ידו׃"
    },
    {
      "verse": 31,
      "text": "ויאמר האדון עתה אל מי אדמה את אנשי הדור הזה ואל מי הם דמים׃"
    },
    {
      "verse": 32,
      "text": "דמים הם לילדים הישבים בשוק וקראים זה אל זה ואמרים חללנו לכם בחלילים ולא רקדתם קוננו לכם קינה ולא בכיתם׃"
    },
    {
      "verse": 33,
      "text": "כי בא יוחנן המטביל לחם לא אכל ויין לא שתה ואמרתם שד בו׃"
    },
    {
      "verse": 34,
      "text": "ובא בן האדם והוא אכל ושתה ואמרתם הנה זולל וסבא ורע למוכסים ולחטאים׃"
    },
    {
      "verse": 35,
      "text": "ותצדק החכמה על ידי כל בניה׃"
    },
    {
      "verse": 36,
      "text": "ויבקש ממנו אחד מן הפרושים לאכל אתו לחם ויבא אל בית הפרוש ויסב׃"
    },
    {
      "verse": 37,
      "text": "והנה אשה אחת בעיר והיא חטאת שמעה כי הוא מסב בית הפרוש ותבא פך שמן המור׃"
    },
    {
      "verse": 38,
      "text": "ותעמד לרגליו מאחריו ותבך ותחל להרטיב את רגליו בדמעות ותנגב אתן בשערות ראשה ותשק את רגליו ותמשח אתן בשמן׃"
    },
    {
      "verse": 39,
      "text": "וירא הפרוש הקרא אתו ויאמר בלבו אלו היה זה נביא כי עתה ידע ידע מי היא זאת ואי זו היא הנגעת בו כי אשה חטאת היא׃"
    },
    {
      "verse": 40,
      "text": "ויען ישוע ויאמר אליו שמעון דבר לי אליך ויאמר רבי דבר׃"
    },
    {
      "verse": 41,
      "text": "שני חיבים היו לנשה אחד האחד חיב לו דינרים חמש מאות והשני דינרים חמשים׃"
    },
    {
      "verse": 42,
      "text": "ויהי באשר לא השיגה ידם לשלם וישמט את שניהם ועתה אמר נא מי משניהם ירבה לאהבה אתו׃"
    },
    {
      "verse": 43,
      "text": "ויען שמעון ויאמר אחשב כי האיש ההוא אשר הרבה להשמיט לו ויאמר אליו כן שפטת׃"
    },
    {
      "verse": 44,
      "text": "ויפן אל האשה ויאמר אל שמעון הראית את האשה הזאת הנה באתי אל ביתך ומים על רגלי לא נתת והיא הרטיבה את רגלי בדמעות ותנגב בשערותיה׃"
    },
    {
      "verse": 45,
      "text": "נשיקה לא נשקתני והיא מאז באתי לא חדלה מנשק את רגלי׃"
    },
    {
      "verse": 46,
      "text": "בשמן לא משחת את ראשי והיא בשמן המור משחה את רגלי׃"
    },
    {
      "verse": 47,
      "text": "לכן אני אמר אליך נסלחו לה חטאתיה הרבות כי הרבה אהבה ואשר נסלח לו מעט הוא אהב מעט׃"
    },
    {
      "verse": 48,
      "text": "ויאמר אליה נסלחו לך חטאתיך׃"
    },
    {
      "verse": 49,
      "text": "ויחלו המסבים עמו לאמר בלבם מי הוא זה אשר גם יסלח חטאים׃"
    },
    {
      "verse": 50,
      "text": "ויאמר אל האשה אמונתך הושיעה לך לכי לשלום׃"
    }
  ]
}