{
  "book_id": "LUK",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "ויקרא אל שנים העשר ויתן להם גבורה ושלטן על כל השדים ולרפא חליים׃"
    },
    {
      "verse": 2,
      "text": "וישלחם לקרא את מלכות האלהים ולרפא את החלים׃"
    },
    {
      "verse": 3,
      "text": "ויאמר להם אל תקחו מאומה לדרך לא מטות ולא תרמיל ולא לחם ולא כסף ואל יהיה לאיש מכם שתי כתנות׃"
    },
    {
      "verse": 4,
      "text": "והבית אשר תבאו בו שם שבו לכם ומשם צאו׃"
    },
    {
      "verse": 5,
      "text": "וכל אשר לא יקבלו אתכם צאו מן העיר ההיא ונערו את העפר מעל רגליכם לעדות בהם׃"
    },
    {
      "verse": 6,
      "text": "ויצאו ויעברו בכפרים מבשרים את הבשורה ומרפאים בכל מקום׃"
    },
    {
      "verse": 7,
      "text": "וישמע הורדוס שר הרבע את כל אשר נעשה על ידו ותפעם רוחו כי יש אשר אמרו יוחנן קם מן המתים׃"
    },
    {
      "verse": 8,
      "text": "ויש שאמרו אליהו נראה ואחרים אמרו נביא קם מן הקדמונים׃"
    },
    {
      "verse": 9,
      "text": "ויאמר הורדוס הן אנכי נשאתי את ראש יוחנן מעליו ומי אפוא הוא אשר אני שמע עליו כזאת ויבקש לראותו׃"
    },
    {
      "verse": 10,
      "text": "וישובו השליחים ויספרו לו את כל אשר עשו ויקחם אליו ויסר לבדד אל מקום חרב אשר לעיר הנקראה בית צידה׃"
    },
    {
      "verse": 11,
      "text": "והמון העם כאשר ידעו את זאת הלכו אחריו ויקבלם וידבר אליהם על מלכות האלהים וירפא את הצריכים לרפואה׃"
    },
    {
      "verse": 12,
      "text": "והיום רפה לערב ושנים העשר קרבו ויאמרו אליו שלח נא את העם וילכו אל הכפרים והחצרים אשר סביבותינו ללון שם ולמצא מזון כי פה אנחנו במקום חרבה׃"
    },
    {
      "verse": 13,
      "text": "ויאמר אליהם תנו אתם להם לאכל ויאמרו אין לנו כי אם חמשת ככרות לחם ודגים שנים בלתי אם נלך ונקנה אכל לכל העם הזה׃"
    },
    {
      "verse": 14,
      "text": "כי היו כחמשת אלפי איש ויאמר אל תלמידיו הושיבו אתם שורות שורות חמשים בשורה׃"
    },
    {
      "verse": 15,
      "text": "ויעשו כן ויושיבו את כלם׃"
    },
    {
      "verse": 16,
      "text": "ויקח את חמשת ככרות הלחם ואת שני הדגים וישא עיניו השמימה ויברך עליהם ויפרס ויתן לתלמידיו לשום לפני העם׃"
    },
    {
      "verse": 17,
      "text": "ויאכלו כלם וישבעו וישאו מן הפתותים הנותרים להם שנים עשר סלים׃"
    },
    {
      "verse": 18,
      "text": "ויהי הוא מתפלל לבדד ויאספו אליו תלמידיו וישאל אתם לאמר מה אמרים עלי המון העם מי אני׃"
    },
    {
      "verse": 19,
      "text": "ויענו ויאמרו יוחנן המטביל ואחרים אמרים אליהו ואחרים אמרים נביא קם מן הקדמונים׃"
    },
    {
      "verse": 20,
      "text": "ויאמר אליהם ואתם מה אתם אמרים מי אני ויען פטרוס ויאמר משיח האלהים אתה׃"
    },
    {
      "verse": 21,
      "text": "ויצו אתם בגערה לבלתי הגיד לאיש את הדבר הזה׃"
    },
    {
      "verse": 22,
      "text": "ויאמר מן הצרך הוא אשר בן האדם יענה הרבה וימאס מן הזקנים והכהנים הגדולים והסופרים ויהרג וביום השלישי קום יקום׃"
    },
    {
      "verse": 23,
      "text": "ואל כלם אמר איש כי יחפץ ללכת אחרי יכחש בנפשו ויום יום ישא את צלבו והלך אחרי׃"
    },
    {
      "verse": 24,
      "text": "כי כל אשר יחפץ להושיע את נפשו תאבד נפשו ממנו וכל אשר יאבד את נפשו למעני הוא יושיענה׃"
    },
    {
      "verse": 25,
      "text": "כי מה יועיל האדם כי יקנה את כל העולם ואבד והשחית את נפשו׃"
    },
    {
      "verse": 26,
      "text": "כי כל אשר הייתי אני ודברי לו לחרפה הוא יהיה לחרפה לבן האדם כאשר יבא בכבודו ובכבוד האב והמלאכים הקדושים׃"
    },
    {
      "verse": 27,
      "text": "ובאמת אני אמר לכם יש מן העמדים פה אשר לא יטעמו מות עד כי יראו את מלכות האלהים׃"
    },
    {
      "verse": 28,
      "text": "ויהי כשמנה ימים אחרי הדברים האלה ויקח אליו את פטרוס ואת יוחנן ואת יעקב ויעל אל ההר להתפלל שם׃"
    },
    {
      "verse": 29,
      "text": "ויהי בהתפללו נשתנה מראה פניו ולבושו הלבין והבריק׃"
    },
    {
      "verse": 30,
      "text": "והנה שני אנשים מדברים אתו והמה משה ואליהו׃"
    },
    {
      "verse": 31,
      "text": "אשר נראו בכבוד והגידו את אחריתו אשר ימלאנה בירושלים׃"
    },
    {
      "verse": 32,
      "text": "ויהיו פטרוס ואשר אתו נרדמים ובהקיצם ראו את כבודו ואת שני האנשים העמדים עליו׃"
    },
    {
      "verse": 33,
      "text": "ויהי בהפרדם ממנו ויאמר פטרוס אל ישוע מורה טוב היותנו פה נעשה נא שלש סכות לך אחת ולמשה אחת ולאליהו אחת ולא ידע מה דבר׃"
    },
    {
      "verse": 34,
      "text": "הוא מדבר כזאת והנה ענן סכך עליהם וכבואם בענן נבעתו׃"
    },
    {
      "verse": 35,
      "text": "ויצא קול מן הענן אמר זה בני ידידי אליו תשמעון׃"
    },
    {
      "verse": 36,
      "text": "ובהיות הקול נשאר ישוע לבדו והמה החשו ולא הגידו דבר לאיש בימים ההם מכל אשר ראו׃"
    },
    {
      "verse": 37,
      "text": "ויהי ממחרת ברדתם מן ההר ויצא עם רב לקראתו׃"
    },
    {
      "verse": 38,
      "text": "והנה איש אחד מן העם צעק לאמר אנא רבי פנה נא אל בני כי יחיד הוא לי׃"
    },
    {
      "verse": 39,
      "text": "והנה רוח אחז בו ופתאם הוא מצעק והרוח מרוצץ אתו בהוריד רירו ומקשה לסור ממנו ובסורו ידכא אתו׃"
    },
    {
      "verse": 40,
      "text": "ואבקש מתלמידיך לגרשו ולא יכלו׃"
    },
    {
      "verse": 41,
      "text": "ויען ישוע ויאמר הוי דור חסר אמונה ופתלתל עד מתי אהיה עמכם ואסבל אתכם הבא הנה את בנך׃"
    },
    {
      "verse": 42,
      "text": "ויהי אך הקריב לבוא וירעצהו השד וירוצצהו וישוע גער ברוח הטמא וירפא את הנער וישיבהו לאביו׃"
    },
    {
      "verse": 43,
      "text": "וישתוממו כלם על גדלת האלהים ויהי בתמהם כלם על כל אשר עשה ויאמר ישוע אל תלמידיו׃"
    },
    {
      "verse": 44,
      "text": "שימו אתם באזניכם את הדברים האלה כי עתיד בן האדם להמסר בידי בני האדם׃"
    },
    {
      "verse": 45,
      "text": "והמה לא הבינו את המאמר הזה ונעלם הוא מדעתם וייראו לשאל אתו על המאמר הזה׃"
    },
    {
      "verse": 46,
      "text": "ויעל על לבבם לחשוב מי הוא הגדול בהם׃"
    },
    {
      "verse": 47,
      "text": "וירא ישוע את מחשבת לבם ויקח ילד ויעמידהו אצלו׃"
    },
    {
      "verse": 48,
      "text": "ויאמר אליהם כל אשר יקבל את הילד הזה לשמי אותי הוא מקבל וכל אשר יקבל אותי הוא מקבל את אשר שלחני כי הקטן בכלכם הוא יהיה הגדול׃"
    },
    {
      "verse": 49,
      "text": "ויען יוחנן ויאמר מורה ראינו איש מגרש שדים בשמך ונכלא אותו יען איננו הולך עמנו׃"
    },
    {
      "verse": 50,
      "text": "ויאמר ישוע אליו אל תכלאו כי כל אשר איננו נגדנו בעדנו הוא׃"
    },
    {
      "verse": 51,
      "text": "ויהי כמלאת ימי העלותו והוא שם את פניו ללכת ירושלים׃"
    },
    {
      "verse": 52,
      "text": "וישלח מלאכים לפניו וילכו ויבאו אל אחד מכפרי השמרונים להכין לו׃"
    },
    {
      "verse": 53,
      "text": "ולא קבלהו על אשר היו פניו הלכים ירושלים׃"
    },
    {
      "verse": 54,
      "text": "ויאמרו יעקב ויוחנן תלמידיו כראותם זאת לאמר אדנינו התרצה ונאמר כי תרד אש מן השמים ותאכלם כאשר עשה גם אליהו׃"
    },
    {
      "verse": 55,
      "text": "ויפן ויגער בם ויאמר הלא ידעתם בני רוח מי אתם׃"
    },
    {
      "verse": 56,
      "text": "כי בן האדם לא בא לאבד נפשות אדם כי אם להושיעם וילכו להם אל כפר אחר׃"
    },
    {
      "verse": 57,
      "text": "ויהי בלכתם בדרך ויאמר אליו איש אדני אלכה אחריך אל כל אשר תלך׃"
    },
    {
      "verse": 58,
      "text": "ויאמר אליו ישוע לשועלים יש חורי עפר ולעוף השמים קנים ובן האדם אין לו מקום להניח שם את ראשו׃"
    },
    {
      "verse": 59,
      "text": "ואל איש אחר אמר לך אחרי והוא אמר אדני תן לי ואלכה בראשונה לקבר את אבי׃"
    },
    {
      "verse": 60,
      "text": "ויאמר אליו ישוע הנח למתים לקבר את מתיהם ואתה לך הודע את מלכות האלהים׃"
    },
    {
      "verse": 61,
      "text": "ויאמר עוד איש אחר אלכה אחריך אדני אך הניחה לי בראשונה להפטר מבני ביתי׃"
    },
    {
      "verse": 62,
      "text": "ויאמר ישוע כל השם את ידו על המחרשה ומביט אחריו לא יכשר למלכות האלהים׃"
    }
  ]
}