{
  "book_id": "LUK",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "ואחרי כן הבדיל האדון עוד שבעים אחרים וישלחם לפניו שנים שנים אל כל עיר ומקום אשר בקש לבוא שמה׃"
    },
    {
      "verse": 2,
      "text": "ויאמר להם הן הקציר רב והפעלים מעטים לכן התחננו אל אדון הקציר וישלח פעלים לקצירו׃"
    },
    {
      "verse": 3,
      "text": "לכו נא הנני שלח אתכם ככבשים בין הזאבים׃"
    },
    {
      "verse": 4,
      "text": "אל תשאו כיס ולא תרמיל ולא נעלים ואל תשאלו לשלום איש בדרך׃"
    },
    {
      "verse": 5,
      "text": "ולכל בית אשר תבאו שם אמרו בראשונה שלום לבית הזה׃"
    },
    {
      "verse": 6,
      "text": "והיה כי יהיה שם בן שלום ונח עליו שלומכם ואם לא אליכם ישוב׃"
    },
    {
      "verse": 7,
      "text": "ובבית ההוא תשבו ותאכלו ותשתו משלהם כי שוה הפועל בשכרו אל תסעו מבית לבית׃"
    },
    {
      "verse": 8,
      "text": "וכל עיר אשר תבאו בה וקבלו אתכם אכלו שם את אשר ישימו לפניכם׃"
    },
    {
      "verse": 9,
      "text": "ורפאו את החולים אשר בקרבה ואמרו להם קרבה אליכם מלכות האלהים׃"
    },
    {
      "verse": 10,
      "text": "וכל עיר אשר תבאו בה ולא יקבלו אתכם צאו לכם אל רחובותיה ואמרו׃"
    },
    {
      "verse": 11,
      "text": "אף את עפר עירכם הנדבק ברגלינו ננערהו לכם אך ידע תדעו כי קרבה אליכם מלכות האלהים׃"
    },
    {
      "verse": 12,
      "text": "אני אמר אלכים כי לסדום יקל ביום ההוא מן העיר ההיא׃"
    },
    {
      "verse": 13,
      "text": "אוי לך כורזין אוי לך בית צידה כי הגבורות אשר נעשו בקרבכן אלו נעשו בצור ובצידון הלא כבר ישבו בשק ואפר ושבו׃"
    },
    {
      "verse": 14,
      "text": "אכן לצור וצידון יקל בדין מכם׃"
    },
    {
      "verse": 15,
      "text": "ואת כפר נחום אשר עד השמים התרוממת אל שאול תורדי׃"
    },
    {
      "verse": 16,
      "text": "השומע אליכם אלי הוא שומע והבוזה אתכם אותי הוא בוזה והבוזה אותי הוא בוזה את אשר שלחני׃"
    },
    {
      "verse": 17,
      "text": "וישובו השבעים בשמחה ויאמרו אדנינו גם השדים נכנעים לנו בשמך׃"
    },
    {
      "verse": 18,
      "text": "ויאמר אליהם ראיתי את השטן נפל כברק מן השמים׃"
    },
    {
      "verse": 19,
      "text": "הנה השלטתי אתכם לדרך על נחשים ועקרבים ועל כל גבורת האיב וכל דבר לא יזיק לכם׃"
    },
    {
      "verse": 20,
      "text": "אך בזאת אל תשמחו כי נכנעים לכם הרוחות כי אם שמחו על אשר נכתבו שמותיכם בשמים׃"
    },
    {
      "verse": 21,
      "text": "בשעה ההיא עלץ ישוע ברוח ויאמר אודך האב אדון השמים והארץ כי הסתרת את אלה מן החכמים והנבונים וגליתם לעללים הן אבי כי כן היה רצון מלפניך׃"
    },
    {
      "verse": 22,
      "text": "הכל נמסר לי מאת אבי ואין יודע מי הוא הבן בלתי האב ומי הוא האב בלתי הבן ואשר יחפץ הבן לגלותו לו׃"
    },
    {
      "verse": 23,
      "text": "ויפן אל תלמידיו לבדם ויאמר אשרי העינים הראות את אשר אתם ראים׃"
    },
    {
      "verse": 24,
      "text": "כי אני אמר לכם נביאים ומלכים רבים חפצו לראות את אשר אתם ראים ולא ראו ולשמע את אשר אתם שמעים ולא שמעו׃"
    },
    {
      "verse": 25,
      "text": "והנה אחד מבעלי התורה קם לנסותו ויאמר מורה מה אעשה ואירש חיי עולם׃"
    },
    {
      "verse": 26,
      "text": "ויאמר אליו מה כתוב בתורה ואיך אתה קורא׃"
    },
    {
      "verse": 27,
      "text": "ויען ויאמר ואהבת את יהוה אלהיך בכל לבבך ובכל נפשך ובכל מאדך ובכל מדעך ואת רעך כמוך׃"
    },
    {
      "verse": 28,
      "text": "ויאמר אליו כן השיבות עשה זאת וחיה׃"
    },
    {
      "verse": 29,
      "text": "והוא חפץ להצטדק ויאמר אל ישוע ומי הוא רעי׃"
    },
    {
      "verse": 30,
      "text": "ויען ישוע ויאמר איש אחד ירד מירושלים ליריחו ונפל בידי שדדים והם הפשיטהו וגם פצעהו ויעזבו אותו בין חיים למות וילכו להם׃"
    },
    {
      "verse": 31,
      "text": "ויקר המקרה כי ירד כהן אחד בדרך ההוא וירא אתו ויעבר מעליו׃"
    },
    {
      "verse": 32,
      "text": "וכן גם איש לוי פגע במקום ויגש וירא אתו ויעבר מעליו׃"
    },
    {
      "verse": 33,
      "text": "ואיש שמרוני הלך בדרך ויבא עליו וירא אתו ויהמו רחמיו׃"
    },
    {
      "verse": 34,
      "text": "ויגש אליו ויחבש את פצעיו ויסוכם בשמן ויין ויעלהו על בהמתו ויוליכהו אל המלון ויכלכלהו׃"
    },
    {
      "verse": 35,
      "text": "ולמחרת בנסעו הוציא שני דינרים ויתנם לבעל המלון ויאמר כלכל אותו ואת אשר תוסיף עוד להוציא עליו אני בשובי אשלמנו לך׃"
    },
    {
      "verse": 36,
      "text": "ועתה מי מאלה השלשה היה בעיניך הרע לנפל בידי השדדים׃"
    },
    {
      "verse": 37,
      "text": "ויאמר העשה עמו את החסד ויאמר אליו ישוע לך ועשה כן גם אתה׃"
    },
    {
      "verse": 38,
      "text": "ויהי בנסעם ויבא אל כפר אחד ואשה אחת ושמה מרתא אספה אותו אל ביתה׃"
    },
    {
      "verse": 39,
      "text": "ולה היתה אחות ושמה מרים אשר ישבה לרגלי ישוע לשמע אל דברו׃"
    },
    {
      "verse": 40,
      "text": "ומרתא יגעה ברב שרותה ותגש ותאמר הלא תשים על לבך אדני אשר אחותי עזבתני לשרת לבדי אמר נא אליה ותעזר לי׃"
    },
    {
      "verse": 41,
      "text": "ויען ישוע ויאמר לה מרתא מרתא את דאגת ומבהלת על הרבה׃"
    },
    {
      "verse": 42,
      "text": "אבל אחת היא מן הצרך ומרים בחרה לה החלק הטוב אשר לא יקח ממנה׃"
    }
  ]
}