{
  "book_id": "LUK",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי הוא מתפלל במקום אחד ויאמר אליו אחד מתלמידיו אחרי כלותו אדני למדנו להתפלל כאשר למד גם יוחנן את תלמידיו׃"
    },
    {
      "verse": 2,
      "text": "ויאמר אליהם כי תתפללו אמרו אבינו שבשמים יתקדש שמך תבוא מלכותך יעשה רצונך כמו בשמים כן בארץ׃"
    },
    {
      "verse": 3,
      "text": "את לחם חקנו תן לנו יום יום׃"
    },
    {
      "verse": 4,
      "text": "וסלח לנו את חובתנו כי סלחים גם אנחנו לכל החיב לנו ואל תביאנו לידי נסיון כי אם הצילנו מן הרע׃"
    },
    {
      "verse": 5,
      "text": "ויאמר אליהם מי בכם אשר יהיה לו אהב והלך ובא אליו בחצות הלילה ואמר אליו ידידי הלוני שלשת ככרות לחם׃"
    },
    {
      "verse": 6,
      "text": "כי אהבי בא אלי מן הדרך ואין לי דבר לשום לפניו׃"
    },
    {
      "verse": 7,
      "text": "והוא מלפנים יענה ויאמר אל תוגיעני כי כבר נסגרה הדלת וילדי שוכבים עמדי במטה לא אוכל לקום ולתת לך׃"
    },
    {
      "verse": 8,
      "text": "אני אמר לכם גם כי לא יקום לתת לו על היותו אהבו יקום בעבור עזות פניו ויתן לו ככל צרכו׃"
    },
    {
      "verse": 9,
      "text": "וגם אני אמר לכם שאלו וינתן לכם דרשו ותמצאו דפקו ויפתח לכם׃"
    },
    {
      "verse": 10,
      "text": "כי כל השאל יקבל והדרש ימצא ולדפק יפתח׃"
    },
    {
      "verse": 11,
      "text": "ומי בכם האב אשר ישאל ממנו בנו לחם ונתן לו אבן ואם דג היתן לו נחש תחת הדג׃"
    },
    {
      "verse": 12,
      "text": "או כי ישאלנו ביצה היתן לו עקרב׃"
    },
    {
      "verse": 13,
      "text": "הן אתם הרעים ידעים לתת מתנות טבות לבניכם אף כי האב מן השמים יתן את רוח הקדש לשאלים מאתו׃"
    },
    {
      "verse": 14,
      "text": "ויהי היום ויגרש שד והוא אלם ויהי אחרי צאת השד וידבר האלם ויתמהו העם׃"
    },
    {
      "verse": 15,
      "text": "ויש אשר אמרו בבעל זבוב שר השדים הוא מגרש את השדים׃"
    },
    {
      "verse": 16,
      "text": "ויש אשר נסוהו וישאלו ממנו אות מן השמים׃"
    },
    {
      "verse": 17,
      "text": "והוא ידע את מחשבותם ויאמר אליהם כל ממלכה הנחלקה על עצמה תחרב ובית יפל על בית׃"
    },
    {
      "verse": 18,
      "text": "וגם השטן אם נחלק על עצמו איככה תכון ממלכתו כי אמרתם שבבעל זבוב מגרש אני את השדים׃"
    },
    {
      "verse": 19,
      "text": "ואם אני מגרש את השדים בבעל זבוב בניכם במי הם מגרשים אתם על כן המה יהיו שפטיכם׃"
    },
    {
      "verse": 20,
      "text": "ואם באצבע אלהים מגרש אני את השדים הנה הגיעה אליכם מלכות האלהים׃"
    },
    {
      "verse": 21,
      "text": "בהיות הגבור שמר את חצרו והוא מזין והיה רכושו שלום׃"
    },
    {
      "verse": 22,
      "text": "ואם יבוא עליו חזק ממנו ותקפו ישא ממנו את נשקו אשר בטח בו ואת מלקחו יחלק׃"
    },
    {
      "verse": 23,
      "text": "כל אשר איננו אתי הוא לנגדי ואשר איננו מאסף אתי הוא מפזר׃"
    },
    {
      "verse": 24,
      "text": "הרוח הטמאה אחרי צאתה מן האדם תשוטט במקמות ציה לבקש לה מנוחה ולא תמצא אז תאמר אשובה נא אל ביתי אשר יצאתי משם׃"
    },
    {
      "verse": 25,
      "text": "ובבואה תמצא אתו מטאטא ומהדר׃"
    },
    {
      "verse": 26,
      "text": "ואחר תלך ולקחה שבע רוחות אחרות רעות ממנה ובאו ושכנו שם והיתה אחרית האדם ההוא רעה מראשיתו׃"
    },
    {
      "verse": 27,
      "text": "ויהי כדברו את הדברים האלה ואשה אחת מן העם נשאה את קולה ותאמר אליו אשרי הבטן אשר נשאתך והשדים אשר ינקת׃"
    },
    {
      "verse": 28,
      "text": "והוא אמר ואף כי אשרי השמעים והשמרים את דבר האלהים׃"
    },
    {
      "verse": 29,
      "text": "ויקבצו עם רב ויחל לדבר הדור הזה דור רע הוא אות הוא מבקש ואות לא ינתן לו בלתי אם אות יונה הנביא׃"
    },
    {
      "verse": 30,
      "text": "כי כאשר היה יונה לאנשי נינוה לאות כן יהיה גם בן האדם לדור הזה׃"
    },
    {
      "verse": 31,
      "text": "מלכת תימן תקום במשפט עם אנשי הדור הזה והרשיעה אותם כי באה מקצות הארץ לשמע את חכמת שלמה והנה יש פה גדול משלמה׃"
    },
    {
      "verse": 32,
      "text": "אנשי נינוה יקומו במשפט עם הדור הזה והרשיעהו כי הם שבו בקריאת יונה והנה יש פה גדול מיונה׃"
    },
    {
      "verse": 33,
      "text": "אין מדליק נר אשר ישימהו בסתר או תחת האיפה כי אם על המנורה למען יראו באי הבית את אורו׃"
    },
    {
      "verse": 34,
      "text": "נר הגוף הוא העין לכן בהיות עינך תמימה גם כל גופך יאור ובהיותה רעה וחשך גם גופך׃"
    },
    {
      "verse": 35,
      "text": "על כן השמר לך פן יחשך האור אשר בקרבך׃"
    },
    {
      "verse": 36,
      "text": "והנה אם גופך כלו אור ואין בו כל דבר חשך אז יאור כלו והיה כהאיר לך הנר בברק נגהו׃"
    },
    {
      "verse": 37,
      "text": "ויהי בדברו ויבקש ממנו פרוש אחד לאכל אתו לחם ויבא הביתה ויסב׃"
    },
    {
      "verse": 38,
      "text": "ויתמה הפרוש בראתו אשר לא נטל ידיו בראשונה לפני הסעודה׃"
    },
    {
      "verse": 39,
      "text": "ויאמר אליו האדון כעת אתם הפרושים מטהרים את הכום והקערה מחוץ והפנימי אשר בכם הוא מלא גזל ורשע׃"
    },
    {
      "verse": 40,
      "text": "הכסילים הלא עשה החיצון גם עשה את הפנימי׃"
    },
    {
      "verse": 41,
      "text": "אבל תנו לצדקה את אשר בם והנה הכל טהור לכם׃"
    },
    {
      "verse": 42,
      "text": "אך אוי לכם הפרושים כי תעשרו את המנתא ואת הפיגם ואת כל הירק ותעברו את המשפט ואת אהבת אלהים והיה לכם לעשות את אלה ולא להניח גם את אלה׃"
    },
    {
      "verse": 43,
      "text": "אוי לכם הפרושים כי תאהבו את מושב הראש בבתי הכנסיות ואת שאלות שלומכם בשוקים׃"
    },
    {
      "verse": 44,
      "text": "אוי לכם הסופרים והפרושים החנפים כי אתם כקברים הנסתרים ובני האדם מתהלכים עליהם ולא ידעו׃"
    },
    {
      "verse": 45,
      "text": "ויען אחד מבעלי התורה ויאמר אליו רבי בדבריך אלה תחרף גם אתנו׃"
    },
    {
      "verse": 46,
      "text": "ויאמר אוי גם לכם בעלי התורה כי עמסים אתם על בני האדם משאות כבדים מסבל ואתם בעצמכם אינכם נגעים במשאות גם באחת מאצבעותיכם׃"
    },
    {
      "verse": 47,
      "text": "אוי לכם כי בונים אתם את קברות הנביאים ואבותיכם הרגו אותם׃"
    },
    {
      "verse": 48,
      "text": "וכן אתם מעידים ורוצים במעשי אבותיכם כי המה הרגו אותם ואתם בונים את קבריהם׃"
    },
    {
      "verse": 49,
      "text": "בעבור זאת גם אמרה חכמת האלהים אשלח אליהם נביאים ושליחים ומהם יהרגו וירדפו׃"
    },
    {
      "verse": 50,
      "text": "למען ידרש מן הדור הזה דם כל הנביאים אשר נשפך למן הוסד הארץ׃"
    },
    {
      "verse": 51,
      "text": "מדם הבל עד דם זכריהו אשר נהרג בין המזבח ולבית הן אמר אני לכם דרוש ידרש מן הדור הזה׃"
    },
    {
      "verse": 52,
      "text": "אוי לכם בעלי התורה כי הסירתם את מפתח הדעת אתם לא באתם ואת הבאים מנעתם׃"
    },
    {
      "verse": 53,
      "text": "ויהי כדברו להם את אלה ויחלו הסופרים והפרושים לשטם אותו מאד ולהקשות לו בדברים רבים׃"
    },
    {
      "verse": 54,
      "text": "ויארבו לו ויבקשו לצודד דבר מפיהו למען ימצאו עליו שטנה׃"
    }
  ]
}