{
  "book_id": "LUK",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "ויבאו אנשים בעת ההיא ויגידו לו על דבר הגלילים אשר פילטוס ערב דמם עם זבחיהם׃"
    },
    {
      "verse": 2,
      "text": "ויען ישוע ויאמר אליהם החשבים אתם כי הגלילים האלה היו חטאים מכל אנשי הגליל על אשר באה כזאת עליהם׃"
    },
    {
      "verse": 3,
      "text": "לא כי אמר אני לכם אם לא תשובו תאבדו כלכם גם אתם׃"
    },
    {
      "verse": 4,
      "text": "או שמנה העשר ההם אשר נפל עליהם המגדל בשלח וימיתם החשבים אתם כי היו אשמים מכל האנשים הישבים בירושלים׃"
    },
    {
      "verse": 5,
      "text": "לא כי אמר אני לכם אם לא תשובו תאבדו כלכם גם אתם׃"
    },
    {
      "verse": 6,
      "text": "וישא משלו ויאמר איש אחד היתה לו תאנה נטועה בכרמו ויבא לבקש בה פרי ולא מצא׃"
    },
    {
      "verse": 7,
      "text": "ויאמר אל הכרם הנה זה שלש שנים אנכי בא לבקש פרי בתאנה הזאת ואינני מוצא גדע אותה למה זה תשחית את האדמה׃"
    },
    {
      "verse": 8,
      "text": "ויען ויאמר אליו אדני הניחה אתה עוד השנה הזאת עד כי אעדר ושמתי דמן סביבותיה׃"
    },
    {
      "verse": 9,
      "text": "אולי תעשה פרי ואם לא בשנה הבאה תגדענה׃"
    },
    {
      "verse": 10,
      "text": "ויהי הוא מלמד בשבת באחד מבתי הכנסיות׃"
    },
    {
      "verse": 11,
      "text": "והנה אשה טעונת רוח חלי כשמנה עשרה שנה ותהי כפופה ולא יכלה לקום קומה זקופה׃"
    },
    {
      "verse": 12,
      "text": "ויהי בראות אתה ישוע ויקרא אליה ויאמר לה אשה החלצי מחליך׃"
    },
    {
      "verse": 13,
      "text": "וישם את ידיו עליה וכרגע קמה ותתעודד ותשבח את האלהים׃"
    },
    {
      "verse": 14,
      "text": "ויכעס ראש הכנסת על אשר רפא ישוע בשבת ויען ויאמר אל העם ששת ימים הם אשר תעשה בהם מלאכה לכן באלה באו והרפאו ולא ביום השבת׃"
    },
    {
      "verse": 15,
      "text": "ויען האדון ויאמר אליו החנף איש איש מכם הלא יתיר בשבת את שורו או את חמרו מן האבוס ויוליכהו להשקתו׃"
    },
    {
      "verse": 16,
      "text": "וזאת אשר היא בת אברהם ואשר השטן אסרה זה שמנה עשרה שנה הלא תתר ממוסרותיה ביום השבת׃"
    },
    {
      "verse": 17,
      "text": "ויהי כאמרו את הדברים האלה נכלמו כל מתקוממיו וישמח כל העם על כל הנפלאות הנעשות על ידו׃"
    },
    {
      "verse": 18,
      "text": "ויאמר למה דומה מלכות האלהים ואל מה אמשילנה׃"
    },
    {
      "verse": 19,
      "text": "דומה היא לגרגר של חרדל אשר לקחו איש וישימהו בגנו ויצמח ויהי לעץ גדול ועוף השמים יקנן בענפיו׃"
    },
    {
      "verse": 20,
      "text": "ויאמר עוד אל מה אדמה את מלכות האלהים׃"
    },
    {
      "verse": 21,
      "text": "דומה היא לשאר אשר לקחתו אשה ותטמנהו בשלש סאים קמח עד כי יחמץ כלו׃"
    },
    {
      "verse": 22,
      "text": "ויעבר בערים ובכפרים עבור ולמד וישם את דרכו לבוא ירושלים׃"
    },
    {
      "verse": 23,
      "text": "וישאלהו איש לאמר אדנינו המעט הם הנושעים׃"
    },
    {
      "verse": 24,
      "text": "ויאמר אליהם התאמצו לבוא בפתח הצר כי אמר אני לכם רבים יבקשו לבוא ולא יוכלו׃"
    },
    {
      "verse": 25,
      "text": "והיה מיום אשר יקום בעל הבית וסגר את הדלת ותחלו לעמד בחוץ ולדפק על הדלת לאמר אדנינו אדנינו פתח לנו וענה ואמר אליכם אינני יודע אתכם מאין אתם׃"
    },
    {
      "verse": 26,
      "text": "אז תחלו לאמר אכלנו ושתינו לפניך וברחבותינו למדת׃"
    },
    {
      "verse": 27,
      "text": "ויאמר אני אמר לכם אינני יודע אתכם מאין אתם סורו ממני כל פעלי האון׃"
    },
    {
      "verse": 28,
      "text": "ושם תהיה היללה וחרק השנים כאשר תראו את אברהם ויצחק ויעקב ואת כל הנביאים במלכות האלהים ואתם מגרשים החוצה׃"
    },
    {
      "verse": 29,
      "text": "ויבאו ממזרח וממערב ומצפון ומדרום ויסבו במלכות האלהים׃"
    },
    {
      "verse": 30,
      "text": "והנה יש אחרונים אשר יהיו ראשונים וראשונים אשר יהיו אחרונים׃"
    },
    {
      "verse": 31,
      "text": "ביום ההוא נגשו מן הפרושים ויאמרו אליו צא ולך מזה כי הורדוס מבקש להרגך׃"
    },
    {
      "verse": 32,
      "text": "ויאמר אליהם לכו ואמרו אל השועל הזה הנני מגרש שדים ופעל רפואות היום ומחר ובשלישי אבא עד קצי׃"
    },
    {
      "verse": 33,
      "text": "אבל הלוך אלך היום ומחר וממחרתו כי לא יתכן אשר יאבד נביא מחוץ לירושלים׃"
    },
    {
      "verse": 34,
      "text": "ירושלים ירושלים ההרגת את הנביאים והסקלת את הנשלחים אליה כמה פעמים חפצתי לקבץ את בניך כאשר תקבץ התרנגלת את אפרוחיה תחת כנפיה ואתם לא אביתם׃"
    },
    {
      "verse": 35,
      "text": "הנה ביתכם יעזב לכם שמם ואני אמר לכם כי ראה לא תראוני עד בוא העת אשר תאמרו ברוך הבא בשם יהוה׃"
    }
  ]
}