{
  "book_id": "LUK",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי בבאו בשבת אל בית אחד מראשי הפרושים לאכל לחם והמה ארבים לו׃"
    },
    {
      "verse": 2,
      "text": "והנה איש אחד לפניו אשר גופו צבה ממים׃"
    },
    {
      "verse": 3,
      "text": "ויען ישוע ויאמר אל בעלי התורה ואל הפרושים לאמר המתר לרפא בשבת אם לא ויחרישו׃"
    },
    {
      "verse": 4,
      "text": "ויאחז בו וירפאהו וישלחהו׃"
    },
    {
      "verse": 5,
      "text": "ויען ויאמר אליהם מי מכם אשר חמרו או שורו יפול אל הבאר ולא ימהר להעלותו ביום השבת׃"
    },
    {
      "verse": 6,
      "text": "ולא יכלו להשיב על זאת דבר׃"
    },
    {
      "verse": 7,
      "text": "וישא משלו אל הקרואים בראותו איך בחרו להם להסב בראש ויאמר אליהם׃"
    },
    {
      "verse": 8,
      "text": "כי יקרא אתך איש אל החתנה אל תסב בראש פן יקרא שמה איש נכבד ממך׃"
    },
    {
      "verse": 9,
      "text": "ובא הקרא אותך ואותו ואמר אליך פנה מקום לזה ואז תקום בכלמה לקחת את המקום האחרון׃"
    },
    {
      "verse": 10,
      "text": "אבל כי תקרא לך והסב במקום האחרון למען יבא הקרא אתך ואמר אליך אהובי עלה למעלה מזה והיה לך כבוד לפני המסבים עמך׃"
    },
    {
      "verse": 11,
      "text": "כי כל המרומם את עצמו ישפל והמשפיל את עצמו ירומם׃"
    },
    {
      "verse": 12,
      "text": "וגם אל האיש אשר קרא אותו אמר כי תעשה סעודת צהרים או סעודת ערב אל תקרא לאהביך ולאחיך ולקרוביך ולשכניך העשירים פן יקראו לך גם המה והיה לך לשלום׃"
    },
    {
      "verse": 13,
      "text": "אבל כי תעשה משתה קרא לעניים ולנשברים ולפסחים ולעורים׃"
    },
    {
      "verse": 14,
      "text": "ואשריך באשר אין להם לשלם לך כי ישלם לך בתחית הצדיקים׃"
    },
    {
      "verse": 15,
      "text": "וישמע זאת אחד מן המסבים ויאמר אליו אשרי האכל לחם במלכות האלהים׃"
    },
    {
      "verse": 16,
      "text": "והוא אמר אליו איש אחד עשה סעודה גדולה ויקרא לרבים׃"
    },
    {
      "verse": 17,
      "text": "וישלח את עבדו לעת הסעודה לאמר אל הקרואים באו כי כבר מוכן הכל׃"
    },
    {
      "verse": 18,
      "text": "ויחלו כלם פה אחד להתנצל ויאמר אליו הראשון שדה קניתי ועלי לצאת לראתו אבקש ממך נקני׃"
    },
    {
      "verse": 19,
      "text": "ואחר אמר חמשת צמדי בקר קניתי ואני הלך לבחן אותם אבקש ממך נקני׃"
    },
    {
      "verse": 20,
      "text": "ואחר אמר אשה לקחתי ובעבור זאת לא אוכל לבוא׃"
    },
    {
      "verse": 21,
      "text": "ויבא העבד ויגד את הדברים האלה לאדניו ויקצף בעל הבית ויאמר לעבדו מהר צא אל רחבות העיר ואל הוצותיה והבא הנה את העניים ואת הנשברים ואת העורים ואת הפסחים׃"
    },
    {
      "verse": 22,
      "text": "ויאמר העבד אדני כאשר צוית כן נעשה ויש עוד מקום׃"
    },
    {
      "verse": 23,
      "text": "ויאמר האדון אל העבד צא אל הדרכים ואל הגדרות ופצר בהם לבוא למען ימלא ביתי׃"
    },
    {
      "verse": 24,
      "text": "כי אני אמר לכם אין אחד מן האנשים הקרואים ההם אשר יטעם סעודתי׃"
    },
    {
      "verse": 25,
      "text": "והמון עם רב הלכים אתו ויפן ויאמר אליהם׃"
    },
    {
      "verse": 26,
      "text": "איש כי יבוא אלי ולא ישנא את אביו ואת אמו ואת אשתו ואת בניו ואת אחיו ואת אחיתיו ואף גם את נפשו לא יוכל להיות תלמידי׃"
    },
    {
      "verse": 27,
      "text": "ואשר לא ישא את צלבו ובא אחרי לא יוכל להיות תלמידי׃"
    },
    {
      "verse": 28,
      "text": "כי מי מכם החפץ לבנות מגדל הלא ישב בראשונה ויחשב את ההוצאות אם השג תשיג ידו להשלימו׃"
    },
    {
      "verse": 29,
      "text": "פן ישים את היסוד ולא יוכל לכלותו והיה כל הראים יקומו להלעיג לו לאמר׃"
    },
    {
      "verse": 30,
      "text": "כי זה האיש החל לבנות ולא יכל לכלות׃"
    },
    {
      "verse": 31,
      "text": "אז מי הוא המלך הקם להתגרות מלחמה במלך אחר ולא ישב בראשונה ויתיעץ אם יוכל בעשרת אלפים לערך לקראת הבא עליו בעשרים אלף׃"
    },
    {
      "verse": 32,
      "text": "ואם לא ושלח אליו מלאכים בעודנו רחוק לבקש שלום׃"
    },
    {
      "verse": 33,
      "text": "ככה כל איש מכם אשר לא נפטר מכל רכושו לא יוכל להיות תלמידי׃"
    },
    {
      "verse": 34,
      "text": "טוב המלח ואם המלח היה תפל במה יתקן׃"
    },
    {
      "verse": 35,
      "text": "לא יצלח גם לאדמה גם לדמן החוצה ישליכהו מי אשר אזנים לו לשמע ישמע׃"
    }
  ]
}