{
  "book_id": "LUK",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי בקרב אליו כל המוכסים והחטאים לשמע אותו׃"
    },
    {
      "verse": 2,
      "text": "וילונו הפרושים והסופרים לאמר הנה זה מקבל את החטאים ואכל אתם׃"
    },
    {
      "verse": 3,
      "text": "וידבר אליהם את המשל הזה לאמר׃"
    },
    {
      "verse": 4,
      "text": "מי זה האיש מכם אשר לו מאה כבשים ואבד לו אחד מהם ולא יטוש את התשעים ותשעה במדבר והלך אחרי האבד עד כי ימצאהו׃"
    },
    {
      "verse": 5,
      "text": "והיה כמצאו אתו ישימנו על כתפיו בשמחה׃"
    },
    {
      "verse": 6,
      "text": "ובא אל ביתו וקרא לאהביו ולשכניו יחד לאמר שמחו אתי כי מצאתי את שיי האבד׃"
    },
    {
      "verse": 7,
      "text": "אני אמר לכם כי כן תהיה שמחה בשמים על חוטא אחד השב יותר מעל תשעים ותשעה צדיקים אשר לא יצטרכו לתשובה׃"
    },
    {
      "verse": 8,
      "text": "או מי האשה אשר לה עשרה דרכמונים ואבד לה דרכמון אחד ולא תדליק נר ותטאטא את הבית ותחפש היטב עד כי תמצאהו׃"
    },
    {
      "verse": 9,
      "text": "והיה כמצאה אותו תקרא לרעותיה ולשכנותיה לאמר שמחנה אתי כי מצאתי את הדרכמון אשר אבד לי׃"
    },
    {
      "verse": 10,
      "text": "כן אני אמר לכם תהיה שמחה לנפי מלאכי אלהים על חוטא אחד אשר שב מחטאו׃"
    },
    {
      "verse": 11,
      "text": "ויאמר איש אחד היו לו שני בנים׃"
    },
    {
      "verse": 12,
      "text": "ויאמר הצעיר אל אביו אבי תנה לי את חלק הרכוש אשר יפל לי ויחלק להם את הנחלה׃"
    },
    {
      "verse": 13,
      "text": "ויהי מקץ ימים ויאסף הבן הצעיר את הכל וילך אל ארץ רחוקה ושם פזר את רכשו וילך בדרך סובאים וזוללים׃"
    },
    {
      "verse": 14,
      "text": "ואחרי כלותו את הכל היה רעב חזק בארץ ההיא ויחל להיות חסר לחם׃"
    },
    {
      "verse": 15,
      "text": "וילך וידבק באחד מבני המדינה בארץ ההיא וישלח אותו אל שדותיו לרעות חזירים׃"
    },
    {
      "verse": 16,
      "text": "ויתאו למלא את בטנו בחרובים אשר יאכלו החזירים ואין נתן לו׃"
    },
    {
      "verse": 17,
      "text": "וישב אל לבו ויאמר מה רבו שכירי אבי ויש להם לחם לשבע ואני אבד ברעב׃"
    },
    {
      "verse": 18,
      "text": "אקומה נא ואלכה אל אבי ואמר אליו אבי חטאתי לשמים ולפניך׃"
    },
    {
      "verse": 19,
      "text": "ונקלתי מהקרא עוד בנך שימני כאשר שכיריך׃"
    },
    {
      "verse": 20,
      "text": "ויקם ויבא אל אביו עודנו מרחוק ואביו ראהו ויהמו מעיו וירץ ויפל על צואריו וישקהו׃"
    },
    {
      "verse": 21,
      "text": "ויאמר אליו הבן אבי חטאתי לשמים ולפניך ואני נקלתי מהקרא עוד בנך׃"
    },
    {
      "verse": 22,
      "text": "ויאמר האב אל עבדיו הוציאו את השמלה הטובה מכלן והלבישהו ותנו טבעת על ידו ונעלים ברגליו׃"
    },
    {
      "verse": 23,
      "text": "והביאו את עגל המרבק וטבחו אתו ונאכלה ונשמח׃"
    },
    {
      "verse": 24,
      "text": "כי זה בני היה מת ויחי ואובד היה וימצא ויחלו לשמח׃"
    },
    {
      "verse": 25,
      "text": "ובנו הגדול היה בשדה ויהי כאשר בא ויקרב אל הבית וישמע קול זמרה ומחלות׃"
    },
    {
      "verse": 26,
      "text": "ויקרא אל אחד הנערים וישאל מה זאת׃"
    },
    {
      "verse": 27,
      "text": "ויאמר אליו כי בא אחיך ויטבח אביך את עגל המרבק על אשר הושב לו שלם׃"
    },
    {
      "verse": 28,
      "text": "ויחר לו ולא אבה לבוא הביתה ויצא אביו וידבר על לבו׃"
    },
    {
      "verse": 29,
      "text": "ויען ויאמר אל אביו הנה זה שנים רבות אני עבד אתך ומימי לא עברתי את מצותך ומימי לא נתת לי גדי למען אשיש עם רעי׃"
    },
    {
      "verse": 30,
      "text": "ויבא בנך זה אשר בלע את נחלתך עם הזנות ותזבח לו את עגל המרבק׃"
    },
    {
      "verse": 31,
      "text": "ויאמר אליו בני אתה תמיד עמדי וכל אשר לי לך הוא׃"
    },
    {
      "verse": 32,
      "text": "אבל נכון לשוש ולשמח כי אחיך זה היה מת ויחי ואבד היה וימצא׃"
    }
  ]
}