{
  "book_id": "LUK",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "ויאמר אל תלמידיו אי אפשר שלא יבאו המכשלים אבל אוי לאיש אשר על ידו יבאו׃"
    },
    {
      "verse": 2,
      "text": "נוח לו שיתלה פלח רכב על צוארו וישלך אל הים מאשר יכשיל את אחד מהקטנים wאלה׃"
    },
    {
      "verse": 3,
      "text": "השמרו לנפשותיכם אם יחטא לך אחיך הוכח לו ואם ינחם סלח לו׃"
    },
    {
      "verse": 4,
      "text": "ואם יחטא לך שבע פעמים ביום ושב אליך שבע פעמים ביום ואמר נחמתי וסלחת לו׃"
    },
    {
      "verse": 5,
      "text": "ויאמרו השליחים אל האדון הוסף לנו אמונה׃"
    },
    {
      "verse": 6,
      "text": "ויאמר האדון לו היתה לכם אמונה כגרגר החרדל אז תאמרו אל התות הזה העקר והנטע בתוך הים וישמע לכם׃"
    },
    {
      "verse": 7,
      "text": "מי הוא זה מכם ולו עבד חרש או רעה אשר בבאו מן השדה יאמר אליו מהר גשה הנה והסב׃"
    },
    {
      "verse": 8,
      "text": "הלא יאמר אליו הכן לי ארוחת הערב וחגר מתניך ושרתני עד אם כליתי לאכל ולשתות ואחר תאכל ותשתה גם אתה׃"
    },
    {
      "verse": 9,
      "text": "הגם יתן תודה לעבד על עשתו את אשר צוהו אמרתי לא יתן׃"
    },
    {
      "verse": 10,
      "text": "ככה גם אתם אחרי עשותכם את כל אשר צויתם אמרו עבדים אין מועיל בם אנחנו כי רק את המטל עלינו לעשות עשינו׃"
    },
    {
      "verse": 11,
      "text": "ויהי בנסעו ירושלים והוא עבר בתוך שמרון והגליל׃"
    },
    {
      "verse": 12,
      "text": "ויבא אל כפר אחד ויפגעהו עשרה אנשים מצרעים והם עמדים מרחוק׃"
    },
    {
      "verse": 13,
      "text": "וישאו את קולם לאמר ישוע מורה חננו׃"
    },
    {
      "verse": 14,
      "text": "וירא אותם ויאמר אליהם לכו והראו אל הכהנים ויהי בלכתם ויטהרו׃"
    },
    {
      "verse": 15,
      "text": "ואחד מהם בראתו כי נרפא וישב וישבח את האלהים בקול גדול׃"
    },
    {
      "verse": 16,
      "text": "ויפל על פניו לרגליו ויודה לו והוא היה שמרוני׃"
    },
    {
      "verse": 17,
      "text": "ויען ישוע ויאמר הלא העשרה טהרו והתשעה איה הם׃"
    },
    {
      "verse": 18,
      "text": "האם לא נמצא אשר שב לתת כבוד לאלהים זולתי הנכרי הזה׃"
    },
    {
      "verse": 19,
      "text": "ויאמר אליו קום ולך אמונתך הושיעה לך׃"
    },
    {
      "verse": 20,
      "text": "וישאלהו הפרושים מתי תבוא מלכות האלהים ויען אתם לאמר מלכות האלהים לא תבוא במראה עינים׃"
    },
    {
      "verse": 21,
      "text": "ולא יאמרו הנה פה או הנה שם כי מלכות האלהים הנה בקרבכם היא׃"
    },
    {
      "verse": 22,
      "text": "ויאמר אל התלמידים ימים באים והתאויתם לראות יום אחד מימי בן האדם ולא תראו׃"
    },
    {
      "verse": 23,
      "text": "ואם יאמרו אליכם הנה שם הנה פה אל תלכו ואל תרוצו אחריהם׃"
    },
    {
      "verse": 24,
      "text": "כי כברק אשר יברק מקצה השמים ויאיר עד קצה השמים כן יהיה בן האדם ביומו׃"
    },
    {
      "verse": 25,
      "text": "אך בראשונה צריך הוא לסבל הרבה ולהמאס מן הדור הזה׃"
    },
    {
      "verse": 26,
      "text": "וכאשר היה נח כן יהיה בימי בן האדם׃"
    },
    {
      "verse": 27,
      "text": "אכלו ושתו נשאו נשים והשיאו נשים לאנשים עד היום אשר בא נח אל התבה ויבא המבול וישחת את כלם׃"
    },
    {
      "verse": 28,
      "text": "וכאשר היה בימי לוט אכל ושתה קנה ומכר נטע ובנה׃"
    },
    {
      "verse": 29,
      "text": "ויהי ביום אשר יצא לוט מסדום וימטר אש וגפרית מן השמים וישחת את כלם׃"
    },
    {
      "verse": 30,
      "text": "ככה יהיה ביום אשר יגלה בן האדם׃"
    },
    {
      "verse": 31,
      "text": "ביום ההוא איש אשר יהיה על הגג וכליו בבית אל ירד לשאת אתם ואיש אשר בשדה אל ישב הביתה׃"
    },
    {
      "verse": 32,
      "text": "זכרו את אשת לוט׃"
    },
    {
      "verse": 33,
      "text": "המבקש למלט את נפשו יאבדנה ואשר יאבד אתה יהיה׃"
    },
    {
      "verse": 34,
      "text": "אני אמר לכם בלילה ההוא שנים יהיו במטה אחת האחד יאסף והאחר יעזב׃"
    },
    {
      "verse": 35,
      "text": "שתים תהיינה טחנות יחד האחת תאסף והאחרת תעזב׃"
    },
    {
      "verse": 36,
      "text": "שנים יהיו בשדה ונאסף האחד והאחר יעזב׃"
    },
    {
      "verse": 37,
      "text": "ויענו ויאמרו אליו איה זאת אדנינו ויאמר אליהם באשר הפגר שם יקבצו הנשרים׃"
    }
  ]
}