{
  "book_id": "LUK",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "ויבוא ויעבר ביריחו׃"
    },
    {
      "verse": 2,
      "text": "והנה איש ושמו זכי מראשי המוכסים והוא עשיר׃"
    },
    {
      "verse": 3,
      "text": "ויבקש לראות את ישוע מי הוא ולא יכל מפני העם כי שפל קומה היה׃"
    },
    {
      "verse": 4,
      "text": "ויקדם וירץ ויעל על שקמה לראותו כי שם הדרך אשר יעבר בה׃"
    },
    {
      "verse": 5,
      "text": "ויהי בבאו אל המקום ההוא ויבט ישוע ויראהו ויאמר אליו זכי רד מהר כי צריך אני לשבת היום בביתך׃"
    },
    {
      "verse": 6,
      "text": "וימהר וירד ויאספהו בשמחה׃"
    },
    {
      "verse": 7,
      "text": "וילונו כל הראים לאמר בא ללון בבית איש חוטא׃"
    },
    {
      "verse": 8,
      "text": "ויעמד זכי ויאמר אל האדון הנה אדני את מחצית נכסי אני נתן לעניים ואם עשקתי איש אשיב לו ארבעתים׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אליו ישוע היום היתה תשועה לבית הזה באשר בן אברהם גם הוא׃"
    },
    {
      "verse": 10,
      "text": "כי בא בן האדם לבקש ולהושיע את האבד׃"
    },
    {
      "verse": 11,
      "text": "ויהי הם שמעים את זאת ויסף שאת משל על אשר קרב לירושלים והמה חשבים כי מהרה תגלה מלכות האלהים׃"
    },
    {
      "verse": 12,
      "text": "על כן אמר איש אחד מן האדירים הלך אל ארץ רחוקה לקחת לו ממלכה ולשוב׃"
    },
    {
      "verse": 13,
      "text": "ויקרא אל עשרה מעבדיו ויתן להם עשרה מנים ויאמר להם סחרו בהם עד באי׃"
    },
    {
      "verse": 14,
      "text": "ובני עירו שנאים אותו וישלחו מלאכים אחריו לאמר לא נחפץ בזה כי ימלך עלינו׃"
    },
    {
      "verse": 15,
      "text": "ויהי אחרי קחתו את הממלכה וישב ויאמר לקרא את העבדים ההם אשר נתן להם את הכסף למען ידע מה הרויח כל אחד במסחרו׃"
    },
    {
      "verse": 16,
      "text": "ויבא הראשון ויאמר אדני מנה שלך הביא עשרת מנים׃"
    },
    {
      "verse": 17,
      "text": "ויאמר אליו כן העבד הטוב תחת אשר היית נאמן במעט מזער היה שליט על עשר ערים׃"
    },
    {
      "verse": 18,
      "text": "ויבא השני ויאמר אדני מנה שלך עשה חמשת מנים׃"
    },
    {
      "verse": 19,
      "text": "ויאמר גם לזה אף אתה היה על חמש ערים׃"
    },
    {
      "verse": 20,
      "text": "ויבא האחר ויאמר הא לך מנה שלך אשר היה אצלי צרור בסודר׃"
    },
    {
      "verse": 21,
      "text": "מפני יראתי אתך כי אתה איש קשה לקח את אשר לא הנחת וקצר את אשר לא זרעת׃"
    },
    {
      "verse": 22,
      "text": "ויאמר אליו מפיך אשפטך העבד הרע אתה ידעת כי אני איש קשה לקח את אשר לא הנחתי וקוצר את אשר לא זרעתי׃"
    },
    {
      "verse": 23,
      "text": "ולמה לא נתת את כספי לשלחני ואני בבואי הייתי תובע אותו במרבית׃"
    },
    {
      "verse": 24,
      "text": "ויאמר אל העמדים שם שאו ממנו את המנה ותנוהו אל אשר לו עשרת המנים׃"
    },
    {
      "verse": 25,
      "text": "ויאמרו אליו אדנינו יש לו עשרת מנים׃"
    },
    {
      "verse": 26,
      "text": "הן אני אמר לכם כי כל איש שיש לו ינתן לו ואשר אין לו יקח ממנו גם את אשר לו׃"
    },
    {
      "verse": 27,
      "text": "אבל את איבי ההם אשר לא חפצו מלכי עליהם הביאו אתם הנה והרגו אתם לפני׃"
    },
    {
      "verse": 28,
      "text": "ויכל לדבר הדברים האלה ויעבר לפניהם ויעל ירושלים׃"
    },
    {
      "verse": 29,
      "text": "ויהי בקרבו אל בית פגי ובית היני בהר הנקרא הר הזיתים וישלח שנים מתלמידיו לאמר׃"
    },
    {
      "verse": 30,
      "text": "לכו אל הכפר אשר ממולנו והיה בבואכם שמה תמצאו עיר אסור אשר לא ישב עליו אדם עד עתה התירו אתו והביאו׃"
    },
    {
      "verse": 31,
      "text": "וכי ישאל אתכם איש למה תתירהו כה תאמרו אליו יען כי האדון צריך לו׃"
    },
    {
      "verse": 32,
      "text": "וילכו השלוחים וימצאו כאשר דבר אליהם׃"
    },
    {
      "verse": 33,
      "text": "ויתירו את העיר ויאמר אליהם בעליו למה זה אתם מתירים את העיר׃"
    },
    {
      "verse": 34,
      "text": "ויאמרו האדון צריך לו׃"
    },
    {
      "verse": 35,
      "text": "ויביאהו אל ישוע וישליכו את בגדיהם על העיר וירכיבו עליו את ישוע׃"
    },
    {
      "verse": 36,
      "text": "ובנסעו הציעו את בגדיהם על הדרך׃"
    },
    {
      "verse": 37,
      "text": "ויקרב אל מורד הר הזיתים ויחלו כל המון התלמידים לשבח את האלהים בשמחה ובקול גדול על כל הגבורות אשר ראו לאמר׃"
    },
    {
      "verse": 38,
      "text": "ברוך המלך הבא בשם יהוה שלום בשמים וכבוד במרומים׃"
    },
    {
      "verse": 39,
      "text": "ומקצת פרושים אשר בתוך העם אמרו אליו רבי גער בתלמידיך׃"
    },
    {
      "verse": 40,
      "text": "ויען ויאמר אני אמר לכם כי אם יחשו אלה תזעקנה האבנים׃"
    },
    {
      "verse": 41,
      "text": "ויהי כאשר קרב וירא את העיר ויבך עליה לאמר׃"
    },
    {
      "verse": 42,
      "text": "לו ידעת אף את בעוד יומך הזה את דבר שלומך ועתה נעלם מעיניך׃"
    },
    {
      "verse": 43,
      "text": "כי ימים באים עליך ושפכו איביך סוללה סביביך והקיפוך וצרו עליך מכל עבריך׃"
    },
    {
      "verse": 44,
      "text": "וסחבו אותך ואת בניך בקרבך ולא ישאירו בך אבן על אבן עקב כי לא ידעת את עת פקדתך׃"
    },
    {
      "verse": 45,
      "text": "ויבא אל המקדש ויחל לגרש משם את המכרים ואת הקונים בו׃"
    },
    {
      "verse": 46,
      "text": "ויאמר אליהם הן כתוב ביתי בית תפלה הוא ואתם עשתים אותו למערת פריצים׃"
    },
    {
      "verse": 47,
      "text": "ויהי מלמד יום יום במקדש והכהנים הגדולים והסופרים וגם ראשי העם מבקשים לאבדו׃"
    },
    {
      "verse": 48,
      "text": "ולא מצאו מה לעשות כי כל העם דבקו אחריו לשמע אתו׃"
    }
  ]
}