{
  "book_id": "LUK",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי היום והוא מלמד את העם במקדש ומבשר ויגשו הכהנים והסופרים עם הזקנים׃"
    },
    {
      "verse": 2,
      "text": "ויאמרו אליו אמר נא לנו באי זו רשות אתה עשה את אלה או מי הוא הנתן לך את הרשות הזאת׃"
    },
    {
      "verse": 3,
      "text": "ויען ויאמר אליהם אף אני אשאלכם דבר ואמרו לי׃"
    },
    {
      "verse": 4,
      "text": "טבילת יוחנן המן השמים היתה אם מבני אדם׃"
    },
    {
      "verse": 5,
      "text": "ויחשבו בלבם לאמר אם נאמר מן השמים ואמר למה זה לא האמנתם לו׃"
    },
    {
      "verse": 6,
      "text": "ואם נאמר מבני אדם וסקלנו כל העם בעמדם על דעתם כי יוחנן נביא היה׃"
    },
    {
      "verse": 7,
      "text": "ויענו לא ידענו מאין׃"
    },
    {
      "verse": 8,
      "text": "ויאמר ישוע אליהם גם אני לא אמר לכם באי זו רשות אני עשה אלה׃"
    },
    {
      "verse": 9,
      "text": "ויחל לדבר אל העם את המשל הזה איש אחד נטע כרם ויתן אתו אל כרמים וילך בדרך מרחוק לימים רבים׃"
    },
    {
      "verse": 10,
      "text": "ולמועד שלח עבד אל הכרמים לתת לו מפרי הכרם והכרמים הכהו וישלחהו ריקם׃"
    },
    {
      "verse": 11,
      "text": "ויסף שלח עבד אחר ויכו גם אתו ויחרפהו וישלחהו ריקם׃"
    },
    {
      "verse": 12,
      "text": "ויסף לשלח שלישי וגם אתו פצעו ויגרשהו וידחפהו חוצה׃"
    },
    {
      "verse": 13,
      "text": "ויאמר בעל הכרם מה אעשה אשלחה את בני את ידידי כראותם אותו אולי יגורו מפניו׃"
    },
    {
      "verse": 14,
      "text": "וכראות אתו הכרמים נועצו יחדו לאמר זה הוא היורש לכו ונהרגהו ותהי לנו הירשה׃"
    },
    {
      "verse": 15,
      "text": "ויגרשו אותו אל מחוץ לכרם ויהרגהו ועתה מה יעשה להם בעל הכרם׃"
    },
    {
      "verse": 16,
      "text": "יבוא ויאבד את הכרמים האלה ויתן את הכרם לאחרים ויהי כשמעם ויאמרו חלילה מהיות כזאת׃"
    },
    {
      "verse": 17,
      "text": "ויבט בם ויאמר ומה הוא זה הכתוב אבן מאסו הבונים היתה לראש פנה׃"
    },
    {
      "verse": 18,
      "text": "כל הנפל על האבן ההיא ישבר ואת אשר תפל עליו תשחקהו׃"
    },
    {
      "verse": 19,
      "text": "ויבקשו הכהנים הגדולים והסופרים לשלח בו את ידם בעת ההיא וייראו מפני העם כי ידעו אשר עליהם דבר את המשל הזה׃"
    },
    {
      "verse": 20,
      "text": "ויארבו לו וישלחו מארבים והם נדמו כצדיקים למען ילכדו אותו בדבר להסגירו אל השררה ואל יד ההגמון׃"
    },
    {
      "verse": 21,
      "text": "וישאלהו לאמר רבי ידענו כי נכונה תדבר ותלמד ולא תשא פנים כי באמת מורה אתה את דרך אלהים׃"
    },
    {
      "verse": 22,
      "text": "המתר לנו לתת מס אל הקיסר אם לא׃"
    },
    {
      "verse": 23,
      "text": "ויכר את נכליהם ויאמר להם׃"
    },
    {
      "verse": 24,
      "text": "מה תנסוני הראוני דינר של מי הצורה והמכתב אשר עליו ויענו ויאמרו של הקיסר׃"
    },
    {
      "verse": 25,
      "text": "ויאמר אליהם לכן תנו לקיסר את אשר לקיסר ולאלהים את אשר לאלהים׃"
    },
    {
      "verse": 26,
      "text": "ולא יכלו ללכדו בדבר לפני העם ויתמהו על מענהו ויחרישו׃"
    },
    {
      "verse": 27,
      "text": "ויקרבו אנשים מן הצדוקים הכפרים בתחית המתים וישאלהו לאמר׃"
    },
    {
      "verse": 28,
      "text": "מורה משה כתב לנו כי ימות אח בעל אשה ובנים אין לו ולקח אחיו את אשתו והקים זרע לאחיו׃"
    },
    {
      "verse": 29,
      "text": "והנה היו שבעה אחים והראשון לקח אשה וימת לא בנים׃"
    },
    {
      "verse": 30,
      "text": "ויקח אתה השני וימת גם הוא לא בנים׃"
    },
    {
      "verse": 31,
      "text": "ויקח אתה השלישי וככה עשו אף השבעה ולא הניחו בנים וימותו׃"
    },
    {
      "verse": 32,
      "text": "ובאחרונה מתה גם האשה׃"
    },
    {
      "verse": 33,
      "text": "והנה בתחית המתים למי מהם תהיה לאשה כי היתה אשה לשבעה׃"
    },
    {
      "verse": 34,
      "text": "ויען ישוע ויאמר אליהם בני העולם הזה ישאו נשים ותנשאנה׃"
    },
    {
      "verse": 35,
      "text": "והזכים לנחל את העולם הבא ואת תחית המתים לא ישאו נשים ולא תנשאנה׃"
    },
    {
      "verse": 36,
      "text": "כי לא יוכלו עוד למות כי שוים הם למלאכים ובני אלהים המה בהיותם בני התקומה׃"
    },
    {
      "verse": 37,
      "text": "וגם משה רמז בסנה כי יקומו המתים בקראו את יהוה אלהי אברהם אלהי יצחק ואלהי יעקב׃"
    },
    {
      "verse": 38,
      "text": "והאלהים איננו אלהי המתים כי אם אלהי החיים כי כלם חיים לו׃"
    },
    {
      "verse": 39,
      "text": "ויענו מן הסופרים רבי יפה דברת׃"
    },
    {
      "verse": 40,
      "text": "ולא ערבו עוד את לבם לשאל אותו דבר׃"
    },
    {
      "verse": 41,
      "text": "ויאמר אליהם איך יאמרו על המשיח כי הוא בן דוד׃"
    },
    {
      "verse": 42,
      "text": "והוא דוד אמר בספר תהלים נאם יהוה לאדני שב לימיני׃"
    },
    {
      "verse": 43,
      "text": "עד אשית איביך הדם לרגליך׃"
    },
    {
      "verse": 44,
      "text": "הנה דוד קרא לו אדון ואיך הוא בנו׃"
    },
    {
      "verse": 45,
      "text": "ויאמר אל תלמידיו באזני כל העם׃"
    },
    {
      "verse": 46,
      "text": "הזהרו מן הסופרים החפצים להתהלך עטופי טלית ואהבים את שאלות שלומם בשוקים ואת מושבי הראש בבתי הכנסיות ואת מסבות הראש בסעודות׃"
    },
    {
      "verse": 47,
      "text": "הבלעים את בתי האלמנות ומאריכים תפלתם למראה עינים המה משפט על יתר יקחו׃"
    }
  ]
}