{
  "book_id": "LUK",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "ויבט וירא את העשירים משליכים את נדבותם לארון האוצר׃"
    },
    {
      "verse": 2,
      "text": "וירא גם אלמנה עניה נתנת בו שתי פרוטות׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אמת אמר אני לכם כי האלמנה העניה הזאת נתנה יותר מכלם׃"
    },
    {
      "verse": 4,
      "text": "כי כל אלה התנדבו לאלהים מהעדף שלהם והיא מחסרונה את כל רכושה נתנה׃"
    },
    {
      "verse": 5,
      "text": "ויהי באמרם על המקדש כי מהדר הוא באבנים יפות ובמתנות ויאמר׃"
    },
    {
      "verse": 6,
      "text": "את אשר אתם ראים הנה ימים באים ולא תשאר אבן על אבן אשר לא תתפרק׃"
    },
    {
      "verse": 7,
      "text": "וישאלהו לאמר רבי מתי אפוא תהיה זאת ומה הוא האות לעת היותה׃"
    },
    {
      "verse": 8,
      "text": "ויאמר ראו פן תתעו כי רבים יבאו בשמי לאמר אני הוא והעת קרובה ואתם אל תלכו אחריהם׃"
    },
    {
      "verse": 9,
      "text": "ובשמעכם מלחמות ומהומות אל תחתו כי היו תהיה זאת לראשונה אך עוד קץ למועד׃"
    },
    {
      "verse": 10,
      "text": "ויסף דבר אליהם לאמר יקום גוי על גוי וממלכה על ממלכה׃"
    },
    {
      "verse": 11,
      "text": "והיה רעש גדול כה וכה ורעב ודבר וגם מוראים ואתות גדלות מן השמים׃"
    },
    {
      "verse": 12,
      "text": "ולפני כל אלה ישלחו בכם את ידיהם וירדפו וימסרו אתכם לבתי כנסיות ואל בתי כלאים ותובאו לפני מלכים ומשלים למען שמי׃"
    },
    {
      "verse": 13,
      "text": "והיתה זאת לכם לעדות׃"
    },
    {
      "verse": 14,
      "text": "על כן שיתו לבבכם לבלתי דאג במה תצטדקו׃"
    },
    {
      "verse": 15,
      "text": "כי אנכי נתן לכם פה וחכמה אשר לא יוכלו לעמד לפניה ולדבר נגדה כל מתקוממיכם׃"
    },
    {
      "verse": 16,
      "text": "וגם תמסרו על ידי יולדיכם ואחיכם וקרוביכם ורעיכם וימיתו מכם׃"
    },
    {
      "verse": 17,
      "text": "והייתם שנואים לכל אדם למען שמי׃"
    },
    {
      "verse": 18,
      "text": "אך לא יפל משערת ראשכם ארצה׃"
    },
    {
      "verse": 19,
      "text": "בתוחלתכם קנו לכם את נפשתיכם׃"
    },
    {
      "verse": 20,
      "text": "וכאשר תראו מחנות סובבים את ירושלים ידע תדעו כי קרב חרבנה׃"
    },
    {
      "verse": 21,
      "text": "אז ינוסו אנשי יהודה אל ההרים ואשר הם בתוכה יצאו ואשר הם בפרזות אל יבואו בה׃"
    },
    {
      "verse": 22,
      "text": "כי ימי נקם המה למלאת כל הכתוב׃"
    },
    {
      "verse": 23,
      "text": "ואוי להרות ולמיניקות בימים ההם כי תהיה צרה גדולה בארץ וקצף על העם הזה׃"
    },
    {
      "verse": 24,
      "text": "ונפלו לפי חרב והגלו אל כל הגוים וירושלים תרמס ברגלי גוים עד כי ימלאו עתות הגוים׃"
    },
    {
      "verse": 25,
      "text": "והיו אתות בשמש ובירח ובכוכבים ועל הארץ מצוקה לגוים ומבוכה מהמית הים ודכיו׃"
    },
    {
      "verse": 26,
      "text": "וימוגו בני האדם מאימה ומחרדת הבאות על כל הארץ כי כחות השמים יתמוטטו׃"
    },
    {
      "verse": 27,
      "text": "ואז יראו את בן האדם בא בענן בגבורה ובכבוד רב׃"
    },
    {
      "verse": 28,
      "text": "וכאשר תחל להיות זאת התעודדו ושאו ראשיכם כי קרובה גאלתכם לבוא׃"
    },
    {
      "verse": 29,
      "text": "וידבר אליהם משל ראו את התאנה ואת כל העצים׃"
    },
    {
      "verse": 30,
      "text": "כי תראו אתם מוציאים את פרחם הלא ידעתם כי קרב הקיץ׃"
    },
    {
      "verse": 31,
      "text": "ככה אף אתם בבא אלה לעיניכם דעו כי קרובה מלכות האלהים׃"
    },
    {
      "verse": 32,
      "text": "אמן אמר אני לכם לא יעבר הדור הזה עד כי יהיה הכל׃"
    },
    {
      "verse": 33,
      "text": "השמים והארץ יעברו ודברי לא יעברון׃"
    },
    {
      "verse": 34,
      "text": "רק השמרו לכם פן יכבד לבבכם בסבא ובשכרון ובדאגות המחיה ובא עליכם היום ההוא פתאם׃"
    },
    {
      "verse": 35,
      "text": "כי כמו פח יבוא על כל הישבים על פני כל הארץ׃"
    },
    {
      "verse": 36,
      "text": "לכן שקדו בכל עת והתפללו למען תעצרו כח להמלט מכל העתידות האלה ולהתיצב לפני בן האדם׃"
    },
    {
      "verse": 37,
      "text": "ויהי מלמד יומם במקדש ובלילה יצא בהר הנקרא הר הזיתים ללון׃"
    },
    {
      "verse": 38,
      "text": "וכל העם השכימו לבוא אליו במקדש לשמע אותו׃"
    }
  ]
}