{
  "book_id": "LUK",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "ויקרב חג המצות הנקרא פסח׃"
    },
    {
      "verse": 2,
      "text": "והכהנים הגדולים והסופרים מבקשים איך יהרגהו כי יראו מפני העם׃"
    },
    {
      "verse": 3,
      "text": "והשטן נכנס ביהודה המכנה איש קריות והוא במספר שנים העשר׃"
    },
    {
      "verse": 4,
      "text": "וילך וידבר עם ראשי הכהנים ושרי החיל איך ימסרנו אל ידם׃"
    },
    {
      "verse": 5,
      "text": "וישמחו ויאתו לתת לו כסף׃"
    },
    {
      "verse": 6,
      "text": "ויבטח אתם ויבקש תואנה למסרו אליהם שלא לעיני ההמון׃"
    },
    {
      "verse": 7,
      "text": "ויבא יום המצות אשר זבוח יזבח בו הפסח׃"
    },
    {
      "verse": 8,
      "text": "וישלח את פטרוס ואת יוחנן לאמר לכו והכינו לנו את הפסח ונאכלה׃"
    },
    {
      "verse": 9,
      "text": "ויאמרו אליו באי זה מקום תחפץ כי נכין אותו׃"
    },
    {
      "verse": 10,
      "text": "ויאמר אליהם הנה אתם באים העירה ופגע אתכם איש נשא צפחת מים לכו אחריו אל הבית אשר יבוא שמה׃"
    },
    {
      "verse": 11,
      "text": "ואמרתם אל בעל הבית כה אמר לך הרב איה המלון אשר אכלה שם את הפסח עם תלמידי׃"
    },
    {
      "verse": 12,
      "text": "והוא יראה אתכם עליה גדולה מצעה שם תכינו׃"
    },
    {
      "verse": 13,
      "text": "וילכו וימצאו כאשר דבר אליהם ויכינו את הפסח׃"
    },
    {
      "verse": 14,
      "text": "ויהי כאשר הגיעה השעה ויסב הוא ושנים עשר השליחים אתו׃"
    },
    {
      "verse": 15,
      "text": "ויאמר אליהם נכסף נכספתי לאכל אתכם את הפסח הזה לפני ענותי׃"
    },
    {
      "verse": 16,
      "text": "כי אמר אני לכם אינני אכל אותו עוד עד כי ימלא במלכות האלהים׃"
    },
    {
      "verse": 17,
      "text": "ויקח את הכוס ויברך ויאמר קחו אתה וחלקו ביניכם׃"
    },
    {
      "verse": 18,
      "text": "כי אמר אני לכם שתה לא אשתה מעתה מתנובת הגפן עד כי תבוא מלכות האלהים׃"
    },
    {
      "verse": 19,
      "text": "ויקח את הלחם ויברך ויבצע ויתן להם לאמר זה גופי הנתן בעדכם זאת עשו לזכרוני׃"
    },
    {
      "verse": 20,
      "text": "וכן גם את הכוס אחר הסעודה לאמר זו הכוס היא הברית החדשה בדמי הנשפך בעדכם׃"
    },
    {
      "verse": 21,
      "text": "אך הנה יד המסר אותי אתי על השלחן׃"
    },
    {
      "verse": 22,
      "text": "כי הן בן האדם הלך לו כפי אשר נחרץ עליו אבל אוי לאיש ההוא אשר על ידו ימסר׃"
    },
    {
      "verse": 23,
      "text": "והם החלו לחקר איש את רעהו מי הוא זה מהם אשר יעשה זאת׃"
    },
    {
      "verse": 24,
      "text": "וגם מריבה היתה ביניהם מי יחשב להיות הגדול בהם׃"
    },
    {
      "verse": 25,
      "text": "ויאמר אליהם מלכי הגוים רדים בהם ושליטיהם יקראו עשי חסד׃"
    },
    {
      "verse": 26,
      "text": "ואתם לא כן כי הגדול בכם יהיה כצעיר והמשל יהיה כמשרת׃"
    },
    {
      "verse": 27,
      "text": "כי מי הוא הגדול אם המסב או המשרת הלא המסב ואני הנני בתוככם כמו המשרת׃"
    },
    {
      "verse": 28,
      "text": "ואתם הם העמדים עמדי עד עתה בנסיונתי׃"
    },
    {
      "verse": 29,
      "text": "לכן אני מנחיל אתכם כאשר הנחילני אבי את המלכות׃"
    },
    {
      "verse": 30,
      "text": "למען תאכלו ותשתו על שלחני במלכותי וישבתם על כסאות לשפט את שנים עשר שבטי ישראל׃"
    },
    {
      "verse": 31,
      "text": "ויאמר האדון שמעון שמעון הנה תבע אתכם השטן לזרותכם כחטים׃"
    },
    {
      "verse": 32,
      "text": "ואני התפללתי בעדך אשר לא תכלה אמונתך ואתה כאשר תשוב חזק את אחיך׃"
    },
    {
      "verse": 33,
      "text": "והוא אמר אליו אדני הנני נכון ללכת אתך גם לבית האסורים גם למות׃"
    },
    {
      "verse": 34,
      "text": "ויאמר אני אמר לך פטרוס לא יקרא תרנגל היום עד כי שלש פעמים כחשת בי לאמר לא ידעתיו׃"
    },
    {
      "verse": 35,
      "text": "ויאמר אליהם כאשר שלחתי אתכם בלי כיס ותרמיל ונעלים החסרתם דבר ויאמרו לא חסרנו כל דבר׃"
    },
    {
      "verse": 36,
      "text": "ויאמר אליהם אכן עתה אשר לו כיס ישאהו וכן גם את התרמיל ואשר אין לו הוא ימכר את בגדו ויקנה חרב׃"
    },
    {
      "verse": 37,
      "text": "כי אמר אני לכם אשר צריך עוד להתמלא בי הכתוב הזה ואת פשעים נמנה כי כל הכתוב עלי בא עד קצו׃"
    },
    {
      "verse": 38,
      "text": "ויאמרו אדנינו הנה פה שתי חרבות ויאמר אליהם די׃"
    },
    {
      "verse": 39,
      "text": "ויצא וילך כיום ביום על הר הזיתים וילכו אחריו גם תלמידיו׃"
    },
    {
      "verse": 40,
      "text": "ויבא אל המקום ויאמר אליהם התפללו לבלתי בוא לידי נסיון׃"
    },
    {
      "verse": 41,
      "text": "והוא נפרד מהם הרחק כקלע אבן ויכרע על ברכיו ויתפלל לאמר׃"
    },
    {
      "verse": 42,
      "text": "אבי אם רצונך להעביר מעלי את הכוס הזאת אך אל יהי כרצוני כי אם כרצונך׃"
    },
    {
      "verse": 43,
      "text": "וירא אליו מלאך מן השמים ויחזקהו׃"
    },
    {
      "verse": 44,
      "text": "ויבאו עליו חבלי מות ויוסף להתפלל בחזקה ותהי זעתו כנטפי דם ירדים לארץ׃"
    },
    {
      "verse": 45,
      "text": "ויקם מהתפלל ויבא אל התלמידים וימצאם ישנים מיגון׃"
    },
    {
      "verse": 46,
      "text": "]74-64[ ויאמר אליהם למה תישנו קומו והתפללו אשר לא תבאו לידי נסיונ, עודנו מדבר והנה המון ואחד משנים העשר הנקרא יהודה הלך לפניהם ויקרב אל ישוע לנשק לו׃"
    },
    {
      "verse": 47,
      "text": "]74-64[׃"
    },
    {
      "verse": 48,
      "text": "ויאמר ישוע אליו יהודה הבנשיקה אתה מוסר את בן האדם׃"
    },
    {
      "verse": 49,
      "text": "והאנשים אשר אתו ראים את אשר יהיה ויאמרו אליו אדנינו הנכה בחרב׃"
    },
    {
      "verse": 50,
      "text": "ויך אחד מהם את עבד הכהן הגדול ויקצץ את אזנו הימנית׃"
    },
    {
      "verse": 51,
      "text": "ויען ישוע ויאמר רב עתה הרפו ויגע באזנו וירפאהו׃"
    },
    {
      "verse": 52,
      "text": "ויאמר ישוע אל ראשי הכהנים ושרי המקדש והזקנים אשר באו עליו לאמר כמו על פריץ יצאתם עלי בחרבות ובמקלות׃"
    },
    {
      "verse": 53,
      "text": "ואהי אצלכם יום יום בהיכל ולא שלחתם בי יד ואולם זאת היא שעתכם ושלטן החשך׃"
    },
    {
      "verse": 54,
      "text": "ויתפשו אותו ויוליכהו ויביאהו בית הכהן הגדול ופטרוס הלך אחריו מרחוק׃"
    },
    {
      "verse": 55,
      "text": "ויהי כי בערו אש בתוך החצר וישבו יחדו וישב גם פטרוס בתוכם׃"
    },
    {
      "verse": 56,
      "text": "ותראהו השפחה יושב נגד האור ותבט בו ותאמר גם זה היה עמו׃"
    },
    {
      "verse": 57,
      "text": "ויכחש בו ויאמר אשה לא ידעתיו׃"
    },
    {
      "verse": 58,
      "text": "ואחרי מעט ראהו אדם אחר ויאמר גם אתה מהם ויאמר פטרוס לא אדם כי אינני׃"
    },
    {
      "verse": 59,
      "text": "ואחרי עבר כשעה אחת קים איש אחר לאמר אמנם גם זה היה עמו כי אף הוא גלילי׃"
    },
    {
      "verse": 60,
      "text": "ויאמר פטרוס בן אדם לא ידעתי מה אתה אמר והוא עודנו מדבר והתרנגול קרא׃"
    },
    {
      "verse": 61,
      "text": "ויפן האדון ויבט אל פטרוס ויזכר פטרוס את דבר האדון אשר דבר אליו כי בטרם יקרא התרנגל תכחש בי שלש פעמים׃"
    },
    {
      "verse": 62,
      "text": "ויצא פטרוס החוצה וימרר בבכי׃"
    },
    {
      "verse": 63,
      "text": "והאנשים אשר אחזו את ישוע התעללו בו ויכהו׃"
    },
    {
      "verse": 64,
      "text": "ויחפו את ראשו ויכהו על פניו וישאלהו לאמר הנבא מי הוא ההלם אותך׃"
    },
    {
      "verse": 65,
      "text": "ועוד גדופים אחרים הרבו עליו׃"
    },
    {
      "verse": 66,
      "text": "ובהית הבקר נקהלו זקני העם והכהנים הגדולים והסופרים ויעלהו לפני הסנהדרין שלהם ויאמרו האתה הוא המשיח אמר לנו׃"
    },
    {
      "verse": 67,
      "text": "ויאמר אליהם כי אגיד לכם לא תאמינו׃"
    },
    {
      "verse": 68,
      "text": "וגם אם אשאל לא תשיבו דבר ולא תשלחוני׃"
    },
    {
      "verse": 69,
      "text": "אבל מעתה יהיה בן האדם ישב לימין גבורת האלהים׃"
    },
    {
      "verse": 70,
      "text": "ויאמרו כלם הכי אתה הוא בן האלהים ויאמר אליהם אתם אמרתם כי אני הוא׃"
    },
    {
      "verse": 71,
      "text": "ויאמרו מה לנו עוד לבקש עדות הלא באזנינו שמענוה מפיו׃"
    }
  ]
}