{
  "book_id": "LUK",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "ובאחד בשבת לפני עלות השחר באו אל הקבר ותביאינה את הסמים אשר הכינו ועמהן עוד אחרות׃"
    },
    {
      "verse": 2,
      "text": "וימצאו את האבן גלולה מן הקבר׃"
    },
    {
      "verse": 3,
      "text": "ותבאנה פנימה ולא מצאו את גוית האדון ישוע׃"
    },
    {
      "verse": 4,
      "text": "ויהי הנה נבכות על הדבר הזה והנה שני אנשים עמדו עליהן ולבושיהם מזהירים׃"
    },
    {
      "verse": 5,
      "text": "ויפל פחד עליהן ותקדנה אפים ארצה ויאמרו אליהן מה תבקשנה את החי אצל המתים׃"
    },
    {
      "verse": 6,
      "text": "איננו פה כי קם זכרנה את אשר דבר אליכן בעוד היותו בגליל לאמר׃"
    },
    {
      "verse": 7,
      "text": "כי צריך בן האדם להמסר לידי אנשים חטאים ולהצלב וביום השלישי קום יקום׃"
    },
    {
      "verse": 8,
      "text": "ותזכרנה את דבריו׃"
    },
    {
      "verse": 9,
      "text": "ותשבנה מן הקבר ותגדנה את כל הדברים האלה לעשתי העשר ולכל האחרים׃"
    },
    {
      "verse": 10,
      "text": "ומרים המגדלית ויוחנה ומרים אם יעקב והאחרות אשר עמהן הנה היו המדברות אל השליחים את הדברים האלה׃"
    },
    {
      "verse": 11,
      "text": "ויהיו דבריהן כדברי ריק בעיניהם ולא האמינו להן׃"
    },
    {
      "verse": 12,
      "text": "ופטרוס קם וירץ אל הקבר וישקף ולא ראה כי אם התכריכים מנחים שם וישב למקומו משתומם על הנהיה׃"
    },
    {
      "verse": 13,
      "text": "והנה שנים מהם היו הלכים בעצם היום הזה אל כפר הרחק מירושלים כששים ריס ושמו עמאוס׃"
    },
    {
      "verse": 14,
      "text": "והם נדברו איש אל רעהו על כל הקרות האלה׃"
    },
    {
      "verse": 15,
      "text": "ויהי בדברם ובהתוכחם יחד ויגש ישוע אף הוא וילך אתם׃"
    },
    {
      "verse": 16,
      "text": "ועיניהם נאחזו ולא יכירהו׃"
    },
    {
      "verse": 17,
      "text": "ויאמר אליהם מה המה הדברים האלה אשר אתם נשאים ונתנים בהם יחדו בדרך ופניכם זעפים׃"
    },
    {
      "verse": 18,
      "text": "ויען האחד אשר שמו קליופס ויאמר אליו האתה לבדך גר בירושלים ואינך ידע את הקרת בה בימים האלה׃"
    },
    {
      "verse": 19,
      "text": "ויאמר אליהם ומה המה ויגידו אליו מעשה ישוע הנצרי אשר היה איש נביא גבור בפעל ובאמר לפני האלהים ולפני כל העם׃"
    },
    {
      "verse": 20,
      "text": "ואת אשר כהנינו הגדולים וזקנינו הסגירהו למשפט מות ויצלבהו׃"
    },
    {
      "verse": 21,
      "text": "ואנחנו חכינו כי הוא העתיד לגאל את ישראל ועתה בכל זאת היום יום שלישי מאז נעשו אלה׃"
    },
    {
      "verse": 22,
      "text": "והנה גם נשים מקרבנו החרידנו אשר קדמו בבקר לבא לקבר׃"
    },
    {
      "verse": 23,
      "text": "ולא מצאו את גויתו ותבאנה ותאמרנה כי ראו גם מראה מלאכים האמרים כי הוא חי׃"
    },
    {
      "verse": 24,
      "text": "וילכו אנשים משלנו אל הקבר וימצאו כאשר אמרו הנשים ואותו לא ראו׃"
    },
    {
      "verse": 25,
      "text": "ויאמר אליהם הוי חסרי דעת וכבדי לב מהאמין בכל אשר דברו הנביאים׃"
    },
    {
      "verse": 26,
      "text": "הלא על המשיח היה לסבל את כל זאת ולבוא אל כבודו׃"
    },
    {
      "verse": 27,
      "text": "ויחל ממשה ומכל הנביאים ויבאר להם את כל הכתובים הנאמרים עליו׃"
    },
    {
      "verse": 28,
      "text": "ויקרבו אל הכפר אשר הם הלכים שמה וישם פניו כהלך לו לדרכו׃"
    },
    {
      "verse": 29,
      "text": "ויפצרו בו לאמר שבה אתנו כי עת ערב הגיע ונטה היום ויבא הביתה לשבת אתם׃"
    },
    {
      "verse": 30,
      "text": "ויהי כאשר הסב עמהם ויקח את הלחם ויברך ויבצע ויתן להם׃"
    },
    {
      "verse": 31,
      "text": "ותפקחנה עיניהם ויכירהו והוא חמק עבר מעיניהם׃"
    },
    {
      "verse": 32,
      "text": "ויאמרו איש אל רעהו הלא היה בער לבבנו בקרבנו בדברו אלינו בדרך ויפתח לנו את הכתובים׃"
    },
    {
      "verse": 33,
      "text": "ויקומו בשעה ההיא וישובו ירושלים וימצאו את עשתי העשר ואת אשר אתם נקהלים יחד׃"
    },
    {
      "verse": 34,
      "text": "האמרים אכן קם האדון מן המתים ונראה אל שמעון׃"
    },
    {
      "verse": 35,
      "text": "ויספרו גם הם את אשר נעשה להם בדרך ואיך הכירהו בבציעת הלחם׃"
    },
    {
      "verse": 36,
      "text": "עודם מדברים כדברים האלה והוא ישוע עמד בתוכם ויאמר אליהם שלום לכם׃"
    },
    {
      "verse": 37,
      "text": "והמה חתו ונבעתו ויחשבו כי רוח ראו׃"
    },
    {
      "verse": 38,
      "text": "ויאמר אליהם מה זה אתם נבהלים ועל מה זה מחשבות עלות בלבבכם׃"
    },
    {
      "verse": 39,
      "text": "ראו את ידי ואת רגלי כי אנכי הוא משוני וראו כי רוח אין לו בשר ועצמות כאשר אתם ראים שיש לי׃"
    },
    {
      "verse": 40,
      "text": "ואחרי אמרו את זאת הראה אתם את ידיו ואת רגליו׃"
    },
    {
      "verse": 41,
      "text": "והם עוד לא האמינו משמחה ותמהו ויאמר אליהם היש לכם פה דבר אכל׃"
    },
    {
      "verse": 42,
      "text": "ויתנו לפניו חלק דג צלוי ומעט צוף דבש׃"
    },
    {
      "verse": 43,
      "text": "ויקח ויאכל לעיניהם׃"
    },
    {
      "verse": 44,
      "text": "ויאמר אליהם אלה הם הדברים אשר דברתי אליכם בעוד היותי עמכם כי המלא ימלא כל הכתוב עלי בתורת משה ובנביאים ובתהלים׃"
    },
    {
      "verse": 45,
      "text": "אז פתח את לבבם להבין את הכתובים׃"
    },
    {
      "verse": 46,
      "text": "ויאמר אליהם כן כתוב וכן נגזר אשר יענה המשיח ויקום מן המתים ביום השלישי׃"
    },
    {
      "verse": 47,
      "text": "ואשר תקרא בשמו תשובה וסליחת החטאים בכל הגוים החל מירושלים׃"
    },
    {
      "verse": 48,
      "text": "ואתם עדים בזאת׃"
    },
    {
      "verse": 49,
      "text": "והנני שולח עליכם את הבטחת אבי ואתם שבו בעיר ירושלים עד כי תלבשו עז ממרום׃"
    },
    {
      "verse": 50,
      "text": "ויוליכם מחוץ לעיר עד בית היני וישא את ידיו ויברכם׃"
    },
    {
      "verse": 51,
      "text": "ויהי בברכו אתם ויפרד מאתם וינשא השמימה׃"
    },
    {
      "verse": 52,
      "text": "והם השתחוו לו וישובו לירושלים בשמחה גדולה׃"
    },
    {
      "verse": 53,
      "text": "ויהיו תמיד במקדש מהללים ומברכים את האלהים אמן׃"
    }
  ]
}