{
  "book_id": "2SA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And David again gathered all the young men of Israel, about seventy thousand."
    },
    {
      "verse": 2,
      "text": "And David arose, and went, he and all the people that were with him, and some of the rulers of Juda, on an expedition \\add to a distant place\\add*, to bring back thence the ark of God, on which the name of the Lord of Host who dwells between the cherubs upon it is called."
    },
    {
      "verse": 3,
      "text": "And they put the ark of the Lord on a new wagon, and took it out of the house of Aminadab who lived on the hill, and Oza and his brethren the sons of Aminadab drove the wagon \\f + \\fr 6:3 \\fl Alex. \\ft more according to the \\fqa Heb. inserts 'and brought it out of the house of Abinadab in the hill.' \\f* with the ark."
    },
    {
      "verse": 4,
      "text": "And his brethren went before the ark."
    },
    {
      "verse": 5,
      "text": "And David and the children of Israel \\add were\\add* playing before the Lord on well-tuned instruments mightily, and with songs, and with harps, and with lutes, and with drums, and with cymbals, and with pipes."
    },
    {
      "verse": 6,
      "text": "And they come as far as the threshing floor of Nachor: and Oza reached forth his hand to the ark of God to keep it steady, and took hold of it; for \\f + \\fr 6:6 \\fl Gr. \\ft the calf. \\f* the ox shook it out of its place."
    },
    {
      "verse": 7,
      "text": "And the Lord was very angry with Oza; and God struck him there: \\f + \\fr 6:7 \\fqa Heb. and \\fl Alex.+ \\ft for his rashness. \\f* and he died there by the ark of the Lord before God."
    },
    {
      "verse": 8,
      "text": "And David was dispirited because the Lord made a breach upon Oza; and that place was called the breach of Oza until this day."
    },
    {
      "verse": 9,
      "text": "And David feared the Lord in that day, saying, How shall the ark of the Lord come in to me?"
    },
    {
      "verse": 10,
      "text": "And David would not bring in the ark of the covenant of the Lord to himself into the city of David: and David turned it aside into the house of Abeddara the Gethite."
    },
    {
      "verse": 11,
      "text": "And the ark of the Lord lodged in the house of Abeddara the Gethite three months, and the Lord blessed all the house of Abeddara, and all his possessions."
    },
    {
      "verse": 12,
      "text": "And it was reported to king David, saying, The Lord has blessed the house of Abeddara, and all that he has, because of the ark of the Lord. And David went, and brought up the Ark of the Lord from the house of Abeddara to the city of David with gladness."
    },
    {
      "verse": 13,
      "text": "And there were with him bearing the ark seven bands, and for a sacrifice a calf and lambs."
    },
    {
      "verse": 14,
      "text": "And David sounded with well-tuned instruments before the Lord, and David \\add was\\add* clothed with a fine long robe."
    },
    {
      "verse": 15,
      "text": "And David and all the house of Israel brought up the ark of the Lord with shouting, and with the sound of a trumpet."
    },
    {
      "verse": 16,
      "text": "And it came to pass as the ark arrived at the city of David, that Melchol the daughter of Saul looked through the window, and saw king David dancing and playing before the Lord; and she despised him in her heart."
    },
    {
      "verse": 17,
      "text": "And they bring the ark of the Lord, and set it in its place in the midst of the tabernacle which David pitched for it: and David offered whole burnt offerings before the Lord, \\add and\\add* peace-offerings."
    },
    {
      "verse": 18,
      "text": "And David made an end of offering the whole burnt offerings and peace-offerings, and blessed the people in the name of the Lord of Hosts."
    },
    {
      "verse": 19,
      "text": "And he distributed to all the people, even to all the host of Israel from Dan to Bersabee, both men and women, to every one a cake of bread, and a joint of meat, and a cake from the frying-pan: and all the people departed every one to his home."
    },
    {
      "verse": 20,
      "text": "And David returned to bless his house. And Melchol the daughter of Saul came out to meet David and saluted him, and said, How was the king of Israel glorified today, who was today uncovered in the eyes of the handmaids of his servants, as one of the dancers wantonly uncovers himself!"
    },
    {
      "verse": 21,
      "text": "And David said to Melchol, I will dance before the Lord. Blessed \\add be\\add* the Lord who chose me before your father, and before all his house, to make me head over his people, even over Israel: therefore I will play, and dance before the Lord."
    },
    {
      "verse": 22,
      "text": "And I will again uncover myself thus, and I will be vile in your eyes, and with the maidservants by whom you said that I was \\f + \\fr 6:22 \\fl Alex. \\ft omits the negative, but still differs from the Hebrew. \\f* not had in honor."
    },
    {
      "verse": 23,
      "text": "And Melchol the daughter of Saul had no child till the day of her death."
    }
  ]
}