{
  "book_id": "2SA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass when the king sat in his house, and the Lord had given him an inheritance on every side freefrom all his enemies round about him;"
    },
    {
      "verse": 2,
      "text": "that the king said to Nathan the prophet, Behold now, I live in a house of cedar, and the ark of the Lord dwells in the midst of a tent."
    },
    {
      "verse": 3,
      "text": "And Nathan said to the king, Go and do all that isin your heart, for the Lord iswith you."
    },
    {
      "verse": 4,
      "text": "And it came to pass in that night, that the word of the Lord came to Nathan, saying,"
    },
    {
      "verse": 5,
      "text": "Go, and say to my servant David, Thus says the Lord, You shall not build me a house for me to dwell in."
    },
    {
      "verse": 6,
      "text": "For I have not lived in a house from the day that I brought up the children of Israel out of Egypt to this day, but I have been walking in a lodge and in a tent,"
    },
    {
      "verse": 7,
      "text": "wherever I went with all Israel. Have I ever spoken to any of the tribes of Israel, which I commanded to tend my people Israel, saying, Why have you⌃ not built me a house of Cedar?"
    },
    {
      "verse": 8,
      "text": "And now thus shall you say to my servant David, Thus says the Lord Almighty, I took you from the sheep-cote, that you should be a prince over my people, over Israel."
    },
    {
      "verse": 9,
      "text": "And I was with you wherever you went, and I destroyed all your enemies before you, and I made you renowned according to the renown of the great ones on the earth."
    },
    {
      "verse": 10,
      "text": "And I will appoint a place for my people Israel, and will plant them, and they shall dwell by themselves, and shall be no more distressed; and the son of iniquity shall no more afflict them, as he has donefrom the beginning,"
    },
    {
      "verse": 11,
      "text": "from the days when I appointed judges over my people Israel: and I will give you rest from all your enemies, and the Lord will tell you that you shall build a house to him."
    },
    {
      "verse": 12,
      "text": "And it shall come to pass when your days shall have been fulfilled, and you shall sleep with your fathers, that I will raise up your seed after you, even your own issue, and I will establish his kingdom."
    },
    {
      "verse": 13,
      "text": "He shall build for me a house to my name, and I will set up his throne even for ever."
    },
    {
      "verse": 14,
      "text": "I will be to him a father, and he shall be to me a son. And when he happens to transgress, then will I chasten him with the rod of men, and with the stripes of the sons of men."
    },
    {
      "verse": 15,
      "text": "But my mercy I will not take from him, as I took it from those whom I removed from my presence."
    },
    {
      "verse": 16,
      "text": "And his house shall be made sure, and his kingdom for ever before me, and his throne shall be set up for ever."
    },
    {
      "verse": 17,
      "text": "According to all these words, and according to all this vision, so Nathan spoke to David."
    },
    {
      "verse": 18,
      "text": "And king David came in, and sat before the Lord, and said, Who am I, O Lord, my Lord, and what ismy house, that you have loved me hitherto?"
    },
    {
      "verse": 19,
      "text": "Whereas I was very little before you, O Lord, my Lord, yet you spoke concerning the house of your servant for a long time to to come. And isthis the law of man, O Lord, my Lord?"
    },
    {
      "verse": 20,
      "text": "And what shall David yet say to you? and now you know your servant, O Lord, my Lord."
    },
    {
      "verse": 21,
      "text": "And you have wrought for your servant's sake, and according to your heart you have wrought all this greatness, to make it known to your servant,"
    },
    {
      "verse": 22,
      "text": "that he may magnify you, O my Lord; for there is no one like you, and there is no God, but you among all of whom we have heard with our ears."
    },
    {
      "verse": 23,
      "text": "And what other nation in the earth isas your people Israel? whereas God was his guide, to redeem for himself a people to make you a name, to do mightily and nobly, so that you should cast out nations and theirtabernacles from the presence of your people, whom you did redeem for yourself out of Egypt?"
    },
    {
      "verse": 24,
      "text": "And you have prepared for yourself your people Israel to be a people for ever, and you, Lord, are become their God."
    },
    {
      "verse": 25,
      "text": "And now, O my Lord, the Almighty Lord God of Israel, confirm the word for ever which you have spoken concerning your servant and his house: and now as you have said,"
    },
    {
      "verse": 26,
      "text": "Let your name be magnified for ever."
    },
    {
      "verse": 27,
      "text": "Almighty Lord God of Israel, you have uncovered the ear of your servant, saying, I will build you a house: therefore your servant has found inhis heart to pray this prayer to you."
    },
    {
      "verse": 28,
      "text": "And now, O Lord my Lord, you are God; and your words will be true, and you have spoken these good things concerning your servant."
    },
    {
      "verse": 29,
      "text": "And now begin and bless the house of your servant, that it may continue for ever before you; for you, O Lord, my Lord, have spoken, and the house of your servant shall be blessed with your blessing so as to continue for ever."
    }
  ]
}