{
  "book_id": "2SA",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after this that Abessalom \\f + \\fr 15:1 \\fl Gr. \\ft made. \\f* prepared for himself chariots and horses, and fifty men to run before him."
    },
    {
      "verse": 2,
      "text": "And Abessalom rose early, and stood by the side of the way of the gate: and it came to pass that every man who had a cause, came to the king for judgment, and Abessalom cried to him, and said to him, Of what city are you? And he said, Your servant \\add is\\add* of one of the tribes of Israel."
    },
    {
      "verse": 3,
      "text": "And Abessalom said to him, See, your affairs \\add are\\add* right and \\f + \\fr 15:3 \\fl Gr. \\ft easy to be understood. \\f* clear, yet you have no one \\add appointed\\add* of the king to hear you."
    },
    {
      "verse": 4,
      "text": "And Abessalom said, O that one would make me a judge in the land; then every man who had a dispute or a cause would come to me, and I would judge him!"
    },
    {
      "verse": 5,
      "text": "And it came to pass when a man came near to do him obeisance, that he stretched out his hand, and took hold of him, and kissed him."
    },
    {
      "verse": 6,
      "text": "And Abessalom did after this manner to all Israel that came to the king for judgment; and Abessalom gained the hearts of the men of Israel."
    },
    {
      "verse": 7,
      "text": "And it came to pass \\f + \\fr 15:7 \\fl Gr. \\ft from the end of, etc. \\f* after forty years, that Abessalom said to his father, I will go now, and pay my vows, which I vowed to the Lord in Chebron."
    },
    {
      "verse": 8,
      "text": "For your servant vowed a vow when I lived at Gedsur in Syria, saying, If the Lord should indeed restore me to Jerusalem, then will I serve the Lord."
    },
    {
      "verse": 9,
      "text": "And the king said to him, Go in peace. And he arose and went to Chebron."
    },
    {
      "verse": 10,
      "text": "And Abessalom sent spies throughout all the tribes of Israel, saying, When you⌃ hear the sound of the trumpet, then shall you⌃ say, Abessalom is become king in Chebron."
    },
    {
      "verse": 11,
      "text": "And there went with Abessalom two hundred chosen men from Jerusalem; and they went in their simplicity, and knew not anything."
    },
    {
      "verse": 12,
      "text": "And Abessalom sent to Achitophel the Theconite, the counsellor of David, from his city, from Gola, where he was sacrificing: and there was a strong \\f + \\fr 15:12 \\ft So the \\fl Alex. \\ft which reads σὺστρεμμα. See Acts 23:12. \\f* conspiracy; and the people with Abessalom were increasingly numerous."
    },
    {
      "verse": 13,
      "text": "And there came a messenger to David, saying, the heart of the men of Israel is gone after Abessalom."
    },
    {
      "verse": 14,
      "text": "And David said to all his servants who were with him in Jerusalem, Rise, and let us flee, for we have no refuge from Abessalom: make haste and go, lest he overtake us speedily, and bring evil upon us, and strike the city with the edge of the sword."
    },
    {
      "verse": 15,
      "text": "And the king's servants said to the king, In all things which our lord the king chooses, behold \\add we are\\add* your servants."
    },
    {
      "verse": 16,
      "text": "And the king and all his house went out on foot: and the king left ten women of his concubines to keep the house."
    },
    {
      "verse": 17,
      "text": "And the king and all his servants went out on foot; and abode in a distant house."
    },
    {
      "verse": 18,
      "text": "And all his servants passed on by his \\f + \\fr 15:18 \\fl Gr. \\ft hand. \\f* side, and every Chelethite, and every Phelethite, and they stood by the olive tree in the wilderness: and all the people marched near him, and all his court, and all the men of might, and all the men of war, six hundred: and they were present at his side: and every Chelethite, and every Phelethite, and all the six hundred Gittites that came on foot out of Geth, and \\f + \\fr 15:18 \\fl Or, \\ft they that. \\f* they went on before the king."
    },
    {
      "verse": 19,
      "text": "And the king said to Ethi, the Gittite, Why do you also go with us? return, and dwell with the king, for you are a stranger, and you have come forth as a sojourner out of your place."
    },
    {
      "verse": 20,
      "text": "\\f + \\fr 15:20 \\fl Gr. \\ft it. \\f* Whereas you came yesterday, shall I today cause you to travel with us, and shall you \\add thus\\add* change your place? you did come forth yesterday, and today shall I set you in motion to go along with us? I indeed will go wherever I may go: return then, and cause your brethren to return with you, and may the Lord deal mercifully and truly with you."
    },
    {
      "verse": 21,
      "text": "And Ethi answered the king and said, \\add As\\add* the Lord lives and as my lord the king lives, in the place wherever my lord shall be, whether it be for death or life, there shall your servant be."
    },
    {
      "verse": 22,
      "text": "And the king said to Ethi, Come and pass over with me. So Ethi the Gittite and the king passed over, and all his servants, and all the multitude with him."
    },
    {
      "verse": 23,
      "text": "And all the \\f + \\fr 15:23 \\fl Gr. \\ft land. \\f* country wept with a loud voice. And all the people passed by \\f + \\fr 15:23 \\fl Gr. \\ft in. \\f* over the brook of Kedron; and the king crossed the brook Kedron: and all the people and the king passed on toward the way of the wilderness."
    },
    {
      "verse": 24,
      "text": "And behold also Sadoc, and all the Levites were with him, bearing the ark of the covenant of the Lord from Baethar: and they set down the ark of God; and Abiathar went up, until all the people had passed out of the city."
    },
    {
      "verse": 25,
      "text": "And the king said to Sadoc, Carry back the ark of God into the city: if I should find favor in the eyes of the Lord, then will he bring me back, and he will show me it and its beauty."
    },
    {
      "verse": 26,
      "text": "But if he should say thus, I have no pleasure in you; behold, \\add here\\add* I am, let him do to me according to that which is good in his eyes."
    },
    {
      "verse": 27,
      "text": "And the king said to Sadoc the priest, Behold, you \\f + \\fr 15:27 \\fl Gr. \\ft do. \\f* shall return to the city in peace, and Achimaas your son, and Jonathan the son of Abiathar, your two sons with you."
    },
    {
      "verse": 28,
      "text": "Behold, I continue in arms in Araboth of the desert, until there come tidings from you to report to me."
    },
    {
      "verse": 29,
      "text": "So Sadoc and Abiathar brought back the ark of the Lord to Jerusalem, and it continued there."
    },
    {
      "verse": 30,
      "text": "And David went up by the ascent of \\add the mount of\\add* Olives, ascending and weeping, and had his head covered, and went barefooted: and all the people that were with him covered \\add every\\add* man his head; and they went up, ascending and weeping."
    },
    {
      "verse": 31,
      "text": "And it was reported to David, saying, Achitophel also \\add is\\add* among the conspirators with Abessalom. And David said, O Lord my God, disconcert, I pray you, the counsel of Achitophel."
    },
    {
      "verse": 32,
      "text": "And David came as far as Ros, where he worshipped God: and behold, Chusi the chief friend of David came out to meet him, having torn his garment, and earth \\add was\\add* upon his head."
    },
    {
      "verse": 33,
      "text": "And David said to him, If you should go over with me, then will you be a burden to me;"
    },
    {
      "verse": 34,
      "text": "but if you shall return to the city, and shall say to Abessalom, Your brethren are passed over, and the king your father is passed over after me: and now I am your servant, O king, suffer me to live: at one time even of late I was the servant of your father, and now I \\add am\\add* your humble servant—so shall you disconcert for me, the counsel of Achitophel."
    },
    {
      "verse": 35,
      "text": "And, behold, \\add there are\\add* there with you Sadoc and Abiathar the priests; and it shall be that every word that you shall hear of the house of the king, you shall report it to Sadoc and Abiathar the priests."
    },
    {
      "verse": 36,
      "text": "Behold, \\add there are\\add* there with them their two sons, Achimaas the son of Sadoc, and Jonathan the son of Abiathar; and by them you⌃ shall report to me every word which you⌃ shall hear."
    },
    {
      "verse": 37,
      "text": "So Chusi the friend of David went into the city, and Abessalom was lately gone into Jerusalem."
    }
  ]
}