{
  "book_id": "ISA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith the \\+w LORD|strong=\"H3068\"\\+w*, Where isthe bill of your mother’s divorcement, whom I have put away? or which of my creditors is itto whom I have sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away."
    },
    {
      "verse": 2,
      "text": "Wherefore, when I came, was thereno man? when I called, was therenone to answer? Is my hand shortened at all, that it cannot redeem? or have I no power to deliver? behold, at my rebuke I dry up the sea, I make the rivers a wilderness: their fish stinketh, because there isno water, and dieth for thirst."
    },
    {
      "verse": 3,
      "text": "I clothe the heavens with blackness, and I make sackcloth their covering."
    },
    {
      "verse": 4,
      "text": "The Lord \\+w GOD|strong=\"H3069\"\\+w*hath given me the tongue of the learned, that I should know how to speak a word in season to him that isweary: he wakeneth morning by morning, he wakeneth mine ear to hear as the learned."
    },
    {
      "verse": 5,
      "text": "¶ The Lord \\+w GOD|strong=\"H3069\"\\+w*hath opened mine ear, and I was not rebellious, neither turned away back."
    },
    {
      "verse": 6,
      "text": "I gave my back to the smiters, and my cheeks to them that plucked off the hair: I hid not my face from shame and spitting."
    },
    {
      "verse": 7,
      "text": "¶ For the Lord \\+w GOD|strong=\"H3069\"\\+w*will help me; therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed."
    },
    {
      "verse": 8,
      "text": "He isnear that justifieth me; who will contend with me? let us stand together: who ismine adversary? let him come near to me."
    },
    {
      "verse": 9,
      "text": "Behold, the Lord \\+w GOD|strong=\"H3069\"\\+w*will help me; who ishe thatshall condemn me? lo, they all shall wax old as a garment; the moth shall eat them up."
    },
    {
      "verse": 10,
      "text": "¶ Who isamong you that feareth the \\+w LORD|strong=\"H3068\"\\+w*, that obeyeth the voice of his servant, that walketh indarkness, and hath no light? let him trust in the name of the \\+w LORD|strong=\"H3068\"\\+w*, and stay upon his God."
    },
    {
      "verse": 11,
      "text": "Behold, all ye that kindle a fire, that compass yourselvesabout with sparks: walk in the light of your fire, and in the sparks thatye have kindled. This shall ye have of mine hand; ye shall lie down in sorrow."
    }
  ]
}