{
  "book_id": "3JN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁ πρεσβύτερος, Γαΐῳ τῷ ἀγαπητῷ, ὃν ἐγὼ ἀγαπῶ ἐν ἀληθείᾳ."
    },
    {
      "verse": 2,
      "text": "Ἀγαπητέ, περὶ πάντων εὔχομαί σε εὐοδοῦσθαι καὶ ὑγιαίνειν, καθὼς εὐοδοῦταί σου ἡ ψυχή."
    },
    {
      "verse": 3,
      "text": "Ἐχάρην γὰρ λίαν, ἐρχομένων ἀδελφῶν καὶ μαρτυρούντων σου τῇ ἀληθείᾳ, καθὼς σὺ ἐν ἀληθείᾳ περιπατεῖς."
    },
    {
      "verse": 4,
      "text": "Μειζοτέραν τούτων οὐκ ἔχω χαράν, ἵνα ἀκούω τὰ ἐμὰ τέκνα ἐν ἀληθείᾳ περιπατοῦντα. Gaius is commended"
    },
    {
      "verse": 5,
      "text": "Ἀγαπητέ, πιστὸν ποιεῖς ὃ ἐὰν ἐργάσῃ εἰς τοὺς ἀδελφούς, καὶ εἰς τοὺς ξένους"
    },
    {
      "verse": 6,
      "text": "οἳ ἐμαρτύρησάν σου τῇ ἀγάπῃ ἐνώπιον ἐκκλησίας—οὓς καλῶς ποιήσεις προπέμψας ἀξίως τοῦ Θεοῦ,"
    },
    {
      "verse": 7,
      "text": "ὑπὲρ γὰρ τοῦ Ὀνόματος ἐξῆλθον, μηδὲν λαμβάνοντες ἀπὸ τῶν ἐθνῶν."
    },
    {
      "verse": 8,
      "text": "Ἡμεῖς οὖν ὀφείλομεν ἀπολαμβάνειν τοὺς τοιούτους, ἵνα συνεργοὶ γινώμεθα τῇ ἀληθείᾳ. Diotrephes is criticized"
    },
    {
      "verse": 9,
      "text": "Ἔγραψα τῇ ἐκκλησίᾳ, ἀλλ᾿ ὁ φιλοπρωτεύων αὐτῶν Διοτρεφὴς οὐκ ἐπιδέχεται ἡμᾶς."
    },
    {
      "verse": 10,
      "text": "Διὰ τοῦτο, ἐὰν ἔλθω, ὑπομνήσω αὐτοῦ τὰ ἔργα ἃ ποιεῖ, λόγοις πονηροῖς φλυαρῶν ἡμᾶς. Καὶ μὴ ἀρκούμενος ἐπὶ τούτοις, οὔτε αὐτὸς ἐπιδέχεται τοὺς ἀδελφούς, καὶ τοὺς βουλομένους κωλύει, καὶ ἐκ τῆς ἐκκλησίας ἐκβάλλει. Demetrius is commended"
    },
    {
      "verse": 11,
      "text": "Ἀγαπητέ, μὴ μιμοῦ τὸ κακόν, ἀλλὰ τὸ ἀγαθόν. Ὁ ἀγαθοποιῶν ἐκ τοῦ Θεοῦ ἐστιν· ὁ δὲ κακοποιῶν οὐχ ἑώρακεν τὸν Θεόν."
    },
    {
      "verse": 12,
      "text": "Δημητρίῳ μεμαρτύρηται ὑπὸ πάντων—καὶ ὑπ᾿ αὐτῆς τῆς ἀληθείας. Καὶ ἡμεῖς δὲ μαρτυροῦμεν, καὶ οἴδαμεν ὅτι ἡ μαρτυρία ἡμῶν ἀληθής ἐστιν. Farewell"
    },
    {
      "verse": 13,
      "text": "Πολλὰ εἶχον γράφειν, ἀλλ᾿ οὐ θέλω διὰ μέλανος καὶ καλάμου σοι γράψαι·"
    },
    {
      "verse": 14,
      "text": "ἐλπίζω δὲ εὐθέως ἰδεῖν σε, καὶ στόμα πρὸς στόμα λαλήσομεν."
    },
    {
      "verse": 15,
      "text": "Εἰρήνη σοι. Ἀσπάζονταί σε οἱ φίλοι. Ἀσπάζου τοὺς φίλους κατ᾿ ὄνομα."
    }
  ]
}