{
  "book_id": "1KI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי המלך שלמה מלך על כל ישראל׃"
    },
    {
      "verse": 2,
      "text": "ואלה השרים אשר לו עזריהו בן צדוק הכהן׃"
    },
    {
      "verse": 3,
      "text": "אליחרף ואחיה בני שישא ספרים יהושפט בן אחילוד המזכיר׃"
    },
    {
      "verse": 4,
      "text": "ובניהו בן יהוידע על הצבא וצדוק ואביתר כהנים׃"
    },
    {
      "verse": 5,
      "text": "ועזריהו בן נתן על הנצבים וזבוד בן נתן כהן רעה המלך׃"
    },
    {
      "verse": 6,
      "text": "ואחישר על הבית ואדנירם בן עבדא על המס׃"
    },
    {
      "verse": 7,
      "text": "ולשלמה שנים עשר נצבים על כל ישראל וכלכלו את המלך ואת ביתו חדש בשנה יהיה על אחד לכלכל׃"
    },
    {
      "verse": 8,
      "text": "ואלה שמותם בן חור בהר אפרים׃"
    },
    {
      "verse": 9,
      "text": "בן דקר במקץ ובשעלבים ובית שמש ואילון בית חנן׃"
    },
    {
      "verse": 10,
      "text": "בן חסד בארבות לו שכה וכל ארץ חפר׃"
    },
    {
      "verse": 11,
      "text": "בן אבינדב כל נפת דאר טפת בת שלמה היתה לו לאשה׃"
    },
    {
      "verse": 12,
      "text": "בענא בן אחילוד תענך ומגדו וכל בית שאן אשר אצל צרתנה מתחת ליזרעאל מבית שאן עד אבל מחולה עד מעבר ליקמעם׃"
    },
    {
      "verse": 13,
      "text": "בן גבר ברמת גלעד לו חות יאיר בן מנשה אשר בגלעד לו חבל ארגב אשר בבשן ששים ערים גדלות חומה ובריח נחשת׃"
    },
    {
      "verse": 14,
      "text": "אחינדב בן עדא מחנימה׃"
    },
    {
      "verse": 15,
      "text": "אחימעץ בנפתלי גם הוא לקח את בשמת בת שלמה לאשה׃"
    },
    {
      "verse": 16,
      "text": "בענא בן חושי באשר ובעלות׃"
    },
    {
      "verse": 17,
      "text": "יהושפט בן פרוח ביששכר׃"
    },
    {
      "verse": 18,
      "text": "שמעי בן אלא בבנימן׃"
    },
    {
      "verse": 19,
      "text": "גבר בן ארי בארץ גלעד ארץ סיחון מלך האמרי ועג מלך הבשן ונציב אחד אשר בארץ׃"
    },
    {
      "verse": 20,
      "text": "יהודה וישראל רבים כחול אשר על הים לרב אכלים ושתים ושמחים׃"
    },
    {
      "verse": 21,
      "text": "ושלמה היה מושל בכל הממלכות מן הנהר ארץ פלשתים ועד גבול מצרים מגשים מנחה ועבדים את שלמה כל ימי חייו׃"
    },
    {
      "verse": 22,
      "text": "ויהי לחם שלמה ליום אחד שלשים כר סלת וששים כר קמח׃"
    },
    {
      "verse": 23,
      "text": "עשרה בקר בראים ועשרים בקר רעי ומאה צאן לבד מאיל וצבי ויחמור וברברים אבוסים׃"
    },
    {
      "verse": 24,
      "text": "כי הוא רדה בכל עבר הנהר מתפסח ועד עזה בכל מלכי עבר הנהר ושלום היה לו מכל עבריו מסביב׃"
    },
    {
      "verse": 25,
      "text": "וישב יהודה וישראל לבטח איש תחת גפנו ותחת תאנתו מדן ועד באר שבע כל ימי שלמה׃"
    },
    {
      "verse": 26,
      "text": "ויהי לשלמה ארבעים אלף ארות סוסים למרכבו ושנים עשר אלף פרשים׃"
    },
    {
      "verse": 27,
      "text": "וכלכלו הנצבים האלה את המלך שלמה ואת כל הקרב אל שלחן המלך שלמה איש חדשו לא יעדרו דבר׃"
    },
    {
      "verse": 28,
      "text": "והשערים והתבן לסוסים ולרכש יבאו אל המקום אשר יהיה שם איש כמשפטו׃"
    },
    {
      "verse": 29,
      "text": "ויתן אלהים חכמה לשלמה ותבונה הרבה מאד ורחב לב כחול אשר על שפת הים׃"
    },
    {
      "verse": 30,
      "text": "ותרב חכמת שלמה מחכמת כל בני קדם ומכל חכמת מצרים׃"
    },
    {
      "verse": 31,
      "text": "ויחכם מכל האדם מאיתן האזרחי והימן וכלכל ודרדע בני מחול ויהי שמו בכל הגוים סביב׃"
    },
    {
      "verse": 32,
      "text": "וידבר שלשת אלפים משל ויהי שירו חמשה ואלף׃"
    },
    {
      "verse": 33,
      "text": "וידבר על העצים מן הארז אשר בלבנון ועד האזוב אשר יצא בקיר וידבר על הבהמה ועל העוף ועל הרמש ועל הדגים׃"
    },
    {
      "verse": 34,
      "text": "ויבאו מכל העמים לשמע את חכמת שלמה מאת כל מלכי הארץ אשר שמעו את חכמתו׃"
    }
  ]
}