{
  "book_id": "1KI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "וישלח חירם מלך צור את עבדיו אל שלמה כי שמע כי אתו משחו למלך תחת אביהו כי אהב היה חירם לדוד כל הימים׃"
    },
    {
      "verse": 2,
      "text": "וישלח שלמה אל חירם לאמר׃"
    },
    {
      "verse": 3,
      "text": "אתה ידעת את דוד אבי כי לא יכל לבנות בית לשם יהוה אלהיו מפני המלחמה אשר סבבהו עד תת יהוה אתם תחת כפות רגלו׃"
    },
    {
      "verse": 4,
      "text": "ועתה הניח יהוה אלהי לי מסביב אין שטן ואין פגע רע׃"
    },
    {
      "verse": 5,
      "text": "והנני אמר לבנות בית לשם יהוה אלהי כאשר דבר יהוה אל דוד אבי לאמר בנך אשר אתן תחתיך על כסאך הוא יבנה הבית לשמי׃"
    },
    {
      "verse": 6,
      "text": "ועתה צוה ויכרתו לי ארזים מן הלבנון ועבדי יהיו עם עבדיך ושכר עבדיך אתן לך ככל אשר תאמר כי אתה ידעת כי אין בנו איש ידע לכרת עצים כצדנים׃"
    },
    {
      "verse": 7,
      "text": "ויהי כשמע חירם את דברי שלמה וישמח מאד ויאמר ברוך יהוה היום אשר נתן לדוד בן חכם על העם הרב הזה׃"
    },
    {
      "verse": 8,
      "text": "וישלח חירם אל שלמה לאמר שמעתי את אשר שלחת אלי אני אעשה את כל חפצך בעצי ארזים ובעצי ברושים׃"
    },
    {
      "verse": 9,
      "text": "עבדי ירדו מן הלבנון ימה ואני אשימם דברות בים עד המקום אשר תשלח אלי ונפצתים שם ואתה תשא ואתה תעשה את חפצי לתת לחם ביתי׃"
    },
    {
      "verse": 10,
      "text": "ויהי חירום נתן לשלמה עצי ארזים ועצי ברושים כל חפצו׃"
    },
    {
      "verse": 11,
      "text": "ושלמה נתן לחירם עשרים אלף כר חטים מכלת לביתו ועשרים כר שמן כתית כה יתן שלמה לחירם שנה בשנה׃"
    },
    {
      "verse": 12,
      "text": "ויהוה נתן חכמה לשלמה כאשר דבר לו ויהי שלם בין חירם ובין שלמה ויכרתו ברית שניהם׃"
    },
    {
      "verse": 13,
      "text": "ויעל המלך שלמה מס מכל ישראל ויהי המס שלשים אלף איש׃"
    },
    {
      "verse": 14,
      "text": "וישלחם לבנונה עשרת אלפים בחדש חליפות חדש יהיו בלבנון שנים חדשים בביתו ואדנירם על המס׃"
    },
    {
      "verse": 15,
      "text": "ויהי לשלמה שבעים אלף נשא סבל ושמנים אלף חצב בהר׃"
    },
    {
      "verse": 16,
      "text": "לבד משרי הנצבים לשלמה אשר על המלאכה שלשת אלפים ושלש מאות הרדים בעם העשים במלאכה׃"
    },
    {
      "verse": 17,
      "text": "ויצו המלך ויסעו אבנים גדלות אבנים יקרות ליסד הבית אבני גזית׃"
    },
    {
      "verse": 18,
      "text": "ויפסלו בני שלמה ובני חירום והגבלים ויכינו העצים והאבנים לבנות הבית׃"
    }
  ]
}