{
  "book_id": "ROM",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Οὐδὲν ἄρα νῦν κατάκριμα τοῖς ἐν χριστῷ Ἰησοῦ, ⸋μὴ κατὰ σάρκα περιπατοῦσιν, ἀλλὰ κατὰ πνεῦμα.⸌"
    },
    {
      "verse": 2,
      "text": "Ὁ γὰρ νόμος τοῦ πνεύματος τῆς ζωῆς ἐν χριστῷ Ἰησοῦ ἠλευθέρωσέν ⸂με⸃ ἀπὸ τοῦ νόμου τῆς ἁμαρτίας καὶ τοῦ θανάτου."
    },
    {
      "verse": 3,
      "text": "Τὸ γὰρ ἀδύνατον τοῦ νόμου, ἐν ᾧ ἠσθένει διὰ τῆς σαρκός, ὁ θεὸς τὸν ἑαυτοῦ υἱὸν πέμψας ἐν ὁμοιώματι σαρκὸς ἁμαρτίας καὶ περὶ ἁμαρτίας κατέκρινεν τὴν ἁμαρτίαν ἐν τῇ σαρκί·"
    },
    {
      "verse": 4,
      "text": "ἵνα τὸ δικαίωμα τοῦ νόμου πληρωθῇ ἐν ἡμῖν, τοῖς μὴ κατὰ σάρκα περιπατοῦσιν, ἀλλὰ κατὰ πνεῦμα."
    },
    {
      "verse": 5,
      "text": "Οἱ γὰρ κατὰ σάρκα ὄντες τὰ τῆς σαρκὸς φρονοῦσιν· οἱ δὲ κατὰ πνεῦμα τὰ τοῦ πνεύματος."
    },
    {
      "verse": 6,
      "text": "Τὸ γὰρ φρόνημα τῆς σαρκὸς θάνατος· τὸ δὲ φρόνημα τοῦ πνεύματος ζωὴ καὶ εἰρήνη·"
    },
    {
      "verse": 7,
      "text": "διότι τὸ φρόνημα τῆς σαρκὸς ἔχθρα εἰς θεόν, τῷ γὰρ νόμῳ τοῦ θεοῦ οὐχ ὑποτάσσεται, οὐδὲ γὰρ δύναται·"
    },
    {
      "verse": 8,
      "text": "οἱ δὲ ἐν σαρκὶ ὄντες θεῷ ἀρέσαι οὐ δύνανται."
    },
    {
      "verse": 9,
      "text": "Ὑμεῖς δὲ οὐκ ἐστὲ ἐν σαρκί, ἀλλ᾽ ἐν πνεύματι, εἴπερ πνεῦμα θεοῦ οἰκεῖ ἐν ὑμῖν. Εἰ δέ τις πνεῦμα χριστοῦ οὐκ ἔχει, οὗτος οὐκ ἔστιν αὐτοῦ."
    },
    {
      "verse": 10,
      "text": "Εἰ δὲ χριστὸς ἐν ὑμῖν, τὸ μὲν σῶμα νεκρὸν διὰ ἁμαρτίαν, τὸ δὲ πνεῦμα ζωὴ διὰ δικαιοσύνην."
    },
    {
      "verse": 11,
      "text": "Εἰ δὲ τὸ πνεῦμα ⸂τοῦ ἐγείραντος Ἰησοῦν ἐκ νεκρῶν οἰκεῖ ἐν ὑμῖν, ὁ ἐγείρας τὸν χριστὸν ἐκ νεκρῶν⸃ ζῳοποιήσει καὶ τὰ θνητὰ σώματα ὑμῶν, διὰ ⸂2τὸ ἐνοικοῦν αὐτοῦ πνεῦμα⸃ ἐν ὑμῖν."
    },
    {
      "verse": 12,
      "text": "Ἄρα οὖν, ἀδελφοί, ὀφειλέται ἐσμέν, οὐ τῇ σαρκί, τοῦ κατὰ σάρκα ζῇν·"
    },
    {
      "verse": 13,
      "text": "εἰ γὰρ κατὰ σάρκα ζῆτε, μέλλετε ἀποθνῄσκειν· εἰ δὲ πνεύματι τὰς πράξεις τοῦ σώματος θανατοῦτε, ζήσεσθε."
    },
    {
      "verse": 14,
      "text": "Ὅσοι γὰρ πνεύματι θεοῦ ἄγονται, οὗτοί ⸉εἰσιν υἱοὶ θεοῦ.⸊"
    },
    {
      "verse": 15,
      "text": "Οὐ γὰρ ἐλάβετε πνεῦμα δουλείας πάλιν εἰς φόβον, ἀλλ᾽ ἐλάβετε πνεῦμα υἱοθεσίας, ἐν ᾧ κράζομεν, Ἀββᾶ, ὁ πατήρ."
    },
    {
      "verse": 16,
      "text": "Αὐτὸ τὸ πνεῦμα συμμαρτυρεῖ τῷ πνεύματι ἡμῶν, ὅτι ἐσμὲν τέκνα θεοῦ·"
    },
    {
      "verse": 17,
      "text": "εἰ δὲ τέκνα, καὶ κληρονόμοι· κληρονόμοι μὲν θεοῦ, συγκληρονόμοι δὲ χριστοῦ· εἴπερ συμπάσχομεν, ἵνα καὶ συνδοξασθῶμεν."
    },
    {
      "verse": 18,
      "text": "Λογίζομαι γὰρ ὅτι οὐκ ἄξια τὰ παθήματα τοῦ νῦν καιροῦ πρὸς τὴν μέλλουσαν δόξαν ἀποκαλυφθῆναι εἰς ἡμᾶς."
    },
    {
      "verse": 19,
      "text": "Ἡ γὰρ ἀποκαραδοκία τῆς κτίσεως τὴν ἀποκάλυψιν τῶν υἱῶν τοῦ θεοῦ ἀπεκδέχεται."
    },
    {
      "verse": 20,
      "text": "Τῇ γὰρ ματαιότητι ἡ κτίσις ὑπετάγη, οὐχ ἑκοῦσα, ἀλλὰ διὰ τὸν ὑποτάξαντα, ἐπ᾽ ἐλπίδι·"
    },
    {
      "verse": 21,
      "text": "⸂ὅτι⸃ καὶ αὐτὴ ἡ κτίσις ἐλευθερωθήσεται ἀπὸ τῆς δουλείας τῆς φθορᾶς εἰς τὴν ἐλευθερίαν τῆς δόξης τῶν τέκνων τοῦ θεοῦ."
    },
    {
      "verse": 22,
      "text": "Οἴδαμεν γὰρ ὅτι πᾶσα ἡ κτίσις συστενάζει καὶ συνωδίνει ἄχρι τοῦ νῦν."
    },
    {
      "verse": 23,
      "text": "Οὐ μόνον δέ, ἀλλὰ ⸋καὶ αὐτοὶ⸌ τὴν ἀπαρχὴν τοῦ πνεύματος ἔχοντες, ⸉καὶ ἡμεῖς⸊ αὐτοὶ ἐν ἑαυτοῖς στενάζομεν, υἱοθεσίαν ἀπεκδεχόμενοι, τὴν ἀπολύτρωσιν τοῦ σώματος ἡμῶν."
    },
    {
      "verse": 24,
      "text": "Τῇ γὰρ ἐλπίδι ἐσώθημεν· ἐλπὶς δὲ βλεπομένη οὐκ ἔστιν ἐλπίς· ὃ γὰρ βλέπει τις, ⸂τί καὶ ἐλπίζει;⸃"
    },
    {
      "verse": 25,
      "text": "Εἰ δὲ ὃ οὐ βλέπομεν ἐλπίζομεν, δι᾽ ὑπομονῆς ἀπεκδεχόμεθα."
    },
    {
      "verse": 26,
      "text": "Ὡσαύτως δὲ καὶ τὸ πνεῦμα συναντιλαμβάνεται ⸂ταῖς ἀσθενείαις⸃ ἡμῶν· τὸ γὰρ τί ⸂2προσευξόμεθα⸃ καθὸ δεῖ, οὐκ οἴδαμεν, ἀλλ᾽ αὐτὸ τὸ πνεῦμα ὑπερεντυγχάνει ⸋ὑπὲρ ἡμῶν⸌ στεναγμοῖς ἀλαλήτοις·"
    },
    {
      "verse": 27,
      "text": "ὁ δὲ ἐρευνῶν τὰς καρδίας οἶδεν τί τὸ φρόνημα τοῦ πνεύματος, ὅτι κατὰ θεὸν ἐντυγχάνει ὑπὲρ ἁγίων."
    },
    {
      "verse": 28,
      "text": "Οἴδαμεν δὲ ὅτι τοῖς ἀγαπῶσιν τὸν θεὸν πάντα συνεργεῖ ⸆ εἰς ἀγαθόν, τοῖς κατὰ πρόθεσιν κλητοῖς οὖσιν."
    },
    {
      "verse": 29,
      "text": "Ὅτι οὓς προέγνω, καὶ προώρισεν συμμόρφους τῆς εἰκόνος τοῦ υἱοῦ αὐτοῦ, εἰς τὸ εἶναι αὐτὸν πρωτότοκον ἐν πολλοῖς ἀδελφοῖς·"
    },
    {
      "verse": 30,
      "text": "οὓς δὲ προώρισεν, τούτους καὶ ἐκάλεσεν· καὶ οὓς ἐκάλεσεν, τούτους καὶ ἐδικαίωσεν· οὓς δὲ ἐδικαίωσεν, τούτους καὶ ἐδόξασεν."
    },
    {
      "verse": 31,
      "text": "Τί οὖν ἐροῦμεν πρὸς ταῦτα; Εἰ ὁ θεὸς ὑπὲρ ἡμῶν, τίς καθ᾽ ἡμῶν;"
    },
    {
      "verse": 32,
      "text": "Ὅς γε τοῦ ἰδίου υἱοῦ οὐκ ἐφείσατο, ἀλλ᾽ ὑπὲρ ἡμῶν πάντων παρέδωκεν αὐτόν, πῶς οὐχὶ καὶ σὺν αὐτῷ τὰ πάντα ἡμῖν χαρίσεται;"
    },
    {
      "verse": 33,
      "text": "Τίς ἐγκαλέσει κατὰ ἐκλεκτῶν θεοῦ; Θεὸς ὁ δικαιῶν·"
    },
    {
      "verse": 34,
      "text": "τίς ὁ κατακρίνων; ⸂Χριστὸς⸃ ὁ ἀποθανών, μᾶλλον δὲ ⸋καὶ⸌ ἐγερθείς, ⸆ ὃς ⸋2καὶ⸌ ἔστιν ἐν δεξιᾷ τοῦ θεοῦ, ὃς καὶ ἐντυγχάνει ὑπὲρ ἡμῶν."
    },
    {
      "verse": 35,
      "text": "Τίς ἡμᾶς χωρίσει ἀπὸ τῆς ἀγάπης τοῦ χριστοῦ; Θλίψις, ἢ στενοχωρία, ἢ διωγμός, ἢ λιμός, ἢ γυμνότης, ἢ κίνδυνος, ἢ μάχαιρα;"
    },
    {
      "verse": 36,
      "text": "Καθὼς γέγραπται ὅτι Ἕνεκέν σου θανατούμεθα ὅλην τὴν ἡμέραν· ἐλογίσθημεν ὡς πρόβατα σφαγῆς."
    },
    {
      "verse": 37,
      "text": "Ἀλλ᾽ ἐν τούτοις πᾶσιν ὑπερνικῶμεν διὰ τοῦ ἀγαπήσαντος ἡμᾶς."
    },
    {
      "verse": 38,
      "text": "Πέπεισμαι γὰρ ὅτι οὔτε θάνατος οὔτε ζωὴ οὔτε ἄγγελοι οὔτε ἀρχαὶ ⸉οὔτε δυνάμεις οὔτε ἐνεστῶτα οὔτε μέλλοντα⸊"
    },
    {
      "verse": 39,
      "text": "οὔτε ὕψωμα οὔτε βάθος οὔτε τις κτίσις ἑτέρα δυνήσεται ἡμᾶς χωρίσαι ἀπὸ τῆς ἀγάπης τοῦ θεοῦ τῆς ἐν χριστῷ Ἰησοῦ τῷ κυρίῳ ἡμῶν."
    }
  ]
}