{
  "book_id": "ROM",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀλήθειαν λέγω ἐν χριστῷ, οὐ ψεύδομαι, συμμαρτυρούσης μοι τῆς συνειδήσεώς μου ἐν πνεύματι ἁγίῳ,"
    },
    {
      "verse": 2,
      "text": "ὅτι λύπη μοι ἐστὶν μεγάλη, καὶ ἀδιάλειπτος ὀδύνη τῇ καρδίᾳ μου."
    },
    {
      "verse": 3,
      "text": "Εὐχόμην γὰρ ⸉αὐτὸς ἐγὼ ἀνάθεμα εἶναι⸊ ἀπὸ τοῦ χριστοῦ ὑπὲρ τῶν ἀδελφῶν μου, τῶν συγγενῶν μου κατὰ σάρκα·"
    },
    {
      "verse": 4,
      "text": "οἵτινές εἰσιν Ἰσραηλῖται, ὧν ἡ υἱοθεσία καὶ ἡ δόξα καὶ αἱ διαθῆκαι καὶ ἡ νομοθεσία καὶ ἡ λατρεία καὶ αἱ ἐπαγγελίαι,"
    },
    {
      "verse": 5,
      "text": "ὧν οἱ πατέρες, καὶ ἐξ ὧν ὁ χριστὸς τὸ κατὰ σάρκα, ὁ ὢν ἐπὶ πάντων, θεὸς εὐλογητὸς εἰς τοὺς αἰῶνας. Ἀμήν."
    },
    {
      "verse": 6,
      "text": "Οὐχ οἷον δὲ ὅτι ἐκπέπτωκεν ὁ λόγος τοῦ θεοῦ. Οὐ γὰρ πάντες οἱ ἐξ Ἰσραήλ, οὗτοι Ἰσραήλ·"
    },
    {
      "verse": 7,
      "text": "οὐδ᾽ ὅτι εἰσὶν σπέρμα Ἀβραάμ, πάντες τέκνα· ἀλλ᾽ Ἐν Ἰσαὰκ κληθήσεταί σοι σπέρμα."
    },
    {
      "verse": 8,
      "text": "Τοῦτ᾽ ἔστιν, οὐ τὰ τέκνα τῆς σαρκός, ταῦτα τέκνα τοῦ θεοῦ· ἀλλὰ τὰ τέκνα τῆς ἐπαγγελίας λογίζεται εἰς σπέρμα."
    },
    {
      "verse": 9,
      "text": "Ἐπαγγελίας γὰρ ὁ λόγος οὗτος, Κατὰ τὸν καιρὸν τοῦτον ἐλεύσομαι, καὶ ἔσται τῇ Σάρρᾳ υἱός."
    },
    {
      "verse": 10,
      "text": "Οὐ μόνον δέ, ἀλλὰ καὶ Ῥεβέκκα ἐξ ἑνὸς κοίτην ἔχουσα, Ἰσαὰκ τοῦ πατρὸς ἡμῶν—"
    },
    {
      "verse": 11,
      "text": "μήπω γὰρ γεννηθέντων, μηδὲ πραξάντων τι ἀγαθὸν ἢ ⸂κακόν,⸃ ἵνα ἡ κατ᾽ ἐκλογὴν ⸉πρόθεσις τοῦ θεοῦ⸊ μένῃ, οὐκ ἐξ ἔργων, ἀλλ᾽ ἐκ τοῦ καλοῦντος,"
    },
    {
      "verse": 12,
      "text": "ἐρρήθη αὐτῇ ὅτι Ὁ μείζων δουλεύσει τῷ ἐλάσσονι."
    },
    {
      "verse": 13,
      "text": "⸂Καθὼς⸃ γέγραπται, Τὸν Ἰακὼβ ἠγάπησα, τὸν δὲ Ἠσαῦ ἐμίσησα."
    },
    {
      "verse": 14,
      "text": "Τί οὖν ἐροῦμεν; Μὴ ἀδικία παρὰ τῷ θεῷ; Μὴ γένοιτο."
    },
    {
      "verse": 15,
      "text": "Τῷ ⸉γὰρ Μωϋσῇ⸊ λέγει, Ἐλεήσω ὃν ἂν ἐλεῶ, καὶ οἰκτειρήσω ὃν ἂν οἰκτείρω."
    },
    {
      "verse": 16,
      "text": "Ἄρα οὖν οὐ τοῦ θέλοντος, οὐδὲ τοῦ τρέχοντος, ἀλλὰ τοῦ ἐλεοῦντος θεοῦ."
    },
    {
      "verse": 17,
      "text": "Λέγει γὰρ ἡ γραφὴ τῷ Φαραὼ ὅτι Εἰς αὐτὸ τοῦτο ἐξήγειρά σε, ὅπως ἐνδείξωμαι ἐν σοὶ τὴν δύναμίν μου, καὶ ὅπως διαγγελῇ τὸ ὄνομά μου ἐν πάσῃ τῇ γῇ."
    },
    {
      "verse": 18,
      "text": "Ἄρα οὖν ὃν θέλει ἐλεεῖ· ὃν δὲ θέλει σκληρύνει."
    },
    {
      "verse": 19,
      "text": "Ἐρεῖς ⸉οὖν μοι,⸊ Τί ⸆ ἔτι μέμφεται; Τῷ γὰρ βουλήματι αὐτοῦ τίς ἀνθέστηκεν;"
    },
    {
      "verse": 20,
      "text": "⸉Μενοῦνγε, ὦ ἄνθρωπε,⸊ σὺ τίς εἶ ὁ ἀνταποκρινόμενος τῷ θεῷ; Μὴ ἐρεῖ τὸ πλάσμα τῷ πλάσαντι, Τί με ἐποίησας οὕτως;"
    },
    {
      "verse": 21,
      "text": "Ἢ οὐκ ἔχει ἐξουσίαν ὁ κεραμεὺς τοῦ πηλοῦ, ἐκ τοῦ αὐτοῦ φυράματος ποιῆσαι ὃ μὲν εἰς τιμὴν σκεῦος, ὃ δὲ εἰς ἀτιμίαν;"
    },
    {
      "verse": 22,
      "text": "Εἰ δὲ θέλων ὁ θεὸς ἐνδείξασθαι τὴν ὀργήν, καὶ γνωρίσαι τὸ δυνατὸν αὐτοῦ, ἤνεγκεν ἐν πολλῇ μακροθυμίᾳ σκεύη ὀργῆς κατηρτισμένα εἰς ἀπώλειαν·"
    },
    {
      "verse": 23,
      "text": "⸋καὶ⸌ ἵνα γνωρίσῃ τὸν πλοῦτον τῆς δόξης αὐτοῦ ἐπὶ σκεύη ἐλέους, ἃ προητοίμασεν εἰς δόξαν,"
    },
    {
      "verse": 24,
      "text": "οὓς καὶ ἐκάλεσεν ἡμᾶς οὐ μόνον ἐξ Ἰουδαίων, ἀλλὰ καὶ ἐξ ἐθνῶν;"
    },
    {
      "verse": 25,
      "text": "Ὡς καὶ ἐν τῷ Ὡσηὲ λέγει, Καλέσω τὸν οὐ λαόν μου λαόν μου· καὶ τὴν οὐκ ἠγαπημένην ἠγαπημένην."
    },
    {
      "verse": 26,
      "text": "Καὶ ἔσται, ἐν τῷ τόπῳ οὗ ἐρρήθη ⸋αὐτοῖς,⸌ Οὐ λαός μου ὑμεῖς, ἐκεῖ κληθήσονται υἱοὶ θεοῦ ζῶντος."
    },
    {
      "verse": 27,
      "text": "Ἠσαΐας δὲ κράζει ὑπὲρ τοῦ Ἰσραήλ, Ἐὰν ᾖ ὁ ἀριθμὸς τῶν υἱῶν Ἰσραὴλ ὡς ἡ ἄμμος τῆς θαλάσσης, τὸ ⸂κατάλειμμα⸃ σωθήσεται·"
    },
    {
      "verse": 28,
      "text": "λόγον γὰρ συντελῶν καὶ συντέμνων ⸋ἐν δικαιοσύνῃ· ὅτι λόγον συντετμημένον⸌ ποιήσει κύριος ἐπὶ τῆς γῆς."
    },
    {
      "verse": 29,
      "text": "Καὶ καθὼς προείρηκεν Ἠσαΐας, Εἰ μὴ κύριος Σαβαὼθ ἐγκατέλιπεν ἡμῖν σπέρμα, ὡς Σόδομα ἂν ἐγενήθημεν, καὶ ὡς Γόμορρα ἂν ὡμοιώθημεν."
    },
    {
      "verse": 30,
      "text": "Τί οὖν ἐροῦμεν; Ὅτι ἔθνη τὰ μὴ διώκοντα δικαιοσύνην, κατέλαβεν δικαιοσύνην, δικαιοσύνην δὲ τὴν ἐκ πίστεως·"
    },
    {
      "verse": 31,
      "text": "Ἰσραὴλ δέ, διώκων ⸂νόμον δικαιοσύνης, εἰς νόμον δικαιοσύνης⸃ οὐκ ἔφθασεν."
    },
    {
      "verse": 32,
      "text": "Διὰ τί; Ὅτι οὐκ ἐκ πίστεως, ἀλλ᾽ ὡς ἐξ ἔργων ⸋νόμου·⸌ προσέκοψαν ⸋2γὰρ⸌ τῷ λίθῳ τοῦ προσκόμματος,"
    },
    {
      "verse": 33,
      "text": "καθὼς γέγραπται, Ἰδοὺ τίθημι ἐν Σιὼν λίθον προσκόμματος καὶ πέτραν σκανδάλου· καὶ ⸋πᾶς⸌ ὁ πιστεύων ἐπ᾽ αὐτῷ οὐ καταισχυνθήσεται."
    }
  ]
}