{
  "book_id": "ROM",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀδελφοί, ἡ μὲν εὐδοκία τῆς ἐμῆς καρδίας καὶ ἡ δέησις ⸋ἡ⸌ πρὸς τὸν θεὸν ὑπὲρ ⸂τοῦ Ἰσραήλ⸃ ⸋2ἐστιν⸌ εἰς σωτηρίαν."
    },
    {
      "verse": 2,
      "text": "Μαρτυρῶ γὰρ αὐτοῖς ὅτι ζῆλον θεοῦ ἔχουσιν, ἀλλ᾽ οὐ κατ᾽ ἐπίγνωσιν."
    },
    {
      "verse": 3,
      "text": "Ἀγνοοῦντες γὰρ ⸂τὴν τοῦ θεοῦ δικαιοσύνην, καὶ τὴν ἰδίαν δικαιοσύνην⸃ ζητοῦντες στῆσαι, τῇ δικαιοσύνῃ τοῦ θεοῦ οὐχ ὑπετάγησαν."
    },
    {
      "verse": 4,
      "text": "Τέλος γὰρ νόμου χριστὸς εἰς δικαιοσύνην παντὶ τῷ πιστεύοντι."
    },
    {
      "verse": 5,
      "text": "Μωϋσῆς γὰρ γράφει ⸂τὴν δικαιοσύνην τὴν ἐκ ⸋τοῦ⸌ νόμου, ὅτι ὁ ποιήσας αὐτὰ ἄνθρωπος ζήσεται ἐν αὐτοῖς.⸃"
    },
    {
      "verse": 6,
      "text": "Ἡ δὲ ἐκ πίστεως δικαιοσύνη οὕτως λέγει, Μὴ εἴπῃς ἐν τῇ καρδίᾳ σου, Τίς ἀναβήσεται εἰς τὸν οὐρανόν;—τοῦτ᾽ ἔστιν χριστὸν καταγαγεῖν—"
    },
    {
      "verse": 7,
      "text": "ἤ, Τίς καταβήσεται εἰς τὴν ἄβυσσον;—τοῦτ᾽ ἔστιν χριστὸν ἐκ νεκρῶν ἀναγαγεῖν."
    },
    {
      "verse": 8,
      "text": "Ἀλλὰ τί λέγει; Ἐγγύς σου τὸ ῥῆμά ἐστιν, ἐν τῷ στόματί σου καὶ ἐν τῇ καρδίᾳ σου· τοῦτ᾽ ἔστιν τὸ ῥῆμα τῆς πίστεως ὃ κηρύσσομεν·"
    },
    {
      "verse": 9,
      "text": "ὅτι ἐὰν ὁμολογήσῃς ⸂ἐν τῷ στόματί σου κύριον Ἰησοῦν,⸃ καὶ πιστεύσῃς ἐν τῇ καρδίᾳ σου ὅτι ὁ θεὸς αὐτὸν ἤγειρεν ἐκ νεκρῶν, σωθήσῃ·"
    },
    {
      "verse": 10,
      "text": "καρδίᾳ γὰρ πιστεύεται εἰς δικαιοσύνην, στόματι δὲ ὁμολογεῖται εἰς σωτηρίαν."
    },
    {
      "verse": 11,
      "text": "Λέγει γὰρ ἡ γραφή, Πᾶς ὁ πιστεύων ἐπ᾽ αὐτῷ οὐ καταισχυνθήσεται."
    },
    {
      "verse": 12,
      "text": "Οὐ γάρ ἐστιν διαστολὴ Ἰουδαίου τε καὶ Ἕλληνος· ὁ γὰρ αὐτὸς κύριος πάντων, πλουτῶν εἰς πάντας τοὺς ἐπικαλουμένους αὐτόν."
    },
    {
      "verse": 13,
      "text": "Πᾶς γὰρ ὃς ἂν ἐπικαλέσηται τὸ ὄνομα κυρίου σωθήσεται."
    },
    {
      "verse": 14,
      "text": "Πῶς οὖν ⸂ἐπικαλέσονται εἰς ὃν οὐκ ἐπίστευσαν; Πῶς δὲ πιστεύσουσιν οὗ οὐκ ἤκουσαν; Πῶς δὲ ἀκούσουσιν χωρὶς κηρύσσοντος;"
    },
    {
      "verse": 15,
      "text": "Πῶς δὲ κηρύξουσιν⸃ ἐὰν μὴ ἀποσταλῶσιν; ⸂Καθὼς⸃ γέγραπται, Ὡς ὡραῖοι οἱ πόδες τῶν εὐαγγελιζομένων ⸋εἰρήνην, τῶν εὐαγγελιζομένων⸌ ⸋2τὰ⸌ ἀγαθά."
    },
    {
      "verse": 16,
      "text": "Ἀλλ᾽ οὐ πάντες ὑπήκουσαν τῷ εὐαγγελίῳ. Ἠσαΐας γὰρ λέγει, Κύριε, τίς ἐπίστευσεν τῇ ἀκοῇ ἡμῶν;"
    },
    {
      "verse": 17,
      "text": "Ἄρα ἡ πίστις ἐξ ἀκοῆς, ἡ δὲ ἀκοὴ διὰ ῥήματος ⸂θεοῦ.⸃"
    },
    {
      "verse": 18,
      "text": "Ἀλλὰ λέγω, μὴ οὐκ ἤκουσαν; Μενοῦνγε· Εἰς πᾶσαν τὴν γῆν ἐξῆλθεν ὁ φθόγγος αὐτῶν, καὶ εἰς τὰ πέρατα τῆς οἰκουμένης τὰ ῥήματα αὐτῶν."
    },
    {
      "verse": 19,
      "text": "Ἀλλὰ λέγω, μὴ ⸉οὐκ ἔγνω Ἰσραήλ;⸊ Πρῶτος Μωϋσῆς λέγει, Ἐγὼ παραζηλώσω ὑμᾶς ἐπ᾽ οὐκ ἔθνει, ἐπὶ ἔθνει ἀσυνέτῳ παροργιῶ ὑμᾶς."
    },
    {
      "verse": 20,
      "text": "Ἠσαΐας δὲ ἀποτολμᾷ καὶ λέγει, Εὑρέθην ⸂τοῖς ἐμὲ μὴ ζητοῦσιν, ἐμφανὴς ἐγενόμην τοῖς ἐμὲ μὴ ἐπερωτῶσιν.⸃"
    },
    {
      "verse": 21,
      "text": "Πρὸς δὲ τὸν Ἰσραὴλ λέγει, Ὅλην τὴν ἡμέραν ἐξεπέτασα τὰς χεῖράς μου πρὸς λαὸν ἀπειθοῦντα καὶ ἀντιλέγοντα."
    }
  ]
}