{
  "book_id": "ROM",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Λέγω οὖν, μὴ ἀπώσατο ὁ θεὸς τὸν λαὸν αὐτοῦ; Μὴ γένοιτο. Καὶ γὰρ ἐγὼ Ἰσραηλίτης εἰμί, ἐκ σπέρματος Ἀβραάμ, φυλῆς Βενιαμίν."
    },
    {
      "verse": 2,
      "text": "Οὐκ ἀπώσατο ὁ θεὸς τὸν λαὸν αὐτοῦ ὃν προέγνω. Ἢ οὐκ οἴδατε ἐν Ἠλίᾳ τί λέγει ἡ γραφή; Ὡς ἐντυγχάνει τῷ θεῷ κατὰ τοῦ Ἰσραήλ, ⸋λέγων,⸌"
    },
    {
      "verse": 3,
      "text": "Κύριε, τοὺς προφήτας σου ἀπέκτειναν, ⸋καὶ⸌ τὰ θυσιαστήριά σου κατέσκαψαν· κἀγὼ ὑπελείφθην μόνος, καὶ ζητοῦσιν τὴν ψυχήν μου."
    },
    {
      "verse": 4,
      "text": "Ἀλλὰ τί λέγει αὐτῷ ὁ χρηματισμός; Κατέλιπον ἐμαυτῷ ἑπτακισχιλίους ἄνδρας, οἵτινες οὐκ ἔκαμψαν γόνυ τῇ Βάαλ."
    },
    {
      "verse": 5,
      "text": "Οὕτως οὖν καὶ ἐν τῷ νῦν καιρῷ λεῖμμα κατ᾽ ἐκλογὴν χάριτος γέγονεν."
    },
    {
      "verse": 6,
      "text": "Εἰ δὲ χάριτι, οὐκέτι ἐξ ἔργων· ἐπεὶ ἡ χάρις οὐκέτι γίνεται χάρις. ⸋Εἰ δὲ ἐξ ἔργων, οὐκέτι ἐστὶν χάρις· ἐπεὶ τὸ ἔργον οὐκέτι ἐστὶν ἔργον.⸌"
    },
    {
      "verse": 7,
      "text": "Τί οὖν; Ὃ ἐπιζητεῖ Ἰσραήλ, ⸂τοῦτο⸃ οὐκ ἐπέτυχεν, ἡ δὲ ἐκλογὴ ἐπέτυχεν, οἱ δὲ λοιποὶ ἐπωρώθησαν·"
    },
    {
      "verse": 8,
      "text": "⸂καθὼς⸃ γέγραπται, Ἔδωκεν αὐτοῖς ὁ θεὸς πνεῦμα κατανύξεως, ὀφθαλμοὺς τοῦ μὴ βλέπειν, καὶ ὦτα τοῦ μὴ ἀκούειν, ἕως τῆς σήμερον ἡμέρας."
    },
    {
      "verse": 9,
      "text": "Καὶ Δαυὶδ λέγει, Γενηθήτω ἡ τράπεζα αὐτῶν εἰς παγίδα καὶ εἰς θήραν, καὶ εἰς σκάνδαλον, καὶ εἰς ἀνταπόδομα αὐτοῖς·"
    },
    {
      "verse": 10,
      "text": "σκοτισθήτωσαν οἱ ὀφθαλμοὶ αὐτῶν τοῦ μὴ βλέπειν, καὶ τὸν νῶτον αὐτῶν διὰ παντὸς σύγκαμψον."
    },
    {
      "verse": 11,
      "text": "Λέγω οὖν, μὴ ἔπταισαν ἵνα πέσωσιν; Μὴ γένοιτο· ἀλλὰ τῷ αὐτῶν παραπτώματι ἡ σωτηρία τοῖς ἔθνεσιν, εἰς τὸ παραζηλῶσαι αὐτούς."
    },
    {
      "verse": 12,
      "text": "Εἰ δὲ τὸ παράπτωμα αὐτῶν πλοῦτος κόσμου, καὶ τὸ ἥττημα αὐτῶν πλοῦτος ἐθνῶν, πόσῳ μᾶλλον τὸ πλήρωμα αὐτῶν;"
    },
    {
      "verse": 13,
      "text": "Ὑμῖν ⸂γὰρ⸃ λέγω τοῖς ἔθνεσιν. Ἐφ᾽ ὅσον μέν ⸆ εἰμι ἐγὼ ἐθνῶν ἀπόστολος, τὴν διακονίαν μου δοξάζω·"
    },
    {
      "verse": 14,
      "text": "εἴ πως παραζηλώσω μου τὴν σάρκα, καὶ σώσω τινὰς ἐξ αὐτῶν."
    },
    {
      "verse": 15,
      "text": "Εἰ γὰρ ἡ ἀποβολὴ αὐτῶν καταλλαγὴ κόσμου, τίς ἡ πρόσληψις, εἰ μὴ ζωὴ ἐκ νεκρῶν;"
    },
    {
      "verse": 16,
      "text": "Εἰ δὲ ἡ ἀπαρχὴ ἁγία, καὶ τὸ φύραμα· καὶ εἰ ἡ ῥίζα ἁγία, καὶ οἱ κλάδοι."
    },
    {
      "verse": 17,
      "text": "Εἰ δέ τινες τῶν κλάδων ἐξεκλάσθησαν, σὺ δὲ ἀγριέλαιος ὢν ἐνεκεντρίσθης ἐν αὐτοῖς, καὶ συγκοινωνὸς τῆς ῥίζης ⸋καὶ⸌ τῆς πιότητος τῆς ἐλαίας ἐγένου,"
    },
    {
      "verse": 18,
      "text": "μὴ κατακαυχῶ τῶν κλάδων· εἰ δὲ κατακαυχᾶσαι, οὐ σὺ τὴν ῥίζαν βαστάζεις, ἀλλ᾽ ἡ ῥίζα σέ."
    },
    {
      "verse": 19,
      "text": "Ἐρεῖς οὖν, Ἐξεκλάσθησαν ⸆ κλάδοι, ἵνα ἐγὼ ἐγκεντρισθῶ."
    },
    {
      "verse": 20,
      "text": "Καλῶς· τῇ ἀπιστίᾳ ἐξεκλάσθησαν, σὺ δὲ τῇ πίστει ἕστηκας. Μὴ ⸂ὑψηλοφρόνει,⸃ ἀλλὰ φοβοῦ·"
    },
    {
      "verse": 21,
      "text": "εἰ γὰρ ὁ θεὸς τῶν κατὰ φύσιν κλάδων οὐκ ἐφείσατο, ⸋μήπως⸌ οὐδέ σου φείσεται."
    },
    {
      "verse": 22,
      "text": "Ἴδε οὖν ⸂χρηστότητα καὶ ἀποτομίαν θεοῦ· ἐπὶ μὲν τοὺς πεσόντας, ἀποτομίαν· ἐπὶ δέ σε, χρηστότητα,⸃ ἐὰν ἐπιμείνῃς τῇ χρηστότητι· ἐπεὶ καὶ σὺ ἐκκοπήσῃ."
    },
    {
      "verse": 23,
      "text": "Καὶ ἐκεῖνοι δέ, ἐὰν μὴ ⸂ἐπιμείνωσιν⸃ τῇ ἀπιστίᾳ, ἐγκεντρισθήσονται· δυνατὸς γὰρ ⸉ὁ θεός ἐστιν⸊ πάλιν ἐγκεντρίσαι αὐτούς."
    },
    {
      "verse": 24,
      "text": "Εἰ γὰρ σὺ ἐκ τῆς κατὰ φύσιν ἐξεκόπης ἀγριελαίου, καὶ παρὰ φύσιν ἐνεκεντρίσθης εἰς καλλιέλαιον, πόσῳ μᾶλλον οὗτοι, οἱ κατὰ φύσιν, ἐγκεντρισθήσονται τῇ ἰδίᾳ ἐλαίᾳ;"
    },
    {
      "verse": 25,
      "text": "Οὐ γὰρ θέλω ὑμᾶς ἀγνοεῖν, ἀδελφοί, τὸ μυστήριον τοῦτο, ἵνα μὴ ἦτε ⸂παρ᾽⸃ ἑαυτοῖς φρόνιμοι, ὅτι πώρωσις ἀπὸ μέρους τῷ Ἰσραὴλ γέγονεν, ἄχρι οὗ τὸ πλήρωμα τῶν ἐθνῶν εἰσέλθῃ·"
    },
    {
      "verse": 26,
      "text": "καὶ οὕτως πᾶς Ἰσραὴλ σωθήσεται· καθὼς γέγραπται, Ἥξει ἐκ Σιὼν ὁ ῥυόμενος, ⸋καὶ⸌ ἀποστρέψει ἀσεβείας ἀπὸ Ἰακώβ·"
    },
    {
      "verse": 27,
      "text": "καὶ αὕτη αὐτοῖς ἡ παρ᾽ ἐμοῦ διαθήκη, ὅταν ἀφέλωμαι τὰς ἁμαρτίας αὐτῶν."
    },
    {
      "verse": 28,
      "text": "Κατὰ μὲν τὸ εὐαγγέλιον, ἐχθροὶ δι᾽ ὑμᾶς· κατὰ δὲ τὴν ἐκλογήν, ἀγαπητοὶ διὰ τοὺς πατέρας."
    },
    {
      "verse": 29,
      "text": "Ἀμεταμέλητα γὰρ τὰ χαρίσματα καὶ ἡ κλῆσις τοῦ θεοῦ."
    },
    {
      "verse": 30,
      "text": "Ὥσπερ γὰρ ⸋καὶ⸌ ὑμεῖς ποτὲ ἠπειθήσατε τῷ θεῷ, νῦν δὲ ἠλεήθητε τῇ τούτων ἀπειθείᾳ·"
    },
    {
      "verse": 31,
      "text": "οὕτως ⸂καὶ οὗτοι νῦν ἠπείθησαν, τῷ ὑμετέρῳ ἐλέει ἵνα καὶ αὐτοὶ⸃ ἐλεηθῶσιν·"
    },
    {
      "verse": 32,
      "text": "συνέκλεισεν γὰρ ὁ θεὸς τοὺς πάντας εἰς ἀπείθειαν, ἵνα τοὺς πάντας ἐλεήσῃ."
    },
    {
      "verse": 33,
      "text": "Ὦ βάθος πλούτου καὶ σοφίας καὶ γνώσεως θεοῦ. Ὡς ἀνεξερεύνητα τὰ κρίματα αὐτοῦ, καὶ ἀνεξιχνίαστοι αἱ ὁδοὶ αὐτοῦ."
    },
    {
      "verse": 34,
      "text": "Τίς γὰρ ἔγνω νοῦν κυρίου; Ἢ τίς σύμβουλος αὐτοῦ ἐγένετο;"
    },
    {
      "verse": 35,
      "text": "Ἢ τίς προέδωκεν αὐτῷ, καὶ ἀνταποδοθήσεται αὐτῷ;"
    },
    {
      "verse": 36,
      "text": "Ὅτι ἐξ αὐτοῦ καὶ δι᾽ αὐτοῦ καὶ εἰς αὐτὸν τὰ πάντα· αὐτῷ ἡ δόξα εἰς τοὺς αἰῶνας. Ἀμήν."
    }
  ]
}