{
  "book_id": "ROM",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Τὸν δὲ ἀσθενοῦντα τῇ πίστει προσλαμβάνεσθε, μὴ εἰς διακρίσεις διαλογισμῶν."
    },
    {
      "verse": 2,
      "text": "Ὃς μὲν πιστεύει φαγεῖν πάντα, ὁ δὲ ἀσθενῶν λάχανα ἐσθίει."
    },
    {
      "verse": 3,
      "text": "Ὁ ἐσθίων τὸν μὴ ἐσθίοντα μὴ ἐξουθενείτω, ⸂καὶ ὁ⸃ μὴ ἐσθίων τὸν ἐσθίοντα μὴ κρινέτω· ὁ θεὸς γὰρ αὐτὸν προσελάβετο."
    },
    {
      "verse": 4,
      "text": "Σὺ τίς εἶ ὁ κρίνων ἀλλότριον οἰκέτην; Τῷ ἰδίῳ κυρίῳ στήκει ἢ πίπτει. Σταθήσεται δέ· ⸂δυνατὸς γάρ ἐστιν⸃ ⸂2ὁ θεὸς⸃ στῆσαι αὐτόν."
    },
    {
      "verse": 5,
      "text": "Ὃς μὲν ⸆ κρίνει ἡμέραν παρ᾽ ἡμέραν, ὃς δὲ κρίνει πᾶσαν ἡμέραν. Ἕκαστος ἐν τῷ ἰδίῳ νοῒ πληροφορείσθω."
    },
    {
      "verse": 6,
      "text": "Ὁ φρονῶν τὴν ἡμέραν, κυρίῳ φρονεῖ· ⸋καὶ ὁ μὴ φρονῶν τὴν ἡμέραν, κυρίῳ οὐ φρονεῖ.⸌ ⸋2Καὶ⸌ ὁ ἐσθίων κυρίῳ ἐσθίει, εὐχαριστεῖ γὰρ τῷ θεῷ· καὶ ὁ μὴ ἐσθίων κυρίῳ οὐκ ἐσθίει, καὶ εὐχαριστεῖ τῷ θεῷ."
    },
    {
      "verse": 7,
      "text": "Οὐδεὶς γὰρ ἡμῶν ἑαυτῷ ζῇ, καὶ οὐδεὶς ἑαυτῷ ἀποθνῄσκει."
    },
    {
      "verse": 8,
      "text": "Ἐάν τε γὰρ ζῶμεν, τῷ κυρίῳ ζῶμεν· ἐάν τε ἀποθνῄσκωμεν, τῷ κυρίῳ ἀποθνῄσκομεν· ἐάν τε οὖν ζῶμεν, ἐάν τε ἀποθνῄσκωμεν, τοῦ κυρίου ἐσμέν."
    },
    {
      "verse": 9,
      "text": "Εἰς τοῦτο γὰρ χριστὸς ⸂καὶ ἀπέθανεν καὶ ἀνέστη καὶ ἔζησεν,⸃ ἵνα καὶ νεκρῶν καὶ ζώντων κυριεύσῃ."
    },
    {
      "verse": 10,
      "text": "Σὺ δὲ τί κρίνεις τὸν ἀδελφόν σου; Ἢ καὶ σὺ τί ἐξουθενεῖς τὸν ἀδελφόν σου; Πάντες γὰρ παραστησόμεθα τῷ βήματι ⸂τοῦ χριστοῦ.⸃"
    },
    {
      "verse": 11,
      "text": "Γέγραπται γάρ, Ζῶ ἐγώ, λέγει κύριος· ὅτι ἐμοὶ κάμψει πᾶν γόνυ, καὶ ⸉πᾶσα γλῶσσα ἐξομολογήσεται⸊ τῷ θεῷ."
    },
    {
      "verse": 12,
      "text": "Ἄρα ⸋οὖν⸌ ἕκαστος ἡμῶν περὶ ἑαυτοῦ λόγον ⸂δώσει⸃ ⸋2τῷ θεῷ.⸌"
    },
    {
      "verse": 13,
      "text": "Μηκέτι οὖν ἀλλήλους κρίνωμεν· ἀλλὰ τοῦτο κρίνατε μᾶλλον, τὸ μὴ τιθέναι πρόσκομμα τῷ ἀδελφῷ ἢ σκάνδαλον."
    },
    {
      "verse": 14,
      "text": "Οἶδα καὶ πέπεισμαι ἐν κυρίῳ Ἰησοῦ, ὅτι οὐδὲν κοινὸν δι᾽ ⸂αὐτοῦ·⸃ εἰ μὴ τῷ λογιζομένῳ τι κοινὸν εἶναι, ἐκείνῳ κοινόν."
    },
    {
      "verse": 15,
      "text": "Εἰ ⸂δὲ⸃ διὰ βρῶμα ὁ ἀδελφός σου λυπεῖται, οὐκέτι κατὰ ἀγάπην περιπατεῖς. Μὴ τῷ βρώματί σου ἐκεῖνον ἀπόλλυε, ὑπὲρ οὗ χριστὸς ἀπέθανεν."
    },
    {
      "verse": 16,
      "text": "Μὴ βλασφημείσθω οὖν ὑμῶν τὸ ἀγαθόν·"
    },
    {
      "verse": 17,
      "text": "οὐ γάρ ἐστιν ἡ βασιλεία τοῦ θεοῦ βρῶσις καὶ πόσις, ἀλλὰ δικαιοσύνη καὶ εἰρήνη καὶ χαρὰ ἐν πνεύματι ἁγίῳ."
    },
    {
      "verse": 18,
      "text": "Ὁ γὰρ ἐν ⸂τούτοις⸃ δουλεύων τῷ χριστῷ εὐάρεστος τῷ θεῷ, καὶ δόκιμος τοῖς ἀνθρώποις."
    },
    {
      "verse": 19,
      "text": "Ἄρα οὖν τὰ τῆς εἰρήνης διώκωμεν, καὶ τὰ τῆς οἰκοδομῆς τῆς εἰς ἀλλήλους."
    },
    {
      "verse": 20,
      "text": "Μὴ ἕνεκεν βρώματος κατάλυε τὸ ἔργον τοῦ θεοῦ. Πάντα μὲν καθαρά, ἀλλὰ κακὸν τῷ ἀνθρώπῳ τῷ διὰ προσκόμματος ἐσθίοντι."
    },
    {
      "verse": 21,
      "text": "Καλὸν τὸ μὴ φαγεῖν κρέα, μηδὲ πιεῖν οἶνον, μηδὲ ἐν ᾧ ὁ ἀδελφός σου προσκόπτει ⸋ἢ σκανδαλίζεται ἢ ἀσθενεῖ.⸌"
    },
    {
      "verse": 22,
      "text": "Σὺ πίστιν ⸆ ἔχεις; Κατὰ σεαυτὸν ἔχε ἐνώπιον τοῦ θεοῦ. Μακάριος ὁ μὴ κρίνων ἑαυτὸν ἐν ᾧ δοκιμάζει."
    },
    {
      "verse": 23,
      "text": "Ὁ δὲ διακρινόμενος, ἐὰν φάγῃ, κατακέκριται, ὅτι οὐκ ἐκ πίστεως· πᾶν δὲ ὃ οὐκ ἐκ πίστεως, ἁμαρτία ἐστίν."
    },
    {
      "verse": 24,
      "text": "⸋Τῷ δὲ δυναμένῳ ὑμᾶς στηρίξαι κατὰ τὸ εὐαγγέλιόν μου καὶ τὸ κήρυγμα Ἰησοῦ χριστοῦ, κατὰ ἀποκάλυψιν μυστηρίου χρόνοις αἰωνίοις σεσιγημένου,"
    },
    {
      "verse": 25,
      "text": "φανερωθέντος δὲ νῦν, διά τε γραφῶν προφητικῶν, κατ᾽ ἐπιταγὴν τοῦ αἰωνίου θεοῦ, εἰς ὑπακοὴν πίστεως εἰς πάντα τὰ ἔθνη γνωρισθέντος,"
    },
    {
      "verse": 26,
      "text": "μόνῳ σοφῷ θεῷ, διὰ Ἰησοῦ χριστοῦ, ᾧ ἡ δόξα εἰς τοὺς αἰῶνας. Ἀμήν.⸌"
    }
  ]
}