{
  "book_id": "SNG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I \\add am\\add* the rose of Sharon, \\add and\\add* the lily of the valleys."
    },
    {
      "verse": 2,
      "text": "As the lily among thorns, so \\add is\\add* my love among the daughters."
    },
    {
      "verse": 3,
      "text": "As the apple-tree among the trees of the wood, so \\add is\\add* my beloved among the sons. I sat down under his shadow with great delight, and his fruit \\add was\\add* sweet to my taste."
    },
    {
      "verse": 4,
      "text": "He brought me to the banqueting house, and his banner over me \\add was\\add* love."
    },
    {
      "verse": 5,
      "text": "Stay me with flagons, comfort me with apples: for I \\add am\\add* sick with love."
    },
    {
      "verse": 6,
      "text": "His left hand \\add is\\add* under my head, and his right hand doth embrace me."
    },
    {
      "verse": 7,
      "text": "I charge you, O ye daughters of Jerusalem, by the roes, and by the hinds of the field, that ye stir not, nor awake \\add my\\add* love, till he please."
    },
    {
      "verse": 8,
      "text": "The voice of my beloved! behold, he cometh leaping upon the mountains, skipping upon the hills."
    },
    {
      "verse": 9,
      "text": "My beloved is like a roe, or a young hart: behold, he standeth behind our wall, he looketh forth at the windows, showing himself through the lattice."
    },
    {
      "verse": 10,
      "text": "My beloved spoke, and said to me, Rise, my love, my fair one, and come away."
    },
    {
      "verse": 11,
      "text": "For lo, the winter is past, the rain is over \\add and\\add* gone."
    },
    {
      "verse": 12,
      "text": "The flowers appear on the earth; the time of the singing \\add of birds\\add* is come, and the voice of the turtle is heard in our land;"
    },
    {
      "verse": 13,
      "text": "The fig-tree putteth forth her green figs, and the vines \\add with\\add* the tender grape give a \\add good\\add* smell. Arise, my love, my fair one, and come away."
    },
    {
      "verse": 14,
      "text": "O my dove, \\add that art\\add* in the clefts of the rock, in the secret \\add places\\add* of the stairs, let me see thy countenance, let me hear thy voice; for sweet \\add is\\add* thy voice, and thy countenance \\add is\\add* comely."
    },
    {
      "verse": 15,
      "text": "Take for us the foxes, the little foxes, that spoil the vines: for our vines \\add have\\add* tender grapes."
    },
    {
      "verse": 16,
      "text": "My beloved \\add is\\add* mine, and I \\add am\\add* his: he feedeth among the lilies."
    },
    {
      "verse": 17,
      "text": "Until the day shall break, and the shadows flee away, turn, my beloved, and be thou like a roe or a young hart upon the mountains of Bether."
    }
  ]
}