{
  "book_id": "SNG",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Whither is thy beloved gone, O thou fairest among women? whither is thy beloved turned aside? that we may seek him with thee."
    },
    {
      "verse": 2,
      "text": "My beloved is gone down into his garden, to the beds of spices, to feed in the gardens, and to gather lilies."
    },
    {
      "verse": 3,
      "text": "I ammy beloved's, and my beloved ismine: he feedeth among the lilies."
    },
    {
      "verse": 4,
      "text": "Thou artbeautiful, O my love, as Tirzah, comely as Jerusalem, terrible as an armywith banners."
    },
    {
      "verse": 5,
      "text": "Turn away thy eyes from me, for they have overcome me: thy hair isas a flock of goats that appear from Gilead."
    },
    {
      "verse": 6,
      "text": "Thy teeth areas a flock of sheep which go up from the washing, of which every one beareth twins, and there isnot one barren among them."
    },
    {
      "verse": 7,
      "text": "As a piece of pomegranate arethy temples within thy locks."
    },
    {
      "verse": 8,
      "text": "There are sixty queens, and eighty concubines, and virgins without number."
    },
    {
      "verse": 9,
      "text": "My dove, my undefiled is butone; she isthe onlyone of her mother, she isthe choice oneof her that bore her. The daughters saw her, and blessed her; yes, the queens and the concubines, and they praised her."
    },
    {
      "verse": 10,
      "text": "Who isshe thatlooketh forth as the morning, fair as the moon, clear as the sun, andterrible as an armywith banners?"
    },
    {
      "verse": 11,
      "text": "I went down into the garden of nuts to see the fruits of the valley, andto see whether the vine flourished, andthe pomegranates budded."
    },
    {
      "verse": 12,
      "text": "Or ere I was aware, my soul made me likethe chariots of Amminadib."
    },
    {
      "verse": 13,
      "text": "Return, return, O Shulamite; return, return, that we may look upon thee. What will ye see in the Shulamite? As it were the company of two armies."
    }
  ]
}