{
  "book_id": "SNG",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "How beautiful are thy feet with shoes, O prince's daughter! the joints of thy thighs arelike jewels, the work of the hands of a skillful workman."
    },
    {
      "verse": 2,
      "text": "Thy navel is likea round goblet, whichwanteth not liquor: thy belly is likea heap of wheat set about with lilies."
    },
    {
      "verse": 3,
      "text": "Thy two breasts arelike two young roes that aretwins."
    },
    {
      "verse": 4,
      "text": "Thy neck isas a tower of ivory; thy eyes likethe fish-pools in Heshbon, by the gate of Bath-rabbim: thy nose isas the tower of Lebanon which looketh towards Damascus."
    },
    {
      "verse": 5,
      "text": "Thy head upon thee islike Carmel, and the hair of thy head like purple; the king isheld in the galleries."
    },
    {
      "verse": 6,
      "text": "How fair and how pleasant art thou, O love, for delights!"
    },
    {
      "verse": 7,
      "text": "This thy stature is like to a palm tree, and thy breasts to clusters of grapes."
    },
    {
      "verse": 8,
      "text": "I said, I will go up to the palm tree, I will take hold of its boughs: now also thy breasts shall be as clusters of the vine, and the smell of thy nose like apples;"
    },
    {
      "verse": 9,
      "text": "And the roof of thy mouth like the best wine for my beloved, that goeth downsweetly, causing the lips of those that are asleep to speak."
    },
    {
      "verse": 10,
      "text": "I ammy beloved's, and his desire istowards me."
    },
    {
      "verse": 11,
      "text": "Come, my beloved, let us go forth into the field; let us lodge in the villages."
    },
    {
      "verse": 12,
      "text": "Let us get up early to the vineyards; let us see if the vine flourisheth, whetherthe tender grape appeareth, andthe pomegranates bud forth: there will I give thee my loves."
    },
    {
      "verse": 13,
      "text": "The mandrakes give a smell, and at our gates areall manner of pleasant fruits, new and old, whichI have laid up for thee, O my beloved."
    }
  ]
}