{
  "book_id": "SNG",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "O that thou wertas my brother, that was nourished at the breasts of my mother! whenI should find thee without, I would kiss thee; yes, I should not be despised."
    },
    {
      "verse": 2,
      "text": "I would lead thee, andbring thee into my mother's house, whowould instruct me: I would cause thee to drink of spiced wine of the juice of my pomegranate."
    },
    {
      "verse": 3,
      "text": "His left hand should beunder my head, and his right hand should embrace me."
    },
    {
      "verse": 4,
      "text": "I charge you, O daughters of Jerusalem, that ye stir not, nor awake mylove, until he please."
    },
    {
      "verse": 5,
      "text": "Who isthis that cometh up from the wilderness, leaning upon her beloved? I raised thee up under the apple-tree: there thy mother brought thee forth: there she brought thee forth thatbore thee."
    },
    {
      "verse": 6,
      "text": "Set me as a seal upon thy heart, as a seal upon thy arm: for love isstrong as death; jealousy iscruel as the grave: the coals of it arecoals of fire, which hatha most vehement flame."
    },
    {
      "verse": 7,
      "text": "Many waters cannot quench love, neither can the floods drown it: if a man would give all the substance of his house for love, it would utterly be contemned."
    },
    {
      "verse": 8,
      "text": "We have a little sister, and she hath no breasts: what shall we do for our sister in the day when she shall be spoken for?"
    },
    {
      "verse": 9,
      "text": "If she isa wall, we will build upon her a palace of silver: and if she isa door, we will inclose her with boards of cedar."
    },
    {
      "verse": 10,
      "text": "I ama wall, and my breasts like towers: then was I in his eyes as one that found favor."
    },
    {
      "verse": 11,
      "text": "Solomon had a vineyard at Baal-hamon; he let out the vineyard to keepers; every one for the fruit of it was to bring a thousand piecesof silver."
    },
    {
      "verse": 12,
      "text": "My vineyard which ismine, isbefore me: thou, O Solomon, must havea thousand, and those that keep the fruit of it two hundred."
    },
    {
      "verse": 13,
      "text": "Thou that dwellest in the gardens, the companions hearken to thy voice: cause me to hear it."
    },
    {
      "verse": 14,
      "text": "Make haste, my beloved, and be thou like a roe or a young hart upon the mountains of spices."
    }
  ]
}