{
  "book_id": "EXO",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Then sang Moses and the children of Israel this song to God, and spoke, saying, Let us sing to the Lord, for he is very greatly glorified: Horse and rider he has thrown into the sea."
    },
    {
      "verse": 2,
      "text": "He was to me a helper and protector for salvation: This is my God, and I will glorify him; My father’s God, and I will exalt him."
    },
    {
      "verse": 3,
      "text": "The Lord bringing wars to nought, The Lord ishis name."
    },
    {
      "verse": 4,
      "text": "He has cast the chariots of Pharaoh and his host into the sea, The chosen mounted captains: They were swallowed up in the Red Sea."
    },
    {
      "verse": 5,
      "text": "He covered them with the sea: They sank to the depth like a stone."
    },
    {
      "verse": 6,
      "text": "Thy right hand, O God, has been glorified in strength; Thy right hand, O God, has broken the enemies."
    },
    {
      "verse": 7,
      "text": "And in the abundance of thy glory thou hast broken the adversaries to pieces: Thou sentest forth thy wrath, it devoured them as stubble."
    },
    {
      "verse": 8,
      "text": "And by the breath of thine anger the water parted asunder; The waters were congealed as a wall, The waves were congealed in the midst of the sea."
    },
    {
      "verse": 9,
      "text": "The enemy said, I will pursue, I will overtake, I will divide the spoils; I will satisfy my soul, I will destroy with my sword, my hand shall have dominion."
    },
    {
      "verse": 10,
      "text": "Thou sentest forth thy wind, the sea covered them; They sank like lead in the mighty water."
    },
    {
      "verse": 11,
      "text": "Who is like to thee among the gods, O Lord? Who is like to thee? glorified in holiness, Marvelous in glories, doing wonders."
    },
    {
      "verse": 12,
      "text": "Thou stretchedst forth thy right hand, The earth swallowed them up."
    },
    {
      "verse": 13,
      "text": "Thou hast guided in thy righteousness this thy people whom thou hast redeemed, By thy strength thou hast called them into thy holy resting place."
    },
    {
      "verse": 14,
      "text": "The nations heard and were angry, pangs have seized on the dwellers among the Philistines."
    },
    {
      "verse": 15,
      "text": "Then the princes of Edom, And the chiefs of the Moabites hastened; Trembling took hold upon them, All the inhabitants of Canaan melted away."
    },
    {
      "verse": 16,
      "text": "Let trembling and fear fall upon them; By the greatness of thine arm, let them become as stone; Till thy people pass over, O Lord, Till this thy people pass over, whom thou hast purchased."
    },
    {
      "verse": 17,
      "text": "Bring them in and plant them in the mountain of their inheritance, In thy prepared habitation, which thou, O Lord, hast prepared; The sanctuary, O Lord, which thy hands have made ready."
    },
    {
      "verse": 18,
      "text": "The Lord reigns forever and ever and ever."
    },
    {
      "verse": 19,
      "text": "For the horse of Pharaoh went in with the chariots and horsemen into the sea, and the Lord brought upon them the water of the sea, but the children of Israel walked through dry land in the midst of the sea."
    },
    {
      "verse": 20,
      "text": "And Miriam the prophetess, the sister of Aaron, having taken a timbrel in her hand—then there went forth all the women after her with timbrels and dances."
    },
    {
      "verse": 21,
      "text": "And Miriam led them, saying, Let us sing to the Lord, for he has been very greatly glorified: The horse and rider has he cast into the sea."
    },
    {
      "verse": 22,
      "text": "So Moses brought up the children of Israel from the Red Sea, and brought them into the wilderness of Shur; and they went three days in the wilderness, and found no water to drink."
    },
    {
      "verse": 23,
      "text": "And they came to Marah, and could not drink of Marah, for it was bitter; therefore he named the name of that place, Bitterness."
    },
    {
      "verse": 24,
      "text": "And the people murmured against Moses, saying, What shall we drink?"
    },
    {
      "verse": 25,
      "text": "And Moses cried to the Lord, and the Lord showed him a tree, and he cast it into the water, and the water was sweetened: there he established to him ordinances and judgments, and there he proved him,"
    },
    {
      "verse": 26,
      "text": "and said, If thou wilt indeed hear the voice of the Lord thy God, and do things pleasing before him, and wilt hearken to his commands, and keep all his ordinances, no disease which I have brought upon the Egyptians will I bring upon thee, for I am the Lord thy God that heals thee."
    },
    {
      "verse": 27,
      "text": "And they came to Elim, and there were there twelve fountains of water, and seventy stems of palm trees; and they encamped there by the waters."
    }
  ]
}