{
  "book_id": "1JN",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "בני הנני כתב אליכם את זאת לבלתי תחטאו ואם יחטא איש יש לנו מליץ לפני אבינו ישוע המשיח הצדיק׃"
    },
    {
      "verse": 2,
      "text": "והוא כפרה על חטאתינו ולא על חטאתינו לבד כי גם על חטאת כל העולם׃"
    },
    {
      "verse": 3,
      "text": "ובזאת נדע כי הכרנו אותו אם נשמר את מצותיו׃"
    },
    {
      "verse": 4,
      "text": "האמר הכרתיו ואת מצותיו לא ישמר כזב הוא והאמת אין בו׃"
    },
    {
      "verse": 5,
      "text": "אבל השמר את דברו בו נשלמה באמת אהבת אלהים ובזאת נדע כי בו אנחנו׃"
    },
    {
      "verse": 6,
      "text": "האמר כי בו יעמד עליו להתהלך בדרך אשר גם הוא הלך׃"
    },
    {
      "verse": 7,
      "text": "אחי אינני כתב לכם מצוה חדשה כי אם מצוה ישנה אשר היתה לכם מראש והמצוה הישנה היא הדבר אשר שמעתם מראש׃"
    },
    {
      "verse": 8,
      "text": "ועוד מצוה חדשה אני כתב לכם אשר היא אמת גם בו גם בכם כי החשך עבר והאור האמתי כבר זורח׃"
    },
    {
      "verse": 9,
      "text": "האומר כי ישנו באור והוא שנא את אחיו עודנו בחשך׃"
    },
    {
      "verse": 10,
      "text": "האהב את אחיו יעמד באור ומכשול אין בו׃"
    },
    {
      "verse": 11,
      "text": "והשנא את אחיו בחשך הוא ובחשך יתהלך ולא ידע אנה הוא הלך כי החשך עור את עיניו׃"
    },
    {
      "verse": 12,
      "text": "הנני כתב אליכם הבנים יען כי נסלחו לכם חטאתיכם למען שמו׃"
    },
    {
      "verse": 13,
      "text": "כתב אני אליכם האבות יען כי הכרתם אתו אשר הוא מראש כתב אני אליכם הבחורים יען כי התגברתם על הרע כתב אני אליכם הילדים יען כי הכרתם את האב׃"
    },
    {
      "verse": 14,
      "text": "כתבתי אליכם האבות יען כי הכרתם אתו אשר הוא מראש כתבתי אליכם הבחורים יען כי חזקתם ודבר האלהים שכן בקרבכם והתגברתם על הרע׃"
    },
    {
      "verse": 15,
      "text": "אל תאהבו את החלד ואת דברי החלד אם יאהב איש את החלד אין בו אהבת האב׃"
    },
    {
      "verse": 16,
      "text": "כי כל אשר בחלד תאות הבשר ותאות העינים וגאות ההון איננו מן אבינו כי אם מן החלד׃"
    },
    {
      "verse": 17,
      "text": "והחלד עבור יעבר עם תאותיו והעשה רצון אלהים יעמד לעד׃"
    },
    {
      "verse": 18,
      "text": "ילדי הנה השעה האחרונה באה וכאשר שמעתם כי יבא צר המשיח כן עתה רבו צרי המשיח ובזאת נדע כי היא השעה האחרונה׃"
    },
    {
      "verse": 19,
      "text": "מאתנו יצאו אך לא משלנו היו כי אלו היו משלנו כי אז היו עמדים עמנו אבל למען יגלו כי לא כלם משלנו המה׃"
    },
    {
      "verse": 20,
      "text": "ואתם המשחה לכם מאת הקדוש וידעתם הכל׃"
    },
    {
      "verse": 21,
      "text": "לא כתבתי אליכם יען כי לא ידעתם את האמת אך יען כי ידעתם אתה ואשר כל כזב איננו מן האמת׃"
    },
    {
      "verse": 22,
      "text": "מי הוא הכזב אם לא המכחש בישוע לאמר כי איננו המשיח זה הוא צר המשיח המכחש באב ובבן׃"
    },
    {
      "verse": 23,
      "text": "כל המכחש בבן גם האב אין לו׃"
    },
    {
      "verse": 24,
      "text": "ואתם יקם נא בכם הדבר אשר שמעתם מראש ואם יקום בכם אשר שמעתם מראש אז גם אתם תקומו בבן ובאב׃"
    },
    {
      "verse": 25,
      "text": "וההבטחה אשר הבטיחנו היא חיי עולמים׃"
    },
    {
      "verse": 26,
      "text": "זאת כתבתי אליכם מפני המתעים אתכם׃"
    },
    {
      "verse": 27,
      "text": "ואתם המשחה אשר קבלתם מאתו עמדת בכם ולא תצטרכו לאיש אשר ילמדכם כי אם כאשר תלמד אתכם המשחה בכל דבר היא האמת ואיננה כזב וכאשר למדה אתכם כן תעמדו בו׃"
    },
    {
      "verse": 28,
      "text": "ועתה בנים עמדו בו למען יאמץ לבנו בהראותו ולא נבוש מפניו בבואו׃"
    },
    {
      "verse": 29,
      "text": "אם ידעתם כי צדיק הוא דעו כי כל עשה צדקה נולד ממנו׃"
    }
  ]
}