{
  "book_id": "1JN",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "ראו מה גדלה אהבת האב הנתונה לנו אשר נקרא בני האלהים על כן העולם איננו ידע אתנו יען כי אותו לא ידע׃"
    },
    {
      "verse": 2,
      "text": "אהובי עתה בנים לאלהים אנחנו ועוד לא נגלה מה נהיה אך ידענו כי בהגלותו נדמה לו כי נראהו כאשר הוא׃"
    },
    {
      "verse": 3,
      "text": "וכל אשר לו תקוה כזאת יטהר את עצמו כאשר טהור גם הוא׃"
    },
    {
      "verse": 4,
      "text": "כל העשה חטא גם פשע בתורה הוא והחטא הוא פשע בתורה׃"
    },
    {
      "verse": 5,
      "text": "וידעתם כי הוא נגלה לשאת את חטאינו ובו אין חטא׃"
    },
    {
      "verse": 6,
      "text": "כל העמד בו לא יחטא כל החוטא לא ראהו גם לא ידעו׃"
    },
    {
      "verse": 7,
      "text": "בני אל יתעה אתכם איש העשה צדקה צדיק הוא כאשר הוא צדיק׃"
    },
    {
      "verse": 8,
      "text": "והעשה חטא מן השטן הוא כי השטן חטא מראש לזאת נגלה בן האלהים להפר את פעלות השטן׃"
    },
    {
      "verse": 9,
      "text": "כל הנולד מאלהים לא יחטא כי זרעו בו יקום ולא יוכל לחטא כי מאלהים נולד׃"
    },
    {
      "verse": 10,
      "text": "ונודעו בזאת בני האלהים ובני השטן כל איש אשר לא יעשה צדקה איננו מאלהים וכן כל אשר לא יאהב את אחיו׃"
    },
    {
      "verse": 11,
      "text": "כי זאת היא השמועה אשר שמעתם מראש לאהבה איש את רעהו׃"
    },
    {
      "verse": 12,
      "text": "לא כקין אשר היה מן הרע והרג את אחיו ומדוע הרגו יען כי מעשיו היו רעים ומעשי אחיו מעשי צדק׃"
    },
    {
      "verse": 13,
      "text": "אל תתמהו אחי אם ישנא אתכם העולם׃"
    },
    {
      "verse": 14,
      "text": "אנחנו ידענו כי עברנו מן המות אל החיים על כי נאהב את אחינו איש אשר לא יאהב את אחיו ישאר במות׃"
    },
    {
      "verse": 15,
      "text": "כל השנא את אחיו רצח נפש הוא וידעתם כי כל רצח נפש לא יתקימו בו חיי עולמים׃"
    },
    {
      "verse": 16,
      "text": "בזאת הכרנו את האהבה כי הוא נתן את נפשו בעדנו גם אנחנו חיבים לתת את נפשתינו בעד אחינו׃"
    },
    {
      "verse": 17,
      "text": "ואיש אשר לו נכסי העולם והוא ראה את אחיו חסר לחם וקפץ את רחמיו ממנו איך תעמד בו אהבת אלהים׃"
    },
    {
      "verse": 18,
      "text": "בני אל נא נאהב במלין ובלשון כי אם בפעל ובאמת׃"
    },
    {
      "verse": 19,
      "text": "ובזאת נדעה כי מן האמת אנחנו ולפניו נשקיט את לבותינו׃"
    },
    {
      "verse": 20,
      "text": "כי אם לבבנו ירשיע אתנו האלהים נשגב הוא מלבבנו וידע את כל׃"
    },
    {
      "verse": 21,
      "text": "אהובי אם לבבנו לא ירשיענו בטחון לנו באלהים׃"
    },
    {
      "verse": 22,
      "text": "וכל אשר נשאל מאתו נקבל כי נשמר את מצותיו ונעשה את הרצוי לפניו׃"
    },
    {
      "verse": 23,
      "text": "וזאת היא מצותו להאמין בשם בנו ישוע המשיח ולאהבה איש את רעהו כאשר צונו׃"
    },
    {
      "verse": 24,
      "text": "והשמר את מצותיו יקום בו והוא בו ובזאת נדע כי הוא שכן בנו ברוח אשר נתן לנו׃"
    }
  ]
}