{
  "book_id": "1JN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "אהובי אל תאמינו לכל רוח כי אם בחנו הרוחות אם מאלהים המה כי נביאי שקר רבים יצאו לעולם׃"
    },
    {
      "verse": 2,
      "text": "בזאת תכירו את רוח אלהים כל רוח המודה בישוע המשיח כי בא בבשר מאלהים הוא׃"
    },
    {
      "verse": 3,
      "text": "וכל רוח אשר איננו מודה בישוע האדון כי בא בבשר לא מאלהים הוא וזה הוא רוח צר המשיח אשר שמעתם עליו כי בוא יבא ועתה הנה הוא בעולם׃"
    },
    {
      "verse": 4,
      "text": "אתם הבנים הנכם מאלהים ונצחתם אתם כי אשר בכם גדול הוא מאשר בעולם׃"
    },
    {
      "verse": 5,
      "text": "המה מן העולם על כן מהעולם ידברו והעולם ישמע אליהם׃"
    },
    {
      "verse": 6,
      "text": "ואנחנו מאלהים הננו היודע את האלהים ישמע אלינו ואשר איננו מאלהים לא ישמע אלינו בזאת נכיר את רוח האמת ואת רוח התועה׃"
    },
    {
      "verse": 7,
      "text": "אהובי נאהב נא איש את רעהו כי האהבה מאלהים היא וכל אשר יאהב נולד מאלהים וידע את האלהים׃"
    },
    {
      "verse": 8,
      "text": "ואשר איננו אהב לא ידע את האלהים כי האלהים הוא אהבה׃"
    },
    {
      "verse": 9,
      "text": "בזאת נראתה אהבת האלהים לנו כי שלח האלהים את בנו את יחידו לעולם למען נחיה על ידו׃"
    },
    {
      "verse": 10,
      "text": "בזאת היא האהבה לא שאנחנו אהבנו את האלהים כי אם הוא אהב אותנו וישלח את בנו לכפרה על חטאתינו׃"
    },
    {
      "verse": 11,
      "text": "אהובי אם ככה אהב אתנו האלהים גם אנחנו חיבים לאהבה איש את רעהו׃"
    },
    {
      "verse": 12,
      "text": "את האלהים לא ראה איש מעולם ואם נאהב איש את רעהו האלהים יעמד בקרבנו ואהבתו נשלמה בנו׃"
    },
    {
      "verse": 13,
      "text": "בזאת נדע אשר בו נקום והוא בנו כי נתן לנו מרוחו׃"
    },
    {
      "verse": 14,
      "text": "ואנחנו חזינו ונעידה כי האב שלח את הבן מושיע העולם׃"
    },
    {
      "verse": 15,
      "text": "כל המודה כי ישוע הוא בן האלהים האלהים שכן בו והוא באלהים׃"
    },
    {
      "verse": 16,
      "text": "ואנחנו ידענו ונאמן באהבה אשר אלהים אהב אתנו האלהים הוא אהבה והעמד באהבה עמד באלהים והאלהים עמד בו׃"
    },
    {
      "verse": 17,
      "text": "ובזאת נשלמה בנו האהבה בהיות לנו בטחון ביום הדין כי כמהו כן גם אנחנו בעולם הזה׃"
    },
    {
      "verse": 18,
      "text": "אין אימה באהבה כי אם האהבה השלמה תגרש את האימה כי באימה מעצבה ואשר באימה איננו שלם באהבה׃"
    },
    {
      "verse": 19,
      "text": "אנחנו אהבים אתו כי הוא קדם לאהבה אתנו׃"
    },
    {
      "verse": 20,
      "text": "כי יאמר איש אהב אני את האלהים והוא שנא את אחיו כזב הוא כי אשר לא יאהב את אחיו אשר הוא ראה איככה יוכל לאהב את האלהים אשר איננו ראה אתו׃"
    },
    {
      "verse": 21,
      "text": "וזאת המצוה יש לנו מאתו כי האהב את האלהים יאהב גם את אחיו׃"
    }
  ]
}