{
  "book_id": "1JN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "כל המאמין כי ישוע הוא המשיח הנה זה ילד מאלהים וכל האהב את מולידו יאהב גם את הנולד מאתו׃"
    },
    {
      "verse": 2,
      "text": "בזאת נדע כי נאהב את בני האלהים באהבתנו את האלהים ובשמרנו את מצותיו׃"
    },
    {
      "verse": 3,
      "text": "כי זאת אהבת אלהים היא אשר נשמר את מצותיו ומצותיו אינן כבדות׃"
    },
    {
      "verse": 4,
      "text": "כי כל הנולד מאת האלהים מנצח את העולם ואמונתנו הנצחון המנצח את העולם׃"
    },
    {
      "verse": 5,
      "text": "מי הוא זה המנצח את העולם אם לא המאמין בישוע שהוא בן האלהים׃"
    },
    {
      "verse": 6,
      "text": "זה הוא אשר בא במים ובדם ישוע המשיח לא במים לבד כי אם במים ובדם והרוח הוא המעיד כי הרוח הוא האמת׃"
    },
    {
      "verse": 7,
      "text": "כי שלשה המה המעידים בשמים האב הדבר ורוח הקדש ושלשתם אחד המה׃"
    },
    {
      "verse": 8,
      "text": "ושלשה המה המעידים בארץ הרוח המים והדם ושלשתם לאחת המה׃"
    },
    {
      "verse": 9,
      "text": "אם נקבל עדות בני אדם הנה עדות האלהים גדולה ממנה כי זאת היא עדות האלהים אשר העיד על בנו׃"
    },
    {
      "verse": 10,
      "text": "המאמין בבן האלהים יש לו העדות בנפשו ואשר לא יאמין לאלהים לכזב שמהו יען לא האמין בעדות אשר העיד האלהים על בנו׃"
    },
    {
      "verse": 11,
      "text": "וזאת היא העדות כי חיי עולמים נתן לנו האלהים והחיים האלה בבנו המה׃"
    },
    {
      "verse": 12,
      "text": "אשר יש לו הבן יש לו החיים ואשר אין לו בן האלהים אין לו החיים׃"
    },
    {
      "verse": 13,
      "text": "זאת כתבתי אליכם המאמינים בשם בן האלהים למען תדעון שיש לכם חיי עולם ולמען תאמינו בשם בן האלהים׃"
    },
    {
      "verse": 14,
      "text": "וזה הוא בטחוננו אליו אשר אם נשאל דבר כפי רצונו ישמענו׃"
    },
    {
      "verse": 15,
      "text": "ומדעתנו כי ישמענו לכל אשר נשאל נדע גם זאת כי נשיג את המשאלות אשר שאלנו ממנו׃"
    },
    {
      "verse": 16,
      "text": "איש כי יראה את אחיו חוטא חטאת אשר לא למות שאל ישאל בעדו ויתן לו חיים לכל אשר חטאו לא למות הן יש חטא למות על זה לא אמר לשאל בעדו׃"
    },
    {
      "verse": 17,
      "text": "כל מעשה שלא כמשפט חטא היא ויש חטא שלא למות׃"
    },
    {
      "verse": 18,
      "text": "ידענו כי כל הנולד מאת האלהים לא יחטא כי אשר ילד מאת האלהים ישמר את נפשו והרע לא יגע בו׃"
    },
    {
      "verse": 19,
      "text": "ידענו כי מאלהים אנחנו וכל העולם ברע הוא׃"
    },
    {
      "verse": 20,
      "text": "וידענו כי בא בן אלהים ויתן לנו בינה לדעת את האמתי ובאמתי אנחנו בבנו ישוע המשיח זה הוא האל האמתי וחיי העולם׃"
    },
    {
      "verse": 21,
      "text": "בני השמרו לכם מן האלילים אמן׃"
    }
  ]
}