{
  "book_id": "1TI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Πρεσβυτέρῳ μὴ ἐπιπλήξῃς, ἀλλὰ παρακάλει ὡς πατέρα, νεωτέρους ὡς ἀδελφούς,"
    },
    {
      "verse": 2,
      "text": "πρεσβυτέρας ὡς μητέρας, νεωτέρας ὡς ἀδελφὰς ἐν πάσῃ ἁγνείᾳ."
    },
    {
      "verse": 3,
      "text": "Χήρας τίμα τὰς ὄντως χήρας."
    },
    {
      "verse": 4,
      "text": "εἰ δέ τις χήρα τέκνα ἢ ἔκγονα ἔχει, μανθανέτωσαν πρῶτον τὸν ἴδιον οἶκον εὐσεβεῖν καὶ ἀμοιβὰς ἀποδιδόναι τοῖς προγόνοις, τοῦτο γάρ ἐστιν ἀπόδεκτον ἐνώπιον τοῦ θεοῦ."
    },
    {
      "verse": 5,
      "text": "ἡ δὲ ὄντως χήρα καὶ μεμονωμένη ἤλπικεν ἐπὶ θεὸν καὶ προσμένει ταῖς δεήσεσιν καὶ ταῖς προσευχαῖς νυκτὸς καὶ ἡμέρας·"
    },
    {
      "verse": 6,
      "text": "ἡ δὲ σπαταλῶσα ζῶσα τέθνηκεν."
    },
    {
      "verse": 7,
      "text": "καὶ ταῦτα παράγγελλε, ἵνα ἀνεπίλημπτοι ὦσιν."
    },
    {
      "verse": 8,
      "text": "εἰ δέ τις τῶν ἰδίων καὶ μάλιστα οἰκείων οὐ προνοεῖται, τὴν πίστιν ἤρνηται καὶ ἔστιν ἀπίστου χείρων."
    },
    {
      "verse": 9,
      "text": "Χήρα καταλεγέσθω μὴ ἔλαττον ἐτῶν ἑξήκοντα γεγονυῖα, ἑνὸς ἀνδρὸς γυνή,"
    },
    {
      "verse": 10,
      "text": "ἐν ἔργοις καλοῖς μαρτυρουμένη, εἰ ἐτεκνοτρόφησεν, εἰ ἐξενοδόχησεν, εἰ ἁγίων πόδας ἔνιψεν, εἰ θλιβομένοις ἐπήρκεσεν, εἰ παντὶ ἔργῳ ἀγαθῷ ἐπηκολούθησεν."
    },
    {
      "verse": 11,
      "text": "νεωτέρας δὲ χήρας παραιτοῦ· ὅταν γὰρ καταστρηνιάσωσιν τοῦ Χριστοῦ, γαμεῖν θέλουσιν,"
    },
    {
      "verse": 12,
      "text": "ἔχουσαι κρίμα ὅτι τὴν πρώτην πίστιν ἠθέτησαν·"
    },
    {
      "verse": 13,
      "text": "ἅμα δὲ καὶ ἀργαὶ μανθάνουσιν, περιερχόμεναι τὰς οἰκίας, οὐ μόνον δὲ ἀργαὶ ἀλλὰ καὶ φλύαροι καὶ περίεργοι, λαλοῦσαι τὰ μὴ δέοντα."
    },
    {
      "verse": 14,
      "text": "βούλομαι οὖν νεωτέρας γαμεῖν, τεκνογονεῖν, οἰκοδεσποτεῖν, μηδεμίαν ἀφορμὴν διδόναι τῷ ἀντικειμένῳ λοιδορίας χάριν·"
    },
    {
      "verse": 15,
      "text": "ἤδη γάρ τινες ἐξετράπησαν ὀπίσω τοῦ σατανᾶ."
    },
    {
      "verse": 16,
      "text": "εἴ τις πιστὴ ἔχει χήρας, ἐπαρκείσθω αὐταῖς, καὶ μὴ βαρείσθω ἡ ἐκκλησία, ἵνα ταῖς ὄντως χήραις ἐπαρκέσῃ."
    },
    {
      "verse": 17,
      "text": "Οἱ καλῶς προεστῶτες πρεσβύτεροι διπλῆς τιμῆς ἀξιούσθωσαν, μάλιστα οἱ κοπιῶντες ἐν λόγῳ καὶ διδασκαλίᾳ·"
    },
    {
      "verse": 18,
      "text": "λέγει γὰρ ἡ γραφή, βοῦν ἀλοῶντα οὐ φιμώσεις· καί, ἄξιος ὁ ἐργάτης τοῦ μισθοῦ αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "κατὰ πρεσβυτέρου κατηγορίαν μὴ παραδέχου, ἐκτὸς εἰ μὴ ἐπὶ δύο ἢ τριῶν μαρτύρων."
    },
    {
      "verse": 20,
      "text": "Τοὺς ἁμαρτάνοντας ἐνώπιον πάντων ἔλεγχε, ἵνα καὶ οἱ λοιποὶ φόβον ἔχωσιν."
    },
    {
      "verse": 21,
      "text": "Διαμαρτύρομαι ἐνώπιον τοῦ θεοῦ καὶ Χριστοῦ Ἰησοῦ καὶ τῶν ἐκλεκτῶν ἀγγέλων, ἵνα ταῦτα φυλάξῃς χωρὶς προκρίματος, μηδὲν ποιῶν κατὰ πρόσκλισιν."
    },
    {
      "verse": 22,
      "text": "Χεῖρας ταχέως μηδενὶ ἐπιτίθει, μηδὲ κοινώνει ἁμαρτίαις ἀλλοτρίαις· σεαυτὸν ἁγνὸν τήρει."
    },
    {
      "verse": 23,
      "text": "μηκέτι ὑδροπότει, ἀλλὰ οἴνῳ ὀλίγῳ χρῶ διὰ τὸν στόμαχον καὶ τὰς πυκνάς σου ἀσθενείας."
    },
    {
      "verse": 24,
      "text": "τινῶν ἀνθρώπων αἱ ἁμαρτίαι πρόδηλοί εἰσιν, προάγουσαι εἰς κρίσιν, τισὶν δὲ καὶ ἐπακολουθοῦσιν·"
    },
    {
      "verse": 25,
      "text": "ὡσαύτως καὶ τὰ ἔργα τὰ καλὰ πρόδηλα, καὶ τὰ ἄλλως ἔχοντα κρυβῆναι οὐ δύνανται."
    }
  ]
}