{
  "book_id": "HEB",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "God in tyme past diversly and many wayes spake vnto the fathers by Prophetes:"
    },
    {
      "verse": 2,
      "text": "but in these last dayes he hath spoken vnto vs by his sonne whom he hath made heyre of all thinges: by who also he made the worlde."
    },
    {
      "verse": 3,
      "text": "Which sonne beynge the brightnes of his glory and very ymage of his substance bearinge vp all thinges with the worde of his power hath in his awne person pourged oure synnes and is sitten on the right honde of the maiestie an hye"
    },
    {
      "verse": 4,
      "text": "and is more excellent then the angels in as moche as he hath by inheritaunce obteyned an excellenter name then have they."
    },
    {
      "verse": 5,
      "text": "For vnto which of the angels sayde he ateny tyme: Thou arte my sonne this daye be gate I the? And agayne: I will be his father and he shalbe my sonne."
    },
    {
      "verse": 6,
      "text": "And agayne when he bringeth in the fyrst begotten sonne in to the worlde he sayth: And all the angels of God shall worshippe him."
    },
    {
      "verse": 7,
      "text": "And of the angels he sayth: He maketh his angels spretes and his ministres flammes of fyre."
    },
    {
      "verse": 8,
      "text": "But vnto the sonne he sayth: God thy seate shalbe forever and ever. The cepter of thy kyngdome is a right cepter."
    },
    {
      "verse": 9,
      "text": "Thou hast loved rightewesnes and hated iniquyte. Wherfore God which is thy God hath anoynted the with the oyle of gladnes above thy felowes."
    },
    {
      "verse": 10,
      "text": "And thou Lorde in the begynninge hast layde the foundacion of the erth. And the heves are the workes of thy hondes."
    },
    {
      "verse": 11,
      "text": "They shall perisshe but thou shalt endure. They all shall wexe olde as doth a garment:"
    },
    {
      "verse": 12,
      "text": "and as a vesture shalt thou chaunge them and they shalbe chaunged. But thou arte all wayes and thy yeres shall not fayle."
    },
    {
      "verse": 13,
      "text": "Vnto which of the angels sayde he at eny tyme? Sit on my ryght honde tyll I make thyne enemyes thy fote stole."
    },
    {
      "verse": 14,
      "text": "Are they not all mynistrynge spretes sent to minister for their sakes which shalbe heyres of salvacion?"
    }
  ]
}