{
  "book_id": "HEB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Wherfore we ought to geve the more hede to the thinges we have herde lest we perysshe."
    },
    {
      "verse": 2,
      "text": "For yf the worde which was spoke by angels was stedfast: so that every trasgression and disobediece receaved a iust recompence to rewarde:"
    },
    {
      "verse": 3,
      "text": "how shall we escape yf we despyse so great saluacion which at ye fyrst began to be preached of the lorde him silfe and afterwarde was confermed vnto vs warde by the ye hearde it"
    },
    {
      "verse": 4,
      "text": "god bearynge witnes therto bothe with sygnes and wonders also and with divers miracles and gyftes of the holy gooste accordynge to his awne will."
    },
    {
      "verse": 5,
      "text": "He hath not vnto the angels put in subieccion the worlde to come where of we speake."
    },
    {
      "verse": 6,
      "text": "But one in a certayne place witnessed sayinge. What is man that thou arte myndfull of him?"
    },
    {
      "verse": 7,
      "text": "After thou haddest for a season made him lower then the angels: thou crounedst him with honour and glory and hast set him above the workes of thy hondes."
    },
    {
      "verse": 8,
      "text": "Thou hast put all thynges in subieccion vnder his fete. In that he put all thynges vnder him he left nothynge that is not put vnder him."
    },
    {
      "verse": 9,
      "text": "Neverthelesse we yet se not all thynges subdued but him that was made lesse the the angelles: we se that it was Iesus which is crouned with glory and honour for the sofferinge of death: that he by the grace of god shulde tast of deeth for all men."
    },
    {
      "verse": 10,
      "text": "For it became him for whom are all thynges and by whom are all thynges after that he had brought many sonnes vnto glory that he shuld make the lorde of their saluacion parfect thorow sofferynge."
    },
    {
      "verse": 11,
      "text": "For he that sanctifieth and they which are sanctified are all of one. For which causes sake he is not ashamde to call the brethren"
    },
    {
      "verse": 12,
      "text": "sayinge: I will declare thy name vnto my brethren and in the myddes of the congregacion will I prayse the."
    },
    {
      "verse": 13,
      "text": "And agayne: I will put my trust in him. And agayne. beholde here am I and the children which god hath geven me."
    },
    {
      "verse": 14,
      "text": "For as moche then as the children were parte takers of flesshe and bloud he also him silfe lyke wyse toke parte with them for to put doune thorow deth him that had lordshippe over deeth that is to saye the devyll"
    },
    {
      "verse": 15,
      "text": "and that he myght delyver the which thorow feare of deeth were all their lyfetyme in dauger of bondage."
    },
    {
      "verse": 16,
      "text": "For he in no place taketh on him the angels: but the seede of Abraham taketh he on him."
    },
    {
      "verse": 17,
      "text": "Wherfore in all thynges it became him to be made lyke vnto his brethren that he myght be mercifull and a faythfull hye preste in thynges concernynge god for to pourge the peoples synnes."
    },
    {
      "verse": 18,
      "text": "For in that he him silfe suffered and was tempted he is able to sucker them that are tempted."
    }
  ]
}