{
  "book_id": "HEB",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "For every hye prest that is taken from amonge men is ordeyned for men in thynges pertaynynge to god: to offer gyftes and sacryfyses for synne:"
    },
    {
      "verse": 2,
      "text": "which can have compassion on the ignoraunt and on them that are out of the waye because that he him silfe also is compased with infirmitie:"
    },
    {
      "verse": 3,
      "text": "For the which infirmities sake he is bounde to offer for synnes as well for hys awne parte as for the peoples."
    },
    {
      "verse": 4,
      "text": "And no man taketh honour vnto him silfe but he that is called of God as was Aaron."
    },
    {
      "verse": 5,
      "text": "Even so lykewise Christ glorified not him silfe to be made the hye prest: but he that sayde vnto him: thou arte my sonne this daye begat I the glorified him."
    },
    {
      "verse": 6,
      "text": "As he also in another place speaketh: Thou arte a prest for ever after the order of Melchisedech."
    },
    {
      "verse": 7,
      "text": "Which in the dayes of his flesshe did offer vp prayers and sup plicacions with stronge cryinge and teares vnto him that was able to save him from deeth: and was also hearde because of his godlines."
    },
    {
      "verse": 8,
      "text": "And though he were Goddes sonne yet learned he obediece by tho thynges which he suffered"
    },
    {
      "verse": 9,
      "text": "and was made parfaite and the cause of eternall saluacion vnto all them that obey him:"
    },
    {
      "verse": 10,
      "text": "and is called of God an hye prest after the order of Melchisedech."
    },
    {
      "verse": 11,
      "text": "Wherof we have many thynges to saye which are harde to be vttered: because ye are dull of hearinge."
    },
    {
      "verse": 12,
      "text": "For when as concerninge the tyme ye ought to be teachers yet have ye nede agayne that we teache you the fyrst principles of the worde of god: and are become soche as have nede of mylke and not of stronge meate:"
    },
    {
      "verse": 13,
      "text": "For every man that is feed with mylke is inexperte in the worde of rightewesnes. For he is but a babe."
    },
    {
      "verse": 14,
      "text": "But stronge meate belongeth to them that are parfecte which thorow custome have their wittes exercised to iudge both good and evyll also."
    }
  ]
}