{
  "book_id": "HEB",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Wherfore let vs leave the doctryne pertayninge to the beginninge of a Christen man and let vs go vnto perfeccion and now no more laye the foundacion of repentaunce from deed workes and of fayth towarde God"
    },
    {
      "verse": 2,
      "text": "of baptyme of doctryne and of layinge on of hondes and of resurreccion from deeth and of eternall iudgement."
    },
    {
      "verse": 3,
      "text": "And so will we do yf God permitte."
    },
    {
      "verse": 4,
      "text": "For it is not possible that they which were once lyghted and have tasted of the hevenly gyft and were become partetakers of the holy goost"
    },
    {
      "verse": 5,
      "text": "and have tasted of the good worde of God and of the power of the worlde to come:"
    },
    {
      "verse": 6,
      "text": "yf they faule shuld be renued agayne vnto repentaunce: for as moche as they have (as concerninge them selves) crucified the sonne of God a fresshe makynge a mocke of him."
    },
    {
      "verse": 7,
      "text": "For that erth which drinketh in the rayne wich cometh ofte vpon it and bringeth forth erbes mete for them that dresse it receaveth blessynge of god."
    },
    {
      "verse": 8,
      "text": "But that grounde which beareth thornes and bryars is reproved and is nye vnto cursynge: whose ende is to be burned."
    },
    {
      "verse": 9,
      "text": "Neverthelesse deare frendes we trust to se better of you and thynges which accompany saluacion though we thus speake."
    },
    {
      "verse": 10,
      "text": "For god is not vnrighteous that he shuld forget youre worke and laboure that procedeth of love which love shewed in his name which have ministred vnto the saynctes and yet minister"
    },
    {
      "verse": 11,
      "text": "Yee, and we desyre that every one of you shew the same diligence to the stablysshynge of hope even vnto the ende:"
    },
    {
      "verse": 12,
      "text": "that ye faynt not but folowe them which thorow fayth and pacience inheret the promyses."
    },
    {
      "verse": 13,
      "text": "For when god made promes to Abraham because he had no greater thinge to sweare by he sware by him silfe"
    },
    {
      "verse": 14,
      "text": "sayinge: Surely I will blesse the and multiply the in dede."
    },
    {
      "verse": 15,
      "text": "And so after that he had taryed a longe tyme he enioyed the promes."
    },
    {
      "verse": 16,
      "text": "Men verely sweare by him that is greater then them selves and an othe to confyrme the thynge ys amonge them an ende of all stryfe."
    },
    {
      "verse": 17,
      "text": "So god willynge very aboundanly to shewe vnto the heyres of promes the stablenes of his counsayle he added an othe"
    },
    {
      "verse": 18,
      "text": "that by two immutable thinges (in which it was vnpossible that god shuld lye) we myght have parfect consolacion which have fled for to holde fast the hope that is set before vs"
    },
    {
      "verse": 19,
      "text": "which hope we have as an ancre of the soule both sure and stedfast. Which hope also entreth in into tho thynges which are with in the vayle"
    },
    {
      "verse": 20,
      "text": "whither the fore runner is for vs entred in I mean Iesus that is made an hye prest for ever after the order of Melchisedech."
    }
  ]
}