{
  "book_id": "HEB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Fayth is a sure confidence of thynges which are hoped for and a certayntie of thynges which are not sene."
    },
    {
      "verse": 2,
      "text": "By it the elders were well reported of."
    },
    {
      "verse": 3,
      "text": "Thorow fayth we vnderstonde that the worlde was ordeyned by the worde of god: and that thynges which are sene were made of thynges which are not sene."
    },
    {
      "verse": 4,
      "text": "By fayth Abell offered vnto god a more plenteous sacrifice then Cayn: by which he obteyned witnes that he was righteous god testifyinge of his gyftes: by which also he beynge deed yet speaketh."
    },
    {
      "verse": 5,
      "text": "By fayth was Enoch traslated that he shuld not se deeth: nether was he founde: for God had taken him awaye. Before he was taken awaye he was reported of that he had pleased God:"
    },
    {
      "verse": 6,
      "text": "but with out fayth it is vnpossible to please him. For he that commeth to God must beleve that God is and that he is a rewarder of them that seke him."
    },
    {
      "verse": 7,
      "text": "By fayth Noe honored God after that he was warned of thinges which were not sene and prepared the arcke to the savinge of his houssholde thorowe the which arcke he condempned the worlde and became heyre of the rightewesnes which commeth by fayth."
    },
    {
      "verse": 8,
      "text": "By fayth Abraham when he was called obeyed to goo out into a place which he shuld afterwarde receave to inheritaunce and he wet out not knowynge whether he shuld goo."
    },
    {
      "verse": 9,
      "text": "By fayth he removed into the londe that was promysed him as into a straunge countre and dwelt in tabernacles: and so dyd Isaac and Iacob heyres with him of the same promes."
    },
    {
      "verse": 10,
      "text": "For he loked for a citie havinge a foundacion whose bylder and maker is God."
    },
    {
      "verse": 11,
      "text": "Thorow fayth Sara also receaved stregth to be with chylde and was delivered of a chylde when she was past age because she iudged him faythfull which had promysed."
    },
    {
      "verse": 12,
      "text": "And therfore spronge therof one (and of one which was as good as deed) so many in multitude as the starres of the skye and as the sond of the see shore which is innumerable."
    },
    {
      "verse": 13,
      "text": "And they all dyed in fayth and receaved not the promyses: but sawe them a farre of and beleved them and saluted them: and confessed that they were straungers and pilgrems on the erthe."
    },
    {
      "verse": 14,
      "text": "They that saye soche thinges declare that they seke a countre."
    },
    {
      "verse": 15,
      "text": "Also yf they had bene myndfull of that countre from whence they came oute they had leasure to have returned agayne."
    },
    {
      "verse": 16,
      "text": "But now they desyre a better that is to saye a hevenlye. Wherfore God is not ashamed of them even to be called their God: for he hath prepared for them a citie."
    },
    {
      "verse": 17,
      "text": "In fayth Abraham offered vp Isaac when he was tempted and he offered him beinge his only begotten sonne which had receaved the promyses"
    },
    {
      "verse": 18,
      "text": "of whom it was sayde in Isaac shall thy seed be called:"
    },
    {
      "verse": 19,
      "text": "for he considered that God was able to rayse vp agayne from deeth. Wherfore receaved he him for an ensample."
    },
    {
      "verse": 20,
      "text": "In fayth Isaac blessed Iacob and Esau concerninge thinges to come."
    },
    {
      "verse": 21,
      "text": "By fayth Iacob when he was a dyinge blessed both the sonnes of Ioseph and bowed him selfe towarde the toppe of his cepter."
    },
    {
      "verse": 22,
      "text": "By fayth Ioseph when he dyed remembred the departinge of the chyldren of Israel and gave commaundement of his bones."
    },
    {
      "verse": 23,
      "text": "By fayth Moses when he was borne was hid thre monethes of his father and mother be cause they sawe he was a proper chylde: nether feared they the kynges commaundement."
    },
    {
      "verse": 24,
      "text": "By fayth Moses when he was great refused to be called the sonne of Pharaos doughter"
    },
    {
      "verse": 25,
      "text": "and chose rather to suffre adversitie with the people of God then to enioye the pleasurs of synne for a ceason"
    },
    {
      "verse": 26,
      "text": "and estemed the rebuke of Christ greater ryches then the treasure of Egypt. For he had a respect vnto the rewarde."
    },
    {
      "verse": 27,
      "text": "By fayth he forsoke Egypt and feared not the fearcenes of the kynge. For he endured even as he had sene him which is invisible."
    },
    {
      "verse": 28,
      "text": "Thorow fayth he ordeyned the ester lambe and the effusion of bloud lest he that destroyed the fyrst borne shuld touche them."
    },
    {
      "verse": 29,
      "text": "By fayth they passed thorow the reed see as by drye londe which when the Egypcians had assayed to do they were drouned."
    },
    {
      "verse": 30,
      "text": "By fayth the walles of Ierico fell doune after they were compased about seven dayes."
    },
    {
      "verse": 31,
      "text": "By fayth the harlot Raab perisshed not with the vnbelevers when she had receaved the spyes to lodgynge peaseably."
    },
    {
      "verse": 32,
      "text": "And what shall I more saye the tyme wold be to short for me to tell of Gedeo of Barach and of Samson and of Iephthae: also of David and Samuel and of the Prophetes:"
    },
    {
      "verse": 33,
      "text": "which thorowe fayth subdued kyngdomes wrought righteousnes obteyned the promyses stopped the mouthes of lyons"
    },
    {
      "verse": 34,
      "text": "quenched the violence of fyre escaped the edge of the swearde of weake were made stroge waxed valient in fight turned to flyght the armyes of the alientes."
    },
    {
      "verse": 35,
      "text": "And the wemen receaved their deed raysed to lyfe agayne. Other were racked and wolde not be delyvered that they myght receave a better resurreccion."
    },
    {
      "verse": 36,
      "text": "Other tasted of mockynges and scourginginges morover of bondes and presonment:"
    },
    {
      "verse": 37,
      "text": "were stoned were hewen a sunder were tepted were slayne with sweardes walked vppe and doune in shepes skynnes in gotes skynnes in nede tribulacion and vexacion"
    },
    {
      "verse": 38,
      "text": "which the worlde was not worthy of: they wadred in wildernes in moutaynes in dennes and caves of the erth."
    },
    {
      "verse": 39,
      "text": "And these all thorow fayth obtayned good reporte and receaved not the promes"
    },
    {
      "verse": 40,
      "text": "God provydinge a better thinge for vs that they with out vs shuld not be made parfecte."
    }
  ]
}