{
  "book_id": "HEB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Let brotherly love continue."
    },
    {
      "verse": 2,
      "text": "Be not forgetfull to lodge straungers. For therby have dyvers receaved angels into their houses vnwares."
    },
    {
      "verse": 3,
      "text": "Remember them that are in bondes even as though ye were bounde with them. Be myndfull of them which are in adversitie as ye which are yet in youre bodies."
    },
    {
      "verse": 4,
      "text": "Let wedlocke be had in pryce in all poyntes and let the chamber be vndefiled: for whore kepers and advoutrars god will iudge."
    },
    {
      "verse": 5,
      "text": "Let youre conversacion be with out coveteousnes and be content with that ye have all redy. For he verely sayd: I will not fayle the nether forsake the:"
    },
    {
      "verse": 6,
      "text": "that we maye boldly saye: the lorde is my helper and I will not feare what man doeth vnto me."
    },
    {
      "verse": 7,
      "text": "Remember them which have the oversight of you which have declared vnto you the worde of god. The ende of whose conversacion se that ye looke vpon and folowe their fayth."
    },
    {
      "verse": 8,
      "text": "Iesus Christ yesterdaye and to daye and the same continueth for ever."
    },
    {
      "verse": 9,
      "text": "Be not caryed aboute with divers and straunge learnynge. For it is a good thynge that the herte be stablisshed with grace and not with meates which have not proffeted them that have had their pastyme in them."
    },
    {
      "verse": 10,
      "text": "We have an altre wherof they maye not eate which serve in the tabernacle."
    },
    {
      "verse": 11,
      "text": "For the bodies of those beastes whose bloud is brought into the holy place by the hie prest to pourge sinne are burnt with out the tentes."
    },
    {
      "verse": 12,
      "text": "Therfore Iesus to sanctifye the people with his awne bloud suffered with out the gate."
    },
    {
      "verse": 13,
      "text": "Let vs goo forth therfore out of the tentes and suffer rebuke with him."
    },
    {
      "verse": 14,
      "text": "For here have we no continuynge citie: but we seke one to come."
    },
    {
      "verse": 15,
      "text": "For by him offer we the sacrifice of laude allwayes to god: that is to saye the frute of those lyppes which confesse his name."
    },
    {
      "verse": 16,
      "text": "To do good and to distribute forget not for with suche sacrifises god is pleased."
    },
    {
      "verse": 17,
      "text": "Obeye the that have the oversight of you and submit youre selves to them for they watch for youre soules even as they that must geve a comptes: that they maye do it with ioye and not with grefe. For that is an vnproffitable thynge for you."
    },
    {
      "verse": 18,
      "text": "Praye for vs. We have confidence because we have a good conscience in all thynges and desyre to live honestly."
    },
    {
      "verse": 19,
      "text": "I desire you therfore somwhat the moare aboundantly that ye so do that I maye be restored to you quyckly."
    },
    {
      "verse": 20,
      "text": "The god of peace that brought agayne from deth oure lorde Iesus the gret shepperde of the shepe thorowe the bloud of the everlastynge testament"
    },
    {
      "verse": 21,
      "text": "make you parfect in all good workes to do his will workynge in you that which is pleasaut in his syght thorow Iesus christ To whom be prayse for ever whill the worlde endureth Amen."
    },
    {
      "verse": 22,
      "text": "I beseche you brethren suffre the wordes of exhortacio: For we have written vnto you in feawe wordes:"
    },
    {
      "verse": 23,
      "text": "knowe the brother Timothe whom we have sent from vs with whom (yf he come shortly) I will se you."
    },
    {
      "verse": 24,
      "text": "Salute the that have the oversight of you and all the saynctes. They of Italy salute you."
    },
    {
      "verse": 25,
      "text": "Grace be with you all. Amen. ‘Sent from Italy by Timotheus.’"
    }
  ]
}