{
  "book_id": "JOB",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc There\\sc* was a certain man in the land of Uz, whose name \\add was\\add* Job; And that man was true, blameless, righteous, \\add and\\add* godly, Abstaining from everything evil."
    },
    {
      "verse": 2,
      "text": "And he had seven sons and three daughters."
    },
    {
      "verse": 3,
      "text": "And his cattle consisted of seven thousand sheep, Three thousand camels, Five hundred yoke of oxen, Five hundred she-asses in the pastures, And a very great household, And he had a great husbandry on the earth; And that man was \\add most\\add* noble of the \\add men\\add* of the east."
    },
    {
      "verse": 4,
      "text": "And his sons visiting one another Prepared a banquet every day, Taking with them also their three sisters To eat and drink with them."
    },
    {
      "verse": 5,
      "text": "And when the days of the banquet were completed, Job sent and purified them, having risen up in the morning, And offered sacrifices for them, according to their number, And one calf for a sin offering for their souls: For Job said, Lest peradventure my sons have thought evil in their minds against God. Thus then Job did continually."
    },
    {
      "verse": 6,
      "text": "And it came to pass on a day, That, behold, the angels of God came to stand before the Lord, And the devil came with them."
    },
    {
      "verse": 7,
      "text": "And the Lord said to the devil, Whence art thou come? And the devil answered the Lord, and said, I am come from compassing the earth, and walking up and down in the world."
    },
    {
      "verse": 8,
      "text": "And the Lord said to him, Hast thou diligently considered my servant Job, That there is none like him on the earth, A man blameless, true, godly, Abstaining from everything evil?"
    },
    {
      "verse": 9,
      "text": "Then the devil answered, and said before the Lord, Does Job worship the Lord for nothing?"
    },
    {
      "verse": 10,
      "text": "Hast thou not made a hedge about him, and about his household, And all his possessions round about? And hast thou not blessed the works of his hands, And multiplied his cattle upon the land?"
    },
    {
      "verse": 11,
      "text": "But put forth thy hand, and touch all that he has: Verily he will curse thee to \\add thy\\add* face."
    },
    {
      "verse": 12,
      "text": "Then the Lord said to the devil, Behold, I give into thy hand all that he has, But touch not him. So the devil went out from the presence of the Lord."
    },
    {
      "verse": 13,
      "text": "And it came to pass on a certain day, That Job’s sons and his daughters Were drinking wine in the house of their elder brother."
    },
    {
      "verse": 14,
      "text": "And, behold, there came a messenger to Job, and said to him, The yokes of oxen were plowing, And the she-asses were feeding near them;"
    },
    {
      "verse": 15,
      "text": "And the spoilers came and took them for a prey, And slew the servants with the sword; And I having escaped alone am come to tell thee."
    },
    {
      "verse": 16,
      "text": "While he was yet speaking, there came another messenger, and said to Job, Fire has fallen from heaven, and burned up the sheep, and devoured the shepherds likewise; And I having escaped alone am come to tell thee."
    },
    {
      "verse": 17,
      "text": "While he was yet speaking, there came another messenger, and said to Job, The horsemen formed three companies against us, And surrounded the camels, and took them for a prey, And slew the servants with the sword; And I only escaped, and am come to tell thee."
    },
    {
      "verse": 18,
      "text": "While he is yet speaking, another messenger comes, saying to Job, While thy sons and thy daughters were eating and drinking with their elder brother,"
    },
    {
      "verse": 19,
      "text": "Suddenly a great wind came on from the desert, and caught the four corners of the house, And the house fell upon thy children, and they are dead; And I have escaped alone, and am come to tell thee."
    },
    {
      "verse": 20,
      "text": "So Job arose, and rent his garments, And shaved the hair of his head, And fell on the earth, and worshiped,"
    },
    {
      "verse": 21,
      "text": "and said, I myself came forth naked from my mother’s womb, And naked shall I return thither: The Lord gave, the Lord has taken away: As it seemed good to the Lord, so has it come to pass; Blessed be the name of the Lord."
    },
    {
      "verse": 22,
      "text": "In all these events that befell him Job sinned not at all before the Lord, And did not impute folly to God."
    }
  ]
}