{
  "book_id": "JOB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass on a certain day, That the angels of God came to stand before the Lord, And the devil came among them To stand before the Lord."
    },
    {
      "verse": 2,
      "text": "And the Lord said to the devil, Whence comest thou? Then the devil said before the Lord, I am come from going through the world, and walking about the whole earth."
    },
    {
      "verse": 3,
      "text": "And the Lord said to the devil, Hast thou then observed my servant Job, That there is none of menupon the earth like him, A harmless, true, blameless, godly man, Abstaining from all evil? And he yet cleaves to innocence, Whereas thou hast told meto destroy his substance without cause?"
    },
    {
      "verse": 4,
      "text": "And the devil answered and said to the Lord, Skin for skin, All that a man has will he give as a ransom for his life."
    },
    {
      "verse": 5,
      "text": "Nay, but put forth thy hand, and touch his bones and his flesh: Verily he will curse thee to thyface."
    },
    {
      "verse": 6,
      "text": "And the Lord said to the devil, Behold, I deliver him up to thee; Only save his life."
    },
    {
      "verse": 7,
      "text": "So the devil went out from the Lord, And smote Job with sore boils from hisfeet to hishead."
    },
    {
      "verse": 8,
      "text": "And he took a potsherd to scrape away the discharge, And sat upon a dungheap outside the city."
    },
    {
      "verse": 9,
      "text": "And when much time had passed, his wife said to him, How long wilt thou hold out, saying, Expecting the hope of my deliverance? Even thysons and daughters, the pangs and pains of my womb Which I bore in vain with sorrows; From place to place and house to house, Waiting for the setting of the sun, That I may rest from my labors and my pangs which now beset me:"
    },
    {
      "verse": 10,
      "text": "But he looked on her, and said to her, Thou hast spoken like one of the foolish women. If we have received good things of the hand of the Lord, shall we not endure evil things? In all these things that happened to him, Job sinned not at all with his lips before God."
    },
    {
      "verse": 11,
      "text": "Now his three friends having heard of all the evil that was come upon him, Came to him each from his own country: Eliphaz the king of the Temanites, Bildad sovereign of the Shuhites, Zophar king of the Minaeans: And they came to him with one accord, To comfort and to visit him."
    },
    {
      "verse": 12,
      "text": "And when they saw him from a distance they did not know him; And they cried with a loud voice, and wept, And rent every one his garment, And sprinkled dust upon their heads,"
    },
    {
      "verse": 13,
      "text": "And they sat down beside him seven days and seven nights, And no one of them spoke; For they saw that hisaffliction was dreadful and very great."
    }
  ]
}