{
  "book_id": "JOB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "After this Job opened his mouth, And cursed his day,"
    },
    {
      "verse": 2,
      "text": "saying,"
    },
    {
      "verse": 3,
      "text": "Let the day perish in which I was born, And that night in which they said, Behold a man-child!"
    },
    {
      "verse": 4,
      "text": "Let that night be darkness, And let not the Lord regard it from above, Neither let light come upon it."
    },
    {
      "verse": 5,
      "text": "But let darkness and the shadow of death seize it; Let blackness come upon it;"
    },
    {
      "verse": 6,
      "text": "Let that day and night be cursed, Let darkness carry them away; Let it not come into the days of the year, Neither let it be numbered with the days of the months."
    },
    {
      "verse": 7,
      "text": "But let that night be pain, And let not mirth come upon it, nor joy."
    },
    {
      "verse": 8,
      "text": "But let him that curses that day curse it, \\add Even\\add* he that is ready to attack the great whale."
    },
    {
      "verse": 9,
      "text": "Let the stars of that night be darkened; Let it remain \\add dark\\add*, and not come into light; And let it not see the morning star arise:"
    },
    {
      "verse": 10,
      "text": "Because it shut not up the gates of my mother’s womb, For \\add so\\add* it would have removed sorrow from my eyes."
    },
    {
      "verse": 11,
      "text": "For why died I not in the belly? And \\add why\\add* did I not come forth from the womb and die immediately?"
    },
    {
      "verse": 12,
      "text": "And why did the knees support me? And why did I suck the breasts?"
    },
    {
      "verse": 13,
      "text": "Now I should have lain down and been quiet, I should have slept and been at rest,"
    },
    {
      "verse": 14,
      "text": "With kings \\add and\\add* counselors of the earth, Who gloried in \\add their\\add* swords;"
    },
    {
      "verse": 15,
      "text": "Or with rulers, whose gold was abundant, Who filled their houses with silver:"
    },
    {
      "verse": 16,
      "text": "Or \\add I should have been\\add* as an untimely birth proceeding from his mother’s womb, Or as infants who never saw light."
    },
    {
      "verse": 17,
      "text": "There the ungodly have burned out the fury of rage; There the wearied in body rest."
    },
    {
      "verse": 18,
      "text": "And the men of old time have together Ceased to hear the exactor’s voice."
    },
    {
      "verse": 19,
      "text": "The small and great are there, And the servant that feared his lord."
    },
    {
      "verse": 20,
      "text": "For why is light given to those who are in bitterness, And life to the souls which are in griefs?"
    },
    {
      "verse": 21,
      "text": "Who desire death, and obtain it not, Digging \\add for it\\add* as \\add for\\add* treasures;"
    },
    {
      "verse": 22,
      "text": "And would be very joyful if they should gain it?"
    },
    {
      "verse": 23,
      "text": "Death \\add is\\add* rest to \\add such\\add* a man, For God has hedged him in."
    },
    {
      "verse": 24,
      "text": "For my groaning comes before my food, And I weep being beset with terror."
    },
    {
      "verse": 25,
      "text": "For the terror of which I meditated has come upon me, And that which I had feared has befallen me."
    },
    {
      "verse": 26,
      "text": "I was not at peace, nor quiet, nor had I rest; Yet wrath came upon me."
    }
  ]
}