{
  "book_id": "JOB",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Then Bildad the Shuhite answered, and said,"
    },
    {
      "verse": 2,
      "text": "How long wilt thou speak these things, How long shallthe breath of thy mouth beabundant in words?"
    },
    {
      "verse": 3,
      "text": "Will the Lord be unjust when he judges; Or will he that has made all things pervert justice?"
    },
    {
      "verse": 4,
      "text": "If thy sons have sinned before him, He has cast them away because of their transgression."
    },
    {
      "verse": 5,
      "text": "But be thou early in prayer to the Lord Almighty."
    },
    {
      "verse": 6,
      "text": "If thou art pure and true, he will hearken to thy supplication, And will restore to thee the habitation of righteousness."
    },
    {
      "verse": 7,
      "text": "Though then thy beginning should be small, Yet thy end should be unspeakably great."
    },
    {
      "verse": 8,
      "text": "For ask of the former generation, And search diligently among the race of ourfathers"
    },
    {
      "verse": 9,
      "text": "(For we are of yesterday, and know nothing; For our life upon the earth is a shadow):"
    },
    {
      "verse": 10,
      "text": "Shall not these teach thee, and report to thee, And bring out words from theirheart?"
    },
    {
      "verse": 11,
      "text": "Does the rush flourish without water, Or shall the flag grow up without moisture?"
    },
    {
      "verse": 12,
      "text": "When it is yet on the root, and thoughit has not been cut down, Does not any herb wither before it has received moisture?"
    },
    {
      "verse": 13,
      "text": "Thus then shall be the end of all that forget the Lord: For the hope of the ungodly shall perish."
    },
    {
      "verse": 14,
      "text": "For his house shall be without inhabitants, And his tent shall prove a spider’s web."
    },
    {
      "verse": 15,
      "text": "If he should prop up his house, it shall not stand: And when he has taken hold of it, it shall not remain."
    },
    {
      "verse": 16,
      "text": "For it is moist under the sun, And his branch shall come forth out of his dungheap."
    },
    {
      "verse": 17,
      "text": "He lies down upon a gathering of stones, And shall live in the midst of flints."
    },
    {
      "verse": 18,
      "text": "If Godshould destroy him, his place shall deny him. Hast thou not seen such things,"
    },
    {
      "verse": 19,
      "text": "That such is the overthrow of the ungodly? And out of the earth another shall grow."
    },
    {
      "verse": 20,
      "text": "For the Lord will by no means reject the harmless man; But he will not receive any gift of the ungodly."
    },
    {
      "verse": 21,
      "text": "But he will fill with laughter the mouth of the sincere, And their lips with thanksgiving."
    },
    {
      "verse": 22,
      "text": "But their adversaries shall clothe themselves with shame; And the habitation of the ungodly shall perish."
    }
  ]
}