{
  "book_id": "JOB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Then Zophar the Minaean answered and said,"
    },
    {
      "verse": 2,
      "text": "He that speaks much, should also hear on the other side: Or does the fluent speaker think himself to be righteous? Blessed \\add is\\add* the short-lived offspring of woman."
    },
    {
      "verse": 3,
      "text": "Be not a speaker of many words; For is there none to answer thee?"
    },
    {
      "verse": 4,
      "text": "For say not, I am pure in my works, And blameless before him."
    },
    {
      "verse": 5,
      "text": "But oh that the Lord would speak to thee, And open his lips with thee!"
    },
    {
      "verse": 6,
      "text": "Then shall he declare to thee the power of wisdom; For it shall be double of that which is with thee: And then shalt thou know, that a just recompense of thy sins has come to thee from the Lord."
    },
    {
      "verse": 7,
      "text": "Wilt thou find out the traces of the Lord? Or hast thou come to the end \\add of that\\add* which the Almighty has made?"
    },
    {
      "verse": 8,
      "text": "Heaven \\add is\\add* high; and what wilt thou do? And there are deeper things than those in hell; what dost thou know?"
    },
    {
      "verse": 9,
      "text": "Or longer than the measure of the earth, Or the breadth of the sea."
    },
    {
      "verse": 10,
      "text": "And if he should overthrow all things, who will say to him, What hast thou done?"
    },
    {
      "verse": 11,
      "text": "For he knows the works of transgressors; And when he sees wickedness, he will not overlook \\add it\\add*."
    },
    {
      "verse": 12,
      "text": "But man vainly buoys himself up with words; And a mortal born of woman \\add is\\add* like an ass of the desert."
    },
    {
      "verse": 13,
      "text": "For if thou hast made thy heart pure, And liftest up \\add thine\\add* hands toward him;"
    },
    {
      "verse": 14,
      "text": "If there is any iniquity in thy hands, Put it far from thee, And let not unrighteousness lodge in thy habitation."
    },
    {
      "verse": 15,
      "text": "For thus shall thy countenance shine again, as pure water; And thou shalt divest thyself of uncleanness, and shalt not fear."
    },
    {
      "verse": 16,
      "text": "And thou shalt forget trouble, As a wave that has passed by; and thou shalt not be scared."
    },
    {
      "verse": 17,
      "text": "And thy prayer \\add shall be\\add* as the morning star, And life shall arise to thee \\add as\\add* from the noonday."
    },
    {
      "verse": 18,
      "text": "And thou shalt be confident, because thou hast hope; And peace shall dawn to thee from out of anxiety and care."
    },
    {
      "verse": 19,
      "text": "For thou shalt be at ease, and there shall be no one to fight against thee; And many shall charge, and make supplication to thee."
    },
    {
      "verse": 20,
      "text": "But safety shall fail them; For their hope is destruction, And the eyes of the ungodly shall waste away."
    }
  ]
}