{
  "book_id": "JOB",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And Job answered and said,"
    },
    {
      "verse": 2,
      "text": "So then ye \\add alone\\add* are men, And wisdom shall die with you?"
    },
    {
      "verse": 3,
      "text": "\\add But\\add* I also have a heart as well as you."
    },
    {
      "verse": 4,
      "text": "For a righteous and blameless man has become a subject for mockery."
    },
    {
      "verse": 5,
      "text": "For it had been ordained that he should fall under others at the appointed time, And that his houses should be spoiled by transgressors: Let not however anyone trust that, being evil, he shall be \\add held\\add* guiltless,"
    },
    {
      "verse": 6,
      "text": "Even as many as provoke the Lord, As if there were indeed to be no inquisition \\add made\\add* of them."
    },
    {
      "verse": 7,
      "text": "But ask now the beasts, if they may speak to thee; And the birds of the air, if they may declare to thee."
    },
    {
      "verse": 8,
      "text": "Tell the earth, if it may speak to thee: And the fish of the sea shall explain to thee."
    },
    {
      "verse": 9,
      "text": "Who then has not known in all these things, That the hand of the Lord has made them?"
    },
    {
      "verse": 10,
      "text": "Whereas the life of all living things is in his hand, And the breath of every man."
    },
    {
      "verse": 11,
      "text": "For the ear tries words, And the palate tastes meats."
    },
    {
      "verse": 12,
      "text": "In length of time is wisdom, And in long life knowledge."
    },
    {
      "verse": 13,
      "text": "With him are wisdom and power, With him counsel and understanding."
    },
    {
      "verse": 14,
      "text": "If he should cast down, who will build up? If he should shut up against men, who shall open?"
    },
    {
      "verse": 15,
      "text": "If he should withhold the water, he will dry the earth: And if he should let it loose, he overthrows and destroys it."
    },
    {
      "verse": 16,
      "text": "With him are strength and power: He has knowledge and understanding."
    },
    {
      "verse": 17,
      "text": "He leads counselors away captive, And maddens the judges of the earth."
    },
    {
      "verse": 18,
      "text": "He seats kings upon thrones, And girds their loins with a girdle."
    },
    {
      "verse": 19,
      "text": "He sends away priests into captivity, And overthrows the mighty ones of the earth."
    },
    {
      "verse": 20,
      "text": "He changes the lips of the trustworthy, And he knows the understanding of the elders."
    },
    {
      "verse": 21,
      "text": "He pours dishonor upon princes, And heals the lowly."
    },
    {
      "verse": 22,
      "text": "Revealing deep things out of darkness: And he has brought into light the shadow of death."
    },
    {
      "verse": 23,
      "text": "Causing the nations to wander, and destroying them: Overthrowing the nations, and leading them \\add away\\add*."
    },
    {
      "verse": 24,
      "text": "Perplexing the minds of the princes of the earth: And he causes them to wander in a way they have not known, \\add saying\\add*,"
    },
    {
      "verse": 25,
      "text": "Let them grope \\add in\\add* darkness, and \\add let there be\\add* no light, And let them wander as a drunken man."
    }
  ]
}