{
  "book_id": "JOB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, mine eye has seen these things, And mine ear has heard them."
    },
    {
      "verse": 2,
      "text": "And I know all that ye too know; And I have not less understanding than you."
    },
    {
      "verse": 3,
      "text": "Nevertheless I will speak to the Lord, And I will reason before him, if he will."
    },
    {
      "verse": 4,
      "text": "But ye are all bad physicians, And healers of diseases."
    },
    {
      "verse": 5,
      "text": "But would that ye were silent, And it would be wisdom to you in the end."
    },
    {
      "verse": 6,
      "text": "But hear ye the reasoning of my mouth, And attend to the judgment of my lips."
    },
    {
      "verse": 7,
      "text": "Do ye not speak before the Lord, And utter deceit before him?"
    },
    {
      "verse": 8,
      "text": "Or will ye draw back? Nay, do ye yourselves be judges."
    },
    {
      "verse": 9,
      "text": "For it werewell if he would thoroughly search you: For though doing all things in your powerye should attach yourselves to him,"
    },
    {
      "verse": 10,
      "text": "He will not reprove you at all the less: But if moreover ye should secretly respect persons,"
    },
    {
      "verse": 11,
      "text": "Shall not his whirlpool sweep you round, And terror from him fall upon you?"
    },
    {
      "verse": 12,
      "text": "And your glorying shall prove in the end to you like ashes, And your body like a bodyof clay."
    },
    {
      "verse": 13,
      "text": "Be silent, that I may speak, and cease from mineanger,"
    },
    {
      "verse": 14,
      "text": "While I may take my flesh in my teeth, And put my life in my hand."
    },
    {
      "verse": 15,
      "text": "Though the Mighty One should lay hand upon me, forasmuch as he has begun, Verily I will speak, and plead before him."
    },
    {
      "verse": 16,
      "text": "And this shall turn to me for salvation; For fraud shall have no entrance before him."
    },
    {
      "verse": 17,
      "text": "Hear, hear ye my words, For I will declare in your hearing."
    },
    {
      "verse": 18,
      "text": "Behold, I am near my judgment: I know that I shall appear evidently just."
    },
    {
      "verse": 19,
      "text": "For who is he that shall plead with me, That I should now be silent, and expire?"
    },
    {
      "verse": 20,
      "text": "But grant me two things: Then I will not hide myself from thy face."
    },
    {
      "verse": 21,
      "text": "Withhold thinehand from me: And let not thy fear terrify me."
    },
    {
      "verse": 22,
      "text": "Then shalt thou call, and I will hearken to thee: Or thou shalt speak, and I will give thee an answer."
    },
    {
      "verse": 23,
      "text": "How many are my sins and my transgressions? Teach me what they are."
    },
    {
      "verse": 24,
      "text": "Wherefore hidest thou thyself from me, And deemest me thine enemy?"
    },
    {
      "verse": 25,
      "text": "Wilt thou be startled at me, as ata leaf shaken by the wind? Or wilt thou set thyself against me as against grass borne upon the breeze?"
    },
    {
      "verse": 26,
      "text": "For thou hast written evil things against me, And thou hast compassed me with the sins of my youth."
    },
    {
      "verse": 27,
      "text": "And thou hast placed my foot in the stocks; And thou hast watched all my works, And hast penetrated to my heels."
    },
    {
      "verse": 28,
      "text": "I am asthat which waxes old like a bottle, Or like a moth-eaten garment."
    }
  ]
}