{
  "book_id": "JOB",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I perish, carried away by the wind, And I seek for burial, and obtain \\add it\\add* not."
    },
    {
      "verse": 2,
      "text": "Weary I entreat; and what have I done? And strangers have stolen my goods."
    },
    {
      "verse": 3,
      "text": "Who is this? let him join hands with me."
    },
    {
      "verse": 4,
      "text": "For thou hast hidden their heart from wisdom; Therefore thou shalt not exalt them."
    },
    {
      "verse": 5,
      "text": "He shall promise mischief to \\add his\\add* companions: But \\add their\\add* eyes have failed for \\add their\\add* children."
    },
    {
      "verse": 6,
      "text": "But thou hast made me a byword among the nations, And I am become a scorn to them."
    },
    {
      "verse": 7,
      "text": "For my eyes are dimmed through pain; I have been grievously beset by all."
    },
    {
      "verse": 8,
      "text": "Wonder has seized true men upon this; And let the just rise up against the transgressor."
    },
    {
      "verse": 9,
      "text": "But let the faithful hold on his own way, And let him that is pure of hands take courage."
    },
    {
      "verse": 10,
      "text": "Howbeit, do ye all strengthen \\add yourselves\\add* and come now, For I do not find truth in you."
    },
    {
      "verse": 11,
      "text": "My days have passed in groaning, And my heartstrings are broken."
    },
    {
      "verse": 12,
      "text": "I have turned the night into day: The light is short because of darkness."
    },
    {
      "verse": 13,
      "text": "For if I remain, Hades is my habitation: And my bed has been made in darkness."
    },
    {
      "verse": 14,
      "text": "I have called upon death to be my father, And corruption \\add to be\\add* my mother and sister."
    },
    {
      "verse": 15,
      "text": "Where then is yet my hope? Or \\add where\\add* shall I see my good?"
    },
    {
      "verse": 16,
      "text": "Will they go down with me to Hades, Or shall we go down together to the tomb?"
    }
  ]
}