{
  "book_id": "JOB",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Then Bildad the Shuhite answered and said,"
    },
    {
      "verse": 2,
      "text": "How long wilt thou continue? Forbear, that we also may speak."
    },
    {
      "verse": 3,
      "text": "For wherefore have we been silent before thee like brutes?"
    },
    {
      "verse": 4,
      "text": "Anger has possessed thee: For what if thou shouldest die; would \\add the earth\\add* under heaven be desolate? Or shall the mountains be overthrown from their foundations?"
    },
    {
      "verse": 5,
      "text": "But the light of the ungodly shall be quenched, And their flame shall not go up."
    },
    {
      "verse": 6,
      "text": "His light \\add shall be\\add* darkness in \\add his\\add* habitation, And his lamp shall be put out with him."
    },
    {
      "verse": 7,
      "text": "Let the meanest of men spoil his goods, And let his counsel deceive \\add him\\add*."
    },
    {
      "verse": 8,
      "text": "His foot also has been caught in a snare, \\add And\\add* let it be entangled in a net."
    },
    {
      "verse": 9,
      "text": "And let snares come upon him: He shall strengthen those that thirst for his destruction."
    },
    {
      "verse": 10,
      "text": "His snare is hidden in the earth, And that which shall take him is by the path."
    },
    {
      "verse": 11,
      "text": "Let pains destroy him round about, And let many \\add enemies\\add* come about him,"
    },
    {
      "verse": 12,
      "text": "\\add Vex him\\add* with distressing hunger: And a signal destruction has been prepared for him."
    },
    {
      "verse": 13,
      "text": "Let the soles of his feet be devoured: And death shall consume his beauty."
    },
    {
      "verse": 14,
      "text": "And let health be utterly banished from his tabernacle, And let distress seize upon him with a charge from the king."
    },
    {
      "verse": 15,
      "text": "It shall dwell in his tabernacle in his night: His excellency shall be sown with brimstone."
    },
    {
      "verse": 16,
      "text": "His roots shall be dried up from beneath, And his crop shall fall away from above."
    },
    {
      "verse": 17,
      "text": "Let his memorial perish out of the earth, And his name shall be publicly cast out."
    },
    {
      "verse": 18,
      "text": "Let \\add one\\add* drive him from light into darkness."
    },
    {
      "verse": 19,
      "text": "He shall not be known among his people, Nor his house preserved on the earth."
    },
    {
      "verse": 20,
      "text": "But strangers shall dwell in his possessions: The last groaned for him, And wonder seized the first."
    },
    {
      "verse": 21,
      "text": "These are the houses of the unrighteous, And this is the place of them that know not the Lord."
    }
  ]
}