{
  "book_id": "JOB",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Then Zophar the Minaean answered and said,"
    },
    {
      "verse": 2,
      "text": "I did not suppose that thou wouldest answer thus: Neither do ye understand more than I."
    },
    {
      "verse": 3,
      "text": "I will hear my shameful reproach; And the spirit of my understanding answers me."
    },
    {
      "verse": 4,
      "text": "Hast thou notknown these things of old, From the time that man was set upon the earth?"
    },
    {
      "verse": 5,
      "text": "But the mirth of the ungodly is a signal downfall, And the joy of transgressors is destruction:"
    },
    {
      "verse": 6,
      "text": "Although his gifts should go up to heaven, And his sacrifice reach the clouds."
    },
    {
      "verse": 7,
      "text": "For when he shall seem to be now established, Then he shall utterly perish: And they that knew him shall say, Where is he?"
    },
    {
      "verse": 8,
      "text": "Like a dream that has fled away, he shall not be found; And he has fled like a vision of the night."
    },
    {
      "verse": 9,
      "text": "The eye has looked upon him, but shall not see himagain; And his place shall no longer perceive him."
    },
    {
      "verse": 10,
      "text": "Let hisinferiors destroy his children, And let his hands kindle the fire of sorrow."
    },
    {
      "verse": 11,
      "text": "His bones have been filled with vigor ofhis youth, And it shall lie down with him in the dust."
    },
    {
      "verse": 12,
      "text": "Though evil be sweet in his mouth, Thoughhe will hide it under his tongue;"
    },
    {
      "verse": 13,
      "text": "Though he will not spare it, and will not leave it, But will keep it in the midst of his throat:"
    },
    {
      "verse": 14,
      "text": "Yet he shall not at all be able to help himself; The gall of an asp is in his belly."
    },
    {
      "verse": 15,
      "text": "Hiswealth unjustly collected shall be vomited up; A messenger of wrathshall drag him out of his house."
    },
    {
      "verse": 16,
      "text": "And let him suck the poison of serpents, And let the serpent’s tongue slay him."
    },
    {
      "verse": 17,
      "text": "Let him not see the milk of the pastures, Nor the supplies of honey and butter."
    },
    {
      "verse": 18,
      "text": "He has labored unprofitably and in vain, forwealth of which he shall not taste: It isas a lean thing, unfit for food, which he cannot swallow."
    },
    {
      "verse": 19,
      "text": "For he has broken down the houses of many mighty men: And he has plundered a habitation, though he built itnot."
    },
    {
      "verse": 20,
      "text": "There is no security to his possessions; He shall not be saved by his desire."
    },
    {
      "verse": 21,
      "text": "There is nothing remaining of his provisions; Therefore his goods shall not flourish."
    },
    {
      "verse": 22,
      "text": "But when he shall seem to be just satisfied, he shall be straitened; And all distress shall come upon him."
    },
    {
      "verse": 23,
      "text": "If by any means he would fill his belly, Let Godsend upon him the fury of wrath; Let him bring a torrent of pains upon him."
    },
    {
      "verse": 24,
      "text": "And he shall by no means escape from the power of the sword; Let the brazen bow wound him."
    },
    {
      "verse": 25,
      "text": "And let the arrow pierce through his body; And let the stars be against his dwelling place: Let terrors come upon him."
    },
    {
      "verse": 26,
      "text": "And let all darkness wait for him: A fire that burns not out shall consume him; And let a stranger plague his house."
    },
    {
      "verse": 27,
      "text": "And let the heaven reveal his iniquities, And the earth rise up against him."
    },
    {
      "verse": 28,
      "text": "Let destruction bring his house to an end; Let a day of wrath come upon him."
    },
    {
      "verse": 29,
      "text": "This is the portion of an ungodly man from the Lord, And the possession of his goods appointed himby the all-seeing God."
    }
  ]
}