{
  "book_id": "JOB",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said,"
    },
    {
      "verse": 2,
      "text": "Yea, I know that pleading is out of my reach; And his hand has been made heavy upon my groaning."
    },
    {
      "verse": 3,
      "text": "Who would then know that I might find him, And come to an end of the matter?"
    },
    {
      "verse": 4,
      "text": "And I would plead my own cause, And he would fill my mouth with arguments."
    },
    {
      "verse": 5,
      "text": "And I would know the remedies which he would speak to me, And I would perceive what he would tell me."
    },
    {
      "verse": 6,
      "text": "Though he should come on me in hisgreat strength, Then he would not threaten me;"
    },
    {
      "verse": 7,
      "text": "For truth and reproof are from him; And he would bring forth my judgment to an end."
    },
    {
      "verse": 8,
      "text": "For if I shall go first, and exist no longer, Still what do I know concerningthe latter end?"
    },
    {
      "verse": 9,
      "text": "When he wrought on the left hand, then I observed itnot: His right hand shall encompass me but I shall not see it."
    },
    {
      "verse": 10,
      "text": "For he knows already my way; And he has tried me as gold."
    },
    {
      "verse": 11,
      "text": "And I will go forth according to his commandments, For I have kept his ways; and I shall not turn aside from his commandments,"
    },
    {
      "verse": 12,
      "text": "Neither shall I transgress; But I have hidden his words in my bosom."
    },
    {
      "verse": 13,
      "text": "And if too he has thus judged, who is he that has contradicted, For he has both willed a thingand done it."
    },
    {
      "verse": 15,
      "text": "Therefore am I troubled at him; And when I was reproved, I thought of him. I will consider, and be afraid of him."
    },
    {
      "verse": 16,
      "text": "But the Lord has softened my heart, And the Almighty has troubled me."
    },
    {
      "verse": 17,
      "text": "For I knew not that darkness would come upon me, And thick darkness has covered mebefore my face."
    }
  ]
}