{
  "book_id": "JOB",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "But Job answered and said,"
    },
    {
      "verse": 2,
      "text": "To whom dost thou attach thyself, or whom art thou going to assist? Is it not he that \\add has\\add* much strength, and \\add he\\add* who has a strong arm?"
    },
    {
      "verse": 3,
      "text": "To whom hast thou given counsel? is it not to him who has all wisdom? Whom wilt thou follow? is it not one who has the greatest power?"
    },
    {
      "verse": 4,
      "text": "To whom hast thou uttered words? And whose breath is it that has come forth from thee?"
    },
    {
      "verse": 5,
      "text": "Shall giants be born From under the water and the inhabitants thereof?"
    },
    {
      "verse": 6,
      "text": "Hell is naked before him, And destruction has no covering."
    },
    {
      "verse": 7,
      "text": "He stretches out the north wind upon nothing, And he upon nothing hangs the earth;"
    },
    {
      "verse": 8,
      "text": "Binding water in his clouds, And the cloud is not rent under it."
    },
    {
      "verse": 9,
      "text": "He keeps back the face of his throne, Stretching out his cloud upon it."
    },
    {
      "verse": 10,
      "text": "He has encompassed the face of the water by an appointed ordinance, Until the end of light and darkness."
    },
    {
      "verse": 11,
      "text": "The pillars of heaven are prostrate And astonished at his rebuke."
    },
    {
      "verse": 12,
      "text": "He has calmed the sea with \\add his\\add* might, And by \\add his\\add* wisdom the whale has been overthrown."
    },
    {
      "verse": 13,
      "text": "And the barriers of heaven fear him, And by a command he has slain the apostate dragon."
    },
    {
      "verse": 14,
      "text": "Behold, these are parts of his way; And we will hearken to him at the least intimation of his word: But the strength of his thunder who knows, when he shall employ \\add it\\add*?"
    }
  ]
}