{
  "book_id": "JOB",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "But now the youngest have laughed me to scorn, Now they reprove me in theirturn, Whose fathers I set at nought; Whom I did not deem worthy to be withmy shepherd dogs."
    },
    {
      "verse": 2,
      "text": "Yea, why had I the strength of their hands? For them the full term of lifewas lost."
    },
    {
      "verse": 3,
      "text": "One ischildless in want and famine, Such asthey that fled but lately the distress and misery of drought."
    },
    {
      "verse": 4,
      "text": "Who compass the salt places on the sounding shore, Who had salt herbsfor their food, And were dishonorable and of no repute, in want of every good thing; Who also ate roots of trees by reason of great hunger."
    },
    {
      "verse": 5,
      "text": "Thieves have risen up against me,"
    },
    {
      "verse": 6,
      "text": "Whose houses were the caves of the rocks, Who lived under the wild shrubs."
    },
    {
      "verse": 7,
      "text": "They will cry out among the rustling bushes."
    },
    {
      "verse": 8,
      "text": "They aresons of fools and vile men, Whosename and glory arequenched from off the earth."
    },
    {
      "verse": 9,
      "text": "But now I am their music, And they have me for a byword."
    },
    {
      "verse": 10,
      "text": "And they stood aloof and abhorred me, And spared not to spit in my face."
    },
    {
      "verse": 11,
      "text": "For he has opened his quiver and afflicted me: They also have cast off the restraint of my presence."
    },
    {
      "verse": 12,
      "text": "They have risen up against meon the right hand of theiroffspring; They have stretched out their foot, and directed against me the ways of their destruction."
    },
    {
      "verse": 13,
      "text": "My paths are ruined; For they have stripped off my raiment: He has shot at me with his weapons."
    },
    {
      "verse": 14,
      "text": "And he has pleaded against me as he will: I am overwhelmed with pains."
    },
    {
      "verse": 15,
      "text": "My pains return upon me; My hope is gone like the wind, And my safety as a cloud."
    },
    {
      "verse": 16,
      "text": "Even now my life shall be poured forth upon me; And days of anguish seize me."
    },
    {
      "verse": 17,
      "text": "And by night my bones are confounded; And my sinews are relaxed."
    },
    {
      "verse": 18,
      "text": "With great force my diseasehas taken hold of my garment: It has compassed me as the collar of my coat."
    },
    {
      "verse": 19,
      "text": "And thou hast counted me as clay; My portion is in dust and ashes."
    },
    {
      "verse": 20,
      "text": "And I have cried to thee, but thou hearest me not: But they stood still, and observed me."
    },
    {
      "verse": 21,
      "text": "They attacked me also without mercy: Thou hast scourged me with a strong hand."
    },
    {
      "verse": 22,
      "text": "And thou hast put me to grief, And hast cast me away from safety."
    },
    {
      "verse": 23,
      "text": "For I know that death will destroy me: For the earth is the house appointedfor every mortal."
    },
    {
      "verse": 24,
      "text": "Oh then that I might lay hands upon myself, Or at least ask another, and he should do this for me."
    },
    {
      "verse": 25,
      "text": "Yet I wept over every helpless man; I groaned when I saw a man in distress."
    },
    {
      "verse": 26,
      "text": "But I, when I waited for good things, Behold, days of evils came the more upon me."
    },
    {
      "verse": 27,
      "text": "My belly boiled, and would not cease: The days of poverty prevented me."
    },
    {
      "verse": 28,
      "text": "I went mourning without restraint: And I have stood and cried out in the assembly."
    },
    {
      "verse": 29,
      "text": "I am become a brother of monsters, And a companion of ostriches."
    },
    {
      "verse": 30,
      "text": "And my skin has been greatly blackened, And my bones are burned with heat."
    },
    {
      "verse": 31,
      "text": "My harp also has been turned into mourning, And my song into my weeping."
    }
  ]
}