{
  "book_id": "JOB",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "And his three friends also ceased any longer to answer Job: For Job was righteous before them."
    },
    {
      "verse": 2,
      "text": "Then Elihu the son of Barachel, the Buzite, Of the kindred of Ram, of the country of Uz, was angered: And he was very angry with Job, Because he justified himself before the Lord."
    },
    {
      "verse": 3,
      "text": "And he was also very angry with histhree friends, Because they were not able to return answers to Job, Yet set him down for an ungodly man."
    },
    {
      "verse": 4,
      "text": "But Elihu had forborne to give an answer to Job, Because they were older than he."
    },
    {
      "verse": 5,
      "text": "And Elihu saw that there was no answer In the mouth of the three men; And he was angered in his wrath."
    },
    {
      "verse": 6,
      "text": "And Elihu the Buzite the son of Barachel answered and said, I am younger in age, and ye are elder; Wherefore I kept silence, Fearing to declare to you my own knowledge."
    },
    {
      "verse": 7,
      "text": "And I said, It is not time that speaks, Though in many years menknow wisdom:"
    },
    {
      "verse": 8,
      "text": "But there is a spirit in mortals; And the inspiration of the Almighty is that which teaches."
    },
    {
      "verse": 9,
      "text": "The long-lived are not wise as such; Neither do the aged know judgment."
    },
    {
      "verse": 10,
      "text": "Wherefore I said, Hear me, And I will tell you what I know."
    },
    {
      "verse": 11,
      "text": "Hearken to my words; for I will speak in your hearing, Until ye shall have tried the matterwith words:"
    },
    {
      "verse": 12,
      "text": "And I shall understand as far as you; And, behold, there was no one of you That answered Job his words in argument,"
    },
    {
      "verse": 13,
      "text": "Lest ye should say, We have found that we have added wisdom to the Lord."
    },
    {
      "verse": 14,
      "text": "And ye have commissioned a man to speak such words."
    },
    {
      "verse": 15,
      "text": "They were afraid, they answered no longer; They gave up their speaking."
    },
    {
      "verse": 16,
      "text": "I waited (for I had not spoken), Because they stood still, they answered not."
    },
    {
      "verse": 17,
      "text": "And Elihu continued and said, I will again speak,"
    },
    {
      "verse": 18,
      "text": "for I am full of words, For the spirit of my belly destroys me."
    },
    {
      "verse": 19,
      "text": "And my belly is as a skin of sweet wine bound up andready to burst; Or as a brazier’s laboring bellows."
    },
    {
      "verse": 20,
      "text": "I will speak, that I may open my lips and relieve myself."
    },
    {
      "verse": 21,
      "text": "For truly I will not be awed because of man, Nor indeed will I be confounded before a mortal."
    },
    {
      "verse": 22,
      "text": "For I know not how to respect persons: And if otherwise, even the moths would eat me."
    }
  ]
}