{
  "book_id": "JOB",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And Elihu continued, and said,"
    },
    {
      "verse": 2,
      "text": "Hear me, ye wise men; Hearken, ye that have knowledge."
    },
    {
      "verse": 3,
      "text": "For the ear tries words, And the mouth tastes meat."
    },
    {
      "verse": 4,
      "text": "Let us choose judgment to ourselves: Let us know among ourselves what is right."
    },
    {
      "verse": 5,
      "text": "For Job has said, I am righteous: The Lord has removed my judgment."
    },
    {
      "verse": 6,
      "text": "And he has erred in my judgment: My wound is severe without unrighteousness of mine."
    },
    {
      "verse": 7,
      "text": "What man is as Job, Drinking scorning like water?"
    },
    {
      "verse": 8,
      "text": "Saying, I have not sinned, nor committed ungodliness, Nor had fellowship with workers of iniquity, To go with the ungodly."
    },
    {
      "verse": 9,
      "text": "For thou shouldest not say, There shall be no visitation of a man, Whereas there isa visitation on him from the Lord."
    },
    {
      "verse": 10,
      "text": "Wherefore hear me, ye that are wise in heart: Far be it from me to sin before the Lord, And to pervert righteousness before the Almighty."
    },
    {
      "verse": 11,
      "text": "Yea, he renders to a man accordingly as each of them does, And in a man’s path he will find him."
    },
    {
      "verse": 12,
      "text": "And thinkest thou that the Lord will do wrong, Or will the Almighty who made the earth wrest judgment?"
    },
    {
      "verse": 13,
      "text": "And who is he that made the whole worldunder heaven, And all things therein?"
    },
    {
      "verse": 14,
      "text": "For if he would confine, And restrain his spirit with himself;"
    },
    {
      "verse": 15,
      "text": "All flesh would die together, And every mortal would return to the earth, whence also he was formed."
    },
    {
      "verse": 16,
      "text": "Take heed lest he rebuke thee: Hear this, hearken to the voice of words."
    },
    {
      "verse": 17,
      "text": "Behold then the one that hates iniquities, And that destroys the wicked, Who is forever just."
    },
    {
      "verse": 18,
      "text": "He isungodly that says to a king, Thou art a transgressor, That saysto princes, O most ungodly one."
    },
    {
      "verse": 19,
      "text": "Such a oneas would not reverence the face of an honorable man, Neither knows how to give honor to the great, So that their persons should be respected."
    },
    {
      "verse": 20,
      "text": "But it shall turn out vanity to them, to cry and beseech a man; For they dealt unlawfully, the poor being turned aside from their right."
    },
    {
      "verse": 21,
      "text": "For he surveys the works of men, And nothing of what they do has escaped him."
    },
    {
      "verse": 22,
      "text": "Neither shall there be a place for the workers of iniquity to hide themselves."
    },
    {
      "verse": 23,
      "text": "For he will not lay upon a man more than right."
    },
    {
      "verse": 24,
      "text": "For the Lord looks down upon all men, Who comprehends unsearchable things, Glorious also and excellent things without number."
    },
    {
      "verse": 25,
      "text": "Who discovers their works, And will bring night about upon them, and they shall be brought low."
    },
    {
      "verse": 26,
      "text": "And he quite destroys the ungodly, For they are seen before him."
    },
    {
      "verse": 27,
      "text": "Because they turned aside from the law of God, And did not regard his ordinances,"
    },
    {
      "verse": 28,
      "text": "So as to bring before him the cry of the needy; For he will hear the cry of the poor."
    },
    {
      "verse": 29,
      "text": "And he will give quiet, and who will condemn? And he will hide his face, and who shall see him? Whether it be doneagainst a nation, or against a man also:"
    },
    {
      "verse": 30,
      "text": "Causing a hypocrite to be king, because of the waywardness of the people."
    },
    {
      "verse": 31,
      "text": "For there isone that says to the Mighty One, I have received blessings; I will not take a pledge:"
    },
    {
      "verse": 32,
      "text": "I will see apart from myself: Do thou show me if I have done unrighteousness; I will not do soanymore."
    },
    {
      "verse": 33,
      "text": "Will he take vengeance for it on thee, Whereas thou wilt put itfar from thee? For thou shalt choose, and not I; And what thou knowest, speak thou."
    },
    {
      "verse": 34,
      "text": "Because the wise in heart shall say this, And a wise man listens to my word."
    },
    {
      "verse": 35,
      "text": "But Job has not spoken with understanding, His words are not utteredwith knowledge."
    },
    {
      "verse": 36,
      "text": "Howbeit do thou learn, Job: No longer make answer as the foolish:"
    },
    {
      "verse": 37,
      "text": "That we add not to our sins: For iniquity will be reckoned against us, If wespeak many words before the Lord."
    }
  ]
}