{
  "book_id": "JOB",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "And Elihu further continued, and said,"
    },
    {
      "verse": 2,
      "text": "Wait for me yet a little while, that I may teach thee: For there is yet speech in me."
    },
    {
      "verse": 3,
      "text": "Having fetched my knowledge from afar, And according to my works,"
    },
    {
      "verse": 4,
      "text": "I will speak just things truly, And thou shalt not unjustly receive unjust words."
    },
    {
      "verse": 5,
      "text": "But know that the Lord will not cast off an innocent man: Being mighty in strength of wisdom,"
    },
    {
      "verse": 6,
      "text": "He will not by any means save alive the ungodly: And he will grant the judgment of the poor."
    },
    {
      "verse": 7,
      "text": "He will not turn away his eyes from the righteous, But they shall bewith kings on the throne: And he will establish them in triumph, and they shall be exalted."
    },
    {
      "verse": 8,
      "text": "But they that are bound in fetters Shall be holden in cords of poverty."
    },
    {
      "verse": 9,
      "text": "And he shall recount to them their works, And their transgressions, for such will act with violence."
    },
    {
      "verse": 10,
      "text": "But he will hearken to the righteous: And he has said that they shall turn from unrighteousness."
    },
    {
      "verse": 11,
      "text": "If they should hear and serve him, They shall spend their days in prosperity, And their years in honor."
    },
    {
      "verse": 12,
      "text": "But he preserves not the ungodly; because they are not willing to know the Lord, And because when reproved they were disobedient."
    },
    {
      "verse": 13,
      "text": "And the hypocrites in heart will array wrath against themselves; They will not cry, because he has bound them."
    },
    {
      "verse": 14,
      "text": "Therefore let their soul die in youth, And their life be wounded by messengers of death."
    },
    {
      "verse": 15,
      "text": "Because they afflicted the weak and helpless: And he will vindicate the judgment of the meek."
    },
    {
      "verse": 16,
      "text": "And he has also enticed thee out of the mouth of the enemy:"
    },
    {
      "verse": 17,
      "text": "There isa deep gulf anda rushing stream beneath it, And thy table came down full of fatness. Judgment shall not fail from the righteous;"
    },
    {
      "verse": 18,
      "text": "But there shall be wrath upon the ungodly, By reason of the ungodliness of the bribes which they received for iniquities."
    },
    {
      "verse": 19,
      "text": "Let not thymind willingly turn thee aside From the petition of the feeble that are in distress."
    },
    {
      "verse": 20,
      "text": "And draw not forth all the mighty menby night, So that the people should go up instead of them."
    },
    {
      "verse": 21,
      "text": "But take heed lest thou do that which is wrong: For of this thou hast made choice because of poverty."
    },
    {
      "verse": 22,
      "text": "Behold, the Mighty One shall prevail by his strength: For who is powerful as he is?"
    },
    {
      "verse": 23,
      "text": "And who is he that examines his works? Or who can say, He has wrought injustice?"
    },
    {
      "verse": 24,
      "text": "Remember that his works are great Beyondthose which men have attempted."
    },
    {
      "verse": 25,
      "text": "Every man has seen in himself, How many mortals are wounded."
    },
    {
      "verse": 26,
      "text": "Behold, the Mighty One is great, and we shall not know him: The number of his years is even infinite."
    },
    {
      "verse": 27,
      "text": "And the drops of rain are numbered by him, And shall be poured out in rain to form a cloud."
    },
    {
      "verse": 28,
      "text": "The ancient heavensshall flow, And the clouds overshadow innumerable mortals: And they know the order of rest. Neither is thy mind disturbed in thybody."
    },
    {
      "verse": 29,
      "text": "And though one should understand the outspreadings of the clouds, Orthe measure of his tabernacle;"
    },
    {
      "verse": 30,
      "text": "Behold he will stretch his bow against him, And he covers the bottom of the sea."
    },
    {
      "verse": 31,
      "text": "For by them he will judge the nations: He will give food to him that has strength."
    },
    {
      "verse": 32,
      "text": "He has hidden the light in hishands, And given charge concerning it to the interposing cloud."
    },
    {
      "verse": 33,
      "text": "The Lord will declare concerning this tohis friend: But there isa portion also for unrighteousness."
    }
  ]
}