{
  "book_id": "JOB",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "At this also my heart is troubled, And moved out of its place."
    },
    {
      "verse": 2,
      "text": "Hear thou a report by the anger of the Lord’s wrath, And a discourse shall come out of his mouth."
    },
    {
      "verse": 3,
      "text": "His dominion is under the whole heaven, And his light is at the extremities of the earth."
    },
    {
      "verse": 4,
      "text": "After him shall be a cry with a loudvoice; He shall thunder with the voice of his excellency, Yet he shall not cause men to pass away, for one shall hear his voice."
    },
    {
      "verse": 5,
      "text": "The Mighty One shall thunder wonderfully with his voice: For he has done great things which we knew not;"
    },
    {
      "verse": 6,
      "text": "Commanding the snow, Be thou upon the earth, And the stormy rain, and the storm of the showers of his might."
    },
    {
      "verse": 7,
      "text": "He seals up the hand of every man, That every man may know his own weakness."
    },
    {
      "verse": 8,
      "text": "And the wild beasts come in under the covert, And rest in theirlair."
    },
    {
      "verse": 9,
      "text": "Troubles come on out of the secret chambers, And cold from the mountaintops."
    },
    {
      "verse": 10,
      "text": "And from the breath of the Mighty One he will send frost; And he guides the water in whatever way he pleases."
    },
    {
      "verse": 11,
      "text": "And ifa cloud obscures what isprecious to him, His light will disperse the cloud."
    },
    {
      "verse": 12,
      "text": "And he will carry round the encircling cloudsby his governance, to performtheir works: Whatsoever he shall command them,"
    },
    {
      "verse": 13,
      "text": "This has been appointed by him on the earth, Whether for correction, orfor his land, Or if he shall find him an objectfor mercy."
    },
    {
      "verse": 14,
      "text": "Hearken to this, O Job: stand still, And be admonished of the power of the Lord."
    },
    {
      "verse": 15,
      "text": "We know that God has disposed his works, Having made light out of darkness."
    },
    {
      "verse": 16,
      "text": "And he knows the divisions of the clouds, And the signal overthrows of the ungodly."
    },
    {
      "verse": 17,
      "text": "But thy robe is warm, And there is quiet upon the land."
    },
    {
      "verse": 18,
      "text": "Wilt thou establish with him foundationsfor the ancient heavens?They arestrong as a molten mirror."
    },
    {
      "verse": 19,
      "text": "Wherefore teach me, what shall we say to him? And let us cease from saying much."
    },
    {
      "verse": 20,
      "text": "Have I a book or a scribe by me, That I may stand and put man to silence?"
    },
    {
      "verse": 21,
      "text": "But the light is not visible to all: It shines afar off in the heavens, As that which is from him in the clouds."
    },
    {
      "verse": 22,
      "text": "From the north comethe clouds shining like gold: In these great are the glory and honor of the Almighty;"
    },
    {
      "verse": 23,
      "text": "And we do not find another his equal in strength: As forhim that judges justly, dost thou not think that he listens?"
    },
    {
      "verse": 24,
      "text": "Wherefore men shall fear him; And the wise also in heart shall fear him."
    }
  ]
}