{
  "book_id": "JOB",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said to the Lord,"
    },
    {
      "verse": 2,
      "text": "I know that thou canst do all things, And nothing is impossible with thee."
    },
    {
      "verse": 3,
      "text": "For who is he that hides counsel from thee? Or who keeps back his words, and thinks to hide them from thee? And who will tell me what I knew not, Great and wonderful things which I understood not?"
    },
    {
      "verse": 4,
      "text": "But hear me, O Lord, that I also may speak: And I will ask thee, and do thou teach me."
    },
    {
      "verse": 5,
      "text": "I have heard the report of thee by the ear before; But now mine eye has seen thee."
    },
    {
      "verse": 6,
      "text": "Wherefore I have counted myself vile, and have fainted: And I esteem myself dust and ashes."
    },
    {
      "verse": 7,
      "text": "And it came to pass after the Lord had spoken all these words to Job, \\add that\\add* the Lord said to Eliphaz the Temanite, Thou hast sinned, and thy two friends: For ye have not said anything true before me, As my servant Job \\add has\\add*."
    },
    {
      "verse": 8,
      "text": "Now then take seven bullocks, and seven rams, And go to my servant Job, And he shall offer a burnt offering for you. And my servant Job shall pray for you, For I will only accept him: For but for his sake, I would have destroyed you, For ye have not spoken the truth against my servant Job."
    },
    {
      "verse": 9,
      "text": "So Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Minaean, Went and did as the Lord commanded them: And he pardoned their sin for the sake of Job."
    },
    {
      "verse": 10,
      "text": "And the Lord prospered Job: And when he prayed also for his friends, he forgave them \\add their\\add* sin: And the Lord gave Job twice as much, even the double of what he had before."
    },
    {
      "verse": 11,
      "text": "And all his brethren and his sisters heard All that had happened to him, And they came to him, And \\add so did\\add* all that had known him from the first: And they ate and drank with him, and comforted him, And wondered at all that the Lord had brought upon him: And each one gave him a lamb, and four drachma’s weight of gold, even of unstamped \\add gold\\add*."
    },
    {
      "verse": 12,
      "text": "And the Lord blessed the latter end of Job, \\add more\\add* than the beginning: And his cattle were fourteen thousand sheep, Six thousand camels, A thousand yoke of oxen, A thousand she-asses of the pastures."
    },
    {
      "verse": 13,
      "text": "And there were born to him seven sons and three daughters."
    },
    {
      "verse": 14,
      "text": "And he called the first, Day, And the second, Keziah, And the third, Amalthaea’s horn."
    },
    {
      "verse": 15,
      "text": "And there were not found in comparison with the daughters of Job, fairer \\add women\\add* than they in all the world: And their father gave them an inheritance among their brethren."
    },
    {
      "verse": 16,
      "text": "And Job lived after \\add his\\add* affliction a hundred and seventy years: And all the years he lived were two hundred and forty: And Job saw his sons and his sons’ sons, the fourth generation."
    },
    {
      "verse": 17,
      "text": "And Job died, an old man and full of days: \\add As\\add* living in the land of Uz, on the borders of Edom and Arabia: And his name before was Jobab; And he himself was the son of his father Zerah, one of the sons of Esau, and of his mother Bosorrha, So that he was the fifth from Abraham. First, Bela, the son of Beor, and the name of his city was Dinhabah: But after Bela, Jobab, who is called Job: And after him Husham, who was governor out of the country of Teman: And after him Hadad, the son of Bedad, who destroyed Midian in the plain of Moab; and the name of his city was Getthaim. Eliphaz, of the children of Esau, king of the Temanites, Bildad sovereign of the Shuhites, Zophar king of the Naamathites."
    }
  ]
}