{
  "book_id": "JOB",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "There was a man in the land of 'Uz, Job was his name; And this man was perfect and upright, and fearing God, and eschewing evil."
    },
    {
      "verse": 2,
      "text": "And there were born unto him seven sons and three daughters."
    },
    {
      "verse": 3,
      "text": "And his cattle consisted of seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she-asses, and he had a very great store of servants: so that this man was greater than all the sons of the east."
    },
    {
      "verse": 4,
      "text": "And his sons used to go and prepare a feast in the house of every one on his day; and they sent and invited their three sisters to eat and to drink with them."
    },
    {
      "verse": 5,
      "text": "And it happened, when the days of the feast were gone round, that Job sent and sanctified them, and he then rose up early in the morning, and offered burnt-offerings according to the number of all of them; for Job said, It may be that my sons have sinned, and have renounced God in their heart. In this manner used Job to do all the time."
    },
    {
      "verse": 6,
      "text": "Now it happened on a certain day, when the sons of God came to present themselves before the Lord, that the Accuser also came in the midst of them."
    },
    {
      "verse": 7,
      "text": "Then said the Lord unto the Accuser, Whence comest thou? And the Accuser answered the Lord, and said, From roaming over the earth, and from wandering through it."
    },
    {
      "verse": 8,
      "text": "Then said the Lord unto the Accuser, Hast thou directed thy attention toward my servant Job; for there is none like him on the earth, a man perfect and upright, who feareth God, and escheweth evil?"
    },
    {
      "verse": 9,
      "text": "Then answered the Accuser the Lord, and said, Is it for nought that Job feareth God?"
    },
    {
      "verse": 10,
      "text": "Behold, thou hast indeed placed a fence about him, and about his house, and about all that he hath, on every side: the work of his hands hast thou blessed, and his cattle are far spread out in the land."
    },
    {
      "verse": 11,
      "text": "But stretch only forth thy hand and touch all that he hath, and [see] whether he will not renounce thee to thy face."
    },
    {
      "verse": 12,
      "text": "Then said the Lord unto the Accuser, Behold, all that is his be in thy power; only against himself shalt thou not stretch forth thy hand. The Accuser went thereupon away from the presence of the Lord."
    },
    {
      "verse": 13,
      "text": "And it happened on a certain day, when his sons and his daughters were eating and drinking wine in the house of their first-born brother,"
    },
    {
      "verse": 14,
      "text": "That a messenger came unto Job, and said, The oxen were ploughing, and the she-asses were feeding beside them:"
    },
    {
      "verse": 15,
      "text": "When the Sabeans made an incursion, and took them away, and the young men they slew with the edge of the sword; and I am escaped, none but myself alone, to tell it unto thee."
    },
    {
      "verse": 16,
      "text": "This one was yet speaking, when another came, and said, A fire of God fell from heaven, and burnt among the sheep and the young men, and consumed them; and I am escaped, none but myself alone, to tell it unto thee."
    },
    {
      "verse": 17,
      "text": "This one was yet speaking, when another came, and said, The Chaldeans posted themselves in three divisions, and made an inroad against the camels, and took them away, and the young men they slew with the edge of the sword; and I am escaped, none but myself alone, to tell it unto thee."
    },
    {
      "verse": 18,
      "text": "While this one was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in the house of their first-born brother:"
    },
    {
      "verse": 19,
      "text": "When, behold, a violent wind came from the direction of the wilderness, and struck against the four corners of the house, so that it fell upon the young men, and they died; and I am escaped, none but myself alone, to tell it unto thee."
    },
    {
      "verse": 20,
      "text": "Then arose Job, and rent his robe, and shaved his head, and fell down upon the ground, and prostrated himself."
    },
    {
      "verse": 21,
      "text": "And he said, Naked came I out of my mother's womb, and naked shall I return thither: the Lord gave, and the Lord hath taken away; may the name of the Lord be blessed."
    },
    {
      "verse": 22,
      "text": "With all this did Job not sin, and attributed no injustice to God."
    }
  ]
}