{
  "book_id": "JOB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And it happened [again] on a certain day, when the sons of God came to present themselves before the Lord, that the Accuser also came in the midst of them to present himself before the Lord."
    },
    {
      "verse": 2,
      "text": "Then said the Lord unto the Accuser, Whence comest thou now? And the Accuser answered the Lord, and said, From roaming over the earth, and from wandering through it."
    },
    {
      "verse": 3,
      "text": "Then said the Lord unto the Accuser, Hast thou directed thy attention toward my servant Job: for there is none like him on the earth, a man perfect and upright, who feareth God, and escheweth evil? and he is still holding fast to his integrity, and thou hast incited me against him, to destroy him without cause."
    },
    {
      "verse": 4,
      "text": "Then answered the Accuser the Lord, and said, Skin for skin: yea, all that a man hath will he give in behalf of his life."
    },
    {
      "verse": 5,
      "text": "But stretch only forth thy hand, and touch his bone and his flesh, and [see] whether he will not renounce thee to thy face."
    },
    {
      "verse": 6,
      "text": "Then said the Lord unto the Accuser, Behold, he is in thy hand: only take care of his life."
    },
    {
      "verse": 7,
      "text": "Thereupon went the Accuser forth from the presence of the Lord, and he smote Job with a sore inflammation, from the sole of his foot unto the crown of his head."
    },
    {
      "verse": 8,
      "text": "And [Job] took himself a potsherd to scrape himself there with, while he was sitting down among the ashes."
    },
    {
      "verse": 9,
      "text": "Then said his wife unto him, Art thou still holding fast to thy integrity? renounce God, and die."
    },
    {
      "verse": 10,
      "text": "But he said unto her, Thou speakest as one of the worthless women would speak. What? should we accept the good alone, from God, and the evil we should not accept? With all this did Job not sin with his lips."
    },
    {
      "verse": 11,
      "text": "When now the three friends of Job had heard of all this evil that was come over him, they came every one from his own place, Eliphaz the Themanite, and Bildad the Shuchite, and Zophar the Na'amthite; and they met together to come to condole with him and to comfort him."
    },
    {
      "verse": 12,
      "text": "And when they lifted up their eyes afar off, and they recognised him not, they lifted up their voice, and wept; and they rent every one his robe, and strewed dust upon their heads toward heaven."
    },
    {
      "verse": 13,
      "text": "They likewise sat down with him on the ground seven days and seven nights; but no one spoke a word unto him; for they saw that his pain was very great."
    }
  ]
}