{
  "book_id": "JOB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "After this time Job opened his mouth, and cursed his day."
    },
    {
      "verse": 2,
      "text": "And Job commenced, and said,"
    },
    {
      "verse": 3,
      "text": "Oh that the day whereon I was born might perish, and the night when it was said, There hath been a male child conceived."
    },
    {
      "verse": 4,
      "text": "May that day be [covered with] darkness; may not God from above inquire for it, and may no light beam upon it."
    },
    {
      "verse": 5,
      "text": "Oh that darkness and the shadow of death might defile it; may a cloud rest upon it; may the blackness of the day terrify it."
    },
    {
      "verse": 6,
      "text": "Yon night — let darkness seize upon it; let it not be united to the days of the year; let it not come into the number of the [periods lighted by the] moon."
    },
    {
      "verse": 7,
      "text": "Lo, may that night be solitary, let no song of joy occur thereon."
    },
    {
      "verse": 8,
      "text": "Let those denounce it that curse the day, who are ready to raise up their mourning cry."
    },
    {
      "verse": 9,
      "text": "Let the stars of its twilight be darkened; let it hope for light, and there be none; and let it not behold the eyelids of the morning-dawn;"
    },
    {
      "verse": 10,
      "text": "Because God closed not against me the doors of the womb, and thus concealed trouble from my eyes."
    },
    {
      "verse": 11,
      "text": "Why did I not die [the moment I issued] from the womb, and [why] was I not born merely to perish at once?"
    },
    {
      "verse": 12,
      "text": "Wherefore were knees ready to receive me? and for what purpose were breasts there that I might suck?"
    },
    {
      "verse": 13,
      "text": "For now should I be lying still and be quiet; I should sleep: then would I be at rest,"
    },
    {
      "verse": 14,
      "text": "With kings and counsellors of the earth, who build up ruined places for themselves;"
    },
    {
      "verse": 15,
      "text": "Or with princes possessing gold, who fill their houses with silver;"
    },
    {
      "verse": 16,
      "text": "Or as an untimely birth, hidden [from view] I should not exist; as infants that never have seen the light;"
    },
    {
      "verse": 17,
      "text": "There [where] the wicked cease from troubling; and where the exhausted weary are at rest;"
    },
    {
      "verse": 18,
      "text": "[Where] the prisoners repose together, [and] they hear no more the taskmaster's voice."
    },
    {
      "verse": 19,
      "text": "The small with the great is there, and the servant free from his master."
    },
    {
      "verse": 20,
      "text": "Wherefore giveth He now light to the labor-laden, and life unto the bitter in soul?"
    },
    {
      "verse": 21,
      "text": "Who wait for death, which [cometh] not; and who dig for it sooner than for hidden treasures;"
    },
    {
      "verse": 22,
      "text": "Who would rejoice even to exulting, who would be glad could they but find a grave?"
    },
    {
      "verse": 23,
      "text": "[Why is light given] to a man whose way is hidden, and around whom God hath placed a fence?"
    },
    {
      "verse": 24,
      "text": "For before my food cometh my groaning, and like the water are poured forth my loud complaints."
    },
    {
      "verse": 25,
      "text": "Because what I greatly dreaded is come upon me, and what I apprehended is come unto me."
    },
    {
      "verse": 26,
      "text": "I have had no safety, and no quiet, and no rest; and [now] harrowing trouble is come."
    }
  ]
}