{
  "book_id": "JOB",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Eliphaz the Themanite, and said,"
    },
    {
      "verse": 2,
      "text": "If we essay to address a word to thee, wilt thou be wearied? yet who is able to refrain from speaking?"
    },
    {
      "verse": 3,
      "text": "Behold, thou hast [ere this] corrected many, and weak hands thou wast wont to strengthen."
    },
    {
      "verse": 4,
      "text": "Him that stumbled thy words used to uphold, and to sinking knees thou gavest vigor."
    },
    {
      "verse": 5,
      "text": "Yet now, when it cometh to thee, thou art wearied: it toucheth even thee, and thou art terrified."
    },
    {
      "verse": 6,
      "text": "Is not then thy fear of God still thy confidence, thy hope equal to the integrity of thy ways?"
    },
    {
      "verse": 7,
      "text": "Remember, I pray thee, who ever perished, being innocent? or where were the righteous destroyed?"
    },
    {
      "verse": 8,
      "text": "Even as I have seen, that those who plough wrong-doing, and sow trouble, have to reap the same."
    },
    {
      "verse": 9,
      "text": "Before the breathing of God they perish, and before the breath of his nostrils they come to their end."
    },
    {
      "verse": 10,
      "text": "The roaring of the lion, and the voice of the fierce lion, and the teeth of the young lions, are broken."
    },
    {
      "verse": 11,
      "text": "The old lion perisheth for lack of prey, and the whelps of the lioness have to scatter themselves abroad."
    },
    {
      "verse": 12,
      "text": "But to me a word came by stealth, and my ear took in a scarcely perceptible whisper thereof."
    },
    {
      "verse": 13,
      "text": "In intense thoughts out of visions of the night, when deep sleep falleth on men:"
    },
    {
      "verse": 14,
      "text": "Dread came over me, with trembling, and it caused all my bones to shudder."
    },
    {
      "verse": 15,
      "text": "Then flitted a spirit past before my face; the hair of my body stood up:"
    },
    {
      "verse": 16,
      "text": "It stood still, but I could not recognize its form; a figure was before my eyes, a slight whisper, then a [louder] voice I heard, saying,"
    },
    {
      "verse": 17,
      "text": "Can a mortal be more righteous than God? or can a man be more pure than his Maker?"
    },
    {
      "verse": 18,
      "text": "Behold, in his servants he putteth no trust, and his angels he chargeth with folly:"
    },
    {
      "verse": 19,
      "text": "How much less in those that dwell in houses of clay, whose foundation is in the dust, who are crushed till they come to be eaten by the moth?"
    },
    {
      "verse": 20,
      "text": "From morning to evening are they broken to pieces: without laying it [to heart] they perish for ever."
    },
    {
      "verse": 21,
      "text": "Behold, their excellency which is in them is torn away: they die, and this without wisdom."
    }
  ]
}