{
  "book_id": "JOB",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Do but call: is there one that will answer thee? and to whom of the saints wilt thou turn thyself?"
    },
    {
      "verse": 2,
      "text": "For vexation will prove death to a foolish man, and jealousy will slay the simple."
    },
    {
      "verse": 3,
      "text": "I have myself seen the foolish taking root; but I suddenly held his habitation as accursed."
    },
    {
      "verse": 4,
      "text": "His children are far from help, and men crush them in the gate, with no one to deliver them."
    },
    {
      "verse": 5,
      "text": "[He it is] whose harvest the hungry eateth up, and taketh it even out of the thorns, and the robber snatcheth eagerly after their substance."
    },
    {
      "verse": 6,
      "text": "For wrong doth not come forth out of the dust, neither doth trouble grow up out of the ground;"
    },
    {
      "verse": 7,
      "text": "But man is born unto trouble, as young birds take up their flight."
    },
    {
      "verse": 8,
      "text": "I, however, would have besought God, and unto God would I have committed my cause;"
    },
    {
      "verse": 9,
      "text": "Who doth great things which are unsearchable, marvelous things till they are without number;"
    },
    {
      "verse": 10,
      "text": "Who giveth rain upon the surface of the earth, and sendeth out waters over the face of the fields;"
    },
    {
      "verse": 11,
      "text": "To set up the lowly on high, that those who mourn may rise high to happiness;"
    },
    {
      "verse": 12,
      "text": "[But] who frustrateth the plans of the crafty, so that their hands cannot execute their well-devised counsel;"
    },
    {
      "verse": 13,
      "text": "Who catcheth the wise in their own craftiness; and the advise of the perverse is hastened on headlong;"
    },
    {
      "verse": 14,
      "text": "By day they meet with darkness, and as though it were night they grope about in the noon of day;"
    },
    {
      "verse": 15,
      "text": "But who saveth from the sword, from their mouth, and from the hand of the mighty, the needy one:"
    },
    {
      "verse": 16,
      "text": "And so cometh to the indigent hope, and iniquity stoppeth her mouth."
    },
    {
      "verse": 17,
      "text": "Behold, happy is the man whom God admonisheth: despise then not the correction of the Almighty."
    },
    {
      "verse": 18,
      "text": "For he it is that woundeth, and bindeth up: he smiteth, and his hands do heal."
    },
    {
      "verse": 19,
      "text": "In six distresses will he deliver thee; and in seven there shall no evil touch thee."
    },
    {
      "verse": 20,
      "text": "In famine he redeemeth thee from death; and in war from the power of the sword."
    },
    {
      "verse": 21,
      "text": "Against the scourge of the tongue shall thou he hidden; and thou needest not be afraid of destruction when it cometh."
    },
    {
      "verse": 22,
      "text": "At destruction and famine canst thou laugh; and thou needest not have any fear of the beasts of the earth."
    },
    {
      "verse": 23,
      "text": "For with the stones of the field shalt thou have thy covenant; and the beasts of the field shall be at peace with thee."
    },
    {
      "verse": 24,
      "text": "And thou shalt know that there is peace in thy tent; and thou wilt look over thy habitation, and shalt miss nothing."
    },
    {
      "verse": 25,
      "text": "And thou shalt know that thy seed is numerous, and thy offspring as the herbage of the earth."
    },
    {
      "verse": 26,
      "text": "Thon wilt go in a ripe age unto the grave, as a shock of corn is carried home in its season."
    },
    {
      "verse": 27,
      "text": "Behold this, we have searched it out, so it is: hear it, and do thou note it well for thyself."
    }
  ]
}