{
  "book_id": "JOB",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Job, and said,"
    },
    {
      "verse": 2,
      "text": "Oh that my vexation could be truly weighed, and my calamity; oh that men might lift it up in the balances at once!"
    },
    {
      "verse": 3,
      "text": "For now it is already heavier than the sand of the sea: therefore are my words confused."
    },
    {
      "verse": 4,
      "text": "For the arrows of the Almighty are within me, the poison whereof my spirit drinketh it: the terrors of God set themselves in array against me."
    },
    {
      "verse": 5,
      "text": "Doth the wild ass bray over the grass? or loweth the ox over his fodder?"
    },
    {
      "verse": 6,
      "text": "Is ever tasteless food eaten without salt? or is there any flavor in the white of an egg?"
    },
    {
      "verse": 7,
      "text": "My soul refuseth to touch them: they are unto me like disgusting food."
    },
    {
      "verse": 8,
      "text": "Oh that some one would grant the accomplishment of my request; and that God would grant me the fulfillment of my hope!"
    },
    {
      "verse": 9,
      "text": "Yea, that it would please God that he might crush me: that he would let loose his hand, and make an end of me!"
    },
    {
      "verse": 10,
      "text": "Then would this be still my comfort; yea, I would rejoice in my pain while be would not spare: that I have not gainsaid the commands of the Holy One.—"
    },
    {
      "verse": 11,
      "text": "What is my strength, that I should wait? and what my end, that I should yet longer retain my patience?"
    },
    {
      "verse": 12,
      "text": "Is the strength of stones my strength? or is my flesh brazen?"
    },
    {
      "verse": 13,
      "text": "Truly, am I not without my help in me? and is not wise counsel driven far away from me?"
    },
    {
      "verse": 14,
      "text": "As though I were one who refuseth kindness to his friend, and forsaketh the fear of the Almighty:"
    },
    {
      "verse": 15,
      "text": "My brothers are treacherous as a brook, like flowing brooks they pass along;"
    },
    {
      "verse": 16,
      "text": "Which are made turbid by reason of the ice, wherein the snow hideth itself;"
    },
    {
      "verse": 17,
      "text": "At the time when they feel the warmth, they vanish; when it is hot, they are quenched out of their place."
    },
    {
      "verse": 18,
      "text": "The paths of their course wind themselves along; they go in the wilderness and are lost."
    },
    {
      "verse": 19,
      "text": "The caravans of Thema look hither, the travelling companies Sheba hope for them;"
    },
    {
      "verse": 20,
      "text": "But they stand ashamed because they had trusted; they come thither and are made to blush."
    },
    {
      "verse": 21,
      "text": "For truly now ye are like such a one: ye see my terrible state and are afraid."
    },
    {
      "verse": 22,
      "text": "Have I then ever said, Give me something, and out of your property offer a bribe in my behalf?"
    },
    {
      "verse": 23,
      "text": "And deliver me from the hand of the adversary? and redeem from the hand of tyrants?"
    },
    {
      "verse": 24,
      "text": "Teach me, and I will indeed remain silent; and wherein I erred give me to understand."
    },
    {
      "verse": 25,
      "text": "How pleasant are straightforward words! but what doth arguing prove?"
    },
    {
      "verse": 26,
      "text": "Do ye think to reprove words, and [to regard] as wind the speeches of one that is despairing?"
    },
    {
      "verse": 27,
      "text": "Yea, ye would cast any thing upon the fatherless, and ye would dig a pit against your friend."
    },
    {
      "verse": 28,
      "text": "But now, if it please you, turn yourselves toward me, and [say] whether I would lie before your face."
    },
    {
      "verse": 29,
      "text": "Reflect again, I pray you, there will be no wrong: yea, reflect once more, my righteousness [will be found] therein."
    },
    {
      "verse": 30,
      "text": "Is there any wrong on my tongue? or should my palate not understand [if I spoke] what is iniquitous?"
    }
  ]
}