{
  "book_id": "JOB",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Is there not a limited time of service to a mortal upon the earth? Are not his days also like the days of a hired laborer?"
    },
    {
      "verse": 2,
      "text": "As a servant eagerly longeth for the shadow, and as a hired laborer hopeth for his reward:"
    },
    {
      "verse": 3,
      "text": "So was I compelled to possess months of vanity, and nights of trouble were counted out unto me."
    },
    {
      "verse": 4,
      "text": "When I He down, I say, When shall I arise, and the night be gone? and I am wearied with tossings about till the dawn of day."
    },
    {
      "verse": 5,
      "text": "My flesh is covered with worms and clods of dust: my skin is burst open, and become loathsome."
    },
    {
      "verse": 6,
      "text": "My days hasten away more swiftly than a weaver's shuttle, and they come to an end in the absence of hope."
    },
    {
      "verse": 7,
      "text": "Oh remember that nothing but a breath is my life; that my eye will not again see happiness;"
    },
    {
      "verse": 8,
      "text": "The eye of him that seeth me now will not behold me again: [thou fixest] thy eyes upon me, and I am no more."
    },
    {
      "verse": 9,
      "text": "As the cloud vanisheth and passeth away: so will he that goeth down to the nether world not come up again."
    },
    {
      "verse": 10,
      "text": "He will return no more to his house, and his place will not recognize him any more."
    },
    {
      "verse": 11,
      "text": "Therefore will I also not restrain my mouth: I will speak in the anguish of my spirit: I will complain in the bitterness of my soul."
    },
    {
      "verse": 12,
      "text": "Am I a sea, or a monster, that thou settest a watch over me?"
    },
    {
      "verse": 13,
      "text": "For should I say, My bed shall comfort me, my couch shall help me bear my complaint:"
    },
    {
      "verse": 14,
      "text": "Then wouldst thou frighten me with dreams, and with visions wouldst thou terrify me;"
    },
    {
      "verse": 15,
      "text": "So that my soul would choose strangling, death rather than these limbs of mine."
    },
    {
      "verse": 16,
      "text": "I loathe it; I cannot live for ever: let me alone; for my days are but nought."
    },
    {
      "verse": 17,
      "text": "What is the mortal, that thou shouldst make him great? and that thou shouldst direct thy heart toward him?"
    },
    {
      "verse": 18,
      "text": "And that thou shouldst visit him every morning, probe him every moment?"
    },
    {
      "verse": 19,
      "text": "How long wilt thou not turn thy regard from me, nor let; me loose till I swallow down my spittle?"
    },
    {
      "verse": 20,
      "text": "If I have sinned, what [injury] can I cause unto thee, O thou Guardian of men? why hast thou set me as an object for thee to strike at, so that I am become a burden to myself?"
    },
    {
      "verse": 21,
      "text": "And why wilt thou not forgive my transgression, and let my iniquity pass away? for soon must I lie down in the dust; and thou wilt seek for me, but I shall be no more."
    }
  ]
}