{
  "book_id": "JOB",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Bildad the Shuchite, and said,"
    },
    {
      "verse": 2,
      "text": "How long wilt thou speak these things? and [let] like a mighty wind be the words of thy mouth?"
    },
    {
      "verse": 3,
      "text": "Should God pervert justice? or should the Almighty pervert righteousness?"
    },
    {
      "verse": 4,
      "text": "If thy children have sinned against him, then did he send them off through the means of their transgression."
    },
    {
      "verse": 5,
      "text": "If thou wilt earnestly seek for God, and make thy supplication to the Almighty;"
    },
    {
      "verse": 6,
      "text": "If thou become pure and upright: surely then will he watch over thee, and restore thy righteous habitation."
    },
    {
      "verse": 7,
      "text": "And thy beginning will have been small; because thy latter end will grow up greatly."
    },
    {
      "verse": 8,
      "text": "For ask, I pray thee, of an earlier generation, and prepare thyself to [stand by] the research of their fathers;—"
    },
    {
      "verse": 9,
      "text": "For we are but of yesterday, and know nothing, because a [mere] shadow are our days upon earth;—"
    },
    {
      "verse": 10,
      "text": "Behold, these will truly teach thee, they will speak unto thee, and out of their very heart will they bring forth words:"
    },
    {
      "verse": 11,
      "text": "Can the bulrush shoot upward without mire? can the meadow-grass grow up without water?"
    },
    {
      "verse": 12,
      "text": "It is yet in its greenness, not yet cut down, when it withereth before any other grass."
    },
    {
      "verse": 13,
      "text": "So are the paths of all that forget God; and the hope of the hypocrite will perish:"
    },
    {
      "verse": 14,
      "text": "[It is he] whose trust will be cut off, and but a spider's web is that in which he confideth."
    },
    {
      "verse": 15,
      "text": "He leaneth against his house, but it shall not stand: he layeth fast hold on it, but it shall not remain erect."
    },
    {
      "verse": 16,
      "text": "He is in full vigor before the sun, and over his garden his shoots go forth."
    },
    {
      "verse": 17,
      "text": "His roots are twisted about a stoneheap, he selecteth [for himself] a place of stones."
    },
    {
      "verse": 18,
      "text": "But when men destroy him from his place, then will it deny him, saying, I have never seen thee."
    },
    {
      "verse": 19,
      "text": "Behold, this is the joy of his way, and out of the [same] dust others will grow up."
    },
    {
      "verse": 20,
      "text": "Behold, God will not reject a perfect man, and will not hold fast by their hand the evil-doers:"
    },
    {
      "verse": 21,
      "text": "Till he fill thy mouth with laughing, and thy lips with joyful shouting."
    },
    {
      "verse": 22,
      "text": "They that hate thee shall be clothed with shame; and the tent of the wicked shall be no more."
    }
  ]
}