{
  "book_id": "JOB",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "My soul is disgusted with my life; I will give free vent to my complaint over myself; I will speak in the bitterness of my soul."
    },
    {
      "verse": 2,
      "text": "I will say unto God, Do not condemn me; let me know for what cause thou contendest against me."
    },
    {
      "verse": 3,
      "text": "Is it well for thee that thou shouldst oppress, that thou shouldst reject the labor of thy hands, and shed light upon the counsel of the wicked?"
    },
    {
      "verse": 4,
      "text": "Hast thou eyes of flesh? or wilt thou see as a mortal seeth?"
    },
    {
      "verse": 5,
      "text": "Are thy days as the days of a mortal, or are thy years as the days of a man,"
    },
    {
      "verse": 6,
      "text": "That thou inquirest after my iniquity, and searchest after my sin?"
    },
    {
      "verse": 7,
      "text": "Still it is within thy knowledge that I am not wicked, and there is none that can deliver me out of thy hand."
    },
    {
      "verse": 8,
      "text": "Thy hands have carefully fashioned me and made me; every thing is in harmony all round about; and yet thou dost destroy me!"
    },
    {
      "verse": 9,
      "text": "Remember, I beseech thee, that as though I were clay hast thou made me; and wilt thou cause me to return again unto the dust?"
    },
    {
      "verse": 10,
      "text": "Behold, like milk didst thou pour me out, and like cheese didst thou curdle me."
    },
    {
      "verse": 11,
      "text": "With skin and flesh didst thou clothe me, and with bones and sinews didst thou cover me."
    },
    {
      "verse": 12,
      "text": "Life and kindness didst thou grant me, and thy providence watched over my spirit."
    },
    {
      "verse": 13,
      "text": "And yet these things hadst thou treasured up in thy heart: I know that this was [resolved] within thee."
    },
    {
      "verse": 14,
      "text": "If I have sinned, then dost thou watch me, and from my iniquity thou wilt not declare me guiltless."
    },
    {
      "verse": 15,
      "text": "If I be wicked, woe unto me: and if I be righteous, I can still not lift up my head; I am sated with disgrace, and ever seeing my affliction;"
    },
    {
      "verse": 16,
      "text": "And it constantly increaseth; like a fierce lion dost thou hunt for me; and again thou showest thyself continually wonderful on me;"
    },
    {
      "verse": 17,
      "text": "Thou ever renewest thy witnesses against me, and causest thy indignation to grow strong against me; changes and multitudes [of sufferings] are around me."
    },
    {
      "verse": 18,
      "text": "Wherefore then didst thou bring me forth out of the womb? Oh that I had perished, and that no eye had seen me!"
    },
    {
      "verse": 19,
      "text": "That I were as though I had not been,—had been borne from the womb to the grave."
    },
    {
      "verse": 20,
      "text": "Lo! my days are but few: cease, then, withdraw from me [thy hand], that I may recover my cheerfulness a little."
    },
    {
      "verse": 21,
      "text": "Before I go, and return not, to the land of darkness and the shadow of death,"
    },
    {
      "verse": 22,
      "text": "A land of utter gloom, as of the darkness of the shadow of death, without any order, and the light of which is like utter gloom."
    }
  ]
}