{
  "book_id": "JOB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Zophar the Na'amathite, and said."
    },
    {
      "verse": 2,
      "text": "Shall a multitude of words not be answered? and is it so that a man full of talk shall be deemed in the right?"
    },
    {
      "verse": 3,
      "text": "Thy inventions are to bring men to silence; and when thou utterest thy mocking no one is to cause thee to feel abashed!"
    },
    {
      "verse": 4,
      "text": "For thou hast said [to God], My doctrine is pure, and I am become clean in thy eyes."
    },
    {
      "verse": 5,
      "text": "But oh that God would but speak, and open his lips against thee;"
    },
    {
      "verse": 6,
      "text": "And that he would declare unto thee the secrets of wisdom; for it is double to that which is really in our possession: and thou wouldst experience that God overlooketh unto thee much of thy iniquity."
    },
    {
      "verse": 7,
      "text": "Canst thou find out the experience of God? or canst thou find [the way] unto the utmost limit of the Almighty?"
    },
    {
      "verse": 8,
      "text": "It is as high as heaven; what canst thou effect? it is deeper than the nether world; what canst thou know?"
    },
    {
      "verse": 9,
      "text": "Longer than the earth is its measure, and broader than the sea."
    },
    {
      "verse": 10,
      "text": "If he pass by, and surrender [one to suffering], and call together an assembly, who can hinder him?"
    },
    {
      "verse": 11,
      "text": "For he knoweth the men of vanity: he seeth the wrong-doer and him who considereth not;"
    },
    {
      "verse": 12,
      "text": "And the heartless who acquireth intelligence, and him who is [like] the colt of the wild ass who is transformed into a man."
    },
    {
      "verse": 13,
      "text": "If thou truly direct [aright] thy heart, and spread out thy hands toward him: —"
    },
    {
      "verse": 14,
      "text": "If wrong be in thy hand, put it far away, and let not wickedness dwell in thy tents."
    },
    {
      "verse": 15,
      "text": "For then canst thou lift up thy face free from blemish: yea, thou wilt stand steadfast, and needest not to fear;"
    },
    {
      "verse": 16,
      "text": "Because thou wilt truly forget thy trouble, and as a waterflood that is passed away wilt thou remember it;"
    },
    {
      "verse": 17,
      "text": "And brighter than the noon of day will thy earthly existence arise; and thy obscurity will be like thy morning."
    },
    {
      "verse": 18,
      "text": "And thou wilt feel trust, because there is hope: yea, thou wilt search about carefully, and thou wilt lie down in safety."
    },
    {
      "verse": 19,
      "text": "Also thou wilt stretch thyself out [to rest], with none to make thee afraid; and many will entreat thy favor."
    },
    {
      "verse": 20,
      "text": "But the eyes of the wicked shall fail, and the means of escape will vanish from them, and their [sole] hope shall be the breathing out of their soul."
    }
  ]
}