{
  "book_id": "JOB",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Job, and said,"
    },
    {
      "verse": 2,
      "text": "Truly ye are indeed the [right kind of] people, and with you wisdom must die out."
    },
    {
      "verse": 3,
      "text": "I also have sense like you; I do not fall short compared with you: and who possesseth not such things as these?"
    },
    {
      "verse": 4,
      "text": "I am as one laughed at by his friend, who calleth upon God, while he answered him: [yea,] a laughing-stock though righteous and innocent."
    },
    {
      "verse": 5,
      "text": "To the unfortunate there is given contempt— according to the thoughts of him that is at ease— prepared [also] for those whose foot slippeth."
    },
    {
      "verse": 6,
      "text": "Prosperous are the tents of robbers, and security is given to those that provoke God. to him who carrieth his god in his hand."
    },
    {
      "verse": 7,
      "text": "Yet, do only ask of the beasts, and they will instruct thee; and the fowls of the heavens, and they will tell it thee;"
    },
    {
      "verse": 8,
      "text": "Or speak to the earth, and she will instruct thee; and the fishes of the sea will inform thee"
    },
    {
      "verse": 9,
      "text": "Who knoweth not through all these that the hand of the Lord hath wrought this?"
    },
    {
      "verse": 10,
      "text": "[He] in whose hand is the soul of every living thing, and the spirit of all the bodies of men?"
    },
    {
      "verse": 11,
      "text": "Doth not the ear try words, as the palate tasteth food for itself?"
    },
    {
      "verse": 12,
      "text": "So It with the ancients wisdom, and with [those of] length of days understanding,"
    },
    {
      "verse": 13,
      "text": "That with him are wisdom and strength, his are counsel and understanding."
    },
    {
      "verse": 14,
      "text": "Behold, he pulleth down, and there can be no rebuilding: he locketh [the prison] upon a man, and there can be no opening,"
    },
    {
      "verse": 15,
      "text": "Behold, he restraineth the waters, and they dry up; or he suffereth them to flow, and they overturn the earth."
    },
    {
      "verse": 16,
      "text": "With him are strength and counsel: his are the deceived and the deceiver."
    },
    {
      "verse": 17,
      "text": "He leadeth counsellors away bereft of sense, and maketh the judges fools."
    },
    {
      "verse": 18,
      "text": "He looseth the bond of kings, and bindeth a girdle around their loins."
    },
    {
      "verse": 19,
      "text": "He leadeth priests away bereft of sense, and the powerful he causeth to walk on crooked paths."
    },
    {
      "verse": 20,
      "text": "He removeth the speech from trusty speakers, and taketh away the intelligence of the aged."
    },
    {
      "verse": 21,
      "text": "He poureth contempt upon princes, and the belt of the mighty be looseneth."
    },
    {
      "verse": 22,
      "text": "He layeth open deep things from the midst of darkness, and bringeth out unto light the shadow of death."
    },
    {
      "verse": 23,
      "text": "He permitteth the nations to become great, and destroyeth them: he spreadeth out the nations, and leadeth them away."
    },
    {
      "verse": 24,
      "text": "He taketh away the sense of the chiefs of the people of the land, and causeth them to wander astray in a wilderness when there is no way."
    },
    {
      "verse": 25,
      "text": "They grope in the dark without light, and he causeth them to wander astray like a drunken man."
    }
  ]
}