{
  "book_id": "JOB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Lo, all [this] hath my eye seen, my ear hath heard and noted it for itself;"
    },
    {
      "verse": 2,
      "text": "As much as ye know, do I also know: I do not fall short compared with you."
    },
    {
      "verse": 3,
      "text": "However, I would gladly speak to the Almighty; and to argue with God do I desire."
    },
    {
      "verse": 4,
      "text": "But ye are inventors of falsehood, physicians of no value are all of you."
    },
    {
      "verse": 5,
      "text": "Oh, who would grant that ye might keep a profound silences! and it would he accounted unto you as wisdom."
    },
    {
      "verse": 6,
      "text": "Do hearken but to my reasoning, and listen to the pleadings of my lips."
    },
    {
      "verse": 7,
      "text": "Will ye speak wrong things for God? and will ye speak for him deceitfully?"
    },
    {
      "verse": 8,
      "text": "Will ye show him undue favor, when ye contend for God?"
    },
    {
      "verse": 9,
      "text": "Will it be well if he should search you out? or as one overreacheth another mortal, do ye expect to overreach him?"
    },
    {
      "verse": 10,
      "text": "He will surely reprove you, if in secret you show him undue favor."
    },
    {
      "verse": 11,
      "text": "Doth not his excellency terrify you? and his dread fall upon you?"
    },
    {
      "verse": 12,
      "text": "The things you remember are mere proverbs of ashes, your high-places are high-places of clay."
    },
    {
      "verse": 13,
      "text": "Keep silence toward me, that I may indeed speak, and let pass over me what will."
    },
    {
      "verse": 14,
      "text": "Whatever it may cost, I will take my flesh in my teeth, and my life will I put in my hand."
    },
    {
      "verse": 15,
      "text": "Lo, though he slay me, yet will I trust in him: only I will argue my own ways before him."
    },
    {
      "verse": 16,
      "text": "Even he will come to my assistance; for a hypocrite cannot come before him."
    },
    {
      "verse": 17,
      "text": "Listen well to my word, and to my demonstration with your ears."
    },
    {
      "verse": 18,
      "text": "Behold now, I have arrayed my cause: I know that I shall be indeed justified."
    },
    {
      "verse": 19,
      "text": "Who is he that will contend with me? for now, if I keep silence, I must perish."
    },
    {
      "verse": 20,
      "text": "Only two things do not unto me: then will I not hide myself from thy presence."
    },
    {
      "verse": 21,
      "text": "Remove thy hand far from me; and let not thy dread terrify me."
    },
    {
      "verse": 22,
      "text": "Then call thou, and I will answer; or let me speak, and do thou reply to me."
    },
    {
      "verse": 23,
      "text": "How many are my iniquities and sins? my transgression and my sin let me know."
    },
    {
      "verse": 24,
      "text": "Wherefore wilt thou hide thy face, and regard me as an enemy unto thee?"
    },
    {
      "verse": 25,
      "text": "Wilt thou terrify a leaf driven about [by the wind]? and wilt thou pursue dry stubble?"
    },
    {
      "verse": 26,
      "text": "That thou writest bitter decrees against me, and assignest unto me the iniquities of my youth;"
    },
    {
      "verse": 27,
      "text": "And [that] thou puttest my feet in the stocks, and watchest narrowly all my paths; [and] settest for thyself a mark upon the soles of my feet?"
    },
    {
      "verse": 28,
      "text": "And yet the body decayeth like a rotten thing, as a garment that the moth hath eaten."
    }
  ]
}