{
  "book_id": "JOB",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Man born of a woman is short of days, and sated with harrowing trouble."
    },
    {
      "verse": 2,
      "text": "Like a flower he cometh forth, and is cut down: and he fleeth like a shadow, and remaineth not."
    },
    {
      "verse": 3,
      "text": "And yet on such a one dost thou open thy eyes, and me thou bringest into judgment with thee?"
    },
    {
      "verse": 4,
      "text": "Who can make a clean thing out of an unclean? not one [thing]."
    },
    {
      "verse": 5,
      "text": "Seeing that his days are determined, the number of his months are [fixed] with thee, that thou hast set his bounds which he cannot pass:"
    },
    {
      "verse": 6,
      "text": "Turn thyself from him that he may recover from his pain, and be able to enjoy like a hired laborer his day."
    },
    {
      "verse": 7,
      "text": "For there is hope for the tree: if it be cut down, it may still sprout again, while its young shoot will not cease."
    },
    {
      "verse": 8,
      "text": "If even its root become old in the earth, and its stock die in the dust:"
    },
    {
      "verse": 9,
      "text": "Yet through the scent of water will it flourish [again], and produce boughs as though It were newly planted."
    },
    {
      "verse": 10,
      "text": "But man dieth, and lieth powerless: yea, the son of earth departeth—and where is he?"
    },
    {
      "verse": 11,
      "text": "The waters run off from the sea, and the river faileth and drieth up:"
    },
    {
      "verse": 12,
      "text": "So doth man lie down, and riseth not: till the heavens be no more, they will not awake, and will not be roused out of their sleep."
    },
    {
      "verse": 13,
      "text": "Oh who would grant that thou mightest hide me in the nether world, that thou mightest conceal me, until thy wrath be appeased, that thou mightest set for me a fixed time, and remember me then!"
    },
    {
      "verse": 14,
      "text": "Or, when a man dieth, will he live again? all the days of my time of service would I then wait, till [the hour of] my release were come."
    },
    {
      "verse": 15,
      "text": "Do thou call, and I will truly answer thee: have a desire for the work of thy hands."
    },
    {
      "verse": 16,
      "text": "Yet now thou numberest my steps: and thou waitest not with [the punishment of] my sin."
    },
    {
      "verse": 17,
      "text": "Sealed up in a bag is my transgression, and thou yet addest to my iniquity."
    },
    {
      "verse": 18,
      "text": "But truly a falling mountain will crumble, and [even] a rock is moved out of its place."
    },
    {
      "verse": 19,
      "text": "The water weareth out stones; thou sweepest away their fragments [like] the dust of the earth: and so thou destroyest the hope of man."
    },
    {
      "verse": 20,
      "text": "Thou assailest him with might without ceasing, till he passeth away: thou changest his countenance, and sendest him off."
    },
    {
      "verse": 21,
      "text": "His children acquire honor, but he knoweth it not: and they are esteemed little, but he perceiveth nothing of them."
    },
    {
      "verse": 22,
      "text": "But his body. on him, feeleth pain, and his soul will mourn for him."
    }
  ]
}