{
  "book_id": "JOB",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Eliphaz the Themanite, and said,"
    },
    {
      "verse": 2,
      "text": "Should a wise man utter windy knowledge, and fill his inward parts with the east wind?"
    },
    {
      "verse": 3,
      "text": "Should he reason with a speech which availeth nothing? and with words in which there is no profit?"
    },
    {
      "verse": 4,
      "text": "Yea, thou truly makest void the fear [of God], and diminishest devotion before God."
    },
    {
      "verse": 5,
      "text": "For thy iniquity teacheth thy mouth, so that thou choosest the language of the crafty."
    },
    {
      "verse": 6,
      "text": "Thy own mouth must condemn thee, but not I: yea, thy own lips will testify against thee."
    },
    {
      "verse": 7,
      "text": "Wast thou born as the first man? or wast thou brought forth before the hills?"
    },
    {
      "verse": 8,
      "text": "Hast thou listened to the secret counsel of God? and is wisdom therefore of little esteem with thee?"
    },
    {
      "verse": 9,
      "text": "What knowest thou, that we do not know? what understandest thou, which is not with us?"
    },
    {
      "verse": 10,
      "text": "Both the grayheaded and the very aged are among us,— richer than thy father in days."
    },
    {
      "verse": 11,
      "text": "Are the divine consolations too little for thee? and the word that was so mild with thee?"
    },
    {
      "verse": 12,
      "text": "Whither doth thy heart carry thee away? and what do thy eyes gaze at?"
    },
    {
      "verse": 13,
      "text": "That thou shouldst turn against God thy spirit, and utter [such] words out of thy mouth?"
    },
    {
      "verse": 14,
      "text": "What is man, that he should be pure? and that he who is born of woman should be declared righteous?"
    },
    {
      "verse": 15,
      "text": "Behold, in his holy ones he putteth no trust; and the heavens are not pure in his eyes:"
    },
    {
      "verse": 16,
      "text": "How much more then the abominable and corrupt, the man who drinketh like water wrong-doing?"
    },
    {
      "verse": 17,
      "text": "I will instruct thee, hear me; and what I have seen will I relate;"
    },
    {
      "verse": 18,
      "text": "Which wise men have ever told, and have not concealed, as they obtained it from their fathers;"
    },
    {
      "verse": 19,
      "text": "Unto whom alone the earth was given, and into whose midst no stranger ever entered."
    },
    {
      "verse": 20,
      "text": "All his days is the wicked plagued with pain, and the number of years which are laid by for the tyrant."
    },
    {
      "verse": 21,
      "text": "A sound of terrors is in his ears: during peace will the waster come over him."
    },
    {
      "verse": 22,
      "text": "He believeth not that he shall return out of darkness, and he is looked for by the sword."
    },
    {
      "verse": 23,
      "text": "He wandereth abroad for bread, [saying,] Where is it? he knoweth that there is ready at his hand the day of darkness."
    },
    {
      "verse": 24,
      "text": "Distress and anguish terrify him: they assail him with might, as a king prepared for the battle."
    },
    {
      "verse": 25,
      "text": "Because he had stretched out against God his hand, and strengthened himself against the Almighty;"
    },
    {
      "verse": 26,
      "text": "[And] he had run against him, with an [extended] neck, with the thick roundings of his bucklers;"
    },
    {
      "verse": 27,
      "text": "Because he had covered his face with his fat, and had made thick folds of fat on his flanks;"
    },
    {
      "verse": 28,
      "text": "And he dwelt in abandoned cities, in houses which none inhabited, which were destined to be ruinous heaps."
    },
    {
      "verse": 29,
      "text": "[Yet] will he not remain rich, neither will his wealth endure, nor will he attain their perfection on earth."
    },
    {
      "verse": 30,
      "text": "He will never depart out of darkness: the flame shall dry up his shoots, and he will depart by the breath of God's mouth."
    },
    {
      "verse": 31,
      "text": "Let him that goeth astray not trust in vanity; for vanity will be what he obtaineth thereby."
    },
    {
      "verse": 32,
      "text": "Even before his time will it be overfull, and his branches will not be green."
    },
    {
      "verse": 33,
      "text": "He will shake off like the vine his unripe grapes, and cast off like the olive his blossoms."
    },
    {
      "verse": 34,
      "text": "For the assembly of hypocrites will remain desolate, and fire will consume the tents of bribery."
    },
    {
      "verse": 35,
      "text": "They conceive trouble, and bring forth wrong-doing, and their body prepareth deceit."
    }
  ]
}