{
  "book_id": "JOB",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Job, and said,"
    },
    {
      "verse": 2,
      "text": "I have heard many things such as these: troublesome comforters are ye all."
    },
    {
      "verse": 3,
      "text": "Shall there be any end to words of wind? or what compelleth thee that thou shouldst answer?"
    },
    {
      "verse": 4,
      "text": "I also could well speak as ye do: if your soul were but in my soul's stead, I could overwhelm you with words, and could shake my head at you."
    },
    {
      "verse": 5,
      "text": "But I would strengthen you with my mouth, and the condolence of my lips should restrain [your grief]."
    },
    {
      "verse": 6,
      "text": "Though I were to speak, my pain would not be restrained; and though I should forbear, what will go away from me?"
    },
    {
      "verse": 7,
      "text": "But now he hath made me weary: thou hast made desolate all my company."
    },
    {
      "verse": 8,
      "text": "And thou hast filled me with wrinkles, they are my witnesses; and my leanness riseth up for me, giveth its testimony to my face."
    },
    {
      "verse": 9,
      "text": "In his wrath he teareth me to pieces, and assaileth me: he gnasheth over me with his teeth; my adversary sendeth threatening looks at me."
    },
    {
      "verse": 10,
      "text": "They now open wide against me their mouth; reproachfully they smite my cheek: altogether do they assemble against me."
    },
    {
      "verse": 11,
      "text": "God hath surrendered me to the unjust, and cast me down into the hands of the wicked."
    },
    {
      "verse": 12,
      "text": "I was at ease, but he hath crushed me; he hath also grasped me by the neck, and shaken me to pieces, and set me up unto himself as a mark;"
    },
    {
      "verse": 13,
      "text": "His archers encompass me round about; he cleaveth my reins sunder, and doth not pity; he poureth out upon the ground my gall;"
    },
    {
      "verse": 14,
      "text": "He breaketh me down with breach upon breach; he runneth against me like a mighty man."
    },
    {
      "verse": 15,
      "text": "Sackcloth have I sewed upon my skin, and my horn I roll in the dust."
    },
    {
      "verse": 16,
      "text": "My face gloweth from weeping, and on my eyelids resteth the shadow of death:"
    },
    {
      "verse": 17,
      "text": "Not because any violence is in my hands, and while my prayer is pure."
    },
    {
      "verse": 18,
      "text": "Earth! do thou not cover up my blood, and let no place restrain my cry."
    },
    {
      "verse": 19,
      "text": "Even now, behold, my witness is in the heavens, and one that testifieth for me is on high."
    },
    {
      "verse": 20,
      "text": "Are my friends my defenders? unto God my eye poureth out [its tears]."
    },
    {
      "verse": 21,
      "text": "And oh that a man might plead with God, as one son of earth with the other!"
    },
    {
      "verse": 22,
      "text": "For when the numbered years are passed, then must I travel a path whence I cannot return."
    }
  ]
}