{
  "book_id": "JOB",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Job, and said,"
    },
    {
      "verse": 2,
      "text": "How long will ye grieve my soul, and crush me with words?"
    },
    {
      "verse": 3,
      "text": "These ten times have ye reproached me: ye are not ashamed when ye show yourselves as strangers to me."
    },
    {
      "verse": 4,
      "text": "Yea, if it be indeed that I have erred, let my error remain with myself."
    },
    {
      "verse": 5,
      "text": "But if indeed ye wish to magnify yourselves above me, and to prove against me my disgrace:"
    },
    {
      "verse": 6,
      "text": "Then know for certain that God hath bent me down, and hath laid his net all around me."
    },
    {
      "verse": 7,
      "text": "Behold, I cry out concerning the violence [done me], but I am not answered: I entreat aloud, but there is no justice."
    },
    {
      "verse": 8,
      "text": "My road hath he fenced up, so that I cannot pass out; and on my paths he placeth darkness."
    },
    {
      "verse": 9,
      "text": "My glory hath he stripped from me, and removed the crown of my head."
    },
    {
      "verse": 10,
      "text": "He hath pulled me down on every side, and I am going hence; and he hath rooted up like a tree my hope."
    },
    {
      "verse": 11,
      "text": "He hath also kindled against me his wrath, and he counteth me with himself as one of his adversaries."
    },
    {
      "verse": 12,
      "text": "Altogether come on his troops, and make level against me their way, and encamp round about my tent."
    },
    {
      "verse": 13,
      "text": "My brothers hath he removed far from me, and my acquaintance are entirely estranged from me."
    },
    {
      "verse": 14,
      "text": "My near of kin have withdrawn, and those befriended by me have forgotten me."
    },
    {
      "verse": 15,
      "text": "Ye that sojourn in my house, and my maid-servants, regard me as a stranger: an alien am I become in their eyes."
    },
    {
      "verse": 16,
      "text": "I call for my servant, but he will not answer, though I were to entreat him with my mouth."
    },
    {
      "verse": 17,
      "text": "My breath is become nauseous to my wife, and my caressing, to the children of my own body."
    },
    {
      "verse": 18,
      "text": "Yea, children even despise me: I rise up, but they speak against me."
    },
    {
      "verse": 19,
      "text": "All that have had my confidence abominate me; and those whom I have loved are turned against me."
    },
    {
      "verse": 20,
      "text": "To my skin and to my flesh my bones do cleave, and I must sustain myself with the gums of my teeth."
    },
    {
      "verse": 21,
      "text": "Spare me, spare me, O ye, my friends; for the hand of God hath touched me."
    },
    {
      "verse": 22,
      "text": "Why will ye persecute me as God [hath done], and will never be satisfied with my flesh?"
    },
    {
      "verse": 23,
      "text": "Oh who would but grant, that my words might be written down! oh who would grant that they were entered in a book!"
    },
    {
      "verse": 24,
      "text": "That they were hewn with an iron pen and [blackened with] lead for eternity in the hard rock!"
    },
    {
      "verse": 25,
      "text": "And well I know that my redeemer liveth, and that he will remain as the last after the creatures of the dust [are passed away];"
    },
    {
      "verse": 26,
      "text": "And after my skin is cut to pieces will this be: and then freed from my body shall I behold God;"
    },
    {
      "verse": 27,
      "text": "Whom I shall myself behold to my happiness, and whom my eyes will see, and not as a stranger, [when even] my reins are consumed within my bosom."
    },
    {
      "verse": 28,
      "text": "But if ye should say, How will we pursue him? seeing the root of the matter is found in me:"
    },
    {
      "verse": 29,
      "text": "Then have dread for yourselves of the sword; for the wrath [which ye excite] is an iniquity that bringeth the sword; in order that ye may know there is one that judgeth [in the world]."
    }
  ]
}