{
  "book_id": "JOB",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Zophar the Na'amathite, and said,"
    },
    {
      "verse": 2,
      "text": "Even therefore do my inmost thoughts give me an answer, and for this reason do I feel a strong excitement within me."
    },
    {
      "verse": 3,
      "text": "Reproof which casteth shame on me must I hear; yet out of my understanding will the spirit give me an answer."
    },
    {
      "verse": 4,
      "text": "Dost thou know this? from the very beginning of things, from the very time when man was placed upon earth it was,"
    },
    {
      "verse": 5,
      "text": "That the triumphal shouting of the wicked is ever of but a recent date, and the joy of the hypocrite endureth only for a moment."
    },
    {
      "verse": 6,
      "text": "Though his exaltation should mount up to the heavens, and his head should reach unto the clouds;"
    },
    {
      "verse": 7,
      "text": "Yet when he but turneth round will he vanish for ever; those who have seen him will say, Where is he?"
    },
    {
      "verse": 8,
      "text": "Like a dream will he fly away, and men will find him no more; yea, he will be chased away like a vision of the night."
    },
    {
      "verse": 9,
      "text": "If an eye have surveyed him, it will not do so again, and it will not behold him any more in his place."
    },
    {
      "verse": 10,
      "text": "His children will suffer oppression from the indigent, and his hands will have to restore his [ill-gotten] wealth."
    },
    {
      "verse": 11,
      "text": "[Now] his bones are full of his youthful vigor; but it will [suddenly] lie down with him in the dust."
    },
    {
      "verse": 12,
      "text": "If the evil be sweet in his mouth, he will conceal it under his tongue;"
    },
    {
      "verse": 13,
      "text": "He will cherish it, and not forsake it; and hold it back within his palate;"
    },
    {
      "verse": 14,
      "text": "His food is thus changed within his bowels, and becometh the venom of asps within him."
    },
    {
      "verse": 15,
      "text": "The wealth which he hath swallowed, will he have to vomit up again; God will drive it out of his belly."
    },
    {
      "verse": 16,
      "text": "The poison of asps will he have to suck; the viper's tongue will slay him."
    },
    {
      "verse": 17,
      "text": "He shall not look with pleasure on streams, on flowing brooks of honey and cream."
    },
    {
      "verse": 18,
      "text": "He restoreth what he hath labored for, and will not swallow it down; however much he may have obtained by toil, he will not have any joy of it."
    },
    {
      "verse": 19,
      "text": "Because he oppressed and forsook the indigent; because he took violently away a house, shall he not rebuild it;"
    },
    {
      "verse": 20,
      "text": "Because he knew not quietness in his bosom, shall he not escape through what is the most precious to him."
    },
    {
      "verse": 21,
      "text": "Nothing was spared from his craving to eat: therefore shall his wealth not prosper."
    },
    {
      "verse": 22,
      "text": "In the fulness of his abundance will distress assail him: every hand of [those he] troubled will come against him."
    },
    {
      "verse": 23,
      "text": "In order to fill his belly, [God] will send out against him the fury of his wrath, and will rain it upon him for his eating."
    },
    {
      "verse": 24,
      "text": "If he flee from the iron weapon, the brazen bow will strike him through."
    },
    {
      "verse": 25,
      "text": "He draweth it, and it cometh out of the body; yea, out of his gall the glittering [arrow] cometh forth: over him come the terrors [of death]."
    },
    {
      "verse": 26,
      "text": "Entire darkness is laid by for his treasures: a fire not urged by blowing will consume him; it will destroy any one that is left in his tent."
    },
    {
      "verse": 27,
      "text": "The heavens will lay open his iniquity; and the earth will raise herself up against him."
    },
    {
      "verse": 28,
      "text": "The product of his house will be banished, flowing away on the day of his wrath."
    },
    {
      "verse": 29,
      "text": "This is the portion of a wicked man from God, and his decreed heritage from God."
    }
  ]
}