{
  "book_id": "JOB",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Job, and said,"
    },
    {
      "verse": 2,
      "text": "Hear, O hear my speech, and let this be wherewith you give consolations."
    },
    {
      "verse": 3,
      "text": "Bear with me that I may indeed speak: and after my speaking, then canst thou mock."
    },
    {
      "verse": 4,
      "text": "As for me,—is against man my complaint? and if this be so, why should my spirit not be impatient?"
    },
    {
      "verse": 5,
      "text": "Turn yourselves unto me, and be astounded, and lay your hand upon your mouth."
    },
    {
      "verse": 6,
      "text": "Yea, when I think of it, I am terrified, and shuddering seizeth hold of my flesh."
    },
    {
      "verse": 7,
      "text": "Wherefore do the wicked live, become old, yea, grow strong in power?"
    },
    {
      "verse": 8,
      "text": "Their seed is firmly established in their presence with them. their offspring are before their eyes."
    },
    {
      "verse": 9,
      "text": "Their houses are at peace without any dread, and no rod of God [cometh] over them."
    },
    {
      "verse": 10,
      "text": "The bull of each one gendereth, and disappointeth not: the cow of each one calveth, and casteth not her young."
    },
    {
      "verse": 11,
      "text": "They send forth their little ones like a flock, and their children skip about [with joy]."
    },
    {
      "verse": 12,
      "text": "They sing to the timbrel and harp, and rejoice at the sound of the pipe."
    },
    {
      "verse": 13,
      "text": "They wear out their days in happiness, and in a moment they go down to the nether world."
    },
    {
      "verse": 14,
      "text": "And yet they say unto God, “Depart from us; and the knowledge of thy ways we desire not."
    },
    {
      "verse": 15,
      "text": "What is the Almighty, that we should serve him? and what profit shall we have, if we entreat him urgently?”"
    },
    {
      "verse": 16,
      "text": "Lo, not in their hand doth their happiness rest! The counsel of the wicked be [still] far from me."
    },
    {
      "verse": 17,
      "text": "How often is the lamp of the wicked quenched? and how often cometh over them their calamity? and doth [God] distribute their lot in his anger?"
    },
    {
      "verse": 18,
      "text": "Are they as straw before the wind, and as chaff which the stealeth away?"
    },
    {
      "verse": 19,
      "text": "Should God lay up for his children his wrong-doing? it were better that he reward him, that he might know it himself."
    },
    {
      "verse": 20,
      "text": "His own eyes ought to see his downfall, and from the wrath of the Almighty ought he to drink."
    },
    {
      "verse": 21,
      "text": "For what care hath he for his household after him, when the number of his months is all apportioned to him?"
    },
    {
      "verse": 22,
      "text": "Is this fitting God, who teacheth knowledge? him who judgeth those that are highest?"
    },
    {
      "verse": 23,
      "text": "That this one dieth in his full strength, being wholly at ease and quiet;"
    },
    {
      "verse": 24,
      "text": "His vessels being full of healthy fluid, and the marrow of his bones being well moistened:"
    },
    {
      "verse": 25,
      "text": "While this other dieth with an embittered soul, and hath never partaken of any happiness;"
    },
    {
      "verse": 26,
      "text": "[And yet] together they must lie down in the dust, and the worms will cover them?"
    },
    {
      "verse": 27,
      "text": "Behold, I know your thoughts, and the opinions which ye wrongfully devise against me."
    },
    {
      "verse": 28,
      "text": "For ye say, Where is the house of the noble-minded? and where is the tent of the dwelling-places of the wicked?"
    },
    {
      "verse": 29,
      "text": "Have ye not asked the wayfarers? surely their token ye cannot disregard,"
    },
    {
      "verse": 30,
      "text": "That the bad man is reserved for the day of calamity, [that the wicked] are carried forward to the day of wrath."
    },
    {
      "verse": 31,
      "text": "[But] who will tell him to his face of his way? and who will repay him what he hath done?"
    },
    {
      "verse": 32,
      "text": "Yea he will indeed be carried to the grave, and men will quickly think of his monument:"
    },
    {
      "verse": 33,
      "text": "Sweet are to him the clods of the valley; and after him succeedeth every man, as those that were before him are without number."
    },
    {
      "verse": 34,
      "text": "How then will ye comfort me with vanity? and of your answers there remaineth only deception."
    }
  ]
}