{
  "book_id": "JOB",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Eliphaz the Themanite, and said,"
    },
    {
      "verse": 2,
      "text": "Can a man be serviceable unto God? Truly the intelligent is serviceable unto himself."
    },
    {
      "verse": 3,
      "text": "Is it any pleasure to the Almighty that thou art righteous? or is it any gain to him, that thou makest thy ways perfect?"
    },
    {
      "verse": 4,
      "text": "Is it out of fear of thee that he will reproach thee? or go with thee into judgment?"
    },
    {
      "verse": 5,
      "text": "Is not thy evil great? and no end to thy iniquities?"
    },
    {
      "verse": 6,
      "text": "For thou hast taken a pledge from thy brothers for nought, and stripped the naked of their clothing."
    },
    {
      "verse": 7,
      "text": "Thou hast not given water to the weary to drink, and from the hungry thou hast withholden bread."
    },
    {
      "verse": 8,
      "text": "But as for the man of a strong arm, he obtained the land, and the highly honored could dwell therein."
    },
    {
      "verse": 9,
      "text": "Widows hast thou sent away empty, and the arms of the fatherless have been broken."
    },
    {
      "verse": 10,
      "text": "Therefore are snares round about thee, and sudden dread terrifieth thee."
    },
    {
      "verse": 11,
      "text": "Or seest thou not the darkness? and the abundance of water which covereth thee?"
    },
    {
      "verse": 12,
      "text": "Is not God in the height of heaven? and beholding the highest elevation of the stars, however high they are?"
    },
    {
      "verse": 13,
      "text": "But thou sayest, “What doth God know? can he judge behind the darkness?"
    },
    {
      "verse": 14,
      "text": "Thick clouds are a covering for him, so that he will not see; and he walketh along on the circle of heaven.”"
    },
    {
      "verse": 15,
      "text": "Wilt thou [thus] observe the path of ancient times which the men of injustice have trodden?"
    },
    {
      "verse": 16,
      "text": "Who were shrivelled up before their time, whose foundation was flooded away like a river;"
    },
    {
      "verse": 17,
      "text": "Who said unto God, “'Depart from us:” and what wrought the Almighty for them?"
    },
    {
      "verse": 18,
      "text": "And yet it was he that filled their houses with good things; but the counsel of the wicked be [still] far from me."
    },
    {
      "verse": 19,
      "text": "The righteous will see it, and be glad; and the innocent will laugh them to scorn."
    },
    {
      "verse": 20,
      "text": "“Is not he destroyed that rose up against us, and hath not the fire consumed what they had left?”"
    },
    {
      "verse": 21,
      "text": "Do but become acquainted with him, and be at peace: thereby will happiness come unto thee."
    },
    {
      "verse": 22,
      "text": "Do but accept instruction from his mouth, and lay up his saying in thy heart."
    },
    {
      "verse": 23,
      "text": "If thou return to the Almighty, thou shalt be built up, so thou wilt but remove wrong-doing far away from thy tents."
    },
    {
      "verse": 24,
      "text": "And throw down in the dust precious metals, and [the gold of] Ophir to the stones of the brooks:"
    },
    {
      "verse": 25,
      "text": "Then will the Almighty be thy precious metal, and brightly-shining silver unto thee."
    },
    {
      "verse": 26,
      "text": "For then wilt thou have in the Almighty thy delight, and thou canst lift up unto God thy face."
    },
    {
      "verse": 27,
      "text": "Thou wilt make entreaty unto him, and he will hear thee, and thy vows wilt thou pay."
    },
    {
      "verse": 28,
      "text": "And if thou decree a thing, it will be fulfilled unto thee; and upon thy ways the light will shine."
    },
    {
      "verse": 29,
      "text": "For when men are brought low, thou wilt say, Pride [hath done it]; but those of lowly eyes [God] will help."
    },
    {
      "verse": 30,
      "text": "He will even deliver him who is not guiltless: and thou wilt be delivered by the purity of thy hands."
    }
  ]
}