{
  "book_id": "JOB",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Job, and said,"
    },
    {
      "verse": 2,
      "text": "Even now is my complaint bitter: my suffering is heavier than my groans."
    },
    {
      "verse": 3,
      "text": "Oh who would grant that I knew where I might find him! that I might attain to his Judgment throne!"
    },
    {
      "verse": 4,
      "text": "I would put in order before him my cause, and my mouth would I fill with arguments."
    },
    {
      "verse": 5,
      "text": "I should know the words which he might answer me, and understand what he might say unto me."
    },
    {
      "verse": 6,
      "text": "Would he with his power contend against me? he would truly not lay such doings to my charge."
    },
    {
      "verse": 7,
      "text": "There would an upright one argue with him; and I should be allowed to escape for ever by my judge."
    },
    {
      "verse": 8,
      "text": "But, lo, I go eastward—and he is not there; and to the west— and I cannot perceive him;"
    },
    {
      "verse": 9,
      "text": "When he doth great things at the north, I behold him not; he hideth himself in the south—and I see him not."
    },
    {
      "verse": 10,
      "text": "But he knoweth the way that I take: were he to probe me, I should come forth as gold."
    },
    {
      "verse": 11,
      "text": "On his steps my foot hath held fast: his way have I kept, and swerved not."
    },
    {
      "verse": 12,
      "text": "From the commandment of his lips have I also not moved away: as a fixed statute for me have I treasured up the sayings of his mouth."
    },
    {
      "verse": 13,
      "text": "But he is unchangeably one, and who can turn him? And what his will desireth, even that he doth."
    },
    {
      "verse": 14,
      "text": "For he will bring to completion what hath been destined for me: and like these hath he many other things with him."
    },
    {
      "verse": 15,
      "text": "Therefore am I terrified at his presence: I will reflect, and be in dread of him."
    },
    {
      "verse": 16,
      "text": "Still God hath made timid my heart, and the Almighty hath terrified me;"
    },
    {
      "verse": 17,
      "text": "Because I was not destroyed before this darkness, and because he hath not hidden from my face [this] gloom."
    }
  ]
}