{
  "book_id": "JOB",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And Job continued taking up his parable, and said,"
    },
    {
      "verse": 2,
      "text": "As God liveth, who hath removed justice from me; and by the Almighty, who hath embittered my soul:"
    },
    {
      "verse": 3,
      "text": "All the while my breath is in me, and the spirit of God is in my nostrils;"
    },
    {
      "verse": 4,
      "text": "Shall my lips not speak any wrong, nor shall my tongue utter deceit."
    },
    {
      "verse": 5,
      "text": "Far be it from me that I should justify you; till I depart hence will I not allow [any one] to take my integrity away from me."
    },
    {
      "verse": 6,
      "text": "I have laid fast hold on my righteousness, and I will not let it go: my heart shall not reproach me [for my conduct] during all my life."
    },
    {
      "verse": 7,
      "text": "Like the wicked is [therefore] my enemy, and he that riseth up against me like a wrong-doer."
    },
    {
      "verse": 8,
      "text": "For what is the hope of the hypocrite, when he hath gained unjust wealth, when God casteth forth his soul?"
    },
    {
      "verse": 9,
      "text": "Will God hear his cry, when distress cometh upon him?"
    },
    {
      "verse": 10,
      "text": "Or can he find delight in the Almighty? can he call on God at all times?"
    },
    {
      "verse": 11,
      "text": "I will instruct you concerning what is in the hand of God: [the way] which is with the Almighty will I not conceal."
    },
    {
      "verse": 12,
      "text": "Lo! ye yourselves have all beheld it: why is it then that ye deal in such vanities?"
    },
    {
      "verse": 13,
      "text": "This is the portion of a wicked man with God, and the portion of tyrants, which they shall receive from the Almighty."
    },
    {
      "verse": 14,
      "text": "If his children be multiplied, it is only for the sword; and his offspring will not be satisfied with bread."
    },
    {
      "verse": 15,
      "text": "Those of his that are left to escape will be buried by death; and his widows will not be able to weep."
    },
    {
      "verse": 16,
      "text": "Though he heap up silver as the dust, and prepare garments [as plentifully] as the clay:"
    },
    {
      "verse": 17,
      "text": "He may prepare, but the righteous will clothe himself [therewith], and the silver the innocent will divide."
    },
    {
      "verse": 18,
      "text": "He buildeth his house like the moth, and like a hut that a keeper hath made."
    },
    {
      "verse": 19,
      "text": "Rich will he lie down, but will not be gathered [into the grave]: one openeth his eyes, and he is no more."
    },
    {
      "verse": 20,
      "text": "Like a flood will terror overtake him, in the night a tempest will steal him away."
    },
    {
      "verse": 21,
      "text": "The east wind will lift him up, and he must be gone; and it hurleth him like a storm out of his place."
    },
    {
      "verse": 22,
      "text": "And [God] will cast [evil] upon him, and bare no pity: out of his hand [his wealth] will surely escape."
    },
    {
      "verse": 23,
      "text": "Men will clap their hands over him, and will hiss after him out of his place."
    }
  ]
}