{
  "book_id": "JOB",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "For truly there is a source for the silver, and a place for the gold which men refine."
    },
    {
      "verse": 2,
      "text": "Iron is taken out of the dust, and the stone is melted into copper."
    },
    {
      "verse": 3,
      "text": "An end doth he set to darkness, and the very utmost limit doth he search out, the stones of darkness, and of the shadow of death."
    },
    {
      "verse": 4,
      "text": "He breaketh a channel far from the inhabited place; those of unsteady foot, the poorest of men move [there about]."
    },
    {
      "verse": 5,
      "text": "The earth, out of which cometh forth bread, is under its surface turned up as it were with fire."
    },
    {
      "verse": 6,
      "text": "Her stones are the place whence the sapphire cometh; and golden dust is also there;"
    },
    {
      "verse": 7,
      "text": "[On the] path which no bird of prey knoweth, and which the vulture's eye hath not surveyed;"
    },
    {
      "verse": 8,
      "text": "[Which] ravenous beasts have never trodden, over which the lion hath never passed."
    },
    {
      "verse": 9,
      "text": "To the flinty rock he stretcheth forth his hand; he overturneth the mountains from the root."
    },
    {
      "verse": 10,
      "text": "Amid rocks he heweth out canals: and every precious thing doth his eye behold."
    },
    {
      "verse": 11,
      "text": "The various droppings of water he uniteth into streams, and what is hidden he bringeth forth to light."
    },
    {
      "verse": 12,
      "text": "But wisdom—where shall she he found? and where is the place of understanding?"
    },
    {
      "verse": 13,
      "text": "Man knoweth not her value: and she is not to be found in the land of the living."
    },
    {
      "verse": 14,
      "text": "The deep saith, Not in me is she: and the sea saith, She is not with me."
    },
    {
      "verse": 15,
      "text": "No fine gold can be given in lieu of her, and silver cannot be weighed out as her price."
    },
    {
      "verse": 16,
      "text": "She cannot be valued with the gold of Ophir, with the precious onyx, or the sapphire."
    },
    {
      "verse": 17,
      "text": "She cannot be estimated after gold and glass; and not in exchange for her [can] vessels of refined gold [be taken.]"
    },
    {
      "verse": 18,
      "text": "Coral and crystal will not be thought of; and the value of wisdom is above pearls."
    },
    {
      "verse": 19,
      "text": "She cannot be estimated after the topaz of Ethiopia, nor can she be valued with pure gold."
    },
    {
      "verse": 20,
      "text": "But wisdom—whence cometh she? and where is the place of understanding?"
    },
    {
      "verse": 21,
      "text": "Yea, she is hidden from the eyes of all living, and from the fowls of the heavens is she concealed."
    },
    {
      "verse": 22,
      "text": "Perdition and death say, With our ears have we heard a report of her."
    },
    {
      "verse": 23,
      "text": "God [alone] understandeth her way, and he knoweth her place;"
    },
    {
      "verse": 24,
      "text": "For he looketh to the ends of the earth, [whatever is] under the whole heaven doth he see."
    },
    {
      "verse": 25,
      "text": "When he imparted weight unto the wind; and [when] the waters he established by measure;"
    },
    {
      "verse": 26,
      "text": "When he made a law for the rain, and a way for the lightning of [his] thunders;"
    },
    {
      "verse": 27,
      "text": "Then did he see her, and make her known; he established her, and also searched her out."
    },
    {
      "verse": 28,
      "text": "And he said unto man, Behold, the fear of the Lord, that is wisdom; and to eschew evil is understanding."
    }
  ]
}