{
  "book_id": "JOB",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "And Job continued to take up his parable, and said,"
    },
    {
      "verse": 2,
      "text": "Who will give me back months like those which are past, days like those when God guarded me;"
    },
    {
      "verse": 3,
      "text": "When his lamp shone over my head, when by his light I could walk in darkness;"
    },
    {
      "verse": 4,
      "text": "As I was in the days of my abundance, when the confidence of God was upon my tent:"
    },
    {
      "verse": 5,
      "text": "When the Almighty was yet with me, when my servants stood round about me;"
    },
    {
      "verse": 6,
      "text": "When I bathed my steps in cream, and the rock poured out near me streamlets of oil!"
    },
    {
      "verse": 7,
      "text": "When I went out to the gate close by the city, when in the open place I established my seat:"
    },
    {
      "verse": 8,
      "text": "Young men saw me, and hid themselves; and the aged rose up, and remained standing;"
    },
    {
      "verse": 9,
      "text": "Princes stopped in the midst of [their] words, and laid their hand on their mouth:"
    },
    {
      "verse": 10,
      "text": "The voice of nobles was arrested, and their tongue cleaved to their palate."
    },
    {
      "verse": 11,
      "text": "For the ear that heard me called me happy; and the eye that saw me bore witness for me;"
    },
    {
      "verse": 12,
      "text": "Because I delivered the poor that cried, and the fatherless, yea, that had none to help him."
    },
    {
      "verse": 13,
      "text": "The blessing of him that was ready to perish came upon me; and the heart of the widow I caused to sing for joy."
    },
    {
      "verse": 14,
      "text": "I took righteousness as my garment, and it clothed me: as a robe and a mitre was justice unto me."
    },
    {
      "verse": 15,
      "text": "Eyes was I to the blind; and feet to the lame was I."
    },
    {
      "verse": 16,
      "text": "A father was I to the needy; and the cause of him I knew not I used to investigate."
    },
    {
      "verse": 17,
      "text": "And I broke the cutting-teeth of the wrong-doer, and out of his teeth I cast down his prey."
    },
    {
      "verse": 18,
      "text": "And I said then, “In the midst of my nest shall I depart hence, and like the sand shall I have many days."
    },
    {
      "verse": 19,
      "text": "My root will stand open for the water, and the dew will lodge on my boughs."
    },
    {
      "verse": 20,
      "text": "My glory will ever be new with me, and my bow will acquire fresh strength in my hand.”"
    },
    {
      "verse": 21,
      "text": "Unto me men listened, and waited, and watched in silence for my counsel"
    },
    {
      "verse": 22,
      "text": "After my words they made no reply, and my speech dropped on them [like dew]."
    },
    {
      "verse": 23,
      "text": "And they waited for me as for the rain, and they opened wide their mouth as for the latter rain."
    },
    {
      "verse": 24,
      "text": "I smiled on those that had lost their confidence; and the light of my countenance they never cast down."
    },
    {
      "verse": 25,
      "text": "I chose their way for them, and I sat as chief, and dwelt as king in his army, as one that comforteth mourners."
    }
  ]
}