{
  "book_id": "JOB",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "But now they who are younger than I in years laugh at me, whose fathers I scorned to put as equals with the dogs of my flocks."
    },
    {
      "verse": 2,
      "text": "Yea, what possible use can the strength of their hands be unto me, over whom old age hath passed fruitlessly?"
    },
    {
      "verse": 3,
      "text": "Who suffer for want and famine in solitude; who flee into the wilderness [where all is] darkness, ruin, and desolation;"
    },
    {
      "verse": 4,
      "text": "Who crop off mallows by the bushes, and have broom-bush roots as their bread;"
    },
    {
      "verse": 5,
      "text": "Who are driven forth from among [men], who are shouted after as though they were thieves,"
    },
    {
      "verse": 6,
      "text": "To dwell in the caverns of the valleys, in holes of the earth, and on naked cliffs."
    },
    {
      "verse": 7,
      "text": "Among the bushes they shriek; under briers they are huddled together,"
    },
    {
      "verse": 8,
      "text": "The children of the worthless, yea, the children of the nameless, who were outcasts from the land."
    },
    {
      "verse": 9,
      "text": "But now I am become their song, and I am become a byword unto them."
    },
    {
      "verse": 10,
      "text": "They loathe me, they keep themselves far from me, and from my face they withhold not their spittle."
    },
    {
      "verse": 11,
      "text": "Because he hath loosened the cord of my bow, and afflicted me, they have also cast off the bridle before me."
    },
    {
      "verse": 12,
      "text": "Against my right hand rise up this swarm of worthless youths: they push away my feet, and they level against me their calamity-bringing paths."
    },
    {
      "verse": 13,
      "text": "They destroy my footpath, they help forward my downfall, without any one to aid them."
    },
    {
      "verse": 14,
      "text": "As [through] a broad breach they come: amidst a loud noise they rolled themselves along."
    },
    {
      "verse": 15,
      "text": "Terrors have turned their face against me; they chase like the wind my glory: and like a cloud is my happiness passed away."
    },
    {
      "verse": 16,
      "text": "And now my soul is poured out over me; the days of affliction have seized on me;"
    },
    {
      "verse": 17,
      "text": "All night it holloweth out my bones out of my body; and my pursuers take no rest."
    },
    {
      "verse": 18,
      "text": "Through the Almlghty's power is my garment made unknown: like the opening of my coat hath he enclosed me."
    },
    {
      "verse": 19,
      "text": "He hath cast me into the mire, and I am become like dust and ashes."
    },
    {
      "verse": 20,
      "text": "I cry aloud unto thee, but thou answerest me not: I stand up, and thou fixest thy regard against me."
    },
    {
      "verse": 21,
      "text": "Thou art changed into a cruel master toward me: with the strength of thy hand thou assailest me."
    },
    {
      "verse": 22,
      "text": "Thou liftest me up to the wind; thou causest me to pass away, and dissolvest in me all wise counsel."
    },
    {
      "verse": 23,
      "text": "For I know that thou wilt bring me back to death, and to the house of assembly for all the living."
    },
    {
      "verse": 24,
      "text": "But doth not a man stretch out his hand among ruins? or doth one not cry out therefrom [for help] when he meeteth his downfall?"
    },
    {
      "verse": 25,
      "text": "Did I not weep for him that was hard pressed by misfortune? was not my soul grieved for the needy?"
    },
    {
      "verse": 26,
      "text": "That I hoped for good, but there came evil; and I waited for light, and there came darkness!"
    },
    {
      "verse": 27,
      "text": "My bowels heave, and rest not: the days of affliction have overcome me."
    },
    {
      "verse": 28,
      "text": "I walk about mournfully without sunlight: when I rise up, in the assembly, I cry with pain."
    },
    {
      "verse": 29,
      "text": "I am a brother to [howling] monsters, and a companion to ostriches."
    },
    {
      "verse": 30,
      "text": "My skin hangeth down black from me, and my bones are burnt from heat."
    },
    {
      "verse": 31,
      "text": "And thus is changed to mourning my harp, and my pipe to the sound of weeping."
    }
  ]
}