{
  "book_id": "JOB",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "A covenant had I made with my eyes: how then should I fix my look on a virgin?"
    },
    {
      "verse": 2,
      "text": "And what then would have been my portion of God from above? and what lot of the Almighty from on high?"
    },
    {
      "verse": 3,
      "text": "Is not calamity [ready] for the unjust? and misfortune for the wrong-doers?"
    },
    {
      "verse": 4,
      "text": "Behold, he truly seeth my ways, and numbereth all my steps;"
    },
    {
      "verse": 5,
      "text": "[And knoweth] whether I have walked with vain desires, or if my foot hath hastened after deceit."
    },
    {
      "verse": 6,
      "text": "Let him weigh me then in a righteous balance, and let God acknowledge my integrity,"
    },
    {
      "verse": 7,
      "text": "If my step have turned aside from the [proper] way, and my heart have walked after my eyes, and if any blemish have cleaved to my hands:"
    },
    {
      "verse": 8,
      "text": "Then let me sow, and let another eat; and let what I have growing be rooted out."
    },
    {
      "verse": 9,
      "text": "If my heart have been beguiled toward a woman, or if I have lain in wait at my neighbor's door:"
    },
    {
      "verse": 10,
      "text": "Then may my wife labor at the mill for another, and may strangers ill-use her;"
    },
    {
      "verse": 11,
      "text": "For this would be incest; yea, it would be an iniquity [to be punished by] the judges;"
    },
    {
      "verse": 12,
      "text": "For it would be a fire that consumeth down to the place of corruption, and would root out all my products."
    },
    {
      "verse": 13,
      "text": "If ever I cast aside the justice due to my man-servant and my maid-servant, when they contended with me:"
    },
    {
      "verse": 14,
      "text": "What then could I do when God should rise up? and when he should investigate, what could I answer him?"
    },
    {
      "verse": 15,
      "text": "Did not he that made me make him born or a woman? and did not the same one fashion us in the womb?"
    },
    {
      "verse": 16,
      "text": "If ever I denied the wish of the indigent, or ever allowed the eyes of the widow to fall [in vain hopes];"
    },
    {
      "verse": 17,
      "text": "Or if ever I ate my bread by myself alone, and the fatherless did not eat thereof;"
    },
    {
      "verse": 18,
      "text": "(For from my youth he was brought up with me, as though we were of one father, and I have guided her [as though she was sprung] from my mother's womb;)"
    },
    {
      "verse": 19,
      "text": "If ever I saw any one perishing for want of clothing, or the needy without covering:"
    },
    {
      "verse": 20,
      "text": "If his loins have not blessed me, and if he have not been warmed with the fleece of my sheep;"
    },
    {
      "verse": 21,
      "text": "If I have swung my hand against the fatherless, because I saw in the gate those that would help me:"
    },
    {
      "verse": 22,
      "text": "Then may my shoulder fall from my shoulder-blade, and my arm be broken from the channel-bone;"
    },
    {
      "verse": 23,
      "text": "For dreaded by me was the calamitous punishment of God, and against his highness I can accomplish nothing."
    },
    {
      "verse": 24,
      "text": "If I have made gold my confidence, or have said to the fine gold, Thou art my trust:"
    },
    {
      "verse": 25,
      "text": "If ever I rejoiced because my wealth was abundant, and because my hand had gotten much;"
    },
    {
      "verse": 26,
      "text": "If ever I looked at the light [of the sun] when he shone brightly and on the moon walking in splendor:"
    },
    {
      "verse": 27,
      "text": "And my heart became misled in secret, and my hand kissed my mouth:"
    },
    {
      "verse": 28,
      "text": "This also were an iniquity to be punished by the judge; for thus would I have denied the God that is above."
    },
    {
      "verse": 29,
      "text": "If ever I rejoiced at the downfall of him that hated me, or was elated when evil befell him;—"
    },
    {
      "verse": 30,
      "text": "But I suffered not my mouth to sin by denouncing with a curse his soul:—"
    },
    {
      "verse": 31,
      "text": "If the men of my tent said not, Oh is there one that is not satisfied of his flesh;—"
    },
    {
      "verse": 32,
      "text": "In the street a stranger had not to lodge; my doors I held open to the roadside;"
    },
    {
      "verse": 33,
      "text": "If I covered up my transgressions like a common man, by hiding in my bosom my iniquity;"
    },
    {
      "verse": 34,
      "text": "Because I dreaded the great multitude, or because the contempt of families did terrify me, so that I kept silence, and dared not to go out of the door;—"
    },
    {
      "verse": 35,
      "text": "Oh who will bring me one that would hear me! behold, here is my plea; may the Almighty answer me; and any record which my opponent may have written,—"
    },
    {
      "verse": 36,
      "text": "Surely upon my shoulder would I carry it: I would bind it as a crown unto me."
    },
    {
      "verse": 37,
      "text": "The number of my steps would I tell him: as [to] a prince would I go near unto him.—"
    },
    {
      "verse": 38,
      "text": "If my land ever cried out because of me, or if its furrows wept together;"
    },
    {
      "verse": 39,
      "text": "If I ever consumed its strength without payment, or caused the soul of its owners to grieve:"
    },
    {
      "verse": 40,
      "text": "Then may instead of wheat, thorns come forth, and instead of barley, cockle. (Here end the words of Job.)"
    }
  ]
}