{
  "book_id": "JOB",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "So had these three men abstained from answering Job; because he was righteous in his own eyes."
    },
    {
      "verse": 2,
      "text": "Thereupon was kindled the wrath of Elihu the son of Barachel the Buzite, of the family of Ram: against Job was his wrath kindled, because he had declared himself more righteous than God."
    },
    {
      "verse": 3,
      "text": "And against his three friends was his wrath kindled; because they had found no answer, and yet had condemned Job."
    },
    {
      "verse": 4,
      "text": "Now Elihu had held back toward Job [his] words; because the others were older in days than he."
    },
    {
      "verse": 5,
      "text": "But when Elihu saw that there was no answer in the mouth of these three men, then was his wrath kindled."
    },
    {
      "verse": 6,
      "text": "And Elihu the son of Barachel the Buzite commenced, and said, Young am I in days, and ye are very old: therefore I hesitated and feared to show you what I know."
    },
    {
      "verse": 7,
      "text": "I had said, Days shall speak, and multitude of years shall make wisdom known."
    },
    {
      "verse": 8,
      "text": "But it is the spirit in man, and the breath of the Almighty which giveth them understanding."
    },
    {
      "verse": 9,
      "text": "Not those rich in years must be always wise: neither do the aged constantly understand what is just."
    },
    {
      "verse": 10,
      "text": "Therefore do I say, Hearken to me: I also will show forth what I know myself."
    },
    {
      "verse": 11,
      "text": "Behold, I waited for your words: I gave an attentive ear to your reasonings, till you might have searched out the [proper] words."
    },
    {
      "verse": 12,
      "text": "And now I understand you fully, and, behold, there is none that convinceth Job, or, that answereth his speeches among you."
    },
    {
      "verse": 13,
      "text": "Say then not, We have found wisdom: God will thrust him down, not man."
    },
    {
      "verse": 14,
      "text": "But he hath not directed any words against me: and with your speeches will I not answer him."
    },
    {
      "verse": 15,
      "text": "They are dismayed, they answer no more: words have escaped away from them."
    },
    {
      "verse": 16,
      "text": "And should I wait [longer], because they cannot speak, because they stand stilt and answer no more?"
    },
    {
      "verse": 17,
      "text": "[But] I also will surely answer my part, I myself also will show forth what I know;"
    },
    {
      "verse": 18,
      "text": "For I am full of words, the spirit in my bosom urgeth me hard."
    },
    {
      "verse": 19,
      "text": "Behold, my bosom is like [fresh] wine which hath not been opened: like new bottles it is ready to burst."
    },
    {
      "verse": 20,
      "text": "I will speak, that I may breathe freer: I will open my lips and answer."
    },
    {
      "verse": 21,
      "text": "On no account will I show undue favor to any man, and to no son of earth will I give flattering titles."
    },
    {
      "verse": 22,
      "text": "For I know not to give flattering titles; [for else] my Maker would speedily carry me away."
    }
  ]
}