{
  "book_id": "JOB",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And Elihu commenced, and said,"
    },
    {
      "verse": 2,
      "text": "Hear, O ye wise men, my words; and ye that have knowledge, give ear unto me."
    },
    {
      "verse": 3,
      "text": "For the ear proveth words, as the palate tasteth the food."
    },
    {
      "verse": 4,
      "text": "Let us choose for ourselves what is just: let us acknowledge between ourselves what is good."
    },
    {
      "verse": 5,
      "text": "For Job hath said, “I am righteous; and God hath taken away justice from me."
    },
    {
      "verse": 6,
      "text": "Should I lie concerning the justice due me? incurable is [my wound from] the arrow I bear in me without any transgression.”"
    },
    {
      "verse": 7,
      "text": "What man is there like Job, who drinketh scorning like water,"
    },
    {
      "verse": 8,
      "text": "And is on the road to keep company with the wrong-doers, and to walk with men of wickedness?"
    },
    {
      "verse": 9,
      "text": "For he hath said, “It profiteth a man nothing when he acteth according to the pleasure of God.”"
    },
    {
      "verse": 10,
      "text": "Therefore ye men of sense hearken unto me: far is it from God to practise wickedness; and from the Almighty to do wrong!"
    },
    {
      "verse": 11,
      "text": "For the work of a son of earth doth he recompense unto him, and according to the path of man doth he permit things to occur to him."
    },
    {
      "verse": 12,
      "text": "Yea, surely God will not condemn unjustly, nor will the Almighty pervert justice."
    },
    {
      "verse": 13,
      "text": "Who hath given him a charge concerning the earth? or who hath intrusted [him] the whole world?"
    },
    {
      "verse": 14,
      "text": "If he were to set his heart upon man, he would gather unto himself his spirit and his breath:"
    },
    {
      "verse": 15,
      "text": "All flesh would perish together, and the son of earth would return again unto dust."
    },
    {
      "verse": 16,
      "text": "If then thou wishest to understand, hear this: give ear to the sound of my words."
    },
    {
      "verse": 17,
      "text": "Is it possible that he who hateth justice should govern? or wilt thou condemn the righteous mighty One?"
    },
    {
      "verse": 18,
      "text": "[Is it fit] to say to a king, Thou art worthless? and to princes, Ye are wicked?"
    },
    {
      "verse": 19,
      "text": "Whereas he is one that showeth no favor to chieftains, and distinguisheth not the rich before the indigent; for all of them are the work of his hands."
    },
    {
      "verse": 20,
      "text": "In a moment will they die, and in the midst of the night; people are moved, and pass away: and the mighty will be removed without a human hand."
    },
    {
      "verse": 21,
      "text": "For big eyes are upon the ways of man, and all his steps doth he see."
    },
    {
      "verse": 22,
      "text": "There is no darkness, nor shadow of death, where the evil-doers can hide themselves."
    },
    {
      "verse": 23,
      "text": "For he need not direct [his attention] a long time upon man, that he should enter into judgment before God."
    },
    {
      "verse": 24,
      "text": "He breaketh down mighty men without [long] searching, and placeth others in their stead."
    },
    {
      "verse": 25,
      "text": "For the reason that he knoweth their deeds: therefore he overturneth them in the night, and they are crushed."
    },
    {
      "verse": 26,
      "text": "Among wicked men doth he strike them, in the place where [many] see them:"
    },
    {
      "verse": 27,
      "text": "Because they have departed from following him, and have not considered all his ways."
    },
    {
      "verse": 28,
      "text": "Bringing before them the cry of the indigent, and the cry of the afflicted which he had to hear."
    },
    {
      "verse": 29,
      "text": "When he now granteth rest, who will condemn [him]! and when he hideth his face, who can behold him? whether it be against a nation, or against one man, it is the same:"
    },
    {
      "verse": 30,
      "text": "That no hypocritical man may reign, that such shall not be a mare to the people."
    },
    {
      "verse": 31,
      "text": "For truly it is only fitting to say unto God, “I bear [cheerfully], I will not do any wrong;"
    },
    {
      "verse": 32,
      "text": "What I cannot see myself, do thou truly teach me; if I have done what is unjust, I will do so no more.”"
    },
    {
      "verse": 33,
      "text": "Should he then according to thy view send a recompense, because thou hast rejected him? “Because thou must choose, and not I?” and what thou knowest, do speak."
    },
    {
      "verse": 34,
      "text": "Men of sense will say unto me, and every wise man who heareth me,"
    },
    {
      "verse": 35,
      "text": "That Job hath not spoken with knowledge, and that his words are without intelligence."
    },
    {
      "verse": 36,
      "text": "Oh that Job may therefore be probed continually, in order to give answers against sinful men."
    },
    {
      "verse": 37,
      "text": "For he addeth unto his sin transgression: among us he uttereth too many loud words, and multiplieth his speeches against God."
    }
  ]
}