{
  "book_id": "JOB",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Then commenced Elihu, and said,"
    },
    {
      "verse": 2,
      "text": "Dost thou deem this to be just, that thou hast said, “My righteousness is more than God's?”"
    },
    {
      "verse": 3,
      "text": "For thou sayest, “What benefit will it be unto thee? what more profit shall I have, than if I had sinned?”"
    },
    {
      "verse": 4,
      "text": "I will truly reply unto thee with words, and unto thy friends with thee."
    },
    {
      "verse": 5,
      "text": "Look unto the heavens, and see; and gaze on the skies which are higher than thou."
    },
    {
      "verse": 6,
      "text": "If thou sin, what dost thou effect against him? and if thy transgressions be multiplied, what canst thou do unto him?"
    },
    {
      "verse": 7,
      "text": "If thou be righteous, what givest thou him? or what doth he accept out of thy hand?"
    },
    {
      "verse": 8,
      "text": "A man like thyself thy wickedness may reach, and a son of earth thy righteousness."
    },
    {
      "verse": 9,
      "text": "By reason of the multitude of oppressions [the wicked] cause men to cry: these complain aloud because of the arm of the mighty."
    },
    {
      "verse": 10,
      "text": "But [man] saith not, Where is God my maker, who bestoweth joyful songs even in the night;"
    },
    {
      "verse": 11,
      "text": "Who teacheth us more than the beasts of the earth, and maketh us wiser than the fowls of the heavens?"
    },
    {
      "verse": 12,
      "text": "There do they cry, but he answereth not: because of the pride of evil men."
    },
    {
      "verse": 13,
      "text": "Only what is false will God not hear, nor will the Almighty regard it."
    },
    {
      "verse": 14,
      "text": "Although thou sayest, thou canst not see him: yet the decision is before him; and do thou wait for him."
    },
    {
      "verse": 15,
      "text": "But now, because his anger hath punished nothing, shall he not greatly take cognizance of the multitude of sins?"
    },
    {
      "verse": 16,
      "text": "But Job openeth wide his mouth for nought: without knowledge he heapeth up words."
    }
  ]
}