{
  "book_id": "JOB",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Then continued Elihu, and said,"
    },
    {
      "verse": 2,
      "text": "Wait for me a little, and I will instruct thee; for [I have] still some words on God's behalf."
    },
    {
      "verse": 3,
      "text": "I will lift up my knowledge for him who is afar, and for my Maker will I obtain righteousness."
    },
    {
      "verse": 4,
      "text": "For truly no falsehood is [in] my words: one that is upright in [his] opinions [dealeth now] with thee."
    },
    {
      "verse": 5,
      "text": "Behold, God is mighty, and despiseth not any: he is mighty in strength of intellect."
    },
    {
      "verse": 6,
      "text": "He permitteth not the wicked to live; but he procureth justice for the afflicted."
    },
    {
      "verse": 7,
      "text": "He withdraweth not his eyes from the righteous; but [he placeth them] with kings on the throne; yea, he doth establish them for ever, and they are exalted."
    },
    {
      "verse": 8,
      "text": "And if they be bound in fetters, and if they be entangled in the cords of affliction:"
    },
    {
      "verse": 9,
      "text": "Then doth he tell them of their work, and of their transgressions, when they had become strong."
    },
    {
      "verse": 10,
      "text": "And he openeth thus their ear to correction, and saith that they should return from wrong-doing."
    },
    {
      "verse": 11,
      "text": "If they hearken and serve [him], they will spend their days in happiness, and their years in pleasures."
    },
    {
      "verse": 12,
      "text": "But if they hearken not, they will pass away through the sword, and they will perish in want of knowledge."
    },
    {
      "verse": 13,
      "text": "But the hypocrites in heart persevere in wrath; they will not offer entreaty when he bindeth them:"
    },
    {
      "verse": 14,
      "text": "Their soul will die in youth, and their life, among the incestuous."
    },
    {
      "verse": 15,
      "text": "He delivereth the afflicted through his affliction, and openeth through oppression his ear."
    },
    {
      "verse": 16,
      "text": "And also thee hath he incited away from the jaws of distress into a wide space, on the site of which there is no straitness; and what is set on thy table is full of fatness."
    },
    {
      "verse": 17,
      "text": "But if thou art full of the judgment of the wicked: [divine] judgment and decree will support each other."
    },
    {
      "verse": 18,
      "text": "For there would be fury, If aught were to incite thee to utter an abundance [of rebellious words]; and the greatness of the infliction must not mislead thee."
    },
    {
      "verse": 19,
      "text": "Will he esteem thy riches? no, not gold ore, nor all the highest forces of strength."
    },
    {
      "verse": 20,
      "text": "Desire then not eagerly the night, when nations pass away in their place."
    },
    {
      "verse": 21,
      "text": "Take heed, turn not thyself to wrong-doing, so that thou wouldst choose this because of [thy] affliction."
    },
    {
      "verse": 22,
      "text": "Behold, God is exalted by his power: who is an instructer like him?"
    },
    {
      "verse": 23,
      "text": "Who hath given him a charge concerning his way? or who hath ever said, Thou hast acted unjustly?"
    },
    {
      "verse": 24,
      "text": "Reflect, that thou shouldst magnify his work, which [other] men have beheld."
    },
    {
      "verse": 25,
      "text": "All men have looked at it [with astonishment]; the mortal gazeth at it from afar."
    },
    {
      "verse": 26,
      "text": "Behold, God is great, and we comprehend him not, the number of his years can truly not be searched out."
    },
    {
      "verse": 27,
      "text": "For he taketh away drops of water, which are purified into rain in his mist:"
    },
    {
      "verse": 28,
      "text": "These drop down out of the skies; they distil upon the multitude of men."
    },
    {
      "verse": 29,
      "text": "But [what man] can understand the outspreadings of the clouds? the tumult of his tabernacle?"
    },
    {
      "verse": 30,
      "text": "Behold, he spreadeth out over it his light, and covereth up the roots of the sea."
    },
    {
      "verse": 31,
      "text": "For by means of them he judgeth nations, he giveth food in superfluity."
    },
    {
      "verse": 32,
      "text": "[His] hands he covereth with light; and he commandeth it to strike the one who striveth against him."
    },
    {
      "verse": 33,
      "text": "The noise of his storm telleth of it, yea, the cattle also, of the rising tempest."
    }
  ]
}