{
  "book_id": "JOB",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "At this also my heart trembleth, and is moved upward out of its place."
    },
    {
      "verse": 2,
      "text": "Hear, O hear, the rattling of his thunder, and the storm's roar that goeth out of his mouth."
    },
    {
      "verse": 3,
      "text": "Under the whole heavens he letteth it loose, and his lightning over the ends of the earth."
    },
    {
      "verse": 4,
      "text": "Behind it roareth the thunder; he thundereth with his majestic voice; and he holdeth them not back when his voice is heard."
    },
    {
      "verse": 5,
      "text": "God thundereth with his marvelous voice: he doth great things, which we cannot comprehend."
    },
    {
      "verse": 6,
      "text": "For to the snow he saith, Be thou on the earth: likewise the pouring rain, and to the pouring rains of his strength."
    },
    {
      "verse": 7,
      "text": "He sealeth it on the hand of every man, that all men whom he hath made may know it."
    },
    {
      "verse": 8,
      "text": "Then retire the beasts into [their] dens, and rest in their lairs."
    },
    {
      "verse": 9,
      "text": "Out of [his] chamber cometh the whirlwind, and out of the north, the cold."
    },
    {
      "verse": 10,
      "text": "From the breathing of God ice is given, and the broad waters become solid."
    },
    {
      "verse": 11,
      "text": "Also with moisture he loadeth the cloud; [and] he scattereth the cloud of his lightning;"
    },
    {
      "verse": 12,
      "text": "And it is turned round about by his guidance, to execute what he commandeth it upon the face of the world, the earth."
    },
    {
      "verse": 13,
      "text": "Whether it be as a chastising rod—if this be destined for his earth—or for kindness, doth he cause it to come."
    },
    {
      "verse": 14,
      "text": "Give ear unto this, O Job: stand still, and consider well the wonders of God."
    },
    {
      "verse": 15,
      "text": "Dost thou know how God hath imposed [a law] on them, and [how] he hath caused the light of his cloud to shine?"
    },
    {
      "verse": 16,
      "text": "Dost thou know aught about the balancings of the clouds, the wondrous works of him who is perfect in knowledge?"
    },
    {
      "verse": 17,
      "text": "[Thou] who clothest thyself with warm garments, when He giveth the earth rest from the south wind?"
    },
    {
      "verse": 18,
      "text": "Hast thou with him spread out the skies, which are strong even as a molten mirror?"
    },
    {
      "verse": 19,
      "text": "Let us know what we shall say unto him: we cannot set aught in order [before him] because of darkness."
    },
    {
      "verse": 20,
      "text": "Can [all] be related of him, when I speak [ever so much]? or if a man talk [of him] even till he be swallowed up [in death]?"
    },
    {
      "verse": 21,
      "text": "Yet now men see not the light which is bright in the skies, when the wind hath passed along, and purified them."
    },
    {
      "verse": 22,
      "text": "The golden [light] that cometh out of the north: around God is terrible majesty."
    },
    {
      "verse": 23,
      "text": "The Almighty, whom we cannot find out, excellent in power, and in justice, and abounding in righteousness, will not afflict:"
    },
    {
      "verse": 24,
      "text": "Therefore do men fear him; he respecteth not any that are wise of heart."
    }
  ]
}