{
  "book_id": "JOB",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "Then did the Lord address Job out of the storm-wind, and said,"
    },
    {
      "verse": 2,
      "text": "Who is this that casteth darkness [on my] counsel by words without knowledge?"
    },
    {
      "verse": 3,
      "text": "Do but gird up like a mighty man thy loins: and I will ask thee, and do thou inform me."
    },
    {
      "verse": 4,
      "text": "Where wast thou when I laid the foundations of the earth? tell it, if thou hast any understanding [of it]."
    },
    {
      "verse": 5,
      "text": "Who fixed her measurements, if thou knowest it? or who stretched the measuring-line over her?"
    },
    {
      "verse": 6,
      "text": "Upon what are her foundation-pillars placed at rest? or who laid her corner-stone:"
    },
    {
      "verse": 7,
      "text": "When altogether sang the morning stars in gladness, and shouted for joy all the sons of God?"
    },
    {
      "verse": 8,
      "text": "And who closed up with doors the sea, when, issuing forth, it came out of the deep bosom of the earth?"
    },
    {
      "verse": 9,
      "text": "When I made the clouds its garment, and thick fog its swaddling-cloth,"
    },
    {
      "verse": 10,
      "text": "And when I decreed for it my law, and set [for it] bars and doors,"
    },
    {
      "verse": 11,
      "text": "And said, Thus far mayest thou come, but no farther; and here shall be stayed [thy strength] in the pride of thy waves?"
    },
    {
      "verse": 12,
      "text": "Didst thou ever, in all thy days, command the morning; didst thou ever assign the morning-dawn its place:"
    },
    {
      "verse": 13,
      "text": "That it might lay hold of the ends of the earth, so that the wicked might be shaken out therefrom?"
    },
    {
      "verse": 14,
      "text": "She is changed as the sealing-clay: and [all things] stand as though newly clad."
    },
    {
      "verse": 15,
      "text": "And from the wicked is their light withdrawn, and the high-raised arm is broken."
    },
    {
      "verse": 16,
      "text": "Didst thou ever penetrate as far as the springs of the sea? or wander through the bottom of the deep?"
    },
    {
      "verse": 17,
      "text": "Were the gates of death ever laid open unto thee? or canst thou see the doors of the shadow of death?"
    },
    {
      "verse": 18,
      "text": "Hast thou a clear understanding of the breadth of the earth? Tell it, if thou knowest it all."
    },
    {
      "verse": 19,
      "text": "Where is the way [to the spot where] the light dwelleth? and the darkness—where is its place,"
    },
    {
      "verse": 20,
      "text": "That thou mightest take each to its boundary, and that thou mightest mark the pathways to its house?"
    },
    {
      "verse": 21,
      "text": "Thou [surely] knowest it; because thou wast then born, and the number of thy days is great!"
    },
    {
      "verse": 22,
      "text": "Didst thou ever enter into the treasuries of the snow? or canst thou see the treasuries of the hail,"
    },
    {
      "verse": 23,
      "text": "Which I have reserved for the time of distress, for the day of fight and battle?"
    },
    {
      "verse": 24,
      "text": "Where is the way [to the spot where] the light divideth itself, [where] the east wind is scattered over the earth?"
    },
    {
      "verse": 25,
      "text": "Who hath divided off watercourses for the overflowing rain, and a way for the lightning [that is followed by] thunders,"
    },
    {
      "verse": 26,
      "text": "To bring rain on a land, void of men; on a wilderness wherein no son of earth [is found];"
    },
    {
      "verse": 27,
      "text": "To satisfy waste and desolate lands; and to promote the growth of the tender grass?"
    },
    {
      "verse": 28,
      "text": "Hath the rain a father? or who hath begotten the drops of the dew?"
    },
    {
      "verse": 29,
      "text": "Out of whose womb cometh forth the ice? and the hoary frost of heaven—who giveth birth to it?"
    },
    {
      "verse": 30,
      "text": "[When] like a stone the waters are congealed, and the face of the deep is bound in fetters?"
    },
    {
      "verse": 31,
      "text": "Canst thou bind together the chains of the Pleiades, or loosen the bands of Orion?"
    },
    {
      "verse": 32,
      "text": "Canst thou bring forth the constellations of the zodiac, each in its season? or canst thou guide the Bear with its young?"
    },
    {
      "verse": 33,
      "text": "Knowest thou the laws of heaven? or dost thou appoint its rule on the earth?"
    },
    {
      "verse": 34,
      "text": "Canst thou lift up to the clouds thy voice, that the abundance of waters may cover thee?"
    },
    {
      "verse": 35,
      "text": "Canst thou send out lightnings, that they may go, and say unto thee, Here are we?"
    },
    {
      "verse": 36,
      "text": "Who hath put wisdom in the dark clouds? or who hath given understanding to the bright meteors?"
    },
    {
      "verse": 37,
      "text": "Who ordaineth the skies with wisdom? or who emptieth out the bottles of heaven."
    },
    {
      "verse": 38,
      "text": "When the dust is poured out as molten metal, and the clods are made to cleave fast together?"
    },
    {
      "verse": 39,
      "text": "Dost thou hunt for the lioness her prey? and suppliest thou the food for the young lions,"
    },
    {
      "verse": 40,
      "text": "When they are couched in their lairs, rest in the thicket, lying in wait?"
    },
    {
      "verse": 41,
      "text": "Who provideth for the raven his provision? when his young ones cry unto God, and wander about for lack of food?"
    }
  ]
}