{
  "book_id": "JOB",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "Knowest thou the time when the chamois of the rock bring forth? or markest thou when the hinds do calve?"
    },
    {
      "verse": 2,
      "text": "Numberest thou the months of gestation which they complete and knowest thou the time when they bring forth?"
    },
    {
      "verse": 3,
      "text": "They bend themselves: they drop their young ones; throw off their pains."
    },
    {
      "verse": 4,
      "text": "Their little ones become strong; they grow up in the open field; they go forth, and return not unto them."
    },
    {
      "verse": 5,
      "text": "Who sent out the wild ass free? or who loosened the bonds of the forest-ass?"
    },
    {
      "verse": 6,
      "text": "To whom I assigned the wilderness as his house, and the salty land as his dwellings."
    },
    {
      "verse": 7,
      "text": "He laugheth at the noise of a town, and the shoutings of the driver he heareth not."
    },
    {
      "verse": 8,
      "text": "What he espieth on the mountains is his pasture, and after every green thing doth he search."
    },
    {
      "verse": 9,
      "text": "Will the forest-ox be willing to serve thee, or will he stay over night at thy crib?"
    },
    {
      "verse": 10,
      "text": "Canst thou bind the forest-ox with a rope [to labor] in the furrow? or will he harrow valleys, following after thee?"
    },
    {
      "verse": 11,
      "text": "Wilt thou trust him, because his strength is great? and wilt thou leave to him thy labor?"
    },
    {
      "verse": 12,
      "text": "Wilt thou confide in him, that he should bring home thy seed, and gather it into thy threshing-floor?—"
    },
    {
      "verse": 13,
      "text": "The wing of the ostrich moveth joyfully: hath she the pinions and plumage of the careful stork?"
    },
    {
      "verse": 14,
      "text": "[No,] for she intrusteth her eggs to the earth, and letteth them be hatched out on the dust:"
    },
    {
      "verse": 15,
      "text": "And she forgetteth that a foot may crush them, or that the beast of the field may stamp them down."
    },
    {
      "verse": 16,
      "text": "He hath made her callous against her young, as though they were not hers: her labor is in vain, [but she feeleth] no dread;"
    },
    {
      "verse": 17,
      "text": "Because God hath denied her wisdom, and he hath not imparted to her understanding."
    },
    {
      "verse": 18,
      "text": "At the time she raiseth herself up on high, she laugheth at the horse and his rider."
    },
    {
      "verse": 19,
      "text": "Dost thou give the horse strength? dost thou clothe his neck with the rolling mane?"
    },
    {
      "verse": 20,
      "text": "Canst thou make him jump like a locust? his majestic snort is terrible."
    },
    {
      "verse": 21,
      "text": "Men spy about in the valley, and he rejoiceth in his strength: he goeth forth to meet the armed array."
    },
    {
      "verse": 22,
      "text": "He laugheth at fear, and is not dismayed; and turneth not back from before the sword."
    },
    {
      "verse": 23,
      "text": "Over him rattle the quiver, the glittering spear and the lance."
    },
    {
      "verse": 24,
      "text": "With impatient noise and rage he holloweth [with his hoof] the ground, and keepeth not quiet when the cornet's voice [is heard]."
    },
    {
      "verse": 25,
      "text": "Midst the sound of the cornet he uttereth his joyful neigh; and from afar he perceiveth the battle, the loud call of the captains, and the battle-cry.—"
    },
    {
      "verse": 26,
      "text": "Is it through thy understanding that the hawk flieth along, and spreadeth out his wings toward the south?"
    },
    {
      "verse": 27,
      "text": "Or is it by your order that the eagle doth mount upward, and buildeth high up his nest?"
    },
    {
      "verse": 28,
      "text": "On a rock he dwelleth, and spendeth his nights, on a rocky crag and mountain fastness."
    },
    {
      "verse": 29,
      "text": "From there he espieth his food, from afar can his eyes behold."
    },
    {
      "verse": 30,
      "text": "His young ones, also, sip up blood: and where the slain be, there is he."
    }
  ]
}