{
  "book_id": "JOB",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord addressed Job, and said,"
    },
    {
      "verse": 2,
      "text": "Will he that contendeth with the Almighty yet find fault? him that reproveth God answer this."
    },
    {
      "verse": 3,
      "text": "Then answered Job the Lord, and said,"
    },
    {
      "verse": 4,
      "text": "Behold, I am too vile: what shall I answer thee? my hand do I place on my mouth."
    },
    {
      "verse": 5,
      "text": "Once have I spoken; but I will not answer: yea, twice; but I will not repeat it again."
    },
    {
      "verse": 6,
      "text": "Then answered the Lord unto Job out of the storm-wind, and said,"
    },
    {
      "verse": 7,
      "text": "Do but gird up like a mighty man thy loins: I will ask thee, and do thou inform me."
    },
    {
      "verse": 8,
      "text": "Wilt thou indeed annul my decree? wilt thou condemn me, in order that thou mayest appear righteous?"
    },
    {
      "verse": 9,
      "text": "But if thou hast an arm like God, or if thou canst thunder loudly like him:"
    },
    {
      "verse": 10,
      "text": "Then do deck thyself with excellence and greatness, and clothe thyself in majesty and glory."
    },
    {
      "verse": 11,
      "text": "Scatter abroad the ragings of thy wrath, and look on every proud one, and humble him."
    },
    {
      "verse": 12,
      "text": "Look on every proud one, and bend him low; and tread down the wicked in their place."
    },
    {
      "verse": 13,
      "text": "Hide them in the dust altogether: bind up their faces in concealment."
    },
    {
      "verse": 14,
      "text": "Then will I also myself praise thee, when thy own right hand hath helped thee."
    },
    {
      "verse": 15,
      "text": "Only behold Behemoth, which I made near thee: grass he eateth like the ox."
    },
    {
      "verse": 16,
      "text": "Only see, [how great] is his strength in his loins, and his force, in the muscles of his belly."
    },
    {
      "verse": 17,
      "text": "He stretcheth out his tail like a cedar: the sinews of his loins are closely wrapped together."
    },
    {
      "verse": 18,
      "text": "His bones are like pipes of brass: his frame is like bars of iron."
    },
    {
      "verse": 19,
      "text": "He is the first in rank of the works of God: he that made him can alone bring his sword near unto him."
    },
    {
      "verse": 20,
      "text": "But truly the mountains bear for him his food, and all the beasts of the field play there."
    },
    {
      "verse": 21,
      "text": "Under shady trees he lieth down, in the covert of the reeds, and swamp."
    },
    {
      "verse": 22,
      "text": "Shady trees cover him as his shadow: willows of the brook encompass him about."
    },
    {
      "verse": 23,
      "text": "Behold, a river sweepeth violently along, but he hasteneth not away: he remaineth quiet, though a Jordan rusheth up to his mouth."
    },
    {
      "verse": 24,
      "text": "Can one catch him before his eyes? pierce his nose by means of snares?—"
    }
  ]
}