{
  "book_id": "JOB",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "(40:25) Canst thou draw out the crocodile with a fishhook? or cause his tongue to sink into the batted rope?"
    },
    {
      "verse": 2,
      "text": "(40:26) Canst thou put a reed through his nose? or bore his jaw through with a thorn?"
    },
    {
      "verse": 3,
      "text": "(40:27) Will he address many supplications unto thee? or will he speak submissively unto thee?"
    },
    {
      "verse": 4,
      "text": "(40:28) Will he make a covenant with thee? that thou couldst take him as a servant for ever?"
    },
    {
      "verse": 5,
      "text": "(40:29) Canst thou play with him as with a bird? and tie him up for thy maidens?"
    },
    {
      "verse": 6,
      "text": "(40:30) Can companions waylay him? can they divide him among merchants?"
    },
    {
      "verse": 7,
      "text": "(40:31) Canst thou fill his skin with barbed irons? and [pierce] with a fish-spear his head?"
    },
    {
      "verse": 8,
      "text": "(40:32) Lay thy hand upon him; think of the battle: thou wilt never do it again."
    },
    {
      "verse": 9,
      "text": "(41:1) Behold, his expectation was deceived: even at his mere sight is he cast down."
    },
    {
      "verse": 10,
      "text": "(41:2) None is so daring that he would stir him up: and who is there that will stand up before me?"
    },
    {
      "verse": 11,
      "text": "(41:3) Who hath shown me favor, that I should repay him! whatsoever is under the whole heaven is mine.—"
    },
    {
      "verse": 12,
      "text": "(41:4) I will not conceal [the account of] his limbs, nor the relation of his might, nor the grace of his proportion."
    },
    {
      "verse": 13,
      "text": "(41:5) Who hath ever laid open the front of his garment? or who can penetrate into his double row of teeth?"
    },
    {
      "verse": 14,
      "text": "(41:6) Who hath opened the doors of his face? all round about his teeth abideth terror."
    },
    {
      "verse": 15,
      "text": "(41:7) What pride is there in [his] strong shields; he is locked up as with a close seal."
    },
    {
      "verse": 16,
      "text": "(41:8) One is joined to another; and no breath can come between them."
    },
    {
      "verse": 17,
      "text": "(41:9) They are fitted closely one to another: they are interlocked, that they cannot be severed."
    },
    {
      "verse": 18,
      "text": "(41:10) From his sneezing there beameth forth a light, and his eyes are like the eyelids of the morning-dawn."
    },
    {
      "verse": 19,
      "text": "(41:11) Out of his mouth issue burning torches, sparks of fire escape [therefrom]."
    },
    {
      "verse": 20,
      "text": "(41:12) Out of his nostrils cometh forth smoke, as out of a seething pot or caldron."
    },
    {
      "verse": 21,
      "text": "(41:13) His breath kindleth coals, and a flame cometh out of his mouth."
    },
    {
      "verse": 22,
      "text": "(41:14) In his neck abideth strength, and before him danceth terror joyfully."
    },
    {
      "verse": 23,
      "text": "(41:15) The flakes of his flesh are fitted closely together: they are as molten metal on him, immovable."
    },
    {
      "verse": 24,
      "text": "(41:16) His heart is firm like a stone: yea, as firm as the nether millstone."
    },
    {
      "verse": 25,
      "text": "(41:17) At his lifting himself up the mighty are terrified: the waves also are lessened."
    },
    {
      "verse": 26,
      "text": "(41:18) If one overtake him with the sword, it cannot hold; nor the spear, the dart, and armor."
    },
    {
      "verse": 27,
      "text": "(41:19) He esteemeth iron as straw, [and] brass as rotten wood."
    },
    {
      "verse": 28,
      "text": "(41:20) The child of the bow cannot make him flee: into stubble are slingstones changed unto him."
    },
    {
      "verse": 29,
      "text": "(41:21) Clubs are esteemed as stubble, and he laugheth at the whirring of the lance."
    },
    {
      "verse": 30,
      "text": "(41:22) Beneath him are sharp-pointed potsherds, he spreadeth out, [as it were, a] threshing-roller upon the mire."
    },
    {
      "verse": 31,
      "text": "(41:23) He causeth the deep to boil like a pot: he rendereth the sea like an apothecary's mixture."
    },
    {
      "verse": 32,
      "text": "(41:24) Behind him he causeth his pathway to shine, [so that] men esteem the deep to be hoary."
    },
    {
      "verse": 33,
      "text": "(41:25) There is none upon earth that ruleth over him, who is made to be without dread."
    },
    {
      "verse": 34,
      "text": "(41:26) He looketh upon all that is high: he is the king over all the ravenous beasts."
    }
  ]
}