{
  "book_id": "JOB",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Job unto the Lord, and said,"
    },
    {
      "verse": 2,
      "text": "I acknowledge that thou art able to do every thing, and that no deep plan of thine can be restrained."
    },
    {
      "verse": 3,
      "text": "Who is he that dareth to conceal [thy] counsel without knowledge? Truly I have spoken of what I understood not, of things too wonderful for me, which I knew not."
    },
    {
      "verse": 4,
      "text": "Oh do but hear [me], and I will indeed speak: I will ask of thee, and do thou inform me."
    },
    {
      "verse": 5,
      "text": "I had only heard of thee by the hearing of the ear; but now my eye hath seen thee."
    },
    {
      "verse": 6,
      "text": "Therefore I reject [what I have said], and repent; because I am dust and ashes."
    },
    {
      "verse": 7,
      "text": "And it came to pass, after the Lord had spoken these words unto Job, that the Lord said to Eliphaz the Themanite, My wrath is kindled against thee, and against thy two friends; because ye have not spoken of me properly, like my servant Job."
    },
    {
      "verse": 8,
      "text": "And now take unto yourselves seven bullocks and seven rams, and go to my servant Job, and offer up a burnt-offering in your behalf; and my servant Job shall pray for you; for him alone will I receive favorably, so as not to deal with you after your folly; because ye have not spoken of me properly, like my servant Job."
    },
    {
      "verse": 9,
      "text": "Then went Eliphaz the Themanite and Bildad the Shuchite and Zophar the Na'amathite, and did in accordance with what the Lord had spoken to them: and the Lord received Job in favor."
    },
    {
      "verse": 10,
      "text": "And the Lord brought back the captivity of Job, when he prayed in behalf of his friends; and the Lord increased all that Job had had twofold."
    },
    {
      "verse": 11,
      "text": "And then came unto him all his brothers, and all his sisters, and all that had been of his acquaintance before, and ate bread with him in his house; and they condoled with him, and comforted him for all the evil that the Lord had brought upon him; and they gave him, every one, a kessitah, and every one an earring of gold."
    },
    {
      "verse": 12,
      "text": "And the Lord blessed the latter end of Job more than his beginning: and he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she-asses."
    },
    {
      "verse": 13,
      "text": "He had also seven sons and three daughters."
    },
    {
      "verse": 14,
      "text": "And he called the name of the first Jemimah; and the name of the second, Keziah; and the name of the third, Keren-happuch."
    },
    {
      "verse": 15,
      "text": "And there were not found such handsome women as the daughters of Job in all the land; and their father gave them an inheritance among their brothers."
    },
    {
      "verse": 16,
      "text": "And Job lived after this one hundred and forty years: and he saw his sons, and his sons' sons, even four generations."
    },
    {
      "verse": 17,
      "text": "Then died Job, being old and full of days."
    }
  ]
}