{
  "book_id": "MRK",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "ראשית בשורת ישוע המשיח בן האלהים׃"
    },
    {
      "verse": 2,
      "text": "ככתוב בנביאים הנני שלח מלאכי לפניך ופנה דרכך לפניך׃"
    },
    {
      "verse": 3,
      "text": "קול קורא במדבר פנו דרך יהוה ישרו מסלותיו׃"
    },
    {
      "verse": 4,
      "text": "ויהי יוחנן טבל במדבר וקורא טבילת התשובה לסליחת החטאים׃"
    },
    {
      "verse": 5,
      "text": "ותצא אליו כל ארץ יהודה ובני ירושלים ויטבלו כלם על ידו בנהר הירדן מתודים את חטאתם׃"
    },
    {
      "verse": 6,
      "text": "ויוחנן לבוש שער גמלים ואזור עור במתניו ואכל חגבים ודבש היער׃"
    },
    {
      "verse": 7,
      "text": "ויקרא לאמר בוא יבא אחרי החזק ממני אשר אינני כדי לכרע ולהתיר את שרוך נעליו׃"
    },
    {
      "verse": 8,
      "text": "אנכי טבלתי אתכם במים והוא יטבל אתכם ברוח הקדש׃"
    },
    {
      "verse": 9,
      "text": "ויהי בימים ההם ויבא ישוע מנצרת אשר בגליל ויטבל על ידי יוחנן בירדן׃"
    },
    {
      "verse": 10,
      "text": "ויהי אך עלה עלה מן המים וירא את השמים נבקעים והרוח כיונה ירדת עליו׃"
    },
    {
      "verse": 11,
      "text": "ויהי קול מן השמים אתה בני ידידי אשר רצתה נפשי בו׃"
    },
    {
      "verse": 12,
      "text": "ואחרי כן הוציאו הרוח המדברה׃"
    },
    {
      "verse": 13,
      "text": "ויהי שם במדבר ארבעים יום והשטן נסהו ויהי עם החיות והמלאכים שרתוהו׃"
    },
    {
      "verse": 14,
      "text": "ואחרי אשר הסגר יוחנן בא ישוע הגלילה ויקרא את בשורת מלכות האלהים לאמר׃"
    },
    {
      "verse": 15,
      "text": "מלאה העת והגיעה מלכות האלהים שובו והאמינו בבשורה׃"
    },
    {
      "verse": 16,
      "text": "ויהי בהתהלכו על יד ים הגליל וירא את שמעון ואת אנדרי אחי שמעון פרשים מצודה בים כי דיגים היו׃"
    },
    {
      "verse": 17,
      "text": "ויאמר אליהם ישוע לכו אחרי ואשימכם לדיגי אנשים׃"
    },
    {
      "verse": 18,
      "text": "ויעזבו מהר את מכמרתיהם וילכו אחריו׃"
    },
    {
      "verse": 19,
      "text": "ויהי כעברו מעט משם וירא את יעקב בן זבדי ואת יוחנן אחיו וגם המה באניה מתקנים את המכמרות׃"
    },
    {
      "verse": 20,
      "text": "ויקרא מהרה אליהם ויעזבו את זבדי אביהם באניה עם השכירים וילכו אחריו׃"
    },
    {
      "verse": 21,
      "text": "ויבאו אל כפר נחום וימהר לבוא בשבת לבית הכנסת וילמד׃"
    },
    {
      "verse": 22,
      "text": "וישתוממו על תורתו כי היה מלמדם כבעל גבורה ולא כספרים׃"
    },
    {
      "verse": 23,
      "text": "ואיש היה בבית כנסתם אשר רוח טמאה בו ויצעק לאמר׃"
    },
    {
      "verse": 24,
      "text": "אהה מה לנו ולך ישוע הנצרי באת להאבידנו ידעתי מי אתה קדוש האלהים׃"
    },
    {
      "verse": 25,
      "text": "ויגער בו ישוע לאמר האלם וצא ממנו׃"
    },
    {
      "verse": 26,
      "text": "ויסחבהו רוח הטמאה ויצעק בקול גדול ויצא ממנו׃"
    },
    {
      "verse": 27,
      "text": "ויבהלו כלם וישאלו איש את רעהו לאמר מה זאת מה היא התורה החדשה אשר אף לרוחות הטמאה בגבורה הוא מצוה והנה שמעות לו׃"
    },
    {
      "verse": 28,
      "text": "ויצא שמעו מהר בכל מקמות ארץ הגליל׃"
    },
    {
      "verse": 29,
      "text": "ויהי אחרי צאתם מבית הכנסת ויבאו ביתה שמעון ואנדרי המה ויעקב ויוחנן עמם׃"
    },
    {
      "verse": 30,
      "text": "וחמות שמעון שכבה אחוזת הקדחת וימהרו לדבר אליו עליה׃"
    },
    {
      "verse": 31,
      "text": "ויגש ויאחז בידה ויקימה ותרף ממנה הקדחת פתאם ותשרת אותם׃"
    },
    {
      "verse": 32,
      "text": "ויהי בערב כבוא השמש ויביאו אליו את כל החולים ואת אחוזי השדים׃"
    },
    {
      "verse": 33,
      "text": "וכל העיר נאספו יחדו פתח הבית׃"
    },
    {
      "verse": 34,
      "text": "וירפא רבים אשר היו חולים חליים שונים ויגרש שדים הרבה ולא נתן את השדים לדבר כי ידעהו׃"
    },
    {
      "verse": 35,
      "text": "וישכם ממחרת בעוד לילה ויצא וילך אל מקום חרבה ויתפלל שם׃"
    },
    {
      "verse": 36,
      "text": "וירדפו אחריו שמעון והאנשים אשר אתו׃"
    },
    {
      "verse": 37,
      "text": "וימצאהו ויאמרו אליו הנה כלם מבקשים אותך׃"
    },
    {
      "verse": 38,
      "text": "ויאמר אליהם נעברה מזה אל ערי הפרזות הקרבות ואקרא גם שם כי בעבור זאת יצאתי׃"
    },
    {
      "verse": 39,
      "text": "ויהי קרא בבתי כנסיותיהם בכל הגליל ויגרש את השדים׃"
    },
    {
      "verse": 40,
      "text": "ויבוא אליו איש מצרע ויתחנן אליו ויכרע על ברכיו ויאמר לו אם תרצה תוכל לטהרני׃"
    },
    {
      "verse": 41,
      "text": "וירחם עליו וישלח את ידו ויגע בו ויאמר רצה אנכי טהר׃"
    },
    {
      "verse": 42,
      "text": "עודנו מדבר והצרעת סרה ממנו ויטהר׃"
    },
    {
      "verse": 43,
      "text": "ויגער בו וימהר להוציאו החוצה׃"
    },
    {
      "verse": 44,
      "text": "ויאמר אליו ראה אל תספר דבר לאיש כי אם לך הראה אל הכהן והקרב על טהרתך את אשר צוה משה לעדות להם׃"
    },
    {
      "verse": 45,
      "text": "אך הוא בצאתו החל לקרא הרבה ולהשמיע הדבר עד אשר לא יכל לבוא עוד אל עיר בגלוי כי אם היה ישב מחוץ לעיר במקמות חרבה ויבאו אליו מכל עבריו׃"
    }
  ]
}