{
  "book_id": "MRK",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי מקץ ימים בשובו אל כפר נחום וישמעו כי הוא בבית׃"
    },
    {
      "verse": 2,
      "text": "ויאספו רבים מהרה עד אפס מקום לעמד אף מחוץ לפתח וידבר אליהם את הדבר׃"
    },
    {
      "verse": 3,
      "text": "ויבאו אליו אנשים נשאים איש נכה אברים וישאהו בארבעה׃"
    },
    {
      "verse": 4,
      "text": "ולא יכלו לגשת אליו מפני העם ויסירו את הגג במקום אשר היה שם ויחתרו חתירה ויורידו את המשכב אשר שכב עליה נכה האברים׃"
    },
    {
      "verse": 5,
      "text": "ויהי כראות ישוע את אמונתם ויאמר אל נכה האברים בני נסלחו לך חטאתיך׃"
    },
    {
      "verse": 6,
      "text": "ויהיו מן הסופרים ישבים שם וחשבים בלבם לאמר׃"
    },
    {
      "verse": 7,
      "text": "מה ידבר זה גדופים כאלה מי יוכל לסלח חטאים בלתי האלהים לבדו׃"
    },
    {
      "verse": 8,
      "text": "וידע ישוע ברוחו כי ככה חשבו בלבבם ויאמר אליהם מדוע תחשבו כאלה בלבבכם׃"
    },
    {
      "verse": 9,
      "text": "מה הנקל האמר אל נכה האברים נסלחו לך חטאתיך אם אמור קום שא את משכבך והתהלך׃"
    },
    {
      "verse": 10,
      "text": "אך למען תדעון כי לבן האדם יש השלטן לסלח חטאים בארץ ויאמר אל נכה האברים׃"
    },
    {
      "verse": 11,
      "text": "לך אני אמר קום שא את משכבך ולך אל ביתך׃"
    },
    {
      "verse": 12,
      "text": "ויקם פתאם וישא את משכבו ויצא לעיני כלם עד כי השתממו כלם וישבחו את האלהים לאמר מעולם לא ראינו כזאת׃"
    },
    {
      "verse": 13,
      "text": "וישב לצאת אל יד הים ויבאו אליו כל העם וילמדם׃"
    },
    {
      "verse": 14,
      "text": "ויהי בעברו וירא את לוי בן חלפי ישב בבית המכס ויאמר אליו לכה אחרי ויקם וילך אחריו׃"
    },
    {
      "verse": 15,
      "text": "ויהי כאשר הסב בביתו ויסבו מוכסים וחטאים רבים עם ישוע ועם תלמידיו כי רבים היו ההלכים אחריו׃"
    },
    {
      "verse": 16,
      "text": "והסופרים והפרושים ראו אתו אכל עם המוכסים והחטאים ויאמרו אל תלמידיו למה זה עם החטאים והמוכסים אכל רבכם׃"
    },
    {
      "verse": 17,
      "text": "וישמע ישוע ויאמר החזקים אינם צריכים לרפא כי אם החלים לא באתי לקרא הצדיקים כי אם החטאים לתשובה׃"
    },
    {
      "verse": 18,
      "text": "ותלמידי יוחנן והפרושים היו צמים ויבאו ויאמרו אליו מדוע תלמידי יוחנן ותלמידי הפרושים צמים ותלמידיך אינם צמים׃"
    },
    {
      "verse": 19,
      "text": "ויאמר אליהם ישוע איך יוכלו בני החפה לצום בעוד החתן עמהם כל ימי היות החתן עמהם לא יוכלו לצום׃"
    },
    {
      "verse": 20,
      "text": "הנה ימים באים ולקח מאתם החתן ואז יצומו בימים ההם׃"
    },
    {
      "verse": 21,
      "text": "אין תפר מטלית בגד חדש על שמלה בלה כי אז ינתק מלויו החדש מן הבלה ותרע הקריעה׃"
    },
    {
      "verse": 22,
      "text": "ואין נתן יין חדש בנאדות בלים כי אז יבקע היין את הנאדות והיין ישפך והנאדות יאבדו אבל בנאדות חדשים ינתן היין החדש׃"
    },
    {
      "verse": 23,
      "text": "ויהי כעברו בשבת בין הקמה ויחלו תלמידיו לקטף מלילת בלכתם׃"
    },
    {
      "verse": 24,
      "text": "ויאמרו אליו הפרושים ראה מה המה עשים בשבת דבר אשר לא יעשה׃"
    },
    {
      "verse": 25,
      "text": "ויאמר אליהם הכי לא קראתם את אשר עשה דוד בהיתו חסר ורעב הוא ואשר היו אתו׃"
    },
    {
      "verse": 26,
      "text": "כי בא אל בית אלהים בימי אביתר הכהן הגדול ויאכל את לחם הפנים אשר לא נכון לאכלה כי אם לכהנים ויתן גם לאנשים אשר אתו׃"
    },
    {
      "verse": 27,
      "text": "ויאמר אליהם השבת נעשה בעבור האדם ולא האדם בעבור השבת׃"
    },
    {
      "verse": 28,
      "text": "לכן בן האדם אדון הוא גם לשבת׃"
    }
  ]
}