{
  "book_id": "MRK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "וישב ויבאו אל בית הכנסת ושם איש אשר ידו יבשה׃"
    },
    {
      "verse": 2,
      "text": "ויתבוננו בו אם ירפאהו בשבת למען ימצאו עליו שטנה׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אל האיש אשר יבשה ידו קום עמד בתוך׃"
    },
    {
      "verse": 4,
      "text": "ויאמר אליהם הנכון בשבת להיטיב או להרע להציל נפש או לאבדה ויחרישו׃"
    },
    {
      "verse": 5,
      "text": "ויבט אליהם סביב בחמה ויתעצב על טמטום לבבם ויאמר אל האיש פשט את ידך ויפשט ידו ותרפא ותשב כאחרת׃"
    },
    {
      "verse": 6,
      "text": "והפרושים יצאו מהרה ויתיעצו עליו עם ההורדוסיים לאבדו׃"
    },
    {
      "verse": 7,
      "text": "וישוע סר משם עם תלמידיו אל יד הים וילכו אחריו המון עם רב מן הגליל ומיהודה׃"
    },
    {
      "verse": 8,
      "text": "ומירושלים ומאדום ומעבר הירדן ומסביבות צור וצידון המון רב אשר שמעו את כל אשר עשה ויבאו אליו׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אל תלמידיו כי יכינו לו אניה קטנה מפני העם למען לא ילחצוהו׃"
    },
    {
      "verse": 10,
      "text": "כי רפא לרבים עד כי התנפלו עליו כל המנגעים לנגע בו׃"
    },
    {
      "verse": 11,
      "text": "והרוחות הטמאות כראותן אתו נפלו לפניו ותצעקנה לאמר אתה הוא בן אלהים׃"
    },
    {
      "verse": 12,
      "text": "ויגער בהן מאד אשר לא תגלינה אותו׃"
    },
    {
      "verse": 13,
      "text": "ויעל אל ההר ויקרא אל אשר הוא חפץ בם ויבאו אליו׃"
    },
    {
      "verse": 14,
      "text": "וישם שנים עשר איש למען יהיו אתו ולמען ישלחם לקרא׃"
    },
    {
      "verse": 15,
      "text": "והיה להם השלטן לרפא את התחלאים ולגרש את השדים׃"
    },
    {
      "verse": 16,
      "text": "ויכנה את שמעון בשם פטרוס׃"
    },
    {
      "verse": 17,
      "text": "ואת יעקב בן זבדי ואת יוחנן אחי יעקב ויכנה אתם בשם בני רגוש הוא בני רעם׃"
    },
    {
      "verse": 18,
      "text": "ואת אנדרי ואת פילפוס ואת בר תלמי ואת מתי ואת תומא ואת יעקב בן חלפי ואת תדי ואת שמעון הקני׃"
    },
    {
      "verse": 19,
      "text": "ואת יהודה איש קריות אשר גם מסרו׃"
    },
    {
      "verse": 20,
      "text": "ויבאו הביתה וישב המון העם להתאסף עד כי לא יכלו אף לאכל לחם׃"
    },
    {
      "verse": 21,
      "text": "וישמעו קרוביו ויצאו להחזיק בו כי אמרו יצא מדעתו׃"
    },
    {
      "verse": 22,
      "text": "והסופרים אשר ירדו מירושלים אמרו כי בעל זבוב נכנס בו ועל ידי שר השדים הוא מגרש את השדים׃"
    },
    {
      "verse": 23,
      "text": "ויקרא אותם אליו וידבר להם במשלים לאמר איך יוכל השטן לגרש השטן׃"
    },
    {
      "verse": 24,
      "text": "ואם נחלקה ממלכה על עצמה לא תוכל לעמד הממלכה ההיא׃"
    },
    {
      "verse": 25,
      "text": "ובית אם נחלק על עצמו לא יוכל לעמד הבית ההוא׃"
    },
    {
      "verse": 26,
      "text": "ואם השטן יתקומם אל עצמו ונחלק לא יוכל לעמד כי בא קצו׃"
    },
    {
      "verse": 27,
      "text": "אין איש אשר יכל לבוא לבית הגבור ולגזל את כליו אם לא יאסר בראשונה את הגבור ואחר ישסה את ביתו׃"
    },
    {
      "verse": 28,
      "text": "אמן אמר אני לכם כי כל החטאים יסלחו לבני אדם וכל הגדופים אשר יגדפו׃"
    },
    {
      "verse": 29,
      "text": "אך המגדף את רוח הקדש אין לו סליחה לעולם כי יאשם בעונו לנצח׃"
    },
    {
      "verse": 30,
      "text": "כי המה אמרו רוח טמאה בו׃"
    },
    {
      "verse": 31,
      "text": "ויבאו אמו ואחיו ויעמדו מחוץ לבית וישלחו אליו לקרא לו׃"
    },
    {
      "verse": 32,
      "text": "והמון העם ישבו סביביו ויאמרו אליו הנה אמך ואחיך בחוץ מבקשים אותך׃"
    },
    {
      "verse": 33,
      "text": "ויען ויאמר אליהם מי הם אמי ואחי׃"
    },
    {
      "verse": 34,
      "text": "ויבט סביב אל הישבים סביביו ויאמר הנה אמי ואחי׃"
    },
    {
      "verse": 35,
      "text": "כי כל אשר יעשה רצון האלהים הוא אחי ואחותי ואמי׃"
    }
  ]
}