{
  "book_id": "MRK",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "ויבאו אל עבר הים אל ארץ הגדרים׃"
    },
    {
      "verse": 2,
      "text": "והוא יצא מן האניה והנה איש בא לקראתו מבין הקברים אשר רוח טמאה בו׃"
    },
    {
      "verse": 3,
      "text": "ומושבו בקברים וגם בעבתים לא יכל איש לאסרו׃"
    },
    {
      "verse": 4,
      "text": "כי פעמים הרבה אסרוהו בכבלים ובעבתים וינתק את העבתים וישבר את הכבלים ואין איש יכל לכבשו׃"
    },
    {
      "verse": 5,
      "text": "ותמיד לילה ויומם היה בהרים ובקברים צעק ופצע את עצמו באבנים׃"
    },
    {
      "verse": 6,
      "text": "ויהי כראותו את ישוע מרחוק וירץ וישתחו לו׃"
    },
    {
      "verse": 7,
      "text": "ויצעק בקול גדול ויאמר מה לי ולך ישוע בן אל עליון באלהים אני משביעך אשר לא תענני׃"
    },
    {
      "verse": 8,
      "text": "כי הוא אמר אליו צא רוח טמא מן האדם הזה׃"
    },
    {
      "verse": 9,
      "text": "וישאל אתו מה שמך ויען ויאמר לגיון שמי כי רבים אנחנו׃"
    },
    {
      "verse": 10,
      "text": "ויתחנן אליו מאד לבלתי שלחם אל מחוץ לארץ׃"
    },
    {
      "verse": 11,
      "text": "ועדר חזירים רבים היה שם במרעה ההרים׃"
    },
    {
      "verse": 12,
      "text": "ויתחננו לו כל השדים לאמר שלחנו אל החזירים ונבאה אל תוכם׃"
    },
    {
      "verse": 13,
      "text": "וינח להם ויצאו רוחות הטמאה ויבאו בחזירים וישתער העדר מן המורד אל הים כאלפים במספר ויטבעו בים׃"
    },
    {
      "verse": 14,
      "text": "וינוסו רעי החזירים ויגידו זאת בעיר ובשדות ויצאו לראות מה נהיתה׃"
    },
    {
      "verse": 15,
      "text": "ויבאו אל ישוע ויראו את אחוז השדים אשר הלגיון בו והוא יושב מלבש וטוב שכל וייראו׃"
    },
    {
      "verse": 16,
      "text": "ויספרו להם הראים את אשר נעשה לאחוז השדים ואת דבר החזירים׃"
    },
    {
      "verse": 17,
      "text": "ויחלו להתחנן לו לסור מגבוליהם׃"
    },
    {
      "verse": 18,
      "text": "ויהי ברדתו אל האניה התחנן אליו האיש אשר היה אחוז שדים לתתו לשבת עמו׃"
    },
    {
      "verse": 19,
      "text": "ולא הניח לו כי אם אמר אליו שוב לביתך אל בני משפחתך והגד להם את הגדלות אשר עשה לך יהוה ויחנך׃"
    },
    {
      "verse": 20,
      "text": "וילך לו ויחל לקרא בעשר הערים את הגדלות אשר עשה לו ישוע ויתמהו כלם׃"
    },
    {
      "verse": 21,
      "text": "וישב ישוע לעבר באניה אל עבר הים ויקהל אליו המון רב והוא על שפת הים׃"
    },
    {
      "verse": 22,
      "text": "והנה בא אחד מראשי הכנסת ושמו יאיר וירא אתו ויפל לרגליו׃"
    },
    {
      "verse": 23,
      "text": "ויתחנן אליו מאד לאמר בתי הקטנה חלתה עד למות אנא בוא נא ושים ידיך עליה למען תרפא ותחיה׃"
    },
    {
      "verse": 24,
      "text": "וילך אתו וילכו אחריו המון רב וידחקהו׃"
    },
    {
      "verse": 25,
      "text": "ואשה היתה זבת דם שתים עשרה שנה׃"
    },
    {
      "verse": 26,
      "text": "והיא סבלה הרבה תחת ידי רפאים רבים והוציאה את כל אשר לה ולא להועיל ויהי חליה חזק מאד׃"
    },
    {
      "verse": 27,
      "text": "ויהי כשמעה את שמע ישוע ותבוא בהמון העם מאחריו ותגע בבגדו׃"
    },
    {
      "verse": 28,
      "text": "כי אמרה רק אם אגע בבגדיו אושע׃"
    },
    {
      "verse": 29,
      "text": "וייבש מקור דמיה פתאם ותבן בבשרה כי נרפא נגעה׃"
    },
    {
      "verse": 30,
      "text": "וברגע ידע ישוע בנפשו כי גבורה יצאה ממנו ויפן בתוך העם ויאמר מי נגע בבגדי׃"
    },
    {
      "verse": 31,
      "text": "ויאמר אליו תלמידיו אתה ראה את ההמון דוחק אתך ואמרת מי נגע בי׃"
    },
    {
      "verse": 32,
      "text": "ויבט סביב לראות את אשר עשתה זאת׃"
    },
    {
      "verse": 33,
      "text": "ותירא האשה ותחרד כי ידעה את אשר נעשה לה ותבא ותפל לפניו ותגד לו את האמת כלה׃"
    },
    {
      "verse": 34,
      "text": "ויאמר אליה בתי אמונתך הושיעה לך לכי לשלום וחיית מנגעך׃"
    },
    {
      "verse": 35,
      "text": "עודנו מדבר והנה באים מבית ראש הכנסת לאמר בתך מתה למה תטריח עוד את המורה׃"
    },
    {
      "verse": 36,
      "text": "וכשמע ישוע את הדבר אשר דברו ויאמר אל ראש הכנסת אל תירא רק האמינה׃"
    },
    {
      "verse": 37,
      "text": "ולא הניח לאיש ללכת אתו בלתי אם לפטרוס וליעקב וליוחנן אחי יעקב׃"
    },
    {
      "verse": 38,
      "text": "ויבא בית ראש הכנסת וירא המון הבכים והמיללים הרבה׃"
    },
    {
      "verse": 39,
      "text": "ובבאו אמר אליהם מה תהמו ותבכו הנערה לא מתה אך ישנה היא׃"
    },
    {
      "verse": 40,
      "text": "וישחקו לו והוא גרש את כלם ויקח את אבי הנערה ואת אמה ואת אשר אתו ויבא החדרה אשר שם שכבת הנערה׃"
    },
    {
      "verse": 41,
      "text": "ויאחז ביד הנערה ויאמר אליה טליתא קומי אשר פרושו הילדה אני אמר לך קומי נא׃"
    },
    {
      "verse": 42,
      "text": "ומיד קמה הילדה ותתהלך והיא בת שתים עשרה שנה וישמו שמה גדולה׃"
    },
    {
      "verse": 43,
      "text": "ויזהר אותם מאד שלא יודע הדבר לאיש ויאמר לתת לה לאכול׃"
    }
  ]
}