{
  "book_id": "MRK",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי בימים ההם בהקבץ עם רב ואין להם מה יאכלו ויקרא אל תלמידיו ויאמר אליהם׃"
    },
    {
      "verse": 2,
      "text": "נכמרו רחמי על העם כי זה שלשת ימים עמדו עמדי ואין להם לחם לאכל׃"
    },
    {
      "verse": 3,
      "text": "והיה בשלחי אותם רעבים לבתיהם יתעלפו בדרך כי יש מהם אשר באו ממרחק׃"
    },
    {
      "verse": 4,
      "text": "ויענו אתו תלמידיו מאין יוכל איש להשביע את אלה פה במדבר לחם׃"
    },
    {
      "verse": 5,
      "text": "וישאל אותם כמה ככרות לחם יש לכם ויאמרו שבע׃"
    },
    {
      "verse": 6,
      "text": "ויצו את העם לשבת לארץ ויקח את שבע ככרות הלחם ויברך ויפרס ויתן אותם לתלמידיו לשום לפניהם וישימו לפני העם׃"
    },
    {
      "verse": 7,
      "text": "ויהי להם מעט דגים קטנים ויברך ויאמר לשום לפניהם גם את אלה׃"
    },
    {
      "verse": 8,
      "text": "ויאכלו וישבעו וישאו מן הפתותים הנותרים שבעת דודים׃"
    },
    {
      "verse": 9,
      "text": "והאכלים היו כארבעת אלפי איש וישלחם׃"
    },
    {
      "verse": 10,
      "text": "אז ירד באניה עם תלמידיו ויבא אל גלילות דלמונתא׃"
    },
    {
      "verse": 11,
      "text": "ויצאו הפרושים ויחלו להתוכח אתו וישאלו מעמו אות מן השמים והם מנסים אתו׃"
    },
    {
      "verse": 12,
      "text": "ויאנח ברוחו ויאמר מה הדור הזה מבקש לו אות אמן אמר אני לכם אם ינתן אות לדור הזה׃"
    },
    {
      "verse": 13,
      "text": "ויעזב אותם וירד באניה וישב ויעבר אל עבר הים׃"
    },
    {
      "verse": 14,
      "text": "וישכחו לקחת אתם לחם ולא היה להם באניה בלתי אם ככר לחם אחת׃"
    },
    {
      "verse": 15,
      "text": "ויזהר אותם לאמר ראו השמרו לכם משאר הפרושים ומשאר הורדוס׃"
    },
    {
      "verse": 16,
      "text": "ויחשבו ויאמרו איש אל רעהו על כי לחם אין אתנו׃"
    },
    {
      "verse": 17,
      "text": "וידע ישוע ויאמר להם מה תחשבו על כי לחם אין לכם העוד לא תשכילו ולא תבינו ולבכם עודנו מטמטם׃"
    },
    {
      "verse": 18,
      "text": "עינים לכם ולא תראו ואזנים לכם ולא תשמעו ולא תזכרו׃"
    },
    {
      "verse": 19,
      "text": "כאשר פרסתי את חמשת ככרות הלחם לחמשת אלפי איש כמה סלים מלאי פתותים נשאתם ויאמרו אליו שנים עשר׃"
    },
    {
      "verse": 20,
      "text": "ובשבע לארבעת אלפי איש כמה דודים מלאי פתותים נשאתם ויאמרו אליו שבעה׃"
    },
    {
      "verse": 21,
      "text": "ויאמר אליהם איך לא תבינו׃"
    },
    {
      "verse": 22,
      "text": "ויבא אל בית צידה ויביאו אליו איש עור ויתחננו לו לגעת בו׃"
    },
    {
      "verse": 23,
      "text": "ויאחז ביד העור ויוליכהו אל מחוץ לכפר וירק בעיניו וישם את ידיו עליו וישאלהו לאמר הראה אתה דבר׃"
    },
    {
      "verse": 24,
      "text": "ויבט ויאמר אראה את בני האדם כי מתהלכים כאילנות אני ראה׃"
    },
    {
      "verse": 25,
      "text": "ויוסף לשום את ידיו על עיניו ותפקחנה עיניו וירפא וירא הכל היטב עד למרחוק׃"
    },
    {
      "verse": 26,
      "text": "וישלחהו אל ביתו לאמר אל תבא בתוך הכפר ואל תדבר לאיש בכפר׃"
    },
    {
      "verse": 27,
      "text": "ויצא ישוע ותלמידיו ללכת אל כפרי קיסרין של פילפוס ויהי בדרך וישאל את תלמידיו ויאמר אליהם מה אמרים עלי האנשים מי אני׃"
    },
    {
      "verse": 28,
      "text": "ויענו ויאמרו יוחנן המטביל ויש אמרים אליהו ואחרים אמרים אחד מן הנביאים׃"
    },
    {
      "verse": 29,
      "text": "וישאל אתם לאמר ואתם מה תאמרו עלי מי אני ויען פטרוס ויאמר אליו אתה הוא המשיח׃"
    },
    {
      "verse": 30,
      "text": "ויצו אתם בגערה לבלתי דבר עליו לאיש׃"
    },
    {
      "verse": 31,
      "text": "ויחל ללמדם כי צריך בן האדם לענות הרבה וימאס על ידי הזקנים והכהנים הגדולים והסופרים ויומת ומקצה שלשת ימים קום יקום׃"
    },
    {
      "verse": 32,
      "text": "והוא בגלוי דבר את הדבר הזה ויקחהו פטרוס ויחל לגער בו׃"
    },
    {
      "verse": 33,
      "text": "ויפן אחריו ויבט את תלמידיו ויגער בפטרוס לאמר סור מעל פני השטן כי אין לבך לדברי האלהים כי אם לדברי האדם׃"
    },
    {
      "verse": 34,
      "text": "ויקרא אל העם ואל תלמידיו ויאמר אליהם החפץ ללכת אחרי יכחש בנפשו וישא את צלבו וילך אחרי׃"
    },
    {
      "verse": 35,
      "text": "כי כל אשר יחפץ להושיע את נפשו תאבד נפשו ממנו וכל אשר תאבד לו נפשו למעני ולמען הבשורה הוא יושיענה׃"
    },
    {
      "verse": 36,
      "text": "כי מה יסכן לאדם כי יקנה את כל העולם ונשחתה נפשו׃"
    },
    {
      "verse": 37,
      "text": "או מה יתן איש פדיון נפשו׃"
    },
    {
      "verse": 38,
      "text": "כי כל איש אשר הייתי אני ודברי לו לחרפה בדור הנאף והחוטא הזה אף הוא יהיה לחרפה לבן האדם בבואו בכבוד אביו עם המלאכים הקדושים׃"
    }
  ]
}