{
  "book_id": "MRK",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "ויאמר אליהם אמן אמר אני לכם כי יש מן העמדים פה אשר לא יטעמו מות עד כי יראו מלכות האלהים באה בגבורה׃"
    },
    {
      "verse": 2,
      "text": "ואחרי ששת ימים לקח ישוע את פטרוס ואת יעקב ואת יוחנן ויעלם על הר גבה אתו לבדם וישתנה לעיניהם׃"
    },
    {
      "verse": 3,
      "text": "ובגדיו נהיו מזהירים לבנים מאד כשלג אשר לא יוכל כובס בארץ להלבין כמוהם׃"
    },
    {
      "verse": 4,
      "text": "וירא אליהם אליהו ומשה מדברים עם ישוע׃"
    },
    {
      "verse": 5,
      "text": "ויען פטרוס ויאמר אל ישוע רבי טוב היותנו פה נעשה נא שלש סכות לך אחת ולמשה אחת ולאליהו אחת׃"
    },
    {
      "verse": 6,
      "text": "כי לא ידע מה ידבר כי היו נבהלים׃"
    },
    {
      "verse": 7,
      "text": "ויהי ענן סוכך עליהם ויצא מן הענן קול אמר זה בני ידידי אליו שמעו׃"
    },
    {
      "verse": 8,
      "text": "והמה הביטו כה וכה פתאם ולא ראו עוד איש בלתי את ישוע לבדו אתם׃"
    },
    {
      "verse": 9,
      "text": "וירדו מן ההר ויזהירם לבלתי הגיד לאיש את אשר ראו עד כי יקום בן האדם מן המתים׃"
    },
    {
      "verse": 10,
      "text": "וישמרו את הדבר בלבבם וידרשו לדעת מה היא התקומה מן המתים׃"
    },
    {
      "verse": 11,
      "text": "וישאלהו לאמר מה זה אמרים הסופרים כי אליהו בוא יבוא בראשונה׃"
    },
    {
      "verse": 12,
      "text": "ויען ויאמר להם הנה אליהו בא בראשונה וישיב את הכל ומה כתוב על בן האדם הלא כי יענה הרבה וימאס׃"
    },
    {
      "verse": 13,
      "text": "אבל אמר אני לכם גם בא אליהו וגם עשו לו כרצונם כאשר כתוב עליו׃"
    },
    {
      "verse": 14,
      "text": "ויהי כבואו אל התלמידים וירא עם רב סביבותם וסופרים מתוכחים אתם׃"
    },
    {
      "verse": 15,
      "text": "וכל העם כראותם אתו כן תמהו וירוצי אליו וישאלו לו לשלום׃"
    },
    {
      "verse": 16,
      "text": "וישאל את הסופרים מה אתם מתוכחים עמהם׃"
    },
    {
      "verse": 17,
      "text": "ויען אחד מן העם ויאמר רבי הבאתי אליך את בני אשר רוח אלם בקרבו׃"
    },
    {
      "verse": 18,
      "text": "והיה בכל מקום אשר יאחזהו הוא מרצץ אתו וירד רירו וחרק את שניו ויבש גופו ואמר אל תלמידיך לגרשו ולא יכלו׃"
    },
    {
      "verse": 19,
      "text": "ויען ויאמר להם הוי דור בלתי מאמין עד מתי אהיה עמכם עד מתי אסבל אתכם הביאו אתו לפני׃"
    },
    {
      "verse": 20,
      "text": "ויביאהו לפניו ויהי כאשר ראהו הרוח וירוצצנו פתאם ויפל ארצה ויתגולל ויורד רירו׃"
    },
    {
      "verse": 21,
      "text": "וישאל את אביו כמה ימים היתה לו זאת ויאמר מימי נעוריו׃"
    },
    {
      "verse": 22,
      "text": "ופעמים רבות הפיל אתו גם באש גם במים להאבידו אך אם יכל תוכל רחם עלינו ועזרנו׃"
    },
    {
      "verse": 23,
      "text": "ויאמר אליו ישוע לאמר אם תוכל להאמין כל יוכל המאמין׃"
    },
    {
      "verse": 24,
      "text": "ויתן אבי הילד את קלו בבכי ויאמר אני מאמין עזר נא לחסרון אמונתי׃"
    },
    {
      "verse": 25,
      "text": "וירא ישוע את העם מתקבץ אליו ויגער ברוח הטמא לאמר רוח אלם וחרש אני מצוך צא ממנו ואל תסף לבוא בו עוד׃"
    },
    {
      "verse": 26,
      "text": "ויצעק וירצץ אתו מאד ויצא ויהי כמת עד אשר אמרו רבים כי גוע׃"
    },
    {
      "verse": 27,
      "text": "ויחזק ישוע בידו ויניעהו ויקם׃"
    },
    {
      "verse": 28,
      "text": "ויהי כאשר בא הביתה וישאלהו תלמידיו בהיותם לבדם אתו מדוע אנחנו לא יכלנו לגרשו׃"
    },
    {
      "verse": 29,
      "text": "ויאמר אליהם המין הזה יצא לא יצא כי אם בתפלה ובצום׃"
    },
    {
      "verse": 30,
      "text": "ויצאו משם ויעברו בגליל ולא אבה להודע לאיש׃"
    },
    {
      "verse": 31,
      "text": "כי היה מלמד את תלמידיו לאמר אליהם כי עתיד בן האדם להמסר בידי בני אדם ויהרגהו ואחרי אשר נהרג יקום ביום השלישי׃"
    },
    {
      "verse": 32,
      "text": "והם לא הבינו את הדבר וייראו לשאל אותו׃"
    },
    {
      "verse": 33,
      "text": "ויבא אל כפר נחום ובהיותו בבית וישאל אותם מה התוכחתם איש עם רעהו בדרך׃"
    },
    {
      "verse": 34,
      "text": "ויחרישו כי התעשקו בדרך מי הוא הגדול בהם׃"
    },
    {
      "verse": 35,
      "text": "וישב ויקרא אל שנים העשר ויאמר אליהם איש כי יחפץ להיות הראשון הוא יהיה האחרון לכלם ומשרת כלם׃"
    },
    {
      "verse": 36,
      "text": "ויקח ילד ויעמידהו בתוכם ויחבקהו ויאמר להם׃"
    },
    {
      "verse": 37,
      "text": "כל אשר יקבל בשמי ילד אחד כזה הוא מקבל אותי וכל אשר אותי יקבל איננו מקבל אותי כי אם את אשר שלחני׃"
    },
    {
      "verse": 38,
      "text": "ויען יוחנן ויאמר אליו רבי ראינו איש מגרש שדים בשמך ואיננו הולך אחרינו ונכלאנו יען אשר לא הלך אחרינו׃"
    },
    {
      "verse": 39,
      "text": "ויאמר ישוע אל תכלאהו כי אין איש עשה גבורה בשמי ויוכל במהרה לדבר בי רעה׃"
    },
    {
      "verse": 40,
      "text": "כי כל אשר איננו נגדנו הוא בעדנו׃"
    },
    {
      "verse": 41,
      "text": "כי כל המשקה אתכם כוס מים בשמי על אשר אתם למשיח אמן אמר אני לכם כי לא יאבד שכרו׃"
    },
    {
      "verse": 42,
      "text": "וכל המכשיל אחד הקטנים המאמינים בי טוב לו שיתלה פלח רכב על צוארו והשלך בים׃"
    },
    {
      "verse": 43,
      "text": "ואם ידך תכשילך קצץ אתה טוב לך לבוא קטע לחיים מהיות לך שתי ידים ותלך אל גיהנם אל האש אשר לא תכבה׃"
    },
    {
      "verse": 44,
      "text": "אשר שם תולעתם לא תמות ואשם לא תכבה׃"
    },
    {
      "verse": 45,
      "text": "ואם רגלך תכשילך קצץ אתה טוב לך לבוא פסח לחיים מהיות לך שתי רגלים ותשלך לגיהנם אל האש אשר לא תכבה׃"
    },
    {
      "verse": 46,
      "text": "אשר שם תולעתם לא תמות ואשם לא תכבה׃"
    },
    {
      "verse": 47,
      "text": "ואם עינך תכשילך עקר אתה טוב לך לבוא אל מלכות האלהים בעין אחת מהיות לך שתי עינים ותשלך לגיהנם׃"
    },
    {
      "verse": 48,
      "text": "אשר שם תולעתם לא תמות ואשם לא תכבה׃"
    },
    {
      "verse": 49,
      "text": "כי כל איש באש ימלח וכל קרבן במלח ימלח׃"
    },
    {
      "verse": 50,
      "text": "טוב המלח ואם המלח יהיה תפל במה תתקנו אותו יהי לכם מלח בקרבכם ויהי שלום ביניכם׃"
    }
  ]
}