{
  "book_id": "MRK",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "ויקם משם וילך אל גבול יהודה מעבר הירדן ויקהלו עוד אליו המון עם וילמדם כפעם בפעם׃"
    },
    {
      "verse": 2,
      "text": "ויגשו אליו הפרושים וישאלהו אם יוכל איש לשלח את אשתו והם מנסים אתו׃"
    },
    {
      "verse": 3,
      "text": "ויען ויאמר אליהם מה צוה אתכם משה׃"
    },
    {
      "verse": 4,
      "text": "ויאמרו משה התיר לכתב ספר כריתת ולשלח׃"
    },
    {
      "verse": 5,
      "text": "ויען ישוע ויאמר אליהם בעבור קשי לבבכם כתב לכם את המצוה הזאת׃"
    },
    {
      "verse": 6,
      "text": "אבל מראשית הבריאה זכר ונקבה עשה אתם אלהים׃"
    },
    {
      "verse": 7,
      "text": "על כן יעזב איש את אביו ואת אמו ודבק באשתו׃"
    },
    {
      "verse": 8,
      "text": "והיו שניהם לבשר אחד ואם כן אפוא אינם עוד שנים כי אם בשר אחד׃"
    },
    {
      "verse": 9,
      "text": "לכן את אשר חבר אלהים לא יפרידנו אדם׃"
    },
    {
      "verse": 10,
      "text": "ויהי בבית וישובו תלמידיו לשאל אתו על זאת׃"
    },
    {
      "verse": 11,
      "text": "ויאמר אליהם המשלח את אשתו ולקח אחרת נאף הוא עליה׃"
    },
    {
      "verse": 12,
      "text": "ואשה כי תעזב אישה ולקחה איש אחר נאפת היא׃"
    },
    {
      "verse": 13,
      "text": "ויביאו אליו ילדים למען יגע בהם ויגערו התלמידים במביאיהם׃"
    },
    {
      "verse": 14,
      "text": "וירא ישוע ויכעס ויאמר אליהם הניחו לילדים לבוא אלי ואל תמנעום כי לאלה מלכות האלהים׃"
    },
    {
      "verse": 15,
      "text": "אמן אמר אני לכם כל אשר לא יקבל את מלכות האלהים כילד הוא לא יבא בה׃"
    },
    {
      "verse": 16,
      "text": "ויחבקם ויברכם בשומו את ידיו עליהם׃"
    },
    {
      "verse": 17,
      "text": "ויהי בצאתו לדרך והנה איש רץ אליו ויכרע לפניו וישאל אותו רבי הטוב מה אעשה ואירש חיי עולם׃"
    },
    {
      "verse": 18,
      "text": "ויאמר לו ישוע מדוע קראת לי טוב אין טוב בלתי אחד האלהים׃"
    },
    {
      "verse": 19,
      "text": "הן ידעת את המצות לא תנאף לא תרצח לא תגנב לא תענה עד שקר לא תעשק כבד את אביך ואת אמך׃"
    },
    {
      "verse": 20,
      "text": "ויען ויאמר אליו רבי את כל אלה שמרתי נעורי׃"
    },
    {
      "verse": 21,
      "text": "ויבט בו ישוע ויאהבהו ויאמר אליו אחת חסרת לך מכר את כל אשר לך ותן לעניים ויהי לך אוצר בשמים ובוא שא את הצלב ולך אחרי׃"
    },
    {
      "verse": 22,
      "text": "ויצר לו על הדבר הזה ויעצב וילך לו כי הון רב היה לו׃"
    },
    {
      "verse": 23,
      "text": "ויבט ישוע סביב ויאמר אל תלמידיו כמה יקשה לבעלי נכסים לבוא אל מלכות האלהים׃"
    },
    {
      "verse": 24,
      "text": "ויבהלו התלמידים על דבריו ויסף ישוע ויען ויאמר להם בני מה קשה לבטחים על חילם לבוא אל מלכות האלהים׃"
    },
    {
      "verse": 25,
      "text": "נקל לגמל לעבר בתוך נקב המחט מבוא עשיר אל מלכות האלהים׃"
    },
    {
      "verse": 26,
      "text": "ויוסיפו עוד להשתומם ויאמרו איש אלם אחיו מי אפוא יוכל להושע׃"
    },
    {
      "verse": 27,
      "text": "ויבט בם ישוע ויאמר מבני אדם תפלא זאת אך לא מאלהים כי מאלהים לא יפלא כל דבר׃"
    },
    {
      "verse": 28,
      "text": "ויען פטרוס ויאמר אליו הן אנחנו עזבנו את הכל ונלך אחריך׃"
    },
    {
      "verse": 29,
      "text": "ויאמר ישוע אמן אמר אני לכם כי אין איש אשר עזב את ביתו או את אחיו או את אחיותיו או את אביו או את אמו או את אשתו או את בניו או את שדותיו למעני ולמען הבשורה׃"
    },
    {
      "verse": 30,
      "text": "אשר לא יקח עתה בזמן הזה בכל הרדיפות מאה פעמים כהמה בתים ואחים ואחיות ואמות ובנים ושדות ובעולם הבא חיי עולמים׃"
    },
    {
      "verse": 31,
      "text": "ואולם רבים מן הראשונים יהיו אחרונים והאחרונים ראשונים׃"
    },
    {
      "verse": 32,
      "text": "ויהי בדרך בעלותם ירושלים וישוע הולך לפניהם והמה נבהלים ויראים בלכתם אחריו ויוסף לקחת אליו את שנים העשר ויחל להגיד להם את אשר יקרהו לאמר׃"
    },
    {
      "verse": 33,
      "text": "הנה אנחנו עלים ירושלימה ובן האדם ימסר לראשי הכהנים ולסופרים וירשיעהו למות וימסרו אתו לגוים׃"
    },
    {
      "verse": 34,
      "text": "ויהתלו בו ויכהו בשוטים וירקו בפניו וימיתהו וביום השלישי קום יקום׃"
    },
    {
      "verse": 35,
      "text": "ויקרבו אליו יעקב ויוחנן בני זבדי ויאמרו רבי אותה נפשנו כי תעשה לנו את אשר נשאל ממך׃"
    },
    {
      "verse": 36,
      "text": "ויאמר אליהם מה אויתם כי אעשה לכם׃"
    },
    {
      "verse": 37,
      "text": "ויאמרו אליו תנה לנו לשבת אחד לימינך ואחד לשמאלך בכבודך׃"
    },
    {
      "verse": 38,
      "text": "ויאמר אליהם ישוע לא ידעתם את אשר שאלתם היכל תוכלו לשתות את הכוס אשר אני שתה ולהטבל בטבילה אשר אני נטבל בה׃"
    },
    {
      "verse": 39,
      "text": "ויאמרו אליו נוכל ויאמר אליהם ישוע את הכוס אשר אני שתה תשתו ובטבילה אשר אני נטבל בה תטבלו׃"
    },
    {
      "verse": 40,
      "text": "אך שבת לימיני ולשמאלי אין בידי לתתה בלתי לאשר הוכן להם׃"
    },
    {
      "verse": 41,
      "text": "ויהי כשמע זאת העשרה ויחלו לכעוס על יעקב ויוחנן׃"
    },
    {
      "verse": 42,
      "text": "ויקרא להם ישוע ויאמר אליהם אתם ידעתם כי הנחשבים לשרי הגוים הם רדים בהם וגדוליהם שולטים עליהם׃"
    },
    {
      "verse": 43,
      "text": "ואתם לא כן ביניכם כי אם החפץ להיות גדול ביניכם יהיה לכם למשרת׃"
    },
    {
      "verse": 44,
      "text": "והחפץ להיות בכם ראשון יהיה עבד לכל׃"
    },
    {
      "verse": 45,
      "text": "כי בן האדם אף הוא לא בא למען ישרתוהו כי אם לשרת ולתת את נפשו כפר תחת רבים׃"
    },
    {
      "verse": 46,
      "text": "ויבאו יריחו ויהי כצאתו מיריחו הוא ותלמידיו והמון עם רב והנה ברטימי בן טימי איש עור ישב על יד הדרך לשאל נדבות׃"
    },
    {
      "verse": 47,
      "text": "וישמע כי הוא ישוע הנצרי ויחל לצעק ויאמר אנא בן דוד ישוע חנני׃"
    },
    {
      "verse": 48,
      "text": "ויגערו בו רבים להשתיקו והוא הרבה לצעק בן דוד חנני׃"
    },
    {
      "verse": 49,
      "text": "ויעמד ישוע ויאמר קראו לו ויקראו לעור ויאמרו אליו חזק קום קרא לך׃"
    },
    {
      "verse": 50,
      "text": "וישלך את שמלתו מעליו ויקם ויבא אל ישוע׃"
    },
    {
      "verse": 51,
      "text": "ויען ישוע ויאמר אליו מה חפצת ואעשה לך ויאמר אליו העור רבוני כי אראה׃"
    },
    {
      "verse": 52,
      "text": "ויאמר ישוע אליו לך לך אמונתך הושיעה לך ופתאם ראה וילך אחרי ישוע בדרך׃"
    }
  ]
}