{
  "book_id": "MRK",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי כאשר קרבו לירושלים אל בית פגי ובית היני בהר הזיתים וישלח שנים מתלמידיו׃"
    },
    {
      "verse": 2,
      "text": "ויאמר אליהם לכו אל הכפר אשר ממולכם והיה כבאכם שמה תמצאו עיר אסור אשר לא ישב עליו אדם אותו התירו והביאו׃"
    },
    {
      "verse": 3,
      "text": "וכי יאמר אליכם איש למה תעשו זאת ואמרתם האדון צריך לו וברגע ישלחנו הנה׃"
    },
    {
      "verse": 4,
      "text": "וילכו וימצאו העיר אסור אל השער בחוץ על אם הדרך ויתירוהו׃"
    },
    {
      "verse": 5,
      "text": "ואנשים מן העמדים שם אמרו אליהם מה זאת תעשו להתיר את העיר׃"
    },
    {
      "verse": 6,
      "text": "ויאמרו אליהם כאשר צום ישוע ויניחו להם׃"
    },
    {
      "verse": 7,
      "text": "ויביאו את העיר אל ישוע וישליכו עליו את בגדיהם וישב עליו׃"
    },
    {
      "verse": 8,
      "text": "ורבים פרשו את בגדיהם על הדרך ואחרים כרתו ענפים מן העצים וישטחו על הדרך׃"
    },
    {
      "verse": 9,
      "text": "וההלכים לפניו ואחריו צעקים לאמר הושע נא ברוך הבא בשם יהוה׃"
    },
    {
      "verse": 10,
      "text": "ברוכה מלכות דוד אבינו הבאה בשם יהוה הושע נא במרומים׃"
    },
    {
      "verse": 11,
      "text": "ויבא ישוע ירושלים ואל בית המקדש וירא ויתבונן על הכל והיום רפה לערוב ויצא אל בית היני עם שנים העשר׃"
    },
    {
      "verse": 12,
      "text": "ויהי ממחרת בצאתם מבית היני וירעב׃"
    },
    {
      "verse": 13,
      "text": "וירא תאנה מרחוק ולא עלים ויבא לראות הימצא בה פרי ויקרב אליה ולא מצא בה כי אם עלים לבד כי לא היתה עת תאנים׃"
    },
    {
      "verse": 14,
      "text": "ויען ויאמר אליה מעתה איש אל יאכל פרי ממך עד עולם וישמעו תלמידיו׃"
    },
    {
      "verse": 15,
      "text": "ויבאו ירושלים ויבא ישוע אל המקדש ויחל לגרש משם את המוכרים ואת הקונים ויהפך את שלחנות השלחנים ואת מושבות מכרי היונים׃"
    },
    {
      "verse": 16,
      "text": "ולא הניח לאיש לשאת כלי דרך המקדש׃"
    },
    {
      "verse": 17,
      "text": "וילמד ויאמר להם הלא כתוב כי ביתי בית תפלה יקרא לכל העמים ואתם עשיתם אתו מערת פריאים׃"
    },
    {
      "verse": 18,
      "text": "וישמעו הסופרים וראשי הכהנים ויתנכלו אתו להשמידו כי יראו מפניו יען אשר כל העם משתוממים על תורתו׃"
    },
    {
      "verse": 19,
      "text": "ויהי בערב ויצא אל מחוץ לעיר׃"
    },
    {
      "verse": 20,
      "text": "ויהי הם עברים בבקר ויראו את התאנה כי יבשה עם שרשיה׃"
    },
    {
      "verse": 21,
      "text": "ויזכר פטרוס ויאמר אליו רבי הנה התאנה אשר אררתה יבשה׃"
    },
    {
      "verse": 22,
      "text": "ויען ישוע ויאמר אליהם תהי נא בכם אמונת אלהים׃"
    },
    {
      "verse": 23,
      "text": "כי אמן אמר אני לכם כל אשר יאמר אל ההר הזה הנשא והעתק אל תוך הים ואין ספק בלבבו כי אם יאמין כי יהיה כאשר אמר כן גם יהיה לו׃"
    },
    {
      "verse": 24,
      "text": "על כן אני אמר לכם כל אשר תשאלו בהתפללכם האמינו כי תקחו ויהי לכם׃"
    },
    {
      "verse": 25,
      "text": "וכי תעמדו להתפלל תסלחו לכל איש את אשר בלבבכם עליו למען יסלח לכם אביכם שבשמים אף הוא את פשעיכם׃"
    },
    {
      "verse": 26,
      "text": "ואתם אם לא תסלחו אף אביכם שבשמים לא יסלח לכם את פשעיכם׃"
    },
    {
      "verse": 27,
      "text": "וישובו ויבאו ירושלים ויהי הוא מתהלך במקדש ויבאו אליו הכהנים הגדולים והסופרים והזקנים׃"
    },
    {
      "verse": 28,
      "text": "ויאמרו אליו באי זו רשות אתה עשה אלה ומי נתן לך את הרשות הזאת לעשות את אלה׃"
    },
    {
      "verse": 29,
      "text": "ויאמר ישוע אליהם גם אני אשאלה אתכם דבר אחד ואתם השיבוני ואמר לכם באי זו רשות אני עשה אלה׃"
    },
    {
      "verse": 30,
      "text": "טבילת יוחנן המן השמים היתה אם מבני אדם השיבוני׃"
    },
    {
      "verse": 31,
      "text": "ויחשבו כה וכה בקרבם לאמר אם נאמר מן השמים יאמר מדוע אפוא לא האמנתם לו׃"
    },
    {
      "verse": 32,
      "text": "או הנאמר מבני אדם וייראו את העם כי כלם חשבו את יוחנן לנביא באמת׃"
    },
    {
      "verse": 33,
      "text": "ויענו ויאמרו אל ישוע לא ידענו ויען ישוע ויאמר אליהם אם כן גם אני לא אמר לכם באי זו רשות אני עשה אלה׃"
    }
  ]
}