{
  "book_id": "MRK",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "ויחל לדבר אליהם במשלים לאמר איש נטע כרם ויעש גדר סביבותיו ויחצב יקב ויבן מגדל ויתנהו אל כרמים וילך למרחקים׃"
    },
    {
      "verse": 2,
      "text": "ולמועד שלח אל הכרמים עבד לקחת מאת הכרמים מפרי הכרם׃"
    },
    {
      "verse": 3,
      "text": "ויחזיקו בו ויכהו וישלחהו ריקם׃"
    },
    {
      "verse": 4,
      "text": "ויסף לשלח אליהם עבד אחר ואתו סקלו באבנים ומחקו ראשו וישלחהו נכלם׃"
    },
    {
      "verse": 5,
      "text": "ויסף וישלח אחר וגם אתו הרגו וכן עשו ברבים אחרים מהם הכו ומהם הרגו׃"
    },
    {
      "verse": 6,
      "text": "ויהי לו עוד בן יחיד אשר אהבו וישלח גם אתו אליהם באחרנה לאמר מפני בני יגורו׃"
    },
    {
      "verse": 7,
      "text": "והכרמים ההם אמרו איש אל רעהו הנה זה הוא היורש לכו ונהרגהו ולנו תהיה הירשה׃"
    },
    {
      "verse": 8,
      "text": "ויחזיקו בו ויהרגו אותו וישליכהו אל מחוץ לכרם׃"
    },
    {
      "verse": 9,
      "text": "ועתה מה יעשה בעל הכרם יבוא ויאבד את הכרמים ההם ויתן את הכרם לאחרים׃"
    },
    {
      "verse": 10,
      "text": "הלא קראתם את הכתוב הזה אבן מאסו הבונים היתה לראש פנה׃"
    },
    {
      "verse": 11,
      "text": "מאת יהוה היתה זאת היא נפלאת בעינינו׃"
    },
    {
      "verse": 12,
      "text": "ויבקשו לתפשו וייראו מפני העם יען אשר הבינו כי עליהם דבר את המשל הזה ויעזבהו וילכו להם׃"
    },
    {
      "verse": 13,
      "text": "וישלחו אליו אנשים מן הפרושים ומן ההורדוסים ללכד אתו בדברו׃"
    },
    {
      "verse": 14,
      "text": "ויבאו ויאמרו אליו רבי ידענו כי איש אמת אתה ולא תגור מפני איש כי לא תכיר פנים כי אם באמת מורה אתה את דרך האלהים הנכון לתת מס אל הקיסר אם לא נתן׃"
    },
    {
      "verse": 15,
      "text": "והוא ידע את חנפתם ויאמר אליהם מה תנסוני הביאו אלי דינר ואראה׃"
    },
    {
      "verse": 16,
      "text": "ויביאו ויאמר אליהם של מי הצורה הזאת והמכתב אשר עליו ויאמרו אליו של הקיסר׃"
    },
    {
      "verse": 17,
      "text": "ויאמר ישוע אליהם את אשר לקיסר תנו לקיסר ואת אשר לאלהים תנו לאלהים ויתמהו עליו׃"
    },
    {
      "verse": 18,
      "text": "ויבאו אליו מן הצדוקים האמרים כי אין תחיה למתים וישאלהו לאמר׃"
    },
    {
      "verse": 19,
      "text": "רבי כתב לנו משה כי ימות אחי איש ועזב אשה ובנים אין לו ייבם אחיו את אשתו ויקם זרע לאחיו׃"
    },
    {
      "verse": 20,
      "text": "והנה שבעה אחים והראשון לקח אשה ובמותו לא השאיר אחריו זרע׃"
    },
    {
      "verse": 21,
      "text": "ויקח אתה השני וימת ולא הניח זרע וכן גם השלישי׃"
    },
    {
      "verse": 22,
      "text": "ויקחוה כל השבעה ולא השאירו אחריהם זרע ואחרי מות כלם מתה גם האשה׃"
    },
    {
      "verse": 23,
      "text": "ועתה בתחית המתים כשיקומו למי מהם תהיה לאשה כי לשבעה היתה לאשה׃"
    },
    {
      "verse": 24,
      "text": "ויאמר ישוע אליהם הלא בזאת אתם תעים באשר אינכם יודעים גם את הכתובים גם את גבורת האלהים׃"
    },
    {
      "verse": 25,
      "text": "כי בעת קומם מן המתים האנשים לא ישאו נשים ולא תנשאנה אך יהיו כמלאכי השמים׃"
    },
    {
      "verse": 26,
      "text": "ועל דבר המתים כי קום יקומו הלא קראתם בספר משה בסנה את אשר דבר אליו האלהים לאמר אנכי אלהי אברהם ואלהי יצחק ואלהי יעקב׃"
    },
    {
      "verse": 27,
      "text": "האלהים איננו אלהי המתים כי אם אלהי החיים לכן הרביתם לתעות׃"
    },
    {
      "verse": 28,
      "text": "ואחד מן הסופרים שמע אתם מתוכחים ויקרב אליהם וירא כי היטב השיבם וישאלהו מה היא הראשנה לכל המצות׃"
    },
    {
      "verse": 29,
      "text": "ויען ישוע וידבר אליו הראשנה לכל המצות היא שמע ישראל יהוה אלהינו יהוה אחד׃"
    },
    {
      "verse": 30,
      "text": "ואהבת את יהוה אלהיך בכל לבבך ובכל נפשך ובכל מדעך ובכל מאדך זאת היא המצוה הראשנה׃"
    },
    {
      "verse": 31,
      "text": "והשנית הדמה לה היא ואהבת לרעך כמוך ואין מצוה גדולה מאלה׃"
    },
    {
      "verse": 32,
      "text": "ויאמר אליו הסופר אמנם רבי יפה דברת כי אלהים אחד הוא ואין עוד מלבדו׃"
    },
    {
      "verse": 33,
      "text": "ולאהבה אתו בכל לבב ובכל מדע ובכל נפש ובכל מאד ולאהבה את הרע כנפשו גדולה היא מכל עלות וזבחים׃"
    },
    {
      "verse": 34,
      "text": "וירא ישוע כי ענה בדעת ויאמר אליו לא רחוק אתה ממלכות האלהים ואיש לא ערב עוד את לבו לשאל אותו שאלה׃"
    },
    {
      "verse": 35,
      "text": "ויען ישוע בלמדו במקדש ויאמר איך יאמרו הסופרים כי המשיח הוא בן דוד׃"
    },
    {
      "verse": 36,
      "text": "והוא דוד אמר ברוח הקדש נאם יהוה לאדני שב לימיני עד אשית איביך הדם לרגליך׃"
    },
    {
      "verse": 37,
      "text": "הנה דוד בעצמו קרא לו אדון ואיך הוא בנו ויאהב רב העם לשמע אתו׃"
    },
    {
      "verse": 38,
      "text": "ויאמר אליהם בלמד אתם השמרו מן הסופרים האהבים להתהלך עטופי טלית ואת שאלות שלומם בשוקים׃"
    },
    {
      "verse": 39,
      "text": "ואת מושבי הראש בבתי כנסיות ואת מסבות הראש בסעודות׃"
    },
    {
      "verse": 40,
      "text": "הבלעים את בתי האלמנות ומאריכים בתפלה למראה עינים המה משפט על יתר יקחו׃"
    },
    {
      "verse": 41,
      "text": "וישוע ישב ממול ארון האוצר והוא ראה את העם משליכים מעות לארון האוצר ועשירים רבים נתנו הרבה׃"
    },
    {
      "verse": 42,
      "text": "ותבא אלמנה עניה ותשלך שתי פרוטות אשר הן רבע אסר׃"
    },
    {
      "verse": 43,
      "text": "ויקרא אל תלמידיו ויאמר אליהם אמן אמר אני לכם כי האלמנה העניה הזאת נתנה יותר מכל הנתנים אל ארון האוצר׃"
    },
    {
      "verse": 44,
      "text": "כי כלם נתנו מן העדף שלהם והיא ממחסרה נתנה כל אשר לה את כל רכושה׃"
    }
  ]
}