{
  "book_id": "MRK",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי בצאתו מן המקדש ויאמר אליו אחד מתלמידיו רבי ראה מה יפו האבנים והבנינים האלה׃"
    },
    {
      "verse": 2,
      "text": "ויען ישוע אתו ויאמר הראית את כל הבנינים הגדולים האלה לא תשאר אבן על אבן אשר לא תתפרק׃"
    },
    {
      "verse": 3,
      "text": "וישב על הר הזיתים ממול המקדש וישאלהו פטרוס ויעקב ויוחנן ואנדרי והם אתו לבדם׃"
    },
    {
      "verse": 4,
      "text": "אמר נא לנו מתי תהיה זאת ומה הוא האות בבא העת אשר תעשה בה כל זאת׃"
    },
    {
      "verse": 5,
      "text": "ויען אתם ישוע ויחל לדבר ראו פן יתעה אתכם איש׃"
    },
    {
      "verse": 6,
      "text": "כי רבים יבאו בשמי לאמר אני הוא ויתעו רבים׃"
    },
    {
      "verse": 7,
      "text": "ובשמעכם מלחמות ושמעות מלחמה אל תבהלו כי היו תהיה זאת אך לא זאת היא הקץ׃"
    },
    {
      "verse": 8,
      "text": "כי יקום גוי על גוי וממלכה על ממלכה והיה רעש כה וכה והיה רעב ומהומה׃"
    },
    {
      "verse": 9,
      "text": "אלה ראשית החבלים ואתם השמרו בנפשתיכם כי ימסרו אתכם לסנהדריות והכיתם בבתי כנסיות ולפני משלים ומלכים תובאו למעני לעדות להם׃"
    },
    {
      "verse": 10,
      "text": "והבשורה צריכה להקרא בראשנה לכל הגוים׃"
    },
    {
      "verse": 11,
      "text": "וכאשר יוליכו ומסרו אתכם אל תדאגו ואל תחשבו מה תדברו כי הדבר אשר ינתן לכם בשעה ההיא אותו דברו יען לא אתם הם המדברים כי אם רוח הקדש׃"
    },
    {
      "verse": 12,
      "text": "ואח ימסר את אחיו למות ואב את בנו וקמו בנים באבותם והמיתו אותם׃"
    },
    {
      "verse": 13,
      "text": "והייתם שנואים לכל אדם למען שמי והמחכה עד עת קץ הוא יושע׃"
    },
    {
      "verse": 14,
      "text": "וכי תראו את שקוץ משמם הנאמר ביד דניאל הנביא עמד במקום אשר לא לו הקורא יבין אז נוס ינוסו אנשי יהודה אל ההרים׃"
    },
    {
      "verse": 15,
      "text": "ואשר על הגג אל ירד הביתה ואל יבא פנימה לשאת דבר מביתו׃"
    },
    {
      "verse": 16,
      "text": "ואשר בשדה אל ישב הביתה לשאת מלבושו׃"
    },
    {
      "verse": 17,
      "text": "ואוי להרות ולמיניקות בימים ההמה׃"
    },
    {
      "verse": 18,
      "text": "אך התפללו אשר לא תהיה מנוסתכם בחרף׃"
    },
    {
      "verse": 19,
      "text": "כי הימים ההם יהיו עת צרה אשר לא נהיתה כמוה מראשית הבריאה אשר ברא אלהים עד עתה וכמוה לא תהיה עוד׃"
    },
    {
      "verse": 20,
      "text": "ולולי קצר יהוה את הימים ההם לא יושע כל בשר אך למען הבחירים אשר בחר בם קצר את הימים׃"
    },
    {
      "verse": 21,
      "text": "ואז אם יאמר איש אליכם הנה פה המשיח או הנהו שם אל תאמינו׃"
    },
    {
      "verse": 22,
      "text": "כי יקומו משיחי שקר ונביאי שקר ונתנו אתות ומופתים להתעות אף את הבחירים אם יוכלו׃"
    },
    {
      "verse": 23,
      "text": "ואתם ראו הנה מראש הגדתי לכם את כל׃"
    },
    {
      "verse": 24,
      "text": "והיה בימים ההם אחרי הצרה ההיא תחשך השמש והירח לא יגיה אורו׃"
    },
    {
      "verse": 25,
      "text": "והכוכבים יפלו מן השמים וכחות השמים יתמוטטו׃"
    },
    {
      "verse": 26,
      "text": "ואז יראו את בן האדם בא בעננים בגבורה רבה ובכבוד׃"
    },
    {
      "verse": 27,
      "text": "ואז ישלח את מלאכיו ויקבץ את בחיריו מארבע הרוחות מקצה הארץ עד קצה השמים׃"
    },
    {
      "verse": 28,
      "text": "למדו נא את משל התאנה כשירטב ענפה ופרח עלה ידעתם כי קרוב הקיץ׃"
    },
    {
      "verse": 29,
      "text": "כן אף אתם בראתכם כי היו כל אלה דעו כי קרוב הוא לפתח׃"
    },
    {
      "verse": 30,
      "text": "אמן אמר אני לכם לא יעבר הדור הזה עד אשר יהיו כל אלה׃"
    },
    {
      "verse": 31,
      "text": "השמים והארץ יעברו ודברי לא יעברון׃"
    },
    {
      "verse": 32,
      "text": "אך עת בוא היום ההוא והשעה ההיא אין איש יודע אותה גם לא מלאכי השמים גם לא הבן מבלעדי האב׃"
    },
    {
      "verse": 33,
      "text": "ראו שקדו והתפללו כי לא ידעתם מתי תהיה העת׃"
    },
    {
      "verse": 34,
      "text": "והיה כאיש הולך למרחק אשר עזב את ביתו ויתן שלטן לעבדיו ולאיש איש את מלאכתו וגם את השוער צוה לשקד׃"
    },
    {
      "verse": 35,
      "text": "לכן שקדו כי לא ידעתם מתי יבוא בעל הבית אם לעת ערב או בחצות הלילה אם בעת קריאת הגבר או בבקר׃"
    },
    {
      "verse": 36,
      "text": "פן יבוא פתאם ומצא אתכם ישנים׃"
    },
    {
      "verse": 37,
      "text": "ואת אשר אמרתי לכם אמר אני לכל שקדו׃"
    }
  ]
}