{
  "book_id": "MRK",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "וישכימו ראשי הכהנים עם הזקנים והסופרים וכל הסנהדרין בבקר ויתיעצו ויאסרו את ישוע ויוליכהו משם וימסרהו אל פילטוס׃"
    },
    {
      "verse": 2,
      "text": "וישאל אותו פילטוס האתה מלך היהודים ויען ויאמר אליו אתה אמרת׃"
    },
    {
      "verse": 3,
      "text": "וראשי הכהנים הרבו לשטנו׃"
    },
    {
      "verse": 4,
      "text": "ויוסף פילטוס וישאלהו לאמר האינך משיב דבר ראה כמה הם מעידים בך׃"
    },
    {
      "verse": 5,
      "text": "וישוע לא השיב עוד אף דבר אחד ויתמה פילטוס׃"
    },
    {
      "verse": 6,
      "text": "ובכל חג היה דרכו לפטר להם אסיר אחד את אשר יבקשו׃"
    },
    {
      "verse": 7,
      "text": "ויהי איש הנקרא בשם בר אבא אסור עם המורדים אשר רצחו רצח בעת המרד׃"
    },
    {
      "verse": 8,
      "text": "וישא ההמון את קולו ויחלו לבקש שיעשה להם כפעם בפעם׃"
    },
    {
      "verse": 9,
      "text": "ויען אתם פילטוס ויאמר התחפצו כי אפטר לכם את מלך היהודים׃"
    },
    {
      "verse": 10,
      "text": "כי ידע אשר רק מקנאה מסרוהו ראשי הכהנים׃"
    },
    {
      "verse": 11,
      "text": "וראשי הכהנים הסיתו את ההמון לבלתי פטר להם כי אם בר אבא׃"
    },
    {
      "verse": 12,
      "text": "ויסף פילטוס ויען ויאמר להם ומה אפוא חפצתם ואעשה לאשר אתם קראים מלך היהודים׃"
    },
    {
      "verse": 13,
      "text": "ויוסיפו לצעק הצלב אותו׃"
    },
    {
      "verse": 14,
      "text": "ויאמר אליהם פילטוס מה אפוא עשה רעה והם הרבו עוד לצעק הצלב אותו׃"
    },
    {
      "verse": 15,
      "text": "ויואל פילטוס לעשות כרצון העם ויפטר להם את בר אבא ואת ישוע הכה בשוטים וימסר אותו להצלב׃"
    },
    {
      "verse": 16,
      "text": "ויוליכהו אנשי הצלב אל החצר הפנימית הוא בית המשפט ויזעיקו את כל הגדוד׃"
    },
    {
      "verse": 17,
      "text": "וילבישהו ארגמן וישרגו עטרת קצים ויעטרהו׃"
    },
    {
      "verse": 18,
      "text": "ויחלו לברכו לאמר שלום לך מלך היהודים׃"
    },
    {
      "verse": 19,
      "text": "ויכו על ראשו בקנה וירקו בו ויכרעו על ברכיהם וישתחוו לו׃"
    },
    {
      "verse": 20,
      "text": "ואחרי התלוצצם בו הפשיטו אותו את הארגמן וילבישהו את בגדיו ויוציאהו לצלב אותו׃"
    },
    {
      "verse": 21,
      "text": "ויאנסו איש עבר אחד הבא מן השדה ושמו שמעון הקוריני אבי אלכסנדרוס ורופוס לשאת את צלבו׃"
    },
    {
      "verse": 22,
      "text": "ויביאהו אל מקום גלגלתא הוא מקום הגלגלת׃"
    },
    {
      "verse": 23,
      "text": "ויתנו לו יין מזוג במר והוא לא קבל׃"
    },
    {
      "verse": 24,
      "text": "ויהי כאשר צלבו אותו ויחלקו בגדיו להם בהפילם עליהם גורל מה יקח איש איש׃"
    },
    {
      "verse": 25,
      "text": "ותהי השעה השלישית ויצלבהו׃"
    },
    {
      "verse": 26,
      "text": "ומכתב דבר אשמתו כתוב למעלה מלך היהודים׃"
    },
    {
      "verse": 27,
      "text": "ויצלבו אתו שני פריצים אחד לימינו ואחד לשמאלו׃"
    },
    {
      "verse": 28,
      "text": "וימלא הכתוב האמר ואת פשעים נמנה׃"
    },
    {
      "verse": 29,
      "text": "והעברים גדפו אותו ויניעו ראשם לאמר האח אתה ההורס את ההיכל ובונה אותו בשלשת ימים׃"
    },
    {
      "verse": 30,
      "text": "הושע את עצמך ורדה מן הצלב׃"
    },
    {
      "verse": 31,
      "text": "וכן לעגו לו גם ראשי הכהנים עם הסופרים באמרם איש אל רעהו את אחרים הושיע ואת עצמו לא יוכל להושיע׃"
    },
    {
      "verse": 32,
      "text": "המשיח מלך ישראל ירד נא מן הצלב למען נראה ונאמין וגם הנצלבים אתו חרפוהו׃"
    },
    {
      "verse": 33,
      "text": "ובהיות השעה הששית היה חשך על כל הארץ עד השעה התשיעית׃"
    },
    {
      "verse": 34,
      "text": "ובשעה התשיעית ויצעק ישוע בקול גדול אלהי אלהי למה שבקתני אשר פרושו אלי אלי למה עזבתני׃"
    },
    {
      "verse": 35,
      "text": "ומקצת העמדים אצלו בשמעם את זאת אמרו הנה אל אליהו הוא קורא׃"
    },
    {
      "verse": 36,
      "text": "וירץ אחד מהם וימלא ספוג חמץ וישם על קנה וישקהו ויאמר הניחו ונראה אם יבא אליהו להורידו׃"
    },
    {
      "verse": 37,
      "text": "וישוע נתן קול גדול ויפח את נפשו׃"
    },
    {
      "verse": 38,
      "text": "ופרכת ההיכל נקרעה לשנים קרעים מלמעלה למטה׃"
    },
    {
      "verse": 39,
      "text": "וירא שר המאה העמד לנגדו כי בזעקו כן נפח את נפשו ויאמר אכן האיש הזה היה בן האלהים׃"
    },
    {
      "verse": 40,
      "text": "וגם נשים היו שם ראות מרחוק ובתוכן גם מרים המגדלית ומרים אמו של יעקב הצעיר ושל יוסי ושלמית׃"
    },
    {
      "verse": 41,
      "text": "אשר גם הלכו אחריו ושרתהו בהיותו בגליל ואחרות רבות אשר עלו אתו ירושלים׃"
    },
    {
      "verse": 42,
      "text": "ועת הערב הגיע ומפני אשר ערב שבת היה הוא היום שלפני השבת׃"
    },
    {
      "verse": 43,
      "text": "ויבא יוסף הרמתי יועץ נכבד אשר היה מחכה גם הוא למלכות האלהים ויתחזק ויבא אל פילטוס וישאל את גופת ישוע׃"
    },
    {
      "verse": 44,
      "text": "ויתמה פילטוס על אשר הוא כבר מת ויקרא אל שר המאה וישאלהו הגוע כבר׃"
    },
    {
      "verse": 45,
      "text": "וידע מפי שר המאה כי כן ויתן את גופתו מתנה ליוסף׃"
    },
    {
      "verse": 46,
      "text": "והוא קנה סדין ויורד אתו ויכרכהו בסדין וישימהו בקבר חצוב בסלע ויגל אבן על פתח הקבר׃"
    },
    {
      "verse": 47,
      "text": "ומרים המגדלית ומרים אם יוסי היו ראות את המקום אשר הושם שמה׃"
    }
  ]
}