{
  "book_id": "EXO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "These ben the names of the sones of Israel, that entriden into Egipt with Jacob; alle entriden with her housis;"
    },
    {
      "verse": 2,
      "text": "Ruben, Symeon,"
    },
    {
      "verse": 3,
      "text": "Leuy, Judas, Isachar, Zabulon, and Benjamin,"
    },
    {
      "verse": 4,
      "text": "Dan, and Neptalim, Gad, and Aser."
    },
    {
      "verse": 5,
      "text": "Therfor alle the soules of hem that yeden out of `the hipe of Jacob weren seuenti and fyue."
    },
    {
      "verse": 6,
      "text": "Forsothe Joseph was in Egipt; and whanne he was deed, and alle hise brithren, and al his kynrede,"
    },
    {
      "verse": 7,
      "text": "the sones of Israel encreessiden, and weren multiplied as buriounnyng, and thei weren maad strong greetli, and filliden the lond."
    },
    {
      "verse": 8,
      "text": "A newe kyng, that knewe not Joseph, roos in the meene tyme on Egipt, and seide to his puple, Lo!"
    },
    {
      "verse": 9,
      "text": "the puple of the sones of Israel is myche, and strongere than we;"
    },
    {
      "verse": 10,
      "text": "come ye, wiseli oppresse we it, lest perauenture it be multiplied; and lest, if batel risith ayens vs, it be addid to oure enemyes, and go out of the lond, whanne we ben ouercomun."
    },
    {
      "verse": 11,
      "text": "And so he made maistris of werkis souereyns to hem, that thei schulden turmente hem with chargis. And thei maden citees of tabernaclis to Farao, Fiton, and Ramesses."
    },
    {
      "verse": 12,
      "text": "And bi hou myche thei oppressiden hem, bi so myche thei weren multiplied, and encreessiden more."
    },
    {
      "verse": 13,
      "text": "And Egipcians hatiden the sones of Israel, and turmentiden, and scorneden hem;"
    },
    {
      "verse": 14,
      "text": "and brouyten her lijf to bitternesse bi hard werkis of cley and to tijl stoon, and bi al seruage, bi which thei weren oppressid in the werkis of erthe."
    },
    {
      "verse": 15,
      "text": "Forsothe the kyng of Egipt seide to the mydwyues of Ebrews, of whiche oon was clepid Sefora, the tother Fua;"
    },
    {
      "verse": 16,
      "text": "and he commaundide to hem, Whanne ye schulen do the office of medewyues to Ebrew wymmen, and the tyme of childberyng schal come, if it is a knaue child, sle ye him; if it is a womman, kepe ye."
    },
    {
      "verse": 17,
      "text": "Forsothe the medewyues dredden God, and diden not bi the comaundement of the kyng of Egipt, but kepten knaue children."
    },
    {
      "verse": 18,
      "text": "To whiche clepid to hym the kyng seide, What is this thing which ye wolden do, that ye wolden kepe the children?"
    },
    {
      "verse": 19,
      "text": "Whiche answeriden, Ebrew wymmen ben not as the wymmen of Egipt, for thei han kunnyng of the craft of medewijf, and childen bifore that we comen to hem."
    },
    {
      "verse": 20,
      "text": "Therfor God dide wel to medewyues; and the puple encreesside, and was coumfortid greetli."
    },
    {
      "verse": 21,
      "text": "And for the mydewyues dredden God, he bildide `housis to hem."
    },
    {
      "verse": 22,
      "text": "Therfor Farao comaundide al his puple, and seide, What euer thing of male kynde is borun to Ebrewis, `caste ye into the flood; what euer thing of wymmen kynde, kepe ye."
    }
  ]
}