{
  "book_id": "EXO",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord seide to Moises, Now thou schalt se, what thingis Y schal do to Farao; for bi strong hond he schal delyuere hem, and in myyti hond he schal caste hem out of his lond."
    },
    {
      "verse": 2,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 3,
      "text": "and seide, Y am the Lord, that apperide to Abraham, and to Isaac, and to Jacob in Almyyti God; and Y schewide not to hem my greet name Adonai ;"
    },
    {
      "verse": 4,
      "text": "and Y made couenaunt with hem, that Y schulde yyue to hem the lond of Canaan, the lond of her pilgrymage, in which thei weren comelyngis."
    },
    {
      "verse": 5,
      "text": "Y herde the weilyng of the sones of Israel, in which the Egipcians oppresseden hem, and Y hadde mynde of my couenaunt."
    },
    {
      "verse": 6,
      "text": "Therfor seie thou to the sones of Israel, Y am the Lord, that schal lede out you of the prisoun of Egipcians; and Y schal delyuere fro seruage; and Y schal ayen bie in `an hiy arm, and in grete domes;"
    },
    {
      "verse": 7,
      "text": "and Y schal take you to me in to a puple, and Y schal be youre God; and ye schulen wite, for Y am youre Lord God, `which haue led you out of the prisoun of Egipcians,"
    },
    {
      "verse": 8,
      "text": "and haue led you in to the lond, on which Y reiside myn hond, that Y schulde yyue it to Abraham, and to Ysaac, and to Jacob; and Y schal yyue to you that lond to be weldid; I the Lord."
    },
    {
      "verse": 9,
      "text": "Therfor Moises telde alle thingis to the sones of Irael, whiche assentide not to hym for the angwisch of spirit, and for the hardest werk."
    },
    {
      "verse": 10,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 11,
      "text": "and seide, Entre thou, and speke to Farao, kyng of Egipt, that he delyuere the children of Israel fro his lond."
    },
    {
      "verse": 12,
      "text": "Moises answeride bifore the Lord, Lo! the children of Israel here not me, and hou schal Farao here, moost sithen Y am vncircumcidid in lippis?"
    },
    {
      "verse": 13,
      "text": "And the Lord spak to Moises and to Aaron, and yaf comaundementis to the sones of Israel, and to Farao, kyng of Egipt, that thei schulden lede out the sones of Israel fro the lond of Egipt."
    },
    {
      "verse": 14,
      "text": "These ben the princis of housis bi her meynees. The sones of Ruben, the firste gendrid of Israel, Enoch, and Fallu, Esrom, and Charmy; these ben the kynredis of Ruben."
    },
    {
      "verse": 15,
      "text": "The sones of Symeon, Jamuel, and Jamyn, and Aod, and Jachym, and Soer, and Saul, the sone of a womman of Canaan; these ben the kynretis of Symeon."
    },
    {
      "verse": 16,
      "text": "And these ben the names of the sones of Leuy by her kynredis, Gerson, and Caath, and Merary. Forsothe the yeeris of lijf of Leuy weren an hundrid and seuene and thretti."
    },
    {
      "verse": 17,
      "text": "The sones of Gerson, Lobny and Semei, bi her kynredis."
    },
    {
      "verse": 18,
      "text": "The sones of Caath, Amram, and Isuar, and Hebron, and Oziel; and the yeeris of lijf of Caath weren an hundrid and thre and thretti."
    },
    {
      "verse": 19,
      "text": "The sones of Merari weren Mooli and Musi. These weren the kynredis of Leuy bi her meynees."
    },
    {
      "verse": 20,
      "text": "Forsothe Amram took a wijf, Jocabed, douytir of his fadris brother, and sche childide to hym Aaron, and Moises, and Marie; and the yeeris of lijf of Amram weren an hundred and seuene and thretti."
    },
    {
      "verse": 21,
      "text": "Also the sones of Isuar weren Chore, and Nafeg, and Zechry."
    },
    {
      "verse": 22,
      "text": "Also the sones of Oziel weren Misael, and Elisaphan, and Sechery."
    },
    {
      "verse": 23,
      "text": "Sotheli Aaron took a wijf, Elizabeth, the douytir of Amynadab, the sistir of Naason, and sche childide to hym Nadab, and Abyu, and Eleazar, and Ythamar."
    },
    {
      "verse": 24,
      "text": "Also the sones of Chore weren Aser, and Elcana, and Abiasab; thes weren the kinredis of Chore."
    },
    {
      "verse": 25,
      "text": "And sotheli Eleazar, sone of Aaron, took a wijf of the douytris of Phatiel, and sche childide Fynees to hym. These ben the princis of the meynees of Leuy bi her kynredis."
    },
    {
      "verse": 26,
      "text": "This is Aaron and Moises, to whiche the Lord comaundide, that thei schulden lede out of the lond of Egipt the sones of Israel by her cumpanyes;"
    },
    {
      "verse": 27,
      "text": "these it ben, that speken to Pharao king of Egipt, that thei lede the sones of Israel out of Egipt;"
    },
    {
      "verse": 28,
      "text": "this is Moises and Aaron, in the dai in which the Lord spak to Moises in the lond of Egipt."
    },
    {
      "verse": 29,
      "text": "And the Lord spak to Moises, and seide, Y am the Lord; spek thou to Farao, kyng of Egipt, alle thingis whiche Y speke to thee."
    },
    {
      "verse": 30,
      "text": "And Moises seide bifore the Lord, Lo! Y am vncircumcidid in lippis; hou schal Farao here me?"
    }
  ]
}