{
  "book_id": "EXO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe the Lord seide to Moises, Entre thou to Farao, and speke thou to hym, The Lord God of Ebrews seith these thingis, Delyuere thou my puple, that it make sacrifice to me;"
    },
    {
      "verse": 2,
      "text": "that if thou forsakist yit, and withholdist hem, lo!"
    },
    {
      "verse": 3,
      "text": "myn hond schal be on thi feeldis, on horsis, and assis, and camels, and oxun, and scheep, a pestilence ful greuous;"
    },
    {
      "verse": 4,
      "text": "and the Lord schal make a merueilous thing bitwixe the possessiouns of Israel and the possessiouns of Egipcians, that outirli no thing perische of these thingis that perteynen to the sones of Israel."
    },
    {
      "verse": 5,
      "text": "And the Lord ordeinede a tyme, and seide, To morewe the Lord schal do this word in the lond."
    },
    {
      "verse": 6,
      "text": "Therfor the Lord made this word in the tother dai, and alle the lyuynge beestis of Egipcians weren deed; forsothe outirli no thing perischide of the beestis of the sones of Israel."
    },
    {
      "verse": 7,
      "text": "And Farao sente to se, nether ony thing was deed of these thingis whiche Israel weldide; and the herte of Farao was maad greuouse, and he delyuerede not the puple."
    },
    {
      "verse": 8,
      "text": "And the Lord seide to Moises and Aaron, Take ye the hondis ful of askis of the chymeney, and Moises sprynge it in to heuene bifore Farao;"
    },
    {
      "verse": 9,
      "text": "and be there dust on al the lond of Egipt; for whi botchis schulen be in men and in werk beestis, and bolnynge bladdris schulen be in al the lond of Egipt."
    },
    {
      "verse": 10,
      "text": "And thei token askis \\f + \\fr 9:10 \\ft  askis of the chemeney, in Ebreu it is of the brennynge chymeney, that is, brennynge aische. \\f* of the chymney, and stoden bifore Farao; and Moises spreynt it into heuene; and woundis of bolnynge bladdris weren maad in men, and in werk beestis;"
    },
    {
      "verse": 11,
      "text": "and the witchis myyten not stonde bifor Moises, for woundis that weren in hem, and in al the lond of Egipt."
    },
    {
      "verse": 12,
      "text": "And the Lord made hard the herte of Farao, and he herde not hem, as the Lord spak to Moises."
    },
    {
      "verse": 13,
      "text": "Also the Lord seide to Moises, Rise thou eerli, and stonde bifore Farao, and thou schalt seie to hym, The Lord God of Ebrews seth these thingis, Delyuere thou my puple, that it make sacrifice to me;"
    },
    {
      "verse": 14,
      "text": "for in this tyme Y schal sende alle my veniauncis on thin herte, and on thi seruauntis, and on thi puple, that thou wite, that noon is lijk me in al erthe."
    },
    {
      "verse": 15,
      "text": "For now Y schal holde forth the hond, and Y schal smyte thee and thi puple with pestilence, and thou schalt perische fro erthe;"
    },
    {
      "verse": 16,
      "text": "forsothe herfor Y haue set thee, that Y schewe my strengthe in thee, and that my name be teld in ech lond."
    },
    {
      "verse": 17,
      "text": "Yit thou withholdist my puple, and nylt delyuere it?"
    },
    {
      "verse": 18,
      "text": "Lo! to morewe in this same our Y schal reyne ful myche hail, which maner hail was not in Egipt, fro the dai in which it was foundid, til in to present tyme."
    },
    {
      "verse": 19,
      "text": "Therfor sende thou `riyt now, and gadere thi werk beestis, and alle thingis whiche thou hast in the feeld; for men and werk beestis and alle thingis that ben in feeldis with outforth, and ben not gaderid fro the feeldis, and haile falle on tho, schulen die."
    },
    {
      "verse": 20,
      "text": "He that dredde `the Lordis word, of the seruauntis of Farao, made his seruauntis and werk beestis fle in to housis;"
    },
    {
      "verse": 21,
      "text": "sotheli he that dispiside the `Lordis word, lefte his seruauntis and werk beestis in the feeldis."
    },
    {
      "verse": 22,
      "text": "And the Lord seide to Moises, Holde forth thin hond in to heuene, that hail be maad in al the lond of Egipt, on men, and on werk beestis, and on ech eerbe of the feeld in the lond of Egipt."
    },
    {
      "verse": 23,
      "text": "And Moises held forth the yerde in to heuene; and the Lord yaf thundris, and hail, and leitis rennynge aboute on the lond; and the Lord reynede hail on the lond of Egipt;"
    },
    {
      "verse": 24,
      "text": "and hail and fier meddlid togidere weren borun forth; and it was of so myche greetnesse, how greet apperide neuere bifore in al the lond of Egipt, sithen thilke puple was maad."
    },
    {
      "verse": 25,
      "text": "And the hail smoot in the lond of Egipt alle thingis that weren in the feeldis, fro man til to werk beeste; and the hail smoot al the eerbe of the feeld, and brak al the flex of the cuntrey;"
    },
    {
      "verse": 26,
      "text": "oonli the hail felde not in the lond of Gessen, where the sones of Israel weren."
    },
    {
      "verse": 27,
      "text": "And Farao sente, and clepide Moises and Aaron, and seide to hem, Y haue synned also now; the Lord is iust, Y and my puple ben wickid;"
    },
    {
      "verse": 28,
      "text": "preye ye the Lord, that the thundris and hail of God ceesse, and Y schal delyuere you, and dwelle ye no more here."
    },
    {
      "verse": 29,
      "text": "Moyses seide, Whanne Y schal go out of the citee, Y schal holde forth myn hondis to the Lord, and leitis and thundris schulen ceesse, and hail schal not be, that thou wite, that the lond is the Lordis;"
    },
    {
      "verse": 30,
      "text": "forsothe Y knowe, that thou and thi seruauntis dreden not yit the Lord."
    },
    {
      "verse": 31,
      "text": "Therfor the flex and barli was hirt, for the barli was greene, and the flex hadde buriounned thanne knoppis;"
    },
    {
      "verse": 32,
      "text": "forsothe wheete and beenys weren not hirt, for tho weren late."
    },
    {
      "verse": 33,
      "text": "And Moyses yede out fro Farao, and fro the citee, and helde forth the hondis to the Lord, and thundris and hail ceessiden, and reyn droppide no more on the erthe."
    },
    {
      "verse": 34,
      "text": "Sotheli Farao siy that the reyn hadde ceessid, and the hail, and thundris, and he encreesside synne;"
    },
    {
      "verse": 35,
      "text": "and the herte of hym and of hise seruauntis was maad greuouse, and his herte was maad hard greetli; nethir he lefte the sones of Israel, as the Lord comaundide bi `the hond of Moises."
    }
  ]
}