{
  "book_id": "EXO",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord seide to Moises, Yit Y schal touche Farao and Egipt with o veniaunce, and after these thingis he schal delyuere you, and schal constreyne you to go out."
    },
    {
      "verse": 2,
      "text": "Therfor thou schalt seie to al the puple, that a man axe of his freend, and a womman of hir neiyboresse, silueren vessels and goldun, and clothis;"
    },
    {
      "verse": 3,
      "text": "forsothe the Lord schal yyue grace to his puple bifor Egipcians. And Moises was a ful greet man in the lond of Egipt, bifore the seruauntis of Farao and al the puple;"
    },
    {
      "verse": 4,
      "text": "and he seide, The Lord seith these thingis, At mydnyyt Y schal entre in to Egipt;"
    },
    {
      "verse": 5,
      "text": "and ech firste gendrid thing in the lond of Egipcians schal die, fro the firste gendrid of Farao, that sittith in the trone of hym, til to the firste gendrid of the handmayde, which is at the querne; and alle the firste gendrid of beestis schulen die;"
    },
    {
      "verse": 6,
      "text": "and greet cry schal be in al the lond of Egipt, which maner cry was not bifore, nether schal be aftirward."
    },
    {
      "verse": 7,
      "text": "Forsothe at alle the children of Israel a dogge schal not make priuy noise, fro man til to beeste; that ye wite bi how greet myracle the Lord departith Egipcians and Israel."
    },
    {
      "verse": 8,
      "text": "And alle these thi seruauntis schulen come doun to me, and thei schulen preye me, and schulen seie, Go out thou, and al the puple which is suget to thee; aftir these thingis we schulen go out."
    },
    {
      "verse": 9,
      "text": "And Moyses was ful wrooth, and yede out fro Farao. Forsothe the Lord seide to Moises, Farao schal not here you, that many signes be maad in the lond of Egipt."
    },
    {
      "verse": 10,
      "text": "Sotheli Moises and Aaron maden alle signes and wondris, that ben writun, bifor Farao; and the Lord made hard the herte of Farao, nether he delyuerede the sones of Israel fro his lond."
    }
  ]
}