{
  "book_id": "EXO",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Thanne Moises song, and the sones of Israel, this song to the Lord; and thei seiden, Synge we to the Lord, for he is magnefied gloriousli; he castide doun the hors and the stiere in to the see."
    },
    {
      "verse": 2,
      "text": "My strengthe and my preisyng is the Lord; and he is maad to me in to heelthe. This is my God, and Y schal glorifie hym; the God of my fadir, and Y schal enhaunse hym."
    },
    {
      "verse": 3,
      "text": "The Lord is as a man fiyter, his name is Almiyti;"
    },
    {
      "verse": 4,
      "text": "he castide doun in to the see the charis of Farao, and his oost. Hise chosun princis weren drenchid in the reed see;"
    },
    {
      "verse": 5,
      "text": "the depe watris hiliden hem; thei yeden doun in to the depthe as a stoon."
    },
    {
      "verse": 6,
      "text": "Lord, thi riythond is magnyfied in strengthe; Lord, thi riythond smoot the enemye."
    },
    {
      "verse": 7,
      "text": "And in the mychilnesse of thi glorie thou hast put doun alle myn \\f + \\fr 15:7 \\ft  In Ebru it is thin aduersaries. \\f* aduersaries; thou sentist thin ire, that deuouride hem as stobil."
    },
    {
      "verse": 8,
      "text": "And watris weren gaderid in the spirit of thi woodnesse; flowinge watir stood, depe watris weren gaderid in the middis of the see."
    },
    {
      "verse": 9,
      "text": "The enemy seide, Y schal pursue, and Y schal take; Y schal departe spuylis, my soule schal be fillid. I schal drawe out my swerde; myn hond schal sle hem."
    },
    {
      "verse": 10,
      "text": "Thi spirit blew, and the see hilide hem; thei weren drenchid as leed in grete watris."
    },
    {
      "verse": 11,
      "text": "Lord, who is lijk thee in stronge men, who is lijk thee? thou art greet doere in hoolynesse; ferdful, and preisable, and doynge myraclis."
    },
    {
      "verse": 12,
      "text": "Thou heldist forth thin hond, and the erthe deuouride hem;"
    },
    {
      "verse": 13,
      "text": "thou were ledere in thi merci to thy puple, which thou ayen bouytist; and thou hast bore hym in thi strengthe to thin holi dwellyng place."
    },
    {
      "verse": 14,
      "text": "Puplis stieden, and weren wroothe; sorewis helden the dwelleris of Filistiym."
    },
    {
      "verse": 15,
      "text": "Thanne the pryncis of Edom weren disturblid; tremblyng held the stronge men of Moab."
    },
    {
      "verse": 16,
      "text": "Alle the dwelleris of Canaan `weren starke; inward drede falle on hem, and outward drede in the greetnesse of thin arm. Be thei maad vnmouable as a stoon, til thi puple passe, Lord; til this thi puple passe, whom thou weldidist."
    },
    {
      "verse": 17,
      "text": "Thou schalt brynge hem in, and thou schalt plaunte in the hil of thin eritage; in the moost stidefast dwellyng place which thou hast wrouyt, Lord; Lord, thi seyntuarie, which thin hondis made stidefast."
    },
    {
      "verse": 18,
      "text": "The Lord schal `regne in to the world and ferthere."
    },
    {
      "verse": 19,
      "text": "Forsothe Farao, `a ridere, entride with his charis and knyytis in to the see, and the Lord brouyte the watris of the se on hem; sotheli the sones of Israel yeden bi the drie place, in the myddis of the see."
    },
    {
      "verse": 20,
      "text": "Therfore Marie, profetesse, the `sistir of Aaron, took a tympan in hir hond, and alle the wymmen yeden out aftir hyr with tympans and cumpanyes;"
    },
    {
      "verse": 21,
      "text": "to whiche sche song bifore, and seide, Synge we to the Lord, for he is magnyfied gloriousli; he castide doun in to the see the hors and the stiere of hym."
    },
    {
      "verse": 22,
      "text": "Forsothe Moises took Israel fro the reed see, and thei yeden out in to the deseert of Sur, and thei yeden thre daies bi the wildirnesse, and thei founden not watir."
    },
    {
      "verse": 23,
      "text": "And thei camen in to Marath, and thei miyten not drynk the watris of Marath, for tho weren bittere; wherfor and he puttide a couenable name to the place, and clepide it Mara, that is, bitternesse."
    },
    {
      "verse": 24,
      "text": "And the puple grutchide ayens Moises, and seide, What schulen we drynke?"
    },
    {
      "verse": 25,
      "text": "And Moises criede to the Lord, which schewide to hym a tre; and whanne he hadde put that tre in to watris, tho weren turned in to swetnesse. There the Lord ordeynede comaundementis and domes to the puple, and there he asayede the puple,"
    },
    {
      "verse": 26,
      "text": "and seide, If thou schalt here the vois of thi Lord God, and schalt do that that is riytful byfore hym, and schalt obeie to his comaundementis, and schalt kepe alle hise heestis, Y schal not brynge yn on thee al the syknesse, which Y puttide in Egipt, for Y am thi Lord Sauyour."
    }
  ]
}