{
  "book_id": "EXO",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor al the multitude of the sones of Israel yede forth fro the deseert of Syn, bi her dwellyngis, bi the word of the Lord, and settiden tentis in Rafidym, where was not watir to the puple to drynke."
    },
    {
      "verse": 2,
      "text": "Whiche puple chidde ayens Moises, and seide, Yyue thou water to vs, that we drynke. To whiche Moises answeride, What chiden ye ayens me, and whi tempten ye the Lord?"
    },
    {
      "verse": 3,
      "text": "Therfor the puple thristide there for the scarsnesse of watir, and grutchiden ayens Moises, and seide, Whi madist thou vs to go out of Egipt, to sle vs, and oure fre children, and beestis, for thrist?"
    },
    {
      "verse": 4,
      "text": "Forsothe Moises criede to the Lord, and seide, What schal Y do to this puple? yit a litil, also it schal stone me."
    },
    {
      "verse": 5,
      "text": "The Lord seide to Moises, Go thou bifore the puple, and take with thee of the eldre men of Israel, and take in thin hond the yerde, `bi which thou hast smyte the flood, and go; lo!"
    },
    {
      "verse": 6,
      "text": "Y schal stonde there before thee, aboue the stoon of Oreb, and thou schalt smyte the stoon, and water schal go out therof, that the puple drynke. Moises dide so byfore the eldere men of Israel;"
    },
    {
      "verse": 7,
      "text": "and he clepide the name of that place Temptacioun, for the chidyng of the sones of Israel, and for thei temptiden the Lord, and seiden, Whether the Lord is in vs, ether nay?"
    },
    {
      "verse": 8,
      "text": "Forsothe Amalech cam, and fauyt ayens Israel in Rafidym."
    },
    {
      "verse": 9,
      "text": "And Moises seide to Josue, Chese thou men, and go out, and fiyte to morewe ayens men of Amalech; lo! Y schal stonde in the cop of the hil, and Y schal haue `the yerde of God in myn hond."
    },
    {
      "verse": 10,
      "text": "Josue dide as Moises spak, and fauyt ayens Amalech. Forsothe Moises, and Aaron, and Hur stieden on the cop of the hil;"
    },
    {
      "verse": 11,
      "text": "and whanne Moises reiside the hondis, Israel ouercam; forsothe if he let down a litil, Amalech ouercam."
    },
    {
      "verse": 12,
      "text": "Sotheli `the hondis of Moises weren heuy, therfor thei token a stoon, and puttide vndir hym, in which stoon he sat. Forsothe Aaron and Hur susteyneden hise hondis, on euer eithir side; and it was don, that hise hondis weren not maad weri, til to the goyng down of the sunne."
    },
    {
      "verse": 13,
      "text": "And Josue droof a wey Amalech and his puple, in `the mouth of swerd, that is, bi the scharpnesse of the swerd."
    },
    {
      "verse": 14,
      "text": "Forsothe the Lord seide to Moises, Wryte thou this in a book, for mynde, and take in the eeris of Josue; for Y schal do a wei the mynde of Amalech fro vndur heuene."
    },
    {
      "verse": 15,
      "text": "And Moises bildide an auter, and clepide the name therof The Lord myn enhaunsere,"
    },
    {
      "verse": 16,
      "text": "and seide, For the hond of the Lord aloone, and the bateil of God schal be ayens Amalech, fro generacioun in to generacioun."
    }
  ]
}