{
  "book_id": "EXO",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And whanne Jetro, the prest of Madian, `the alye of Moises, \\f + \\fr 18:1 \\ft  the alie of Moises, in Ebreu it is, fadir of the wiyf of Moises. \\f* hadde herd alle thingis which God hadde do to Moises, and to Israel his puple, for the Lord hadde led Israel out of the lond of Egipt,"
    },
    {
      "verse": 2,
      "text": "he took Sefora, `the wijf of Moises, whom he hadde sent ayen,"
    },
    {
      "verse": 3,
      "text": "and hise twei sones, of which oon was clepid Gersan, for the fadir seide, Y was a comelyng in alien lond,"
    },
    {
      "verse": 4,
      "text": "forsothe the tother was clepid Eliezer, for Moises seide, God of my fadir is myn helpere, and he delyuerede me fro the swerd of Farao."
    },
    {
      "verse": 5,
      "text": "Therfor Jetro, `alie of Moises, cam, and the sones of Moises and his wijf camen to Moises, in to deseert, where Jetro settide tentis bisidis the hil of God;"
    },
    {
      "verse": 6,
      "text": "and sente to Moises, and seide, Y Jetro, thin alie, come to thee, and thi wijf, and thi twei sones with hir."
    },
    {
      "verse": 7,
      "text": "And Moises yede out into the comyng of his alie, and worschipide, and kiste hym, and thei gretten hem silf to gidere with pesible wordis."
    },
    {
      "verse": 8,
      "text": "And whanne he hadde entrid in to the tabernacle, Moises tolde to `his alie alle thingis whiche God hadde do to Farao, and to Egipcians, for Israel, and he tolde al the trauel which bifelle to hem in the weie, of which the Lord delyuerede hem."
    },
    {
      "verse": 9,
      "text": "And Jetro was glad on alle the goodis whiche the Lord hadde do to Israel, for he delyuerede Israel fro the hond of Egipcians."
    },
    {
      "verse": 10,
      "text": "And Jetro seide, Blessid be `the Lord, that delyuerede you fro the hond of Egipcians, and fro `the hond of Farao, which Lord delyuered his puple fro the hond of Egipt;"
    },
    {
      "verse": 11,
      "text": "now Y knowe that the Lord is greet aboue alle goddis, for `thei diden proudli ayens hem."
    },
    {
      "verse": 12,
      "text": "Therfor Jetro, `alie of Moises, offride brent sacrifices and offryngis to God; and Aaron, and alle the eldere men of Israel, camen to ete breed with hym bifore God."
    },
    {
      "verse": 13,
      "text": "Forsothe in the tother dai Moises sat that he schulde deme the puple, that stood niy Moises, fro the morewtid til to euentid."
    },
    {
      "verse": 14,
      "text": "And whanne `his alie hadde seyn this, that is, alle thingis `whiche he dide in the puple, he seide, What is this that thou doist in the puple? whi sittist thou aloone, and al the puple abidith fro the morewtid til to euentid?"
    },
    {
      "verse": 15,
      "text": "To whom Moises answeride, The puple cometh to me, and axith the sentence of God;"
    },
    {
      "verse": 16,
      "text": "and whanne ony strijf bifallith to hem, thei comen to me, that Y deme bitwixe hem, and schewe `the comaundementis of God, and hise lawis."
    },
    {
      "verse": 17,
      "text": "And Jetro seide, Thou doist a thing not good,"
    },
    {
      "verse": 18,
      "text": "thou art wastid with a fonned trauel, bothe thou and this puple which is with thee; the werk is a boue thi strengthis, thou aloone maist not suffre it."
    },
    {
      "verse": 19,
      "text": "But here thou my wordis and counseils, and the Lord schal be with thee; be thou to the puple in these thingis that perteynen to God, that thou telle the thingis that ben seid to the puple;"
    },
    {
      "verse": 20,
      "text": "and schewe to the puple the cerymonyes, and custom of worschipyng, and the weie bi which `thei owen to go, and the werk which `thei owen to do."
    },
    {
      "verse": 21,
      "text": "Forsothe puruey thou of al the puple myyti men,\\f + \\fr 18:21 \\ft  Another translacioun hath wise men, wher we han miyti men. \\f* and dredynge God, in whiche is treuthe, and whiche haten auarice; and ordeyne thou of hem tribunes,\\f + \\fr 18:21 \\ft  a tribune is he that is souereyn of a thousinde men, centurioun of an hundrid, quinquagenarie of fifty, a deen of ten. \\f* and centuriouns, and quinquagenaries, and deenys,"
    },
    {
      "verse": 22,
      "text": "whiche schulen deme the puple in al tyme; sotheli what ever thing is grettere, telle thei to thee, and deme thei ooneli lesse thingis, and be it esiere to thee, whanne the burthun is departid in to othere men."
    },
    {
      "verse": 23,
      "text": "If thou schalt do this, thou schalt fille the comaundement of God, and thou schalt mowe bere hise comaundementis; and al this puple schal turne ayen with pees to her places."
    },
    {
      "verse": 24,
      "text": "And whanne these thingis weren herd, Moises dide alle thingis whiche Jetro counselide."
    },
    {
      "verse": 25,
      "text": "And whanne noble men of al Israel weren chosun Moises ordeynede hem princis of the puple, tribunes, and centuriouns, and quinquagenaries, and denes,"
    },
    {
      "verse": 26,
      "text": "whiche demeden the puple in al tyme; forsothe, whateuer thing was hardere, thei telden to Moises, and thei demeden esiere thingis oneli."
    },
    {
      "verse": 27,
      "text": "And Moises lefte `his alie, which turnede ayen, and yede in to his lond."
    }
  ]
}