{
  "book_id": "EXO",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "These ben the domes, whiche thou schalt sette forth to hem."
    },
    {
      "verse": 2,
      "text": "If thou biest an Ebrew seruaunt, he schal serue thee sixe yeer; in the seuenthe yeer he schal go out fre,"
    },
    {
      "verse": 3,
      "text": "with out prijs; with what maner clooth he entride, with siche clooth go he out; if he entride hauynge a wijf, and the wijf schal go out to gidere."
    },
    {
      "verse": 4,
      "text": "But if the lord of the servaunt yaf a wijf to hym, and sche childide sones and douytris, the womman and hir children schulen be hir lordis; sotheli the seruaunt schal go out with his owne clooth."
    },
    {
      "verse": 5,
      "text": "That if the seruaunt seith, Y loue my lord, and wijf, and children, Y schal not go out fre;"
    },
    {
      "verse": 6,
      "text": "the lord brynge hym to goddis, that is, iugis; and he schal be set to the dore, and postis; and the lord schal perse his eere with a nal, and he schal be seruaunt to hym til in to the world."
    },
    {
      "verse": 7,
      "text": "If ony man sillith his douyter in to seruauntesse, sche schal not go out as handmaidis weren wont to go out;"
    },
    {
      "verse": 8,
      "text": "if sche displesith in the iyen of hir lord, to whom sche was bitakun, he schal delyuere hir; sotheli he schal not haue power to sille hir to an alien puple, if he forsakith hir."
    },
    {
      "verse": 9,
      "text": "Forsothe if he weddith hir to his sonne, he schal do to hir `bi the custom of douytris;"
    },
    {
      "verse": 10,
      "text": "that if he takith another womman to hym, he schal puruey to the damysele weddingis, and clothis, and he schal not denye the prijs of chastite."
    },
    {
      "verse": 11,
      "text": "If he doith not these thre, sche schal go out freli without money."
    },
    {
      "verse": 12,
      "text": "He that smytith a man, and wole sle, die bi deeth;"
    },
    {
      "verse": 13,
      "text": "forsothe if a man settide not aspies, but God `bitook hym in to hise hondis, Y schal ordeyne a place to thee, whidur he owith to fle."
    },
    {
      "verse": 14,
      "text": "If ony man sleeth his neiybore bi biforecastyng, and bi aspies, drawe thou hym awey fro myn auter, that he die."
    },
    {
      "verse": 15,
      "text": "He that smytith his fadir, ether modir, die by deeth."
    },
    {
      "verse": 16,
      "text": "He that cursith his fadir, ether modir, die bi deeth."
    },
    {
      "verse": 17,
      "text": "He that stelith a man, and sillith hym, if he is conuyt of the gilt, die bi deeth."
    },
    {
      "verse": 18,
      "text": "If men chiden, and the tother smyte his neiybore with a stoon, ether with the fist, and he is not deed, but liggith in the bed,"
    },
    {
      "verse": 19,
      "text": "if he risith, and goith forth on his staf, he that smoot schal be innocent; so netheles that he restore hise trauelis, and costis in lechis."
    },
    {
      "verse": 20,
      "text": "He that smytith his seruaunt, ether handmayde, with a yerde, and thei ben deed in hise hondis, schal be gilti of cryme."
    },
    {
      "verse": 21,
      "text": "Sotheli if the seruaunt ouerlyueth o dai, ether tweyne, he schal not be suget to peyne, `that is of deeth, for the seruaunt is his catel."
    },
    {
      "verse": 22,
      "text": "If men chiden, and a man smytith a womman with childe, and sotheli makith the child deed borun, but the womman ouerlyueth, he schal be suget to the harm, as myche as the `hosebonde of the womman axith, and the iugis demen."
    },
    {
      "verse": 23,
      "text": "But if the deeth of hir sueth,"
    },
    {
      "verse": 24,
      "text": "he schal yelde lijf for lijf, iye for iye, tooth for tooth, hond for hond, foot for foot,"
    },
    {
      "verse": 25,
      "text": "brennyng for brennyng, wounde `with schedyng of blood for wounde `with schedyng of blood, `a wan wounde for a wan wounde."
    },
    {
      "verse": 26,
      "text": "If a man smytith the iye of his seruaunt, ethir of handmaide, and makith hem oon iyed, he schal delyuere hem fre for `the iye which he puttide out."
    },
    {
      "verse": 27,
      "text": "Also if he smytith out a tooth fro his seruaunt, ethir handmaide, in lijk maner he schal delyuere hem fre."
    },
    {
      "verse": 28,
      "text": "If an oxe smytith with horn a man, ether a womman, and thei ben deed, the oxe schal be oppressid with stoonus, and hise fleischis schulen not be etun, and the lord of the oxe schal be innocent."
    },
    {
      "verse": 29,
      "text": "That if the oxe was `a pultere with horn fro yisterdai and the thridde dai ago, and men warneden `the lord of hym, nether the lord closide hym, and he sleeth a man, ethir womman, bothe the oxe schal be oppressid with stoonus, and thei schulen sle `the lord of hym;"
    },
    {
      "verse": 30,
      "text": "that if prijs is put to the lord, he schal yyue for his lijf what euer he is axide."
    },
    {
      "verse": 31,
      "text": "And if he smytith with horn a son, and a douytir, he schal be suget to lijk sentence."
    },
    {
      "verse": 32,
      "text": "If the oxe asailith a seruaunt, and handmaide, the lord of the oxe schal yyue thretti siclis of siluer to `his lord; forsothe the oxe schal be oppressid with stoonus."
    },
    {
      "verse": 33,
      "text": "If ony man openeth a cisterne, and diggith, and hilith it not, and an oxe ether asse fallith in to it,"
    },
    {
      "verse": 34,
      "text": "the lord of the cisterne schal yelde the prijs of the werk beestis; forsothe that that is deed schal be his."
    },
    {
      "verse": 35,
      "text": "If another mannus oxe woundith the oxe of another man, and he is deed, thei schulen sille the quyke oxe, and thei schulen departe the prijs; forsothe thei schulen departe bitwixe hem the karkeis of the deed oxe."
    },
    {
      "verse": 36,
      "text": "Forsothe if his lord wiste, that the oxe was a puttere fro yistirdai and the thridde dai ago, and kepte not him, he schal yelde oxe for oxe, and he schal take the hool carkeys."
    }
  ]
}