{
  "book_id": "EXO",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Thou schalt not resseyue a vois of leesyng, nether thou schalt ioyne \\f + \\fr 23:1 \\ft  ioyne, in Ebreu it is, thou schalt not reise thyn hond. \\f* thin hond, \\f + \\fr 23:1 \\ft  thyn hond, that is, make couenaunt ether biheete. \\f* that thou seie fals witnessyng for a wickid man."
    },
    {
      "verse": 2,
      "text": "Thou schalt not sue the cumpanye to do yuel, nether thou schalt ascente to the sentence of ful many men in doom, that thou go awey fro treuthe."
    },
    {
      "verse": 3,
      "text": "Also thou schalt not haue mercy of a pore man in a `cause, ethir doom.\\f + \\fr 23:3 \\ft  for iust doom accepteth no person. \\f*"
    },
    {
      "verse": 4,
      "text": "If thou meetist `the oxe of thin enemye, ethir the asse errynge, lede thou ayen to hym."
    },
    {
      "verse": 5,
      "text": "If thou seest that the asse of hym that hatith thee liggyth vndir a burthun, thou schalt not passe, but thou schalt reise with hym."
    },
    {
      "verse": 6,
      "text": "Thou schalt not bowe in the doom of a pore man."
    },
    {
      "verse": 7,
      "text": "Thou schalt fle a lesyng. Thou schalt not sle an innocent man, and iust; for Y am aduersarie to a wickid man."
    },
    {
      "verse": 8,
      "text": "Take thou not yiftis, that blynden also prudent men, and destryen the wordys of iust men."
    },
    {
      "verse": 9,
      "text": "Thou schalt not be diseseful to a pilgrym, for ye knowen the soulis of comelyngis, for also ye weren pilgryms in the lond of Egipt."
    },
    {
      "verse": 10,
      "text": "Sixe yeer thou schalt sowe thi lond, and thou schalt gadre fruytis therof;"
    },
    {
      "verse": 11,
      "text": "forsothe in the seuenthe yeer thou schalt leeue it, and schalt make to reste, that the pore men of thi puple ete, and what euer is residue, the beestis of the feeld ete; so thou schalt do in thi vyner, and in place of olyue trees."
    },
    {
      "verse": 12,
      "text": "Sixe dayes thou schalt worche, in the seuenthe dai thou schalt ceesse, that thin oxe and asse reste, and the sone of thin handmaide, and the comelyng be refreischid."
    },
    {
      "verse": 13,
      "text": "Kepe ye alle thingis, whiche Y seide to you; and ye schulen not swere bi the name of alien goddis, nether it schal be herd of youre mouth."
    },
    {
      "verse": 14,
      "text": "In thre tymes bi alle yeeris ye schulen halewe feestis to me."
    },
    {
      "verse": 15,
      "text": "Thou schalt kepe the solempnyte of therf looues; seuene daies thou schalt ete therf breed, as Y comaundide to thee, in the tyme of monethe of newe thingis, whanne thou yedist out of Egipt; thou schalt not appere voide in my siyt."
    },
    {
      "verse": 16,
      "text": "And thou schalt kepe the solempnete of the monethe of the firste thingis of thi werk, what euer thingis thou hast sowe in the feeld. Also thou schalt kepe the solempnyte in the goyng out of the yeer, whanne thou hast gaderid all thi fruytis of the feeld."
    },
    {
      "verse": 17,
      "text": "Thries in the yeer al thi male kynde schal appere bifore thi Lord God."
    },
    {
      "verse": 18,
      "text": "Thou schalt not offre the blood of thi slayn sacrifice on sour douy; nether the fatnesse of my solempnete schal dwelle til to the morewtid."
    },
    {
      "verse": 19,
      "text": "Thou schalt bere the firste thingis of the fruytis of thi lond in to the hows of thi Lord God. Thou schalt not sethe a kide in the mylke of his modir."
    },
    {
      "verse": 20,
      "text": "Lo! Y schal sende myn aungel, that schal go bifore thee, and schal kepe in the weie, and schal lede to the place which Y haue maad redi to thee."
    },
    {
      "verse": 21,
      "text": "Take thou hede to hym,\\f + \\fr 23:21 \\ft  take thou heede to him, that is, perseyue thou bisily, that thou obeie to him. \\f* and here thou his vois, nether gesse thou hym to be dispisid; for he schal not foryyue, whanne thou synnest, and my name is in him."
    },
    {
      "verse": 22,
      "text": "For if thou herest his vois, and doist alle thingis whiche Y speke, Y schal be enemy to thin enemyes, and Y schal turment hem, that turmenten thee;"
    },
    {
      "verse": 23,
      "text": "and myn aungel schal go bifore thee, and he schal lede yn thee to Amorrei, and Ethei, and Ferezei, and Cananey, and Euey, and Jebusei, whiche Y schal breke."
    },
    {
      "verse": 24,
      "text": "Thou schalt not onoure `the goddis of hem, nether thou schalt worschipe hem; thou schalt not do the werkis of hem, but thou schalt destrie the goddis, and thou schalt breke the ymagis of hem."
    },
    {
      "verse": 25,
      "text": "And ye schulen serue to youre Lord God, that Y blesse thi looues, and watris, and do awei sikenesse fro the myddis of thee;"
    },
    {
      "verse": 26,
      "text": "neithir a womman vnfruytful, neither bareyn, schal be in thi lond; Y schal fille the noumbre of thi daies."
    },
    {
      "verse": 27,
      "text": "Y schal sende my drede in to thi biforgoyng, and Y schal sle al the puple, to which thou schalt entre, and Y schal turne the backis of alle thin enemyes bifore thee;"
    },
    {
      "verse": 28,
      "text": "and Y schal sende out bifore scrabrouns,\\f + \\fr 23:28 \\ft  scrabrouns, that is, flies with venemouse prickis, that ben bred of deed careyns. \\f* that schulen dryue awei Euey, and Cananey, and Ethei, bifore that thou entre."
    },
    {
      "verse": 29,
      "text": "Y schal not caste hem out fro thi face in o yeer, lest the lond be turned in to wildirnesse, and beestis encreesse ayens thee;"
    },
    {
      "verse": 30,
      "text": "litil and litil I schal caste hem out fro thi siyt, til thou be encreessid, and welde the loond."
    },
    {
      "verse": 31,
      "text": "Forsothe Y schal sette thi termys fro the reed see til to the see of Palestyns, and fro desert til to the flood. Y schal yyue to youre hondis the dwelleris of the lond, and Y schal caste hem out fro youre siyt;"
    },
    {
      "verse": 32,
      "text": "thou schalt not make boond of pees with hem, nethir with `the goddis of hem."
    },
    {
      "verse": 33,
      "text": "Dwelle thei not in thi lond, lest perauenture thei make thee to do synne ayens me, yf thou seruest her goddis, which thing certis schal be to thee in to sclaundir."
    }
  ]
}