{
  "book_id": "EXO",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide, Speke thou to the sones of Israel,"
    },
    {
      "verse": 2,
      "text": "that thei take to me the firste fruytis; of ech man that offrith wilfuli, ye schulen take tho."
    },
    {
      "verse": 3,
      "text": "Forsothe these thingis it ben, whiche ye schulen take, gold, and siluer, and bras, iacynt,"
    },
    {
      "verse": 4,
      "text": "and purpur, and reed silk twies died, and bijs, heeris of geet, and `skynnes of wetheris maad reed,"
    },
    {
      "verse": 5,
      "text": "and skynnes of iacynt,"
    },
    {
      "verse": 6,
      "text": "and trees of Sechym, and oile to liytis to be ordeyned, swete smellynge spiceries in to oynement, and encensis of good odour,"
    },
    {
      "verse": 7,
      "text": "onochym stoonys, and gemmes to ourne ephod, and the racional.\\f + \\fr 25:7 \\ft  that is, an ouche hanginge on the prestis breest, in whiche was writen dome and treuth. \\f*"
    },
    {
      "verse": 8,
      "text": "And thei schulen make a seyntuarie to me, and Y schal dwelle in the myddis of hem, bi al the licnesse of the tabernacle,"
    },
    {
      "verse": 9,
      "text": "which Y schal schewe to thee, and of alle the vessels of ournyng therof."
    },
    {
      "verse": 10,
      "text": "And thus ye schulen make it; ioyne ye to gidere an arke of the trees of Sechym, whos lengthe haue twey cubitis and an half, the broodnesse haue a cubit and half, the hiynesse haue `in lijk maner a cubit and half."
    },
    {
      "verse": 11,
      "text": "And thou schalt ouergilde it with clenneste gold with ynne and with out forth; and thou schalt make a goldun crowne aboue `bi cumpas,"
    },
    {
      "verse": 12,
      "text": "and foure goldun cerclis, whiche thou schalt sette bi foure corneris of the arke; twei ceerclis be in o syde, and twei cerclis in the tother side."
    },
    {
      "verse": 13,
      "text": "Also thou schalt make barris of the trees of Sechym, and thou schalt hile tho with gold,"
    },
    {
      "verse": 14,
      "text": "and thou schalt brynge yn bi the cerclis that ben in the sidis of the arke,"
    },
    {
      "verse": 15,
      "text": "that it be borun in tho, whiche schulen euere be in the ceerclis, nether schulen ony tyme be drawun out of thoo."
    },
    {
      "verse": 16,
      "text": "And thou schalt putte in to the arke the witnessing,\\f + \\fr 25:16 \\ft  It was seid the arke of witnessing, for there yn was put a golden pott ful of manna, to witnesse that God fedde hem with bred fro heuene, and tables, to witnesse that the lawe of kynde flowyed in herte, he reiside the lawe writen, the yerde of Aaron, to witnesse that eche power is of the Lord God, and Deutronomye, to witnesse the couenaunt that he had seid. \\f* which Y schal yyue to thee."
    },
    {
      "verse": 17,
      "text": "And thou schalt make a propiciatorie \\f + \\fr 25:17 \\ft  In the dai of merci the glorie of God descendide alwey there. \\f* of clenneste gold; `that is a table hilinge the arke; the lengthe therof schal holde twei cubitis and an half, the broodnesse schal holde a cubit and half."
    },
    {
      "verse": 18,
      "text": "Also thou schalt make on euer eithir side of `Goddis answeryng place \\f + \\fr 25:18 \\ft  that is the place that God answeride fro to men preiynge. \\f* twei cherubyns of gold, and betun out with hamer;"
    },
    {
      "verse": 19,
      "text": "o cherub be in o syde of `Goddis answeryng place, and the tother in the tother side;"
    },
    {
      "verse": 20,
      "text": "hele thei euer either side of the propiciatorie, and holde thei forth wyngis, and hile thei `Goddis answeryng place; and biholde thei hem silf to gidere, while the faces ben turned in to the propiciatorie, with which the arke of the Lord schal be hilid,"
    },
    {
      "verse": 21,
      "text": "in which arke thou schalt putte the `witnessyng, which Y schal yyue to thee."
    },
    {
      "verse": 22,
      "text": "Fro thennus Y schal comaunde, and schal speke to thee aboue the propiciatorie, that is, fro the myddis of twei cherubyns, that schulen be on the arke of witnessyng, alle thingis whiche Y schal comaunde `bi thee to the sones of Israel."
    },
    {
      "verse": 23,
      "text": "Also thou schalt make a boord of the trees of Sechym, hauinge twei cubitis of lengthe, and a cubit in broodnesse, and a cubit and half in hiyenesse."
    },
    {
      "verse": 24,
      "text": "And thou schalt ouergilde the bord with purest gold, and thou schalt make to it a goldun brynke `bi cumpas;"
    },
    {
      "verse": 25,
      "text": "and `thou schalt make to that brynke a coroun rasid bitwixe foure fyngris hiy, and `thou schalt make on that another lytil goldun coroun."
    },
    {
      "verse": 26,
      "text": "And thou schalt make redi foure goldun cerclis, and thou schalt put thoo in foure corners of the same boord, bi alle feet."
    },
    {
      "verse": 27,
      "text": "Vndur the coroun schulen be goldun cerclis, that the barris be put thorou tho, and that the boord may be borun."
    },
    {
      "verse": 28,
      "text": "Thou schalt make tho barris of the trees of Sechym, and thou schalt cumpas with gold to bere the boord."
    },
    {
      "verse": 29,
      "text": "And thou schalt make redi vessels of vynegre, and viols, cenceris, and cuppis of pureste gold, in whiche fletynge sacrifices schulen be offrid."
    },
    {
      "verse": 30,
      "text": "And thou schalt sette on the boord looues of proposicioun, in my siyt euere."
    },
    {
      "verse": 31,
      "text": "And thou schalt make a candilstike `betun forth with hamer, of clenneste gold, and thou schalt make the schaft therof, and yerdis, cuppis, and litle rundelis, and lilies comynge forth therof."
    },
    {
      "verse": 32,
      "text": "Sixe yerdis schulen go out of the sidis, thre of o side, and thre of the tother."
    },
    {
      "verse": 33,
      "text": "Thre cuppis as in the maner of a note bi ech yerde, and litle rundelis to gidere, and a lilie, and in lijk maner thre cuppis at the licnesse of a note in the tother, and litle rundelis togidere, and a lilie; this schal be the werk of sixe yerdis, that schulen be brouyt forth of the schaft."
    },
    {
      "verse": 34,
      "text": "Forsothe in thilke candilstik e schulen be foure cuppis in the maner of a note, and litle rundels and lilies by ech cuppe;"
    },
    {
      "verse": 35,
      "text": "and litle rundelis schulen be vndir twey yerdis bi thre places, whiche yerdis to gidere ben maad sixe, comynge forth of o schaft; and therfor the litle rundelis and yerdis"
    },
    {
      "verse": 36,
      "text": "therof schulen be alle betun out with hamer, of clenneste gold."
    },
    {
      "verse": 37,
      "text": "And thou schalt make seuene lanternes, and thou schalt sette tho on the candilstike, that tho schyne euene ayens."
    },
    {
      "verse": 38,
      "text": "Also tongis to `do out the snottis, and where tho thingis, that ben snottid out, ben quenchid, be maad of clenneste gold."
    },
    {
      "verse": 39,
      "text": "Al the weiyt of the candilstike with alle hise vesselis schal haue a talent of clennest gold."
    },
    {
      "verse": 40,
      "text": "Biholde thou, and make bi the saumpler, which ys schewide to thee in the hil."
    }
  ]
}