{
  "book_id": "EXO",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe the tabernacle schal be maad thus; thou schalt make ten curtyns of bijs foldyd ayen, and of iacynt, of purpur, and of reed silk twies died, dyuersid bi broidery werk."
    },
    {
      "verse": 2,
      "text": "The lengthe of o curteyn schal haue eiyte and twenti cubitis, the broodnesse schal be of foure cubitis; alle tentis schulen be maad of o mesure."
    },
    {
      "verse": 3,
      "text": "Fyue curtyns schulen be ioyned to hem silf to gidere, and othere fiue cleue to gidere bi lijk boond."
    },
    {
      "verse": 4,
      "text": "Thou schalt make handels of iacynt in the sidis, and hiynessis of curtyns, that tho moun be couplid to gidere."
    },
    {
      "verse": 5,
      "text": "A curteyn schal haue fyfti handlis in euer eithir part, so set yn, that `an handle come ayen an handle, and the toon may be schappid to the tothir."
    },
    {
      "verse": 6,
      "text": "And thou schalt make fifti goldun ryngis, bi whiche the `veilis of curteyns schulen be ioyned, that o tabernacle be maad.\\f + \\fr 26:6 \\ft  tabernacle be maad, that is, oon hiling of the tabernacle. \\f*"
    },
    {
      "verse": 7,
      "text": "Also thou schalt make enleuene saies to kyuere the hilyng of the tabernacle;"
    },
    {
      "verse": 8,
      "text": "the lengthe of o say schal haue thretti cubitis, and the breed schal haue foure cubitis; euene mesure schal be of alle saies."
    },
    {
      "verse": 9,
      "text": "Of which thou schalt ioyne fyue by hem silf, and thou schalt couple sixe to hem silf togidere, so that thou double the sixte say in the frount of the roof."
    },
    {
      "verse": 10,
      "text": "And thou schalt make fifti handles in the hemme of o say, that it may be ioyned with the tother; and `thou schalt make fifti handles in the hemme of the tothir say, that it be couplid with the tothir;"
    },
    {
      "verse": 11,
      "text": "thou schalt make fifti fastnyngis of bras, bi whiche the handles schulen be ioyned to gidere, that oon hylyng be maad of alle."
    },
    {
      "verse": 12,
      "text": "Sotheli that that is residue in the saies, that ben maad redi to the hilyng, that is, o sai whych is more, of the myddis therof thou schalt hile the hyndrere part of the tabernacle; and a cubit schal hange on o part,"
    },
    {
      "verse": 13,
      "text": "and the tother cubit on the tother part, which cubit is more in the lengthe of saies, and schal hile euer either syde of the tabernacle."
    },
    {
      "verse": 14,
      "text": "And thou schalt make another hilyng to the roof, of `skynnes of wetheres maad reed, and ouer this thou schalt make eft anothir hilyng of `skynnes of iacynt."
    },
    {
      "verse": 15,
      "text": "Also thou schalt make stondynge tablis of the tabernacle, of the trees of Sechym,"
    },
    {
      "verse": 16,
      "text": "whiche tablis schulen haue ech bi hem silf ten cubitis in lengthe, and in brede a cubit and half."
    },
    {
      "verse": 17,
      "text": "Forsothe twei dentyngis schulen be in the sidis of a table, bi which a table schal be ioyned to another table; and in this maner alle the tablis schulen be maad redi."
    },
    {
      "verse": 18,
      "text": "Of whiche tablis twenti schulen be in the myddai side, that goith to the south;"
    },
    {
      "verse": 19,
      "text": "to whiche tablis thou schalt yete fourti silueren foundementis, that twei foundementis be set vndir ech table, bi twei corneris."
    },
    {
      "verse": 20,
      "text": "In the secounde side of the tabernacle, that goith to the north, schulen be twenti tablis, hauynge fourti silueren foundementis; twei foundementis schulen be set vndir ech table."
    },
    {
      "verse": 21,
      "text": "Sotheli at the west coost of the tabernacle thou schalt make sixe tablis;"
    },
    {
      "verse": 22,
      "text": "and eft thou schalt make tweine othere tablis,"
    },
    {
      "verse": 23,
      "text": "that schulen be reisid in the corneris `bihynde the bak of the taberancle;"
    },
    {
      "verse": 24,
      "text": "and the tablis schulen be ioyned to hem silf fro bynethe til to aboue, and o ioynyng schal withholde alle the tablis. And lijk ioynyng schal be kept to the twei tablis, that schulen be set in the corneris,"
    },
    {
      "verse": 25,
      "text": "and tho schulen be eiyte tablis to gidere; the siluerne foundementis of tho schulen be sixtene, while twei foundementis ben rikenyd bi o table."
    },
    {
      "verse": 26,
      "text": "Thou schalt make also fyue barris of `trees of Sechym, to holde togidere the tablis in o side of the tabernacle,"
    },
    {
      "verse": 27,
      "text": "and fyue othere barris in the tother side, and of the same noumbre at the west coost;"
    },
    {
      "verse": 28,
      "text": "whiche barris schulen be put thorou the myddil tablis fro the toon ende til to the tothir."
    },
    {
      "verse": 29,
      "text": "And thou schalt ouergilde tho tablis, and thou schalt yete goldun ryngis in tho, bi whiche ryngis, the barris schulen holde togidere the werk of tablis, whyche barris thou schalt hile with goldun platis."
    },
    {
      "verse": 30,
      "text": "And thou schalt reise the tabernacle, bi the saumpler that was schewid to thee in the hil."
    },
    {
      "verse": 31,
      "text": "Thou schalt make also a veil of iacynt, and purpur, and of reed silk twies died, and of bijs foldid ayen bi broideri werk, and wouun to gidere bi fair dyuersite;"
    },
    {
      "verse": 32,
      "text": "which veil thou schalt hange bifor foure pileris of `the trees of Sechym; and sotheli tho pileris schulen be ouergildid; and tho schulen haue goldun heedis, but foundementis of siluer."
    },
    {
      "verse": 33,
      "text": "Forsothe the veil schal be set in bi the cerclis, with ynne which veil thou schalt sette the arke of witnessyng, wherbi the seyntuarye and the seyntuaries of seyntuarie schulen be departid."
    },
    {
      "verse": 34,
      "text": "And thou schalt sette the propiciatorie \\f + \\fr 26:34 \\ft  that is, a golden table hiling the arke of God. \\f* on the arke of witnessyng, in to the hooli of hooli thingis;"
    },
    {
      "verse": 35,
      "text": "and thou schalt sette a boord with out the veil, and ayens the boord `thou schalt sette the candilstike in the south side of the tabernacle; for the bord schal stonde in the north side."
    },
    {
      "verse": 36,
      "text": "Thou schalt make also a tente in the entryng of the tabernacle, of iacynt, and purpur, and of reed selk twies died, and of bijs foldid ayen bi broidery werk."
    },
    {
      "verse": 37,
      "text": "And thou schalt ouergilde fyue pileris of `trees of Sechym, bifor whiche pileris the tente schal be led, of whiche pileris the heedis schulen be of gold, and the foundementis of bras."
    }
  ]
}