{
  "book_id": "EXO",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Also applie thou to thee Aaron, thi brother, with hise sones, fro the myddis of the sones of Israel, that Aaron, Nadab, and Abyu, Eleazar, and Ythamar, be set in preesthod to me."
    },
    {
      "verse": 2,
      "text": "And thou schalt make an hooli clooth to Aaron, thi brother, in to glorie and fairenesse."
    },
    {
      "verse": 3,
      "text": "And thou schalt speke to alle wise men in herte, whiche Y haue fillid with the spirit of prudence, that thei make clothis to Aaron, in whiche he schal be halewid, and schal mynystre to me."
    },
    {
      "verse": 4,
      "text": "Forsothe these schulen be the clothis, whiche thei schulen make; `thei schulen make racional, and a clooth on the schuldris, a coote, and a streyt lynnun clooth, a mytre, and a girdil; hooli cloothis to Aaron, thi brother, and to hise sones, that thei be set in preesthod to me."
    },
    {
      "verse": 5,
      "text": "And thei schulen take gold, and iacynt, and purpur, and `reed selk twies died, and bijs;"
    },
    {
      "verse": 6,
      "text": "forsothe thei schulen make the clooth on the schuldris of gold, and of iacynt, and purpur, and of `reed selk twies died, and of bijs foldid ayen, bi broyderi werk of dyuerse colours."
    },
    {
      "verse": 7,
      "text": "It schal haue twey hemmes ioyned in euer either side of hiynessis, that tho go ayen in to oon."
    },
    {
      "verse": 8,
      "text": "Thilke weuyng, and al dyuersite of the werk schal be of gold, and iacynt, and purpur, and of `reed selk twies died, and bijs foldis ayen."
    },
    {
      "verse": 9,
      "text": "And thou schalt take twei stoonys of onychym, and thou schalt graue in tho the names of the sones of Israel,"
    },
    {
      "verse": 10,
      "text": "sixe names in o stoon, and sixe othere in the tother stoon, bi the ordre of her birthe;"
    },
    {
      "verse": 11,
      "text": "bi the werk of a grauere, and bi the peyntyng of a man that ourneth with gemmes thou schalt graue tho stoonys, with the names of the sones of Israel; and thou schalt enclose and cumpasse in gold."
    },
    {
      "verse": 12,
      "text": "And thou schalt sette tho stoonus in euer either side of the cloth on the schuldris, a memorial to the sones of Israel; and Aaron schal bere the names of hem bifor the Lord on euer either schuldre, for remembryng."
    },
    {
      "verse": 13,
      "text": "And thou schalt make hookis of gold,"
    },
    {
      "verse": 14,
      "text": "and twey litil chaynes of clenneste gold, cleuynge to hem silf togidere, whiche litil chaynes thou schalt sette in the hookis."
    },
    {
      "verse": 15,
      "text": "Also thou schalt make the racional of doom by werk of dyuerse colours, bi the weuyng of the cloth on the schuldre, of gold, iacynt, and purpur, of `reed silk twies died, and of bijs foldid ayen."
    },
    {
      "verse": 16,
      "text": "It schal be foure cornerid, and double; it schal haue the mesure of a pawme of the hond, as wel in lengthe, as in breede."
    },
    {
      "verse": 17,
      "text": "And thou schalt sette ther ynne foure ordris of stoonys; in the firste ordre schal be the stoon sardius, and topazyus, and smaragdus;"
    },
    {
      "verse": 18,
      "text": "in the secunde ordre schal be charbuncle, safir, and iaspis; in the thridde ordre schal be ligurie,"
    },
    {
      "verse": 19,
      "text": "achates, and ametiste;"
    },
    {
      "verse": 20,
      "text": "in the fourthe ordre schal be crisolitus, onochyn, and berille; tho schulen be closid in gold, bi her ordris,"
    },
    {
      "verse": 21,
      "text": "and schulen haue the names of the sones of Israel: tho schulen be graven with twelue names; al stonus bi hem silf, with the names of the sones `of Israel bi hem silf, bi twelue lynagis."
    },
    {
      "verse": 22,
      "text": "Thou schalt make in the racional chaynes cleuynge to hem silf togidere of pureste gold,"
    },
    {
      "verse": 23,
      "text": "and thou schalt make twei goldun ryngis, whiche thou schalt sette in euer either hiynesse of racional."
    },
    {
      "verse": 24,
      "text": "And thou schalt ioyne the goldun chaynes with the ryngis that ben in the brynkis therof,"
    },
    {
      "verse": 25,
      "text": "and thou schalt couple the `last thingis of tho chaynes to twey hookis in euer either side of the `cloth on the schuldur, that biholdith the racional."
    },
    {
      "verse": 26,
      "text": "And thou schalt make twei goldun ryngis, whiche thou schalt sette in the hiynesses of the racional, and in the hemmes of the cloth on the schuldur, that ben euene ayens, and biholden the lattere thingis therof."
    },
    {
      "verse": 27,
      "text": "Also and thou schalt make tweyne othere goldun ryngis, that schulen be set in euer either side of the clooth on the schuldur bynethe, that biholdith ayens the face of the lowere ioynyng, that it may be set couenabli with the `cloth on the schuldre."
    },
    {
      "verse": 28,
      "text": "And the racional be boundun bi hise ryngis with the ryngis of the `cloth on the schuldre, with a lace of iacynt, that the ioyning maad craftili dwelle, and that the racional and `cloth on the schuldre moun not be departid ech fro other."
    },
    {
      "verse": 29,
      "text": "And Aaron schal bere the names of the sones of Israel in the racional of doom on his brest, whanne he entrith in to the seyntuarie, a memorial bifor the Lord with outen ende."
    },
    {
      "verse": 30,
      "text": "Forsothe thou schalt sette in the racional of doom, techyng, and treuthe, whiche schulen be in the brest of Aaron, whanne he entrith bifor the Lord, and he schal bere the doom of the sones of Israel in his brest in the siyt of the Lord euere."
    },
    {
      "verse": 31,
      "text": "And thou schalt make the coote of the `cloth on the schuldre al of iacynt,"
    },
    {
      "verse": 32,
      "text": "in whos myddil aboue schal be an hood, and a wouun hemme `bi cumpas therof, as it is wont to be don in the hemmes of clothis, lest it be brokun liytli."
    },
    {
      "verse": 33,
      "text": "Forsothe bynethe at the feet of the same coote, bi cumpas, thou schalt make as `piyn applis, of iacynt, and purpur, of `reed selk twies died, and of biis foldid ayen; while smale bellis ben medlid in the myddis,"
    },
    {
      "verse": 34,
      "text": "so that a litil `belle of gold be and a `piyn appil, and eft another litel belle of gold and a `pyn appil."
    },
    {
      "verse": 35,
      "text": "And Aaron schal be clothid with that coote in the office of seruyce, that sown be herd, whanne he entrith in to the seyntuarie, and goith out, in the siyt of the Lord; and that he die not."
    },
    {
      "verse": 36,
      "text": "And thou schalt make a plate of pureste gold, in which thou schalt graue bi the werk of a grauere, the holi \\f + \\fr 28:36 \\ft  the hooli of the Lord, that is, the name of the Lord, Tetragramaton.\\f* to the Lord \\f + \\fr 28:36 \\ft  the tragramaton. \\f*"
    },
    {
      "verse": 37,
      "text": "And thou schalt bynde that plate with a lace of iacynt, and it schal be on the mytre,"
    },
    {
      "verse": 38,
      "text": "and schal neiye the forheed of the bischop. And Aaron schal bere the wickidnessis of hem whiche the sones of Israel `offeriden, and halewiden in alle her yiftis and fre yiftis; forsothe the plate schal euere be in `his forhed, that the Lord be plesid to him."
    },
    {
      "verse": 39,
      "text": "And thou schalt bynde the coot of biis, and the myter of bijs, and thou schalt make also a girdil, `bi werk of broiderye."
    },
    {
      "verse": 40,
      "text": "Forsothe thou schalt make redi to `the sones of Aaron linnun cootis, and girdlis, and mytris, in to glorie and fairnesse."
    },
    {
      "verse": 41,
      "text": "And thou schalt clothe Aaron, thi brother, with alle these, and hise sones with hym. And thou schalt sacre the hondis of alle; and thou schalt halewe hem, that thei be set in preesthood to me."
    },
    {
      "verse": 42,
      "text": "Also thou schalt make lynnun brechis, that thei hile the fleisch of her filthe fro the reynes `til to the hipis."
    },
    {
      "verse": 43,
      "text": "And Aaron and hise sones schulen vse tho, whanne thei schulen entre in to the tabernacle of witnessyng, ether whanne thei neiyen to the auter, that thei mynystren in the seyntuarie, lest thei ben gilti of wickidnesse, and dien; it schal be a lawful thing euerlastynge to Aaron, and to his seed after hym."
    }
  ]
}