{
  "book_id": "EXO",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "But also thou schalt do this, that thei be sacrid to me in preesthod; take thou a calf of the droue, and twei rammes with out wem,"
    },
    {
      "verse": 2,
      "text": "and therf looues, and a cake with out sour dow, whiche be spreynt to gidere with oile, and therf paast sodun in watir, `bawmed, ether fried, with oile; thou schalt make alle thingis of whete flour,"
    },
    {
      "verse": 3,
      "text": "and thou schalt offre tho put in a panyere. Forsothe thou schal presente the calfe,"
    },
    {
      "verse": 4,
      "text": "and twey rammes, and Aaron and his sones, at the dore of tabernacle of witnessyng; and whanne thou hast waische the fadir and the sones in watir,"
    },
    {
      "verse": 5,
      "text": "thou schalt clothe Aaron with hise clothis, that is, the lynnen cloth, `and coote, and the cloth on the schuldris, `and the racional, which thou schalt bynde with a girdil."
    },
    {
      "verse": 6,
      "text": "And thou schalt sette the mytre on his heed, and the hooli plate on the mytre,"
    },
    {
      "verse": 7,
      "text": "and thou schalt schede the oile of anoyntyng on his heed; and bi this custom he schal be sacrid."
    },
    {
      "verse": 8,
      "text": "Also thou schalt presente hise sones, and thou schalt clothe with lynnun cootis,"
    },
    {
      "verse": 9,
      "text": "and thou schalt girde Aaron and hise sones with a girdil; and thou schalt sette mytris on hem; and thei schulen be my preestis bi euerlastynge religioun. After that thou hast halewid `the hondis of hem,"
    },
    {
      "verse": 10,
      "text": "also thou schalt presente the calf bifore the tabernacle of witnessyng; and Aaron and hise sones schulen sette hondis `on the heed therof;"
    },
    {
      "verse": 11,
      "text": "and thou schalt sle it in the siyt of the Lord, bisidis the dore of the tabernacle of witnessyng."
    },
    {
      "verse": 12,
      "text": "And thou schalt take the blood of the calf, and schalt putte with thi fyngur on the corneris of the auter. Forsothe thou schalt schede the `tothir blood bisidis the foundement therof."
    },
    {
      "verse": 13,
      "text": "And thou schalt take al the fatnesse that hilith the entrailis, and the calle of the mawe, and twey kidneris, and the fatnesse which is on hem; and thou schalt offere encense on the auter."
    },
    {
      "verse": 14,
      "text": "Forsothe thou schalt brenne with out the castels the `fleischis of the calf, and the skyn, and the dung, for it is for synne."
    },
    {
      "verse": 15,
      "text": "Also thou schalt take a ram, on whos heed Aaron and hise sones schulen sette hondis;"
    },
    {
      "verse": 16,
      "text": "and whanne thou hast slayn that ram, thou schalt take of `his blood, and schalt schede aboute the auter."
    },
    {
      "verse": 17,
      "text": "Forsothe thou schalt kitte thilk ram in to smale gobetis, and thou schalt putte hise entrailis waischun, and feet on the fleischis koruun, and on his heed;"
    },
    {
      "verse": 18,
      "text": "and thou schalt offre al the ram in to encence on the auter; it is an offryng to the Lord, the swettest odour of the slayn sacrifice of the Lord."
    },
    {
      "verse": 19,
      "text": "And thou schalt take the tothir ram, on whos heed Aaron and hise sones schulen sette hondis;"
    },
    {
      "verse": 20,
      "text": "and whanne thou hast offrid that ram, thou schalt take of his blood, and schalt `putte on the last part of the riyt eere of Aaron, and of hise sones, and on the thombis of her hond; and of her riyt foot; and thou schalt schede the blood on the auter, `bi cumpas."
    },
    {
      "verse": 21,
      "text": "And whanne thou hast take of the blood, which is on the auter, and of oile of anoynting, thou schalt sprenge Aaron and hise clothis, the sones and her clothis. And whanne thei and the clothis ben sacrid,"
    },
    {
      "verse": 22,
      "text": "thou schalt take the ynnere fatnesse of the ram, and the tayl, and the fatnesse that hilith the entrailis, and the calle of the mawe, and twey kideneris, and the fatnesse that is on tho; and thou schalt take the riyt schuldur, for it is the ram of consecracioun;"
    },
    {
      "verse": 23,
      "text": "and thou schalt take a tendur cake of o loof, spreynd with oile, paast sodun in watir, and after fried in oile, of the panyer of therf looues, which is set in `the siyt of the Lord."
    },
    {
      "verse": 24,
      "text": "And thou schalt putte alle `thingis on the hondis of Aaron and of hise sones, and schalt halewe hem, and reise bifor the Lord."
    },
    {
      "verse": 25,
      "text": "And thou schalt take alle thingis fro `the hondis of hem, and schalt brenne on the autir, in to brent sacrifice, `swettist odour in the siyt of the Lord, for it is the offryng of the Lord."
    },
    {
      "verse": 26,
      "text": "Also thou schalt take the brest of the ram, bi which Aaron was halewid, and thou schalt halewe it reisid bifor the Lord; and it schal turne in to thi part."
    },
    {
      "verse": 27,
      "text": "And thou schalt halewe also the brest sacrid, and the schuldur which thou departidist fro the ram,"
    },
    {
      "verse": 28,
      "text": "bi which Aaron was halewid, and hise sones; and tho schulen turne in to the part of Aaron, and of hise sones, bi euerlastinge riyt, of the sones of Israel; for tho ben the firste thingis, and the bigynnyngis of the pesible sacrifices of hem, whiche thei offren to the Lord."
    },
    {
      "verse": 29,
      "text": "Forsothe the sones of Aaron schulen haue aftir hym the hooli cloth, which Aaron schal vse, that thei be anoyntid ther ynne, and her hondis be sacrid."
    },
    {
      "verse": 30,
      "text": "`Thilke, that of hise sones schal be maad bischop for hym, schal vse that cloth seuene daies, and which sone schal entre in to the tabernacle of witnessyng, that he mynystre in the seyntuarie."
    },
    {
      "verse": 31,
      "text": "Sotheli thou schalt take the ram of consecracioun, and thou schalt sethe hise fleischis in the hooli place,"
    },
    {
      "verse": 32,
      "text": "whiche fleischis Aaron and his sones schulen ete, and thei schulen ete the looues, that ben in the panyere, in the porche of the tabernacle of witnessyng,"
    },
    {
      "verse": 33,
      "text": "that it be a pleasaunt sacrifice, and that the hondis of the offreris be halewid. An alien schal not ete of tho, for tho ben hooli."
    },
    {
      "verse": 34,
      "text": "That if ony thing leeueth of the fleischis halewid, ether of the looues, til the morewtid, thou schalt brenne the relifs by fier, thou schulen not be etun, for tho ben halewid."
    },
    {
      "verse": 35,
      "text": "Thou schalt do on Aaron, and hise sones, alle thingis whiche I comaunde to thee. Seuene daies thou schalt sacre `the hondis of hem,"
    },
    {
      "verse": 36,
      "text": "and thou schalt offre a calf for synne bi ech day to clense; and thou schalt clense the auter, whanne thou hast offrid the sacrifice of clensyng, and thou schalt anoynte the auter in to halewyng."
    },
    {
      "verse": 37,
      "text": "Seuene daies thou shalt clense and halewe the auter, and it schal be the hooli of hooli thingis; ech man that schal touche it schal be halewid."
    },
    {
      "verse": 38,
      "text": "This it is, that thou schalt do in the auter, twei lambren of o yeer contynueli bi ech dai,"
    },
    {
      "verse": 39,
      "text": "o lomb in the morewtid, and the tothir in the euentid;"
    },
    {
      "verse": 40,
      "text": "`thou schalt do in o lomb the tenthe part of flour spreynt with oyle, powned, that schal haue a mesure, the fourthe part of hyn, and wyn of the same mesure, to make sacrifice."
    },
    {
      "verse": 41,
      "text": "Sotheli thou schalt offre the tother lomb at euentid, bi the custom of the offryng at the morewtid, and bi tho thingis, whiche we seiden, in to the odour of swetnesse;"
    },
    {
      "verse": 42,
      "text": "it is a sacrifice to the Lord bi euerlastynge offryng in to youre generaciouns, at the dore of the tabernacle of witnessyng bifor the Lord, where Y schal ordeyne that Y speke to thee;"
    },
    {
      "verse": 43,
      "text": "and there Y schal comaunde to the sones of Israel; and the auter schal be halewid in my glorie."
    },
    {
      "verse": 44,
      "text": "Y schal halewe also the tabernacle of witnessyng with the auter, and Aaron with hise sones, that thei be set in presthod to me."
    },
    {
      "verse": 45,
      "text": "And Y schal dwelle in the myddis of the sones of Israel, and Y schal be God to hem;"
    },
    {
      "verse": 46,
      "text": "and thei schulen wite, that Y am her Lord God, which ledde hem out of the lond of Egipt, that Y schulde dwelle among hem; for Y am her Lord God."
    }
  ]
}