{
  "book_id": "EXO",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "Also thou schalt make an auter of the trees of Sechym, to brenne encense;"
    },
    {
      "verse": 2,
      "text": "and the auter schal haue a cubit of lengthe, and another cubit of brede, that is foure cornerid, and twei cubitis in heiythe; corneris schulen come forth of the auter."
    },
    {
      "verse": 3,
      "text": "And thou schalt clothe it with clennest gold, as wel the gridil \\f + \\fr 30:3 \\ft  the gridil therof, in Ebreu it is, the roof therof, that is, the hiyere part. \\f* therof, as the wallis and corneris bi cumpas therof; and thou schalt make to the auter a litil goldun coroun,"
    },
    {
      "verse": 4,
      "text": "`bi cumpas, and twei goldun serclis vndur the coroun by alle sidis, that barris be put in to the serclis, and the auter be borun."
    },
    {
      "verse": 5,
      "text": "Also thou schalt make tho barris of the trees of Sechym, and thou schalt ouergilde;"
    },
    {
      "verse": 6,
      "text": "and thou schalt sette the auter ayens the veil, which veil hangith bifor the ark of witnessyng bifor the propiciatorie, bi which the witnessyng is hilid, where Y schal speke to thee."
    },
    {
      "verse": 7,
      "text": "And Aaron schal brenne theronne encense smellynge swetly eerli; whanne he schal araye the lanternes, he schal brenne it;"
    },
    {
      "verse": 8,
      "text": "and whanne he settith the lanternes at euentid, he schal brenne euerlastynge encense bifor the Lord, in to youre generaciouns."
    },
    {
      "verse": 9,
      "text": "Ye schulen not offre theronne encense of other makyng, nethir offryng, and slayn sacrifice, nether ye schulen offre fletynge offryngis thereonne."
    },
    {
      "verse": 10,
      "text": "And Aaron schal preie on the corneres therof onis bi the yeer, in the blood which is offrid for synne, and he schal plese theronne in youre generaciouns; it schal be the hooli of hooli thingis to the Lord."
    },
    {
      "verse": 11,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 12,
      "text": "and seide, Whanne thou schalt take the summe of the sones of Israel, alle bi hem silf schulen yyue `bi the noumbre prijs for her soulis to the Lord, and veniaunce schal not be in hem, whanne thei ben noumbrid."
    },
    {
      "verse": 13,
      "text": "Sotheli ech that passith to the name, schal yyue this, half a sicle bi the mesure of the temple; a sicle hath twenti halpens; the myddil part of a cicle schal be offrid to the Lord."
    },
    {
      "verse": 14,
      "text": "He that is hadde in noumbre, fro twenti yeer and aboue,"
    },
    {
      "verse": 15,
      "text": "schal yyue prijs; a riche man schal not adde to the myddil of cicle, and a pore man schal no thing abate."
    },
    {
      "verse": 16,
      "text": "And thou schalt bitake in to vsis of the tabernacle of witnessyng the money takun, which is gaderid of the sones of Israel, that it be the mynde of hem bifor the Lord, and he schal be merciful to `the soulis of hem."
    },
    {
      "verse": 17,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 18,
      "text": "and seide, Also thou schalt make a greet vessil of bras with his foundement \\f + \\fr 30:18 \\ft  In Ebru it is with his feete. \\f* to waische, and thou schalt sette it bitwixe the tabernacle of witnessyng and the auter `of brent sacrifices; and whanne watir is put therynne,"
    },
    {
      "verse": 19,
      "text": "Aaron and hise sones schulen waische therynne her hondis and feet,"
    },
    {
      "verse": 20,
      "text": "whanne thei schulen entre in to the tabernacle of witnessyng, and whanne thei schulen neiye to the auter that thei offre therynne encense to the Lord,"
    },
    {
      "verse": 21,
      "text": "lest perauenture thei dien; it schal be a lawful thing euerlastinge to hym and to his seed bi successiouns."
    },
    {
      "verse": 22,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 23,
      "text": "and seide, Take to thee swete smellynge spiceries, of the firste and chosun myrre, fyue hundrid siclis; and of canel the half, that is, twei hundrid and fifti siclis;"
    },
    {
      "verse": 24,
      "text": "in lijk maner of calamy \\f + \\fr 30:24 \\ft  that is, a swete smellynge tre, smal and ful of knottis. \\f* twei hundrid and fifti siclis; also of casia fyue hundrid siclis, in the weiyte of seyntuarie; oile of olyue trees, the mesure hyn \\f + \\fr 30:24 \\ft  that is, ij pound. \\f* ;"
    },
    {
      "verse": 25,
      "text": "and thou schalt make the hooly oile of anoyntyng, an oynement maad bi the werk of a `makere of oynement."
    },
    {
      "verse": 26,
      "text": "And thou schal anoynte therof the tabernacle of witnessyng, and the ark of testament, and the boord with hise vessels,"
    },
    {
      "verse": 27,
      "text": "the candilstike, and the purtenaunces therof, the auteris of encense,"
    },
    {
      "verse": 28,
      "text": "and of brent sacrifice, and al the purtenaunce, that perteyneth to the ournyng of tho."
    },
    {
      "verse": 29,
      "text": "And thou schalt halewe alle thingis, and tho schulen be the hooli of holi thingis; he that schal touche tho, schal be halewid."
    },
    {
      "verse": 30,
      "text": "Thou schalt anoynte Aaron, and hise sones, and thou schalt halewe hem, that thei be set in presthod to me."
    },
    {
      "verse": 31,
      "text": "And thou schalt seie to the sones of Israel, This oile of anoyntyng schal be hooli to me in to youre generaciouns."
    },
    {
      "verse": 32,
      "text": "The fleisch of man schal not be anoyntid therof, and bi the makyng therof ye schulen not make another, for it is halewid, and it schal be hooli to you."
    },
    {
      "verse": 33,
      "text": "What euer man makith sich oile, and yyueth therof to an alien, he schal be `destried fro his puple."
    },
    {
      "verse": 34,
      "text": "Forsothe the Lord seide to Moises, Take to thee swete smellynge spyceries, stacten,\\f + \\fr 30:34 \\ft  that is, the beste mirre. \\f* and onyca,\\f + \\fr 30:34 \\ft  that is, a litil oystre smellynge sweetely. \\f* galban of good odour, and pureste encense, alle schulen be of euene weiyte."
    },
    {
      "verse": 35,
      "text": "And thou schal make encence, maad by werk of oynement makere, meddlid diligentli, and pure, and moost worthi of halewyng."
    },
    {
      "verse": 36,
      "text": "And whanne thou hast powned alle thingis in to smalleste poudre, thou schalt putte therof bifor the tabernacle of witnessyng, in which place Y schal appere to thee; encense schal be to you the hooli of hooli thingis."
    },
    {
      "verse": 37,
      "text": "Ye schulen not make siche a makyng in to youre vsis, for it is hooli to the Lord."
    },
    {
      "verse": 38,
      "text": "What euer man makith a lijk thing, that he vse the odour therof, he schal perische fro his puple."
    }
  ]
}