{
  "book_id": "EXO",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moyses, `and seide, Lo!"
    },
    {
      "verse": 2,
      "text": "Y haue clepid Beseleel bi name, the sone of Hury, sone of Hur, of the lynage of Juda;"
    },
    {
      "verse": 3,
      "text": "and Y haue fillid hym with the spirit of God, with wisdom, and vndirstondyng, and kunnyng in al werk,"
    },
    {
      "verse": 4,
      "text": "to fynde out what euer thing may be maad suteli, of gold, and siluer, and bras, and marbil,"
    },
    {
      "verse": 5,
      "text": "and gemmes, and dyuersite of trees."
    },
    {
      "verse": 6,
      "text": "And Y haue youe to hym a felowe, Ooliab, the sone of Achisameth, of the kynrede of Dan; and Y haue put in `the herte of hem the wisdom of ech lerned man, that thei make alle thingis, whiche Y comaundide to thee;"
    },
    {
      "verse": 7,
      "text": "the tabernacle of boond of pees, and the arke of witnessyng, and the propiciatorie, ether table, which is theronne, and alle the vessels of the tabernacle;"
    },
    {
      "verse": 8,
      "text": "also the bord, and vessels therof, the clenneste candilstike with hise vessels, and the auteris of encence,"
    },
    {
      "verse": 9,
      "text": "and of brent sacrifice, and alle the vessels of hem; the greet `waischyng vessel with his foundement;"
    },
    {
      "verse": 10,
      "text": "hooli clothis in seruyce to Aaron prest, and to hise sones, that thei be set in her office in hooli thingis;"
    },
    {
      "verse": 11,
      "text": "the oile of anoyntyng, and encence of swete smellynge spiceryes in the seyntuarie; thei schulen make alle thingis whiche Y comaundide to thee."
    },
    {
      "verse": 12,
      "text": "And the Lord spak to Moises, `and seide, Speke thou to the sones of Israel,"
    },
    {
      "verse": 13,
      "text": "and thou schalt seie to hem, Se ye that ye kepe my sabat, for it is a signe bytwixe me and you in youre generaciouns; that ye wite, that Y am the Lord, which halewe you."
    },
    {
      "verse": 14,
      "text": "Kepe ye my sabat, for it is hooli to you; he that defoulith it, schal die bi deeth, the soule of hym, that doith werk in the sabat, schal perische fro the myddis of his puple."
    },
    {
      "verse": 15,
      "text": "Sixe daies ye schulen do werk; in the seuenthe dai is sabat, hooli reste to the Lord; ech man that doith werk in this dai schal die."
    },
    {
      "verse": 16,
      "text": "The sones of Israel kepe sabat, and halewe it in her generaciouns;"
    },
    {
      "verse": 17,
      "text": "it is a couenaunt euerlastinge bitwixe me and the sones of Israel, and it is `a signe euerlastynge; for in sixe daies God made heuene and erthe, and in the seuenthe day he ceessid of werk."
    },
    {
      "verse": 18,
      "text": "And whanne siche wordis weren fillid, the Lord yaf to Moises, in the hil of Synay, twei stonun tablis of witnessyng, writun with the fyngur of God"
    }
  ]
}