{
  "book_id": "EXO",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe the puple siy, that Moises made tariyng to come doun fro the hil, and it was gaderid ayens Aaron, and seide, Rise thou, and make goddis to vs, that schulen go bifore vs, for we witen not what bifelde to this Moises, that ladde vs out of the lond of Egipt."
    },
    {
      "verse": 2,
      "text": "And Aaron seide to hem, Take ye the goldun eere ryngis fro the eeris of youre wyues, and of sones and douytris, and brynge ye to me."
    },
    {
      "verse": 3,
      "text": "The puple dide tho thingis, that he comaundide, and brouyte eere ryngis to Aaron;"
    },
    {
      "verse": 4,
      "text": "and whanne he hadde take tho, he formede bi `werk of yetyng, and made of tho a yotun calf. And thei seiden, Israel, these ben thi goddis, that ladde thee out of the lond of Egipt."
    },
    {
      "verse": 5,
      "text": "And whanne Aaron had seyn this thing, he bildide an auter bifore hym, and he criede bi the vois of a criere, and seide, To morewe is the solempnete of the Lord."
    },
    {
      "verse": 6,
      "text": "And thei rysen eerli, and offeriden brent sacrifyces, and pesible sacrifices; and the puple sat to ete and drynke, and thei risen to pley."
    },
    {
      "verse": 7,
      "text": "Forsothe the Lord spak to Moises, and seide, Go thou, go doun, thi puple hath synned, `whom thou leddist out of the lond of Egipt."
    },
    {
      "verse": 8,
      "text": "Thei yeden awei soone fro the weie which thou schewidst to hem, and thei maden to hem a yotun calf, and worschipyden it, and thei offeriden sacrifices to it, and seiden, Israel, these ben thi goddis, that ledden thee out of the lond of Egipt."
    },
    {
      "verse": 9,
      "text": "And eft the Lord seide to Moises, Y se, that this puple is of hard nol;"
    },
    {
      "verse": 10,
      "text": "suffre thou me, that my woodnesse be wrooth ayens hem, and that Y do awey hem; and Y schal make thee in to a greet folk."
    },
    {
      "verse": 11,
      "text": "Forsothe Moises preiede `his Lord God, and seide, Lord, whi is thi veniaunce wrooth ayens thi puple, whom thou leddist out of the lond of Egipt in greet strengthe and in stronge hond?"
    },
    {
      "verse": 12,
      "text": "Y biseche, that Egipcians seie not, he ledde hem out felli, `that he schulde sle in the hillis, and to do awei fro erthe, thin ire ceesse, and be thou quemeful on the wickidnesse of thi puple."
    },
    {
      "verse": 13,
      "text": "Haue thou mynde of Abraham, of Ysaac, and of Israel, thi seruauntis, to whiche thou hast swore bi thi silf, and seidist, Y schal multiplie youre seed as the sterris of heuene, and Y schal yyue to youre seed al this lond of which Y spak, and ye schulen welde it euere."
    },
    {
      "verse": 14,
      "text": "And the Lord was plesid, that he dide not the yuel which he spak ayens his puple."
    },
    {
      "verse": 15,
      "text": "And Moises turnede ayen fro the hil, and bar in his hond twei tablis of witnessyng, writun in euer either side,"
    },
    {
      "verse": 16,
      "text": "and maad bi the werk of God; and the writyng of God was grauun in tablis."
    },
    {
      "verse": 17,
      "text": "Forsothe Josue herde the noise of the puple criynge, and seide to Moyses, Yellyng of fiytyng is herd in the castels."
    },
    {
      "verse": 18,
      "text": "To whom Moises answeride, It is not cry of men exitynge to batel, nether the cry of men compellynge to fleyng, but Y here the vois of syngeris."
    },
    {
      "verse": 19,
      "text": "And whanne he hadde neiyid to the castels, he siy the calf, and dauncis; and he was wrooth greetli, and `castide forth the tablis fro the hond, and brak tho at the rootis of the hil."
    },
    {
      "verse": 20,
      "text": "And he took the calf, which thei hadden maad, and brente, and brak `til to poudur, which he spreynte in to watir, and yaf therof drynke to the sones of Israel."
    },
    {
      "verse": 21,
      "text": "And Moises seide to Aaron, What dide this puple to thee, that thou brouytist in on hym the gretteste synne?"
    },
    {
      "verse": 22,
      "text": "To whom he answeride, My lord, be not wrooth, for thou knowist this puple, that it is enclynaunt to yuel;"
    },
    {
      "verse": 23,
      "text": "thei seiden to me, Make thou goddis to vs, that schulen go bifore vs, for we witen not, what bifelde to this Moises, that ladde vs out of the lond of Egipt."
    },
    {
      "verse": 24,
      "text": "To whiche Y seide, Who of you hath gold? Thei token, and yauen to me, and Y castide it forth in to the fier, and this calf yede out."
    },
    {
      "verse": 25,
      "text": "Therfor Moyses siy the puple, that it was maad bare; for Aaron hadde spuylid it for the schenschip of filthe, and hadde maad the puple nakid among enemyes."
    },
    {
      "verse": 26,
      "text": "And Moises stood in the yate of the castels, and seide, If ony man is of the Lord, be he ioyned to me; and alle the sones of Leuy weren gaderid to hym."
    },
    {
      "verse": 27,
      "text": "To whiche he seide, The Lord God of Israel seith these thingis, A man putte swerd on his hipe, go ye, and `go ye ayen fro yate `til to yate bi the myddil of the castels, and ech man sle his brother, freend, and neiybore."
    },
    {
      "verse": 28,
      "text": "The sones of Leuy diden bi the word of Moises, and as thre and twenti thousynd of men felden doun in that day."
    },
    {
      "verse": 29,
      "text": "And Moises seide, Ye han halewid youre hondis to dai to the Lord, ech man in his sone, and brother, that blessyng be youun to you."
    },
    {
      "verse": 30,
      "text": "Sotheli whanne `the tother day was maad, Moises spak to the puple, Ye han synned the moost synne; Y schal stie to the Lord, if in ony maner Y schal mowe biseche hym for youre felony."
    },
    {
      "verse": 31,
      "text": "And he turnede ayen to the Lord, and seide, Lord, Y biseche, this puple hath synned a greet synne, and thei han maad goldun goddis to hem; ethir foryyue thou this gilt to hem,"
    },
    {
      "verse": 32,
      "text": "ether if thou doist not, do awey me fro thi book, which thou hast write."
    },
    {
      "verse": 33,
      "text": "To whom the Lord answeride, Y schal do awey fro my book hym that synneth ayens me;"
    },
    {
      "verse": 34,
      "text": "forsothe go thou, and lede this puple, whydur Y spak to thee; myn aungel schal go bifore thee; forsothe in the day of veniaunce Y schal visite also this synne of hem."
    },
    {
      "verse": 35,
      "text": "Therfor the Lord smoot the puple for the gilt of the calf, which calf Aaron made."
    }
  ]
}