{
  "book_id": "EXO",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moyses, and seide, Go and stie fro this place, thou, and the puple, whom thou leddist out of the lond of Egipt, in to the lond, which Y haue swore to Abraham, and to Ysaac, and to Jacob, `and Y seide, Y schal yyue it to thi seed."
    },
    {
      "verse": 2,
      "text": "And Y schal sende thi bifore goere an aungel, that Y caste out Cananey, and Amorei, and Ethei, and Ferezei, and Euey, and Jebusey;"
    },
    {
      "verse": 3,
      "text": "and that thou entre in to the lond flowynge with mylk and hony; for Y schal not stye with thee, for `thou art a puple of hard nol, lest perauenture Y leese thee in the weie."
    },
    {
      "verse": 4,
      "text": "The puple herde this worste word, and morenyde, and noon was clothid with his ournyng bi custom."
    },
    {
      "verse": 5,
      "text": "And the Lord seide to Moises, Spek thou to the sones of Israel, Thou art a puple of hard nol; onys Y schal stie in the myddis of thee, and Y schal do awey thee; riyt now putte awei thin ournyng,\\f + \\fr 33:5 \\ft  ournyng, that is, corounes whiche thei maden in resseyuinge of the lawe. \\f* that Y wite, what Y schal do to thee."
    },
    {
      "verse": 6,
      "text": "Therfor the sones of Israel puttiden awey her ournyng fro the hil of Oreb."
    },
    {
      "verse": 7,
      "text": "And Moises took the tabernacle, and settide fer with out the castels, and he clepide the name therof the tabernacle of boond of pees. And al the puple that hadde ony questioun, yede out to the tabernacle of boond of pees, with out the castels."
    },
    {
      "verse": 8,
      "text": "And whanne Moises yede out to the tabernacle, al the puple roos, and ech man stood in the dore of his tente, and thei bihelden `the bak of Moises, til he entride in to the tente."
    },
    {
      "verse": 9,
      "text": "Sotheli whanne he entride in to the tabernacle of boond of pees, a piler of cloude cam doun, and stood at the dore; and the Lord spak with Moises,"
    },
    {
      "verse": 10,
      "text": "while alle men sien that the piler of cloude stood at the `dore of tabernacle; and thei stoden, and worschipiden bi the dores of her tabernaclis."
    },
    {
      "verse": 11,
      "text": "Forsothe the Lord spak to Moises face to face, as a man is wont to speke to his freend; and whanne he turnede ayen in to `the castels, Josue, his mynystre, the sone of Nun, a child, yede not awey fro the tabernacle."
    },
    {
      "verse": 12,
      "text": "Forsothe Moises seide to the Lord, Thou comaundist, that Y lede out this puple, and thou `schewist not to me, whom thou schalt sende with me, `most sithen thou seidist, Y knewe thee bi name, and thou hast founde grace bifore me."
    },
    {
      "verse": 13,
      "text": "Therfore if Y haue founde grace in thi siyt, schewe thi face to me, that Y knowe thee, and fynde grace bifor thin iyen; biholde thi puple, and this folk."
    },
    {
      "verse": 14,
      "text": "And God seide, My face schal go bifor thee, and Y schal yyue reste to thee."
    },
    {
      "verse": 15,
      "text": "And Moises seide, If thi silf schalt not go bifore, `lede not vs out of this place;"
    },
    {
      "verse": 16,
      "text": "for in what thing moun we wite, Y and thi puple, that we han founde grace in thi siyt, if thou schalt not go with vs, that we be glorified of alle puplis that dwellen on erthe?"
    },
    {
      "verse": 17,
      "text": "Forsothe the Lord seide to Moises, Y schal do also this word, which thou hast spoke; for thou hast founde grace bifor me, and Y knewe thi silf bi name."
    },
    {
      "verse": 18,
      "text": "And Moises seide, Schewe thou thi glorie to me."
    },
    {
      "verse": 19,
      "text": "God answeride, Y schal schewe al good to thee, and Y schal clepe in the `name of the Lord bifor thee, and Y schal do merci to whom Y wole, and Y schal be merciful on whom it plesith to me."
    },
    {
      "verse": 20,
      "text": "And eft God seide, Thou maist not se my face, for a man schal not se me, and schal lyue."
    },
    {
      "verse": 21,
      "text": "And eft God seide, A place is anentis me, and thou schalt stonde on a stoon;"
    },
    {
      "verse": 22,
      "text": "and whanne my glorie schal passe, Y schal sette thee in the hoole of the stoon, and Y schal kyuere with my riyt hond, til Y passe; and Y schal take awey myn hond,"
    },
    {
      "verse": 23,
      "text": "and thou schalt se myn hyndrere partis, forsothe thou mayst not se my face."
    }
  ]
}