{
  "book_id": "EXO",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And aftirward God seide, Hewe to thee twey tablis of stoon at the licnesse of the formere, and Y schal write on tho tablis thilke wordis, whiche the tablis, that thou `hast broke, hadden."
    },
    {
      "verse": 2,
      "text": "Be thou redi in the morewtid, that thou stie anoon in to the hil of Synai; and thou schalt stonde with me on the cop of the hil;"
    },
    {
      "verse": 3,
      "text": "no man stie with thee, nether ony man be seyn bi al the hil, and oxun and scheep be not fed ayens `the hil."
    },
    {
      "verse": 4,
      "text": "Therfor Moises hewide twey tablis of stoon, whiche manere tablis weren bifore, and he roos bi nyyt, and stiede in to the hil of Synay, as the Lord comaundide to hym; and he bar with hym the tablis."
    },
    {
      "verse": 5,
      "text": "And whanne the Lord hadde come doun bi a cloude, Moises stood with hym, and clepide inwardli `the name of the Lord;"
    },
    {
      "verse": 6,
      "text": "and whanne the Lord passide bifore hym, he seide, Lordschipere, Lord God, mercyful, and pitouse, pacient, and of myche mersiful doyng, and sothefast,"
    },
    {
      "verse": 7,
      "text": "which kepist couenaunt and mercy in to `a thousande, which doist awey wickidnesse, and trespassis, and synnes, and noon bi hym silf is innocent anentis thee, which yeldist the wickidnesse of fadris to sones and to sones of sones, into the thridde and fourthe generacioun."
    },
    {
      "verse": 8,
      "text": "And hastili Moises was bowid low `in to erthe, and worschipide,"
    },
    {
      "verse": 9,
      "text": "and seide, Lord, if Y haue founde grace in thi siyt, Y biseche that thou go with vs, for the puple is of hard nol, and that thou do awey oure wickidnesses and synnes, and welde vs."
    },
    {
      "verse": 10,
      "text": "The Lord answeride, Y schal make couenaunt, and in siyt of alle men Y schal make signes, that weren neuer seyn on erthe, nether in ony folkis, that this puple, in whos myddis thou art, se the ferdful werk of the Lord, which Y schal make."
    },
    {
      "verse": 11,
      "text": "Kepe thou alle thingis, whiche Y comaundide to thee to dai; I my silf schal caste out bifor thi face Amorrey, and Cananey, and Ethei, and Ferezei, and Euey, and Jebusei."
    },
    {
      "verse": 12,
      "text": "Be war, lest ony tyme thou ioyne frendschipis with the dwelleris of that lond, whiche frenschipis be in to fallyng to thee."
    },
    {
      "verse": 13,
      "text": "But also distrie thou `the auteris of hem, breke the ymagis, and kitte doun the woodis;"
    },
    {
      "verse": 14,
      "text": "`nyl thou worschipe an alien God; `the Lord a gelous louyere is his name, God is a feruent louyere;"
    },
    {
      "verse": 15,
      "text": "make thou not couenaunt with the men of tho cuntreis, lest whanne thei han do fornycacioun with her goddis, and han worschipid the symylacris of hem, ony man clepe thee, that thou ete of thingis offrid to an ydol."
    },
    {
      "verse": 16,
      "text": "Nether thou schalt take a wyif of her douytris to thi sones, lest aftir that tho douytris han do fornycacioun, thei make also thi sones to do fornicacioun in to her goddis."
    },
    {
      "verse": 17,
      "text": "Thou schalt not make to thee yotun goddis."
    },
    {
      "verse": 18,
      "text": "Thou schalt kepe the solempynyte of therf looues; seuene daies thou schalt ete therf looues, as Y comaundide to thee, in the time of the monethe of newe fruytis; for in the monethe of veer tyme thou yedist out of Egipt."
    },
    {
      "verse": 19,
      "text": "Al thing of male kynde that openeth the wombe schal be myn, of alle lyuynge beestis, as wel of oxun, as of scheep, it schal be myn."
    },
    {
      "verse": 20,
      "text": "Thou schalt ayenbie with a scheep the firste gendrid of an asse, ellis if thou yyuest not prijs therfor, it schal be slayn. Thou schalt ayenbie the firste gendrid of thi sones; nether thou schalt appere voide in my siyt."
    },
    {
      "verse": 21,
      "text": "Sixe daies thou schalt worche, the seuenthe day thou schalt ceesse to ere and repe."
    },
    {
      "verse": 22,
      "text": "Thou schalt make to thee the solempnyte of woukis in the firste thingis of fruytis of thi ripe corn of wheete, and the solempnyte, whanne alle thingis ben gadrid in to bernes, whanne the tyme `of yeer cometh ayen."
    },
    {
      "verse": 23,
      "text": "Ech male kynde of thee schal appere in thre tymes of the yeer in the siyt of the Lord Almyyti, thi God of Israel."
    },
    {
      "verse": 24,
      "text": "For whanne Y schal take awei folkis fro thi face, and Y schal alarge thi termes, noon schal sette tresouns to thi lond, while thou stiest and apperist in the siyt of thi Lord God, thries in the yeer."
    },
    {
      "verse": 25,
      "text": "Thou schalt not offre on sour dow the blood of my sacrifice, nethir ony thing of the slayn sacrifice of the solempnyte of fase schal abide in the morewtid."
    },
    {
      "verse": 26,
      "text": "Thou schalt offre in the hows of thi Lord God the firste of the fruytis of thi lond. Thou schalt not sethe a kide in the mylk of his modir."
    },
    {
      "verse": 27,
      "text": "And the Lord seide to Moises, Write thou these wordis, bi whiche Y smoot a boond of pees, bothe with thee and with Israel."
    },
    {
      "verse": 28,
      "text": "Therfor Moises was there with the Lord bi fourti daies and bi fourti nyytis, he eet not breed, and drank not watir; and he wroot in tablys ten wordis of the boond of pees."
    },
    {
      "verse": 29,
      "text": "And whanne Moises cam doun fro the hil of Synai, he helde twei tablis of witnessyng, and he wiste not that his face was horned of the felouschipe of Goddis word."
    },
    {
      "verse": 30,
      "text": "Forsothe Aaron and the sones of Israel sien Moises face horned,"
    },
    {
      "verse": 31,
      "text": "and thei dredden to neiye niy, and thei weren clepid of hym, `and thei turneden ayen, as wel Aaron as the princis of the synagoge; and after that Moises spak, thei camen to hym,"
    },
    {
      "verse": 32,
      "text": "yhe alle the sones of Israel; to whiche Moises comaundide alle thingis, whiche he hadde herd of the Lord in the hil of Synai."
    },
    {
      "verse": 33,
      "text": "And whanne the wordis weren fillid, he puttide a veil on his face;"
    },
    {
      "verse": 34,
      "text": "and he entride to the Lord, and spak with hym, and dide awey that veil, til he yede out; and thanne he spak to the sones of Israel alle thingis, that weren comaundid to hym;"
    },
    {
      "verse": 35,
      "text": "whiche sien that the face of Moyses goynge out was horned, but eft he hilide his face, if ony tyme he spak to hem."
    }
  ]
}