{
  "book_id": "EXO",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor whanne al the cumpanye of the sones of Israel was gaderid, Moises seide to hem, These thingis it ben, whiche the Lord comaundide to be doon."
    },
    {
      "verse": 2,
      "text": "Sixe daies ye schulen do werk, the seuenthe dai schal be hooli to you, the sabat and reste of the Lord; he that doith werk in the sabat schal be slayn."
    },
    {
      "verse": 3,
      "text": "Ye schulen not kyndle fier in alle youre dwellyng places bi the `dai of sabat."
    },
    {
      "verse": 4,
      "text": "And Moises seide to al the cumpeny of the sones of Israel, This is the word which the Lord comaundide, and seide,"
    },
    {
      "verse": 5,
      "text": "Departe ye at you the firste fruytis to the Lord; ech wilful man and of redi wille offre tho to the Lord, gold, and siluer, and bras,"
    },
    {
      "verse": 6,
      "text": "and iacynct, and purpur, and reed selk twies died, and bijs, heeris of geet,"
    },
    {
      "verse": 7,
      "text": "and skynnys of rammes maad reed, and of iacynt,"
    },
    {
      "verse": 8,
      "text": "trees of Sechym, and oile to liytis to be ordeyned, and that the oynement be maad, and encense moost swete,"
    },
    {
      "verse": 9,
      "text": "stoonus of onochyn and gemmes, to the ournyng of the `cloth on the schuldris, and of the racional."
    },
    {
      "verse": 10,
      "text": "Who euer of you is wijs, come he, and make that, that the Lord comaundide,"
    },
    {
      "verse": 11,
      "text": "that is, the tabernacle, and the roof therof, and the hilyng; ryngis, and bildyngis of tablis, with barris, stakis, and foundementis;"
    },
    {
      "verse": 12,
      "text": "the arke, and barris; the propiciatorie, and the veil, which is hangid byfore it;"
    },
    {
      "verse": 13,
      "text": "the bord with barris, and vesselis, and with looues of settyng forth;"
    },
    {
      "verse": 14,
      "text": "the candilstike to susteyne liytis, the vesselis, and lanternes therof, and oile to the nurschyngis of fyris; the auter of encense, and the barris;"
    },
    {
      "verse": 15,
      "text": "the oile of anoyntyng, and encense of swete smellynge spiceries; the tente at the dore of the tabernacle;"
    },
    {
      "verse": 16,
      "text": "the auter of brent sacrifice, and his brasun gridele, with hise barris, and vessels; the `greet waischyng vessel, and `his foundement;"
    },
    {
      "verse": 17,
      "text": "the curteyns of the large street, with pileris and foundementis; the tente in the doris of the porche;"
    },
    {
      "verse": 18,
      "text": "the stakis of the tabernacle and of the large street, with her coordis;"
    },
    {
      "verse": 19,
      "text": "the clothis, whose vss is in `the seruyce of seyntuarie; the clothis of Aaron bischop, and of hise sones, that thei be set in preesthod to me."
    },
    {
      "verse": 20,
      "text": "And al the multitude of the sones of Israel yede out of `the siyt of Moises,"
    },
    {
      "verse": 21,
      "text": "and offride with moost redi soule and deuout the firste thingis to the Lord, to make the werk of the tabernacle of witnessyng, what euer was nedeful to the ournyng, and to hooli clothis."
    },
    {
      "verse": 22,
      "text": "Men and wymmen yauen bies of the armes, and eeryngis, ryngis, and ournementis of `the arm niy the hond; ech goldun vessel was departid in to the yiftis of the Lord."
    },
    {
      "verse": 23,
      "text": "If ony man hadde iacynt, and purpur, and `reed selk twies died, bijs, and the heeris of geet, skynnes of rammes maad reed, and of iacynt,"
    },
    {
      "verse": 24,
      "text": "metals of siluer, and of bras, thei offeryden to the Lord, and trees of Sechym in to dyuerse vsis."
    },
    {
      "verse": 25,
      "text": "But also wymmen tauyt yauen tho thingis, whiche thei hadden spunne, iacynt, purpur, and vermyloun,"
    },
    {
      "verse": 26,
      "text": "and bijs, and the heeris of geet; and yauen alle thingis by her owne fre wille."
    },
    {
      "verse": 27,
      "text": "Forsothe princes offeriden stoonys of onychyn and iemmes, to the `cloth on the schuldris, and to the racional, and swete smellynge spiceries,"
    },
    {
      "verse": 28,
      "text": "and oyle to the liytis to be ordeyned, and to make redi oynement, and to make the encense of swettist odour."
    },
    {
      "verse": 29,
      "text": "Alle men and wymmen offeriden yiftis with deuout soule, that the werkis schulden be maad, whiche the Lord comaundide bi the hond of Moyses; alle the sones of Israel halewiden wilful thingis to the Lord."
    },
    {
      "verse": 30,
      "text": "And Moises seide to the sones of Israel, Lo! the Lord hath clepid Beseleel bi name, the sone of Hury, sone of Hur, of the lynage of Juda;"
    },
    {
      "verse": 31,
      "text": "and the Lord hath fillid hym with the spirit of God, of wisdom, and of vndurstondyng, and of kunnyng, and with al doctryn,"
    },
    {
      "verse": 32,
      "text": "to fynde out and to make werk in gold, and siluer, and bras, and in stoonys to be grauun,"
    },
    {
      "verse": 33,
      "text": "and in werk of carpentrie; what euer thing may be foundun craftili, the Lord yaf in his herte;"
    },
    {
      "verse": 34,
      "text": "and the Lord clepide Ooliab, the sone of Achymasech, of the lynage of Dan;"
    },
    {
      "verse": 35,
      "text": "the Lord tauyte bothe `with wisdom, that thei make the werkis of carpenter, of steynour, and of broiderere, of iacynt, and purpur, and of `reed selk, and of bijs, and that thei make alle thingis, and fynde alle newe thingis."
    }
  ]
}