{
  "book_id": "EXO",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor Beseleel, and Ooliab, and ech wijs man, to whiche the Lord yaf wisdom and vndurstondyng, that thei kouden worche crafteli, maden thingis that weren nedeful in to vsis of seyntuarie, and whiche the Lord comaundide to be maad."
    },
    {
      "verse": 2,
      "text": "And whanne Moises hadde clepid hem, and ech lerned man, to whom the Lord hadde youe wisdom and kunnyng, and whiche profriden hem bi her wille to make werk,"
    },
    {
      "verse": 3,
      "text": "he bitook to hem alle the yiftis of the sones of Israel. And whanne thei weren bisi in the werk ech dai, the puple offride auowis eerli."
    },
    {
      "verse": 4,
      "text": "Wherfor the werkmen weren compellid to come,"
    },
    {
      "verse": 5,
      "text": "and thei seiden to Moises, The puple offrith more than is nedeful."
    },
    {
      "verse": 6,
      "text": "Therfor Moises comaundide to be cried bi the vois of a criere, Nether man nether womman offre more ony thing in the werk of seyntuarie; and so it was ceessid fro yiftis to be offrid, for the thingis offrid sufficiden,"
    },
    {
      "verse": 7,
      "text": "and weren ouer abundant."
    },
    {
      "verse": 8,
      "text": "And alle wise men in herte to fille the werk of the tabernacle maden ten curteyns of bijs foldid ayen, and of iacynct, and purpur, and of reed selk twies died, bi dyuerse werk, and bi the craft of many colouris."
    },
    {
      "verse": 9,
      "text": "Of whiche curteyns oon hadde in lengthe eiyte and twenti cubitis, and foure cubitis in breede; o mesure was of alle curteyns."
    },
    {
      "verse": 10,
      "text": "And he ioynede fyue curteyns oon to anothir, and he couplide othere fyue to hem silf to gidere;"
    },
    {
      "verse": 11,
      "text": "and he made handlis of iacynt in the hemme of o curteyn on euer either side,"
    },
    {
      "verse": 12,
      "text": "and in lijk maner in the hemme of the tother curteyn, that the handlis schulen comen to gidere ayens hem silf, and schulen be ioyned togider;"
    },
    {
      "verse": 13,
      "text": "wherfor he yettide also fifti goldun serclis, that schulen `bite the handlis of curteyns; and o tabernacle was maad."
    },
    {
      "verse": 14,
      "text": "`He made also enleuene saies of the heeris of geet, to hile the roof of the tabernacle;"
    },
    {
      "verse": 15,
      "text": "o saie hadde thretti cubitis in lengthe, foure cubitis in breede; alle the saies weren of o mesure;"
    },
    {
      "verse": 16,
      "text": "of whiche saies he ioynede fyue bi hem silf, and sixe othere bi hem silf."
    },
    {
      "verse": 17,
      "text": "And he made fifti handlis in the hemme of o say, and fifti in the hemme of the tother say, that tho schulden be ioyned to hem silf to gidere; and he made fifti bokelis of bras bi whiche"
    },
    {
      "verse": 18,
      "text": "the roof was fastned to gidere, that oon hilyng were maad of alle the saies."
    },
    {
      "verse": 19,
      "text": "He made also an hilyng of the tabernacle of the skynnes of rammes maad reed, and another veil aboue of skynnes of iacynt."
    },
    {
      "verse": 20,
      "text": "He made also stondynge tablis of the tabernacle of the trees of Sechym;"
    },
    {
      "verse": 21,
      "text": "the lengthe of o table was of ten cubitis, and the breede helde o cubit and an half."
    },
    {
      "verse": 22,
      "text": "Twey dentyngis weren bi ech table, that the oon schulde be ioyned to the tother; so he made in al the tablis of the tabernacle."
    },
    {
      "verse": 23,
      "text": "Of whiche tablis twenti weren at the mydday coost ayens the south,"
    },
    {
      "verse": 24,
      "text": "with fourti foundementis of siluer; twey foundementis weren set vndur o table on euer either side of the corneris, where the dentyngis of the sidis weren endid in the corneris."
    },
    {
      "verse": 25,
      "text": "And at the coost of the tabernacle that biholdith to the north he made twenti tablis,"
    },
    {
      "verse": 26,
      "text": "with fourti foundementis of siluer, twei foundementis bi ech table."
    },
    {
      "verse": 27,
      "text": "Forsothe ayens the west \\f + \\fr 36:27 \\ft  This that sueth, that is, al that part of the tabernacle that biholdith the see, is not in Ebru. \\f* he made sixe tablis,"
    },
    {
      "verse": 28,
      "text": "and tweyne othere tablis bi ech corner of the tabernacle bihinde,"
    },
    {
      "verse": 29,
      "text": "whiche weren ioyned fro bynethe til to aboue, and weren borun in to o ioynyng to gidere; so he made on euer either part bi the corneris,"
    },
    {
      "verse": 30,
      "text": "that tho weren eiyte tablis to gidere, and hadden sixtene foundementis of siluer, that is, twei foundementis vndur ech table."
    },
    {
      "verse": 31,
      "text": "He made also barris of the trees of Sechym, fyue barris to holde to gidere the tablis of o side of the tabernacle,"
    },
    {
      "verse": 32,
      "text": "and fyue othere barris to schappe to gidere the tablis of the tother side; and without these, he made fyue othere barris at the west coost of the tabernacle ayens the see."
    },
    {
      "verse": 33,
      "text": "He made also another barre, that schulde come bi the myddil tables fro corner til to corner."
    },
    {
      "verse": 34,
      "text": "Forsothe he ouergildide tho wallis of tablis, and yetide the siluerne foundementis `of tho, and he made the goldun serclis `of tho, bi whiche the barris myyten be brouyt in, and be hilide the same barris with goldun platis."
    },
    {
      "verse": 35,
      "text": "He made also a veil dyuerse and departid, of iacynt, and purpur, and reed selk, and bijs foldid ayen bi werk of broiderie."
    },
    {
      "verse": 36,
      "text": "He made also foure pileris of `the trees of Sechym, whyche pileris with the heedis he ouergildide, and yetide the siluerne foundementis `of tho."
    },
    {
      "verse": 37,
      "text": "He made also in the entryng of the tabernacle a tent of iacynt, and purpur, and reed selk `and bijs foldid ayen bi the werk of a broydreie."
    },
    {
      "verse": 38,
      "text": "And he made fyue pileris with her heedis, whiche he hilide with gold, and he yetide the brasun foundementis `of tho, whiche he hilide with gold."
    }
  ]
}