{
  "book_id": "EXO",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe Beseleel made also an arke of the trees of Sechym, hauynge twey cubitis and an half in lengthe, and a cubit and an half in breede; forsothe the hiynesse was of o cubit and an half; and he clothide the arke with purest gold, with ynne and without forth."
    },
    {
      "verse": 2,
      "text": "And he made to it a goldun coroun `bi cumpas,"
    },
    {
      "verse": 3,
      "text": "and yetide foure goldun ryngis, bi foure corneris therof, twey ryngis in o side, and twei ryngis in the tother side."
    },
    {
      "verse": 4,
      "text": "And he made barris of the trees of Sechym, whiche barris he clothide with gold,"
    },
    {
      "verse": 5,
      "text": "and whiche barris he putte into the ryngis that weren in the sidis of the arke, to bere it."
    },
    {
      "verse": 6,
      "text": "He made also a propiciatorie, that is, Goddis answeryng place, of pureste gold, of twei cubitis and an half in lengthe, and of o cubit and an half in breede."
    },
    {
      "verse": 7,
      "text": "Also he made twei cherubyns of gold, betun out with hamer, whiche he settide on euer eithir side of the propiciatorie,"
    },
    {
      "verse": 8,
      "text": "o cherub in the hiynesse of o part, and the tother cherub in the hiynesse of the tothir part; twei cherubyns, oon in ech hiynesse of the propiciatorie, stretchynge out the wengis,"
    },
    {
      "verse": 9,
      "text": "and hilynge the propiciatorie, and biholdynge hem silf togidere and that."
    },
    {
      "verse": 10,
      "text": "He made also a boord of `the trees of Sechym, in the lengthe of twey cubitis, and in the breede of o cubit, whiche boord hadde `a cubit and an half in heiythe."
    },
    {
      "verse": 11,
      "text": "And he cumpaside the boord with clenneste gold, and made to it a goldun brynke bi cumpas;"
    },
    {
      "verse": 12,
      "text": "and he made to that brynke a goldun coroun, rasid bitwixe of foure fyngris; and on the same coroun he made anothir goldun coroun."
    },
    {
      "verse": 13,
      "text": "Also he yetide foure goldun serclis whiche he settide in foure corneris,"
    },
    {
      "verse": 14,
      "text": "bi alle the feet of the boord ayens the coroun, and he puttide barris in to the serclis, that the `boord may be borun."
    },
    {
      "verse": 15,
      "text": "And he made tho barris of the trees of Sechym, and cumpasside tho with gold."
    },
    {
      "verse": 16,
      "text": "And he made vesselis to dyuerse vsis of the boord, vessels of vynegre, violis, and litle cuppis, and censeris of pure gold, in whiche the fletynge sacrifices schulen be offrid."
    },
    {
      "verse": 17,
      "text": "And he made a candilstike, betun out with hamer, of clenneste gold, of whos barre yerdis, cuppis, and litle rundelis and lilies camen forth;"
    },
    {
      "verse": 18,
      "text": "sixe in euer eithir side, thre yerdis on o side, and thre on the tother side; thre cuppis in the maner of a note bi ech yerde, and litle rundels to gidere, and lilies;"
    },
    {
      "verse": 19,
      "text": "and thre cuppis at the licnesse of a note in the tother yerde, and litle rundels to gidere, and lilies; forsothe the werk of sixe schaftis, that camen forth of the `stok of the candilstike, was euene."
    },
    {
      "verse": 20,
      "text": "Sotheli in that barre weren foure cuppis, in the maner of a note, and litle rundels and lilies weren bi alle cuppis;"
    },
    {
      "verse": 21,
      "text": "and litle rundels vndur twei schaftis, bi thre placis, whiche to gidre be maad sixe schaftis comynge forth of o barre;"
    },
    {
      "verse": 22,
      "text": "therfor and the litle rundels, and schaftis therof, weren alle betun out with hamer, of pureste gold."
    },
    {
      "verse": 23,
      "text": "He made also seuene lanternes, with her `snytyng tongis, and the vessels where `tho thingis, that ben snytid out, ben quenchid, of clennest gold."
    },
    {
      "verse": 24,
      "text": "The candilstike with alle his vessels weiyede a talent of gold."
    },
    {
      "verse": 25,
      "text": "He made also the auter of encense, of trees of Sechym, hauynge a cubit bi square, and twei cubitis in heiythe, of whos corneris camen forth hornes."
    },
    {
      "verse": 26,
      "text": "And he clothide it with clenneste gold, and the gridele, and wallis, and hornes;"
    },
    {
      "verse": 27,
      "text": "and he made to it a litil goldun coroun bi cumpas, and twei goldun ryngis vndur the coroun, bi ech syde, that barris be put in to tho, and the auter mow be borun."
    },
    {
      "verse": 28,
      "text": "Forsothe he made tho barris of the trees of Sechym, and hilide with goldun platis."
    },
    {
      "verse": 29,
      "text": "He made also oile to the oynement of halewyng, and encense of swete smellynge spiceries, moost clene, bi the werk of `a makere of oynement."
    }
  ]
}