{
  "book_id": "EXO",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "He made also the auter of brent sacrifice of the trees of Sechym, of fyue cubitis bi square, and of thre cubitis in heiythe;"
    },
    {
      "verse": 2,
      "text": "whose hornes camen forth of the corneris, and he hilide it with platis of bras."
    },
    {
      "verse": 3,
      "text": "And in to vsis therof he made redi of bras dyuerse vessels, caudruns, tongis, fleischhokis, hokis, and `resseittis of firis."
    },
    {
      "verse": 4,
      "text": "He made also the brasun gridile therof, `bi the maner of a net, and a `panne for colis vndur it, in the myddis of the auter."
    },
    {
      "verse": 5,
      "text": "And he yetide foure ryngis, by so many endis of the gridile, to putte in the barris to bere;"
    },
    {
      "verse": 6,
      "text": "and he made tho same barris of the trees of Sechym, and hilide with platis of bras."
    },
    {
      "verse": 7,
      "text": "And ledde in to the serclis that stonden forth in the sidis of the auter. Forsothe thilke auter was not sad, but holowe of the bildyngis of tablis, and voide with ynne."
    },
    {
      "verse": 8,
      "text": "He made also a `greet waischyng vessel of bras, with his foundement, of the myrours of wymmen that wakiden in the `greet street of the tabernacle."
    },
    {
      "verse": 9,
      "text": "And he made the greet street, in whose south coost weren tentis of bijs foldid ayen, of an hundrid cubitis, twenti brasun pilers with her foundementis,"
    },
    {
      "verse": 10,
      "text": "the heedis of pilers, and al the grauyng of the werk, weren of siluer;"
    },
    {
      "verse": 11,
      "text": "euenli at the north coost the tentis, pilers, and foundementis and heedis of pilers, weren of the same mesure, and werk, and metal."
    },
    {
      "verse": 12,
      "text": "Forsothe in that coost that biholdith the west weren tentis of fyfty cubitis, ten brasun pilers with her foundementis, and the `heedis of pilers, and al the grauyng of werk, weren of siluer."
    },
    {
      "verse": 13,
      "text": "Sotheli ayens the eest he made redi tentis of fifti cubitis,"
    },
    {
      "verse": 14,
      "text": "of whiche tentis o side helde fiftene cubitis of thre pilers with her foundementis; and in the tother side,"
    },
    {
      "verse": 15,
      "text": "for he made the entryng of the tabernacle bitwixe euer either, weren tentis euenli of fiftene cubitis, thre pilers, and so many foundementis."
    },
    {
      "verse": 16,
      "text": "Bijs foldid ayen hilide alle the tentis of the greet street."
    },
    {
      "verse": 17,
      "text": "The foundementis of pilers weren of bras; forsothe the heedis of tho pilers, with alle her grauyngis, weren of siluer; but also he clothide with siluer tho pilers of the greet street."
    },
    {
      "verse": 18,
      "text": "And in the entryng therof he made a tente, bi `werk of broiderie, of iacynt, purpur, vermyloun, and of bijs foldid ayen, which tente hadde twenti cubitis in lengthe, and the heiythe was of fyue cubitis, bi the mesure which alle the tentis of the greet street hadden."
    },
    {
      "verse": 19,
      "text": "Forsothe the pylers in the entryng weren foure, with brasun foundementis, and the heedis of tho pilers and grauyngis weren of siluer;"
    },
    {
      "verse": 20,
      "text": "and he made brasun stakis of the tabernacle, and of the greet street, bi cumpas."
    },
    {
      "verse": 21,
      "text": "These ben the instrumentis of the tabernacle of witnessyng, that ben noumbrid, bi the comaundement of Moises, in the cerymonyes of Leuytis, bi the hond of Ithamar, sone of Aaron, preest."
    },
    {
      "verse": 22,
      "text": "Whiche instrumentis Beseleel, sone of Huri, sone of Hur, of the lynage of Juda, fillide; for the Lord comaundide bi Moises,"
    },
    {
      "verse": 23,
      "text": "while Ooliab, sone of Achysameth, of the lynage of Dan, was ioyned felowe to hym, and he hym silf was a noble crafti man of trees, and a tapesere and a broderere of iacynt, purpur, vermyloun and bijs."
    },
    {
      "verse": 24,
      "text": "Al the gold that was spendid in the werk of seyntuarie, and that was offrid in yiftis, was of `nyne and twenti talentis, and of seuene hundrid and thretti siclis, at the mesure of seyntuarie."
    },
    {
      "verse": 25,
      "text": "Forsothe it was offrid of hem that passiden to noumbre fro twenti yeer and aboue, of sixe hundrid and thre thousand, and fyue hundrid and fifty of armed men."
    },
    {
      "verse": 26,
      "text": "Ferthermore, an hundrid talentis of siluer weren, of whiche the foundementis of the seyntuarie weren yotun togidere, and of the entryng, where the veil hangith;"
    },
    {
      "verse": 27,
      "text": "an hundrid foundementis weren maad of an hundrid talentis, and for ech foundement was ordeyned o talent."
    },
    {
      "verse": 28,
      "text": "Forsothe of a thousynde seuene hundrid and `thre scoor and fiftene siclis he made the heedis of pilers, and he `clothide tho same pilers with siluer."
    },
    {
      "verse": 29,
      "text": "Also of bras weren offrid `thre scoor and twelue thousynde talentis, and foure hundrid siclis ouer."
    },
    {
      "verse": 30,
      "text": "Of whiche the foundementis in the entryng of the tabernacle of witnessyng weren yotun, and the brasun auter, with his gridele, and al the vessels that perteynen to the vss therof,"
    },
    {
      "verse": 31,
      "text": "and the foundementis of the greet street, as wel in the cumpas, as in the entryng therof, and the stakis of the tabernacle, and of the greet street bi cumpas."
    }
  ]
}