{
  "book_id": "EXO",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe of iacynt, and purpur, vermyloun, and bijs, he made clothis, in whiche Aaron was clothid, whanne he mynystride in hooli thingis, as the Lord comaundide to Moises."
    },
    {
      "verse": 2,
      "text": "Therfor he made the `cloth on the schuldris of gold, iacynt, and purpur, and of reed selk twies died,"
    },
    {
      "verse": 3,
      "text": "and of bijs foldid ayen, bi werk of broiderie; also he kittide thinne goldun platis, and made thinne in to threedis, that tho moun be foldid ayen, with the warp of the formere colouris;"
    },
    {
      "verse": 4,
      "text": "and he made tweyne hemmes couplid to hem silf to gidere, in euer either side of the endis; and `he made a girdil of the same colouris,"
    },
    {
      "verse": 5,
      "text": "as the Lord comaundide to Moises."
    },
    {
      "verse": 6,
      "text": "And he made redi twei `stonys of onychyn, boundun and closid in gold, and grauun bi the craft of worchere in iemmys, with the names of the sones of Israel; sixe names in o stoon, and sixe in the tother stoon, bi the ordre of her birthe."
    },
    {
      "verse": 7,
      "text": "And he settide tho stoonus in the sidis of the `clooth on the schuldris, in to a memorial of the sones of Israel, as the Lord comaundide to Moises."
    },
    {
      "verse": 8,
      "text": "He made also the racional, `by werk of broiderie, bi the werk of the `cloth on the schuldris, of gold, iacynt, purpur, and reed selk twies died, and of biis foldid ayen; he made the racional foure cornerid,"
    },
    {
      "verse": 9,
      "text": "double, of the mesure of foure fyngris."
    },
    {
      "verse": 10,
      "text": "And settide thereynne foure ordris of iemmes; in the firste ordre was sardius, topazius, smaragdus; in the secounde was carbuncle,"
    },
    {
      "verse": 11,
      "text": "safir, iaspis;"
    },
    {
      "verse": 12,
      "text": "in the thridde ordre was ligurie, achates, ametiste;"
    },
    {
      "verse": 13,
      "text": "in the fourthe ordre was crisolite, onochyn, and berille, cumpassid and enclosid with gold, bi her ordris."
    },
    {
      "verse": 14,
      "text": "And tho twelue stonys weren grauyn with twelue names, of the lynage of Israel, alle stonys bi hem silf, bi the names of alle lynagis bi hem silf."
    },
    {
      "verse": 15,
      "text": "Thei maden also in the racional litle chaynes, cleuynge to hem silf togidre,"
    },
    {
      "verse": 16,
      "text": "of pureste gold, and tweyne hokys, and so many ryngis of gold. Forsothe thei settiden the ryngis on euer either side of the racional,"
    },
    {
      "verse": 17,
      "text": "of whiche ryngis twei goldun chaynes hangiden, whiche thei settiden in the hokis, that stonden forth in the corneris of the `cloth on the schuldris."
    },
    {
      "verse": 18,
      "text": "These acordiden so to hem silf, bothe bifore and bihynde, that the `cloth on the schuldris, and the racional,"
    },
    {
      "verse": 19,
      "text": "weren knyt togidere, fastned to the girdil, and couplid ful strongli with ryngis, whiche ryngis a lace of iacynt ioynede togidere, lest tho weren loose, and `fletiden doun, and weren moued ech from other, as the Lord comaundide to Moises."
    },
    {
      "verse": 20,
      "text": "Thei maden also `a coote on the schuldris, al of iacynt;"
    },
    {
      "verse": 21,
      "text": "and the hood in the hiyere part, aboute the myddis, and a wouun hemme, bi the cumpas of the hood;"
    },
    {
      "verse": 22,
      "text": "forsothe bynethe at the feet piyn applis of iacynt, and purpur, and vermyloun, and biys foldid ayen;"
    },
    {
      "verse": 23,
      "text": "and litle bellis of pureste gold, whiche thei settiden bitwixe pum garnadis, in the `lowest part of the coote, bi cumpas;"
    },
    {
      "verse": 24,
      "text": "a goldun litle belle, and a piyn apple; with whiche the bischop yede ourned, whanne he `was set in seruyce, as the Lord comaundide to Moises."
    },
    {
      "verse": 25,
      "text": "Thei maden also cootis of bijs, bi wouun werk, to Aaron and to hise sones,"
    },
    {
      "verse": 26,
      "text": "and mytres with smale corouns of biys,"
    },
    {
      "verse": 27,
      "text": "and lynnun clothis of bijs;"
    },
    {
      "verse": 28,
      "text": "forsothe a girdil of bijs foldid ayen, of iacynt, purpur, and vermyloun, departid bi craft of broyderie, as the Lord comaundide to Moises."
    },
    {
      "verse": 29,
      "text": "Thei maden also a plate of hooli worschipyng, of pureste gold, and thei writeden therynne bi werk of a worchere in iemmes, The hooli of the Lord."
    },
    {
      "verse": 30,
      "text": "And thei bounden it with the mytre bi a lace of iacynt, as the Lord comaundide to Moises."
    },
    {
      "verse": 31,
      "text": "Therfor al the werk of the tabernacle, and the hilyng of the witnessyng, was parformed; and the sones of Israel diden alle thingis whiche the Lord comaundide to Moises."
    },
    {
      "verse": 32,
      "text": "And thei offeriden the tabernacle, and the roof, and al the purtenaunce, ryngis, tablis, barris, pileris, and foundementis;"
    },
    {
      "verse": 33,
      "text": "the hilyng of `skynnes of rammes, maad reed, and another hilyng of skynnys of iacynt;"
    },
    {
      "verse": 34,
      "text": "the veil, the arke, barris, propiciatorie;"
    },
    {
      "verse": 35,
      "text": "the boord with vessels, and with the looues of settyng forth;"
    },
    {
      "verse": 36,
      "text": "the candilstike, lanternes, and the purtenauncis of tho, with oile;"
    },
    {
      "verse": 37,
      "text": "the goldun auter, and oynement, and encense of swete smellynge spiceries;"
    },
    {
      "verse": 38,
      "text": "and the tente in the entryng of the tabernacle;"
    },
    {
      "verse": 39,
      "text": "the brasun auter, gridile, barris, and alle vessels therof; the `greet waischyng vessel, with his foundement; the tentis of the greet street, and the pilers with her foundementis;"
    },
    {
      "verse": 40,
      "text": "the tente in the entring of the greet street, and the coordis, and stakis therof. No thing of the vessels failide, that weren comaundid to be maad in to the seruyce of the tabernacle, and in to the roof of the boond of pees."
    },
    {
      "verse": 41,
      "text": "Also the sones of Israel offriden the clothis whiche the prestis, that is, Aaron and hise sones, vsen in the seyntuarie,"
    },
    {
      "verse": 42,
      "text": "as the Lord comaundide."
    },
    {
      "verse": 43,
      "text": "And aftir that Moises siy alle tho thingis fillid, he blesside hem."
    }
  ]
}