{
  "book_id": "NEH",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Now these \\add are\\add* the priests and the Levites that went up with Zorobabel the son of Salathiel and Jesus: Saraia, Jeremia, Esdra,"
    },
    {
      "verse": 2,
      "text": "Amaria, Maluch,"
    },
    {
      "verse": 3,
      "text": "Sechenia."
    },
    {
      "verse": 7,
      "text": "These \\add were\\add* the chiefs of the priests, and their brethren in the days of Jesus."
    },
    {
      "verse": 8,
      "text": "And the Levites \\add were\\add*, Jesus, Banui, Cadmiel, Sarabia, Jodae, Matthania: he \\add was\\add* over the bands,"
    },
    {
      "verse": 9,
      "text": "and his brethren \\add were appointed\\add* to the daily courses."
    },
    {
      "verse": 10,
      "text": "And Jesus begot Joakim, and Joakim begot Eliasib, and Eliasib \\add begot\\add* Jodae,"
    },
    {
      "verse": 11,
      "text": "and Jodae begot Jonathan, and Jonathan begot Jadu."
    },
    {
      "verse": 12,
      "text": "And in the days of Joakim, his brethren the priests and the heads of families \\add were, belonging\\add* to Saraia, Amaria; to Jeremia, Anania;"
    },
    {
      "verse": 13,
      "text": "to Esdra, Mesulam; to Amaria, Joanan;"
    },
    {
      "verse": 14,
      "text": "to Amaluch, Jonathan; to Sechenia, Joseph;"
    },
    {
      "verse": 15,
      "text": "to Are, Mannas; to Marioth, Elcai;"
    },
    {
      "verse": 16,
      "text": "to Adadai, Zacharia; to Ganathoth, Mesolam;"
    },
    {
      "verse": 17,
      "text": "to Abia, Zechri; to Miamin, Maadai; to Pheleti, \\add one\\add*;"
    },
    {
      "verse": 18,
      "text": "to Balgas, Samue; to Semia, Jonathan;"
    },
    {
      "verse": 19,
      "text": "to Joarib, Matthanai; to Edio, Ozi;"
    },
    {
      "verse": 20,
      "text": "to Salai, Callai; to Amec, Abed;"
    },
    {
      "verse": 21,
      "text": "to Elkia, Asabias; to Jedeiu, Nathanael."
    },
    {
      "verse": 22,
      "text": "The Levites in the days of Eliasib, Joada, and Joa, and Joanan, and Idua, \\add were\\add* recorded heads of families: also the priests, in the reign of Darius the Persian."
    },
    {
      "verse": 23,
      "text": "And the sons of Levi, heads of families, \\add were\\add* written in the book of the chronicles, even to the days of Joanan son of Elisue."
    },
    {
      "verse": 24,
      "text": "And the heads of the Levites \\add were\\add* Asabia, and Sarabia, and Jesu: and the sons of Cadmiel, and their brethren over against them, were to sing hymns of praise, according to the commandment of David the man of God, course by course."
    },
    {
      "verse": 25,
      "text": "When I gathered the porters,"
    },
    {
      "verse": 26,
      "text": "\\add it was\\add* in the days of Joakim son of Jesus, son of Josedec, and in the days of Neemia: and Esdras the priest \\add was\\add* scribe."
    },
    {
      "verse": 27,
      "text": "And at the dedication of the wall of Jerusalem they sought the Levites in their places, to bring them to Jerusalem, to keep a feast of dedication and gladness with thanksgiving, and they sounded cymbals with songs, and \\add had\\add* psalteries and harps."
    },
    {
      "verse": 28,
      "text": "And the sons of the singers were assembled both from the neighbourhood round about to Jerusalem, and from the villages,"
    },
    {
      "verse": 29,
      "text": "and from the country: for the singers built themselves villages by Jerusalem."
    },
    {
      "verse": 30,
      "text": "And the priests and the Levites purified themselves, and they purified the people, and the porters, and the wall."
    },
    {
      "verse": 31,
      "text": "And they brought up the princes of Juda on the wall, and they appointed two great \\add companies\\add* for thanksgiving, and they passed on the right hand on the wall of the dung-gate."
    },
    {
      "verse": 32,
      "text": "And after them went Osaia, and half the princes of Juda,"
    },
    {
      "verse": 33,
      "text": "and Azarias, and Esdras, and Mesollam,"
    },
    {
      "verse": 34,
      "text": "and Juda, and Benjamin, and Samaias and Jeremia."
    },
    {
      "verse": 35,
      "text": "And \\add some\\add* of the sons of the priest with trumpets, Zacharias son of Jonathan, son of Samaias, son of Matthania, son of Michaia, son of Zacchur, son of Asaph:"
    },
    {
      "verse": 36,
      "text": "and his brethren, Samaia, and Oziel, Gelol, Jama, Aia, Nathanael, and Juda, Anani, to praise with the hymns of David the man of God; and Esdras the scribe \\add was\\add* before them,"
    },
    {
      "verse": 37,
      "text": "at the gate, to praise before them, and they went up by the steps of the city of David, in the ascent of the wall, above the house of David, even to the water-gate"
    },
    {
      "verse": 39,
      "text": "of Ephraim, and to the fish-gate, and by the tower of Anameel, and as far as the sheep-gate."
    },
    {
      "verse": 42,
      "text": "And the singers were heard, and were numbered."
    },
    {
      "verse": 43,
      "text": "And in that day they offered great sacrifices, and rejoiced; for God had made them very joyful: and their wives and their children rejoiced: and the joy in Jerusalem was heard from afar off."
    },
    {
      "verse": 44,
      "text": "And in that day they appointed men over the treasuries, for the treasures, the first-fruits, and the tithes, and \\add for\\add* the chiefs of the cities who were assembled among them, \\add to furnish\\add* portions for the priests and Levites: for \\add there was\\add* joy in Juda over the priests and over the Levites that waited."
    },
    {
      "verse": 45,
      "text": "And they kept the charges of their God, and the charges of the purification, and \\add ordered\\add* the singers and the porters, according to the commandments of David and his son Solomon."
    },
    {
      "verse": 46,
      "text": "For in the days of David Asaph was originally first of the singers, and \\add they sang\\add* hymns and praise to God."
    },
    {
      "verse": 47,
      "text": "And all Israel in the days of Zorobabel, and in the days of Neemias, gave the portions of the singers and the porters, a daily rate: and consecrated them to the Levites: and the Levites consecrated them to the sons of Aaron."
    }
  ]
}