{
  "book_id": "JOS",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And the borders of the tribe of the children of Manasse, (for he \\add was\\add* the first-born \\f + \\fr 17:1 \\fqa Gr. \\ft to.\\f*of Joseph,) \\add assigned\\add* to Machir the first-born of Manasse the father of Galaad, for he was a warrior, \\add were\\add* in the land of Galaad and of Basan."
    },
    {
      "verse": 2,
      "text": "And there was \\add land\\add* assigned to the other sons of Manasse according to their families; to the sons of Jezi, and to the sons of Kelez, and to the sons of Jeziel, and to the sons of Sychem, and to the sons of Symarim, and to the sons of Opher: these \\add are\\add* the males according to their families."
    },
    {
      "verse": 3,
      "text": "And Salpaad the son of Opher had no sons but daughters: and these \\add are\\add* the names of the daughters of Salpaad; Maala, and Nua, and Egla, and Melcha, and Thersa."
    },
    {
      "verse": 4,
      "text": "And they stood before Eleazar the priest, and before Joshua, and before the rulers, saying, God gave a charge by the hand of Moses, to give us an inheritance in the midst of our brethren: so there was given to them by the command of the Lord an inheritance among the brethren of their father."
    },
    {
      "verse": 5,
      "text": "And their lot fell \\add to them\\add* from Anassa, and \\add to the\\add* plain of Labec of the land of Galaad, which is beyond Jordan."
    },
    {
      "verse": 6,
      "text": "For the daughters of the sons of Manasse inherited a portion in the midst of their brethren, and the land of Galaad was assigned to the remainder of the sons of Manasse."
    },
    {
      "verse": 7,
      "text": "And the borders of the sons of Manasse were Delanath, which is before the sons of Anath, and it proceeds to the borders \\add even\\add* to Jamin and Jassib to the fountain of Thaphthoth."
    },
    {
      "verse": 8,
      "text": "It shall belong to Manasse, and Thapheth on the borders of Manasse \\add shall belong\\add* to the sons of Ephraim."
    },
    {
      "verse": 9,
      "text": "And the borders shall go down to the valley of Carana southward by the valley of Jariel, (\\add there is\\add* a turpentine tree \\add belonging\\add* to Ephraim between \\add that and\\add* the city of Manasse:) and the borders of Manasse \\add are\\add* northward to the brook; and the sea shall be its termination."
    },
    {
      "verse": 10,
      "text": "Southward \\add the land belongs\\add* to Ephraim, and northward to Manasse; and the sea shall be their coast; and northward they shall border upon \\f + \\fr 17:10 \\fqa Alex. \\ft Aser.\\f*Aseb, and eastward upon Issachar."
    },
    {
      "verse": 11,
      "text": "And Manasses shall have in \\add the portion of\\add* Issachar and Aser Bæthsan and their villages, and the inhabitants of Dor, and its villages, and the inhabitants of Mageddo, and its villages, and the third part of Mapheta, and its villages."
    },
    {
      "verse": 12,
      "text": "And the sons of Manasse were not able to destroy these cities; and the Chananite began to dwell in \\f + \\fr 17:12 \\fqa Gr. \\ft this.\\f*that land."
    },
    {
      "verse": 13,
      "text": "And it came to pass that when the children of Israel were strong, they made the Chananites subject, but they did not utterly destroy them."
    },
    {
      "verse": 14,
      "text": "And the sons of Joseph answered Joshua, saying, Wherefore hast thou caused us to inherit one inheritance, and one line? whereas I am a great people, and God has blessed me."
    },
    {
      "verse": 15,
      "text": "And Joshua said to them, If thou be a great people, go up to the forest, and clear \\add the land\\add* for thyself, if mount Ephraim be too little for thee."
    },
    {
      "verse": 16,
      "text": "And they said, The mount of Ephraim does not please us, and the Chananite dwelling in it in Bæthsan, and in its villages, \\add and\\add* in the valley of Jezrael, has choice cavalry and iron."
    },
    {
      "verse": 17,
      "text": "And Joshua said to the sons of Joseph, If thou art a great people, and hast great strength, thou shalt not have \\add only\\add* one inheritance."
    },
    {
      "verse": 18,
      "text": "For thou shalt have the wood, for there is a wood, and thou shalt clear it, and \\add the land\\add* shall be thine; even when thou shalt have utterly destroyed the Chananite, for he has chosen cavalry; yet thou art stronger than he."
    }
  ]
}