{
  "book_id": "EZR",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And these [are] sons of the province who are going up — of the captives of the removal that Nebuchadnezzar king of Babylon removed to Babylon, and they turn back to Jerusalem and Judah, each to his city —"
    },
    {
      "verse": 2,
      "text": "who have come in with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah: The number of the men of the people of Israel:"
    },
    {
      "verse": 3,
      "text": "Sons of Parosh, two thousand a hundred seventy and two."
    },
    {
      "verse": 4,
      "text": "Sons of Shephatiah, three hundred seventy and two."
    },
    {
      "verse": 5,
      "text": "Sons of Arah, seven hundred five and seventy."
    },
    {
      "verse": 6,
      "text": "Sons of Pahath-Moab, of the sons of Jeshua, Joab, two thousand eight hundred and twelve."
    },
    {
      "verse": 7,
      "text": "Sons of Elam, a thousand two hundred fifty and four."
    },
    {
      "verse": 8,
      "text": "Sons of Zattu, nine hundred and forty and five."
    },
    {
      "verse": 9,
      "text": "Sons of Zaccai, seven hundred and sixty."
    },
    {
      "verse": 10,
      "text": "Sons of Bani, six hundred forty and two."
    },
    {
      "verse": 11,
      "text": "Sons of Bebai, six hundred twenty and three."
    },
    {
      "verse": 12,
      "text": "Sons of Azgad, a thousand two hundred twenty and two."
    },
    {
      "verse": 13,
      "text": "Sons of Adonikam, six hundred sixty and six."
    },
    {
      "verse": 14,
      "text": "Sons of Bigvai, two thousand fifty and six."
    },
    {
      "verse": 15,
      "text": "Sons of Adin, four hundred fifty and four."
    },
    {
      "verse": 16,
      "text": "Sons of Ater of Hezekiah, ninety and eight."
    },
    {
      "verse": 17,
      "text": "Sons of Bezai, three hundred twenty and three."
    },
    {
      "verse": 18,
      "text": "Sons of Jorah, a hundred and twelve."
    },
    {
      "verse": 19,
      "text": "Sons of Hashum, two hundred twenty and three."
    },
    {
      "verse": 20,
      "text": "Sons of Gibbar, ninety and five."
    },
    {
      "verse": 21,
      "text": "Sons of Beth-Lehem, a hundred twenty and three."
    },
    {
      "verse": 22,
      "text": "Men of Netophah, fifty and six."
    },
    {
      "verse": 23,
      "text": "Men of Anathoth, a hundred twenty and eight."
    },
    {
      "verse": 24,
      "text": "Sons of Azmaveth, forty and two."
    },
    {
      "verse": 25,
      "text": "Sons of Kirjath-Arim, Chephirah, and Beeroth, seven hundred and forty and three."
    },
    {
      "verse": 26,
      "text": "Sons of Ramah and Gaba, six hundred twenty and one."
    },
    {
      "verse": 27,
      "text": "Men of Michmas, a hundred twenty and two."
    },
    {
      "verse": 28,
      "text": "Men of Beth-El and Ai, two hundred twenty and three."
    },
    {
      "verse": 29,
      "text": "Sons of Nebo, fifty and two."
    },
    {
      "verse": 30,
      "text": "Sons of Magbish, a hundred fifty and six."
    },
    {
      "verse": 31,
      "text": "Sons of another Elam, a thousand two hundred fifty and four."
    },
    {
      "verse": 32,
      "text": "Sons of Harim, three hundred and twenty."
    },
    {
      "verse": 33,
      "text": "Sons of Lod, Hadid, and Ono, seven hundred twenty and five."
    },
    {
      "verse": 34,
      "text": "Sons of Jericho, three hundred forty and five."
    },
    {
      "verse": 35,
      "text": "Sons of Senaah, three thousand and six hundred and thirty."
    },
    {
      "verse": 36,
      "text": "The Priests: sons of Jedaiah, of the house of Jeshua, nine hundred seventy and three."
    },
    {
      "verse": 37,
      "text": "Sons of Imner, a thousand fifty and two."
    },
    {
      "verse": 38,
      "text": "Sons of Pashhur, a thousand two hundred forty and seven."
    },
    {
      "verse": 39,
      "text": "Sons of Harim, a thousand and seventeen."
    },
    {
      "verse": 40,
      "text": "The Levites; sons of Jeshua and Kadmiel, of the sons of Hodaviah, seventy and four."
    },
    {
      "verse": 41,
      "text": "The singers: sons of Asaph, a hundred twenty and eight."
    },
    {
      "verse": 42,
      "text": "Sons of the gatekeepers; sons of Shallum, sons of Ater, sons of Talmon, sons of Akkub, sons of Hatita, sons of Shobai, the whole [are] a hundred thirty and nine."
    },
    {
      "verse": 43,
      "text": "The Nethinim: sons of Ziha, sons of Hasupha, sons of Tabbaoth,"
    },
    {
      "verse": 44,
      "text": "Sons of Keros, sons of Siaha, sons of Padon,"
    },
    {
      "verse": 45,
      "text": "Sons of Lebanah, sons of Hagabah, sons of Akkub,"
    },
    {
      "verse": 46,
      "text": "Sons of Hagab, sons of Shalmai, sons of Hanan,"
    },
    {
      "verse": 47,
      "text": "Sons of Giddel, sons of Gahar, sons of Reaiah,"
    },
    {
      "verse": 48,
      "text": "Sons of Rezin, sons of Nekoda, sons of Gazzam,"
    },
    {
      "verse": 49,
      "text": "Sons of Uzza, sons of Paseah, sons of Besai,"
    },
    {
      "verse": 50,
      "text": "Sons of Asnah, sons of Mehunim, sons of Nephusim,"
    },
    {
      "verse": 51,
      "text": "Sons of Bakbuk, sons of Hakupha, sons of Harhur,"
    },
    {
      "verse": 52,
      "text": "Sons of Bazluth, sons of Mehida, sons of Harsha,"
    },
    {
      "verse": 53,
      "text": "Sons of Barkos, sons of Sisera, sons of Thamah,"
    },
    {
      "verse": 54,
      "text": "Sons of Neziah, sons of Hatipha."
    },
    {
      "verse": 55,
      "text": "Sons of the servants of Solomon: sons of Sotai, sons of Sophereth, sons of Peruda,"
    },
    {
      "verse": 56,
      "text": "Sons of Jaalah, sons of Darkon, sons of Giddel,"
    },
    {
      "verse": 57,
      "text": "Sons of Shephatiah, sons of Hattil, sons of Pochereth of Zebaim, sons of Ami."
    },
    {
      "verse": 58,
      "text": "All the Nethinim, and the sons of the servants of Solomon [are] three hundred ninety and two."
    },
    {
      "verse": 59,
      "text": "And these [are] those going up from Tel-Melah, Tel-Harsa, Cherub, Addan, Immer, and they have not been able to declare the house of their fathers, and their seed, whether they [are] of Israel:"
    },
    {
      "verse": 60,
      "text": "sons of Delaiah, sons of Tobiah, sons of Nekoda, six hundred fifty and two."
    },
    {
      "verse": 61,
      "text": "And of the sons of the priests: sons of Habaiah, sons of Koz, sons of Barzillai (who took from the daughters of Barzillai the Gileadite a wife, and is called by their name;)"
    },
    {
      "verse": 62,
      "text": "these have sought their register among those reckoning themselves by genealogy, and they have not been found, and they are redeemed from the priesthood,"
    },
    {
      "verse": 63,
      "text": "and the Tirshatha saith to them, that they eat not of the most holy things till the standing up of a priest with Urim and with Thummim."
    },
    {
      "verse": 64,
      "text": "All the assembly together [is] four myriad two thousand three hundred sixty,"
    },
    {
      "verse": 65,
      "text": "apart from their servants and their handmaids; these [are] seven thousand three hundred thirty and seven: and of them [are] singers and songstresses two hundred."
    },
    {
      "verse": 66,
      "text": "Their horses [are] seven hundred thirty and six, their mules, two hundred forty and five,"
    },
    {
      "verse": 67,
      "text": "their camels, four hundred thirty and five, asses, six thousand seven hundred and twenty."
    },
    {
      "verse": 68,
      "text": "And some of the heads of the fathers in their coming in to the house of Jehovah that [is] in Jerusalem, have offered willingly for the house of God, to establish it on its base;"
    },
    {
      "verse": 69,
      "text": "according to their power they have given to the treasure of the work; of gold, drams six myriads and a thousand, and of silver, pounds five thousand, and of priests' coats, a hundred."
    },
    {
      "verse": 70,
      "text": "And the priests dwell, and the Levites, and of the people, and the singers, and the gatekeepers, and the Nethinim, in their cities; even all Israel in their cities."
    }
  ]
}