{
  "book_id": "EZR",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And at Ezra's praying, and at his making confession, weeping and casting himself down before the house of God, there have been gathered unto him out of Israel an assembly very great — men and women and children — for the people have wept, multiplying weeping."
    },
    {
      "verse": 2,
      "text": "And Shechaniah son of Jehiel, of the sons of Elam, answereth and saith to Ezra, 'We — we have trespassed against our God, and we settle strange women of the peoples of the land; and now there is hope for Israel concerning this,"
    },
    {
      "verse": 3,
      "text": "and now, let us make a covenant with our God, to cause all the women to go out, and that which is born of them, by the counsel of the Lord, and of those trembling at the command of our God, and according to law it is done;"
    },
    {
      "verse": 4,
      "text": "rise, for on thee [is] the matter, and we [are] with thee; be strong, and do.'"
    },
    {
      "verse": 5,
      "text": "And Ezra riseth, and causeth the heads of the priests, the Levites, and all Israel, to swear to do according to this word — and they swear."
    },
    {
      "verse": 6,
      "text": "And Ezra riseth from before the house of God, and goeth unto the chamber of Jehohanan son of Eliashib; yea, he goeth there, bread he hath not eaten, and water he hath not drunk, for he is mourning because of the trespass of the removal."
    },
    {
      "verse": 7,
      "text": "And they cause a voice to pass over into Judah and Jerusalem, to all sons of the removal, to be gathered to Jerusalem,"
    },
    {
      "verse": 8,
      "text": "and every one who cometh not in by the third day, according to the counsel of the heads and of the elders, all his substance is devoted, and himself separated from the assembly of the removal."
    },
    {
      "verse": 9,
      "text": "And gathered are all the men of Judah and Benjamin to Jerusalem by the third day, it [is] the ninth month, on the twentieth of the month, and all the people sit in the broad place of the house of God, trembling on account of the matter and of the showers."
    },
    {
      "verse": 10,
      "text": "And Ezra the priest riseth, and saith unto them, 'Ye — ye have trespassed, and ye settle strange women, to add to the guilt of Israel;"
    },
    {
      "verse": 11,
      "text": "and, now, make confession to Jehovah, God of your fathers, and do His good pleasure, and be separated from the peoples of the land, and from the strange women.'"
    },
    {
      "verse": 12,
      "text": "And all the assembly answer and say [with] a great voice, 'Right; according to thy word — on us to do;"
    },
    {
      "verse": 13,
      "text": "but the people [are] many, and [it is] the time of showers, and there is no power to stand without, and the work [is] not for one day, nor for two, for we have multiplied to transgress in this thing."
    },
    {
      "verse": 14,
      "text": "'Let, we pray thee, our heads of all the assembly stand, and all who [are] in our cities, who have settled strange wives, do come in at the times appointed, and with them the elders of city and city, and its judges, till the turning back of the fury of the wrath of our God from us, for this thing.'"
    },
    {
      "verse": 15,
      "text": "Only Jonathan son of Asahel, and Jahaziah son of Tikvah, stood against this, and Meshullam, and Shabbethai the Levite, helped them."
    },
    {
      "verse": 16,
      "text": "And the sons of the removal do so, and Ezra the priest, [and] men, heads of the fathers, for the house of their fathers, are separated, even all of them by name, and they sit on the first day of the tenth month, to examine the matter;"
    },
    {
      "verse": 17,
      "text": "and they finish with all the men who have settled strange women unto the first day of the first month."
    },
    {
      "verse": 18,
      "text": "And there are found of the sons of the priests that have settled strange women: of the sons of Jeshua son of Jozadak, and his brethren, Maaseiah, and Eliezer, and Jarib, and Gedaliah;"
    },
    {
      "verse": 19,
      "text": "and they give their hand to send out their wives, and, being guilty, a ram of the flock, for their guilt."
    },
    {
      "verse": 20,
      "text": "And of the sons of Immer: Hanani and Zebadiah;"
    },
    {
      "verse": 21,
      "text": "and of the sons of Harim: Masseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah;"
    },
    {
      "verse": 22,
      "text": "and of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethaneel, Jozabad, and Elasah."
    },
    {
      "verse": 23,
      "text": "And of the Levites: Jozabad, and Shimei, and Kelaiah — he [is] Kelita, — Pethahiah, Judah, and Eliezer."
    },
    {
      "verse": 24,
      "text": "And of the singers: Eliashib. And of the gatekeepers: Shallum, and Telem, and Uri."
    },
    {
      "verse": 25,
      "text": "And of Israel: of the sons of Parosh: Ramiah, and Jeziah, and Malchijah, and Miamin, and Eleazar, and Malchijah, and Benaiah."
    },
    {
      "verse": 26,
      "text": "And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah."
    },
    {
      "verse": 27,
      "text": "And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza."
    },
    {
      "verse": 28,
      "text": "And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai."
    },
    {
      "verse": 29,
      "text": "And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, and Ramoth."
    },
    {
      "verse": 30,
      "text": "And of the sons of Pahath-Moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezaleel, and Binnui, and Manasseh."
    },
    {
      "verse": 31,
      "text": "And of the sons of Harim: Eliezer, Ishijah, Malchiah, Shemaiah, Shimeon,"
    },
    {
      "verse": 32,
      "text": "Benjamin, Malluch, Shemariah."
    },
    {
      "verse": 33,
      "text": "Of the sons of Hashum: Mattenai, Mattathah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei."
    },
    {
      "verse": 34,
      "text": "Of the sons of Bani: Maadai, Amram, and Uel,"
    },
    {
      "verse": 35,
      "text": "Benaiah, Bedeiah, Cheluhu,"
    },
    {
      "verse": 36,
      "text": "Vaniah, Meremoth, Eliashib,"
    },
    {
      "verse": 37,
      "text": "Mattaniah, Mattenai, and Jaasau,"
    },
    {
      "verse": 38,
      "text": "and Bani, and Binnui, Shimei,"
    },
    {
      "verse": 39,
      "text": "and Shelemiah, and Nathan, and Adaiah,"
    },
    {
      "verse": 40,
      "text": "Machnadbai, Shashai, Sharai,"
    },
    {
      "verse": 41,
      "text": "Azareel, and Shelemiah, Shemariah,"
    },
    {
      "verse": 42,
      "text": "Shallum, Amariah, Joseph."
    },
    {
      "verse": 43,
      "text": "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jadau, and Joel, Benaiah;"
    },
    {
      "verse": 44,
      "text": "all these have taken strange women, and there are of them women — who adopt sons."
    }
  ]
}