{
  "book_id": "LUK",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And it was don in tho daies, a maundement wente out fro the emperour August, that al the world schulde be discryued."
    },
    {
      "verse": 2,
      "text": "This firste discryuyng was maad of Cyryn, iustice of Sirie."
    },
    {
      "verse": 3,
      "text": "And alle men wenten to make professioun, ech in to his owne citee."
    },
    {
      "verse": 4,
      "text": "And Joseph wente vp fro Galilee, fro the citee Nazareth, in to Judee, in to a citee of Dauid, that is clepid Bethleem, for that he was of the hous and of the meyne of Dauid,"
    },
    {
      "verse": 5,
      "text": "that he schulde knouleche with Marie, his wijf, that was weddid to hym, and was greet with child."
    },
    {
      "verse": 6,
      "text": "And it was don, while thei weren there, the daies weren fulfillid, that sche schulde bere child."
    },
    {
      "verse": 7,
      "text": "And sche bare hir first borun sone, and wlappide hym in clothis, and leide hym in a cratche, for ther was no place to hym in no chaumbir."
    },
    {
      "verse": 8,
      "text": "And scheepherdis weren in the same cuntre, wakynge and kepynge the watchis of the nyyt on her flok."
    },
    {
      "verse": 9,
      "text": "And lo! the aungel of the Lord stood bisidis hem, and the cleernesse of God schinede aboute hem; and thei dredden with greet drede."
    },
    {
      "verse": 10,
      "text": "And the aungel seide to hem, Nyle ye drede; for lo! Y preche to you a greet ioye, that schal be to al puple."
    },
    {
      "verse": 11,
      "text": "For a sauyoure is borun to dai to you, that is Crist the Lord, in the citee of Dauid."
    },
    {
      "verse": 12,
      "text": "And this is a tokene to you; ye schulen fynde a yong child wlappid in clothis, and leid in a cratche."
    },
    {
      "verse": 13,
      "text": "And sudenli ther was maad with the aungel a multitude of heuenli knyythod, heriynge God,"
    },
    {
      "verse": 14,
      "text": "and seiynge, Glorie be in the hiyeste thingis to God, and in erthe pees be to men of good wille."
    },
    {
      "verse": 15,
      "text": "And it was don, as the `aungelis passiden awei fro hem in to heuene, the scheephirdis spaken togider, and seiden, Go we ouer to Bethleem, and se we this word that is maad, which the Lord hath `maad, and schewide to vs."
    },
    {
      "verse": 16,
      "text": "And thei hiyynge camen, and founden Marie and Joseph, and the yong child leid in a cratche."
    },
    {
      "verse": 17,
      "text": "And thei seynge, knewen of the word that was seid to hem of this child."
    },
    {
      "verse": 18,
      "text": "And alle men that herden wondriden, and of these thingis that weren seid to hem of the scheephirdis."
    },
    {
      "verse": 19,
      "text": "But Marie kepte alle these wordis, berynge togider in hir herte."
    },
    {
      "verse": 20,
      "text": "And the scheepherdis turneden ayen, glorifyinge and heriynge God in alle thingis that thei hadden herd and seyn, as it was seid to hem."
    },
    {
      "verse": 21,
      "text": "And aftir that the eiyte daies weren endid, that the child schulde be circumcided, his name was clepid Jhesus, which was clepid of the aungel, bifor that he was conceyued in the wombe."
    },
    {
      "verse": 22,
      "text": "And aftir that the daies of the purgacioun of Marie weren fulfillid, aftir Moyses lawe, thei token hym into Jerusalem, to offre hym to the Lord, as it is writun in the lawe of the Lord,"
    },
    {
      "verse": 23,
      "text": "For euery male kynde openynge the wombe, schal be clepid holi to the Lord; and that thei schulen yyue an offryng,"
    },
    {
      "verse": 24,
      "text": "aftir that it is seid in the lawe of the Lord, A peire of turturis, or twei culuer briddis."
    },
    {
      "verse": 25,
      "text": "And lo! a man was in Jerusalem, whos name was Symeon; and this man was iust and vertuous, and aboode the coumfort of Israel; and the Hooli Goost was in hym."
    },
    {
      "verse": 26,
      "text": "And he hadde takun an answere of the Hooli Goost, that he schulde not se deeth, but he sawy first the Crist of the Lord."
    },
    {
      "verse": 27,
      "text": "And he cam in spirit into the temple. And whanne his fadir and modir ledden the child Jhesu to do aftir the custom of the lawe for hym,"
    },
    {
      "verse": 28,
      "text": "he took hym in to hise armes, and he blesside God,"
    },
    {
      "verse": 29,
      "text": "and seide, Lord, now thou leuyst thi seruaunt aftir thi word in pees;"
    },
    {
      "verse": 30,
      "text": "for myn iyen han seyn thin helthe,"
    },
    {
      "verse": 31,
      "text": "which thou hast maad redi bifor the face of alle puplis;"
    },
    {
      "verse": 32,
      "text": "liyt to the schewyng of hethene men, and glorie of thi puple Israel."
    },
    {
      "verse": 33,
      "text": "And his fadir and his modir weren wondrynge on these thingis, that weren seid of hym."
    },
    {
      "verse": 34,
      "text": "And Symeon blesside hem, and seide to Marie, his modir, Lo! this is set in to the fallyng doun and in to the risyng ayen of many men in Israel, and in to a tokene, to whom it schal be ayenseid."
    },
    {
      "verse": 35,
      "text": "And a swerd schal passe thorou thin owne soule, that the thouytis ben schewid of many hertis."
    },
    {
      "verse": 36,
      "text": "And Anna was a prophetesse, the douytir of Fanuel, of the lynage of Aser. And sche hadde goon forth in many daies, and hadde lyued with hir hosebonde seuene yeer fro hir maydynhode."
    },
    {
      "verse": 37,
      "text": "And this was a widewe to foure scoor yeer and foure; and sche departide not fro the temple, but seruyde to God nyyt and dai in fastyngis and preieris."
    },
    {
      "verse": 38,
      "text": "And this cam vpon hem in thilk our, and knoulechide to the Lord, and spak of hym to alle that abiden the redempcioun of Israel."
    },
    {
      "verse": 39,
      "text": "And as thei hadden ful don alle thingis, aftir the lawe of the Lord, thei turneden ayen in to Galilee, in to her citee Nazareth."
    },
    {
      "verse": 40,
      "text": "And the child wexe, and was coumfortid, ful of wisdom; and the grace of God was in hym."
    },
    {
      "verse": 41,
      "text": "And his fadir and modir wenten ech yeer in to Jerusalem, in the solempne dai of pask."
    },
    {
      "verse": 42,
      "text": "And whanne Jhesus was twelue yeer oold, thei wenten vp to Jerusalem, aftir the custom of the feeste dai."
    },
    {
      "verse": 43,
      "text": "And whanne the daies weren don, thei turneden ayen; and the child abood in Jerusalem, and his fadir and modir knewen it not."
    },
    {
      "verse": 44,
      "text": "For thei gessynge that he hadde be in the felowschip, camen a daies iourney, and souyten hym among hise cosyns and hise knouleche."
    },
    {
      "verse": 45,
      "text": "And whanne thei founden hym not, thei turneden ayen in to Jerusalem, and souyten hym."
    },
    {
      "verse": 46,
      "text": "And it bifelle, that aftir the thridde dai thei founden hym in the temple, sittynge in the myddil of the doctours, herynge hem and axynge hem."
    },
    {
      "verse": 47,
      "text": "And alle men that herden hym, wondriden on the prudence and the answeris of hym."
    },
    {
      "verse": 48,
      "text": "And thei seyn, and wondriden. And his modir seide to hym, Sone, what hast thou do to vs thus? Lo! thi fadir and Y sorewynge han souyte thee."
    },
    {
      "verse": 49,
      "text": "And he seide to hem, What is it that ye souyten me? wisten ye not that in tho thingis that ben of my fadir, it behoueth me to be?"
    },
    {
      "verse": 50,
      "text": "And thei vndurstoden not the word, which he spak to hem."
    },
    {
      "verse": 51,
      "text": "And he cam doun with hem, and cam to Nazareth, and was suget to hem. And his moder kepte togidir alle these wordis, and bare hem in hir herte."
    },
    {
      "verse": 52,
      "text": "And Jhesus profitide in wisdom, age, and grace, anentis God and men."
    }
  ]
}