{
  "book_id": "LUK",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And Jhesus ful of the Hooli Goost turnede ayen fro Jordan, and was led bi the spirit into desert fourti daies,"
    },
    {
      "verse": 2,
      "text": "and was temptid of the deuel, and eet nothing in tho daies; and whanne tho daies weren endid, he hungride."
    },
    {
      "verse": 3,
      "text": "And the deuel seide to him, If thou art Goddis sone, seie to this stoon, that it be maad breed."
    },
    {
      "verse": 4,
      "text": "And Jhesus answeride to hym, It is writun, That a man lyueth not in breed aloone, but in euery word of God."
    },
    {
      "verse": 5,
      "text": "And the deuel ladde hym in to an hiy hil, and schewide to hym alle the rewmes of the world in a moment of tyme;"
    },
    {
      "verse": 6,
      "text": "and seide to hym, Y schal yyue to thee al this power, and the glorie of hem, for to me thei ben youun, and to whom Y wole, Y yyue hem;"
    },
    {
      "verse": 7,
      "text": "therfor if thou falle doun, and worschipe bifore me, alle thingis schulen be thine."
    },
    {
      "verse": 8,
      "text": "And Jhesus answeride, and seide to hym, It is writun, Thou schalt worschipe thi Lord God, and to hym aloone thou schalt serue."
    },
    {
      "verse": 9,
      "text": "And he ledde hym in to Jerusalem, and sette hym on the pynacle of the temple, and seide to hym, If thou art Goddis sone, sende thi silf fro hennes doun;"
    },
    {
      "verse": 10,
      "text": "for it is writun, For he hath comaundide to hise aungels of thee, that thei kepe thee in alle thi weies,"
    },
    {
      "verse": 11,
      "text": "and that thei schulen take thee in hondis, lest perauenture thou hirte thi foote at a stoon."
    },
    {
      "verse": 12,
      "text": "And Jhesus answeride, and seide to him, It is seid, Thou schalt not tempte thi Lord God."
    },
    {
      "verse": 13,
      "text": "And whanne euery temptacioun was endid, the feend wente a wei fro hym for a tyme."
    },
    {
      "verse": 14,
      "text": "And Jhesus turnede ayen in the vertu of the spirit in to Galilee, and the fame wente forth of hym thorou al the cuntre."
    },
    {
      "verse": 15,
      "text": "And he tauyte in the synagogis of hem, and was magnyfied of alle men."
    },
    {
      "verse": 16,
      "text": "And he cam to Nazareth, where he was norisschid, and entride aftir his custom in the sabat dai in to a synagoge, and roos to reed."
    },
    {
      "verse": 17,
      "text": "And the book of Ysaye, the prophete, was takun to hym; and as he turnede the book, he foond a place, where it was wrytun,"
    },
    {
      "verse": 18,
      "text": "The Spirit of the Lord on me, for which thing he anoyntide me; he sente me to preche to pore men, to hele contrite men in herte,"
    },
    {
      "verse": 19,
      "text": "and to preche remyssioun to prisoneris, and siyt to blynde men, and to delyuere brokun men in to remissioun; to preche the yeer of the Lord plesaunt, and the dai of yeldyng ayen."
    },
    {
      "verse": 20,
      "text": "And whanne he hadde closid the book, he yaf ayen to the mynystre, and sat; and the iyen of alle men in the synagoge were biholdynge in to hym."
    },
    {
      "verse": 21,
      "text": "And he bigan to seie to hem, For in this dai this scripture is fulfillid in youre eeris."
    },
    {
      "verse": 22,
      "text": "And alle men yauen witnessyng to hym, and wondriden in the wordis of grace, that camen forth of his mouth. And thei seiden, Whether this is not the sone of Joseph?"
    },
    {
      "verse": 23,
      "text": "And he seide to hem, Sotheli ye schulen seie to me this liknesse, Leeche, heele thi silf. The Farisees seiden to Jhesu, Hou grete thingis han we herd don in Cafarnaum, do thou also here in thi cuntre."
    },
    {
      "verse": 24,
      "text": "And he seide, Treuli Y seie to you, that no profete is resseyued in his owne cuntre."
    },
    {
      "verse": 25,
      "text": "In treuthe Y seie to you, that many widowis weren in the daies of Elie, the prophete, in Israel, whanne heuene was closid thre yeer and sixe monethis, whanne greet hungur was maad in al the erthe;"
    },
    {
      "verse": 26,
      "text": "and to noon of hem was Elye sent, but in to Sarepta of Sydon, to a widowe."
    },
    {
      "verse": 27,
      "text": "And many meseles weren in Israel, vndur Helisee, the prophete, and noon of hem was clensid, but Naaman of Sirye."
    },
    {
      "verse": 28,
      "text": "And alle in the synagoge herynge these thingis, weren fillid with wraththe."
    },
    {
      "verse": 29,
      "text": "And thei risen vp, and drouen hym out with out the citee, and ledden hym to the cop of the hil on which her citee was bildid, to caste hym doun."
    },
    {
      "verse": 30,
      "text": "But Jhesus passide, and wente thorou the myddil of hem; and cam doun in to Cafarnaum,"
    },
    {
      "verse": 31,
      "text": "a citee of Galilee, and there he tauyte hem in sabotis."
    },
    {
      "verse": 32,
      "text": "And thei weren astonyed in his techyng, for his word was in power."
    },
    {
      "verse": 33,
      "text": "And in her synagoge was a man hauynge an vnclene feend, and he criede with greet vois,"
    },
    {
      "verse": 34,
      "text": "and seide, Suffre, what to vs and to thee, Jhesu of Nazareth? art thou comun to leese vs? Y knowe, that thou art the hooli of God."
    },
    {
      "verse": 35,
      "text": "And Jhesus blamede hym, and seide, Wexe doumbe, and go out fro hym. And whanne the feend hadde cast hym forth in to the myddil, he wente a wei fro hym, and he noyede hym no thing."
    },
    {
      "verse": 36,
      "text": "And drede was maad in alle men, and thei spaken togider, and seiden, What is this word, for in power and vertu he comaundith to vnclene spiritis, and thei gon out?"
    },
    {
      "verse": 37,
      "text": "And the fame was pupplischid of him in to ech place of the cuntre."
    },
    {
      "verse": 38,
      "text": "And Jhesus roos vp fro the synagoge, and entride in to the hous of Symount; and the modir of Symountis wijf was holdun with grete fyueris, and thei preieden hym for hir."
    },
    {
      "verse": 39,
      "text": "And Jhesus stood ouer hir, and comaundide to the feuer, and it lefte hir; and anoon sche roos vp, and seruede hem."
    },
    {
      "verse": 40,
      "text": "And whanne the sunne wente doun, alle that hadden sijke men with dyuerse langours, ledden hem to hym; and he sette his hoondis on ech bi `hem silf, and heelide hem."
    },
    {
      "verse": 41,
      "text": "And feendis wenten out fro manye, and crieden, and seiden, For thou art the sone of God. And he blamede, and suffride hem not to speke, for thei wisten hym, that he was Crist."
    },
    {
      "verse": 42,
      "text": "And whanne the dai was come, he yede out, and wente in to a desert place; and the puple souyten hym, and thei camen to hym, and thei helden hym, that he schulde not go a wei fro hem."
    },
    {
      "verse": 43,
      "text": "To whiche he seide, For also to othere citees it bihoueth me to preche the kyngdom of God, for therfor Y am sent."
    },
    {
      "verse": 44,
      "text": "And he prechide in the synagogis of Galilee."
    }
  ]
}