{
  "book_id": "LUK",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And it was don in the secounde firste sabat, whanne he passid bi cornes, hise disciplis pluckiden eeris of corn; and thei frotynge with her hondis, eeten."
    },
    {
      "verse": 2,
      "text": "And summe of the Farisees seiden to hem, What doon ye that, that is not leeueful in the sabotis?"
    },
    {
      "verse": 3,
      "text": "And Jhesus answeride, and seide to hem, Han ye not redde, what Dauith dide, whanne he hungride, and thei that weren with hym;"
    },
    {
      "verse": 4,
      "text": "hou he entride in to the hous of God, and took looues of proposicioun, and eet, and yaf to hem that weren with hem; whiche looues it was not leeueful to eete, but oonli to prestis."
    },
    {
      "verse": 5,
      "text": "And he seide to hem, For mannus sone is lord, yhe, of the sabat."
    },
    {
      "verse": 6,
      "text": "And it was don in another sabat, that he entride in to a synagoge, and tauyte. And a man was there, and his riyt hoond was drie."
    },
    {
      "verse": 7,
      "text": "And the scribis and Farisees aspieden hym, if he wolde heele hym in the sabat, that thei schulden fynde cause, whereof thei schulden accuse hym."
    },
    {
      "verse": 8,
      "text": "And he wiste the thouytis of hem, and he seide to the man that hadde a drie hoond, Rise vp, and stonde in to the myddil. And he roos, and stood."
    },
    {
      "verse": 9,
      "text": "And Jhesus seide to hem, Y axe you, if it is leueful to do wel in the sabat, or yuel? to make a soule saaf, or to leese?"
    },
    {
      "verse": 10,
      "text": "And whanne he hadde biholde alle men aboute, he seide to the man, Hold forth thin hoond. And he held forth, and his hond was restorid to helthe."
    },
    {
      "verse": 11,
      "text": "And thei weren fulfillid with vnwisdom, and spaken togidir, what thei schulden do of Jhesu."
    },
    {
      "verse": 12,
      "text": "And it was don in tho daies, he wente out in to an hil to preye; and he was al nyyt dwellynge in the preier of God."
    },
    {
      "verse": 13,
      "text": "And whanne the day was come, he clepide hise disciplis, and chees twelue of hem, whiche he clepide also apostlis;"
    },
    {
      "verse": 14,
      "text": "Symount, whom he clepide Petir, and Andrew, his brothir, James and Joon,"
    },
    {
      "verse": 15,
      "text": "Filip and Bartholomew, Matheu and Thomas, James Alphei, and Symount, that is clepid Zelotes,"
    },
    {
      "verse": 16,
      "text": "Judas of James, and Judas Scarioth, that was traytoure."
    },
    {
      "verse": 17,
      "text": "And Jhesus cam doun fro the hil with hem, and stood in a feeldi place; and the cumpeny of hise disciplis, and a greet multitude of puple, of al Judee, and Jerusalem, and of the see coostis, and of Tyre and Sidon,"
    },
    {
      "verse": 18,
      "text": "that camen to here hym, and to be heelid of her siknessis; and thei that weren trauelid of vncleene spiritis, weren heelid."
    },
    {
      "verse": 19,
      "text": "And al puple souyte to touche hym, for vertu wente out of hym, and heelide alle."
    },
    {
      "verse": 20,
      "text": "And whanne hise iyen weren cast vp in to hise disciplis, he seide, Blessid be ye, `pore men, for the kyngdom of God is youre."
    },
    {
      "verse": 21,
      "text": "Blessid be ye, that now hungren, for ye schulen be fulfillid. Blessid be ye, that now wepen, for ye schulen leiye."
    },
    {
      "verse": 22,
      "text": "Ye schulen be blessid, whanne men schulen hate you, and departe you awei, and putte schenschip to you, and cast out youre name as yuel, for mannus sone."
    },
    {
      "verse": 23,
      "text": "Joye ye in that dai, and be ye glad; for lo! youre meede is myche in heuene; for aftir these thingis the fadris of hem diden to prophetis."
    },
    {
      "verse": 24,
      "text": "Netheles wo to you, riche men, that han youre coumfort."
    },
    {
      "verse": 25,
      "text": "Wo to you that ben fulfillid, for ye schulen hungre. Wo to you that now leiyen, for ye schulen morne, and wepe."
    },
    {
      "verse": 26,
      "text": "Wo to you, whanne alle men schulen blesse you; aftir these thingis the fadris of hem diden to profetis."
    },
    {
      "verse": 27,
      "text": "But Y seie to you that heren, loue ye youre enemyes, do ye wel to hem that hatiden you;"
    },
    {
      "verse": 28,
      "text": "blesse ye men that cursen you, preye ye for men that defamen you."
    },
    {
      "verse": 29,
      "text": "And to him that smytith thee on o cheeke, schewe also the tothir; and fro hym that takith awei fro thee a cloth, nyle thou forbede the coote."
    },
    {
      "verse": 30,
      "text": "And yyue to eche that axith thee, and if a man takith awei tho thingis that ben thine, axe thou not ayen."
    },
    {
      "verse": 31,
      "text": "And as ye wolen that men do to you, do ye also to hem in lijk maner."
    },
    {
      "verse": 32,
      "text": "And if ye louen hem that louen you, what thanke is to you? for synful men louen men that louen hem."
    },
    {
      "verse": 33,
      "text": "And if ye don wel to hem that don wel to you, what grace is to you? synful men don this thing."
    },
    {
      "verse": 34,
      "text": "And if ye leenen to hem of whiche ye hopen to take ayen, what thanke is to you? for synful men leenen to synful men, to take ayen as myche."
    },
    {
      "verse": 35,
      "text": "Netheles loue ye youre enemyes, and do ye wel, and leene ye, hopinge no thing therof, and youre mede schal be myche, and ye schulen be the sones of the Heyest, for he is benygne on vnkynde men and yuele men."
    },
    {
      "verse": 36,
      "text": "Therfor be ye merciful, as youre fadir is merciful."
    },
    {
      "verse": 37,
      "text": "Nyle ye deme, and ye schulen not be demed. Nyle ye condempne, and ye schulen not be condempned; foryyue ye, and it schal be foryouun to you."
    },
    {
      "verse": 38,
      "text": "Yyue ye, and it schal be youun to you. Thei schulen yyue in to youre bosum a good mesure, and wel fillid, and schakun togidir, and ouerflowynge; for bi the same mesure, bi whiche ye meeten, it schal be metun `ayen to you."
    },
    {
      "verse": 39,
      "text": "And he seide to hem a liknesse, Whether the blynde may leede the blynde? ne fallen thei not bothe `in to the diche?"
    },
    {
      "verse": 40,
      "text": "A disciple is not aboue the maistir; but eche schal be perfite, if he be as his maister."
    },
    {
      "verse": 41,
      "text": "And what seest thou in thi brotheris iye a moot, but thou biholdist not a beem, that is in thin owne iye?"
    },
    {
      "verse": 42,
      "text": "Or hou maist thou seie to thi brother, Brothir, suffre, Y schal caste out the moot of thin iye, and thou biholdist not a beem in thin owne iye? Ipocrite, first take out the beem of thin iye, and thanne thou schalt se to take the moot of thi brotheris iye."
    },
    {
      "verse": 43,
      "text": "It is not a good tree, that makith yuel fruytis, nether an yuel tree, that makith good fruytis;"
    },
    {
      "verse": 44,
      "text": "for euery tre is knowun of his fruyt. And men gaderen not figus of thornes, nethir men gaderen a grape of a buysche of breris."
    },
    {
      "verse": 45,
      "text": "A good man of the good tresoure of his herte bryngith forth good thingis, and an yuel man of the yuel tresoure bryngith forth yuel thingis; for of the plente of the herte the mouth spekith."
    },
    {
      "verse": 46,
      "text": "And what clepen ye me, Lord, Lord, and doon not tho thingis that Y seie."
    },
    {
      "verse": 47,
      "text": "Eche that cometh to me, and herith my wordis, and doith hem, Y schal schewe to you, to whom he is lijk."
    },
    {
      "verse": 48,
      "text": "He is lijk to a man that bildith an hous, that diggide deepe, and sette the foundement on a stoon. And whanne greet flood was maad, the flood was hurtlid to that hous, and it miyte not moue it, for it was foundid on a sad stoon."
    },
    {
      "verse": 49,
      "text": "But he that herith, and doith not, is lijk to a man bildynge his hous on erthe with outen foundement; in to which the flood was hurlid, and anoon it felle doun; and the fallyng doun of that hous was maad greet."
    }
  ]
}