{
  "book_id": "LUK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And whanne he hadde fulfillid alle hise wordis in to the eeris of the puple, he entride in to Cafarnaum."
    },
    {
      "verse": 2,
      "text": "But a seruaunt of a centurien, that was precious to hym, was sijk, and drawynge to the deeth."
    },
    {
      "verse": 3,
      "text": "And whanne he hadde herd of Jhesu, he sente to hym the eldere men of Jewis, and preiede hym, that he wolde come, and heele his seruaunt."
    },
    {
      "verse": 4,
      "text": "And whanne thei camen to Jhesu, thei preieden hym bisili, and seiden to hym, For he is worthi, that thou graunte to hym this thing;"
    },
    {
      "verse": 5,
      "text": "for he loueth oure folk, and he bildide to vs a synagoge."
    },
    {
      "verse": 6,
      "text": "And Jhesus wente with hem. And whanne he was not fer fro the hous, the centurien sente to hym freendis, and seide, Lord, nyle thou be trauelid, for Y am not worthi, that thou entre vnder my roof;"
    },
    {
      "verse": 7,
      "text": "for which thing and Y demede not my silf worthi, that Y come to thee; but seie thou bi word, and my child schal be helid."
    },
    {
      "verse": 8,
      "text": "For Y am a man ordeyned vndur power, and haue knyytis vndur me; and Y seie to this, Go, and he goith, and to anothir, Come, and he cometh, and to my seruaunt, Do this thing, and he doith."
    },
    {
      "verse": 9,
      "text": "And whanne this thing was herd, Jhesus wondride; and seide to the puple suynge hym, Treuli Y seie to you, nether in Israel Y foond so greet feith."
    },
    {
      "verse": 10,
      "text": "And thei that weren sent, turneden ayen home, and founden the seruaunt hool, which was sijk."
    },
    {
      "verse": 11,
      "text": "And it was don aftirward, Jhesus wente in to a citee, that is clepid Naym, and hise disciplis; and ful greet puple wente with hym."
    },
    {
      "verse": 12,
      "text": "And whanne he cam nyy to the yate of the citee, lo! the sone of a womman that hadde no mo children, was borun out deed; and this was a widowe; and myche puple of the citee with hir."
    },
    {
      "verse": 13,
      "text": "And whanne the Lord Jhesu hadde seyn hir, he hadde reuthe on hir, and seide to hir, Nyle thou wepe."
    },
    {
      "verse": 14,
      "text": "And he cam nyy, and touchide the beere; and thei that baren stoden. And he seide, Yonge man, Y seie to thee, rise vp."
    },
    {
      "verse": 15,
      "text": "And he that was deed sat vp ayen, and bigan to speke; and he yaf hym to his modir."
    },
    {
      "verse": 16,
      "text": "And drede took alle men, and thei magnyfieden God, and seiden, For a grete profete is rysun among vs, and, For God hath visitid his puple."
    },
    {
      "verse": 17,
      "text": "And this word wente out of hym in to al Judee, and in to al the cuntre aboute."
    },
    {
      "verse": 18,
      "text": "And Joones disciplis toolden hym of alle these thingis."
    },
    {
      "verse": 19,
      "text": "And Joon clepide tweyn of hise disciplis, and sente hem to Jhesu, and seide, Art thou he that is to come, or abiden we anothir?"
    },
    {
      "verse": 20,
      "text": "And whanne the men cam to hym, thei seiden, Joon Baptist sente vs to thee, and seide, Art thou he that is to come, or we abiden anothir?"
    },
    {
      "verse": 21,
      "text": "And in that our he heelide many men of her sijknessis, and woundis, and yuel spiritis; and he yaf siyt to many blynde men."
    },
    {
      "verse": 22,
      "text": "And Jhesus answerde, and seide to hem, Go ye ayen, and telle ye to Joon tho thingis that ye han herd and seyn; blynde men seyn, crokid men goen, mesels ben maad cleene, deef men heren, deed men risen ayen, pore men ben takun to prechyng of the gospel."
    },
    {
      "verse": 23,
      "text": "And he that schal not be sclaundrid in me, is blessid."
    },
    {
      "verse": 24,
      "text": "And whanne the messangeris of Joon weren go forth, he bigan to seie of Joon to the puple,"
    },
    {
      "verse": 25,
      "text": "What wenten ye out in to desert to se? a reed waggid with the wynd?"
    },
    {
      "verse": 26,
      "text": "But what wenten ye out to se? a man clothid with softe clothis? Lo! thei that ben in precious cloth and in delicis, ben in kyngis housis. But what wenten ye out to se? a profete? Yhe, Y seie to you, and more than a profete."
    },
    {
      "verse": 27,
      "text": "This is he, of whom it is writun, Lo! Y sende myn aungel bifor thi face, which schal make `thi weie redi bifor thee."
    },
    {
      "verse": 28,
      "text": "Certis Y seie to you, there is no man more prophete among children of wymmen, than is Joon; but he that is lesse in the kyngdom of heuenes, is more than he."
    },
    {
      "verse": 29,
      "text": "And al the puple herynge, and pupplicans, that hadden be baptisid with baptym of Joon, iustifieden God;"
    },
    {
      "verse": 30,
      "text": "but the Farisees and the wise men of the lawe, that weren not baptisid of hym, dispisiden the counsel of God ayens hem silf."
    },
    {
      "verse": 31,
      "text": "And the Lord seide, Therfor to whom schal Y seie `men of this generacioun lijk, and to whom ben thei lijk?"
    },
    {
      "verse": 32,
      "text": "Thei ben lijk to children sittynge in chepyng, and spekynge togider, and seiynge, We han sungun to you with pipis, and ye han not daunsid; we han maad mornyng, and ye han not wept."
    },
    {
      "verse": 33,
      "text": "For Joon Baptist cam, nethir etynge breed, ne drynkynge wyne, and ye seyen, He hath a feend."
    },
    {
      "verse": 34,
      "text": "Mannus sone cam etynge and drynkynge, and ye seien, Lo! a man a deuourer, and drynkynge wyne, a frend of pupplicans and of synful men."
    },
    {
      "verse": 35,
      "text": "And wisdom is iustified of her sones."
    },
    {
      "verse": 36,
      "text": "But oon of the Farisees preiede Jhesu, that he schulde ete with hym. And he entride in to the hous of the Farise, and sat at the mete."
    },
    {
      "verse": 37,
      "text": "And lo! a synful womman, that was in the citee, as sche knewe, that Jhesu sat at the mete in the hous of the Farisee, sche brouyte an alabaustre box of oynement;"
    },
    {
      "verse": 38,
      "text": "and sche stood bihynde bysidis hise feet, and bigan to moiste hise feet with teeris, and wipide with the heeris of hir heed, and kiste hise feet, and anoyntide with oynement."
    },
    {
      "verse": 39,
      "text": "And the Farise seynge, that hadde clepide hym, seide within hym silf, seiynge, If this were a prophete, he schulde wite, who and what maner womman it were that touchith hym, for sche is a synful womman."
    },
    {
      "verse": 40,
      "text": "And Jhesus answeride, and seide to hym, Symount, Y haue sumthing to seie to thee. And he seide, Maistir, seie thou."
    },
    {
      "verse": 41,
      "text": "And he answeride, Twei dettouris weren to o lener; and oon auyt fyue hundrid pans, and `the other fifti;"
    },
    {
      "verse": 42,
      "text": "but whanne thei hadden not wherof `thei schulden yeelde, he foryaf to bothe. Who thanne loueth hym more?"
    },
    {
      "verse": 43,
      "text": "Symount answeride, and seide, Y gesse, that he to whom he foryaf more. And he answeride to hym, Thou hast demyd riytli."
    },
    {
      "verse": 44,
      "text": "And he turnede to the womman, and seide to Symount, Seest thou this womman? I entride into thin hous, thou yaf no watir to my feet; but this hath moistid my feet with teeris, and wipide with hir heeris."
    },
    {
      "verse": 45,
      "text": "Thou hast not youun to me a cosse; but this, sithen sche entride, ceesside not to kisse my feet."
    },
    {
      "verse": 46,
      "text": "Thou anoyntidist not myn heed with oile; but this anoyntide my feet with oynement."
    },
    {
      "verse": 47,
      "text": "For the which thing Y seie to thee, many synnes ben foryouun to hir, for sche hath loued myche; and to whom is lesse foryouun, he loueth lesse."
    },
    {
      "verse": 48,
      "text": "And Jhesus seide to hir, Thi synnes ben foryouun to thee."
    },
    {
      "verse": 49,
      "text": "And thei that saten to gider at the mete, bigunnen to seie with ynne hem silf, Who is this that foryyueth synnes."
    },
    {
      "verse": 50,
      "text": "But he seide to the womman, Thi feith hath maad thee saaf; go thou in pees."
    }
  ]
}