{
  "book_id": "LUK",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And aftir these thingis the Lord Jhesu ordeynede also othir seuenti and tweyn, and sente hem bi tweyn and tweyn bifor his face in to euery citee and place, whidir he was to come."
    },
    {
      "verse": 2,
      "text": "And he seide to hem, There is myche ripe corn, and fewe werke men; therfor preie ye the lord of the ripe corn, that he sende werke men in to his ripe corn."
    },
    {
      "verse": 3,
      "text": "Go ye, lo! Y sende you as lambren among wolues."
    },
    {
      "verse": 4,
      "text": "Therfor nyle ye bere a sachel, nethir scrippe, nethir schoon, and greete ye no man bi the weie."
    },
    {
      "verse": 5,
      "text": "In to what hous that ye entren, first seie ye, Pees to this hous."
    },
    {
      "verse": 6,
      "text": "And if a sone of pees be there, youre pees schal reste on hym; but if noon, it schal turne ayen to you."
    },
    {
      "verse": 7,
      "text": "And dwelle ye in the same hous, etynge and drynkynge tho thingis that ben at hem; for a werk man is worthi his hire. Nyle ye passe from hous in to hous."
    },
    {
      "verse": 8,
      "text": "And in to what euer citee ye entren, and thei resseyuen you, ete ye tho thingis that ben set to you;"
    },
    {
      "verse": 9,
      "text": "and heele ye the sijke men that ben in that citee. And seie ye to hem, The kyngdom of God schal neiye in to you."
    },
    {
      "verse": 10,
      "text": "In to what citee ye entren, and thei resseyuen you not, go ye out in to the streetis of it,"
    },
    {
      "verse": 11,
      "text": "and seie ye, We wipen of ayens you the poudir that cleued to vs of youre citee; netheles wite ye this thing, that the rewme of God schal come nyy."
    },
    {
      "verse": 12,
      "text": "Y seie to you, that to Sodom it schal be esiere than to that citee in that dai."
    },
    {
      "verse": 13,
      "text": "Wo to thee, Corosayn; wo to thee, Bethsaida; for if in Tyre and Sidon the vertues hadden be don, whiche han be don in you, sum tyme thei wolden haue sete in heyre and asches, and haue don penaunce."
    },
    {
      "verse": 14,
      "text": "Netheles to Tire and Sidon it schal be esiere in the doom than to you."
    },
    {
      "verse": 15,
      "text": "And thou, Cafarnaum, art enhaunsid `til to heuene; thou schalt be drenchid `til in to helle."
    },
    {
      "verse": 16,
      "text": "He that herith you, herith me; and he that dispisith you, dispisith me; and he that dispisith me, dispisith hym that sente me."
    },
    {
      "verse": 17,
      "text": "And the two and seuenti disciplis turneden ayen with ioye, and seiden, Lord, also deuelis ben suget to vs in thi name."
    },
    {
      "verse": 18,
      "text": "And he seide to hem, Y saiy Sathnas fallynge doun fro heuene, as leit."
    },
    {
      "verse": 19,
      "text": "And lo! Y haue youun to you power to trede on serpentis, and on scorpyouns, and on al the vertu of the enemy, and nothing schal anoye you."
    },
    {
      "verse": 20,
      "text": "Netheles nyle ye ioye on this thing, that spiritis ben suget to you; but ioye ye, that youre names ben writun in heuenes."
    },
    {
      "verse": 21,
      "text": "In thilk our he gladide in the Hooli Goost, and seide, Y knouleche to thee, fadir, Lord of heuene and of erthe, for thou hast hid these thingis fro wise men and prudent, and hast schewid hem to smale children. Yhe, fadir, for so it pleside bifor thee."
    },
    {
      "verse": 22,
      "text": "Alle thingis ben youun to me of my fadir, and no man woot, who is the sone, but the fadir; and who is the fadir, but the sone, and to whom the sone wole schewe."
    },
    {
      "verse": 23,
      "text": "And he turnede to hise disciplis, and seide, Blessid ben the iyen, that seen tho thingis that ye seen."
    },
    {
      "verse": 24,
      "text": "For Y seie to you, that many prophetis and kyngis wolden haue seie tho thingis, that ye seen, and thei sayn not; and here tho thingis, that ye heren, and thei herden not."
    },
    {
      "verse": 25,
      "text": "And lo! a wise man of the lawe ros vp, temptynge hym, and seiynge, Maister, what thing schal Y do to haue euerlastynge lijf?"
    },
    {
      "verse": 26,
      "text": "And he seide to hym, What is writun in the lawe? hou redist thou?"
    },
    {
      "verse": 27,
      "text": "He answeride, and seide, Thou schalt loue thi Lord God of al thin herte, and of al thi soule, and of alle thi strengthis, and of al thi mynde; and thi neiybore as thi silf."
    },
    {
      "verse": 28,
      "text": "And Jhesus seide to hym, Thou hast answerid riytli; do this thing, and thou schalt lyue."
    },
    {
      "verse": 29,
      "text": "But he willynge to iustifie hym silf, seide to Jhesu, And who is my neiybore?"
    },
    {
      "verse": 30,
      "text": "And Jhesu biheld, and seide, A man cam doun fro Jerusalem in to Jerico, and fel among theues, and thei robbiden hym, and woundiden hym, and wente awei, and leften the man half alyue."
    },
    {
      "verse": 31,
      "text": "And it bifel, that a prest cam doun the same weie, and passide forth, whanne he hadde seyn hym."
    },
    {
      "verse": 32,
      "text": "Also a dekene, whanne he was bisidis the place, and saiy him, passide forth."
    },
    {
      "verse": 33,
      "text": "But a Samaritan, goynge the weie, cam bisidis hym; and he siy hym, and hadde reuthe on hym;"
    },
    {
      "verse": 34,
      "text": "and cam to hym, and boond togidir hise woundis, and helde in oyle and wynne; and leide hym on his beest, and ledde in to an ostrie, and dide the cure of hym."
    },
    {
      "verse": 35,
      "text": "And another dai he brouyte forth twey pans, and yaf to the ostiler, and seide, Haue the cure of hym; and what euer thou schalt yyue ouer, Y schal yelde to thee, whanne Y come ayen."
    },
    {
      "verse": 36,
      "text": "Who of these thre, semeth to thee, was neiybore to hym, that fel among theues?"
    },
    {
      "verse": 37,
      "text": "And he seide, He that dide merci in to hym. And Jhesus seide to hym, Go thou, and do thou on lijk maner."
    },
    {
      "verse": 38,
      "text": "And it was don, while thei wenten, he entride in to a castel; and a womman, Martha bi name, resseyuede hym in to hir hous."
    },
    {
      "verse": 39,
      "text": "And to this was a sistir, Marie bi name, which also sat bisidis the feet of the Lord, and herde his word."
    },
    {
      "verse": 40,
      "text": "But Martha bisiede aboute the ofte seruyce. And sche stood, and seide, Lord, takist thou no kepe, that my sistir hath left me aloone to serue? therfor seie thou to hir, that sche helpe me."
    },
    {
      "verse": 41,
      "text": "And the Lord answerde, and seide to hir, Martha, Martha, thou art bysi, and art troublid aboute ful many thingis;"
    },
    {
      "verse": 42,
      "text": "but o thing is necessarie. Marie hath chosun the best part, which schal not be takun awei fro hir."
    }
  ]
}