{
  "book_id": "LUK",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And whanne myche puple stood aboute, so that thei treden ech on othir, he bigan to seie to hise disciplis, Be ye war of the sourdouy of the Farisees, that is ypocrisie."
    },
    {
      "verse": 2,
      "text": "For no thing is hilid, that schal not be schewid; nether hid, that schal not be wist."
    },
    {
      "verse": 3,
      "text": "For whi tho thingis that ye han seid in derknessis, schulen be seid in liyt; and that that ye han spokun in eere in the couchis, schal be prechid in roofes."
    },
    {
      "verse": 4,
      "text": "And Y seie to you, my freendis, be ye not a ferd of hem that sleen the bodie, and aftir these thingis han no more what thei schulen do."
    },
    {
      "verse": 5,
      "text": "But Y schal schewe to you, whom ye schulen drede; drede ye hym, that aftir he hath slayn, he hath power to sende in to helle. And so Y seie to you, drede ye hym."
    },
    {
      "verse": 6,
      "text": "Whether fyue sparowis ben not seld for twei halpens; and oon of hem is not in foryetyng bifor God?"
    },
    {
      "verse": 7,
      "text": "But also alle the heeris of youre heed ben noumbrid. Therfor nyle ye drede; ye ben of more prijs than many sparowis."
    },
    {
      "verse": 8,
      "text": "Treuli Y seie to you, ech man that knoulechith me bifor men, mannus sone schal knouleche hym bifor the aungels of God."
    },
    {
      "verse": 9,
      "text": "But he that denyeth me bifor men, schal be denyed bifor the aungels of God."
    },
    {
      "verse": 10,
      "text": "And ech that seith a word ayens mannus sone, it schal be foryouun to hym; but it schal not be foryouun to hym, that blasfemeth ayens the Hooli Goost."
    },
    {
      "verse": 11,
      "text": "And whanne thei leden you in to synagogis, and to magistratis, and potestatis, nyle ye `be bisie, hou or what ye schulen answere, or what ye schulen seie."
    },
    {
      "verse": 12,
      "text": "For the Hooli Goost schal teche you in that our, what it bihoueth you to seie."
    },
    {
      "verse": 13,
      "text": "And oon of the puple seide to hym, Maystir, seie to my brothir, that he departe with me the eritage."
    },
    {
      "verse": 14,
      "text": "And he seyde to hym, Man, who ordeynede me a domesman, or a departere, on you?"
    },
    {
      "verse": 15,
      "text": "And he seide to hem, Se ye, and be ye war of al coueytice; for the lijf of a man is not in the abundaunce of tho thingis, whiche he weldith."
    },
    {
      "verse": 16,
      "text": "And he tolde to hem a liknesse, and seide, The feeld of a riche man brouyte forth plenteuouse fruytis."
    },
    {
      "verse": 17,
      "text": "And he thouyte with ynne hym silf, and seide, What schal Y do, for Y haue not whidur Y schal gadere my fruytis?"
    },
    {
      "verse": 18,
      "text": "And he seith, This thing Y schal do; Y schal throwe doun my bernes, and Y schal make gretter, and thidir Y schal gadir alle thingis that growen to me, and my goodis."
    },
    {
      "verse": 19,
      "text": "And Y schal seie to my soule, Soule, thou hast many goodis kept in to ful many yeeris; rest thou, ete, drynke, and make feeste."
    },
    {
      "verse": 20,
      "text": "And God seide to hym, Fool, in this nyyt thei schulen take thi lijf fro thee. And whos schulen tho thingis be, that thou hast arayed?"
    },
    {
      "verse": 21,
      "text": "So is he that tresourith to hym silf, and is not riche in God."
    },
    {
      "verse": 22,
      "text": "And he seide to hise disciplis, Therfor Y seie to you, nyle ye be bisy to youre lijf, what ye schulen ete, nether to youre bodi, with what ye schulen be clothid."
    },
    {
      "verse": 23,
      "text": "The lijf is more than mete, and the body more than clothing."
    },
    {
      "verse": 24,
      "text": "Biholde ye crowis, for thei sowen not, nethir repen, to whiche is no celer, ne berne, and God fedith hem. Hou myche more ye ben of more prijs than thei."
    },
    {
      "verse": 25,
      "text": "And who of you bithenkynge may put to o cubit to his stature?"
    },
    {
      "verse": 26,
      "text": "Therfor if ye moun not that that is leest, what ben ye bisie of othere thingis?"
    },
    {
      "verse": 27,
      "text": "Biholde ye the lilies of the feeld, hou thei wexen; thei trauelen not, nethir spynnen. And Y seie to you, that nethir Salomon in al his glorie was clothid as oon of these."
    },
    {
      "verse": 28,
      "text": "And if God clothith thus the hey, that to dai is in the feeld, and to morewe is cast in to an ouen; hou myche more you of litil feith."
    },
    {
      "verse": 29,
      "text": "And nyle ye seke, what ye schulen ete, or what ye schulen drynke; and nyle ye be reisid an hiy."
    },
    {
      "verse": 30,
      "text": "For folkis of the world seken alle these thingis; `and your fadir woot, that ye neden alle these thingis."
    },
    {
      "verse": 31,
      "text": "Netheles seke ye first the kyngdom of God, and alle these thingis schulen be caste to you."
    },
    {
      "verse": 32,
      "text": "Nile ye, litil flok, drede, for it pleside to youre fadir to yyue you a kyngdom."
    },
    {
      "verse": 33,
      "text": "Selle ye tho thingis that ye han in possessioun, and yyue ye almes. And make to you sachels that wexen not oolde, tresoure that failith not in heuenes, whidir a theef neiyith not, nether mouyt destruyeth."
    },
    {
      "verse": 34,
      "text": "For where is thi tresoure, there thin herte schal be."
    },
    {
      "verse": 35,
      "text": "Be youre leendis gird aboue, and lanternes brennynge in youre hoondis;"
    },
    {
      "verse": 36,
      "text": "and be ye lijk to men that abiden her lord, whanne he schal turne ayen fro the weddyngis, that whanne he schal come, and knocke, anoon thei openen to hym."
    },
    {
      "verse": 37,
      "text": "Blessid be tho seruauntis, that whanne the lord schal come, he schal fynde wakynge. Treuli Y seie to you, that he schal girde hym silf, and make hem sitte to mete, and he schal go, and serue hem."
    },
    {
      "verse": 38,
      "text": "And if he come in the secounde wakynge, and if he come in the thridde wakynge, and fynde so, tho seruauntis ben blessid."
    },
    {
      "verse": 39,
      "text": "And wite ye this thing, for if an hosebonde man wiste, in what our the theef wolde come, sotheli he schulde wake, and not suffre his hous to be myned."
    },
    {
      "verse": 40,
      "text": "And be ye redi, for in what our ye gessen not, mannus sone schal come."
    },
    {
      "verse": 41,
      "text": "And Petre seide to hym, Lord, seist thou this parable to vs, or to alle?"
    },
    {
      "verse": 42,
      "text": "And the Lord seide, Who, gessist thou, is a trewe dispendere, and a prudent, whom the lord hath ordeyned on his meyne, to yyue hem in tyme mesure of whete?"
    },
    {
      "verse": 43,
      "text": "Blessid is that seruaunt, that the lord whanne he cometh, schal fynde so doynge."
    },
    {
      "verse": 44,
      "text": "Verili Y seie to you, that on alle thingis that he weldith, he schal ordeyne hym."
    },
    {
      "verse": 45,
      "text": "That if that seruaunt seie in his herte, My lord tarieth to come; and bigynne to smyte children, and handmaydenes, and ete, and drynke, and be fulfillid ouer mesure,"
    },
    {
      "verse": 46,
      "text": "the lord of that seruaunt schal come, in the dai that he hopith not, and the our that he woot not; and schal departe hym, and putte his part with vnfeithful men."
    },
    {
      "verse": 47,
      "text": "But thilke seruaunt that knew the wille of his lord, and made not hym redi, and dide not aftir his wille, schal be betun with many betyngis."
    },
    {
      "verse": 48,
      "text": "But he that knew not, and dide worthi thingis of strokis, schal be betun with fewe. For to eche man to whom myche is youun, myche schal be axid of hym; and thei schulen axe more of hym, to whom thei bitoken myche."
    },
    {
      "verse": 49,
      "text": "Y cam to sende fier `in to the erthe, and what wole Y, but that it be kyndlid?"
    },
    {
      "verse": 50,
      "text": "And Y haue to be baptisid with a baptysm, and hou am Y constreyned, til that it be perfitli don?"
    },
    {
      "verse": 51,
      "text": "Wene ye, that Y cam to yyue pees in to erthe? Nay, Y say to you, but departyng."
    },
    {
      "verse": 52,
      "text": "For fro this tyme ther schulen be fyue departid in oon hous; thre schulen be departid ayens tweyne, and tweyne schulen be departid ayens thre;"
    },
    {
      "verse": 53,
      "text": "the fadir ayens the sone, and the sone ayens the fadir; the modir ayens the douytir, and the douytir ayens the modir; the hosebondis modir ayens the sones wijf, and and the sones wijf ayens hir hosebondis modir."
    },
    {
      "verse": 54,
      "text": "And he seide also to the puple, Whanne ye seen a cloude risynge fro the sunne goynge doun, anoon ye seien, Reyn cometh; and so it is don."
    },
    {
      "verse": 55,
      "text": "And whanne ye seen the south blowynge, ye seien, That heete schal be; and it is don."
    },
    {
      "verse": 56,
      "text": "Ypocritis, ye kunnen preue the face of heuene and of erthe, but hou preuen ye not this tyme."
    },
    {
      "verse": 57,
      "text": "But what and of you silf ye demen not that that is iust?"
    },
    {
      "verse": 58,
      "text": "But whanne thou goist with thin aduersarie in the weie to the prince, do bisynesse to be delyuerid fro hym; lest perauenture he take thee to the domesman, and the domesman bitake thee to the maistirful axer, and the maistirful axer sende thee in to prisoun."
    },
    {
      "verse": 59,
      "text": "Y seie to thee, thou schalt not go fro thennus, til thou yelde the laste ferthing."
    }
  ]
}