{
  "book_id": "LUK",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And sum men weren present in that tyme, that telden to hym of the Galileis, whos blood Pilat myngide with the sacrificis of hem."
    },
    {
      "verse": 2,
      "text": "And he answeride, and seide to hem, Wenen ye, that these men of Galile weren synneris more than alle Galilees, for thei suffriden siche thingis?"
    },
    {
      "verse": 3,
      "text": "Y seie to you, nay; alle ye schulen perische in lijk manere, but ye han penaunce."
    },
    {
      "verse": 4,
      "text": "And as tho eiytetene, on which the toure in Siloa fel doun, and slowe hem, gessen ye, for thei weren dettouris more than alle men that dwellen in Jerusalem?"
    },
    {
      "verse": 5,
      "text": "Y seie to you, nai; but also `ye alle schulen perische, if ye doon not penaunce."
    },
    {
      "verse": 6,
      "text": "And he seide this liknesse, A man hadde a fige tre plauntid in his vynyerd, and he cam sekynge fruyt in it, and foond noon."
    },
    {
      "verse": 7,
      "text": "And he seide to the tilier of the vynyerd, Lo! thre yeeris ben, sithen Y come sekynge fruyt in this fige tre, and Y fynde noon; therfor kitte it doun, whereto ocupieth it the erthe?"
    },
    {
      "verse": 8,
      "text": "And he answerynge seide to hym, Lord, suffre it also this yeer, the while Y delue aboute it, and Y schal donge it;"
    },
    {
      "verse": 9,
      "text": "if it schal make fruyt, if nay, in tyme comynge thou schalt kitte it doun."
    },
    {
      "verse": 10,
      "text": "And he was techinge in her synagoge in the sabatis."
    },
    {
      "verse": 11,
      "text": "And lo! a womman, that hadde a spirit of sijknesse eiytene yeeris, and was crokid, and `nethir ony maner myyte loke vpward."
    },
    {
      "verse": 12,
      "text": "Whom whanne Jhesus hadde seyn, he clepide to hym, and seide to hir, Womman, thou art delyuerid of thi sijknesse."
    },
    {
      "verse": 13,
      "text": "And he settide on hir his hoondis, and anoon sche stood upriyt, and glorifiede God."
    },
    {
      "verse": 14,
      "text": "And the prince of the synagoge answerde, hauynge dedeyn for Jhesus hadde heelid in the sabat; and he seide to the puple, Ther ben sixe dayes, in whiche it bihoueth to worche; therfor come ye in these, and `be ye heelid, and not in the daie of sabat."
    },
    {
      "verse": 15,
      "text": "But the Lord answeride to hym, and seide, Ypocrite, whether ech of you vntieth not in the sabat his oxe, or asse, fro the cratche, and ledith to watir?"
    },
    {
      "verse": 16,
      "text": "Bihofte it not this douytir of Abraham, whom Satanas hath boundun, lo! eiytetene yeeris, to be vnboundun of this boond in the dai of the sabat?"
    },
    {
      "verse": 17,
      "text": "And whanne he seide these thingis, alle hise aduersaries weren aschamed, and al the puple ioiede in alle thingis, that weren gloriousli don of hym."
    },
    {
      "verse": 18,
      "text": "Therfor he seide, To what thing is the kyngdom of God lijk? and to what thing schal Y gesse it to be lijk?"
    },
    {
      "verse": 19,
      "text": "It is lijk to a corn of seneuey, which a man took, and cast in to his yerd; and it wax, and was maad in to a greet tree, and foulis of the eire restiden in the braunchis therof."
    },
    {
      "verse": 20,
      "text": "And eft soone he seide, To what thing schal Y gesse the kyngdom of God lijk?"
    },
    {
      "verse": 21,
      "text": "It is lijk to sourdouy, that a womman took, and hidde it `in to thre mesuris of mele, til al were sourid."
    },
    {
      "verse": 22,
      "text": "And he wente bi citees and castels, techynge and makynge a iourney in to Jerusalem."
    },
    {
      "verse": 23,
      "text": "And a man seide to hym, Lord, if there ben fewe, that ben saued? And he seide to hem,"
    },
    {
      "verse": 24,
      "text": "Stryue ye to entre bi the streite yate; for Y seie to you, many seken to entre, and thei schulen not mowe."
    },
    {
      "verse": 25,
      "text": "For whanne the hosebonde man is entrid, and the dore is closid, ye schulen bigynne to stonde with out forth, and knocke at the dore, and seie, Lord, opyn to vs. And he schal answere, and seie to you, Y knowe you not, of whennus ye ben."
    },
    {
      "verse": 26,
      "text": "Thanne ye schulen bigynne to seye, We han etun bifor thee and drunkun, and in oure streetis thou hast tauyt."
    },
    {
      "verse": 27,
      "text": "And he schal seie to you, Y know you not, of whennus ye ben; go awei fro me, alle ye worcheris of wickidnesse."
    },
    {
      "verse": 28,
      "text": "There schal be wepyng and gruntyng of teeth, whanne ye schulen se Abraham, and Isaac, and Jacob, and alle the prophetis in the kyngdom of God; and you to be put out."
    },
    {
      "verse": 29,
      "text": "And thei schulen come fro the eest and west, and fro the north and south, and schulen sitte `at the mete in the rewme of God."
    },
    {
      "verse": 30,
      "text": "And lo! thei that weren the firste, ben the laste; and thei that weren the laste, ben the firste."
    },
    {
      "verse": 31,
      "text": "In that day sum of the Farisees camen nyy, and seiden to hym, Go out, and go fro hennus, for Eroude wole sle thee."
    },
    {
      "verse": 32,
      "text": "And he seide to hem, Go ye, and seie to that foxe, Lo! Y caste out feendis, and Y make perfitli heelthis, to dai and to morew, and the thridde dai Y am endid."
    },
    {
      "verse": 33,
      "text": "Netheles it bihoueth me to dai, and to morewe, and the dai that sueth, to walke; for it fallith not a profete to perische out of Jerusalem."
    },
    {
      "verse": 34,
      "text": "Jerusalem, Jerusalem, that sleest profetis, and stonest hem that ben sent to thee, hou ofte wolde Y gadre togider thi sones, as a brid gaderith his nest vndur fethris, and thou woldist not."
    },
    {
      "verse": 35,
      "text": "Lo! youre hous schal be left to you desert. And Y seie to you, that ye schulen not se me, til it come, whanne ye schulen seie, Blessid is he, that cometh in the name of the Lord."
    }
  ]
}