{
  "book_id": "LUK",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And it was don, whanne he hadde entrid in to the hous of a prince of Farisees, in the sabat, to ete breed, thei aspieden hym."
    },
    {
      "verse": 2,
      "text": "And lo! a man sijk in the dropesie was bifor hym."
    },
    {
      "verse": 3,
      "text": "And Jhesus answerynge spak to the wise men of lawe, and to the Farisees, and seide, Whethir it is leeueful to heele in the sabat?"
    },
    {
      "verse": 4,
      "text": "And thei helden pees. And Jhesus took, and heelide hym, and let hym go."
    },
    {
      "verse": 5,
      "text": "And he answeride to hem, and seide, Whos asse or oxe of you schal falle in to a pit, and `he schal not anoon drawe hym out in the dai of the sabat?"
    },
    {
      "verse": 6,
      "text": "And thei myyten not answere to hym to these thingis."
    },
    {
      "verse": 7,
      "text": "He seide also a parable to men bodun to a feeste, and biheld hou thei chesen the first sittyng placis, and seide to hem,"
    },
    {
      "verse": 8,
      "text": "Whanne thou art bodun to bridalis, sitte not `at the mete in the firste place; lest perauenture a worthier than thou be bodun of hym,"
    },
    {
      "verse": 9,
      "text": "and lest he come that clepide thee and hym, and seie to thee, Yyue place to this, and thanne thou schalt bigynne with schame to holde the lowest place."
    },
    {
      "verse": 10,
      "text": "But whanne thou art bedun to a feste, go, and sitte doun in the laste place, that whanne he cometh, that bad thee to the feeste, he seie to thee, Freend, come hiyer. Thanne worschip schal be to thee, bifor men that sitten at the mete."
    },
    {
      "verse": 11,
      "text": "For ech that enhaunsith hym, schal be lowid; and he that meketh hym, schal be hiyed."
    },
    {
      "verse": 12,
      "text": "And he seide to hym, that hadde bodun hym to the feeste, Whanne thou makist a mete, or a soper, nyle thou clepe thi freendis, nether thi britheren, nethir cosyns, nethir neiyboris, ne riche men; lest perauenture thei bidde thee ayen to the feeste, and it be yolde ayen to thee."
    },
    {
      "verse": 13,
      "text": "But whanne thou makist a feeste, clepe pore men,"
    },
    {
      "verse": 14,
      "text": "feble, crokid, and blynde, and thou schalt be blessid; for thei han not wherof to yelde thee, for it schal be yoldun to thee in the risyng ayen of iust men."
    },
    {
      "verse": 15,
      "text": "And whanne oon of hem that saten togider at the mete hadde herd these thingis, he seide to hym, Blessid is he, that schal ete breed in the rewme of God."
    },
    {
      "verse": 16,
      "text": "And he seide to hym, A man made a greet soper, and clepide many."
    },
    {
      "verse": 17,
      "text": "And he sent his seruaunt in the our of soper, to seie to men that weren bodun to the feeste, that thei schulden come, for now alle thingis ben redi."
    },
    {
      "verse": 18,
      "text": "And alle bigunnen togidir to excusen hem. The firste seide, Y haue bouyt a toun, and Y haue nede to go out, and se it; Y preye thee, haue me excusid."
    },
    {
      "verse": 19,
      "text": "And the tother seide, Y haue bouyt fyue yockis of oxun, and Y go to preue hem; Y preye thee, haue me excusid."
    },
    {
      "verse": 20,
      "text": "And an othir seide, Y haue weddid a wijf; and therfor Y may not come."
    },
    {
      "verse": 21,
      "text": "And the seruaunt turnede ayen, and tolde these thingis to his lord. Thanne the hosebonde man was wrooth, and seide to his seruaunt, Go out swithe in to the grete stretis and smal stretis of the citee, and brynge ynne hidir pore men, and feble, blynde, and crokid."
    },
    {
      "verse": 22,
      "text": "And the seruaunt seide, Lord, it is don, as thou hast comaundid, and yit there is a void place."
    },
    {
      "verse": 23,
      "text": "And the lord seide to the seruaunt, Go out in to weies and heggis, and constreine men to entre, that myn hous be fulfillid."
    },
    {
      "verse": 24,
      "text": "For Y seie to you, that noon of tho men that ben clepid, schal taaste my soper."
    },
    {
      "verse": 25,
      "text": "And myche puple wenten with hym; and he turnede, and seide to hem,"
    },
    {
      "verse": 26,
      "text": "If ony man cometh to me, and hatith \\f + \\fr 14:26 \\ft  that is, lesse loueth hem than God. \\f* not his fadir, and modir, and wijf, and sones, and britheren, and sistris, and yit his owne lijf, he may not be my disciple."
    },
    {
      "verse": 27,
      "text": "And he that berith not his cross, and cometh aftir me, may not be my disciple."
    },
    {
      "verse": 28,
      "text": "For who of you willynge to bilde a toure, whether he `first sitte not, and countith the spensis that ben nedeful, if he haue to perfourme?"
    },
    {
      "verse": 29,
      "text": "Lest aftir that he hath set the foundement, and mowe not perfourme, alle that seen, bigynnen to scorne hym, and seie, For this man bigan to bilde,"
    },
    {
      "verse": 30,
      "text": "and myyte not make an ende."
    },
    {
      "verse": 31,
      "text": "Or what kyng that wole go to do a bataile ayens anothir kyng, whether he sittith not first, and bithenkith, if he may with ten thousynde go ayens hym that cometh ayens hym with twenti thousynde?"
    },
    {
      "verse": 32,
      "text": "Ellis yit while he is afer, he sendynge a messanger, preieth tho thingis that ben of pees."
    },
    {
      "verse": 33,
      "text": "So therfor ech of you, that forsakith not alle thingis that he hath, may not be my disciple."
    },
    {
      "verse": 34,
      "text": "Salt is good; but if salt vanysche, in what thing schal it be sauerid?"
    },
    {
      "verse": 35,
      "text": "Nethir in erthe, nethir in donghille it is profitable, but it schal be cast out. He that hath eeris of herynge, here he."
    }
  ]
}