{
  "book_id": "LUK",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And pupplicans and synful men weren neiyynge to him, to here hym."
    },
    {
      "verse": 2,
      "text": "And the Farisees and scribis grutchiden, seiynge, For this resseyueth synful men, and etith with hem."
    },
    {
      "verse": 3,
      "text": "And he spak to hem this parable,"
    },
    {
      "verse": 4,
      "text": "and seide, What man of you that hath an hundrith scheep, and if he hath lost oon of hem, whethir he leeueth not nynti and nyne in desert, and goith to it that perischide, til he fynde it?"
    },
    {
      "verse": 5,
      "text": "And whanne he hath foundun it, he ioieth, and leyith it on hise schuldris; and he cometh hoom,"
    },
    {
      "verse": 6,
      "text": "and clepith togidir hise freendis and neiyboris, and seith to hem, Be ye glad with me, for Y haue founde my scheep, that hadde perischid."
    },
    {
      "verse": 7,
      "text": "And Y seie to you, so ioye schal be in heuene on o synful man doynge penaunce, more than on nynti and nyne iuste, that han no nede to penaunce."
    },
    {
      "verse": 8,
      "text": "Or what womman hauynge ten besauntis, and if sche hath lost oo besaunt, whether sche teendith not a lanterne, and turneth vpsodoun the hows, and sekith diligentli, til that sche fynde it?"
    },
    {
      "verse": 9,
      "text": "And whanne sche hath foundun, sche clepith togidir freendis and neiyboris, and seith, Be ye glad with me, for Y haue founde the besaunt, that Y hadde lost."
    },
    {
      "verse": 10,
      "text": "So Y seie to you, ioye schal be bifor aungels of God on o synful man doynge penaunce."
    },
    {
      "verse": 11,
      "text": "And he seide, A man hadde twei sones;"
    },
    {
      "verse": 12,
      "text": "and the yonger of hem seide to the fadir, Fadir, yyue me the porcioun of catel, that fallith to me. And he departide to hem the catel."
    },
    {
      "verse": 13,
      "text": "And not aftir many daies, whanne alle thingis weren gederid togider, the yonger sone wente forth in pilgrymage in to a fer cuntre; and there he wastide hise goodis in lyuynge lecherously."
    },
    {
      "verse": 14,
      "text": "And aftir that he hadde endid alle thingis, a strong hungre was maad in that cuntre, and he bigan to haue nede."
    },
    {
      "verse": 15,
      "text": "And he wente, and drouy hym to oon of the citeseyns of that cuntre. And he sente hym in to his toun, to fede swyn."
    },
    {
      "verse": 16,
      "text": "And he coueitide to fille his wombe of the coddis that the hoggis eeten, and no man yaf hym."
    },
    {
      "verse": 17,
      "text": "And he turnede ayen to hym silf, and seide, Hou many hirid men in my fadir hous han plente of looues; and Y perische here thorouy hungir."
    },
    {
      "verse": 18,
      "text": "Y schal rise vp, and go to my fadir, and Y schal seie to hym, Fadir, Y haue synned in to heuene, and bifor thee;"
    },
    {
      "verse": 19,
      "text": "and now Y am not worthi to be clepid thi sone, make me as oon of thin hirid men."
    },
    {
      "verse": 20,
      "text": "And he roos vp, and cam to his fadir. And whanne he was yit afer, his fadir saiy hym, and was stirrid bi mercy. And he ran, and fel on his necke, and kisside hym."
    },
    {
      "verse": 21,
      "text": "And the sone seide to hym, Fadir, Y haue synned in to heuene, and bifor thee; and now Y am not worthi to be clepid thi sone."
    },
    {
      "verse": 22,
      "text": "And the fadir seide to hise seruauntis, Swithe brynge ye forth the firste stoole, and clothe ye hym, and yyue ye a ryng in his hoond,"
    },
    {
      "verse": 23,
      "text": "and schoon on hise feet; and brynge ye a fat calf, and sle ye, and ete we, and make we feeste."
    },
    {
      "verse": 24,
      "text": "For this my sone was deed, and hath lyued ayen; he perischid, and is foundun. And alle men bigunnen to ete."
    },
    {
      "verse": 25,
      "text": "But his eldere sone was in the feeld; and whanne he cam, and neiyede to the hous, he herde a symfonye and a croude."
    },
    {
      "verse": 26,
      "text": "And he clepide oon of the seruauntis, and axide, what these thingis weren."
    },
    {
      "verse": 27,
      "text": "And he seide to hym, Thi brother is comun, and thi fadir slewe a fat calf, for he resseyuede hym saaf."
    },
    {
      "verse": 28,
      "text": "And he was wrooth, and wolde not come in. Therfor his fadir wente out, and bigan to preye hym."
    },
    {
      "verse": 29,
      "text": "And he answerde to his fadir, and seide, Lo! so many yeeris Y serue thee, and Y neuer brak thi comaundement; and thou neuer yaf to me a kidde, that Y with my freendis schulde haue ete."
    },
    {
      "verse": 30,
      "text": "But aftir that this thi sone, that hath deuourid his substaunce with horis, cam, thou hast slayn to hym a fat calf."
    },
    {
      "verse": 31,
      "text": "And he seide to hym, Sone, thou art euer more with me, and alle my thingis ben thine."
    },
    {
      "verse": 32,
      "text": "But it bihofte for to make feeste, and to haue ioye; for this thi brother was deed, and lyuede ayen; he perischide, and is foundun."
    }
  ]
}