{
  "book_id": "LUK",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And Jhesus `goynge yn, walkide thorou Jericho."
    },
    {
      "verse": 2,
      "text": "And lo! a man, Sache bi name, and this was a prince of pupplicans, and he was riche."
    },
    {
      "verse": 3,
      "text": "And he souyte to se Jhesu, who he was, and he myyte not, for the puple, for he was litil in stature."
    },
    {
      "verse": 4,
      "text": "And he ran bifore, and stiyede in to a sicomoure tree, to se hym; for he was to passe fro thennus."
    },
    {
      "verse": 5,
      "text": "And Jhesus biheld vp, whanne he cam to the place, and saiy hym, and seide to hym, Sache, haste thee, and come doun, for to dai Y mot dwelle in thin hous."
    },
    {
      "verse": 6,
      "text": "And he hiyynge cam doun, and ioiynge resseyuede hym."
    },
    {
      "verse": 7,
      "text": "And whanne alle men sayn, thei grutchiden seiynge, For he hadde turned to a synful man."
    },
    {
      "verse": 8,
      "text": "But Sache stood, and seide to the Lord, Lo! Lord, Y yyue the half of my good to pore men; and if Y haue ony thing defraudid ony man, Y yelde foure so myche."
    },
    {
      "verse": 9,
      "text": "Jhesus seith to hym, For to dai heelthe is maad to this hous, for that he is Abrahams sone;"
    },
    {
      "verse": 10,
      "text": "for mannus sone cam to seke, and make saaf that thing that perischide."
    },
    {
      "verse": 11,
      "text": "Whanne thei herden these thingis, he addide, and seide a parable, for that he was nyy Jerusalem, `and for thei gessiden, that anoon the kyngdom of God schulde be schewid."
    },
    {
      "verse": 12,
      "text": "Therfor he seide, A worthi man wente in to a fer cuntre, to take to hym a kyngdom, and to turne ayen."
    },
    {
      "verse": 13,
      "text": "And whanne hise ten seruauntis weren clepid, he yaf to hem ten besauntis; and seide to hem, Chaffare ye, til Y come."
    },
    {
      "verse": 14,
      "text": "But hise citeseyns hatiden hym, and senten a messanger aftir hym, and seiden, We wolen not, that he regne on vs."
    },
    {
      "verse": 15,
      "text": "And it was don, that he turnede ayen, whan he hadde take the kyngdom; and he comaundide hise seruauntis to be clepid, to whiche he hadde yyue monei, to wite, hou myche ech hadde wonne bi chaffaryng."
    },
    {
      "verse": 16,
      "text": "And the firste cam, and seide, Lord, thi besaunt hath wonne ten besauntis."
    },
    {
      "verse": 17,
      "text": "He seide to hym, Wel be, thou good seruaunt; for in litil thing thou hast be trewe, thou schalt be hauynge power on ten citees."
    },
    {
      "verse": 18,
      "text": "And the tother cam, and seide, Lord, thi besaunt hath maad fyue besauntis."
    },
    {
      "verse": 19,
      "text": "And to this he seide, And be thou on fyue citees."
    },
    {
      "verse": 20,
      "text": "And the thridde cam, and seide, Lord, lo! thi besaunt, that Y hadde, put vp in a sudarie."
    },
    {
      "verse": 21,
      "text": "For Y dredde thee, for thou art `a sterne man; thou takist awey that that thou settidist not, and thou repist that that thou hast not sowun."
    },
    {
      "verse": 22,
      "text": "He seith to hym, Wickid seruaunt, of thi mouth Y deme thee. Wistist thou, that Y am `a sterne man, takynge awei that thing that Y settide not, and repyng ethat thing that Y sewe not?"
    },
    {
      "verse": 23,
      "text": "and whi hast thou not youun my money to the bord, and Y comynge schulde haue axid it with vsuris?"
    },
    {
      "verse": 24,
      "text": "And he seide to men stondynge nyy, Take ye awei fro hym the besaunt, and yyue ye to hym that hath ten beyauntis:"
    },
    {
      "verse": 25,
      "text": "And thei seiden to hym, Lord, he hath ten besauntis."
    },
    {
      "verse": 26,
      "text": "And Y seie to you, to ech man that hath, it schal be youun, and he schal encreese; but fro him that hath not, also that thing that he hath, schal be takun of hym."
    },
    {
      "verse": 27,
      "text": "Netheles brynge ye hidur tho myn enemyes, that wolden not that Y regnede on hem, and sle ye bifor me."
    },
    {
      "verse": 28,
      "text": "And whanne these thingis weren seid, he wente bifore, and yede vp to Jerusalem."
    },
    {
      "verse": 29,
      "text": "And it was don, whanne Jhesus cam nyy to Bethfage and Betanye, at the mount, that is clepid of Olyuete, he sente hise twei disciplis, and seide,"
    },
    {
      "verse": 30,
      "text": "Go ye in to the castel, that is ayens you; in to which as ye entren, ye schulen fynde a colt of an asse tied, on which neuer man sat; vntye ye hym, and brynge ye to me."
    },
    {
      "verse": 31,
      "text": "And if ony man axe you, whi ye vntien, thus ye schulen seie to hym, For the Lord desirith his werk."
    },
    {
      "verse": 32,
      "text": "And thei that weren sent, wenten forth, and fonden as he seide to hem, a colt stondynge."
    },
    {
      "verse": 33,
      "text": "And whanne thei vntieden the colt, the lordis of hym seiden to hem, What vntien ye the colt?"
    },
    {
      "verse": 34,
      "text": "And thei seiden, For the Lord hath nede to hym."
    },
    {
      "verse": 35,
      "text": "And thei ledden hym to Jhesu; and thei castynge her clothis on the colt, setten Jhesu on hym."
    },
    {
      "verse": 36,
      "text": "And whanne he wente, thei strowiden her clothis in the weie."
    },
    {
      "verse": 37,
      "text": "And whanne he cam nyy to the comyng doun of the mount of Olyuete, al the puple that cam doun bygunnen to ioye, and to herie God with greet vois on alle the vertues, that thei hadden sayn,"
    },
    {
      "verse": 38,
      "text": "and seiden, Blessid be the king, that cometh in the name of the Lord; pees in heuene, and glorie in hiye thingis."
    },
    {
      "verse": 39,
      "text": "And sum of the Farisees of the puple seiden to hym, Maister, blame thi disciplis."
    },
    {
      "verse": 40,
      "text": "And he seide to hem, Y seie to you, for if these ben stille, stoonus schulen crye."
    },
    {
      "verse": 41,
      "text": "And whanne he neiyede, `he seiy the citee,"
    },
    {
      "verse": 42,
      "text": "and wepte on it, and seide, For if thou haddist knowun, thou schuldist wepe also; for in this dai the thingis ben in pees to thee, but now thei ben hid fro thin iyen."
    },
    {
      "verse": 43,
      "text": "But daies schulen come in thee, and thin enemyes schulen enuyroun thee with a pale, and thei schulen go aboute thee, and make thee streit on alle sidis,"
    },
    {
      "verse": 44,
      "text": "and caste thee doun to the erthe, and thi sones that ben in thee; and thei schulen not leeue in thee a stoon on a stoon, for thou hast not knowun the tyme of thi visitacioun."
    },
    {
      "verse": 45,
      "text": "And he entride in to the temple, and bigan to caste out men sellynge ther inne and biynge,"
    },
    {
      "verse": 46,
      "text": "and seide to hem, It is writun, That myn hous is an hous of preyer, but ye han maad it a den of theues."
    },
    {
      "verse": 47,
      "text": "And he was techynge euerydai in the temple. And the princis of prestis, and the scribis, and the princis of the puple souyten to lese hym;"
    },
    {
      "verse": 48,
      "text": "and thei founden not, what thei schulden do to hym, for al the puple was ocupied, and herde hym."
    }
  ]
}