{
  "book_id": "LUK",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And it was don in oon of the daies, whanne he tauyte the puple in the temple, and prechide the gospel, the princis of preestis and scribis camen togidere with the elder men;"
    },
    {
      "verse": 2,
      "text": "and thei seiden to hym, Seie to vs, in what power thou doist these thingis, or who is he that yaf to thee this power?"
    },
    {
      "verse": 3,
      "text": "And Jhesus answeride, and seide to hem, And Y schal axe you o word; answere ye to me."
    },
    {
      "verse": 4,
      "text": "Was the baptym of Joon of heuene, or of men?"
    },
    {
      "verse": 5,
      "text": "And thei thouyten with ynne hem silf, seiynge, For if we seien, Of heuene, he schal seie, Whi thanne bileuen ye not to hym?"
    },
    {
      "verse": 6,
      "text": "and if we seien, Of men, al the puple schal stoone vs; for thei ben certeyn, that Joon is a prophete."
    },
    {
      "verse": 7,
      "text": "And thei answeriden, that thei knewen not, of whennus it was."
    },
    {
      "verse": 8,
      "text": "And Jhesus seide to hem, Nether Y seie to you, in what power Y do these thingis."
    },
    {
      "verse": 9,
      "text": "And he bigan to seie to the puple this parable. A man plauntide a vynyerd, and hiride it to tilieris; and he was in pilgrimage longe tyme."
    },
    {
      "verse": 10,
      "text": "And in the tyme of gaderynge of grapis, he sente a seruaunt to the tilieris, that thei schulden yyue to hym of the fruyt of the vynyerd; whiche beten hym, and leten hym go voide."
    },
    {
      "verse": 11,
      "text": "And he thouyte yit to sende another seruaunt; and thei beten this, and turmentiden hym sore, and leten hym go."
    },
    {
      "verse": 12,
      "text": "And he thouyte yit to sende the thridde, and hym also thei woundiden, and castiden out."
    },
    {
      "verse": 13,
      "text": "And the lord of the vyneyerd seide, What schal Y do? Y schal sende my dereworthe sone; perauenture, whanne thei seen hym, thei schulen drede."
    },
    {
      "verse": 14,
      "text": "And whanne the tilieris sayn hym, thei thouyten with ynne hem silf, and seiden, This is the eire, sle we hym, that the eritage be oure."
    },
    {
      "verse": 15,
      "text": "And thei castiden hym out of the vyneyerd, and killiden hym. What schal thanne the lord of the vyneyerd do to hem?"
    },
    {
      "verse": 16,
      "text": "He schal come, and distruye these tilieris, and yyue the vyneyerd to othere. And whanne this thing was herd, thei seiden to hym, God forbede."
    },
    {
      "verse": 17,
      "text": "But he bihelde hem, and seide, What thanne is this that is writun, The stoon which men bildynge repreueden, this is maad in to the heed of the corner?"
    },
    {
      "verse": 18,
      "text": "Ech that schal falle on that stoon, schal be to-brisid, but on whom it schal falle, it schal al to-breke him."
    },
    {
      "verse": 19,
      "text": "And the princis of prestis, and scribis, souyten to leye on hym hoondis in that our, and thei dredden the puple; for thei knewen that to hem he seide this liknesse."
    },
    {
      "verse": 20,
      "text": "And thei aspieden, and senten aspieris, that feyneden hem iust, that thei schulden take hym in word, and bitaak hym to the `power of the prince, and to the power of the iustice."
    },
    {
      "verse": 21,
      "text": "And thei axiden hym, and seiden, Maister, we witen, that riytli thou seist and techist; and thou takist not the persoone of man, but thou techist in treuthe the weie of God."
    },
    {
      "verse": 22,
      "text": "Is it leueful to vs to yyue tribute to the emperoure, or nay?"
    },
    {
      "verse": 23,
      "text": "And he biheld the disseit of hem, and seide to hem, What tempten ye me?"
    },
    {
      "verse": 24,
      "text": "Shewe ye to me a peny; whos ymage and superscripcioun hath it? Thei answerden, and seiden to hym, The emperouris."
    },
    {
      "verse": 25,
      "text": "And he seide to hem, Yelde ye therfor to the emperoure tho thingis that ben the emperours, and tho thingis that ben of God, to God."
    },
    {
      "verse": 26,
      "text": "And thei myyten not repreue his word bifor the puple; and thei wondriden in his answere, and heelden pees."
    },
    {
      "verse": 27,
      "text": "Summe of the Saduceis, that denyeden the ayenrisyng fro deeth to lijf, camen, and axiden hym,"
    },
    {
      "verse": 28,
      "text": "and seiden, Maister, Moises wroot to vs, if the brother of ony man haue a wijf, and be deed, and he was with outen eiris, that his brothir take his wijf, and reise seed to his brother."
    },
    {
      "verse": 29,
      "text": "And so there weren seuene britheren. The firste took a wijf, and is deed with outen eiris;"
    },
    {
      "verse": 30,
      "text": "and the brothir suynge took hir, and he is deed with outen sone;"
    },
    {
      "verse": 31,
      "text": "and the thridde took hir; also and alle seuene, and leften not seed, but ben deed;"
    },
    {
      "verse": 32,
      "text": "and the laste of alle the womman is deed."
    },
    {
      "verse": 33,
      "text": "Therfor in the `risyng ayen, whos wijf of hem schal sche be? for seuene hadden hir to wijf."
    },
    {
      "verse": 34,
      "text": "And Jhesus seide to hem, Sones of this world wedden, and ben youun to weddyngis;"
    },
    {
      "verse": 35,
      "text": "but thei that schulen be had worthi of that world, and of the `risyng ayen fro deeth, nethir ben wedded,"
    },
    {
      "verse": 36,
      "text": "nethir wedden wyues, nethir schulen mowe die more; for thei ben euen with aungels, and ben the sones of God, sithen thei ben the sones of `risyng ayen fro deeth."
    },
    {
      "verse": 37,
      "text": "And that deed men risen ayen, also Moises schewide bisidis the busch, as he seith, The Lord God of Abraham, and God of Ysaac, and God of Jacob."
    },
    {
      "verse": 38,
      "text": "And God is not of deed men, but of lyuynge men; for alle men lyuen to hym."
    },
    {
      "verse": 39,
      "text": "And summe of scribis answeringe, seiden, Maistir, thou hast wel seid."
    },
    {
      "verse": 40,
      "text": "And thei dursten no more axe hym ony thing."
    },
    {
      "verse": 41,
      "text": "But he seide to hem, How seien men, Crist to be the sone of Dauid,"
    },
    {
      "verse": 42,
      "text": "and Dauid hym silf seith in the book of Salmes, The Lord seide to my lord, Sitte thou on my riythalf,"
    },
    {
      "verse": 43,
      "text": "til that Y putte thin enemyes a stool of thi feet?"
    },
    {
      "verse": 44,
      "text": "Therfor Dauid clepith hym lord, and hou is he his sone?"
    },
    {
      "verse": 45,
      "text": "And in heryng of al the puple, he seide to hise disciplis,"
    },
    {
      "verse": 46,
      "text": "Be ye war of scribis, that wolen wandre in stolis, and louen salutaciouns in chepyng, and the firste chaieris in synagogis, and the firste sittynge placis in feestis;"
    },
    {
      "verse": 47,
      "text": "that deuouren the housis of widewis, and feynen long preiyng; these schulen take the more dampnacioun."
    }
  ]
}