{
  "book_id": "LUK",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "But in o dai of the woke ful eerli thei camen to the graue, and brouyten swete smellynge spices, that thei hadden arayed."
    },
    {
      "verse": 2,
      "text": "And thei founden the stoon turned awei fro the graue."
    },
    {
      "verse": 3,
      "text": "And thei yeden in, and founden not the bodi of the Lord Jhesu."
    },
    {
      "verse": 4,
      "text": "And it was don, the while thei weren astonyed in thouyt of this thing, lo! twei men stoden bisidis hem in schynynge cloth."
    },
    {
      "verse": 5,
      "text": "And whanne thei dredden, and boweden her semblaunt in to the erthe, thei seiden to hem, What seken ye hym that lyueth with deed men?"
    },
    {
      "verse": 6,
      "text": "He is not here, but is risun. Haue ye mynde, hou he spak to you, whanne he was yit in Galile,"
    },
    {
      "verse": 7,
      "text": "and seide, For it bihoueth mannys sone to be bitakun in to the hondis of synful men, and to be crucified, and the thridde dai to rise ayen."
    },
    {
      "verse": 8,
      "text": "And thei bithouyten on hise wordis."
    },
    {
      "verse": 9,
      "text": "And thei yeden ayen fro the graue, and telden alle these thingis to the enleuene, and to alle othir."
    },
    {
      "verse": 10,
      "text": "And ther was Marie Mawdeleyn, and Joone, and Marie of James, and other wymmen that weren with hem, that seiden to apostlis these thingis."
    },
    {
      "verse": 11,
      "text": "And these wordis weren seyn bifor hem as madnesse, and thei bileueden not to hem."
    },
    {
      "verse": 12,
      "text": "But Petir roos vp, and ran to the graue; and he bowide doun, and say the lynen clothis liynge aloone. And he wente bi him silf, wondrynge on that that was don."
    },
    {
      "verse": 13,
      "text": "And lo! tweyne of hem wenten in that dai in to a castel, that was fro Jerusalem the space of sixti furlongis, bi name Emaws."
    },
    {
      "verse": 14,
      "text": "And thei spaken togidir of alle these thingis that haddun bifallun."
    },
    {
      "verse": 15,
      "text": "And it was don, the while thei talkiden, and souyten bi hem silf, Jhesus hym silf neiyede, and wente with hem."
    },
    {
      "verse": 16,
      "text": "But her iyen weren holdun, that thei knewen him not."
    },
    {
      "verse": 17,
      "text": "And he seide to hem, What ben these wordis, that ye speken togidir wandrynge, and ye ben sorewful?"
    },
    {
      "verse": 18,
      "text": "And oon, whos name was Cleofas, answerde, and seide, Thou thi silf art a pilgrym in Jerusalem, and hast thou not knowun, what thingis ben don in it in these daies?"
    },
    {
      "verse": 19,
      "text": "To whom he seide, What thingis? And thei seiden to hym, Of Jhesu of Nazareth, that was a man prophete, myyti in werk and word bifor God and al the puple;"
    },
    {
      "verse": 20,
      "text": "and hou the heiyest preestis of oure princis bitoken hym in to dampnacioun of deeth, and crucifieden hym."
    },
    {
      "verse": 21,
      "text": "But we hopiden, that he schulde haue ayenbouyt Israel. And now on alle these thingis the thridde dai is to dai, that these thingis weren don."
    },
    {
      "verse": 22,
      "text": "But also summe wymmen of ouris maden vs afered, whiche bifor dai weren at the graue; and whanne his bodi was not foundun,"
    },
    {
      "verse": 23,
      "text": "thei camen, and seiden, that thei syen also a siyt of aungels, whiche seien, that he lyueth."
    },
    {
      "verse": 24,
      "text": "And summe of oure wenten to the graue, and thei founden so as the wymmen seiden, but thei founden not hym."
    },
    {
      "verse": 25,
      "text": "And he seide to hem, A! foolis, and slowe of herte to bileue in alle thingis that the prophetis han spokun."
    },
    {
      "verse": 26,
      "text": "Whethir it bihofte not Crist to suffre these thingis, and so to entre in to his glorie?"
    },
    {
      "verse": 27,
      "text": "And he bigan at Moises and at alle the prophetis, and declaride to hem in alle scripturis, that weren of hym."
    },
    {
      "verse": 28,
      "text": "And thei camen nyy the castel, whidur thei wenten. And he made countenaunce that he wolde go ferthere."
    },
    {
      "verse": 29,
      "text": "And thei constreyneden hym, and seiden, Dwelle with vs, for it drawith to nyyt, and the dai is now bowid doun."
    },
    {
      "verse": 30,
      "text": "And he entride with hem. And it was don, while he sat at the mete with hem, he took breed, and blesside, and brak, and took to hem."
    },
    {
      "verse": 31,
      "text": "And the iyen of hem weren openyd, and thei knewen hym; and he vanyschide fro her iyen."
    },
    {
      "verse": 32,
      "text": "And thei seiden togidir, Whether oure herte was not brennynge in vs, while he spak in the weie, and openyde to vs scripturis?"
    },
    {
      "verse": 33,
      "text": "And thei risen vp in the same our, and wenten ayen in to Jerusalem, and founden the enleuene gaderid togidir, and hem that weren with hem,"
    },
    {
      "verse": 34,
      "text": "seiynge, That the Lord is risun verrili, and apperide to Symount."
    },
    {
      "verse": 35,
      "text": "And thei tolden what thingis weren don in the weie, and hou thei knewen hym in brekyng of breed."
    },
    {
      "verse": 36,
      "text": "And the while thei spaken these thingis, Jhesus stood in the myddil of hem, and seide to hem, Pees to you; Y am, nyle ye drede."
    },
    {
      "verse": 37,
      "text": "But thei weren affraied and agast, and gessiden hem to se a spirit."
    },
    {
      "verse": 38,
      "text": "And he seide to hem, What ben ye troblid, and thouytis comen vp in to youre hertis?"
    },
    {
      "verse": 39,
      "text": "Se ye my hoondis and my feet, for Y my silf am. Fele ye, and se ye; for a spirit hath not fleisch and boonys, as ye seen that Y haue."
    },
    {
      "verse": 40,
      "text": "And whanne he hadde seid this thing, he schewide hoondis and feet to hem."
    },
    {
      "verse": 41,
      "text": "And yit while thei bileueden not, and wondriden for ioye, he seide, Han ye here ony thing that schal be etun?"
    },
    {
      "verse": 42,
      "text": "And thei proferden hym a part of a fisch rostid, and an hony combe."
    },
    {
      "verse": 43,
      "text": "And whanne he hadde etun bifore hem, he took that that lefte, and yaf to hem;"
    },
    {
      "verse": 44,
      "text": "and seide `to hem, These ben the wordis that Y spak to you, whanne Y was yit with you; for it is nede that alle thingis ben fulfillid, that ben writun in the lawe of Moises, and in prophetis, and in salmes, of me."
    },
    {
      "verse": 45,
      "text": "Thanne he openyde to hem wit, that thei schulden vnderstonde scripturis."
    },
    {
      "verse": 46,
      "text": "And he seide to hem, For thus it is writun, and thus it bihofte Crist to suffre, and ryse ayen fro deeth in the thridde dai;"
    },
    {
      "verse": 47,
      "text": "and penaunce and remyssioun of synnes to be prechid in his name `in to alle folkis, bigynnynge at Jerusalem."
    },
    {
      "verse": 48,
      "text": "And ye ben witnessis of these thingis."
    },
    {
      "verse": 49,
      "text": "And Y schal sende the biheest of my fadir in to you; but sitte ye in the citee, til that ye be clothid with vertu from an hiy."
    },
    {
      "verse": 50,
      "text": "And he ledde hem forth in to Betanye, and whanne his hondis weren lift vp, he blesside hem."
    },
    {
      "verse": 51,
      "text": "And it was don, the while he blesside hem, he departide fro hem, and was borun in to heuene."
    },
    {
      "verse": 52,
      "text": "And thei worschipiden, and wenten ayen in to Jerusalem with greet ioye,"
    },
    {
      "verse": 53,
      "text": "and weren euermore in the temple, heriynge and blessynge God."
    }
  ]
}