{
  "book_id": "SNG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The song of songs, which is Solomon's."
    },
    {
      "verse": 2,
      "text": "Oh that he might kiss me with the kisses of his mouth; for thy caresses are more pleasant than wine."
    },
    {
      "verse": 3,
      "text": "To the smell are thy fragrant oils pleasant, [like] precious oil poured forth is thy name [famous afar]: therefore do maidens love thee."
    },
    {
      "verse": 4,
      "text": "Oh draw me, after thee will we run: the king hath brought me into his chambers; we will be glad and rejoice in thee; we will recall thy caresses, more [pleasant] than wine; without deceit [all] love thee.—"
    },
    {
      "verse": 5,
      "text": "Black am I, yet comely, O daughters of Jerusalem, like the tents of Kedar, like the curtains of Solomon."
    },
    {
      "verse": 6,
      "text": "Look not so at me, because I am somewhat black, because the sun hath looked fiercely at me: my mother's children were angry with me; they appointed me to be keeper of the vineyards; but my vineyard, which is my own, have I not kept.—"
    },
    {
      "verse": 7,
      "text": "Tell me, O thou whom my soul loveth, where thou feedest? where lettest thou thy flock rest at noon? for why should I appear like a veiled mourner by the flocks of thy companions?—"
    },
    {
      "verse": 8,
      "text": "If thou knowest this not, O thou fairest of women, go but forth in the footsteps of the flock, and feed thy kids around the shepherds' dwellings.—"
    },
    {
      "verse": 9,
      "text": "Unto the horse in Pharaoh's chariot do I compare thee, my beloved."
    },
    {
      "verse": 10,
      "text": "Comely are thy cheeks between strings [of pearls], thy neck with rows [of jewels]."
    },
    {
      "verse": 11,
      "text": "Chains of gold will we make for thee with studs of silver.—"
    },
    {
      "verse": 12,
      "text": "While the king sitteth at his table, my spikenard sendeth forth its [pleasant] smell."
    },
    {
      "verse": 13,
      "text": "A bundle of myrrh is my friend unto me, that resteth on my bosom."
    },
    {
      "verse": 14,
      "text": "A copher-cluster is my friend unto me in the vineyards of 'En-gedi.—"
    },
    {
      "verse": 15,
      "text": "Lo, thou art beautiful, my beloved: lo, thou art beautiful: thy eyes are those of a dove.—"
    },
    {
      "verse": 16,
      "text": "Lo, thou art beautiful, my friend, also pleasant: also our couch is [made in the] green [wood]."
    },
    {
      "verse": 17,
      "text": "The beams of our houses are cedars and our wainscoting of cypress-trees."
    }
  ]
}