{
  "book_id": "SNG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I am the rose of Sharon, the lily of the valleys.—"
    },
    {
      "verse": 2,
      "text": "Like the lily among the thorns, so is my beloved among the young maidens.—"
    },
    {
      "verse": 3,
      "text": "Like the apple-tree among the trees of the forest, so is my friend among the young men: under his shadow do I ardently wish to sit, and his fruit is sweet to my palate."
    },
    {
      "verse": 4,
      "text": "He brought me to the banqueting-house, and his banner over me was love."
    },
    {
      "verse": 5,
      "text": "Strengthen me with flagons of wine, refresh me with apples; for sick of love am I."
    },
    {
      "verse": 6,
      "text": "Oh that his left hand might be under my head, and that his right might embrace me."
    },
    {
      "verse": 7,
      "text": "I adjure you, O daughters of Jerusalem, by the roes, and by the hinds of the field, that ye awaken not, nor excite my love, till it please [to come of itself].—"
    },
    {
      "verse": 8,
      "text": "The voice of my friend! behold, there he cometh, leaping over the mountains, skipping over the hills."
    },
    {
      "verse": 9,
      "text": "My friend is like a roebuck or the fawn of the hinds: behold, there he standeth behind our wall, looking in at the windows, seeing through the lattice."
    },
    {
      "verse": 10,
      "text": "My friend commenced, and said unto me, Rise thee up, my beloved, my fair one, and come along."
    },
    {
      "verse": 11,
      "text": "For, lo, the winter is past, the rain is over and gone its way."
    },
    {
      "verse": 12,
      "text": "The flowers are seen in the land; the time of the [birds'] singing is come, and the voice of the turtle-dove is heard in our land;"
    },
    {
      "verse": 13,
      "text": "The fig-tree perfumeth its green figs, and the vines with young grapes give forth a [pleasant] smell. Arise thee, my beloved, my fair one, and come along."
    },
    {
      "verse": 14,
      "text": "O my dove, who art in the clefts of the rock, in the recesses of the cliffs, let me see thy countenance, let me hear thy voice; for thy voice is sweet, and thy countenance is comely.—"
    },
    {
      "verse": 15,
      "text": "Seize for us the foxes, the little foxes, that injure the vineyards; for our vineyards have young grapes."
    },
    {
      "verse": 16,
      "text": "My friend is mine, and I am his—that feedeth among the lilies."
    },
    {
      "verse": 17,
      "text": "Until the day become cool, and the shadows flee away, turn about, my friend, and be thou like the roebuck or the fawn of the hinds upon the mountains of separation."
    }
  ]
}