{
  "book_id": "SNG",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "On my couch during the nights I sought him whom my soul loveth: I sought him, but I found him not."
    },
    {
      "verse": 2,
      "text": "Oh, I must rise now, and go about in the city in the streets, and in the open places; I will seek him whom my soul loveth: I sought him, but I found him not."
    },
    {
      "verse": 3,
      "text": "Then found me the watchmen that walked about the city. “Have ye seen him whom my soul loveth?”"
    },
    {
      "verse": 4,
      "text": "Scarcely had I passed away from them, when I found him whom my soul loveth: I laid fast hold of him, and would not let him go, until I had brought him into my mother's house, and into the chamber of her that had born me."
    },
    {
      "verse": 5,
      "text": "I adjure you, ye daughters of Jerusalem, by the roes, and by the hinds of the field, that ye awaken not, nor excite my love, till it please [to come of itself].—"
    },
    {
      "verse": 6,
      "text": "Who is this that cometh up from the wilderness, like pillars of smoke, perfumed with myrrh and frankincense, with all spicy powders of the merchant?"
    },
    {
      "verse": 7,
      "text": "Behold, it is the bed, which is Solomon's, sixty valiant men are round about it, of the valiant ones of Israel."
    },
    {
      "verse": 8,
      "text": "All of them are girded with the sword, are expert in war; every one hath his sword upon his thigh, because of the terror in the nights."
    },
    {
      "verse": 9,
      "text": "A palanquin did king Solomon make for himself out of the wood of Lebanon."
    },
    {
      "verse": 10,
      "text": "The pillars thereof he made of silver, its coverlid of gold, its seat of purple: its inner part is arranged lovely, by the daughters of Jerusalem."
    },
    {
      "verse": 11,
      "text": "Go forth, and look, O ye daughters of Zion, on king Solomon, with the crown wherewith his mother hath crowned him on the day of his espousals, and on the day of the joy in his heart."
    }
  ]
}