{
  "book_id": "SNG",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, thou art beautiful, my beloved, behold, thou art beautiful: thy dovelike eyes [look forth] from behind thy vail; thy hair is like a flock of goats, that come quietly down from Mount Gil'ad."
    },
    {
      "verse": 2,
      "text": "Thy teeth are like a flock of well-selected sheep, which are come up from the washing, all of which bear twins, and there is not one among them that is deprived of her young."
    },
    {
      "verse": 3,
      "text": "Like a thread of scarlet are thy lips, and thy mouth is comely: like the half of a pomegranate is the upper part of thy cheek behind thy vail."
    },
    {
      "verse": 4,
      "text": "Thy neck is like the tower of David built on terraces, a thousand shields hang-thereon, all the quivers of the mighty men."
    },
    {
      "verse": 5,
      "text": "Thy two breasts are like two fawns, the twins of the roe, that feed among the lilies."
    },
    {
      "verse": 6,
      "text": "Until the day became cool, and the shadows flee away, will I get me to the mountain of myrrh, and to the hill of frankincense."
    },
    {
      "verse": 7,
      "text": "Thou art altogether beautiful, my beloved, and there is no blemish on thee.—"
    },
    {
      "verse": 8,
      "text": "Come with me from Lebanon, O bride, with me from Lebanon: look about from the top of Amanah, from the top of Senir and Chermon, from the lions' dens, from the leopards' mountains."
    },
    {
      "verse": 9,
      "text": "Thou hast ravished my heart, O my sister, [my] bride; thou hast ravished my heart with one of thy eyes, with one chain of thy neck."
    },
    {
      "verse": 10,
      "text": "How beautiful are thy caresses, O my sister, [my] bride! how much more pleasant are thy caresses than wine! and the smell of thy fragrant oils more than all spices."
    },
    {
      "verse": 11,
      "text": "Of sweet honey drop thy lips, O bride: honey and milk are under thy tongue; and the scent of thy garments is like the scent of Lebanon."
    },
    {
      "verse": 12,
      "text": "A locked-up garden is my sister, [my] bride; a locked-up spring, a sealed fountain."
    },
    {
      "verse": 13,
      "text": "Thy sprouts are an orchard of pomegranates, with precious fruits, copher and spikenard;"
    },
    {
      "verse": 14,
      "text": "Spikenard and saffron; calamus and cinnamon, with all the trees of frankincense; myrrh and aloes, with all the chief of spices;"
    },
    {
      "verse": 15,
      "text": "A garden-spring, a well of living waters, and flowing down from Lebanon.—"
    },
    {
      "verse": 16,
      "text": "Awake, O north wind; and come thou, O south; blow over my garden, that its spices may flow out. Let my friend come into his garden, and eat its precious fruits.—"
    }
  ]
}