{
  "book_id": "SNG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I am come into my garden, my sister, [my] bride; I have plucked my myrrh with my spice; I have eaten my sugar-cane with my honey; I have drunk my wine with my milk: eat, ye companions; drink, yea, drink abundantly, ye friends.—"
    },
    {
      "verse": 2,
      "text": "I slept, but my heart was awake: [there was] the voice of my beloved that knocked, “Open for me, my sister, my beloved, my dove, my guiltless one; for my head is filled with dew, and my locks with the drops of the night.”"
    },
    {
      "verse": 3,
      "text": "I have put off my coat: how shall I put it on? I have washed my feet: how shall I defile them?"
    },
    {
      "verse": 4,
      "text": "My friend stretched forth his hand through the opening, and my inmost parts were moved for him."
    },
    {
      "verse": 5,
      "text": "I rose up myself to open for my friend; and my hands dropped with myrrh, and my fingers with fluid myrrh, upon the handles of the lock."
    },
    {
      "verse": 6,
      "text": "I indeed opened for my beloved; but my beloved had vanished, and was gone: my soul had failed me while he was speaking; I sought him, but I could not find him; I called him, but he answered me not."
    },
    {
      "verse": 7,
      "text": "Then found me the watchmen that walked about the city; they smote me, they wounded me: they took away my vail from me, they that watched the walls."
    },
    {
      "verse": 8,
      "text": "I adjure you, O daughters of Jerusalem, if ye find my beloved, what will ye tell him? that I am sick of love.—"
    },
    {
      "verse": 9,
      "text": "What is thy friend more than another's friend, O thou fairest of women? what is thy friend more than another's friend, that thus thou adjurest us?—"
    },
    {
      "verse": 10,
      "text": "My friend is white and ruddy, distinguished among ten thousand."
    },
    {
      "verse": 11,
      "text": "His head is bright as the finest gold, his locks are like waving foliage, and black as a raven."
    },
    {
      "verse": 12,
      "text": "His eyes are like [those of] doves by streamlets of waters, bathed in milk, well fitted in their setting."
    },
    {
      "verse": 13,
      "text": "His cheeks are as a bed of spices, as turrets of sweet perfumes: his lips, like lilies, dropping with fluid myrrh."
    },
    {
      "verse": 14,
      "text": "His hands are like wheels of gold beset with the chrysolite: his body, an image made of ivory overlaid with sapphires."
    },
    {
      "verse": 15,
      "text": "His legs are like pillars of marble, resting upon sockets of fine gold: his countenance is as Lebanon, excellent like the cedars."
    },
    {
      "verse": 16,
      "text": "His palate is full of sweets, and every thing in him is agreeable. This is my friend, and this is my beloved, O daughters of Jerusalem.—"
    }
  ]
}