{
  "book_id": "SNG",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Whither is thy friend gone, O fairest of women? whither hath thy friend turned himself? that we may seek him with thee?—"
    },
    {
      "verse": 2,
      "text": "My beloved is gone down to his garden, to the beds of spices, to feed in the gardens, and to gather lilies."
    },
    {
      "verse": 3,
      "text": "I am my friend's, and my friend is mine: he that feedeth among the lilies.—"
    },
    {
      "verse": 4,
      "text": "Thou art beautiful, O my beloved, like Thirzah, comely like Jerusalem, terrible as armies encamped round their banners."
    },
    {
      "verse": 5,
      "text": "Turn away thy eyes from me, for they have excited me: thy hair is like a flock of goats that come quietly down from mount Gil'ad."
    },
    {
      "verse": 6,
      "text": "Thy teeth are like a flock of ewes which are come up from the washing, all of which bear twins, and there is not one among them that is deprived of her young."
    },
    {
      "verse": 7,
      "text": "Like the half of the pomegranate is the upper part of thy cheek behind thy vail."
    },
    {
      "verse": 8,
      "text": "Sixty are the queens, and eighty the concubines, and the young women without number;"
    },
    {
      "verse": 9,
      "text": "But one alone is my dove, my guiltless one; she is the only one of her mother, she is the chosen of her that bore her: maidens see her, and call her happy; yea, queens and concubines, and praise her."
    },
    {
      "verse": 10,
      "text": "Who is this that shineth forth like the morning-dawn, beautiful as the moon, bright as the sun, terrible as armies encamped round their banners?"
    },
    {
      "verse": 11,
      "text": "Into the nut-garden was I gone down, to look about among the plants of the valley, to see whether the vine had blossomed, whether the pomegranates had budded."
    },
    {
      "verse": 12,
      "text": "I knew not [how it was], my soul made me [like] the chariots of my noble people."
    },
    {
      "verse": 13,
      "text": "(7:1) Return, return, O Shulammith; return, return, that we may look upon thee. “What will ye see in the Shulammith?” As though it were the dance of a double company."
    }
  ]
}