{
  "book_id": "SNG",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "(7:2) How beautiful are thy steps in sandals, O prince's daughter! the roundings of thy thighs are like jewelled ornaments, the work of the hands of the artificer."
    },
    {
      "verse": 2,
      "text": "(7:3) Thy navel is like a round goblet which lacketh not the mixed wine: thy body is like a heap of wheat fenced about with lilies."
    },
    {
      "verse": 3,
      "text": "(7:4) Thy two breasts are like two fawns, the twins of the roe."
    },
    {
      "verse": 4,
      "text": "(7:5) Thy neck is like a tower of ivory; thy eyes are like the pools in Cheshbon, by the gate of Bath-rabbim; thy nose is like the tower of Lebanon which looketh toward Damascus."
    },
    {
      "verse": 5,
      "text": "(7:6) Thy head upon thee is like Carmel, and the hair of thy head like purple: a king is held bound in the tresses."
    },
    {
      "verse": 6,
      "text": "(7:7) How beautiful and how pleasant art thou, O love, in thy attractions!"
    },
    {
      "verse": 7,
      "text": "(7:8) This thy stature is like a palm-tree, and thy breasts are like clusters of grapes."
    },
    {
      "verse": 8,
      "text": "(7:9) I thought, I wish to climb up the palm-tree, I wish to take hold of its boughs; and, oh, that thy breasts might be like clusters of the vine, and the smell of thy nose like apples;"
    },
    {
      "verse": 9,
      "text": "(7:10) And thy palate like the best wine, that glideth down for my friend gently, exciting the lips of those that are asleep.—"
    },
    {
      "verse": 10,
      "text": "(7:11) I am my friend's, and toward me is his desire."
    },
    {
      "verse": 11,
      "text": "(7:12) Come, my friend, let us go forth into the field; let us spend the night in the villages;"
    },
    {
      "verse": 12,
      "text": "(7:13) Let us get up early to the vineyards; let us see if the vine have blossomed, whether the young grape have opened [to the view], whether the pomegranates have budded: there will I give my caresses unto thee."
    },
    {
      "verse": 13,
      "text": "(7:14) The mandrakes give forth [their] smell, and at our doors are all manner of precious fruits, new and also old: O my friend, these have I laid up for thee."
    }
  ]
}