{
  "book_id": "SNG",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Oh that some one would make thee as my brother that hath sucked my mother's breasts! should I then find thee without, I would kiss thee; and yet, people would not despise me."
    },
    {
      "verse": 2,
      "text": "I would lead thee, I would bring thee into my mother's house, thou shouldst teach me: I would cause thee to drink of spiced wine, of the sweet juice of my pomegranate."
    },
    {
      "verse": 3,
      "text": "Oh that his left hand might be under my head, and that his right hand might embrace me."
    },
    {
      "verse": 4,
      "text": "I adjure you, O daughters of Jerusalem, why will ye awaken, and why will ye excite my love, until it please [to come of itself]?—"
    },
    {
      "verse": 5,
      "text": "Who is this that cometh up from the wilderness, leaning upon her friend?—Under the apple-tree have I waked thee up; there thy mother brought thee forth; there brought thee forth she that bore thee."
    },
    {
      "verse": 6,
      "text": "Set me as a seal upon thy heart, as a seal upon thy arm; for strong as death is love; violent like the nether world is jealousy; its heat is the heat of fire, a flame of God."
    },
    {
      "verse": 7,
      "text": "Many waters are not able to quench love, nor can the rivers flood it away: if a man were to give all the wealth of his house for love, men would utterly despise him.—"
    },
    {
      "verse": 8,
      "text": "We have a little sister, and she hath yet no breasts: what shall we do for our sister on the day when she shall be spoken for?"
    },
    {
      "verse": 9,
      "text": "If she be a wall, we will build upon her a palace of silver: and if she be a door, we will enclose her with boards of cedar.—"
    },
    {
      "verse": 10,
      "text": "I am a wall, and my breasts are like towers: then was I in his eyes as one that found favor."
    },
    {
      "verse": 11,
      "text": "Solomon had a vineyard at Ba'al-hamon; he had given up the vineyard unto the keepers; every one was to bring for its fruit a thousand pieces of silver."
    },
    {
      "verse": 12,
      "text": "My vineyard, which was mine, was before me: thine, O Solomon, be the thousand, and let two hundred be for those that keep its fruit.—"
    },
    {
      "verse": 13,
      "text": "“Thou that dwellest in the gardens, the companions listen for thy voice: oh let me hear it.”"
    },
    {
      "verse": 14,
      "text": "Flee away, my friend, and be thou like the roebuck, or the fawn of the hinds, upon the mountain of spices."
    }
  ]
}