{
  "book_id": "DAN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "בלשאצר מלכא עבד לחם רב לרברבנוהי אלף ולקבל אלפא חמרא שתה׃"
    },
    {
      "verse": 2,
      "text": "בלשאצר אמר בטעם חמרא להיתיה למאני דהבא וכספא די הנפק נבוכדנצר אבוהי מן היכלא די בירושלם וישתון בהון מלכא ורברבנוהי שגלתה ולחנתה׃"
    },
    {
      "verse": 3,
      "text": "באדין היתיו מאני דהבא די הנפקו מן היכלא די בית אלהא די בירושלם ואשתיו בהון מלכא ורברבנוהי שגלתה ולחנתה׃"
    },
    {
      "verse": 4,
      "text": "אשתיו חמרא ושבחו לאלהי דהבא וכספא נחשא פרזלא אעא ואבנא׃"
    },
    {
      "verse": 5,
      "text": "בה שעתה נפקו אצבען די יד אנש וכתבן לקבל נברשתא על גירא די כתל היכלא די מלכא ומלכא חזה פס ידה די כתבה׃"
    },
    {
      "verse": 6,
      "text": "אדין מלכא זיוהי שנוהי ורעינהי יבהלונה וקטרי חרצה משתרין וארכבתה דא לדא נקשן׃"
    },
    {
      "verse": 7,
      "text": "קרא מלכא בחיל להעלה לאשפיא כשדיא וגזריא ענה מלכא ואמר לחכימי בבל די כל אנש די יקרה כתבה דנה ופשרה יחונני ארגונא ילבש והמונכא די דהבא על צוארה ותלתי במלכותא ישלט׃"
    },
    {
      "verse": 8,
      "text": "אדין עללין כל חכימי מלכא ולא כהלין כתבא למקרא ופשרא להודעה למלכא׃"
    },
    {
      "verse": 9,
      "text": "אדין מלכא בלשאצר שגיא מתבהל וזיוהי שנין עלוהי ורברבנוהי משתבשין׃"
    },
    {
      "verse": 10,
      "text": "מלכתא לקבל מלי מלכא ורברבנוהי לבית משתיא עללת ענת מלכתא ואמרת מלכא לעלמין חיי אל יבהלוך רעיונך וזיויך אל ישתנו׃"
    },
    {
      "verse": 11,
      "text": "איתי גבר במלכותך די רוח אלהין קדישין בה וביומי אבוך נהירו ושכלתנו וחכמה כחכמת אלהין השתכחת בה ומלכא נבכדנצר אבוך רב חרטמין אשפין כשדאין גזרין הקימה אבוך מלכא׃"
    },
    {
      "verse": 12,
      "text": "כל קבל די רוח יתירה ומנדע ושכלתנו מפשר חלמין ואחוית אחידן ומשרא קטרין השתכחת בה בדניאל די מלכא שם שמה בלטשאצר כען דניאל יתקרי ופשרה יהחוה׃"
    },
    {
      "verse": 13,
      "text": "באדין דניאל העל קדם מלכא ענה מלכא ואמר לדניאל אנתה הוא דניאל די מן בני גלותא די יהוד די היתי מלכא אבי מן יהוד׃"
    },
    {
      "verse": 14,
      "text": "ושמעת עליך די רוח אלהין בך ונהירו ושכלתנו וחכמה יתירה השתכחת בך׃"
    },
    {
      "verse": 15,
      "text": "וכען העלו קדמי חכימיא אשפיא די כתבה דנה יקרון ופשרה להודעתני ולא כהלין פשר מלתא להחויה׃"
    },
    {
      "verse": 16,
      "text": "ואנה שמעת עליך די תוכל פשרין למפשר וקטרין למשרא כען הן תוכל כתבא למקרא ופשרה להודעתני ארגונא תלבש והמונכא די דהבא על צוארך ותלתא במלכותא תשלט׃"
    },
    {
      "verse": 17,
      "text": "באדין ענה דניאל ואמר קדם מלכא מתנתך לך להוין ונבזביתך לאחרן הב ברם כתבא אקרא למלכא ופשרא אהודענה׃"
    },
    {
      "verse": 18,
      "text": "אנתה מלכא אלהא עליא מלכותא ורבותא ויקרא והדרה יהב לנבכדנצר אבוך׃"
    },
    {
      "verse": 19,
      "text": "ומן רבותא די יהב לה כל עממיא אמיא ולשניא הוו זאעין ודחלין מן קדמוהי די הוה צבא הוא קטל ודי הוה צבא הוה מחא ודי הוה צבא הוה מרים ודי הוה צבא הוה משפיל׃"
    },
    {
      "verse": 20,
      "text": "וכדי רם לבבה ורוחה תקפת להזדה הנחת מן כרסא מלכותה ויקרה העדיו מנה׃"
    },
    {
      "verse": 21,
      "text": "ומן בני אנשא טריד ולבבה עם חיותא שוי ועם ערדיא מדורה עשבא כתורין יטעמונה ומטל שמיא גשמה יצטבע עד די ידע די שליט אלהא עליא במלכות אנשא ולמן די יצבה יהקים עליה׃"
    },
    {
      "verse": 22,
      "text": "ואנתה ברה בלשאצר לא השפלת לבבך כל קבל די כל דנה ידעת׃"
    },
    {
      "verse": 23,
      "text": "ועל מרא שמיא התרוממת ולמאניא די ביתה היתיו קדמיך ואנתה ורברבניך שגלתך ולחנתך חמרא שתין בהון ולאלהי כספא ודהבא נחשא פרזלא אעא ואבנא די לא חזין ולא שמעין ולא ידעין שבחת ולאלהא די נשמתך בידה וכל ארחתך לה לא הדרת׃"
    },
    {
      "verse": 24,
      "text": "באדין מן קדמוהי שליח פסא די ידא וכתבא דנה רשים׃"
    },
    {
      "verse": 25,
      "text": "ודנה כתבא די רשים מנא מנא תקל ופרסין׃"
    },
    {
      "verse": 26,
      "text": "דנה פשר מלתא מנא מנה אלהא מלכותך והשלמה׃"
    },
    {
      "verse": 27,
      "text": "תקל תקילתה במאזניא והשתכחת חסיר׃"
    },
    {
      "verse": 28,
      "text": "פרס פריסת מלכותך ויהיבת למדי ופרס׃"
    },
    {
      "verse": 29,
      "text": "באדין אמר בלשאצר והלבישו לדניאל ארגונא והמונכא די דהבא על צוארה והכרזו עלוהי די להוא שליט תלתא במלכותא׃"
    },
    {
      "verse": 30,
      "text": "בה בליליא קטיל בלאשצר מלכא כשדיא׃"
    },
    {
      "verse": 31,
      "text": "ודריוש מדיא קבל מלכותא כבר שנין שתין ותרתין׃"
    }
  ]
}