{
  "book_id": "DAN",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "ואני בשנת אחת לדריוש המדי עמדי למחזיק ולמעוז לו׃"
    },
    {
      "verse": 2,
      "text": "ועתה אמת אגיד לך הנה עוד שלשה מלכים עמדים לפרס והרביעי יעשיר עשר גדול מכל וכחזקתו בעשרו יעיר הכל את מלכות יון׃"
    },
    {
      "verse": 3,
      "text": "ועמד מלך גבור ומשל ממשל רב ועשה כרצונו׃"
    },
    {
      "verse": 4,
      "text": "וכעמדו תשבר מלכותו ותחץ לארבע רוחות השמים ולא לאחריתו ולא כמשלו אשר משל כי תנתש מלכותו ולאחרים מלבד אלה׃"
    },
    {
      "verse": 5,
      "text": "ויחזק מלך הנגב ומן שריו ויחזק עליו ומשל ממשל רב ממשלתו׃"
    },
    {
      "verse": 6,
      "text": "ולקץ שנים יתחברו ובת מלך הנגב תבוא אל מלך הצפון לעשות מישרים ולא תעצר כוח הזרוע ולא יעמד וזרעו ותנתן היא ומביאיה והילדה ומחזקה בעתים׃"
    },
    {
      "verse": 7,
      "text": "ועמד מנצר שרשיה כנו ויבא אל החיל ויבא במעוז מלך הצפון ועשה בהם והחזיק׃"
    },
    {
      "verse": 8,
      "text": "וגם אלהיהם עם נסכיהם עם כלי חמדתם כסף וזהב בשבי יבא מצרים והוא שנים יעמד ממלך הצפון׃"
    },
    {
      "verse": 9,
      "text": "ובא במלכות מלך הנגב ושב אל אדמתו׃"
    },
    {
      "verse": 10,
      "text": "ובנו יתגרו ואספו המון חילים רבים ובא בוא ושטף ועבר וישב ויתגרו עד מעזה׃"
    },
    {
      "verse": 11,
      "text": "ויתמרמר מלך הנגב ויצא ונלחם עמו עם מלך הצפון והעמיד המון רב ונתן ההמון בידו׃"
    },
    {
      "verse": 12,
      "text": "ונשא ההמון ירום לבבו והפיל רבאות ולא יעוז׃"
    },
    {
      "verse": 13,
      "text": "ושב מלך הצפון והעמיד המון רב מן הראשון ולקץ העתים שנים יבוא בוא בחיל גדול וברכוש רב׃"
    },
    {
      "verse": 14,
      "text": "ובעתים ההם רבים יעמדו על מלך הנגב ובני פריצי עמך ינשאו להעמיד חזון ונכשלו׃"
    },
    {
      "verse": 15,
      "text": "ויבא מלך הצפון וישפך סוללה ולכד עיר מבצרות וזרעות הנגב לא יעמדו ועם מבחריו ואין כח לעמד׃"
    },
    {
      "verse": 16,
      "text": "ויעש הבא אליו כרצונו ואין עומד לפניו ויעמד בארץ הצבי וכלה בידו׃"
    },
    {
      "verse": 17,
      "text": "וישם פניו לבוא בתקף כל מלכותו וישרים עמו ועשה ובת הנשים יתן לו להשחיתה ולא תעמד ולא לו תהיה׃"
    },
    {
      "verse": 18,
      "text": "וישב פניו לאיים ולכד רבים והשבית קצין חרפתו לו בלתי חרפתו ישיב לו׃"
    },
    {
      "verse": 19,
      "text": "וישב פניו למעוזי ארצו ונכשל ונפל ולא ימצא׃"
    },
    {
      "verse": 20,
      "text": "ועמד על כנו מעביר נוגש הדר מלכות ובימים אחדים ישבר ולא באפים ולא במלחמה׃"
    },
    {
      "verse": 21,
      "text": "ועמד על כנו נבזה ולא נתנו עליו הוד מלכות ובא בשלוה והחזיק מלכות בחלקלקות׃"
    },
    {
      "verse": 22,
      "text": "וזרעות השטף ישטפו מלפניו וישברו וגם נגיד ברית׃"
    },
    {
      "verse": 23,
      "text": "ומן התחברות אליו יעשה מרמה ועלה ועצם במעט גוי׃"
    },
    {
      "verse": 24,
      "text": "בשלוה ובמשמני מדינה יבוא ועשה אשר לא עשו אבתיו ואבות אבתיו בזה ושלל ורכוש להם יבזור ועל מבצרים יחשב מחשבתיו ועד עת׃"
    },
    {
      "verse": 25,
      "text": "ויער כחו ולבבו על מלך הנגב בחיל גדול ומלך הנגב יתגרה למלחמה בחיל גדול ועצום עד מאד ולא יעמד כי יחשבו עליו מחשבות׃"
    },
    {
      "verse": 26,
      "text": "ואכלי פת בגו ישברוהו וחילו ישטוף ונפלו חללים רבים׃"
    },
    {
      "verse": 27,
      "text": "ושניהם המלכים לבבם למרע ועל שלחן אחד כזב ידברו ולא תצלח כי עוד קץ למועד׃"
    },
    {
      "verse": 28,
      "text": "וישב ארצו ברכוש גדול ולבבו על ברית קדש ועשה ושב לארצו׃"
    },
    {
      "verse": 29,
      "text": "למועד ישוב ובא בנגב ולא תהיה כראשנה וכאחרנה׃"
    },
    {
      "verse": 30,
      "text": "ובאו בו ציים כתים ונכאה ושב וזעם על ברית קודש ועשה ושב ויבן על עזבי ברית קדש׃"
    },
    {
      "verse": 31,
      "text": "וזרעים ממנו יעמדו וחללו המקדש המעוז והסירו התמיד ונתנו השקוץ משומם׃"
    },
    {
      "verse": 32,
      "text": "ומרשיעי ברית יחניף בחלקות ועם ידעי אלהיו יחזקו ועשו׃"
    },
    {
      "verse": 33,
      "text": "ומשכילי עם יבינו לרבים ונכשלו בחרב ובלהבה בשבי ובבזה ימים׃"
    },
    {
      "verse": 34,
      "text": "ובהכשלם יעזרו עזר מעט ונלוו עליהם רבים בחלקלקות׃"
    },
    {
      "verse": 35,
      "text": "ומן המשכילים יכשלו לצרוף בהם ולברר וללבן עד עת קץ כי עוד למועד׃"
    },
    {
      "verse": 36,
      "text": "ועשה כרצונו המלך ויתרומם ויתגדל על כל אל ועל אל אלים ידבר נפלאות והצליח עד כלה זעם כי נחרצה נעשתה׃"
    },
    {
      "verse": 37,
      "text": "ועל אלהי אבתיו לא יבין ועל חמדת נשים ועל כל אלוה לא יבין כי על כל יתגדל׃"
    },
    {
      "verse": 38,
      "text": "ולאלה מעזים על כנו יכבד ולאלוה אשר לא ידעהו אבתיו יכבד בזהב ובכסף ובאבן יקרה ובחמדות׃"
    },
    {
      "verse": 39,
      "text": "ועשה למבצרי מעזים עם אלוה נכר אשר הכיר ירבה כבוד והמשילם ברבים ואדמה יחלק במחיר׃"
    },
    {
      "verse": 40,
      "text": "ובעת קץ יתנגח עמו מלך הנגב וישתער עליו מלך הצפון ברכב ובפרשים ובאניות רבות ובא בארצות ושטף ועבר׃"
    },
    {
      "verse": 41,
      "text": "ובא בארץ הצבי ורבות יכשלו ואלה ימלטו מידו אדום ומואב וראשית בני עמון׃"
    },
    {
      "verse": 42,
      "text": "וישלח ידו בארצות וארץ מצרים לא תהיה לפליטה׃"
    },
    {
      "verse": 43,
      "text": "ומשל במכמני הזהב והכסף ובכל חמדות מצרים ולבים וכשים במצעדיו׃"
    },
    {
      "verse": 44,
      "text": "ושמעות יבהלהו ממזרח ומצפון ויצא בחמא גדלה להשמיד ולהחרים רבים׃"
    },
    {
      "verse": 45,
      "text": "ויטע אהלי אפדנו בין ימים להר צבי קדש ובא עד קצו ואין עוזר לו׃"
    }
  ]
}