{
  "book_id": "JHN",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁ οὖν Ἰησοῦς πρὸ ἓξ ἡμερῶν τοῦ πάσχα ἦλθεν εἰς Βηθανίαν, ὅπου ἦν Λάζαρος ὁ τεθνηκώς, ὃν ἤγειρεν ἐκ νεκρῶν."
    },
    {
      "verse": 2,
      "text": "ἐποίησαν οὖν αὐτῷ δεῖπνον ἐκεῖ, καὶ ἡ Μάρθα διηκόνει· ὁ δὲ Λάζαρος εἷς ἦν τῶν ἀνακειμένων σὺν αὐτῷ."
    },
    {
      "verse": 3,
      "text": "ἡ οὖν Μαρία, λαβοῦσα λίτραν μύρου νάρδου πιστικῆς πολυτίμου, ἤλειψε τοὺς πόδας τοῦ Ἰησοῦ καὶ ἐξέμαξε ταῖς θριξὶν αὐτῆς τοὺς πόδας αὐτοῦ· ἡ δὲ οἰκία ἐπληρώθη ἐκ τῆς ὀσμῆς τοῦ μύρου."
    },
    {
      "verse": 4,
      "text": "λέγει οὖν εἷς ἐκ τῶν μαθητῶν αὐτοῦ, Ἰούδας Σίμωνος Ἰσκαριώτης, ὁ μέλλων αὐτὸν παραδιδόναι·"
    },
    {
      "verse": 5,
      "text": "διατί τοῦτο τὸ μύρον οὐκ ἐπράθη τριακοσίων δηναρίων καὶ ἐδόθη πτωχοῖς;"
    },
    {
      "verse": 6,
      "text": "εἶπε δὲ τοῦτο οὐχ ὅτι περὶ τῶν πτωχῶν ἔμελεν αὐτῷ, ἀλλ᾽ ὅτι κλέπτης ἦν, καὶ τὸ γλωσσόκομον εἶχε καὶ τὰ βαλλόμενα ἐβάσταζεν."
    },
    {
      "verse": 7,
      "text": "εἶπεν οὖν ὁ Ἰησοῦς· ἄφες αὐτήν, εἰς τὴν ἡμέραν τοῦ ἐνταφιασμοῦ μου τετήρηκεν αὐτό."
    },
    {
      "verse": 8,
      "text": "τοὺς πτωχοὺς γὰρ πάντοτε ἔχετε μεθ᾽ ἑαυτῶν, ἐμὲ δὲ οὐ πάντοτε ἔχετε."
    },
    {
      "verse": 9,
      "text": "Ἔγνω οὖν ὄχλος πολὺς ἐκ τῶν Ἰουδαίων ὅτι ἐκεῖ ἐστι, καὶ ἦλθον οὐ διὰ τὸν Ἰησοῦν μόνον, ἀλλ᾽ ἵνα καὶ τὸν Λάζαρον ἴδωσιν ὃν ἤγειρεν ἐκ νεκρῶν."
    },
    {
      "verse": 10,
      "text": "ἐβουλεύσαντο δὲ οἱ ἀρχιερεῖς ἵνα καὶ τὸν Λάζαρον ἀποκτείνωσιν,"
    },
    {
      "verse": 11,
      "text": "ὅτι πολλοὶ δι᾽ αὐτὸν ὑπῆγον τῶν Ἰουδαίων καὶ ἐπίστευον εἰς τὸν Ἰησοῦν."
    },
    {
      "verse": 12,
      "text": "Τῇ ἐπαύριον ὄχλος πολὺς ὁ ἐλθὼν εἰς τὴν ἑορτήν, ἀκούσαντες ὅτι ἔρχεται Ἰησοῦς εἰς Ἱεροσόλυμα,"
    },
    {
      "verse": 13,
      "text": "ἔλαβον τὰ βαΐα τῶν φοινίκων καὶ ἐξῆλθον εἰς ὑπάντησιν αὐτῷ, καὶ ἔκραζον· \\+w ὡσαννά|strong=\"G5614\"\\+w*, \\+w εὐλογημένος|strong=\"G2127\"\\+w* \\+w ὁ|strong=\"G3588\"\\+w* \\+w ἐρχόμενος|strong=\"G2064\"\\+w* \\+w ἐν|strong=\"G1722\"\\+w* \\+w ὀνόματι|strong=\"G3686\"\\+w* \\+w Κυρίου|strong=\"G2962\"\\+w*,βασιλεὺς τοῦ Ἰσραήλ."
    },
    {
      "verse": 14,
      "text": "εὑρὼν δὲ ὁ Ἰησοῦς ὀνάριον ἐκάθισεν ἐπ᾽ αὐτό, καθώς ἐστι γεγραμμένον·"
    },
    {
      "verse": 15,
      "text": "\\+w μὴ|strong=\"G3361\"\\+w* \\+w φοβοῦ|strong=\"G5399\"\\+w*, \\+w θύγατερ|strong=\"G2364\"\\+w* \\+w Σιών|strong=\"G4622\"\\+w*· \\+w ἰδοὺ|strong=\"G3708\"\\+w* \\+w ὁ|strong=\"G3588\"\\+w* \\+w βασιλεύς|strong=\"G0935\"\\+w* \\+w σου|strong=\"G4771\"\\+w* \\+w ἔρχεται|strong=\"G2064\"\\+w* \\+w καθήμενος|strong=\"G2521\"\\+w* \\+w ἐπὶ|strong=\"G1909\"\\+w* \\+w πῶλον|strong=\"G4454\"\\+w* \\+w ὄνου|strong=\"G3688\"\\+w*."
    },
    {
      "verse": 16,
      "text": "Ταῦτα δὲ οὐκ ἔγνωσαν οἱ μαθηταὶ αὐτοῦ τὸ πρῶτον, ἀλλ᾽ ὅτε ἐδοξάσθη ὁ Ἰησοῦς, τότε ἐμνήσθησαν ὅτι ταῦτα ἦν ἐπ᾽ αὐτῷ γεγραμμένα, καὶ ταῦτα ἐποίησαν αὐτῷ."
    },
    {
      "verse": 17,
      "text": "Ἐμαρτύρει οὖν ὁ ὄχλος ὁ ὢν μετ᾽ αὐτοῦ ὅτε τὸν Λάζαρον ἐφώνησεν ἐκ τοῦ μνημείου καὶ ἤγειρεν αὐτὸν ἐκ νεκρῶν."
    },
    {
      "verse": 18,
      "text": "διὰ τοῦτο καὶ ὑπήντησεν αὐτῷ ὁ ὄχλος, ὅτι ἤκουσαν τοῦτο αὐτὸν πεποιηκέναι τὸ σημεῖον."
    },
    {
      "verse": 19,
      "text": "οἱ οὖν Φαρισαῖοι εἶπον πρὸς ἑαυτούς· θεωρεῖτε ὅτι οὐκ ὠφελεῖτε οὐδέν; ἴδε ὁ κόσμος ὀπίσω αὐτοῦ ἀπῆλθεν."
    },
    {
      "verse": 20,
      "text": "Ἦσαν δέ τινες Ἕλληνες ἐκ τῶν ἀναβαινόντων ἵνα προσκυνήσωσιν ἐν τῇ ἑορτῇ."
    },
    {
      "verse": 21,
      "text": "οὗτοι οὖν προσῆλθον Φιλίππῳ τῷ ἀπὸ Βηθσαϊδὰ τῆς Γαλιλαίας, καὶ ἠρώτων αὐτὸν λέγοντες· κύριε, θέλομεν τὸν Ἰησοῦν ἰδεῖν."
    },
    {
      "verse": 22,
      "text": "ἔρχεται Φίλιππος καὶ λέγει τῷ Ἀνδρέᾳ, καὶ πάλιν Ἀνδρέας καὶ Φίλιππος λέγουσι τῷ Ἰησοῦ·"
    },
    {
      "verse": 23,
      "text": "ὁ δὲ Ἰησοῦς ἀπεκρίνατο αὐτοῖς λέγων· ἐλήλυθεν ἡ ὥρα ἵνα δοξασθῇ ὁ υἱὸς τοῦ ἀνθρώπου."
    },
    {
      "verse": 24,
      "text": "ἀμὴν ἀμὴν λέγω ὑμῖν, ἐὰν μὴ ὁ κόκκος τοῦ σίτου πεσὼν εἰς τὴν γῆν ἀποθάνῃ, αὐτὸς μόνος μένει· ἐὰν δὲ ἀποθάνῃ, πολὺν καρπὸν φέρει."
    },
    {
      "verse": 25,
      "text": "ὁ φιλῶν τὴν ψυχὴν αὐτοῦ ἀπολέσει αὐτήν, καὶ ὁ μισῶν τὴν ψυχὴν αὐτοῦ ἐν τῷ κόσμῳ τούτῳ, εἰς ζωὴν αἰώνιον φυλάξει αὐτήν."
    },
    {
      "verse": 26,
      "text": "ἐὰν ἐμοὶ διακονῇ τις, ἐμοὶ ἀκολουθείτω, καὶ ὅπου εἰμὶ ἐγώ, ἐκεῖ καὶ ὁ διάκονος ὁ ἐμὸς ἔσται· καὶ ἐάν τις ἐμοὶ διακονῇ, τιμήσει αὐτὸν ὁ πατήρ."
    },
    {
      "verse": 27,
      "text": "Νῦν ἡ ψυχή μου τετάρακται, καὶ τί εἴπω; πάτερ, σῶσόν με ἐκ τῆς ὥρας ταύτης. ἀλλὰ διά τοῦτο ἦλθον εἰς τὴν ὥραν ταύτην."
    },
    {
      "verse": 28,
      "text": "πάτερ, δόξασόν σου τὸ ὄνομα. ἦλθεν οὖν φωνὴ ἐκ τοῦ οὐρανοῦ· καὶ ἐδόξασα καὶ πάλιν δοξάσω."
    },
    {
      "verse": 29,
      "text": "ὁ οὖν ὄχλος ὁ ἑστὼς καὶ ἀκούσας ἔλεγε βροντὴν γεγονέναι· ἄλλοι ἔλεγον· ἄγγελος αὐτῷ λελάληκεν."
    },
    {
      "verse": 30,
      "text": "ἀπεκρίθη ὁ Ἰησοῦς καὶ εἶπεν· οὐ δι᾽ ἐμὲ αὕτη ἡ φωνὴ γέγονεν, ἀλλὰ δι᾽ ὑμᾶς."
    },
    {
      "verse": 31,
      "text": "νῦν κρίσις ἐστὶ τοῦ κόσμου τούτου, νῦν ὁ ἄρχων τοῦ κόσμου τούτου ἐκβληθήσεται ἔξω·"
    },
    {
      "verse": 32,
      "text": "κἀγὼ ἐὰν ὑψωθῶ ἐκ τῆς γῆς, πάντας ἑλκύσω πρὸς ἐμαυτόν."
    },
    {
      "verse": 33,
      "text": "τοῦτο δὲ ἔλεγε σημαίνων ποίῳ θανάτῳ ἤμελλεν ἀποθνήσκειν."
    },
    {
      "verse": 34,
      "text": "ἀπεκρίθη αὐτῷ ὁ ὄχλος· ἡμεῖς ἠκούσαμεν ἐκ τοῦ νόμου ὅτι ὁ Χριστὸς μένει εἰς τὸν αἰῶνα, καὶ πῶς σὺ λέγεις, δεῖ ὑψωθῆναι τὸν υἱὸν τοῦ ἀνθρώπου; τίς ἐστιν οὗτος ὁ υἱὸς τοῦ ἀνθρώπου;"
    },
    {
      "verse": 35,
      "text": "εἶπεν οὖν αὐτοῖς ὁ Ἰησοῦς· ἔτι μικρὸν χρόνον τὸ φῶς μεθ᾽ ὑμῶν ἐστι· περιπατεῖτε ἕως τὸ φῶς ἔχετε, ἵνα μὴ σκοτία ὑμᾶς καταλάβῃ· καὶ ὁ περιπατῶν ἐν τῇ σκοτίᾳ οὐκ οἶδε ποῦ ὑπάγει."
    },
    {
      "verse": 36,
      "text": "ἕως τὸ φῶς ἔχετε, πιστεύετε εἰς τὸ φῶς, ἵνα υἱοὶ φωτὸς γένησθε. Ταῦτα ἐλάλησεν ὁ Ἰησοῦς, καὶ ἀπελθὼν ἐκρύβη ἀπ᾽ αὐτῶν."
    },
    {
      "verse": 37,
      "text": "Τοσαῦτα δὲ αὐτοῦ σημεῖα πεποιηκότος ἔμπροσθεν αὐτῶν οὐκ ἐπίστευον εἰς αὐτόν,"
    },
    {
      "verse": 38,
      "text": "ἵνα ὁ λόγος Ἡσαΐου τοῦ προφήτου πληρωθῇ ὃν εἶπε· \\+w Κύριε|strong=\"G2962\"\\+w*, \\+w τίς|strong=\"G5100\"\\+w* ἐπίστευσε \\+w τῇ|strong=\"G3588\"\\+w* \\+w ἀκοῇ|strong=\"G0189\"\\+w* \\+w ἡμῶν|strong=\"G1473\"\\+w*; \\+w καὶ|strong=\"G2532\"\\+w* \\+w ὁ|strong=\"G3588\"\\+w* \\+w βραχίων|strong=\"G1023\"\\+w* \\+w Κυρίου|strong=\"G2962\"\\+w* \\+w τίνι|strong=\"G5101\"\\+w* \\+w ἀπεκαλύφθη|strong=\"G0601\"\\+w*;"
    },
    {
      "verse": 39,
      "text": "διὰ τοῦτο οὐκ ἠδύναντο πιστεύειν, ὅτι πάλιν εἶπεν Ἡσαΐας·"
    },
    {
      "verse": 40,
      "text": "\\+w τετύφλωκεν|strong=\"G5186\"\\+w* \\+w αὐτῶν|strong=\"G0846\"\\+w* \\+w τοὺς|strong=\"G3588\"\\+w* \\+w ὀφθαλμοὺς|strong=\"G3788\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w πεπώρωκεν|strong=\"G4456\"\\+w* \\+w αὐτῶν|strong=\"G0846\"\\+w* \\+w τὴν|strong=\"G3588\"\\+w* \\+w καρδίαν|strong=\"G2588\"\\+w*, \\+w ἵνα|strong=\"G2443\"\\+w* \\+w μὴ|strong=\"G3361\"\\+w* ἴδωσι \\+w τοῖς|strong=\"G3588\"\\+w* \\+w ὀφθαλμοῖς|strong=\"G3788\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* νοήσωσι \\+w τῇ|strong=\"G3588\"\\+w* \\+w καρδίᾳ|strong=\"G2588\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* ἐπιστραφῶσι, \\+w καὶ|strong=\"G2532\"\\+w* \\+w ἰάσομαι|strong=\"G2390\"\\+w* \\+w αὐτούς|strong=\"G0846\"\\+w*."
    },
    {
      "verse": 41,
      "text": "ταῦτα εἶπεν Ἡσαΐας ὅτε εἶδε τὴν δόξαν αὐτοῦ καὶ ἐλάλησε περὶ αὐτοῦ."
    },
    {
      "verse": 42,
      "text": "ὅμως μέντοι καὶ ἐκ τῶν ἀρχόντων πολλοὶ ἐπίστευσαν εἰς αὐτόν, ἀλλὰ διὰ τοὺς Φαρισαίους οὐχ ὡμολόγουν, ἵνα μὴ ἀποσυνάγωγοι γένωνται·"
    },
    {
      "verse": 43,
      "text": "ἠγάπησαν γὰρ τὴν δόξαν τῶν ἀνθρώπων μᾶλλον ἤπερ τὴν δόξαν τοῦ Θεοῦ."
    },
    {
      "verse": 44,
      "text": "Ἰησοῦς δὲ ἔκραξε καὶ εἶπεν· ὁ πιστεύων εἰς ἐμὲ οὐ πιστεύει εἰς ἐμέ, ἀλλ᾽ εἰς τὸν πέμψαντά με,"
    },
    {
      "verse": 45,
      "text": "καὶ ὁ θεωρῶν ἐμὲ θεωρεῖ τὸν πέμψαντά με."
    },
    {
      "verse": 46,
      "text": "ἐγὼ φῶς εἰς τὸν κόσμον ἐλήλυθα, ἵνα πᾶς ὁ πιστεύων εἰς ἐμὲ ἐν τῇ σκοτίᾳ μὴ μείνῃ."
    },
    {
      "verse": 47,
      "text": "καὶ ἐάν τίς μου ἀκούσῃ τῶν ῥημάτων καὶ μὴ πιστεύσῃ, ἐγὼ οὐ κρίνω αὐτόν· οὐ γὰρ ἦλθον ἵνα κρίνω τὸν κόσμον, ἀλλ᾽ ἵνα σώσω τὸν κόσμον."
    },
    {
      "verse": 48,
      "text": "ὁ ἀθετῶν ἐμὲ καὶ μὴ λαμβάνων τὰ ῥήματά μου, ἔχει τὸν κρίνοντα αὐτόν· ὁ λόγος ὃν ἐλάλησα, ἐκεῖνος κρινεῖ αὐτὸν ἐν τῇ ἐσχάτῃ ἡμέρᾳ·"
    },
    {
      "verse": 49,
      "text": "ὅτι ἐγὼ ἐξ ἐμαυτοῦ οὐκ ἐλάλησα, ἀλλ᾽ ὁ πέμψας με πατὴρ αὐτός μοι ἐντολὴν ἔδωκε τί εἴπω καὶ τί λαλήσω·"
    },
    {
      "verse": 50,
      "text": "καὶ οἶδα ὅτι ἡ ἐντολὴ αὐτοῦ ζωὴ αἰώνιός ἐστιν. ἃ οὖν λαλῶ ἐγώ, καθὼς εἴρηκέ μοι ὁ πατήρ, οὕτω λαλῶ."
    }
  ]
}