{
  "book_id": "JHN",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Τότε οὖν ἔλαβεν ὁ Πιλᾶτος τὸν Ἰησοῦν καὶ ἐμαστίγωσε."
    },
    {
      "verse": 2,
      "text": "καὶ οἱ στρατιῶται πλέξαντες στέφανον ἐξ ἀκανθῶν ἐπέθηκαν αὐτοῦ τῇ κεφαλῇ, καὶ ἱμάτιον πορφυροῦν περιέβαλον αὐτὸν"
    },
    {
      "verse": 3,
      "text": "καὶ ἔλεγον· χαῖρε ὁ βασιλεὺς τῶν Ἰουδαίων· καὶ ἐδίδουν αὐτῷ ῥαπίσματα."
    },
    {
      "verse": 4,
      "text": "ἐξῆλθεν οὖν πάλιν ἔξω ὁ Πιλᾶτος καὶ λέγει αὐτοῖς· ἴδε ἄγω ὑμῖν αὐτὸν ἔξω, ἵνα γνῶτε ὅτι ἐν αὐτῷ οὐδεμίαν αἰτίαν εὑρίσκω."
    },
    {
      "verse": 5,
      "text": "ἐξῆλθεν οὖν ὁ Ἰησοῦς ἔξω φορῶν τὸν ἀκάνθινον στέφανον καὶ τὸ πορφυροῦν ἱμάτιον,"
    },
    {
      "verse": 6,
      "text": "καὶ λέγει αὐτοῖς· ἴδε ὁ ἄνθρωπος. ὅτε οὖν εἶδον αὐτὸν οἱ ἀρχιερεῖς καὶ οἱ ὑπηρέται, ἐκραύγασαν λέγοντες· σταύρωσον σταύρωσον αὐτόν. λέγει αὐτοῖς ὁ Πιλᾶτος· λάβετε αὐτὸν ὑμεῖς καὶ σταυρώσατε· ἐγὼ γὰρ οὐχ εὑρίσκω ἐν αὐτῷ αἰτίαν."
    },
    {
      "verse": 7,
      "text": "ἀπεκρίθησαν αὐτῷ οἱ Ἰουδαῖοι· ἡμεῖς νόμον ἔχομεν, καὶ κατὰ τὸν νόμον ἡμῶν ὀφείλει ἀποθανεῖν, ὅτι ἑαυτὸν Θεοῦ υἱὸν ἐποίησεν."
    },
    {
      "verse": 8,
      "text": "Ὅτε οὖν ἤκουσεν ὁ Πιλᾶτος τοῦτον τὸν λόγον, μᾶλλον ἐφοβήθη,"
    },
    {
      "verse": 9,
      "text": "καὶ εἰσῆλθεν εἰς τὸ πραιτώριον πάλιν καὶ λέγει τῷ Ἰησοῦ· πόθεν εἶ σύ; ὁ δὲ Ἰησοῦς ἀπόκρισιν οὐκ ἔδωκεν αὐτῷ."
    },
    {
      "verse": 10,
      "text": "λέγει οὖν αὐτῷ ὁ Πιλᾶτος· ἐμοὶ οὐ λαλεῖς; οὐκ οἶδας ὅτι ἐξουσίαν ἔχω σταυρῶσαί σε καὶ ἐξουσίαν ἔχω ἀπολῦσαί σε;"
    },
    {
      "verse": 11,
      "text": "ἀπεκρίθη Ἰησοῦς· οὐκ εἶχες ἐξουσίαν οὐδεμίαν κατ᾽ ἐμοῦ, εἰ μὴ ἦν σοι δεδομένον ἄνωθεν· διὰ τοῦτο ὁ παραδιδούς μέ σοι μείζονα ἁμαρτίαν ἔχει."
    },
    {
      "verse": 12,
      "text": "ἐκ τούτου ἐζήτει ὁ Πιλᾶτος ἀπολῦσαι αὐτόν· οἱ δὲ Ἰουδαῖοι ἔκραζον λέγοντες· ἐὰν τοῦτον ἀπολύσῃς, οὐκ εἶ φίλος τοῦ Καίσαρος. πᾶς ὁ βασιλέα ἑαυτὸν ποιῶν ἀντιλέγει τῷ Καίσαρι."
    },
    {
      "verse": 13,
      "text": "ὁ οὖν Πιλᾶτος ἀκούσας τοῦτον τὸν λόγον ἤγαγεν ἔξω τὸν Ἰησοῦν, καὶ ἐκάθισεν ἐπὶ τοῦ βήματος εἰς τόπον λεγόμενον Λιθόστρωτον, Ἑβραϊστὶ δὲ Γαββαθᾶ·"
    },
    {
      "verse": 14,
      "text": "ἦν δὲ παρασκευὴ τοῦ πάσχα, ὥρα δὲ ὡσεὶ ἕκτη· καὶ λέγει τοῖς Ἰουδαίοις· ἴδε ὁ βασιλεὺς ὑμῶν."
    },
    {
      "verse": 15,
      "text": "οἱ δὲ ἐκραύγασαν· ἆρον ἆρον, σταύρωσον αὐτόν. λέγει αὐτοῖς ὁ Πιλᾶτος· τὸν βασιλέα ὑμῶν σταυρώσω; ἀπεκρίθησαν οἱ ἀρχιερεῖς· οὐκ ἔχομεν βασιλέα εἰ μὴ Καίσαρα."
    },
    {
      "verse": 16,
      "text": "τότε οὖν παρέδωκεν αὐτὸν αὐτοῖς ἵνα σταυρωθῇ."
    },
    {
      "verse": 17,
      "text": "Παρέλαβον δὲ τὸν Ἰησοῦν καὶ ἤγαγον· καὶ βαστάζων τὸν σταυρὸν αὐτοῦ ἐξῆλθεν εἰς τὸν λεγόμενον κρανίου τόπον, ὃς λέγεται Ἑβραϊστὶ Γολγοθᾶ,"
    },
    {
      "verse": 18,
      "text": "ὅπου αὐτὸν ἐσταύρωσαν, καὶ μετ᾽ αὐτοῦ ἄλλους δύο ἐντεῦθεν καὶ ἐντεῦθεν, μέσον δὲ τὸν Ἰησοῦν."
    },
    {
      "verse": 19,
      "text": "ἔγραψε δὲ καὶ τίτλον ὁ Πιλᾶτος καὶ ἔθηκεν ἐπὶ τοῦ σταυροῦ· ἦν δὲ γεγραμμένον· \\+w Ἰησοῦς|strong=\"G2424\"\\+w* \\+w ὁ|strong=\"G3588\"\\+w* \\+w Ναζωραῖος|strong=\"G3480\"\\+w* \\+w ὁ|strong=\"G3588\"\\+w* \\+w βασιλεὺς|strong=\"G0935\"\\+w* \\+w τῶν|strong=\"G3588\"\\+w* \\+w Ἰουδαίων|strong=\"G2453\"\\+w*."
    },
    {
      "verse": 20,
      "text": "τοῦτον οὖν τὸν τίτλον πολλοὶ ἀνέγνωσαν τῶν Ἰουδαίων, ὅτι ἐγγὺς ἦν τῆς πόλεως ὁ τόπος ὅπου ἐσταυρώθη ὁ Ἰησοῦς· καὶ ἦν γεγραμμένον Ἑβραϊστί, Ἑλληνιστί, Ῥωμαϊστί."
    },
    {
      "verse": 21,
      "text": "ἔλεγον οὖν τῷ Πιλάτῳ οἱ ἀρχιερεῖς τῶν Ἰουδαίων· μὴ γράφε, ὁ βασιλεὺς τῶν Ἰουδαίων, ἀλλ᾽ ὅτι ἐκεῖνος εἶπε, βασιλεύς εἰμι τῶν Ἰουδαίων."
    },
    {
      "verse": 22,
      "text": "ἀπεκρίθη ὁ Πιλᾶτος· ὃ γέγραφα, γέγραφα."
    },
    {
      "verse": 23,
      "text": "Οἱ οὖν στρατιῶται ὅτε ἐσταύρωσαν τὸν Ἰησοῦν, ἔλαβον τὰ ἱμάτια αὐτοῦ καὶ ἐποίησαν τέσσαρα μέρη, ἑκάστῳ στρατιώτῃ μέρος, καὶ τὸν χιτῶνα· ἦν δὲ ὁ χιτὼν ἄρραφος, ἐκ τῶν ἄνωθεν ὑφαντὸς δι᾽ ὅλου."
    },
    {
      "verse": 24,
      "text": "εἶπον οὖν πρὸς ἀλλήλους· μὴ σχίσωμεν αὐτόν, ἀλλὰ λάχωμεν περὶ αὐτοῦ τίνος ἔσται· ἵνα ἡ γραφὴ πληρωθῇ ἡ λέγουσα· \\+w διεμερίσαντο|strong=\"G1266\"\\+w* \\+w τὰ|strong=\"G3588\"\\+w* \\+w ἱμάτιά|strong=\"G2440\"\\+w* \\+w μου|strong=\"G1473\"\\+w* \\+w ἑαυτοῖς|strong=\"G1438\"\\+w*, \\+w καὶ|strong=\"G2532\"\\+w* \\+w ἐπὶ|strong=\"G1909\"\\+w* \\+w τὸν|strong=\"G3588\"\\+w* \\+w ἱματισμόν|strong=\"G2441\"\\+w* \\+w μου|strong=\"G1473\"\\+w* \\+w ἔβαλον|strong=\"G0906\"\\+w* \\+w κλῆρον|strong=\"G2819\"\\+w*."
    },
    {
      "verse": 25,
      "text": "Οἱ μὲν οὖν στρατιῶται ταῦτα ἐποίησαν. εἱστήκεισαν δὲ παρὰ τῷ σταυρῷ τοῦ Ἰησοῦ ἡ μήτηρ αὐτοῦ καὶ ἡ ἀδελφὴ τῆς μητρὸς αὐτοῦ, Μαρία ἡ τοῦ Κλωπᾶ καὶ Μαρία ἡ Μαγδαληνή."
    },
    {
      "verse": 26,
      "text": "Ἰησοῦς οὖν ἰδὼν τὴν μητέρα καὶ τὸν μαθητὴν παρεστῶτα ὃν ἠγάπα, λέγει τῇ μητρὶ αὐτοῦ· γύναι, ἴδε ὁ υἱός σου."
    },
    {
      "verse": 27,
      "text": "εἶτα λέγει τῷ μαθητῇ· ἰδοὺ ἡ μήτηρ σου. καὶ ἀπ᾽ ἐκείνης τῆς ὥρας ἔλαβεν ὁ μαθητὴς αὐτὴν εἰς τὰ ἴδια."
    },
    {
      "verse": 28,
      "text": "Μετὰ τοῦτο εἰδὼς ὁ Ἰησοῦς ὅτι πάντα ἤδη τετέλεσται, ἵνα τελειωθῇ ἡ γραφή, λέγει· διψῶ."
    },
    {
      "verse": 29,
      "text": "σκεῦος οὖν ἔκειτο ὄξους μεστόν· οἱ δὲ πλήσαντες σπόγγον ὄξους καὶ ὑσσώπῳ περιθέντες προσήνεγκαν αὐτοῦ τῷ στόματι."
    },
    {
      "verse": 30,
      "text": "ὅτε οὖν ἔλαβε τὸ ὄξος ὁ Ἰησοῦς εἶπε, τετέλεσται, καὶ κλίνας τὴν κεφαλὴν παρέδωκε τὸ πνεῦμα."
    },
    {
      "verse": 31,
      "text": "Οἱ οὖν Ἰουδαῖοι, ἵνα μὴ μείνῃ ἐπὶ τοῦ σταυροῦ τὰ σώματα ἐν τῷ σαββάτῳ, ἐπεὶ παρασκευὴ ἦν· ἦν γὰρ μεγάλη ἡ ἡμέρα ἐκείνου τοῦ σαββάτου· ἠρώτησαν τὸν Πιλᾶτον ἵνα κατεαγῶσιν αὐτῶν τὰ σκέλη, καὶ ἀρθῶσιν."
    },
    {
      "verse": 32,
      "text": "ἦλθον οὖν οἱ στρατιῶται, καὶ τοῦ μὲν πρώτου κατέαξαν τὰ σκέλη καὶ τοῦ ἄλλου τοῦ συσταυρωθέντος αὐτῷ·"
    },
    {
      "verse": 33,
      "text": "ἐπὶ δὲ τὸν Ἰησοῦν ἐλθόντες ὡς εἶδον αὐτὸν ἤδη τεθνηκότα, οὐ κατέαξαν αὐτοῦ τὰ σκέλη,"
    },
    {
      "verse": 34,
      "text": "ἀλλ᾽ εἷς τῶν στρατιωτῶν λόγχῃ αὐτοῦ τὴν πλευρὰν ἔνυξε, καὶ εὐθέως ἐξῆλθεν αἷμα καὶ ὕδωρ."
    },
    {
      "verse": 35,
      "text": "καὶ ὁ ἑωρακὼς μεμαρτύρηκε, καὶ ἀληθινὴ αὐτοῦ ἐστιν ἡ μαρτυρία, κἀκεῖνος οἶδεν ὅτι ἀληθῆ λέγει, ἵνα [καὶ] ὑμεῖς πιστεύσητε."
    },
    {
      "verse": 36,
      "text": "ἐγένετο γὰρ ταῦτα, ἵνα ἡ γραφὴ πληρωθῇ, \\+w ὀστοῦν|strong=\"G3747\"\\+w* \\+w οὐ|strong=\"G3756\"\\+w* \\+w συντριβήσεται|strong=\"G4937\"\\+w* \\+w αὐτοῦ|strong=\"G0846\"\\+w*."
    },
    {
      "verse": 37,
      "text": "καὶ πάλιν ἑτέρα γραφὴ λέγει· \\+w ὄψονται|strong=\"G3708\"\\+w* \\+w εἰς|strong=\"G1519\"\\+w* \\+w ὃν|strong=\"G3739\"\\+w* \\+w ἐξεκέντησαν|strong=\"G1574\"\\+w*."
    },
    {
      "verse": 38,
      "text": "Μετὰ δὲ ταῦτα ἠρώτησε τὸν Πιλᾶτον Ἰωσὴφ ὁ ἀπὸ Ἀριμαθαίας, ὢν μαθητὴς τοῦ Ἰησοῦ, κεκρυμμένος δὲ διὰ τὸν φόβον τῶν Ἰουδαίων, ἵνα ἄρῃ τὸ σῶμα τοῦ Ἰησοῦ· καὶ ἐπέτρεψεν ὁ Πιλᾶτος. ἦλθεν οὖν καὶ ἦρε τὸ σῶμα τοῦ Ἰησοῦ."
    },
    {
      "verse": 39,
      "text": "ἦλθε δὲ καὶ Νικόδημος ὁ ἐλθὼν πρὸς τὸν Ἰησοῦν νυκτὸς τὸ πρῶτον, φέρων μῖγμα σμύρνης καὶ ἀλόης ὡς λίτρας ἑκατόν."
    },
    {
      "verse": 40,
      "text": "ἔλαβον οὖν τὸ σῶμα τοῦ Ἰησοῦ καὶ ἔδησαν αὐτὸ ἐν ὀθονίοις μετὰ τῶν ἀρωμάτων, καθὼς ἔθος ἐστὶ τοῖς Ἰουδαίοις ἐνταφιάζειν."
    },
    {
      "verse": 41,
      "text": "ἦν δὲ ἐν τῷ τόπῳ ὅπου ἐσταυρώθη κῆπος, καὶ ἐν τῷ κήπῳ μνημεῖον καινόν, ἐν ᾧ οὐδέπω οὐδεὶς ἐτέθη·"
    },
    {
      "verse": 42,
      "text": "ἐκεῖ οὖν διὰ τὴν παρασκευὴν τῶν Ἰουδαίων, ὅτι ἐγγὺς ἦν τὸ μνημεῖον, ἔθηκαν τὸν Ἰησοῦν."
    }
  ]
}