{
  "book_id": "BAR",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Κύριε παντοκράτωρ ὁ Θεὸς Ἰσραὴλ, ψυχὴ ἐν στενοῖς καὶ πνεῦμα ἀκηδιῶν κέκραγε πρὸς σέ."
    },
    {
      "verse": 2,
      "text": "Ἄκουσον, Κύριε, καὶ ἐλέησον, ὅτι ἡμάρτομεν ἐναντίον σου·"
    },
    {
      "verse": 3,
      "text": "ὅτι σὺ καθήμενος τὸν αἰῶνα, καὶ ἡμεῖς ἀπολλύμενοι τὸν αἰῶνα."
    },
    {
      "verse": 4,
      "text": "Κύριε παντοκράτωρ ὁ Θεὸς Ἰσραὴλ, ἄκουσον δὴ τῆς προσευχῆς τῶν τεθνηκότων Ἰσραὴλ, καὶ υἱῶν τῶν ἁμαρτανόντων ἐναντίον σου, οἳ οὐκ ἤκουσαν τῆς φωνῆς σου Θεοῦ αὐτῶν, καὶ ἐκολλήθη ἡμῖν τὰ κακά."
    },
    {
      "verse": 5,
      "text": "Μὴ μνησθῇς ἀδικιῶν πατέρων ἡμῶν, ἀλλὰ μνήσθητι χειρός σου καὶ ὀνόματός σου ἐν τῷ καιρῷ τούτῳ·"
    },
    {
      "verse": 6,
      "text": "ὅτι σὺ Κύριος ὁ Θεὸς ἡμῶν, καὶ αἰνέσομέν σε Κύριε·"
    },
    {
      "verse": 7,
      "text": "Ὅτι διὰ τοῦτο ἔδωκας τὸν φόβον σου ἐπὶ καρδίαν ἡμῶν, καὶ ἐπικαλεῖσθαι τὸ ὄνομά σου· καὶ αἰνέσομέν σε ἐν τῇ ἀποικίᾳ ἡμῶν, ὅτι ἀπεστρέψαμεν ἀπὸ καρδίας ἡμῶν πᾶσαν ἀδικίαν πατέρων ἡμῶν, τῶν ἡμαρτηκότων ἐναντίον σου."
    },
    {
      "verse": 8,
      "text": "Ἰδοὺ ἡμεῖς σήμερον ἐν τῇ ἀποικίᾳ ἡμῶν, οὗ διέσπειρας ἡμᾶς ἐκεῖ εἰς ὀνειδισμὸν, καὶ εἰς ἀρὰν, καὶ εἰς ὀφλησιν κατὰ πάσας τὰς ἀδικίας πατέρων ἡμῶν, οἳ ἀπέστησαν ἀπὸ Κυρίου Θεοῦ ἡμῶν."
    },
    {
      "verse": 9,
      "text": "Ἄκουε Ἰσραὴλ ἐντολὰς ζωῆς, ἐνωτίσασθε γνῶναι φρόνησιν."
    },
    {
      "verse": 10,
      "text": "Τί ἐστιν Ἰσραήλ; τί ὅτι ἐν γῇ τῶν ἐχθρῶν εἶ; ἐπαλαιώθης ἐν γῇ ἀλλοτρίᾳ, συνεμιάνθης τοῖς νεκροῖς,"
    },
    {
      "verse": 11,
      "text": "προσελογίσθης μετὰ τῶν εἰς ᾅδου,"
    },
    {
      "verse": 12,
      "text": "ἐγκατέλιπες τὴν πηγὴν τῆς σοφίας."
    },
    {
      "verse": 13,
      "text": "Τῇ ὁδῷ τοῦ Θεοῦ εἰ ἐπορεύθης, κατῴκεις ἂν ἐν εἰρήνῃ τὸν αἰῶνα."
    },
    {
      "verse": 14,
      "text": "Μάθε ποῦ ἐστι φρόνησις, ποῦ ἐστιν ἰσχὺς, ποῦ ἐστιν σύνεσις, τοῦ γνῶναι ἅμα ποῦ ἐστι μακροβίωσις καὶ ζωὴ, ποῦ ἐστι φῶς ὀφθαλμῶν καὶ εἰρήνη."
    },
    {
      "verse": 15,
      "text": "Τίς εὗρε τὸν τόπον αὐτῆς, καὶ τίς εἰσῆλθεν εἰς τοὺς θησαυροὺς αὐτῆς;"
    },
    {
      "verse": 16,
      "text": "Ποῦ εἰσιν οἱ ἄρχοντες τῶν ἐθνῶν, καὶ οἱ κυριεύοντες τῶν θηρίων τῶν ἐπὶ τῆς γῆς,"
    },
    {
      "verse": 17,
      "text": "οἱ ἐν τοῖς ὀρνέοις τοῦ οὐρανοῦ ἐμπαίζοντες, καὶ τὸ ἀργύριον θησαυρίζοντες, καὶ τὸ χρυσίον ᾧ ἐπεποίθεισαν ἄνθρωποι, καὶ οὐκ ἔστι τέλος τῆς κτήσεως αὐτῶν;"
    },
    {
      "verse": 18,
      "text": "Ὅτι οἱ τὸ ἀργύριον τεκταίνοντες καὶ μεριμνῶντες, καὶ οὐκ ἔστιν ἐξεύρεσις τῶν ἔργων αὐτῶν."
    },
    {
      "verse": 19,
      "text": "Ἠφανίσθησαν, καὶ εἰς ᾅδου κατέβησαν, καὶ ἄλλοι ἀνέστησαν ἀντʼ αὐτῶν."
    },
    {
      "verse": 20,
      "text": "Νεώτεροι εἶδον φῶς, καὶ κατῴκησαν ἐπὶ τῆς γῆς, ὁδὸν δὲ ἐπιστήμης οὐκ ἔγνωσαν,"
    },
    {
      "verse": 21,
      "text": "οὐδὲ συνῆκαν τρίβους αὐτῆς, οὐδὲ ἀντελάβοντο αὐτῆς· οἱ υἱοὶ αὐτῶν ἀπὸ τῆς ὁδοῦ αὐτῶν πόῤῥω ἐγενήθησαν."
    },
    {
      "verse": 22,
      "text": "Οὐδὲ ἠκούσθη ἐν Χαναὰν, οὐδὲ ὤφθη ἐν Θαιμάν."
    },
    {
      "verse": 23,
      "text": "Οἵτε υἱοὶ Ἄγαρ οἱ ἐκζητοῦντες τὴν σύνεσιν οἱ ἐπὶ τῆς γῆς, οἱ ἔμποροι τῆς Μεῤῥὰν, καὶ Θαιμὰν, καὶ οἱ μυθολόγοι, καὶ οἱ ἐκζητηταὶ τῆς συνέσεως, ὁδὸν δὲ σοφίας οὐκ ἔγνωσαν, οὐδὲ ἐμνήσθησαν τὰς τρίβους αὐτῆς."
    },
    {
      "verse": 24,
      "text": "Ὦ Ἰσραὴλ, ὡς μέγας ὁ οἶκος τοῦ Θεοῦ; καὶ ἐπιμήκης ὁ τόπος τῆς κτήσεως αὐτοῦ;"
    },
    {
      "verse": 25,
      "text": "Μέγας, καὶ οὐκ ἔχει τελευτὴν, ὑψηλὸς καὶ ἀμέτρητος."
    },
    {
      "verse": 26,
      "text": "Ἐκεῖ ἐγεννήθησαν οἱ γίγαντες οἱ ὀνομαστοὶ, ἀπʼ ἀρχῆς γενόμενοι εὐμεγέθεις, ἐπιστάμενοι πόλεμον."
    },
    {
      "verse": 27,
      "text": "Οὐ τούτους ἐξελέξατο ὁ Θεὸς, οὐδὲ ὁδὸν ἐπιστήμης ἔδωκεν αὐτοῖς."
    },
    {
      "verse": 28,
      "text": "Καὶ ἀπώλοντο παρὰ τὸ μὴ ἔχειν φρόνησιν, ἀπώλοντο διὰ τὴν ἀβουλίαν αὐτῶν."
    },
    {
      "verse": 29,
      "text": "Τίς ἀνέβη εἰς τὸν οὐρανὸν, καὶ ἔλαβεν αὐτὴν, καὶ κατεβίβασεν αὐτὴν ἐκ τῶν νεφελῶν;"
    },
    {
      "verse": 30,
      "text": "Τίς διέβη πέραν τῆς θαλάσσης, καὶ εὗρεν αὐτὴν, καὶ οἴσει αὐτὴν χρυσίου ἐκλεκτοῦ;"
    },
    {
      "verse": 31,
      "text": "Οὐκ ἔστιν ὁ γινώσκων τὴν ὁδὸν αὐτῆς, οὐδὲ ὁ ἐνθυμούμενος τὴν τρίβον αὐτῆς."
    },
    {
      "verse": 32,
      "text": "Ἀλλʼ ὁ εἰδὼς τὰ πάντα γινώσκει αὐτὴν, ἐξεῦρεν αὐτὴν τῇ συνέσει αὐτοῦ· ὁ κατασκευάσας τὴν γῆν εἰς τὸν αἰῶνα χρόνον, ἐνέπλησεν αὐτὴν κτηνῶν τετραπόδων."
    },
    {
      "verse": 33,
      "text": "Ὁ ἀποστέλλων τὸ φῶς καὶ πορεύεται, ἐκάλεσεν αὐτὸ, καὶ ὑπήκουσεν αὐτῷ τρόμῳ·"
    },
    {
      "verse": 34,
      "text": "Οἱ δὲ ἀστέρες ἔλαμψαν ἐν ταῖς φυλακαῖς αὐτῶν, καὶ εὐφράνθησαν· ἐκάλεσεν αὐτοὺς, καὶ εἶπον, πάρεσμεν· ἔλαμψαν μετʼ εὐφροσύνης τῷ ποιήσαντι αὐτούς."
    },
    {
      "verse": 35,
      "text": "Οὗτος ὁ Θεὸς ἡμῶν, οὐ λογισθήσεται ἕτερος πρὸς αὐτόν."
    },
    {
      "verse": 36,
      "text": "Ἐξεῦρε πᾶσαν ὁδὸν ἐπιστήμης, καὶ ἔδωκεν αὐτὴν Ἰακὼβ τῷ παιδὶ αὐτοῦ, καὶ Ἰσραὴλ τῷ ἠγαπημένῳ ὑπʼ αὐτοῦ."
    },
    {
      "verse": 37,
      "text": "Μετὰ τοῦτο ἐπὶ τῆς γῆς ὤφθη, καὶ ἐν τοῖς ἀνθρώποις συνανεστράφη."
    }
  ]
}