{
  "book_id": "ECC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The words of the Preacher, the son of David, king in Jerusalem."
    },
    {
      "verse": 2,
      "text": "Vanity of vanities, saith the Preacher, vanity of vanities, all is vanity."
    },
    {
      "verse": 3,
      "text": "What profit hath a man by all his labor with which he wearieth himself under the sun?"
    },
    {
      "verse": 4,
      "text": "One generation passeth away, and another generation cometh; while the earth abideth for ever."
    },
    {
      "verse": 5,
      "text": "The sun riseth, and the sun goeth down, and hasteneth to the place whence it arose."
    },
    {
      "verse": 6,
      "text": "The wind goeth toward the south, and turneth about to the north; round and round goeth the wind, and returneth to its circuits."
    },
    {
      "verse": 7,
      "text": "All the rivers run into the sea, yet the sea is not full; to the place whence the rivers come, thither they return."
    },
    {
      "verse": 8,
      "text": "All words become weary; man cannot express it; the eye is not satisfied with seeing, nor the ear filled with hearing."
    },
    {
      "verse": 9,
      "text": "The thing that hath been is that which shall be, and that which hath been done is that which shall be done; and there is no new thing under the sun."
    },
    {
      "verse": 10,
      "text": "Is there any thing of which one may say, “Behold, this is new”? It was long ago, in the times which were before us."
    },
    {
      "verse": 11,
      "text": "There is no remembrance of former things, and of things that are to come there shall be no remembrance to those who live afterwards."
    },
    {
      "verse": 12,
      "text": "I, the Preacher, was king over Israel at Jerusalem."
    },
    {
      "verse": 13,
      "text": "And I gave my mind to seek and to search out with wisdom concerning all things which are done under heaven; an evil business, which God hath given to the sons of men, in which to employ themselves."
    },
    {
      "verse": 14,
      "text": "I saw all the things which are done under the sun; and, behold, it was all vanity, and striving after wind."
    },
    {
      "verse": 15,
      "text": "That which is crooked cannot be made straight, and that which is wanting cannot be numbered."
    },
    {
      "verse": 16,
      "text": "I communed with my heart, saying, “Behold, I have gained more and greater wisdom than all who have been before me at Jerusalem; yea, my mind hath seen much wisdom and knowledge.”"
    },
    {
      "verse": 17,
      "text": "And I gave my mind to know wisdom, and to know senselessness and folly; I perceived that this also is striving after wind."
    },
    {
      "verse": 18,
      "text": "For in much wisdom is much vexation, and he that increaseth knowledge increaseth sorrow."
    }
  ]
}