{
  "book_id": "ECC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "For every thing there is a fixed period, and an appointed time to every thing under heaven:—"
    },
    {
      "verse": 2,
      "text": "A time to be born, and a time to die. A time to plant, and a time to pluck up what is planted."
    },
    {
      "verse": 3,
      "text": "A time to kill, and a time to heal. A time to breaking down, and a time to build up."
    },
    {
      "verse": 4,
      "text": "A time to weep, and a time to laugh. A time to mourn, and a time to dance."
    },
    {
      "verse": 5,
      "text": "A time to cast stones asunder, and a time to gather stones together. A time to embrace, and a time to refrain from embracing."
    },
    {
      "verse": 6,
      "text": "A time to seek, and a time to lose. A time to keep, and a time to cast away."
    },
    {
      "verse": 7,
      "text": "A time to rend, and a time to sew. A time to keep silence, and a time to speak."
    },
    {
      "verse": 8,
      "text": "A time to love, and a time to hate. A time of war, and a time of peace.—"
    },
    {
      "verse": 9,
      "text": "What profit hath he who laboreth from that with which he wearieth himself?"
    },
    {
      "verse": 10,
      "text": "I have seen the business which God hath given to the sons of men to exercise themselves therewith."
    },
    {
      "verse": 11,
      "text": "God maketh every thing good in its time; but he hath put the world into the heart of man, so that he understandeth not the work which God doeth, from the beginning to the end."
    },
    {
      "verse": 12,
      "text": "I know that there is nothing better for a man than that he should rejoice and enjoy good his life long."
    },
    {
      "verse": 13,
      "text": "But when a man eateth and drinketh, and enjoyeth good through all his labor, this is the gift of God."
    },
    {
      "verse": 14,
      "text": "I know that whatever God doeth, that shall be for ever. Nothing can be added to it, and nothing taken from it; and God doeth it that men may fear before him."
    },
    {
      "verse": 15,
      "text": "That which is, was long ago; and that which is to be, hath already been; and God recalleth that which is past."
    },
    {
      "verse": 16,
      "text": "Moreover, I saw under the sun that in the place of justice there was iniquity; and in the place of righteousness, iniquity."
    },
    {
      "verse": 17,
      "text": "Then said I in my heart, “God will judge the righteous and the wicked.” For there shall be a time for every matter and for every work."
    },
    {
      "verse": 18,
      "text": "I said in my heart concerning the sons of men, that God will prove them, in order that they may see that they are like the beasts."
    },
    {
      "verse": 19,
      "text": "For that which befalleth the sons of men befalleth beasts: one lot befalleth both. As the one dieth, so dieth the other. Yea, there is one spirit in them, and a man hath no pre-eminence above a beast; for all is vanity."
    },
    {
      "verse": 20,
      "text": "All go to one place; all are from the dust, and all turn to dust again."
    },
    {
      "verse": 21,
      "text": "Who knoweth the spirit of man, whether it goeth upward, and the spirit of a beast, whether it goeth downward to the earth?"
    },
    {
      "verse": 22,
      "text": "And so I saw that there is nothing better than that a man should rejoice in his labors; for that is his portion. For who shall bring him to see what shall be after him?"
    }
  ]
}