{
  "book_id": "ECC",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Then I turned and saw all the oppressions which take place under the sun; and, behold, there were the tears of the oppressed, and they had no comforter; and from the hand of their oppressors there was violence, and they had no comforter."
    },
    {
      "verse": 2,
      "text": "Therefore I praised the dead, who have been long ago dead, more than the living, who are yet alive."
    },
    {
      "verse": 3,
      "text": "Yea, better than both of them is he who hath not yet been, who hath not seen the evil work which is done under the sun."
    },
    {
      "verse": 4,
      "text": "And I saw all labor, and all success in work, that for this a man is envied by his neighbor. This also is vanity, and striving after wind."
    },
    {
      "verse": 5,
      "text": "The fool foldeth his hands together and eateth his own flesh."
    },
    {
      "verse": 6,
      "text": "Better is a hand full of quietness, than both hands full of weariness and striving after wind."
    },
    {
      "verse": 7,
      "text": "Then I turned and saw other vanity under the sun."
    },
    {
      "verse": 8,
      "text": "There is one who is alone, and no one with him; yea, he hath neither son nor brother; yet is there no end to all his labor, and his eye is not satisfied with riches. “For whom, then [[saith he]], do I labor and deprive myself of good?” This also is vanity; yea, it is an evil thing!"
    },
    {
      "verse": 9,
      "text": "Two are better than one, because they have a good reward for their labor."
    },
    {
      "verse": 10,
      "text": "For if they fall, the one will lift his fellow up; but woe to him who is alone when he falleth, and hath not another to help him up!"
    },
    {
      "verse": 11,
      "text": "Again, if two lie together, then they have heat; but how can one be warm alone?"
    },
    {
      "verse": 12,
      "text": "And if an enemy prevail against one, two shall withstand him; and a threefold cord is not quickly broken."
    },
    {
      "verse": 13,
      "text": "Better is a child poor but wise, than a king old and foolish, who will no more be admonished."
    },
    {
      "verse": 14,
      "text": "For out of prison cometh forth such a one to reign; for in his own kingdom he was born a poor man."
    },
    {
      "verse": 15,
      "text": "I saw that all the living, who walk under the sun, were with the child who stood up in his stead."
    },
    {
      "verse": 16,
      "text": "There was no end to all the people before whom he went forth; yet they that come afterwards shall not rejoice in him. This also is vanity, and striving after wind."
    }
  ]
}