{
  "book_id": "ECC",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Look well to thy feet, when thou goest to the house of God, and draw nigh to hear, rather than to offer sacrifice as fools. For they consider not that they do evil."
    },
    {
      "verse": 2,
      "text": "Be not hasty with thy mouth, and let not thy heart be swift to utter any thing before God. For God is in heaven, and thou upon earth. Therefore let thy words be few."
    },
    {
      "verse": 3,
      "text": "For a dream cometh with much bustle, and a fool's voice with a multitude of words."
    },
    {
      "verse": 4,
      "text": "When thou vowest a vow to God, delay not to pay it; for he hath no pleasure in fools. Pay that which thou hast vowed."
    },
    {
      "verse": 5,
      "text": "Better is it that thou shouldst not vow than that thou shouldst vow and not pay."
    },
    {
      "verse": 6,
      "text": "Suffer not thy mouth to bring punishment on thy flesh, and say not before the angel, “It was a mistake.” Wherefore should God be angry on account of thy voice, and destroy the work of thy hands?"
    },
    {
      "verse": 7,
      "text": "For in a multitude of dreams is a multitude of vanities; so also in a multitude of words; but fear thou God!"
    },
    {
      "verse": 8,
      "text": "If thou seest oppression of the poor, and justice and equity perverted in a province, be not alarmed at the matter. For over the high there is a higher, who watcheth, and there is one higher than they all."
    },
    {
      "verse": 9,
      "text": "An advantage to a land in all respects is a king over cultivated ground."
    },
    {
      "verse": 10,
      "text": "He that loveth silver shall not be satisfied with silver; and he that loveth riches shall have no profit from them. This also is vanity."
    },
    {
      "verse": 11,
      "text": "When goods increase, they are increased that eat them; and what advantage hath the owner thereof, save the beholding of them with his eyes?"
    },
    {
      "verse": 12,
      "text": "Sweet is the sleep of a laboring man, whether he have eaten little or much; but the repletion of the rich will not suffer him to sleep."
    },
    {
      "verse": 13,
      "text": "There is a sore evil which I have seen under the sun, — riches kept by the owner thereof to his hurt."
    },
    {
      "verse": 14,
      "text": "For those riches perish by some calamity, and, if he have a son, there is nothing in his hand."
    },
    {
      "verse": 15,
      "text": "As he came forth from his mother's womb naked, so shall he go away again, as he came, and shall take away nothing of his labor which he may carry in his hand."
    },
    {
      "verse": 16,
      "text": "This is also a sore evil, that, in all points as he came, so shall he go. And what profit is there to him who toileth for wind?"
    },
    {
      "verse": 17,
      "text": "Also all his days he ate in darkness, and had much grief and anxiety and vexation."
    },
    {
      "verse": 18,
      "text": "Behold, what I have seen is, that it is good and proper for one to eat and drink, and to enjoy the good of all his labor which he taketh under the sun all the days of his life, which God giveth him; for it is his portion."
    },
    {
      "verse": 19,
      "text": "To whatever man also God hath given riches and wealth, and hath given him to enjoy them, and to take his portion, and to rejoice in his labor; this is the gift of God."
    },
    {
      "verse": 20,
      "text": "For he will not much remember the days of his life; for God answereth him with the joy of his heart."
    }
  ]
}