{
  "book_id": "ECC",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "There is an evil which I have seen under the sun, and it lieth heavy upon men;"
    },
    {
      "verse": 2,
      "text": "a man to whom God hath given riches, wealth, and honor, and nothing is wanting to him of all which he desireth, yet God giveth him not to taste thereof; but a stranger enjoyeth it. This is vanity, yea, a grievous evil."
    },
    {
      "verse": 3,
      "text": "Though a man have a hundred children, and live many years, and though the days of his years be many, if his soul be not satisfied with good, and he have no burial, I say that an untimely birth is better than he."
    },
    {
      "verse": 4,
      "text": "This, indeed, cometh in nothingness, and goeth down into darkness, and its name is covered with darkness;"
    },
    {
      "verse": 5,
      "text": "it hath not seen the sun, nor known it; yet hath it rest rather than the other."
    },
    {
      "verse": 6,
      "text": "Yea, though he live a thousand years twice told, and see no good, — do not all go to one place?"
    },
    {
      "verse": 7,
      "text": "All the labor of man is for his mouth, and yet his desires are not satisfied."
    },
    {
      "verse": 8,
      "text": "For what advantage hath the wise man over the fool? What advantage hath the poor, who knoweth how to walk before the living?"
    },
    {
      "verse": 9,
      "text": "Better is the sight of the eyes than the wandering of the desire. This also is vanity, and striving after wind."
    },
    {
      "verse": 10,
      "text": "That which is was long ago called by name; and it was known that he is a man, and that he cannot contend with Him who is mightier than he."
    },
    {
      "verse": 11,
      "text": "Seeing there are many things which increase vanity, what advantage hath man [[from them]]?"
    },
    {
      "verse": 12,
      "text": "For who knoweth what is good for man in life, in all the days of his vain life, which he spendeth as a shadow? For who can tell a man what shall be after him under the sun?"
    }
  ]
}