{
  "book_id": "ECC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "A good name is better than precious perfume, and the day of one's death than the day of his birth."
    },
    {
      "verse": 2,
      "text": "It is better to go to the house of mourning than to go to the house of feasting; for that is the end of all men; and the living will lay it to heart."
    },
    {
      "verse": 3,
      "text": "Sorrow is better than laughter; for by the sadness of the countenance the heart is made better."
    },
    {
      "verse": 4,
      "text": "The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth."
    },
    {
      "verse": 5,
      "text": "It is better for a man to hear the rebuke of the wise than to hear the song of fools."
    },
    {
      "verse": 6,
      "text": "For as the crackling of thorns under a pot, so is the laughter of a fool. This also is vanity."
    },
    {
      "verse": 7,
      "text": "Surely the gain of oppression maketh a wise man foolish, and a gift corrupteth the understanding."
    },
    {
      "verse": 8,
      "text": "Better is the end of a thing than its beginning. Better is the patient in spirit than the proud in spirit."
    },
    {
      "verse": 9,
      "text": "Be not hasty in thy spirit to be angry; for anger resteth in the bosom of fools."
    },
    {
      "verse": 10,
      "text": "Say not, “What is the cause that the former days were better than these?” For thou dost not inquire wisely concerning this."
    },
    {
      "verse": 11,
      "text": "Wisdom is as good as an estate? yea, it hath an advantage over it for them that see the sun."
    },
    {
      "verse": 12,
      "text": "For wisdom is a defence, and money is a defence. But knowledge hath the advantage. For wisdom giveth life to them that have it."
    },
    {
      "verse": 13,
      "text": "Consider the work of God! Who can make straight that which he hath made crooked?"
    },
    {
      "verse": 14,
      "text": "In the day of prosperity be joyful; but look for a day of adversity! for this also, as well as the other, hath God appointed, to the end that a man should not find out any thing which shall be after him."
    },
    {
      "verse": 15,
      "text": "All this have I seen in my days of vanity. There are righteous men who perish in their righteousness, and there are wicked men who live long in their wickedness."
    },
    {
      "verse": 16,
      "text": "Be not righteous overmuch; neither make thyself over-wise! Why shouldest thou destroy thyself?"
    },
    {
      "verse": 17,
      "text": "Be not overmuch wicked; neither be thou a fool! Why shouldst thou die before thy time?"
    },
    {
      "verse": 18,
      "text": "It is good that thou shouldst take hold of this; yea, also, from that withdraw not thy hand. For he that feareth God shall escape all those things."
    },
    {
      "verse": 19,
      "text": "Wisdom strengtheneth the wise more than ten mighty men who are in the city."
    },
    {
      "verse": 20,
      "text": "Truly there is not a righteous man upon the earth who doeth good and sinneth not."
    },
    {
      "verse": 21,
      "text": "Give no heed to all the words which are spoken, lest thou hear thy servant curse thee!"
    },
    {
      "verse": 22,
      "text": "For many times thine own heart knoweth also that even thou thyself hast cursed others."
    },
    {
      "verse": 23,
      "text": "All this have I tried by wisdom. I said, “I will be wise;” but it was far from me."
    },
    {
      "verse": 24,
      "text": "That which is far off and exceeding deep, who can find it out?"
    },
    {
      "verse": 25,
      "text": "I applied my mind earnestly to know, and to search, and to seek out wisdom and intelligence, and to know wickedness and folly, yea, foolishness and madness."
    },
    {
      "verse": 26,
      "text": "And I found more bitter than death the woman whose heart is snares and nets, and her hands bands. He that pleaseth God shall escape from her; but the sinner shall be caught by her."
    },
    {
      "verse": 27,
      "text": "Behold, this have I found, saith the Preacher, putting one thing to another to find knowledge."
    },
    {
      "verse": 28,
      "text": "That which my soul hath hitherto sought, and I have not found, is this: a man among a thousand I have found, but a woman among a thousand have I not found."
    },
    {
      "verse": 29,
      "text": "Lo, this only have I found, that God made man upright, but they have sought out many devices."
    }
  ]
}