{
  "book_id": "ECC",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Who is like the wise man, and who knoweth the explanation of a thing? A man's wisdom brighteneth his countenance, and the harshness of his face is changed."
    },
    {
      "verse": 2,
      "text": "I counsel thee to keep the king's commandment, and that on account of the oath of God."
    },
    {
      "verse": 3,
      "text": "Be not in haste to depart from his presence; persist not in an evil thing; for whatever pleaseth him, that he doeth."
    },
    {
      "verse": 4,
      "text": "For the word of the king is powerful; and who can say to him, “What doest thou?”"
    },
    {
      "verse": 5,
      "text": "He that keepeth the commandment shall experience no evil; and the heart of the wise man hath regard to time and judgment."
    },
    {
      "verse": 6,
      "text": "For to every thing there is a time and judgment. For the misery of man is great upon him."
    },
    {
      "verse": 7,
      "text": "For no one knoweth what shall be; for who can tell him how it shall be?"
    },
    {
      "verse": 8,
      "text": "No man hath power over the spirit to retain the spirit, and no man hath power over the day of death; and there is no discharge in that war; and wickedness shall not deliver those that are guilty of it."
    },
    {
      "verse": 9,
      "text": "All this have I seen, and I have given heed to all things that are done under the sun. There is a time when man ruleth over man to his hurt."
    },
    {
      "verse": 10,
      "text": "And so I saw the wicked buried, while the righteous came and went from the holy place, and were forgotten in the city. This also is vanity."
    },
    {
      "verse": 11,
      "text": "Because sentence against an evil work is not executed speedily, therefore doth the heart of the sons of men become bold within them to do evil."
    },
    {
      "verse": 12,
      "text": "But though a sinner do evil a hundred times, and have his days prolonged, yet surely I know that it shall be well with them that fear God, that fear before him."
    },
    {
      "verse": 13,
      "text": "But it shall not be well with the wicked: he shall be like a shadow, and shall not prolong his days, because he feareth not before God."
    },
    {
      "verse": 14,
      "text": "There is a vanity which taketh place upon the earth, that there are righteous men to whom it happeneth according to the work of the wicked, and that there are wicked men to whom it happeneth according to the work of the righteous. I said, “This also is vanity!”"
    },
    {
      "verse": 15,
      "text": "Then I commended joy; because nothing is good for a man under the sun, except to eat and to drink and to be joyful; for it is this that abideth with him for his labor during the days of his life which God giveth him under the sun."
    },
    {
      "verse": 16,
      "text": "When I applied my mind to know wisdom, and to see the business which is done upon the earth,—that one seeth no sleep with his eyes by day or by night,—"
    },
    {
      "verse": 17,
      "text": "then I saw the whole work of God, that a man cannot comprehend that which is done under the sun; how much soever he labor to search it out, yet shall he not comprehend it; yea, though a wise man resolve to know it, yet shall he not be able to comprehend it."
    }
  ]
}