{
  "book_id": "ECC",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "For I gave my mind to all this, even to search out all this, that the righteous and the wise and their works are in the hand of God, and yet neither his love nor hatred doth any man know. All is before them."
    },
    {
      "verse": 2,
      "text": "All [[cometh to them]] as to all. There is one event to the righteous and to the wicked; to the good, to the clean, and to the unclean; to him that sacrificeth, and to him that sacrificeth not; as is the good, so is the sinner; he that sweareth, as he that feareth an oath."
    },
    {
      "verse": 3,
      "text": "This is an evil among all things which take place under the sun, that there is one event to all; therefore also the heart of the sons of men is full of evil, and madness is in their heart while they live, and afterward they go down to the dead."
    },
    {
      "verse": 4,
      "text": "For who is there that is excepted? With all the living there is hope; for a living dog is better than a dead lion."
    },
    {
      "verse": 5,
      "text": "For the living know that they shall die; but the dead know not any thing, and there is no more to them any advantage, for their memory is forgotten."
    },
    {
      "verse": 6,
      "text": "Their love also, and their hatred, and their envy, is now perished; neither have they a portion any more for ever in any thing which taketh place under the sun."
    },
    {
      "verse": 7,
      "text": "Go thy way, eat thy bread with joy, and drink thy wine with a cheerful heart; for long since hath God been pleased with thy works."
    },
    {
      "verse": 8,
      "text": "Let thy garments be always white, and let not fragrant oil be wanting upon thy head."
    },
    {
      "verse": 9,
      "text": "Enjoy life with the wife whom thou lovest, all the days of thy vain life which he hath given thee under the sun, all thy vain days. For this is thy portion in life, and in thy labor with which thou weariest thyself under the sun."
    },
    {
      "verse": 10,
      "text": "Whatever thy hand findeth to do, do it with thy might! For there is no work nor device nor knowledge nor wisdom in the under-world, whither thou goest."
    },
    {
      "verse": 11,
      "text": "I turned and saw under the sun, that the race is not to the swift, nor the battle to the strong, nor yet bread to the wise, nor riches to men of understanding, nor favor to men of knowledge; but time and chance happen to them all."
    },
    {
      "verse": 12,
      "text": "For man knoweth not his time. As fishes that are taken in a destructive net, and as birds that are caught in a snare, so are the sons of men snared in a time of distress, when it falleth suddenly upon them."
    },
    {
      "verse": 13,
      "text": "This also have I seen; even wisdom under the sun, and it seemed great to me."
    },
    {
      "verse": 14,
      "text": "There was a little city, and few men within it; and a great king came against it, and besieged it, and built great bulwarks against it."
    },
    {
      "verse": 15,
      "text": "Now there was found within it a wise poor man; and he, by his wisdom, delivered the city; yet no man remembered that same poor man."
    },
    {
      "verse": 16,
      "text": "Then said I, “Wisdom is better than strength;” and yet the poor man's wisdom is despised, and his words are not heard."
    },
    {
      "verse": 17,
      "text": "The quiet words of the wise are sooner heard than the shouting of a foolish ruler."
    },
    {
      "verse": 18,
      "text": "Wisdom is better than weapons of war. But one offender destroyeth much good."
    }
  ]
}