{
  "book_id": "ECC",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Dead flies make the oil of the perfumer loathsome and corrupt; thus doth a little folly weigh down wisdom and honor."
    },
    {
      "verse": 2,
      "text": "A wise man's mind is at his right hand; but a fool's mind is at his left."
    },
    {
      "verse": 3,
      "text": "Yea, even when the fool walketh in the way, his understanding faileth him, and he saith to every one that he is a fool."
    },
    {
      "verse": 4,
      "text": "If the anger of a ruler rise up against thee, leave not thy place! for gentleness pacifieth great offences."
    },
    {
      "verse": 5,
      "text": "There is an evil which I have seen under the sun; an error which proceedeth from a ruler."
    },
    {
      "verse": 6,
      "text": "Folly is set in many high stations, and the noble sit in a low place."
    },
    {
      "verse": 7,
      "text": "I have seen servants upon horses, and princes walking as servants on foot."
    },
    {
      "verse": 8,
      "text": "He that diggeth a pit shall fall into it; and whoso breaketh down a wall, a serpent shall bite him."
    },
    {
      "verse": 9,
      "text": "Whoso removeth stones shall be hurt therewith, and he that cleaveth wood shall be endangered thereby."
    },
    {
      "verse": 10,
      "text": "If the iron be blunt, and one do not whet the edge, then must he put forth more strength; but an advantage for giving success hath wisdom."
    },
    {
      "verse": 11,
      "text": "If a serpent bite before he is charmed, then there is no advantage to the charmer."
    },
    {
      "verse": 12,
      "text": "The words of a wise man's mouth are gracious; but the lips of a fool are his destruction."
    },
    {
      "verse": 13,
      "text": "The beginning of the words of his mouth is folly, and the end of his talk is mischievous madness."
    },
    {
      "verse": 14,
      "text": "A fool also multiplieth words, though no man knoweth what shall be; and who can tell him what shall be after him?"
    },
    {
      "verse": 15,
      "text": "The labor of the foolish man wearieth him, because he knoweth not how to go to the city."
    },
    {
      "verse": 16,
      "text": "Woe to thee, O land, when thy king is a child, and thy princes feast in the morning!"
    },
    {
      "verse": 17,
      "text": "Happy thou, O land, when thy king is a noble, and thy princes eat in due season, for strength, and not for drunkenness!"
    },
    {
      "verse": 18,
      "text": "By much slothfulness the building decayeth; and by the slackness of the hands the house leaketh."
    },
    {
      "verse": 19,
      "text": "A feast is made for laughter, and wine makes merry; but money answereth all things."
    },
    {
      "verse": 20,
      "text": "Curse not the king; no, not in thy thought; and curse not the rich in thy bed-chamber! for a bird of the air shall carry the voice; and that which hath wings shall tell the matter."
    }
  ]
}