{
  "book_id": "ECC",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Remember, also, thy Creator in the days of thy youth, before the evil days come, and the years draw nigh, of which thou shalt say, “I have no pleasure in them;”"
    },
    {
      "verse": 2,
      "text": "before the sun, and the light, and the moon, and the stars become dark, and the clouds return after the rain;"
    },
    {
      "verse": 3,
      "text": "at the time when the keepers of the house tremble, and the strong men bow themselves, and the grinders cease because they are few, and those that look out of the windows are darkened;"
    },
    {
      "verse": 4,
      "text": "when the doors are shut in the streets, while the sound of the mill is low; when they rise up at the voice of the bird, and all the daughters of music are brought low;"
    },
    {
      "verse": 5,
      "text": "when also they are afraid of that which is high, and terrors are in the way, and the almond is despised, and the locust is a burden, and the caper-berry is powerless; since man goeth to his eternal home, and the mourners go about the streets;—"
    },
    {
      "verse": 6,
      "text": "before the silver cord be snapped asunder, and the golden bowl be crushed, or the bucket broken at the fountain, or the wheel shattered at the well,"
    },
    {
      "verse": 7,
      "text": "and the dust return to the earth as it was, and the spirit return to God who gave it."
    },
    {
      "verse": 8,
      "text": "Vanity of vanities, saith the Preacher; all is vanity!"
    },
    {
      "verse": 9,
      "text": "Moreover, because the Preacher was wise, he still taught the people knowledge; yea, he considered, and sought out, and set in order, many proverbs."
    },
    {
      "verse": 10,
      "text": "The Preacher sought to find out acceptable words, and to write correctly words of truth."
    },
    {
      "verse": 11,
      "text": "The words of the wise are as goads; yea, as nails driven in are the words of members of assemblies, given by one shepherd."
    },
    {
      "verse": 12,
      "text": "And, moreover, by these, my son, be warned! To the multiplying of books there is no end, and much study wearieth the flesh."
    },
    {
      "verse": 13,
      "text": "Let us hear the end of the whole discourse! Fear God and keep his commandments! For this is the duty of every man."
    },
    {
      "verse": 14,
      "text": "For God will bring every work into the judgment which there is upon every secret thing, whether it be good, or whether it be evil."
    }
  ]
}