{
  "book_id": "JDG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Then sang Deborah and Barak the son of Abinoam on that day, saying,"
    },
    {
      "verse": 2,
      "text": "Praise ye the Lordfor the avenging of Israel, When the people willingly offered themselves."
    },
    {
      "verse": 3,
      "text": "Hear, O ye kings; give ear, O ye princes; I, evenI, will sing unto the Lord; I will sing praiseto the LordGod of Israel."
    },
    {
      "verse": 4,
      "text": "Lord, when thou wentest out of Seir, When thou marchedst out of the field of Edom, The earth trembled, and the heavens dropped, The clouds also dropped water."
    },
    {
      "verse": 5,
      "text": "The mountains melted from before the Lord, Eventhat Sinai from before the LordGod of Israel."
    },
    {
      "verse": 6,
      "text": "In the days of Shamgar the son of Anath, In the days of Jael, the highways were unoccupied, And the travellers walked throughbyways."
    },
    {
      "verse": 7,
      "text": "The inhabitants ofthe villages ceased, they ceased in Israel, Until that I Deborah arose, That I arose a mother in Israel."
    },
    {
      "verse": 8,
      "text": "They chose new gods; Then waswar in the gates: Was there a shield or spear seen Among forty thousand in Israel?"
    },
    {
      "verse": 9,
      "text": "My heart istoward the governors of Israel, That offered themselves willingly among the people. Bless ye the Lord."
    },
    {
      "verse": 10,
      "text": "Speak, ye that ride on white asses, Ye that sit in judgment, And walk by the way."
    },
    {
      "verse": 11,
      "text": "They that are deliveredfrom the noise of archers in the places of drawing water, There shall they rehearse the righteous acts of the Lord, Eventhe righteous acts towards the inhabitantsof his villages in Israel: Then shall the people of the Lordgo down to the gates."
    },
    {
      "verse": 12,
      "text": "Awake, awake, Deborah: Awake, awake, utter a song: Arise, Barak, And lead thy captivity captive, thou son of Abinoam."
    },
    {
      "verse": 13,
      "text": "Then he made him that remaineth have dominion over the nobles amongthe people: The Lordmade me have dominion over the mighty."
    },
    {
      "verse": 14,
      "text": "Out of Ephraim was therea root of them against Amalek; After thee, Benjamin, among thy people; Out of Machir came down governors, And out of Zebulun they that handle the pen of the writer."
    },
    {
      "verse": 15,
      "text": "And the princes of Issachar werewith Deborah; Even Issachar, andalso Barak: He was sent on foot into the valley. For the divisions of Reuben there weregreat thoughts of heart."
    },
    {
      "verse": 16,
      "text": "Why abodest thou among the sheepfolds, To hear the bleatings of the flocks? For the divisions of Reuben there weregreat searchings of heart."
    },
    {
      "verse": 17,
      "text": "Gilead abode beyond Jordan: And why did Dan remain inships? Asher continued on the sea shore, And abode in his breaches."
    },
    {
      "verse": 18,
      "text": "Zebulun and Naphtali werea people thatjeoparded their lives unto the death In the high places of the field."
    },
    {
      "verse": 19,
      "text": "The kings came andfought, Then fought the kings of Canaan In Taanach by the waters of Megiddo; They took no gain of money."
    },
    {
      "verse": 20,
      "text": "They fought from heaven; The stars in their courses fought against Sisera."
    },
    {
      "verse": 21,
      "text": "The river of Kishon swept them away, Thatancient river, the river Kishon. O my soul, thou hast trodden down strength."
    },
    {
      "verse": 22,
      "text": "Then were the horsehoofs broken by the means of the pransings, The pransings of their mighty ones."
    },
    {
      "verse": 23,
      "text": "Curse ye Meroz, said the angel of the Lord, Curse ye bitterly the inhabitants thereof; Because they came not to the help of the Lord, To the help of the Lordagainst the mighty."
    },
    {
      "verse": 24,
      "text": "Blessed above women shall Jael the wife of Heber the Kenite be, Blessed shall she be above women in the tent."
    },
    {
      "verse": 25,
      "text": "He asked water, andshe gave himmilk; She brought forth butter in a lordly dish."
    },
    {
      "verse": 26,
      "text": "She put her hand to the nail, And her right hand to the workmen’s hammer; And with the hammer she smote Sisera, she smote off his head, When she had pierced and stricken through his temples."
    },
    {
      "verse": 27,
      "text": "At her feet he bowed, he fell, he lay down: At her feet he bowed, he fell: Where he bowed, there he fell down dead."
    },
    {
      "verse": 28,
      "text": "The mother of Sisera looked out at a window, And cried through the lattice, Why is his chariot solong in coming? Why tarry the wheels of his chariots?"
    },
    {
      "verse": 29,
      "text": "Her wise ladies answered her, Yea, she returned answer to herself,"
    },
    {
      "verse": 30,
      "text": "Have they not sped? have they notdivided the prey; To every man a damsel ortwo; To Sisera a prey of divers colours, A prey of divers colours of needlework, Of divers colours of needlework on both sides, Meetfor the necks of them that takethe spoil?"
    },
    {
      "verse": 31,
      "text": "So let all thine enemies perish, O Lord: But letthem that love him beas the sun when he goeth forth in his might. And the land had rest forty years."
    }
  ]
}