{
  "book_id": "DEU",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Attend, O heaven, and I will speak; And let the earth hear the words out of my mouth."
    },
    {
      "verse": 2,
      "text": "Let my speech be looked for as the rain, And my words come down as dew, As the shower upon the herbage, And as snow upon the grass."
    },
    {
      "verse": 3,
      "text": "For I have called on the name of the Lord: Assign ye greatness to our God."
    },
    {
      "verse": 4,
      "text": "As forGod, his works aretrue, And all his ways arejudgment: God isfaithful, and there is no unrighteousness in him; Just and holy isthe Lord."
    },
    {
      "verse": 5,
      "text": "They have sinned, not pleasinghim; spotted children, A froward and perverse generation."
    },
    {
      "verse": 6,
      "text": "Do ye thus recompense the Lord? Is thepeople thus foolish and unwise? Did not he himself thy father purchase thee, And make thee, and form thee?"
    },
    {
      "verse": 7,
      "text": "Remember the days of old, Consider the years for past ages: Ask thy father, and he shall relate to thee, Thine elders, and they shall tell thee."
    },
    {
      "verse": 8,
      "text": "When the Most High divided the nations, When he separated the sons of Adam, He set the bounds of the nations According to the number of the angels of God."
    },
    {
      "verse": 9,
      "text": "And his people Jacob became the portion of the Lord, Israel was the line of his inheritance."
    },
    {
      "verse": 10,
      "text": "He maintained him in the wilderness, In burning thirst and a dry land: He led him about and instructed him, And kept him as the apple of an eye."
    },
    {
      "verse": 11,
      "text": "As an eagle would watch over his brood, And yearns over his young, Receives them having spread his wings, And takes them up on his back:"
    },
    {
      "verse": 12,
      "text": "The Lord alone led them, There was no strange god with them."
    },
    {
      "verse": 13,
      "text": "He brought them up on the strength of the land; He fed them with the fruits of the fields; They sucked honey out of the rock, And oil out of the solid rock."
    },
    {
      "verse": 14,
      "text": "Butter of cows, and milk of sheep, With the fat of lambs and rams, Of calves and kids, With fat of kidneys of wheat; And he drank wine, the blood of the grape."
    },
    {
      "verse": 15,
      "text": "So Jacob ate and was filled, And the beloved one kicked; He grew fat, he became thick and broad: Then he forsook the God that made him, And departed from God his Savior."
    },
    {
      "verse": 16,
      "text": "They provoked me to anger with strange gods; With their abominations they bitterly angered me."
    },
    {
      "verse": 17,
      "text": "They sacrificed to devils, and not to God; To gods whom they knew not: New and fresh godscame in, Whom their fathers knew not."
    },
    {
      "verse": 18,
      "text": "Thou hast forsaken God that begot thee, And forgotten God who feeds thee."
    },
    {
      "verse": 19,
      "text": "And the Lord saw, and was jealous; And was provoked by the anger of his sons and daughters,"
    },
    {
      "verse": 20,
      "text": "And said, I will turn away my face from them, And will show what shall happen to them in the last days; For it is a perverse generation, Sons in whom is no faith."
    },
    {
      "verse": 21,
      "text": "They have provoked me to jealousy with that which isnot God, They have exasperated me with their idols; And I will provoke them to jealousy with them that are no nation, I will anger them with a nation void of understanding."
    },
    {
      "verse": 22,
      "text": "For a fire has been kindled out of my wrath, It shall burn to hell below; It shall devour the land, and the fruits of it; It shall set on fire the foundations of the mountains."
    },
    {
      "verse": 23,
      "text": "I will gather evils upon them, And will fight with my weapons against them."
    },
    {
      "verse": 24,
      "text": "They shall beconsumed with hunger and the devouring of birds, And there shall be irremediable destruction: I will send forth against them the teeth of wild beasts, With the rage of serpentscreeping on the ground."
    },
    {
      "verse": 25,
      "text": "Without, the sword shall bereave them of children, And terror shall issueout of the secret chambers; The young man shall perish with the virgin, The suckling with him who has grown old."
    },
    {
      "verse": 26,
      "text": "I said, I will scatter them, And I will cause their memorial to cease from among men."
    },
    {
      "verse": 27,
      "text": "Were it not for the wrath of the enemy, lest they should live long, Lest their enemies should combine against them; Lest they should say, Our own high arm, And not the Lord, has done all these things."
    },
    {
      "verse": 28,
      "text": "It is a nation that has lost counsel, Neither is there understanding in them."
    },
    {
      "verse": 29,
      "text": "They had not sense to understand: Let them reserve these things against the time to come."
    },
    {
      "verse": 30,
      "text": "How should one pursue a thousand, And two rout tens of thousands, If God had not sold them, And the Lord delivered them up?"
    },
    {
      "verse": 31,
      "text": "For their gods are not as our God, But our enemies arevoid of understanding."
    },
    {
      "verse": 32,
      "text": "For their vine isof the vine of Sodom, And their vine-branch of Gomorrah: Their grape isa grape of gall, Their cluster isone of bitterness."
    },
    {
      "verse": 33,
      "text": "Their wine isthe rage of serpents, And the incurable rage of asps."
    },
    {
      "verse": 34,
      "text": "Lo! are not these things stored up by me, And sealed among my treasures?"
    },
    {
      "verse": 35,
      "text": "In the day of vengeance I will recompense, Whensoever their foot shall be tripped up; For the day of their destruction isnear to them, And the judgments at hand are close upon you."
    },
    {
      "verse": 36,
      "text": "For the Lord shall judge his people, And shall be comforted over his servants; For he saw that they were utterly weakened, And failed in the hostile invasion, and were become feeble:"
    },
    {
      "verse": 37,
      "text": "And the Lord said, Where are their gods On whom they trusted?"
    },
    {
      "verse": 38,
      "text": "The fat of whose sacrifices ye ate, And ye drank the wine of their drink offerings? Let them arise and help you, And be your protectors."
    },
    {
      "verse": 39,
      "text": "Behold, behold that I am he, And there is no god beside me: I kill, and I will make to live: I will smite, and I will heal; And there is none who shall deliver out of my hands."
    },
    {
      "verse": 40,
      "text": "For I will lift up my hand to heaven, And swear by my right hand, And I will say, I live forever."
    },
    {
      "verse": 41,
      "text": "For I will sharpen my sword like lightning, And my hand shall take hold of judgment; And I will render judgment to my enemies, And will recompense them that hate me."
    },
    {
      "verse": 42,
      "text": "I will make my weapons drunk with blood, And my sword shall devour flesh, It shall glut itselfwith the blood of the wounded, and from the captivity Of the heads of theirenemies that rule over them."
    },
    {
      "verse": 43,
      "text": "Rejoice, ye heavens, with him, And let all the angels of God worship him; Rejoice ye Gentiles, with his people, And let all the sons of God strengthen themselves in him; For he will avenge the blood of his sons, And he will render vengeance, and recompense justice to his enemies, And will reward them that hate him; And the Lord shall purge the land of his people."
    },
    {
      "verse": 44,
      "text": "And Moses wrote this song in that day, and taught it to the children of Israel; and Moses went in and spoke all the words of this law in the ears of the people, he and Joshua the sonof Nun."
    },
    {
      "verse": 45,
      "text": "And Moses finished speaking to all Israel."
    },
    {
      "verse": 46,
      "text": "And he said to them, Take heed with your heart to all these words, which I testify to you this day, which ye shall command your sons, to observe and do all the words of this law."
    },
    {
      "verse": 47,
      "text": "For this isno vain word to you; for it isyour life, and because of this word ye shall live long upon the land, into which ye go over Jordan to inherit it."
    },
    {
      "verse": 48,
      "text": "And the Lord spoke to Moses in this day, saying,"
    },
    {
      "verse": 49,
      "text": "Go up to the Mount Abarim, this mountain Nebo which is in the land of Moab over against Jericho, and behold the land of Canaan, which I give to the sons of Israel:"
    },
    {
      "verse": 50,
      "text": "and die in the mount whither thou goest up, and be added to thy people; as Aaron thy brother died in Mount Hor, and was added to his people."
    },
    {
      "verse": 51,
      "text": "Because ye disobeyed my word among the children of Israel, at the waters of strife of Kadesh in the wilderness of Zin; because ye sanctified me not among the sons of Israel."
    },
    {
      "verse": 52,
      "text": "Thou shalt see the land before thee, but thou shalt not enter into it."
    }
  ]
}