{
  "book_id": "DEU",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "And this \\add is\\add* the blessing with which Moses the man of God blessed the children of Israel before his death."
    },
    {
      "verse": 2,
      "text": "And he said, The Lord is come from Sinai, And has appeared from Seir to us, And has hastened out of the mount of Paran, with the ten thousands of Kadesh; On his right hand \\add were\\add* his angels with him."
    },
    {
      "verse": 3,
      "text": "And he spared his people, And all his sanctified ones \\add are\\add* under thy hands; And they are under thee; And he received of his words"
    },
    {
      "verse": 4,
      "text": "The law which Moses charged us, An inheritance to the assemblies of Jacob."
    },
    {
      "verse": 5,
      "text": "And he shall be prince with the beloved one, When the princes of the people are gathered together With the tribes of Israel."
    },
    {
      "verse": 6,
      "text": "Let Reuben live, and not die; And let him be many in number."
    },
    {
      "verse": 7,
      "text": "And this \\add is the blessing\\add* of Judah; Hear, Lord, the voice of Judah, And do thou visit his people: His hands shall contend for him, And thou shalt be a help from his enemies."
    },
    {
      "verse": 8,
      "text": "And to Levi he said, Give to Levi his manifestations, And his truth to the holy man, Whom they tempted in the temptation; They reviled him at the water of strife."
    },
    {
      "verse": 9,
      "text": "Who says to his father and mother, I have not seen thee; And he knew not his brethren, And he refused to know his sons: He kept thine oracles, And observed thy covenant."
    },
    {
      "verse": 10,
      "text": "They shall declare thine ordinances to Jacob, And thy law to Israel: They shall place incense in \\add the time of\\add* thy wrath Continually upon thine altar."
    },
    {
      "verse": 11,
      "text": "Bless, Lord, his strength, And accept the works of his hands; Break the loins of his enemies that have risen up against him, And let not them that hate him rise up."
    },
    {
      "verse": 12,
      "text": "And to Benjamin he said, The beloved of the Lord shall dwell in confidence, And God overshadows him always, And he rested between his shoulders."
    },
    {
      "verse": 13,
      "text": "And to Joseph he said, His land \\add is\\add* of the blessing of the Lord, Of the seasons of sky and dew, And of the deeps of wells below,"
    },
    {
      "verse": 14,
      "text": "And of the fruits of the changes of the sun in season, And of the produce of the months,"
    },
    {
      "verse": 15,
      "text": "From the top of the ancient mountains, And from the top of the everlasting hills,"
    },
    {
      "verse": 16,
      "text": "And of the fullness of the land in season: And let the things pleasing to him that dwelt in the bush Come on the head of Joseph, And on the crown \\add of him who was\\add* glorified above his brethren."
    },
    {
      "verse": 17,
      "text": "His beauty \\add is as\\add* the firstling of his bull, His horns \\add are\\add* the horns of a unicorn; With them he shall thrust the nations at once, even from the end of the earth: These \\add are\\add* the ten thousands of Ephraim, And these \\add are\\add* the thousands of Manasseh."
    },
    {
      "verse": 18,
      "text": "And to Zebulun he said, Rejoice, Zebulun, in thy going out, And Issachar in his tents."
    },
    {
      "verse": 19,
      "text": "They shall utterly destroy the nations, and ye shall call \\add men\\add* there, And there offer the sacrifice of righteousness; For the wealth of the sea shall suckle thee, And so shall the marts of them that dwell by the seacoast."
    },
    {
      "verse": 20,
      "text": "And to Gad he said, Blessed \\add be\\add* he that enlarges Gad: As a lion he rested, Having broken the arm and the ruler."
    },
    {
      "verse": 21,
      "text": "And he saw his firstfruits, That there the land of the princes gathered With the chiefs of the people was divided; The Lord wrought righteousness, And his judgment with Israel."
    },
    {
      "verse": 22,
      "text": "And to Dan he said, Dan \\add is\\add* a lion’s whelp, And shall leap out of Bashan."
    },
    {
      "verse": 23,
      "text": "And to Naphtali he said, Naphtali \\add has\\add* the fullness of good things; And let him be filled with blessing from the Lord: He shall inherit the west and the south."
    },
    {
      "verse": 24,
      "text": "And to Asher he said, Asher \\add is\\add* blessed with children; And he shall be acceptable to his brethren: He shall dip his foot in oil."
    },
    {
      "verse": 25,
      "text": "His sandal shall be iron and brass; As thy days, so \\add shall be\\add* thy strength."
    },
    {
      "verse": 26,
      "text": "There is not \\add any such\\add* as the God of the beloved; He who rides upon the heaven \\add is\\add* thy helper, And the magnificent One of the firmament."
    },
    {
      "verse": 27,
      "text": "And the rule of God shall protect thee, And \\add that\\add* under the strength of the everlasting arms; And he shall cast forth the enemy from before thy face, Saying, Perish."
    },
    {
      "verse": 28,
      "text": "And Israel shall dwell in confidence Alone on the land of Jacob, With corn and wine; And the sky \\add shall be\\add* misty with dew upon thee."
    },
    {
      "verse": 29,
      "text": "Blessed \\add art\\add* thou, O Israel; Who \\add is\\add* like to thee, O people saved by the Lord? Thy helper shall hold his shield over thee, And \\add his\\add* sword \\add is\\add* thy boast; And thine enemies shall speak falsely to thee, And thou shalt tread upon their neck."
    }
  ]
}