{
  "book_id": "GEN",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "And Jacob called unto his sons, and said, Gather yourselves together, that I may tell you \\add that\\add* which shall befall you in the last days."
    },
    {
      "verse": 2,
      "text": "Gather yourselves together, and hear, ye sons of Jacob; And hearken unto Israel your father."
    },
    {
      "verse": 3,
      "text": "Reuben, thou \\add art\\add* my firstborn, My might, and the beginning of my strength, The excellency of dignity, and the excellency of power:"
    },
    {
      "verse": 4,
      "text": "Unstable as water, thou shalt not excel; Because thou wentest up to thy father’s bed; Then defiledst thou \\add it:\\add* he went up to my couch."
    },
    {
      "verse": 5,
      "text": "Simeon and Levi \\add are\\add* brethren; Instruments of cruelty \\add are in\\add* their habitations."
    },
    {
      "verse": 6,
      "text": "O my soul, come not thou into their secret; Unto their assembly, mine honour, be not thou united: For in their anger they slew a man, And in their selfwill they digged down a wall."
    },
    {
      "verse": 7,
      "text": "Cursed \\add be\\add* their anger, for \\add it was\\add* fierce; And their wrath, for it was cruel: I will divide them in Jacob, And scatter them in Israel."
    },
    {
      "verse": 8,
      "text": "Judah, thou \\add art he\\add* whom thy brethren shall praise: Thy hand \\add shall be\\add* in the neck of thine enemies; Thy father’s children shall bow down before thee."
    },
    {
      "verse": 9,
      "text": "Judah \\add is\\add* a lion’s whelp: From the prey, my son, thou art gone up: He stooped down, he couched as a lion, And as an old lion; who shall rouse him up?"
    },
    {
      "verse": 10,
      "text": "The sceptre shall not depart from Judah, Nor a lawgiver from between his feet, Until Shiloh come; And unto him \\add shall\\add* the gathering of the people \\add be\\add*."
    },
    {
      "verse": 11,
      "text": "Binding his foal unto the vine, And his ass’s colt unto the choice vine; He washed his garments in wine, And his clothes in the blood of grapes:"
    },
    {
      "verse": 12,
      "text": "\\add His\\add* eyes \\add shall be\\add* red with wine, And \\add his\\add* teeth white with milk."
    },
    {
      "verse": 13,
      "text": "Zebulun shall dwell at the haven of the sea; And he \\add shall be\\add* for a haven of ships; And his border \\add shall be\\add* unto Zidon."
    },
    {
      "verse": 14,
      "text": "Issachar \\add is\\add* a strong ass Couching down between two burdens:"
    },
    {
      "verse": 15,
      "text": "And he saw that rest \\add was\\add* good, And the land that \\add it was\\add* pleasant; And bowed his shoulder to bear, And became a servant unto tribute."
    },
    {
      "verse": 16,
      "text": "Dan shall judge his people, As one of the tribes of Israel."
    },
    {
      "verse": 17,
      "text": "Dan shall be a serpent by the way, An adder in the path, That biteth the horse heels, So that his rider shall fall backward."
    },
    {
      "verse": 18,
      "text": "I have waited for thy salvation, O \\sc Lord\\sc*."
    },
    {
      "verse": 19,
      "text": "Gad, a troop shall overcome him: But he shall overcome at the last."
    },
    {
      "verse": 20,
      "text": "Out of Asher his bread \\add shall be\\add* fat, And he shall yield royal dainties."
    },
    {
      "verse": 21,
      "text": "Naphtali \\add is\\add* a hind let loose: He giveth goodly words."
    },
    {
      "verse": 22,
      "text": "Joseph \\add is\\add* a fruitful bough, \\add Even\\add* a fruitful bough by a well; \\add Whose\\add* branches run over the wall."
    },
    {
      "verse": 23,
      "text": "The archers have sorely grieved him, And shot \\add at him\\add*, and hated him:"
    },
    {
      "verse": 24,
      "text": "But his bow abode in strength, And the arms of his hands were made strong By the hands of the mighty \\add God\\add* of Jacob; (From thence \\add is\\add* the shepherd, the stone of Israel:)"
    },
    {
      "verse": 25,
      "text": "\\add Even\\add* by the God of thy father, who shall help thee; And \\add by\\add* the Almighty, who shall bless thee \\add With\\add* blessings of heaven above, Blessings of the deep that lieth under, Blessings of the breasts, and of the womb:"
    },
    {
      "verse": 26,
      "text": "The blessings of thy father have prevailed above the blessings of my progenitors Unto the utmost bound of the everlasting hills: They shall be on the head of Joseph, And on the crown of the head of him \\add that was\\add* separate from his brethren."
    },
    {
      "verse": 27,
      "text": "Benjamin shall ravin \\add as\\add* a wolf: In the morning he shall devour the prey, And at night he shall divide the spoil."
    },
    {
      "verse": 28,
      "text": "All these \\add are\\add* the twelve tribes of Israel: and this \\add is it\\add* that their father spake unto them, and blessed them; every one according to his blessing he blessed them."
    },
    {
      "verse": 29,
      "text": "And he charged them, and said unto them, I \\add am to be\\add* gathered unto my people: bury me with my fathers in the cave that \\add is\\add* in the field of Ephron the Hittite,"
    },
    {
      "verse": 30,
      "text": "in the cave that \\add is\\add* in the field of Machpelah, which \\add is\\add* before Mamre, in the land of Canaan, which Abraham bought with the field of Ephron the Hittite for a possession of a buryingplace."
    },
    {
      "verse": 31,
      "text": "There they buried Abraham and Sarah his wife; there they buried Isaac and Rebekah his wife; and there I buried Leah."
    },
    {
      "verse": 32,
      "text": "The purchase of the field and of the cave that \\add is\\add* therein \\add was\\add* from the children of Heth."
    },
    {
      "verse": 33,
      "text": "And when Jacob had made an end of commanding his sons, he gathered up his feet into the bed, and yielded up the ghost, and was gathered unto his people."
    }
  ]
}