{
  "book_id": "SIR",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Τεκνὸν εἰ προσέρχῃ δουλεύειν Κυρίῳ Θεῷ, ἑτοίμασον τὴν ψυχήν σου εἰς πειρασμόν."
    },
    {
      "verse": 2,
      "text": "Εὔθυνον τὴν καρδίαν σου καὶ καρτέρησον, καὶ μὴ σπεύσῃς ἐν καιρῷ ἐπαγωγῆς."
    },
    {
      "verse": 3,
      "text": "Κολλήθητι αὐτῷ καὶ μὴ ἀποστῇς, ἵνα αὐξηθῇς ἐπʼ ἐσχάτων σου."
    },
    {
      "verse": 4,
      "text": "Πᾶν ὃ ἐὰν ἐπαχθῇ σοι, δέξαι, καὶ ἐν ἀλλάγμασι ταπεινώσεώς σου μακροθύμησον."
    },
    {
      "verse": 5,
      "text": "Ὅτι ἐν πυρὶ δοκιμάζεται χρυσὸς, καὶ ἄνθρωποι δεκτοὶ ἐν καμίνῳ ταπεινώσεως."
    },
    {
      "verse": 6,
      "text": "Πίστευσον αὐτῷ καὶ ἀντιλήψεταί σου, εὔθυνον τὰς ὁδούς σου καὶ ἔλπισον ἐπʼ αὐτόν."
    },
    {
      "verse": 7,
      "text": "Οἱ φοβούμενοι τὸν Κύριον, ἀναμείνατε τὸ ἔλεος αὐτοῦ, καὶ μὴ ἐκκλίνητε ἵνα μὴ πέσητε."
    },
    {
      "verse": 8,
      "text": "Οἱ φοβούμενοι Κύριον πιστεύσατε αὐτῷ, καὶ οὐ μὴ πταίσῃ ὁ μισθὸς ὑμῶν."
    },
    {
      "verse": 9,
      "text": "Οἱ φοβούμενοι Κύριον ἐλπίσατε εἰς ἀγαθὰ, καὶ εἰς εὐφροσύνην αἰῶνος καὶ ἐλέους."
    },
    {
      "verse": 10,
      "text": "Ἐμβλέψατε εἰς ἀρχαίας γενεὰς καὶ ἴδετε, τίς ἐνεπίστευσε Κυρίῳ καὶ κατῃσχύνθη; ἢ τίς ἐνέμεινε τῷ φόβῳ αὐτοῦ καὶ ἐγκατελείφθη; ἢ τίς ἐπεκαλέσατο αὐτὸν, καὶ ὑπερεῖδεν αὐτόν;"
    },
    {
      "verse": 11,
      "text": "Διότι οἰκτίρμων καὶ ἐλεήμων ὁ Κύριος, καὶ ἀφίησιν ἁμαρτίας, καὶ σώζει ἐν καιρῷ θλίψεως."
    },
    {
      "verse": 12,
      "text": "Οὐαὶ καρδίαις δειλαῖς, καὶ χερσὶ παρειμέναις, καὶ ἁμαρτωλῷ ἐπιβαίνοντι ἐπὶ δύο τρίβους."
    },
    {
      "verse": 13,
      "text": "Οὐαὶ καρδίᾳ παρειμένῃ, ὅτι οὐ πιστεύει, διὰ τοῦτο οὐ σκεπασθήσεται."
    },
    {
      "verse": 14,
      "text": "Οὐαὶ ὑμῖν τοῖς ἀπολωλεκόσι τὴν ὑπομονὴν, καὶ τί ποιήσετε ὅταν ἐπισκέπτηται ὁ Κύριος;"
    },
    {
      "verse": 15,
      "text": "Οἱ φοβούμενοι Κύριον οὐκ ἀπειθήσουσι ῥημάτων αὐτοῦ, καὶ οἱ ἀγαπῶντες αὐτὸν συντηπήσουσι τὰς ὁδοὺς αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "Οἱ φοβούμενοι Κύριον ζητήσουσιν εὐδοκίαν αὐτοῦ, καὶ οἱ ἀγαπῶντες αὐτὸν ἐμπλησθήσονται τοῦ νόμου."
    },
    {
      "verse": 17,
      "text": "Οἱ φοβούμενοι Κύριον ἐτοιμάσουσι καρδίας αὐτῶν, καὶ ἐνώπιον αὐτοῦ παπεινώσουσι τὰς ψυχὰς αὐτῶν."
    },
    {
      "verse": 18,
      "text": "Ἐμπεσούμεθα εἰς χεῖρας Κυρίου, καὶ οὐκ εἰς χεῖρας ἀνθρώπων· ὡς γὰρ ἡ μεγαλωσύνη αὐτοῦ, οὕτως καὶ τὸ ἔλεος αὐτοῦ."
    }
  ]
}