{
  "book_id": "SIR",
  "chapter": 6,
  "verses": [
    {
      "verse": 3,
      "text": "Τὰ φύλλα σου καταφάγεσαι, καὶ τοὺς καρπούς σου ἀπολέσεις, καὶ ἀφήσεις σεαυτὸν ὡς ξύλον ξηρόν."
    },
    {
      "verse": 4,
      "text": "Ψυχὴ πονηρὰ ἀπολεῖ τὸν κτησάμενον αὐτήν, καὶ ἐπίχαρμα ἐχθρῶν ποιήσει αὐτόν."
    },
    {
      "verse": 5,
      "text": "Λάρυγξ γλυκὺς πληθυνεῖ φίλους αὐτοῦ, καὶ γλῶσσα εὔλαλος πληθυνεῖ εὐπροσήγορα."
    },
    {
      "verse": 6,
      "text": "Οἱ εἰρηνεύοντές σοι ἔστωσαν πολλοὶ, οἱ δὲ σύμβουλοί σου εἷς ἀπὸ χιλίων."
    },
    {
      "verse": 7,
      "text": "Εἰ κτᾶσαι φίλον, ἐν πειρασμῷ κτῆσαι αὐτόν, καὶ μὴ ταχὺ ἐμπιστεύσῃς αὐτῷ."
    },
    {
      "verse": 8,
      "text": "Ἔστι γὰρ φίλος ἐν καιρῷ αὐτοῦ, καὶ οὐ μὴ παραμείνῃ ἐν ἡμέρᾳ θλίψεώς σου."
    },
    {
      "verse": 9,
      "text": "Καὶ ἔστι φίλος μετατιθέμενος εἰς ἔχθραν, καὶ μάχην ὀνειδισμοῦ σου ἀποκαλύψει."
    },
    {
      "verse": 10,
      "text": "Καὶ ἔστι φίλος κοινωνὸς τραπεζῶν, καὶ οὐ μὴ παραμείνῃ ἐν ἡμέρᾳ θλίψεώς σου."
    },
    {
      "verse": 11,
      "text": "Καὶ ἐν τοῖς ἀγαθοῖς σου ἔσται ὡς σὺ, καὶ ἐπὶ τοὺς οἰκέτας σου παῤῥησιάσεται."
    },
    {
      "verse": 12,
      "text": "Ἐὰν ταπεινωθῇς, ἔσται κατὰ σοῦ, καὶ ἀπὸ τοῦ προσώπου σου κρυβήσεται."
    },
    {
      "verse": 13,
      "text": "Ἀπὸ τῶν ἐχθρῶν σου διαχωρίσθητι, καὶ ἀπὸ τῶν φίλων σου πρόσεχε."
    },
    {
      "verse": 14,
      "text": "Φίλος πιστὸς σκέπη κραταιὰ, ὁ δὲ εὑρὼν αὐτὸν εὗρε θησαυρόν."
    },
    {
      "verse": 15,
      "text": "Φίλου πιστοῦ οὐκ ἔστιν ἀντάλλαγμα, καὶ οὐκ ἔστι σταθμὸς τῆς καλλονῆς αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "Φίλος πιστὸς φάρμακον ζωῆς, καὶ οἱ φοβούμενοι Κύριον εὑρήσουσιν αὐτόν."
    },
    {
      "verse": 17,
      "text": "Ὁ φοβούμενος Κύριον εὐθύνει φιλίαν αὐτοῦ, ὅτι κατʼ αὐτὸν οὕτως καὶ ὁ πλησίον αὐτοῦ."
    },
    {
      "verse": 18,
      "text": "Τέκνον, ἐκ νεότητός σου ἐπίλεξαι παιδείαν, καὶ ἕως πολιῶν εὑρήσεις σοφίαν."
    },
    {
      "verse": 19,
      "text": "Ὡς ὁ ἀροτριῶν καὶ ὁ σπείρων πρόσελθε αὐτῇ, καὶ ἀνάμενε τοὺς ἀγαθοὺς καρποὺς αὐτῆς· ἐν γὰρ τῇ ἐργασίᾳ αὐτῆς ὀλίγον κοπιάσεις, καὶ ταχὺ φάγεσαι γεννημάτων αὐτῆς."
    },
    {
      "verse": 20,
      "text": "Ὡς τραχεῖά ἐστι σφόδρα τοῖς ἀπαιδεύτοις, καὶ οὐκ ἐμμενεῖ ἐν αὐτῇ ἀκάρδιος."
    },
    {
      "verse": 21,
      "text": "Ὡς λίθος δοκιμασίας ἰσχυρὸς ἔσται ἐπʼ αὐτῷ, καὶ οὐ χρονιεῖ ἀποῤῥίψαι αὐτήν."
    },
    {
      "verse": 22,
      "text": "Σοφία γὰρ κατὰ τὸ ὄνομα αὐτῆς ἐστι, καὶ οὐ πολλοῖς ἐστι φανερά."
    },
    {
      "verse": 23,
      "text": "Ἄκουσον, τέκνον, καὶ δέξαι γνώμην μου, καὶ μὴ ἀπαναίνου τὴν συμβουλίαν μου."
    },
    {
      "verse": 24,
      "text": "Καὶ εἰσένεγκον τοὺς πόδας σου εἰς τὰς πέδας αὐτῆς, καὶ εἰς τὸν κλοίον αὐτῆς τὸν τράχηλόν σου."
    },
    {
      "verse": 25,
      "text": "Ὑπόθες τὸν ὦμόν σοῦ, καὶ βάσταξον αὐτὴν, καὶ μὴ προσοχθίσῃς τοῖς δεσμοῖς αὐτῆς."
    },
    {
      "verse": 26,
      "text": "Ἐν πάσῃ ψυχῇ σου πρόσελθε αὐτῇ, καὶ ἐν ὅλῃ δυνάμει σου συντήρησον τὰς ὁδοὺς αὐτῆς."
    },
    {
      "verse": 27,
      "text": "Ἐξίχνεύσον καὶ ζήτησον, καὶ γνωσθήσεταί σοι, καὶ ἐγκρατὴς γενόμενος μὴ ἀφῇς αὐτήν."
    },
    {
      "verse": 28,
      "text": "Ἐπʼ ἐσχάτων γὰρ εὑρήσεις τὴν ἀνάπαυσιν αὐτῆς, καὶ στραφήσεταί σοι εἰς εὐφροσύνην."
    },
    {
      "verse": 29,
      "text": "Καὶ ἔσονταί σοι αἱ πέδαι εἰς σκέπην ἰσχύος, καὶ οἱ κλοιοὶ αὐτῆς εἰς στολὴν δόξης."
    },
    {
      "verse": 30,
      "text": "Κόσμος γὰρ χρύσεός ἐστιν ἐπʼ αὐτῆς, καὶ οἱ δεσμοὶ αὐτῆς κλῶσμα ὑακίνθινον."
    },
    {
      "verse": 31,
      "text": "Στολὴν δόξης ἐνδύσῃ αὐτὴν, καὶ στέφανον ἀγαλλιάματος περιθήσεις σεαυτῷ."
    },
    {
      "verse": 32,
      "text": "Ἐὰν θέλῃς, τέκνον, παιδευθήσῃ, καὶ ἐὰν δῷς τὴν ψυχήν σου, πανοῦργος ἔσῃ."
    },
    {
      "verse": 33,
      "text": "Ἐὰν ἀγαπήσῃς ἀκούειν ἐκδέξῃ, καὶ ἐὰν κλίνῃς τὸ οὖς σου σοφὸς ἔσῃ."
    },
    {
      "verse": 34,
      "text": "Ἐν πλήθει πρεσβυτέρων στῆθι, καὶ, τίς σοφός; αὐτῷ προσκολλήθητι."
    },
    {
      "verse": 35,
      "text": "Πᾶσαν διήγησιν θείαν θέλε ἀκούειν, καὶ παροιμίαι συνέσεως μὴ ἐκφευγέτωσάν σε."
    },
    {
      "verse": 36,
      "text": "Ἐὰν ἴδῃς συνετὸν, ὄρθριζε πρὸς αὐτὸν, καὶ βαθμοὺς θυρῶν αὐτοῦ ἐκτριβέτω ὁ πούς σου."
    },
    {
      "verse": 37,
      "text": "Διανοοῦ ἐν τοῖς προστάγμασιν Κυρίου, καὶ ἐν ταῖς ἐντολαῖς αὐτοῦ μελέτα διαπαντός· αὐτὸς στηριεῖ τὴν καρδίαν σου, καὶ ἡ ἐπιθυμία τῆς σοφίας σου δοθήσεταί σοι."
    }
  ]
}