{
  "book_id": "SIR",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Μὴ διαμάχου μετὰ ἀνθρώπου δυνάστου, μήποτε ἐμπέσῃς εἰς τὰς χεῖρας αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Μὴ ἔριζε μετὰ ἀνθρώπου πλουσίου, μήποτε ἀντιστήσῃ σου τὴν ὁλκήν· πολλους γὰρ ἀπώλεσε τὸ χρυσίον, καὶ καρδίας βασιλέων ἐξέκλινε."
    },
    {
      "verse": 3,
      "text": "Μὴ διαμάχου μετὰ ἀνθρώπου γλωσσώδους, καὶ μὴ ἐπιστοιβάσῃς ἐπὶ τὸ πῦρ αὐτοῦ ξύλα."
    },
    {
      "verse": 4,
      "text": "Μὴ πρόσπαιζε ἀπαιδεύτῳ, ἵνα μὴ ἀτιμάζωνται οἱ πρόγονοί σου."
    },
    {
      "verse": 5,
      "text": "Μὴ ὀνείδιζε ἄνθρωπον ἀποστρέφοντα ἀπὸ ἁμαρτίας, μνήσθητι ὅτι πάντες ἐσμὲν ἐν ἐπιτιμίοις."
    },
    {
      "verse": 6,
      "text": "Μὴ ἀτιμάσῃς ἄνθρωπον ἐν γήρει αὐτοῦ, καὶ γὰρ ἐξ ἡμῶν γηράσκουσι."
    },
    {
      "verse": 7,
      "text": "Μὴ ἐπίχαιρε ἐπὶ νεκρῷ, μνήσθητι ὅτι πάντες τελευτῶμεν."
    },
    {
      "verse": 8,
      "text": "Μὴ παρίδῃς διήγημα σοφῶν, καὶ ἐν ταῖς παροιμίαις αὐτῶν ἀναστρέφου, ὅτι παρʼ αὐτῶν μαθήσῃ παιδείαν, καὶ λειτουργῆσαι μεγιστᾶσι."
    },
    {
      "verse": 9,
      "text": "Μὴ ἀστόχει διηγήματος γερόντων, καὶ γὰρ αὐτοὶ ἔμαθον παρὰ τῶν πατέρων αὐτῶν· ὅτι παρʼ αὐτῶν μαθήσῃ σύνεσιν, καὶ ἐν καιρῷ χρείας δοῦναι ἀπόκρισιν."
    },
    {
      "verse": 10,
      "text": "Μὴ ἔκκαιε ἄνθρακας ἁμαρτωλοῦ, μὴ ἐμπυρισθῇς ἐν πυρὶ φλογὸς αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "Μὴ ἐξαναστῇς ἀπὸ προσώπου ὑβριστοῦ, ἵνα μὴ ἐγκαθίσῃ ὡς ἔνεδρον τῷ στόματί σου."
    },
    {
      "verse": 12,
      "text": "Μὴ δανείσῃς ἀνθρώπῳ ἰσχυροτέρῳ σου, καὶ ἐὰν δανείσῃς, ὡς ἀπολωλεκὼς γίνου·"
    },
    {
      "verse": 13,
      "text": "Μὴ ἐγγυήσῃ ὑπὲρ δυναμίν σου, καὶ ἐὰν ἐγγυήσῃ, ὡς ἀποτίσων φρόντιζε."
    },
    {
      "verse": 14,
      "text": "Μὴ δικάζου μετὰ κριτοῦ, κατὰ γὰρ τὴν δόξαν αὐτοῦ κρινοῦσιν αὐτῷ."
    },
    {
      "verse": 15,
      "text": "Μετὰ τολμηροῦ μὴ πορεύου ἐν ὁδῷ, ἵνα μὴ βαρύνηται κατὰ σοῦ· αὐτὸς γὰρ κατὰ τὸ θέλημα αὐτοῦ ποιήσει, καὶ τῇ ἀφροσύνῃ αὐτοῦ συναπολῇ."
    },
    {
      "verse": 16,
      "text": "Μετὰ θυμώδους μὴ ποιήσῃς μάχην, καὶ μὴ διαπορεύου μετʼ αὐτοῦ τὴν ἔρημον, ὅτι ὡς οὐδὲν ἐν ὀφθαλμοῖς αὐτοῦ αἷμα, καὶ ὅπου οὐκ ἔστι βοήθεια, καταβαλεῖ σε."
    },
    {
      "verse": 17,
      "text": "Μετὰ μωροῦ μὴ συμβουλεύου, οὐ γὰρ δυνήσεται λόγον στέξαι."
    },
    {
      "verse": 18,
      "text": "Ἐνώπιον ἀλλοτρίου μὴ ποιήσῃς κρυπτὸν, οὐ γὰρ γινώσκεις τί τέξεται."
    },
    {
      "verse": 19,
      "text": "Παντὶ ἀνθρώπῳ μὴ ἔκφαινε σὴν καρδίαν, καὶ μὴ ἀναφερέτω σοι χάριν."
    }
  ]
}