{
  "book_id": "SIR",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁ ἁπτομενος πίσσης μολυνθήσεται, καὶ ὁ κοινωνῶν ὑπερηφάνῳ ὁμοιωθήσεται αὐτῷ."
    },
    {
      "verse": 2,
      "text": "Βάρος ὑπὲρ σὲ μὴ ἄρῃς, καὶ ἰσχυροτέρῳ σου καὶ πλουσιωτέρῳ μὴ κοινώνει· τί κοινωνήσει χύτρα πρὸς λέβητα; αὕτη προσκρούσει, καὶ αὕτη συντριβήσεται."
    },
    {
      "verse": 3,
      "text": "Πλούσιος ἠδίκησε, καὶ αὐτὸς προσενεβριμήσατο· πτωχὸς ἠδίκηται, καὶ αὐτὸς προσδεηθήσεται."
    },
    {
      "verse": 4,
      "text": "Ἐὰν χρησιμεύσῃς, ἐργᾶται ἐν σοί· καὶ ἐὰν ὑστερήσῃς, καταλείψει σε."
    },
    {
      "verse": 5,
      "text": "Ἐὰν ἔχῃς, συμβιώσεταί σοι, καὶ ἀποκενώσει σε, καὶ αὐτὸς οὐ πονέσει."
    },
    {
      "verse": 6,
      "text": "Χρείαν ἔσχηκέ σου, καὶ ἀποπλανήσει σε, καὶ προσγελάσεταί σοι, καὶ δώσει σοι ἐλπίδα· λαλήσει σοι καλὰ, καὶ ἐρεῖ, τίς ἡ χρεία σου;"
    },
    {
      "verse": 7,
      "text": "Καὶ αἰσχυνεῖ σε ἐν τοῖς βρώμασιν αὐτοῦ, ἕως οὗ ἀποκενώσῃ σε δὶς ἢ τρὶς, καὶ ἐπʼ ἐσχάτῳ καταμωκήσεταί σου· μετὰ ταῦτα ὄψεταί σε, καὶ καταλείψει σε, καὶ τὴν κεφαλὴν αὐτοῦ κινήσει ἐπὶ σοί."
    },
    {
      "verse": 8,
      "text": "Πρόσεχε μὴ ἀποπλανηθῇς, καὶ μὴ ταπεινωθῇς ἐν εὐφροσύνῃ σου."
    },
    {
      "verse": 9,
      "text": "Προσκαλεσαμένου σε δυνάστου, ὑποχωρῶν γίνου, καὶ τόσῳ μᾶλλον προσκαλέσεταί σε."
    },
    {
      "verse": 10,
      "text": "Μὴ ἔμπιπτε ἵνα μὴ ἀπωσθῇς, καὶ μὴ μακρὰν ἀφιστῶ ἵνα μὴ ἐπιλησθῇς."
    },
    {
      "verse": 11,
      "text": "Μὴ ἔπεχε εἰσηγορεῖσθαι μετʼ αὐτοῦ, καὶ μὴ πίστευε τοῖς πλείοσι λόγοις αὐτοῦ· ἐκ πολλῆς γὰρ λαλιᾶς πειράσει σε, καὶ ὡς προσγελῶν ἐξετάσει."
    },
    {
      "verse": 12,
      "text": "Ἀνελεήμων ὁ μὴ συντηρῶν λόγους, καὶ οὐ μὴ φείσηται περὶ κακώσεως καὶ δεσμῶν."
    },
    {
      "verse": 13,
      "text": "Συντήρησον καὶ πρόσεχε σφοδρῶς, ὅτι μετὰ τῆς πτώσεώς σου περιπατεῖς."
    },
    {
      "verse": 15,
      "text": "Πᾶν ζῶον ἀγαπᾷ τὸ ὅμοιον αὐτῷ, καὶ πᾶς ἄνθρωπος τὸν πλησίον αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "Πᾶσα σὰρξ κατὰ γένος συνάγεται, καὶ τῷ ὁμοίῳ αὐτοῦ προσκολληθήσεται ἀνήρ."
    },
    {
      "verse": 17,
      "text": "Τί κοινωνήσει λύκος ἀμνῷ; οὕτως ἁμαρτωλὸς πρὸς εὐσεβῆ."
    },
    {
      "verse": 18,
      "text": "Τίς εἰρήνη ὑαίνῃ πρὸς κύνα; καὶ τίς εἰρήνη πλουσίῳ πρὸς πένητα;"
    },
    {
      "verse": 19,
      "text": "Κυνήγια λεόντων ὄναγροι ἐν ἐρήμῳ, οὕτως νομαὶ πλουσίων πτωχοί."
    },
    {
      "verse": 20,
      "text": "Βδέλυγμα ὑπερηφάνῳ ταπεινότης, οὕτως βδέλυγμα πλουσίῳ πτωχός."
    },
    {
      "verse": 21,
      "text": "Πλούσιος σαλευόμενος στηρίζεται ὑπὸ φίλων, ταπεινὸς δὲ πεσὼν προσαπωθεῖται ὑπὸ φίλων."
    },
    {
      "verse": 22,
      "text": "Πλουσίου σφαλέντος πολλοὶ ἀντιλήμπτορες, ἐλάλησεν ἀπόῤῥητα καὶ ἐδικαίωσαν αὐτόν· ταπεινὸς ἔσφαλε καὶ προσεπετίμησαν αὐτῷ, ἐφθέγξατο σύνεσιν καὶ οὐκ ἐδόθη αὐτῷ τόπος."
    },
    {
      "verse": 23,
      "text": "Πλούσιος ἐλάλησε καὶ πάντες ἐσίγησαν, καὶ τὸν λόγον αὐτοῦ ἀνύψωσαν ἕως τῶν νεφελῶν· πτωχὸς ἐλάλησε, καὶ εἶπαν, τίς οὗτος; κἂν προσκόψῃ, προσανατρέψουσιν αὐτόν."
    },
    {
      "verse": 24,
      "text": "Ἀγαθὸς ὁ πλοῦτος ᾧ μὴ ἔστιν ἁμαρτία, καὶ πονηρὰ ἡ πτωχεία ἐν στόμασιν ἀσεβοῦς."
    },
    {
      "verse": 25,
      "text": "Καρδία ἀνθρώπου ἀλλοιοῖ τὸ πρόσωπον αὐτοῦ, ἐὰν εἰς ἀγαθὰ ἐάν τε εἰς κακά."
    },
    {
      "verse": 26,
      "text": "Ἴχνος καρδίας ἐν ἀγαθοῖς πρόσωπον ἱλαρὸν, καὶ εὕρεσις παραβολῶν διαλογισμοὶ μετὰ κόπου."
    }
  ]
}