{
  "book_id": "SIR",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Κύριος ἔκτισεν ἐκ γῆς ἄνθρωπον, καὶ πάλιν ἀπέστρεψεν αὐτὸν εἰς αὐτήν."
    },
    {
      "verse": 2,
      "text": "Ἡμέρας ἀριθμοῦ καὶ καιρὸν ἔδωκεν αὐτοῖς, καὶ ἔδωκεν αὐτοῖς ἐξουσίαν τῶν ἐπʼ αὐτῆς."
    },
    {
      "verse": 3,
      "text": "Καθʼ ἑαυτοὺς ἐνέδυσεν αὐτοὺς ἰσχὺν, καὶ κατʼ εἰκόνα αὐτοῦ ἐποίησεν αὐτούς."
    },
    {
      "verse": 4,
      "text": "Καὶ ἔθηκε τὸν φόβον αὐτοῦ ἐπὶ πάσης σαρκός, καὶ κατακυριεύειν θηρίων καὶ πετεινῶν."
    },
    {
      "verse": 6,
      "text": "Διαβούλιον καὶ γλῶσσαν καὶ ὀφθαλμοὺς, ὦτα καὶ καρδίαν ἔδωκε διανοεῖσθαι αὐτοῖς."
    },
    {
      "verse": 7,
      "text": "Ἐπιστήμην συνέσεως ἐνέπλησεν αὐτοὺς, καὶ ἀγαθὰ καὶ κακὰ ὑπέδειξεν αὐτοῖς."
    },
    {
      "verse": 8,
      "text": "Ἔθηκε τὸν ὀφθαλμὸν αὐτοῦ ἐπὶ τὰς καρδίας αὐτῶν, δεῖξαι αὐτοῖς τὸ μεγαλεῖον τῶν ἔργων αὐτοῦ·"
    },
    {
      "verse": 10,
      "text": "καὶ ὄνομα ἁγιασμοῦ αἰνέσουσιν, ἵνα διηγῶνται τὰ μεγαλεῖα τῶν ἔργων αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "Προσέθηκεν αὐτοῖς ἐπιστήμην, καὶ νόμον ζωῆς ἐκληροδότησεν αὐτοῖς."
    },
    {
      "verse": 12,
      "text": "Διαθήκην αἰῶνος ἔστησε μετʼ αὐτῶν, καὶ τὰ κρίματα αὐτοῦ ὑπέδειξεν αὐτοῖς."
    },
    {
      "verse": 13,
      "text": "Μεγαλεῖον δόξης εἶδον οἱ ὀφθαλμοὶ αὐτῶν, καὶ δόξαν φωνῆς αὐτῶν ἤκουσε τὸ οὖς αὐτῶν."
    },
    {
      "verse": 14,
      "text": "Καὶ εἶπεν αὐτοῖς, προσέχετε ἀπὸ παντὸς ἀδίκου· καὶ ἐνετείλατο αὐτοῖς ἑκάστῳ περὶ τοῦ πλησίον."
    },
    {
      "verse": 15,
      "text": "Αἱ ὁδοὶ αὐτῶν ἐναντίον αὐτοῦ διαπαντὸς, οὐ κρυβήσονται ἀπὸ τῶν ὀφθαλμῶν αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "Ἑκάστῳ ἔθνει κατέστησεν ἡγούμενον, καὶ μερὶς Κυρίου Ἰσραήλ ἐστιν."
    },
    {
      "verse": 19,
      "text": "Ἅπαντα τὰ ἔργα αὐτῶν ὡς ὁ ἥλιος ἐναντίον αὐτοῦ, καὶ οἱ ὀφθαλμοὶ αὐτοῦ ἐνδελεχεῖς ἐπὶ τὰς ὁδοὺς αὐτῶν."
    },
    {
      "verse": 20,
      "text": "Οὐκ ἐκρύβησαν αἱ ἀδικίαι αὐτῶν ἀπʼ αὐτοῦ, καὶ πᾶσαι αἱ ἁμαρτίαι αὐτῶν ἔναντι Κυρίου."
    },
    {
      "verse": 22,
      "text": "Ἐλεημοσύνη ἀνδρὸς ὡς σφραγὶς μετʼ αὐτοῦ, καὶ χάριν ἀνθρώπου ὡς κόρην συντηρήσει."
    },
    {
      "verse": 23,
      "text": "Μετὰ ταῦτα ἐξαναστήσεται καὶ ἀνταποδώσει αὐτοῖς, καὶ τὸ ἀνταπόδομα αὐτῶν εἰς κεφαλὴν αὐτῶν ἀποδώσει."
    },
    {
      "verse": 24,
      "text": "Πλὴν μετανοοῦσιν ἔδωκεν ἐπάνοδον, καὶ παρεκάλεσεν ἐκλείποντας ὑπομονήν."
    },
    {
      "verse": 25,
      "text": "Ἐπίστρεφε ἐπὶ Κύριον καὶ ἀπόλειπε ἁμαρτίας, δεήθητι κατὰ πρόσωπον καὶ σμίκρυνον πρόσκομμα."
    },
    {
      "verse": 26,
      "text": "Ἐπάναγε ἐπὶ ὕψιστον, καὶ ἀπόστρεφε ἀπὸ ἀδικίας, καὶ σφόδρα μίσησον βδέλυγμα."
    },
    {
      "verse": 27,
      "text": "Ὑψίστῳ τίς αἰνέσει ἐν ᾅδου; ἀντὶ ζώντων καὶ ζώντων καὶ διδόντων ἀνθομολόγησιν."
    },
    {
      "verse": 28,
      "text": "Ἀπὸ νεκροῦ ὡς μηδὲ ὄντος ἀπόλλυται ἐξομολόγησις· ζῶν καὶ ὑγιὴς αἰνέσει τὸν Κύριον."
    },
    {
      "verse": 29,
      "text": "Ὡς μεγάλη ἡ ἐλεημοσύνη τοῦ Κυρίου, καὶ ἐξιλασμὸς τοῖς ἐπιστρέφουσιν ἐπʼ αὐτόν·"
    },
    {
      "verse": 30,
      "text": "οὐ γὰρ δύναται πάντα εἶναι ἐν ἀνθρώποις, ὅτι οὐκ ἀθάνατος υἱὸς ἀνθρώπου."
    },
    {
      "verse": 31,
      "text": "Τί φωτεινότερον ἡλίου; καὶ τοῦτο ἐκλείπει, καὶ πονηρὸς ἐνθυμηθήσεται σάρκα καὶ αἷμα."
    },
    {
      "verse": 32,
      "text": "Δύναμιν ὕψους οὐρανοῦ αὐτὸς ἐπισκέπτεται, καὶ οἱ ἄνθρωποι πάντες γῆ καὶ σποδός."
    }
  ]
}