{
  "book_id": "SIR",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐργάτης μέθυσος οὐ πλουτισθήσεται, ὁ ἐξουθενῶν τὰ ὀλίγα κατὰ μικρὸν πεσεῖται."
    },
    {
      "verse": 2,
      "text": "Οἶνος καὶ γυναῖκες ἀποστήσουσι συνετοὺς, καὶ ὁ κολλώμενος πόρναις τολμηρότερος ἔσται."
    },
    {
      "verse": 3,
      "text": "Σήτες καὶ σκώληκες κληρονομήσουσιν αὐτόν, καὶ ψυχὴ τολμηρὰ ἐξαρθήσεται."
    },
    {
      "verse": 4,
      "text": "Ὁ ταχὺ ἐμπιστεύων, κοῦφος καρδίᾳ, καὶ ὁ ἁμαρτάνων εἰς ψυχὴν αὐτοῦ πλημμελήσει."
    },
    {
      "verse": 5,
      "text": "Ὁ εὐφραινόμενος καρδίᾳ καταγνωσθήσεται,"
    },
    {
      "verse": 6,
      "text": "καὶ ὁ μισῶν λαλιὰν ἐλαττονοῦται κακίᾳ."
    },
    {
      "verse": 7,
      "text": "Μηδέποτε δευτερώσῃς λόγον, καὶ οὐθέν σοι οὐ μὴ ἐλαττονωθῇ."
    },
    {
      "verse": 8,
      "text": "Ἐν φίλῳ καὶ ἐν ἐχθρῷ μὴ διηγοῦ, καὶ εἰ μή ἐστί σοι ἁμαρτία, μὴ ἀποκάλυπτε."
    },
    {
      "verse": 9,
      "text": "Ἀκήκοε γάρ σου καὶ ἐφυλάξατό σε, καὶ ἐν καιρῷ μισήσει σε."
    },
    {
      "verse": 10,
      "text": "Ἀκήκοας λόγον; συναποθανέτω σοι, θάρσει, οὐ μή σε ῥήξει."
    },
    {
      "verse": 11,
      "text": "Ἀπὸ προσώπου λόγου ὠδινήσει μωρὸς, ὡς ἀπὸ προσώπου βρέφους ἡ τίκτουσα."
    },
    {
      "verse": 12,
      "text": "Βέλος πεπηγὸς ἐν μηρῷ σαρκὸς, οὕτως λόγος ἐν κοιλίᾳ μωροῦ."
    },
    {
      "verse": 13,
      "text": "Ἔλεγξον φίλον, μήποτε οὐκ ἐποίησε, καὶ εἴ τι ἐποίησε, μήποτε προσθῇ."
    },
    {
      "verse": 14,
      "text": "Ἔλεγξον τὸν φίλον, μήποτε οὐκ εἶπε, καὶ εἰ εἴρηκεν, ἵνα μὴ δευτερώσῃ."
    },
    {
      "verse": 15,
      "text": "Ἔλεγξον φίλον, πολλάκις γὰρ γίνεται διαβολὴ, καὶ μὴ παντὶ λόγῳ πίστευε."
    },
    {
      "verse": 16,
      "text": "Ἔστιν ὀλισθαίνων καὶ οὐκ ἀπὸ ψυχῆς· καὶ τίς οὐχ ἡμάρτησεν ἐν τῇ γλώσσῃ αὐτοῦ;"
    },
    {
      "verse": 17,
      "text": "Ἔλεγξον τὸν πλησίον σου πρινη ἀπειλῆσαι, καὶ δὸς τόπον νόμῳ ὑψίστου."
    },
    {
      "verse": 20,
      "text": "Πᾶσα σοφία φόβος Κυρίου, καὶ ἐν πάσῃ σοφίᾳ ποίησις νόμου."
    },
    {
      "verse": 22,
      "text": "Καὶ οὐκ ἔστι σοφία πονηρίας ἐπιστήμη, καὶ οὐκ ἔστιν, ὅπου βουλὴ ἁμαρτωλῶν, φρόνησις."
    },
    {
      "verse": 23,
      "text": "Ἔστι πονηρία καὶ αὕτη βδέλυγμα, καὶ ἔστιν ἄφρων ἐλαττούμενος σοφίᾳ."
    },
    {
      "verse": 24,
      "text": "Κρείττων ἡττώμενος ἐν συνέσει ἔμφοβος, ἢ περισσεύων ἐν φρονήσει καὶ παραβαίνων νόμον."
    },
    {
      "verse": 25,
      "text": "Ἔστι πανουργία ἀκριβὴς καὶ αὕτη ἄδικος, καὶ ἔστι διαστρέφων χάριν τοῦ ἐκφᾶναι κρίμα."
    },
    {
      "verse": 26,
      "text": "Ἔστι πονηρευόμενος συγκεκυφὼς μελανίᾳ, καὶ τὰ ἐντὸς αὐτοῦ πλήρης δόλου."
    },
    {
      "verse": 27,
      "text": "Συγκύφων πρόσωπον καὶ ἑτεροκωφῶν, ὅπου οὐκ ἐπεγνώσθη, προφθάσει σε."
    },
    {
      "verse": 28,
      "text": "Καὶ ἐὰν ὑπὸ ἐλαττώματος ἰσχύος κωλυθῇ ἁμαρτεῖν, ἐὰν εὕρῃ καιρὸν, κακοποιήσει."
    },
    {
      "verse": 29,
      "text": "Ἀπὸ ὁράσεως ἐπιγνωσθήσεται ἀνὴρ, καὶ ἀπὸ ἀπαντήσεως προσώπου ἐπιγνωσθήσεται νοήμων."
    },
    {
      "verse": 30,
      "text": "Στολισμὸς ἀνδρὸς καὶ γέλως ὀδόντων καὶ βήματα ἀνθρώπου ἀναγγέλλει τὰ περὶ αὐτοῦ."
    }
  ]
}