{
  "book_id": "SIR",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Ἔστιν ἔλεγχος ὃς οὐκ ἔστιν ὡραῖος, καὶ ἔστι σιωπῶν καὶ αὐτὸς φρόνιμος."
    },
    {
      "verse": 2,
      "text": "Ὡς καλὸν ἐλέγξαι ἢ θυμοῦσθαι,"
    },
    {
      "verse": 3,
      "text": "καὶ ὁ ἀνθομολογούμενος ἀπὸ ἐλαττώσεως κωλυθήσεται."
    },
    {
      "verse": 4,
      "text": "Ἐπιθυμία εὐνούχου ἀποπαρθενῶσαι νεανίδα, οὕτως ὁ ποιῶν ἐν βίᾳ κρίματα."
    },
    {
      "verse": 5,
      "text": "Εστι σιωπῶν εὑρισκόμενος σοφὸς, καὶ ἔστι μισητὸς ἀπὸ πολλῆς λαλιᾶς."
    },
    {
      "verse": 6,
      "text": "Ἔστι σιωπῶν, οὐ γὰρ ἔχει ἀπόκρισιν, καὶ ἔστι σιωπῶν εἰδὼς καιρόν."
    },
    {
      "verse": 7,
      "text": "Ἄνθρωπος σοφὸς σιγήσει ἕως καιροῦ, ὁ δὲ λαπιστὴς καὶ ἄφρων ὑπερβήσεται καιρόν."
    },
    {
      "verse": 8,
      "text": "Ὁ πλεονάζων λόγῳ βδελυχθήσεται, καὶ ὁ ἐνεξουσιαζόμενος μισηθήσεται."
    },
    {
      "verse": 9,
      "text": "Ἔστιν εὐοδία ἐν κακοῖς ἀνδρί, καὶ ἔστιν εὕρεμα εἰς ἐλάττωσιν."
    },
    {
      "verse": 10,
      "text": "Ἔστι δόσις ἣ οὐ λυσιτελήσει σοι, καὶ ἔστι δόσις ἧς τὸ ἀνταπόδομα διπλοῦν."
    },
    {
      "verse": 11,
      "text": "Ἔστιν ἐλάττωσις ἕνεκεν δόξης, καὶ ἔστιν ὃς ἀπὸ ταπεινώσεως ᾖρε κεφαλήν."
    },
    {
      "verse": 12,
      "text": "Ἔστιν ἀγοράζων πολλὰ ὀλίγου, καὶ ἀποτιννύων αὐτὰ ἑπταπλάσιον."
    },
    {
      "verse": 13,
      "text": "Ὁ σοφὸς ἐν λόγῳ ἑαυτὸν προσφιλῆ ποιήσει, χάριτες δὲ μωρῶν ἐκχυθήσονται."
    },
    {
      "verse": 14,
      "text": "Δόσις ἄφρονος οὐ λυσιτελήσει σοι, οἱ γὰρ ὀφθαλμοὶ αὐτοῦ ἀνθʼ ἑνὸς πολλοί."
    },
    {
      "verse": 15,
      "text": "Ὀλίγα δώσει καὶ πολλὰ ὀνειδίσει, καὶ ἀνοίξει τὸ στόμα αὐτοῦ ὡς κήρυξ· σήμερον δανειεῖ καὶ αὔριον ἀπαιτήσει· μισητὸς ἄνθρωπος ὁ τοιοῦτος."
    },
    {
      "verse": 16,
      "text": "Μωρὸς ἐρεῖ, οὐχ ὑπάρχει μοι φίλος, καὶ οὐκ ἔστι χάρις τοῖς ἀγαθοῖς μου· οἱ ἔσθοντες τὸν ἄρτον μου, φαῦλοι γλώσσῃ."
    },
    {
      "verse": 17,
      "text": "Ποσάκις, καὶ ὅσοι καταγελάσονται αὐτοῦ;"
    },
    {
      "verse": 18,
      "text": "Ὀλίσθημα ἀπὸ ἐδάφους μᾶλλον ἢ ἀπὸ γλώσσης, οὕτως πτῶσις κακῶν κατὰ σπουδὴν ἥξει."
    },
    {
      "verse": 19,
      "text": "Ἄνθρωπος ἄχαρις, μύθος ἄκαιρος, ἐν στόματι ἀπαιδεύτων ἐνδελεχισθήσεται."
    },
    {
      "verse": 20,
      "text": "Ἀπὸ στόματος μωροῦ ἀποδοκιμασθήσεται παραβολὴ, οὐ γὰρ μὴ εἴπῃ αὐτὴν ἐν καιρῷ αὐτῆς."
    },
    {
      "verse": 21,
      "text": "Ἔστι κωλυόμενος ἁμαρτάνειν ἀπὸ ἐνδείας, καὶ ἐν τῇ ἀναπαύσει αὐτοῦ οὐ κατανυγήσεται."
    },
    {
      "verse": 22,
      "text": "Ἔστιν ἀπολλύων τὴν ψυχὴν αὐτοῦ διʼ αἰσχύνην, καὶ ἀπὸ ἄφρονος προσώπου ἀπολεῖ αὐτήν."
    },
    {
      "verse": 23,
      "text": "Ἔστι χάριν αἰσχύνης ἐπαγγελλόμενος φίλῳ, καὶ ἐκτήσατο αὐτὸν ἐχθρὸν δωρεάν."
    },
    {
      "verse": 24,
      "text": "Μῶμος πονηρὸς ἐν ἀνθρώπῳ ψεῦδος, ἐν στόματι ἀπαιδεύτων ἐνδελεχισθήσεται."
    },
    {
      "verse": 25,
      "text": "Αἱρετὸν κλέπτης, ἢ ὁ ἐνδελεχίζων ψεύδει, ἀμφότεροι δὲ ἀπώλειαν κληρονομήσουσιν."
    },
    {
      "verse": 26,
      "text": "Ἦθος ἀνθρώπου ψευδοῦς ἀτιμία, καὶ ἡ αἰσχύνη αὐτοῦ μετʼ αὐτοῦ ἐνδελεχῶς. ΛΟΓΟΙ ΠΑΡΑΒΟΛΩΝ."
    },
    {
      "verse": 27,
      "text": "Ο σοφὸς ἐν λόγοις προάξει ἑαυτὸν, καὶ ἄνθρωπος φρόνιμος ἀρέσει μεγιστᾶσιν."
    },
    {
      "verse": 28,
      "text": "Ὁ ἐργαζόμενος γῆν ἀνυψώσει θημωνίαν αὐτοῦ, καὶ ὁ ἀρέσκων μεγιστᾶσιν ἐξιλάσεται ἀδικίαν."
    },
    {
      "verse": 29,
      "text": "Ξένια καὶ δῶρα ἀποτυφλοῖ ὀφθαλμοὺς σοφῶν, καὶ ὡς φιμὸς ἐν στόματι ἀποτρέπει ἐλεγμούς."
    },
    {
      "verse": 30,
      "text": "Σοφία κεκρυμμένη καὶ θησαυρὸς ἀφανὴς, τίς ὠφέλεια ἐν ἀμφοτέροις;"
    },
    {
      "verse": 31,
      "text": "Κρείσσων ἄνθρωπος ἀποκρύπτων τὴν μωρίαν αὐτοῦ, ἢ ἄνθρωπος ἀποκρύπτων τὴν σοφίαν αὐτοῦ."
    }
  ]
}