{
  "book_id": "SIR",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Τέκνον, ἥμαρτες; μὴ προσθῇς μηκέτι, καὶ περὶ τῶν προτέρων σου δεήθητι."
    },
    {
      "verse": 2,
      "text": "Ὡς ἀπὸ προσώπου ὄφεως, φεῦγε ἀπὸ ἁμαρτίας, ἐὰν γὰρ προσέλθῃς, δήξεταί σε· ὀδόντες λέοντος οἱ ὀδόντες αὐτῆς, ἀναιροῦντες ψυχὰς ἀνθρώπεν."
    },
    {
      "verse": 3,
      "text": "Ὡς ῥομφαία δίστομος πᾶσα ἀνομία, τῇ πληγῇ αὐτῆς οὐκ ἔστιν ἴασις."
    },
    {
      "verse": 4,
      "text": "Καταπληγμὸς καὶ ὕβρις ἐρημώσουσι πλοῦτον, οὕτως οἶκος ὑπερηφάνου ἐρημωθήσεται."
    },
    {
      "verse": 5,
      "text": "Δέησις πτωχοῦ ἐκ στόματος ἕως ὠτίων αὐτοῦ, καὶ τὸ κρίμα αὐτοῦ κατὰ σπουδὴν ἔρχεται."
    },
    {
      "verse": 6,
      "text": "Μισῶν ἐλεγμὸν, ἐν ἴχνει ἁμαρτωλοῦ, καὶ ὁ φοβούμενος Κύριον ἐπιστρέψει ἐν καρδίᾳ."
    },
    {
      "verse": 7,
      "text": "Γνωστὸς μακρόθεν ὁ δυνατὸς ἐν γλώσσῃ, ὁ δὲ νοήμων οἶδεν ἐν τῷ ὀλισθαίνειν αὐτόν."
    },
    {
      "verse": 8,
      "text": "Ὁ οἰκοδομῶν τὴν οἰκίαν αὐτοῦ ἐν χρήμασιν ἀλλοτρίοις, ὡς ὁ συνάγων αὐτοῦ τοὺς λίθους εἰς χειμῶνα."
    },
    {
      "verse": 9,
      "text": "Στυππεῖον συνηγμένον συναγωγὴ ἀνόμων, καὶ ἡ συντέλεια αὐτῶν φλὸξ πυρός."
    },
    {
      "verse": 10,
      "text": "Ὁδὸς ἁμαρτωλῶν ὡμαλισμένη ἐκ λίθων, καὶ ἐπʼ ἐσχάτῳ αὐτῆς βόθρος ᾅδου."
    },
    {
      "verse": 11,
      "text": "Ὁ φύλασσων νόμον κατακρατεῖ τοῦ ἐννοήματος αὐτοῦ, καὶ συντέλεια τοῦ φόβου Κυρίου σοφία."
    },
    {
      "verse": 12,
      "text": "Οὐ παιδευθήσεται ὃς οὐκ ἔστι πανοῦργος· ἔστι πανουργία πληθύνουσα πικρίαν."
    },
    {
      "verse": 13,
      "text": "Γνῶσις σοφοῦ ὡς κατακλυσμὸς πληθυνθήσεται, καὶ ἡ βουλὴ αὐτοῦ ὡς πηγὴ ζωῆς."
    },
    {
      "verse": 14,
      "text": "Ἔγκατα μωροῦ ὡς ἀγγεῖον συντετριμμένον, καὶ πᾶσαν γνῶσιν οὐ κρατήσει."
    },
    {
      "verse": 15,
      "text": "Λόγον σοφὸν ἐὰν ἀκούσῃ ἐπιστήμων, αἰνέσει αὐτὸν, καὶ ἐπʼ αὐτὸν προσθήσει· ἤκουσεν ὁ σπαταλῶν καὶ ἀπήρεσεν αὐτῷ, καὶ ἀπέστρεψεν αὐτὸν ὀπίσω τοῦ νώτου αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "Ἐξήγησις μωροῦ ὡς ἐν ὁδῷ φορτίον, ἐπὶ δὲ χείλους συνετοῦ εὑρεθήσεται χάρις."
    },
    {
      "verse": 17,
      "text": "Στόμα φρονίμου ζητηθήσεται ἐν ἐκκλησίᾳ, καὶ τοὺς λόγους αὐτοῦ διανοηθήσεται ἐν καρδίᾳ."
    },
    {
      "verse": 18,
      "text": "Ὡς οἶκος ἠφανισμένος οὕτως μωρῷ σοφία· καὶ γνῶσις ἀσυνέτου, ἀδιεξέταστοι λόγοι."
    },
    {
      "verse": 19,
      "text": "Πέδαι ἐν ποσὶν ἀνόητοις παιδεία, καὶ ὡς χειροπέδαι ἐπὶ χειρὸς δεξιᾶς."
    },
    {
      "verse": 20,
      "text": "Μωρὸς ἐν γέλωτι ἀνυψοῖ φωνὴν αὐτοῦ, ἀνὴρ δὲ πανοῦργος μόλις ἡσυχῇ μειδιάσει."
    },
    {
      "verse": 21,
      "text": "Ὡς κόσμος χρυσοῦ φρονίμῳ παιδεία, καὶ ὡς χλιδὼν ἐπὶ βραχίονι δεξιῷ."
    },
    {
      "verse": 22,
      "text": "Ποὺς μωροῦ ταχὺς εἰς οἰκίαν, ἄνθρωπος δὲ πολύπειρος αἰσχυνθήσεται ἀπὸ προσώπου."
    },
    {
      "verse": 23,
      "text": "Ἄφρων ἀπὸ θύρας παρακύπτει εἰς οἰκίαν, ἀνὴρ δὲ πεπαιδευμένος ἔξω στήσεται."
    },
    {
      "verse": 24,
      "text": "Ἀπαιδευσία ἀνθρώπου ἀκροᾶσθαι παρὰ θύραν, ὁ δὲ φρόνιμος βαρυνθήσεται ἀτιμίᾳ."
    },
    {
      "verse": 25,
      "text": "Χείλη ἀλλοτρίων ἐν τούτοις βαρυνθήσεται, λόγοι δὲ φρονίμων ἐν ζυγῷ σταθήσονται."
    },
    {
      "verse": 26,
      "text": "Ἐν στόματι μωρῶν ἡ καρδία αὐτῶν, καρδία δὲ σοφῶν στόμα αὐτῶν."
    },
    {
      "verse": 27,
      "text": "Ἐν τῷ καταρᾶσθαι ἀσεβῆ τὸν Σατανᾶν, αὐτὸς καταρᾶται τὴν ἑαυτοῦ ψυχήν."
    },
    {
      "verse": 28,
      "text": "Μολύνει τὴν ἑαυτοῦ ψυχὴν ὁ ψιθυρίζων, καὶ ἐν παροικήσει μισηθήσεται."
    }
  ]
}