{
  "book_id": "SIR",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Κύριε πάτερ καὶ δέσποτα ζωῆς μου, μὴ ἐγκαταλίπῃς με ἐν βουλῇ αὐτῶν, μὴ ἀφῇς με πεσεῖν ἐν αὐτοῖς."
    },
    {
      "verse": 2,
      "text": "Τίς ἐπιστήσει ἐπὶ τοῦ διανοήματός μου μάστιγας, καὶ ἐπὶ τῆς καρδίας μου παιδείαν σοφίας; ἵνα ἐπὶ τοῖς ἀγνοήμασί μου μὴ φείσωνται, καὶ οὐ μὴ παρῇ τὰ ἁμαρτήματα αὐτῶν,"
    },
    {
      "verse": 3,
      "text": "ὅπως μὴ πληθύνωσιν αἱ ἄγνοιαί μου, καὶ αἱ ἁμαρτίαι μου πλεονάσωσιν, καὶ πεσοῦμαι ἔναντι τῶν ὑπεναντίων, καὶ ἐπιχαρεῖταί μοι ὁ ἐχθρός μου."
    },
    {
      "verse": 4,
      "text": "Κύριε πάτερ καὶ Θεὲ ζωῆς μου, μετεωρισμὸν ὀφθαλμῶν μὴ δῷς μοι,"
    },
    {
      "verse": 5,
      "text": "καὶ ἐπιθυμίαν ἀπόστρεψον ἀπʼ ἐμοῦ."
    },
    {
      "verse": 6,
      "text": "Κοιλίας ὄρεξις καὶ συνουσιασμὸς μὴ καταλαβέτωσάν με, καὶ ψυχῇ ἀναιδεῖ μὴ παραδῷς με. ΠΑΙΔΕΙΑ ΣΤΟΜΑΤΟΣ."
    },
    {
      "verse": 7,
      "text": "Παιδείαν στόματος ἀκούσατε τέκνα, καὶ ὁ φυλάσσων οὐ μὴ ἁλῷ ἐν τοῖς χείλεσιν αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "Καταλειφθήσεται ἁμαρτωλὸς, καὶ λοίδορος καὶ ὑπερήφανος σκανδαλισθήσονται ἐν αὐτοῖς."
    },
    {
      "verse": 9,
      "text": "Ὅρκῳ μὴ ἐθίσῃς τὸ στόμα σου, καὶ ὀνομασίᾳ τοῦ ἁγίου μὴ συνεθισθῇς."
    },
    {
      "verse": 10,
      "text": "Ὥσπερ γὰρ οἰκέτης ἐξεταζόμενος ἐνδελεχῶς ἀπὸ μώλωπος οὐκ ἐλαττωθήσεται, οὕτως ὁ καὶ ὀμνύων καὶ ὀνομάζων διαπαντὸς ἀπὸ ἁμαρτίας οὐ μὴ καθαρισθῇ."
    },
    {
      "verse": 11,
      "text": "Ἀνὴρ πολύορκος πλησθήσεται ἀνομίας, καὶ οὐκ ἀποστήσεται ἀπὸ τοῦ οἴκου αὐτοῦ μάστιξ· ἐὰν πλημμελήσῃ, ἁμαρτία αὐτοῦ ἐπʼ αὐτῷ, κᾄν ὑπερίδῃ, ἥμαρτε δισσῶς· καὶ εἰ διακενῆς ὤμοσεν, οὐ δικαιωθήσεται, πλησθήσεται γὰρ ἐπαγωγῶν ὁ οἶκος αὐτοῦ."
    },
    {
      "verse": 12,
      "text": "Ἔστι λέξις ἀντιπεριβεβλημένη θανάτῳ, μὴ εὑρεθήτω ἐν κληρονομίᾳ Ἰακώβ· ἀπὸ γὰρ εὐσεβῶν ταῦτα πάντα ἀποστήσεται, καὶ ἐν ἁμαρτίαις οὐκ ἐγκυλισθήσονται."
    },
    {
      "verse": 13,
      "text": "Ἀπαιδευσίαν ἀσυρῆ μὴ συνεθίσῃς τὸ στόμα σου, ἔστι γὰρ ἐν αὐτῇ λόγος ἁμαρτίας."
    },
    {
      "verse": 14,
      "text": "Μνήσθητι πατρὸς καὶ μητρός σου, ἀναμέσον γὰρ μεγιστάνων συνεδρεύεις· μήποτʼ ἐπιλάθῃ ἐνώπιον αὐτῶν, καὶ τῷ ἐθισμῷ σου μωρανθῇς, καὶ θελήσεις εἰ μὴ ἐγεννήθης, καὶ τὴν ἡμέραν τοῦ τοκετοῦ σου καταράσῃ."
    },
    {
      "verse": 15,
      "text": "Ἄνθρωπος συνεθιζόμενος λόγοις ὀνειδισμοῦ, ἐν πάσαις ταῖς ἡμέραις αὐτοῦ οὐ μὴ παιδευθῇ."
    },
    {
      "verse": 16,
      "text": "Δύο εἴδη πληθύνουσιν ἁμαρτίας, καὶ τὸ τρίτον ἐπάξει ὀργήν· ψυχὴ θερμὴ ὡς πῦρ καιόμενον, οὐ μὴ σβεσθῆ ἕως ἂν καταποθῇ· ἄνθρωπος πόρνος ἐν σώματι σαρκὸς αὐτοῦ, οὐ μὴ παύσηται ἕως ἂν ἐκκαύσῃ πῦρ."
    },
    {
      "verse": 17,
      "text": "Ἀνθρώπῳ πόρνῳ πᾶς ἄρτος ἡδὺς, οὐ μὴ κοπάσῃ ἕως ἂν τελευτήσῃ."
    },
    {
      "verse": 18,
      "text": "Ἄνθρωπος παραβαίνων ἀπὸ τῆς κλίνης αὐτοῦ, λέγων ἐν τῇ ψυχῇ αὐτοῦ, τίς μὲ ὁρᾷ; σκότος κύκλῳ μου, καὶ οἱ τοῖχοί με καλύπτουσι, καὶ οὐθείς με ὁρᾷ, τί εὐλαβοῦμαι; τῶν ἁμαρτιῶν μου οὐ μὴ μνησθήσεται ὁ ὕψιστος·"
    },
    {
      "verse": 19,
      "text": "καὶ ὀφθαλμοὶ ἀνθρώπων ὁ φόβος αὐτοῦ· καὶ οὐκ ἔγνω ὅτι ὀφθαλμοὶ Κυρίου μυριοπλασίως ἡλίου φωτεινότεροι, ἐπιβλέποντες πάσας ὁδοὺς ἀνθρώπων, καὶ κατανοοῦντες εἰς ἀπόκρυφα μέρη."
    },
    {
      "verse": 20,
      "text": "Πρινὴ κτισθῆναι τὰ πάντα ἔγνωσται αὐτῷ, οὕτως καὶ μετὰ τὸ συντελεσθῆναι."
    },
    {
      "verse": 21,
      "text": "Οὗτος ἐν πλατείαις πόλεως ἐκδικηθήσεται, καὶ οὗ οὐχ ὑπενόησε πιασθήσεται."
    },
    {
      "verse": 22,
      "text": "Οὕτως καὶ γυνὴ καταλιποῦσα τὸν ἄνδρα, καὶ παριστῶσα κληρονόμον ἐξ ἀλλοτρίου."
    },
    {
      "verse": 23,
      "text": "Πρῶτον μὲν γὰρ ἐν νόμῳ ὑψίστου ἠπείθησε, καὶ δεύτερον εἰς ἄνδρα ἑαυτῆς ἐπλημμέλησε, καὶ τὸ τρίτον ἐν πορνείᾳ ἐμοιχεύθη, ἐξ ἀλλοτρίου ἀνδρὸς τέκνα παρέστησεν."
    },
    {
      "verse": 24,
      "text": "Αὕτη εἰς ἐκκλησίαν ἐξαχθήσεται, καὶ ἐπὶ τὰ τέκνα αὐτῆς ἐπισκοπὴ ἔσται."
    },
    {
      "verse": 25,
      "text": "Οὐ διαδώσουσι τὰ τέκνα αὐτῆς εἰς ῥίζαν, καὶ οἱ κλάδοι αὐτῆς οὐ δώσουσι καρπόν."
    },
    {
      "verse": 26,
      "text": "Καταλείψει εἰς κατάραν τὸ μνημόσυνον αὐτῆς, καὶ τὸ ὄνειδος αὐτῆς οὐκ ἐξαλειφθήσεται."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐπιγνώσονται οἱ καταλειφθέντες, ὅτι οὐθὲν κρεῖττον φόβου Κυρίου, καὶ οὐθὲν γλυκύτερον τοῦ προσέχειν ἐντολαῖς Κυρίου. ΑΙΝΕΣΙΣ ΣΟΦΙΑΣ."
    }
  ]
}