{
  "book_id": "SIR",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Ἡ σοφία αἰνέσει ψυχὴν αὐτῆς, καὶ ἐν μέσῳ λαοῦ αὐτῆς καυχήσεται."
    },
    {
      "verse": 2,
      "text": "Ἐν ἐκκλησίᾳ ὑψίστου στόμα αὐτῆς ἀνοίξει, καὶ ἔναντι δυνάμεως αὐτοῦ καυχήσεται."
    },
    {
      "verse": 3,
      "text": "Ἐγὼ ἀπὸ στόματος ὑψίστου ἐξῆλθον, καὶ ὡς ὁμίχλη κατεκάλυψα γῆν."
    },
    {
      "verse": 4,
      "text": "Ἐγὼ ἐν ὑψηλοῖς κατεσκήνωσα, καὶ ὁ θρόνος μου ἐν στύλῳ νεφέλης."
    },
    {
      "verse": 5,
      "text": "Γῦρον οὐρανοῦ ἐκύκλωσα μόνη, καὶ ἐν βάθει ἀβύσσων περιεπάτησα."
    },
    {
      "verse": 6,
      "text": "Ἐν κύμασι θαλάσσης καὶ ἐν πάσῃ τῇ γῇ, καὶ ἐν παντὶ λαῷ καὶ ἔθνει ἐκτησάμην."
    },
    {
      "verse": 7,
      "text": "Μετὰ τούτων πάντων ἀνάπαυσιν ἐζήτησα, καὶ ἐν κληρονομίᾳ τίνος αὐλισθήσομαι."
    },
    {
      "verse": 8,
      "text": "Τότε ἐνετείλατό μοι ὁ κτίστης ἁπάντων, καὶ ὁ κτίσας με κατέπαυσε τὴν σκηνήν μου, καὶ εἶπεν, ἐν Ἰακὼβ κατασκήνωσον, καὶ ἐν Ἰσραὴλ κατακληρονομήθητι."
    },
    {
      "verse": 9,
      "text": "Πρὸ τοῦ αἰῶνος ἀπʼ ἀρχῆς ἔκτισέ με, καὶ ἕως αἰῶνος οὐ μὴ ἐκλίπω."
    },
    {
      "verse": 10,
      "text": "Ἐν σκηνῇ ἁγίᾳ ἐνώπιον αὐτοῦ ἐλειτούργησα, καὶ οὕτως ἐν Σιὼν ἐστηρίχθην."
    },
    {
      "verse": 11,
      "text": "Ἐν πόλει ἠγαπημένῃ ὁμοίως με κατέπαυσε, καὶ ἐν Ἰερουσαλὴμ ἡ ἐξουσία μου."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐῤῥίζωσα ἐν λαῷ δεδοξασμένῳ, ἐν μερίδι Κυρίου κληρονομίας αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Ὡς κέδρος ἀνυψώθην ἐν Λιβάνῳ, καὶ ὡς κυπάρισσος ἐν ὄρεσιν Ἀερμών."
    },
    {
      "verse": 14,
      "text": "Ὡς φοῖνιξ ἀνυψώθην ἐν αἰγιαλοῖς, καὶ ὡς φυτὰ ῥόδου ἐν Ἱεριχῶ· ὡς ἐλαία εὐπρεπὴς ἐν πεδίῳ, καὶ ἀνυψώθην ὡς πλάτανος."
    },
    {
      "verse": 15,
      "text": "Ὡς κιννάμωμον καὶ ἀσπάλαθος ἀρωμάτων δέδωκα ὀσμὴν, καὶ ὡς σμύρνα ἐκλεκτὴ διέδωκα εὐωδίαν· ὡς χαλβάνη καὶ ὄνυξ καὶ στακτὴ, καὶ ὡς λιβάνου ἀτμὶς ἐν σκηνῇ."
    },
    {
      "verse": 16,
      "text": "Ἐγὼ ὡς τερέμινθος ἐξέτεινα κλάδους μου, καὶ οἱ κλάδοι μου κλάδοι δόξης καὶ χάριτος."
    },
    {
      "verse": 17,
      "text": "Ἐγὼ ὡς ἄμπελος βλαστήσασα χάριν, καὶ τὰ ἄνθη μου καρπὸς δόξης καὶ πλούτου."
    },
    {
      "verse": 19,
      "text": "Προσέλθετε πρὸς μὲ οἱ ἐπιθυμοῦντές μου, καὶ ἀπὸ τῶν γεννημάτων μου ἐμπλήσθητε."
    },
    {
      "verse": 20,
      "text": "Τὸ γὰρ μνημόσυνόν μου ὑπὲρ μέλι γλυκύ, καὶ ἡ κληρονομία μου ὑπὲρ μέλιτος κηροῦ."
    },
    {
      "verse": 21,
      "text": "Οἱ ἐσθίοντές με ἔτι πεινάσουσι, καὶ οἱ πίνοντές με ἔτι διψήσουσιν."
    },
    {
      "verse": 22,
      "text": "Ὁ ὑπακούων μου οὐκ αἰσχυνθήσεται, καὶ οἱ ἐργαζόμενοι ἐν ἐμοὶ οὐχ ἁμαρτήσουσι."
    },
    {
      "verse": 23,
      "text": "Ταῦτα πάντα βίβλος διαθήκης Θεοῦ ὑψίστου, νόμον ὃν ἐνετείλατο Μωυσῆς, κληρονομίαν συναγωγαῖς Ἰακώβ."
    },
    {
      "verse": 25,
      "text": "Ὁ πιμπλῶν ὡς Φεισὼν σοφίαν, καὶ ὡς Τίγρις ἐν ἡμέραις νέων·"
    },
    {
      "verse": 26,
      "text": "ὁ ἀναπληρῶν ὡς Εὐφράτης σύνεσιν, καὶ ὡς Ἰορδάνης ἐν ἡμέραις θερισμοῦ·"
    },
    {
      "verse": 27,
      "text": "ὁ ἐκφαίνων ὡς φῶς παιδείαν, ὡς Γηὼν ἐν ἡμέραις τρυγητοῦ."
    },
    {
      "verse": 28,
      "text": "Οὐ συνετέλεσεν ὁ πρῶτος γνῶναι αὐτὴν, καὶ οὕτως ὁ ἔσχατος οὐκ ἐξιχνίασεν αὐτήν·"
    },
    {
      "verse": 29,
      "text": "Ἀπὸ γὰρ θαλάσσης ἐπληθύνθη διανόημα αὐτῆς, καὶ ἡ βουλὴ αὐτῆς ἀπὸ ἀβύσσου μεγάλης."
    },
    {
      "verse": 30,
      "text": "Κᾀγὼ ὡς διώρυξ ἀπὸ ποταμοῦ, καὶ ὡς ὑδραγωγὸς ἐξῆλθον εἰς παράδεισον."
    },
    {
      "verse": 31,
      "text": "Εἶπα, ποτιῶ μου τὸν κῆπον, καὶ μεθύσω μου τὴν πρασιάν· καὶ ἰδοὺ ἐγένετό μοι ἡ διώρυξ εἰς ποταμὸν, καὶ ὁ ποταμός μου ἐγένετο εἰς θάλασσαν."
    },
    {
      "verse": 32,
      "text": "Ἔτι παιδείαν ὡς ὄρθρον φωτιῶ, καὶ ἐκφανῶ αὐτὰ ἕως εἰς μακράν."
    },
    {
      "verse": 33,
      "text": "Ἔτι διδασκαλίαν ὡς προφητείαν ἐκχεῶ, καὶ καταλείψω αὐτὴν εἰς γενεὰς αἰώνων."
    },
    {
      "verse": 34,
      "text": "Ἴδετε ὅτι οὐκ ἐμοὶ μόνῳ ἐκοπίασα, ἀλλὰ πᾶσι τοῖς ἐκζητοῦσιν αὐτήν."
    }
  ]
}