{
  "book_id": "SIR",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Χαρὶν ἀδιαφόρου πολλοὶ ἥμαρτον, καὶ ὁ ζητῶν πληθύναι ἀποστρέψει ὀφθαλμόν."
    },
    {
      "verse": 2,
      "text": "Ἀναμέσον ἁρμῶν λίθων παγήσεται πάσσαλος, καὶ ἀναμέσον πράσεως καὶ ἀγορασμοῦ συντριβήσεται ἁμαρτία."
    },
    {
      "verse": 3,
      "text": "Ἐὰν μὴ ἐν φόβῳ Κυρίου κρατήσῃ κατὰ σπουδὴν, ἐν τάχει καταστραφήσεται αὐτοῦ ὁ οἶκος."
    },
    {
      "verse": 4,
      "text": "Ἐν σείσματι κοσκίνου διαμένει κοπρία, οὕτως σκύβαλα ἀνθρώπου ἐν λογισμῷ αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Σκεύη κεραμέως δοκιμάζει κάμινος, καὶ πειρασμὸς ἀνθρώπου ἐν διαλογισμῷ αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Γεώργιον ξύλου ἐκφαίνει ὁ καρπὸς αὐτοῦ, οὕτως λόγος ἐνθυμήματος καρδίας ἀνθρώπου."
    },
    {
      "verse": 7,
      "text": "Πρὸ λογισμοῦ μὴ ἐπαινέσῃς ἄνδρα, οὗτος γὰρ πειρασμὸς ἀνθρώπων."
    },
    {
      "verse": 8,
      "text": "Ἐὰν διώκῃς τὸ δίκαιον, καταλήψῃ, καὶ ἐνδύσῃ αὐτὸ ὡς ποδήρη δόξης."
    },
    {
      "verse": 9,
      "text": "Πετεινὰ πρὸς τὰ ὅμοια αὐτοῖς καταλύσει, καὶ ἀλήθεια πρὸς τοὺς ἐργαζομένους αὐτὴν ἐπανήξει."
    },
    {
      "verse": 10,
      "text": "Λέων θήραν ἐνεδρεύει, οὕτως ἁμαρτίαι ἐργαζομένους ἄδικα."
    },
    {
      "verse": 11,
      "text": "Διήγησις εὐσεβοῦς διαπαντὸς σοφία, ὁ δὲ ἄφρων ὡς σελήνη ἀλλοιοῦται."
    },
    {
      "verse": 12,
      "text": "Εἰς μέσον ἀσυνέτων συντήρησον καιρὸν, εἰς μέσον δὲ διανοουμένων ἐνδελέχιζε."
    },
    {
      "verse": 13,
      "text": "Διήγησις μωρῶν προσόχθισμα, καὶ ὁ γέλως αὐτῶν ἐν σπατάλῃ ἁμαρτίας."
    },
    {
      "verse": 14,
      "text": "Λαλιὰ πολυόρκου ὀρθώσει τρίχας, καὶ ἡ μάχη αὐτῶν ἐμφραγμὸς ὠτίων."
    },
    {
      "verse": 15,
      "text": "Ἔκχυσις αἵματος μάχη ὑπερηφάνων, καὶ ἡ διαλοιδόρησις αὐτῶν ἀκοὴ μοχθηρά."
    },
    {
      "verse": 16,
      "text": "Ὁ ἀποκαλύπτων μυστήρια ἀπώλεσε πίστιν, καὶ οὐ μὴ εὕρῃ φίλον πρὸς τὴν ψυχὴν αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "Στέρξον φίλον, καὶ πιστώθητι μετʼ αὐτοῦ· ἐὰν δὲ ἀποκαλύψῃς τὰ μυστήρια αὐτοῦ, οὐ μὴ καταδιώξῃς ὀπίσω αὐτοῦ."
    },
    {
      "verse": 18,
      "text": "Καθὼς γὰρ ἀπώλεσεν ἄνθρωπος τὸν ἐχθρὸν αὐτοῦ, οὕτως ἀπώλεσας τὴν φιλίαν τοῦ πλησίου·"
    },
    {
      "verse": 19,
      "text": "καὶ ὡς πετεινὸν ἐκ χειρός σου ἀπελύσας, οὕτως ἀφῆκας τὸν πλησίον, καὶ οὐ θηρεύσεις αὐτόν."
    },
    {
      "verse": 20,
      "text": "Μὴ αὐτὸν διώξῃς, ὅτι μακρὰν ἀπέστῃ, καὶ ἐξέφυγεν ὡς δορκὰς ἐκ παγίδος."
    },
    {
      "verse": 21,
      "text": "Ὅτι θραῦσμά ἐστι καταδῆσαι, καὶ λοιδορίας ἐστὶ διαλλαγή· ὁ δὲ ἀποκαλύψας μυστήρια ἀπήλπισε."
    },
    {
      "verse": 22,
      "text": "Διανεύων ὀφθαλμῷ τεκταίνει κακὰ, καὶ οὐδεὶς αὑτὸν ἀποστήσει ἀπʼ αὐτοῦ."
    },
    {
      "verse": 23,
      "text": "Ἀπέναντι τῶν ὀφθαλμῶν σου γλυκανεῖ στόμα σου, καὶ ἐπὶ τῶν λόγων σου ἐκθαυμάσει, ὕστερον δὲ διαστρέψει τὸ στόμα αὐτοῦ, καὶ ἐν τοῖς λόγοις σου δώσει σκάνδαλον."
    },
    {
      "verse": 24,
      "text": "Πολλὰ ἐμίσησα καὶ οὐχ ὡμοίωσα αὐτῷ, καὶ ὁ Κύριος μισήσει αὐτόν."
    },
    {
      "verse": 25,
      "text": "Ὁ βάλλων λίθον εἰς ὕψος ἐπὶ κεφαλὴν αὐτοῦ βάλλει, καὶ πληγὴ δολία διελεῖ τραύματα."
    },
    {
      "verse": 26,
      "text": "Ὁ ὀρύσσων βόθρον εἰς αὐτὸν ἐμπεσεῖται, καὶ ὁ ἱστῶν παγίδα ἐν αὐτῇ ἁλώσεται."
    },
    {
      "verse": 27,
      "text": "Ὁ ποιῶν πονηρὰ εἰς αὐτὸν κυλισθήσεται, καὶ οὐ μὴ ἐπιγνῷ πόθεν ἥκει αὐτῷ."
    },
    {
      "verse": 28,
      "text": "Ἐμπαιγμὸς καὶ ὀνειδισμὸς ὑπερηφάνων, καὶ ἡ ἐκδίκησις ὡς λέων ἐνεδρεύσει αὐτόν."
    },
    {
      "verse": 29,
      "text": "Παγίδι ἁλώσονται οἱ εὐφραινόμενοι πτώσει εὐσεβῶν, καὶ ὀδύνη καταναλώσει αὐτοὺς πρὸ τοῦ θανάτου αὐτῶν."
    },
    {
      "verse": 30,
      "text": "Μῆνις καὶ ὀργὴ, καὶ ταῦτά ἐστι βδελύγματα, καὶ ἀνὴρ ἁμαρτωλὸς ἐγκρατὴς ἔσται αὐτῶν."
    }
  ]
}