{
  "book_id": "SIR",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁ ἀγαπῶν τὸν υἱὸν αὐτοῦ, ἐνδελεχήσει μάστιγας αὐτῷ, ἵνα εὐφρανθῇ ἐπʼ ἐσχάτῳ αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Ὁ παιδεύων τὸν υἱὸν αὐτοῦ ὀνήσεται ἐπʼ αὐτῷ, καὶ ἀναμέσον γνωρίμων ἐπʼ αὐτῷ καυχήσεται."
    },
    {
      "verse": 3,
      "text": "Ὁ διδάσκων τὸν υἱὸν αὐτοῦ παραζηλώσει τὸν ἐχθρὸν, καὶ ἔναντι φίλων ἐπʼ αὐτῷ ἀγαλλιάσεται."
    },
    {
      "verse": 4,
      "text": "Ἐτελεύτησεν αὐτοῦ ὁ πατὴρ, καὶ ὡς οὐκ ἀπέθανεν, ὅμοιον γὰρ αὐτῷ κατέλιπε μετʼ αὐτόν."
    },
    {
      "verse": 5,
      "text": "Ἐν τῇ ζωῇ αὐτοῦ εἶδε καὶ εὐφράνθη, καὶ ἐν τῇ τελευτῇ αὐτοῦ οὐκ ἐλυπήθη."
    },
    {
      "verse": 6,
      "text": "Ἐναντίον ἐχθρῶν κατέλιπεν ἔκδικον, καὶ τοῖς φίλοις ἀνταποδιδόντα χάριν."
    },
    {
      "verse": 7,
      "text": "Περιψύχων υἱὸν καταδεσμεύσει τραύματα αὐτοῦ, καὶ ἐπὶ πάσῃ βοῇ ταραχθήσεται σπλάγχνα αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "Ἵππος ἀδάμαστος ἀποβαίνει σκληρὸς, καὶ υἱὸς ἀνειμένος ἐκβαίνει προαλής."
    },
    {
      "verse": 9,
      "text": "Τιθήνησον τέκνον καὶ ἐκθαμβήσει σε, σύμπαιζον αὐτῷ καὶ λυπήσει σε."
    },
    {
      "verse": 10,
      "text": "Μὴ συγγελάσῃς αὐτῷ ἵνα μὴ συνοδυνηθῇς, καὶ ἐπʼ ἐσχάτῳ γομφιάσεις τοὺς ὀδόντας σου."
    },
    {
      "verse": 11,
      "text": "Μὴ δῷς αὐτῷ ἐξουσίαν ἐν νεότητι."
    },
    {
      "verse": 12,
      "text": "Θλάσον τὰς πλευρὰς αὐτοῦ, ὡς ἔστι νήπιος, μήποτε σκληρυνθεὶς ἀπειθήσῃ σοι."
    },
    {
      "verse": 13,
      "text": "Παίδευσον τὸν υἱόν σου, καὶ ἔργασαι ἐναὐτῷ, ἵνα μὴ ἐν τῇ ἀσχημοσύνῃ σου προσκόψῃ. ΠΕΡΙ ʼΥΓΙΕΙΑΣ."
    },
    {
      "verse": 14,
      "text": "Κρείσσων πτωχὸς ὑγιὴς καὶ ἰσχύων τῇ ἕξει, ἢ πλούσιος μεμαστιγωμένος εἰς σῶμα αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Ὑγιεία καὶ εὐεξία βέλτιον παντὸς χρυσίου, καὶ σῶμα εὔρωστον ἢ ὄλβος ἀμέτρητος."
    },
    {
      "verse": 16,
      "text": "Οὐκ ἔστι πλοῦτος βελτίων ὑγιείας σώματος, καὶ οὐκ ἔστιν εὐφροσύνη ὑπὲρ χαρὰν καρδίας."
    },
    {
      "verse": 17,
      "text": "Κρείσσων θάνατος ὑπὲρ ζωὴν πικρὰν, ἢ ἀῤῥώστημα ἔμμονον."
    },
    {
      "verse": 18,
      "text": "Ἀγαθὰ ἐκκεχυμένα ἐπὶ στόματι κεκλεισμένῳ, θέματα βρωμάτων παρακείμενα ἐπὶ τάφῳ."
    },
    {
      "verse": 19,
      "text": "Τί συμφέρει κάρπωσις εἰδώλῳ; οὔτε γὰρ ἔδεται οὔτε μὴ ὀσφρανθῇ· οὕτως ὁ ἐκδιωκόμενος ὑπὸ Κυρίου."
    },
    {
      "verse": 20,
      "text": "Βλέπων ἐν ἐν ὀφθαλμοῖς καὶ στενάζων, ὥσπερ εὐνοῦχος περιλαμβάνων παρθένον καὶ στενάζων."
    },
    {
      "verse": 21,
      "text": "Μὴ δῷς εἰς λύπην τὴν ψυχήν σου, καὶ μὴ θλίψῃς σεαυτὸν ἐν βουλῇ σου."
    },
    {
      "verse": 22,
      "text": "Εὐφροσύνη καρδίας ζωὴ ἀνθρώπου, καὶ ἀγαλλίαμα ἀνδρὸς μακροημέρευσις."
    },
    {
      "verse": 23,
      "text": "Ἀγάπα τὴν ψυχήν σου, καὶ παρακάλει τὴν καρδίαν σου, καὶ λύπην μακρὰν ἀπόστησον ἀπὸ σοῦ· πολλοὺς γὰρ ἀπέκτεινεν ἡ λύπη, καὶ οὐκ ἔστιν ὠφέλεια ἐν αὐτῇ."
    },
    {
      "verse": 24,
      "text": "Ζῆλος καὶ θυμὸς ἐλαττοῦσιν ἡμέρας, καὶ πρὸ καιροῦ γῆρας ἄγει μέριμνα."
    },
    {
      "verse": 25,
      "text": "Ὡς καλαμώμενος ὀπίσω τρυγητῶν, ἐν εὐλογίᾳ Κυρίου ἔφθασα,"
    },
    {
      "verse": 26,
      "text": "καὶ ὡς τρυγῶν ἐπλήρωσα ληνόν. Κατανοήσατε ὅτι οὐκ ἐμοὶ μόνῳ ἐκοπίασα, ἀλλὰ πᾶσι τοῖς ζητοῦσι παιδείαν."
    },
    {
      "verse": 27,
      "text": "Ακούσατέ μου μεγιστᾶνες λαοῦ, καὶ οἱ ἡγούμενοι ἐκκλησίας ἐνωτίσασθε."
    },
    {
      "verse": 28,
      "text": "Ὑιῷ καὶ γυναικὶ, ἀδελφῷ καὶ φίλῳ μὴ δῷς ἐξουσίαν ἐπὶ σὲ ἐν ζωῇ σου, καὶ μὴ δῷς ἑτέρῳ τὰ χρήματά σου, ἵνα μὴ μεταμεληθεὶς δέῃ περὶ αὐτῶν."
    },
    {
      "verse": 29,
      "text": "Ἕως ἔτι ζῇς καὶ πνοὴ ἐν σοὶ, μὴ ἀλλάξῃς σεαυτὸν πάσῃ σαρκί·"
    },
    {
      "verse": 30,
      "text": "κρεῖσσον γάρ ἐστι τὰ τέκνα δεηθῆναί σου, ἢ σὲ ἐμβλέπειν εἰς χεῖρας υἱῶν σου."
    },
    {
      "verse": 31,
      "text": "Ἐν πᾶσι τοῖς ἔργοις σου γίνου ὑπεράγων· μὴ δῷς μῶμον ἐν τῇ δόξῃ σου."
    },
    {
      "verse": 32,
      "text": "Ἐν ἡμέρᾳ συντελείας ἡμερῶν ζωῆς σου καὶ ἐν καιρῷ τελευτῆς διάδος κληρονομίαν. ΠΕΡΙ ΔΟΥΛΩΝ."
    },
    {
      "verse": 33,
      "text": "Χορτάσματα καί ῥάβδος καὶ φορτία ὄνῳ, ἄρτος καὶ παιδεία καὶ ἔργον οἱκέτῃ."
    },
    {
      "verse": 34,
      "text": "Ἔργασαι ἐν παιδὶ καὶ εὑρήσεις ἀνάπαυσιν, ἄνες χεῖρας αὐτῷ καὶ ζητήσει ἐλευθερίαν."
    },
    {
      "verse": 35,
      "text": "Ζυγὸς καὶ ἱμὰς κάμψουσι τράχηλον, καὶ οἰκέτῃ κακούργῳ στρέβλαι καὶ βάσανοι."
    },
    {
      "verse": 36,
      "text": "Ἔμβαλε αὐτὸν εἰς ἐργασίαν, ἵνα μὴ ἀργῇ, πολλὴν γὰρ κακίαν ἐδίδαξεν ἡ ἀργία."
    },
    {
      "verse": 37,
      "text": "Εἰς ἔργα κατάστησον καθὼς πρέπει αὐτῷ, κᾂν μὴ πειθαρχῇ, βάρυνον τὰς πέδας αὐτοῦ."
    },
    {
      "verse": 38,
      "text": "Καὶ μὴ περισσεύσῃς ἐν πάσῃ σαρκὶ, καὶ ἄνευ κρίσεως μὴ ποιήσῃς μηδέν."
    },
    {
      "verse": 39,
      "text": "Εἰ ἔστι σοι οἰκέτης, ἔστω ὡς σὺ, ὅτι ἐν αἵματι ἐκτήσω αὐτόν."
    },
    {
      "verse": 40,
      "text": "Εἰ ἔστι σοι οἰκέτῃς, ἄγε αὐτὸν ὡς σεαυτὸν, ὅτι ὡς ἡ ψυχή σου ἐπιδεήσεις αὐτοῦ· ἐὰν κακώσῃς αὐτὸν, καὶ ἀπάρας ἀποδρᾷ, ἐν ποίᾳ ὁδῷ ζητήσεις αὐτόν;"
    }
  ]
}