{
  "book_id": "SIR",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Κέναι ἐλπίδες καὶ ψευδεῖς ἀσυνέτῳ ἀνδρὶ, καὶ ἐνύπνια ἀναπτεροῦσιν ἄφρονας."
    },
    {
      "verse": 2,
      "text": "Ὡς δρασσόμενος σκιᾶς καὶ διώκων ἄνεμον, οὕτως ὁ ἐπέχων ἐνυπνίοις."
    },
    {
      "verse": 3,
      "text": "Τοῦτο κατὰ τούτου ὅρασις ἐνυπνίων, κατέναντι πρωσώπου ὁμοίωμα προσώπου."
    },
    {
      "verse": 4,
      "text": "Ἀπὸ ἀκαθάρτου τί καθαρισθήσεται; καὶ ἀπὸ ψευδοῦς τί ἀληθεύσει;"
    },
    {
      "verse": 5,
      "text": "Μαντεῖαι καὶ οἰωνισμοὶ καὶ ἐνύπνια, μάταιά ἐστι, καὶ ὡς ὠδινούσης φαντάζεται καρδία."
    },
    {
      "verse": 6,
      "text": "Ἐὰν μὴ παρὰ ὑψίστου ἀποσταλῇ ἐν ἐπισκοπῇ, μὴ δῷς εἰς αὐτὰ τὴν καρδίαν σου."
    },
    {
      "verse": 7,
      "text": "Πολλοὺς ἐπλάνησε τὰ ἐνύπνια, καὶ ἐξέπεσον ἐλπίζοντες ἐπʼ αὐτοῖς."
    },
    {
      "verse": 8,
      "text": "Ἄνευ ψεύδους συντελεσθήσεται νόμος, καὶ σοφία στόματι πιστῷ τελείωσις."
    },
    {
      "verse": 9,
      "text": "Ἀνὴρ πεπαιδευμένος ἔγνω πολλὰ, καὶ ὁ πολύπειρος ἐκδιηγήσεται σύνεσιν."
    },
    {
      "verse": 10,
      "text": "Ὃς οὐκ ἐπειράθη ὀλίγα οἶδεν, ὁ δὲ πεπλανημένος πληθυνεῖ πανουργίαν."
    },
    {
      "verse": 11,
      "text": "Πολλὰ ἑώρακα ἐν τῇ ἀποπλανήσει μου, καὶ πλείονα τῶν λόγων μου, σύνεσίς μου."
    },
    {
      "verse": 12,
      "text": "Πλεονάκις ἕως θανάτου ἐκινδύνευσα, καὶ διεσώθην τούτων χάριν."
    },
    {
      "verse": 13,
      "text": "Πνεῦμα φοβουμένων Κυρὶον ζήσεται, ἡ γὰρ ἐλπὶς αὐτῶν ἐπὶ τὸν σώζοντα αὐτούς."
    },
    {
      "verse": 14,
      "text": "Ὁ φοβούμενος Κύριον οὐ μὴ εὐλαβηθήσεται, καὶ οὐ μὴ δειλιάσῃ, ὅτι αὐτὸς ἐλπὶς αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Φοβουμένου τὸν Κύριον μακαρία ἡ ψυχή· τίνι ἐπέχει, καὶ τίς ἀντιστήριγμα αὐτοῦ;"
    },
    {
      "verse": 16,
      "text": "Οἱ ὀφθαλμοὶ Κυρίου ἐπὶ τοὺς ἀγαπῶντας αὐτὸν, ὑπερασπισμὸς δυναστείας καὶ στήριγμα ἰσχύος, σκέπη ἀπὸ καύσωνος καὶ σκέπη ἀπὸ μεσημβρίας, φυλακὴ ἀπὸ προσκόμματος καὶ βοήθεια ἀπὸ πτώματος, ἀνυψῶν ψυχὴν καὶ φωτίζων ὀφθαλμοὺς."
    },
    {
      "verse": 17,
      "text": "ἴασιν διδοὺς, ζωὴν καὶ εὐλογίαν."
    },
    {
      "verse": 18,
      "text": "Θυσιάζων ἐξ ἀδίκου, προσφορὰ μεμωκημένη, καὶ οὐκ εἰς εὐδοκίαν μωκήματα ἀνόμων."
    },
    {
      "verse": 19,
      "text": "Οὐκ εὐδοκεῖ ὁ ὕψιστος ἐν προσφοραῖς ἀσεβῶν, οὐδὲ ἐγ πλήθει θυσιῶν ἐξιλάσκεται ἁμαρτίας."
    },
    {
      "verse": 20,
      "text": "Θύων υἱὸν ἔναντι τοῦ πατρὸς αὐτοῦ, ὁ προσάγων θυσίαν ἐκ χρημάτων πενήτων."
    },
    {
      "verse": 21,
      "text": "Ἄρτος ἐπιδεομένων, ζωὴ πτωχῶν, ὁ ἀποστερῶν αὐτὴν ἄνθρωπος αἱμάτων."
    },
    {
      "verse": 22,
      "text": "Φὸνεύων τὸν πλησίον ὁ ἀφαιρούμενος συμβίωσιν, καὶ ἐκχέων αἷμα ὁ ἀποστερῶν μισθὸν μισθίου."
    },
    {
      "verse": 23,
      "text": "Εἷς οἰκοδομῶν, καὶ εἷς καθαιρῶν, τί ὠφέλησαν πλεῖον ἢ κόπους;"
    },
    {
      "verse": 24,
      "text": "Εἷς εὐχόμενος, καὶ εἷς καταρώμενος, τίνος φωνῆς εἰσακούσεται ὁ δεστότης;"
    },
    {
      "verse": 25,
      "text": "Βαπτιζόμενος ἀπὸ νεκροῦ, καὶ πάλιν ἁπτόμενος αὐτοῦ, τί ὠφέλησε τῷ λουτρῷ αὐτοῦ;"
    },
    {
      "verse": 26,
      "text": "Οὕτως ἄνθρωπος νηστεύων ἐπὶ τῶν ἁμαρτιῶν αὐτοῦ, καὶ πάλιν πορευόμενος, καὶ τὰ αὐτὰ ποιῶν· τῆς προσευχῆς αὐτοῦ τίς εἰσακούσεται; καὶ τί ὠφέλησεν ἐν τῷ ταπεινωθῆναι αὐτόν;"
    }
  ]
}