{
  "book_id": "SIR",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "σοφίαν πάντων ἀρχαίων ἐκζητήσει, καὶ ἐν προφητείαις ἀσχοληθήσεται."
    },
    {
      "verse": 2,
      "text": "Διηγήσεις ἀνδρῶν ὀνομαστῶν συντηρήσει, καὶ ἐν στροφαῖς παραβολῶν συνεισελεύσεται."
    },
    {
      "verse": 3,
      "text": "Ἀπόκρυφα παροιμιῶν ἐκζητήσει, καὶ ἐν αἰνίγμασι παραβολῶν ἀναστραφήσεται."
    },
    {
      "verse": 4,
      "text": "Ἀναμέσον μεγιστάνων ὑπηρετήσει, καὶ ἔναντι ἡγουμένου ὀφθήσεται· ἐν γῇ ἀλλοτρίων ἐθνῶν διελεύσεται, ἀγαθὰ γὰρ καὶ κακὰ ἐν ἀνθρώποις ἐπείρασε."
    },
    {
      "verse": 5,
      "text": "Τὴν καρδίαν αὐτοῦ ἐπιδώσει ὀρθρίσαι πρὸς Κύριον τὸν ποιήσαντα αὐτὸν, καὶ ἔναντι ὑψίστου δεηθήσεται· καὶ ἀνοίξει τὸ στόμα αὐτοῦ ἐν προσευχῇ, καὶ περὶ τῶν ἁμαρτιῶν αὐτοῦ δεηθήσεται."
    },
    {
      "verse": 6,
      "text": "Ἐὰν Κύριος ὁ μέγας θελήσῃ, πνεύματι συνέσεως ἐμπλησθήσεται· αὐτὸς ἀνομβρήσει ῥήματα σοφίας αὐτοῦ, καὶ ἐν προσευχῇ ἐξομολογήσεται Κυρίῳ."
    },
    {
      "verse": 7,
      "text": "Αὐτὸς κατευθύνει βουλὴν αὐτοῦ καὶ ἐπιστήμην, καὶ ἐν τοῖς ἀποκρύφοις αὐτοῦ διανοηθήσεται."
    },
    {
      "verse": 8,
      "text": "Αὐτὸς ἐκφανεῖ παιδείαν διδασκαλίας αὐτοῦ, καὶ ἐν νόμῳ διαθήκης Κυρίου καυχήσεται."
    },
    {
      "verse": 9,
      "text": "Αἰνέσουσι τὴν σύνεσιν αὐτοῦ πολλοὶ, ἕως τοῦ αἰῶνος οὐκ ἐξαλειφθήσεται· οὐκ ἀποστήσεται τὸ μνημόσυνον αὐτοῦ, καὶ ὄνομα αὐτοῦ ζήσεται εἰς γενεὰς γενεῶν."
    },
    {
      "verse": 10,
      "text": "Τὴν σοφίαν αὐτοῦ διηγήσονται ἔθνη, καὶ τὸν ἔπαινον αὐτοῦ ἐξαγγελεῖ ἐκκλησία."
    },
    {
      "verse": 11,
      "text": "Ἐὰν ἐμμείνῃ ὄνομα καταλείψει ἢ χίλιοι, καὶ ἐὰν ἀναπαύσηται ἐμποιεῖ αὐτῷ."
    },
    {
      "verse": 12,
      "text": "Ἔτι διανοηθεὶς ἐκδιηγήσομαι, καὶ ὡς διχομηνία ἐπληρώθην."
    },
    {
      "verse": 13,
      "text": "Εἰσακούσετέ μου υἱοὶ ὅσιοι, καὶ βλαστήσατε ὡς ῥόδον φυόμενον ἐπὶ ῥεύματος ἀγροῦ·"
    },
    {
      "verse": 14,
      "text": "καὶ ὡς λίβανος εὐωδιάσατε ὀσμὴν, καὶ ἀνθήσατε ἄνθος ὡς κρίνον· διάδοτε ὀσμὴν καὶ αἰνέσατε ᾆσμα· εὐλογήσατε Κύριον ἐπὶ πᾶσι τοῖς ἔργοις."
    },
    {
      "verse": 15,
      "text": "Δότε τῷ ὀνόματι αὐτοῦ μεγαλωσύνην, καὶ ἐξομολογήσασθε ἐν αἰνέσει αὐτοῦ, ἐν ᾠδαῖς χειλέων καὶ ἐν κινύραις, καὶ οὕτως ἐρεῖτε ἐν ἐξομολογήσει,"
    },
    {
      "verse": 16,
      "text": "Τὰ ἔργα Κυρίου πάντα ὅτι καλὰ σφόδρα, καὶ πᾶν πρόσταγμα ἐν καιρῷ αὐτοῦ ἔσται."
    },
    {
      "verse": 17,
      "text": "Πάντα γὰρ ἐν καιρῷ αὐτοῦ ζητηθήσεται· ἐν λόγῳ αὐτοῦ ἔστη ὡς θημωνία ὕδωρ, καὶ ἐν ῥήματι στόματος αὐτοῦ ἀποδοχεῖα ὑδάτων."
    },
    {
      "verse": 18,
      "text": "Ἐν προστάγματι αὐτοῦ πᾶσα ἡ εὐδοκία, καὶ οὐκ ἔστιν ὃς ἐλαττώσει τὸ σωτήριον αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Ἔργα πάσης σαρκὸς ἐνώπιον αὐτοῦ, καὶ οὐκ ἔστι κρυβῆναι ἀπὸ τῶν ὀφθαλμῶν αὐτοῦ."
    },
    {
      "verse": 20,
      "text": "Ἀπὸ τοῦ αἰῶνος εἰς τὸν αἰῶνα ἐπέβλεψε, καὶ οὐθέν ἐστι θαυμάσιον ἐναντίον αὐτοῦ."
    },
    {
      "verse": 21,
      "text": "Οὐκ ἔστιν εἰπεῖν, τί τοῦτο; εἰς τί τοῦτο; πάντα γὰρ εἰς χρείας αὐτῶν ἔκτισται."
    },
    {
      "verse": 22,
      "text": "Ἡ εὐλογία αὐτοῦ ὡς ποταμὸς ἐπεκάλυψε, καὶ ὡς κατακλυσμὸς ξηρὰν ἐμέθυσεν."
    },
    {
      "verse": 23,
      "text": "Οὕτως ὀργὴν αὐτοῦ ἔθνη κληρονομήσει, ὡς μετέστρεψεν ὕδατα εἰς ἅλμην."
    },
    {
      "verse": 24,
      "text": "Αἱ ὁδοὶ αὐτοῦ τοῖς ὁσίοις εὐθεῖαι, οὕτως τοῖς ἀνόμοις προσκόμματα."
    },
    {
      "verse": 25,
      "text": "Ἀγαθὰ τοῖς ἀγαθοῖς ἔκτισται ἀπʼ ἀρχῆς, οὕτως τοῖς ἁμαρτωλοῖς κακά."
    },
    {
      "verse": 26,
      "text": "Ἀρχὴ πάσης χρείας εἰς ζωὴν ἀνθρώπου, ὕδωρ, πῦρ, καὶ σίδηρος, καὶ ἅλα, καὶ σεμίδαλις πυροῦ, καὶ μέλι, καὶ γάλα, αἷμα σταφυλῆς, καὶ ἔλαιον, καὶ ἱμάτιον."
    },
    {
      "verse": 27,
      "text": "Ταῦτα πάντα τοῖς εὐσεβέσιν εἰς ἀγαθὰ, οὕτως τοῖς ἁμαρτωλοῖς τραπήσεται εἰς κακά."
    },
    {
      "verse": 28,
      "text": "Ἔστι πνεύματα ἃ εἰς ἐκδίκησιν ἔκτισται, καὶ ἐν θυμῷ αὐτῶν ἐστερέωσαν μάστιγας αὐτῶν· καὶ ἐν καιρῷ συντελείας ἰσχὺν ἐκχέουσι, καὶ τὸν θυμὸν τοῦ ποιήσαντος αὐτοὺς κοπάσουσι."
    },
    {
      "verse": 29,
      "text": "Πῦρ καὶ χάλαζα καὶ λιμὸς καὶ θάνατος, πάντα ταῦτα εἰς ἐκδίκησιν ἔκτισται."
    },
    {
      "verse": 30,
      "text": "Θηρίων ὁδόντες καὶ σκορπίοι καὶ ἔχεις καὶ ῥομφαία ἐκδικοῦσα εἰς ὄλεθρον ἀσεβεῖς,"
    },
    {
      "verse": 31,
      "text": "ἐν τῇ ἐντολῇ αὐτοῦ εὐφρανθήσονται, καὶ ἐπὶ τῆς γῆς εἰς χρείας ἑτοιμασθήσονται, καὶ ἐν τοῖς καιροῖς αὐτῶν οὐ παραβήσονται λόγον."
    },
    {
      "verse": 32,
      "text": "Διὰ τοῦτο ἐξ ἀρχῆς ἐστηρίχθην, καὶ διενοήθην, καὶ ἐν γραφῇ ἀφῆκα."
    },
    {
      "verse": 33,
      "text": "Τὰ ἔργα Κυρίου πάντα ἀγαθὰ, καὶ πᾶσαν χρείαν ἐν ὥρᾳ αὐτῆς χορηγήσει."
    },
    {
      "verse": 34,
      "text": "Καὶ οὐκ ἔστιν εἰπεῖν, τοῦτο τούτου πονηρότερον, πάντα γὰρ ἐν καιρῷ εὐδοκιμηθήσεται."
    },
    {
      "verse": 35,
      "text": "Καὶ νῦν ἐν πάσῃ καρδίᾳ καὶ στόματι ὑμνήσατε, καὶ εὐλογήσατε τὸ ὄνομα Κυρίου."
    }
  ]
}