{
  "book_id": "SIR",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀσχολιὰ μεγάλη ἔκτισται παντὶ ἀνθρώπῳ, καὶ ζυγὸς βαρὺς ἐπὶ υἱοὺς Ἀδὰμ, ἀφʼ ἡμέρας ἐξόδου ἐκ γαστρὸς μητρὸς αὐτῶν ἕως ἡμέρας ἐπὶ ταφῇ εἰς μητέρα πάντων."
    },
    {
      "verse": 2,
      "text": "Τοὺς διαλογισμοὺς αὐτῶν καὶ φόβον καρδίας, ἐπίνοια προσδοκίας, ἡμέρα τελευτῆς·"
    },
    {
      "verse": 3,
      "text": "ἀπὸ καθημένου ἐπὶ θρόνου ἐν δόξῃ, καὶ ἕως τεταπεινωμένου ἐν γῇ καὶ σποδῷ·"
    },
    {
      "verse": 4,
      "text": "ἀπὸ φοροῦντος ὑάκινθον καὶ στέφανον, καὶ ἕως περιβαλλουμένου ὠμόλινον·"
    },
    {
      "verse": 5,
      "text": "θυμὸς καὶ ζῆλος καὶ ταραχὴ καὶ σάλος καὶ φόβος θανάτου καὶ μηνίαμα καὶ ἔρις, καὶ ἐν καιρῷ ἀναπαύσεως ἐπὶ κοίτης ὕπνος νυκτὸς ἀλλοιοῖ γνῶσιν αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Ὀλίγον ὡς οὐδὲν ἐν ἀναπαύσει, καὶ ἀπʼ ἐκείνου ἐν ὕπνοις ὡς ἐν ἡμέρᾳ σκοπιᾶς, τεθορυβημένος ἐν ὁράσει καρδίας αὐτοῦ, ὡς ἐκπέφευγὼς ἀπὸ προσώπου πολέμου."
    },
    {
      "verse": 7,
      "text": "Ἐν καιρῷ σωτηρίας αὐτοῦ ἐξηγέρθη, καὶ ἀποθαυμάζων εἰς οὐδένα φόβον."
    },
    {
      "verse": 8,
      "text": "Μετὰ πάσης σαρκὸς ἀπὸ ἀνθρώπου ἕως κτήνους, καὶ ἐπὶ ἁμαρτωλῶν ἑπταπλάσια πρὸς ταῦτα."
    },
    {
      "verse": 9,
      "text": "Θάνατος καὶ αἷμα καὶ ἔρις καὶ ῥομφαία,. ἐπαγωγαὶ, λιμὸς καὶ σύντριμμα καὶ μάστιξ,"
    },
    {
      "verse": 10,
      "text": "ἐπὶ τοὺς ἀνόμους ἐκτίσθη ταῦτα πάντα, καὶ διʼ αὐτοὺς ἐγένετο ὁ κατακλυσμός."
    },
    {
      "verse": 11,
      "text": "Πάντα ὅσα ἀπὸ γῆς εἰς γῆν ἀναστρέφει, καὶ ἀπὸ ὑδάτων εἰς θάλασσαν ἀνακάμπτει."
    },
    {
      "verse": 12,
      "text": "Πᾶν δῶρον καὶ ἀδικία ἐξαλειφθήσεται, καὶ πίστις εἰς τὸν αἰῶνα στήσεται."
    },
    {
      "verse": 13,
      "text": "Χρήματα ἀδίκων ὡς ποταμὸς ξηρανθήσεται, καὶ ὡς βροντὴ μεγάλη ἐν ὑετῷ ἐξηχήσει."
    },
    {
      "verse": 14,
      "text": "Ἐν τῷ ἀνοῖξαι αὐτὸν χεῖρας, εὐφρανθήσεται, οὕτως οἱ παραβαίνοντες εἰς συντέλειαν ἐκλείψουσιν."
    },
    {
      "verse": 15,
      "text": "Ἔκγονα ἀσεβῶν οὐ πληθύνει κλάδους, καὶ ῥίζαι ἀκάθαρτοι ἐπʼ ἀκροτόμου πέτρας."
    },
    {
      "verse": 16,
      "text": "Ἄχει ἐπὶ παντὸς ὕδατος καὶ χείλους ποταμοῦ πρὸ παντὸς χόρτου ἐκτιλήσεται."
    },
    {
      "verse": 17,
      "text": "Χάρις ὡς παράδεισος ἐν εὐλογίαις, καὶ ἐλεημοσύνη εἰς τὸν αἰῶνα διαμένει."
    },
    {
      "verse": 18,
      "text": "Ζωὴ αὐτάρκους ἐργάτου γλυκανθήσεται, καὶ ὑπὲρ ἀμφότερα ὁ εὑρίσκων θησαυρόν."
    },
    {
      "verse": 19,
      "text": "Τέκνα καὶ οἰκοδομὴ πόλεως στηρίζουσιν ὄνομα, καὶ ὑπὲρ ἀμφότερα γυνὴ ἄμωμος λογίζεται."
    },
    {
      "verse": 20,
      "text": "Οἶνος καὶ μουσικὰ εὐφραίνουσι καρδίαν, καὶ ὑπὲρ ἀμφότερα ἀγάπησις σοφίας."
    },
    {
      "verse": 21,
      "text": "Αὐλὸς καὶ ψαλτήριον ἡδύνουσι μέλι, καὶ ὑπὲρ ἀμφότερα γλῶσσα ἡδεῖα."
    },
    {
      "verse": 22,
      "text": "Χάριν καὶ κάλλος ἐπιθυμήσει ὁ ὀφθαλμός σου, καὶ ὑπὲρ ἀμφότερα χλόην σπόρου."
    },
    {
      "verse": 23,
      "text": "Φίλος καὶ ἑταῖρος εἰς καιρὸν ἀπαντῶντες, καὶ ὑπὲρ ἀμφότερα γυνὴ μετὰ ἀνδρός."
    },
    {
      "verse": 24,
      "text": "Ἀδελφοὶ καὶ βοήθεια εἰς καιρὸν θλίψεως, καὶ ὑπὲρ ἀμφότερα ἐλεημοσύνη ῥύσεται."
    },
    {
      "verse": 25,
      "text": "Χρυσίον καὶ ἀργύριον ἐπιστήσουσι πόδα, καὶ ὑπὲρ ἀπφότερα βουλὴ εὐδοκιμεῖται."
    },
    {
      "verse": 26,
      "text": "Χρήματα καὶ ἰσχὺς ἀνυψώσουσι καρδίαν, καὶ ὑπὲρ ἀμφότερα φόβος Κυρίου· οὐκ ἔστι φόβῳ Κυρίου ἐλάττωσις, καὶ οὐκ ἔστιν ἐπιζητῆσαι ἐν αὐτῷ βοήθειαν."
    },
    {
      "verse": 27,
      "text": "Φόβος Κυρίου ὡς παράδεισος εὐλογίας, καὶ ὑπὲρ πᾶσαν δόξαν ἐκάλυψαν αὐτόν."
    },
    {
      "verse": 28,
      "text": "Τέκνον, ζωὴν ἐπαιτήσεως μὴ βιώσῃς, κρεῖσσον ἀποθανεῖν ἢ ἐπαιτεῖν."
    },
    {
      "verse": 29,
      "text": "Ἀνὴρ βλέπων εἰς τράπεζαν ἀλλοτρίαν, οὐκ ἔστιν αὐτοῦ ὁ βίος ἐν λογισμῷ ζωῆς, ἀλισγήσει τὴν ψυχὴν αὐτοῦ ἐν ἐδέσμασιν ἀλλοτρίοις· ἀνὴρ δὲ ἐπιστήμων καὶ πεπαιδευμένος φυλάξεται."
    },
    {
      "verse": 30,
      "text": "Ἐν στόματι ἀναιδοῦς γλυκανθήσεται ἐπαίτησις, καὶ ἐν κοιλίᾳ αὐτοῦ πῦρ καήσεται."
    }
  ]
}