{
  "book_id": "SIR",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Ὦ θάνατε, ὡς πικρόν σου τὸ μνημόσυνόν ἐστιν ἀνθρώπῳ εἰρηνεύοντι ἐν τοῖς ὑπάρχουσιν αὐτοῦ, ἀνδρὶ ἀπερισπάστῳ, καὶ εὐοδουμένῳ ἐν πᾶσι, καὶ ἔτι ἰσχύοντι ἐπιδέξασθαι τροφήν;"
    },
    {
      "verse": 2,
      "text": "Ὦ θάνατε, καλόν σου τὸ κρίμα ἐστὶν ἀνθρώπῳ ἐπιδεομένῳ καὶ ἐλασσουμένῳ ἰσχύϊ, ἐσχατογήρῳ, καὶ περισπωμένῳ περὶ πάντων, καὶ ἀπειθοῦντι, καὶ ἀπολωλεκότι ὑπομονήν."
    },
    {
      "verse": 3,
      "text": "Μὴ εὐλαβοῦ κρίμα θανάτου· μνήσθητι προτέρων σου καὶ ἐσχάτων, τοῦτο τὸ κρίμα παρὰ Κυρίου πάσῃ σαρκί."
    },
    {
      "verse": 4,
      "text": "Καὶ τί ἀπαναίνῃ ἐν εὐδοκίᾳ ὑψίστου; εἴτε δέκα, εἴτε ἑκατὸν, εἴτε χίλια ἔτη· οὐκ ἔστιν ἐν ᾅδου ἐλεγμὸς ζωῆς."
    },
    {
      "verse": 5,
      "text": "Τέκνα βδελυκτὰ γίνεται τέκνα ἁμαρτωλῶν, καὶ συναναστρεφόμενα παροικίαις ἀσεβῶν."
    },
    {
      "verse": 6,
      "text": "Τέκνων ἁμαρτωλῶν ἀπολεῖται κληρονομία, καὶ μετὰ τοῦ σπέρματος αὐτῶν ἐνδελεχιεῖ ὄνειδος."
    },
    {
      "verse": 7,
      "text": "Πατρὶ ἀσεβεῖ μέμψεται τέκνα, ὅτι διʼ αὐτὸν ὀνειδισθήσονται."
    },
    {
      "verse": 8,
      "text": "Οὐαὶ ὑμῖν ἄνδρες ἀσεβεῖς, οἵτινες ἐγκατελίπετε νόμον Θεοῦ ὑψίστου."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐὰν γεννηθῆτε, εἰς κατάραν γεννηθήσεσθε· καὶ ἐὰν ἀποθάνητε, εἰς κατάραν μερισθήσεσθε."
    },
    {
      "verse": 10,
      "text": "Πάντα ὅσα ἐκ γῆς, εἰς γῆν ἀπελεύσεται· οὕτως ἀσεβεῖς ἀπὸ κατάρας εἰς ἀπώλείαν."
    },
    {
      "verse": 11,
      "text": "Πένθος ἀνθρώπων ἐν σώμασιν αὐτῶν, ὄνομα δὲ ἁμαρτωλῶν οὐκ ἀγαθὸν, ἐξαλειφθήσεται."
    },
    {
      "verse": 12,
      "text": "Φρόντισον περὶ ὀνόματος, αὐτὸ γάρ σοι διαμενεῖ, ἢ χίλιοι μεγάλοι θησαυροὶ χρυσίου."
    },
    {
      "verse": 13,
      "text": "Ἀγαθῆς ζωῆς ἀριθμὸς ἡμερῶν, καὶ ἀγαθὸν ὄνομα εἰς αἰῶνα διαμένει."
    },
    {
      "verse": 14,
      "text": "Παιδείαν ἐν εἰρήνῃ συντηρήσατε τέκνα, σοφία δὲ κεκρυμμένη καὶ θησαυρὸς ἀφανὴς, τίς ὠφέλεια ἐν ἀμφοτέροις;"
    },
    {
      "verse": 15,
      "text": "Κρείσσων ἄνθρωπος ἀποκρύπτων τὴν μωρίαν αὐτοῦ, ἢ ἄνθρωπος ἀποκρύπτων τὴν σοφίαν αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "Τοιγαροῦν ἐντράπητε ἐπὶ τῷ ῥήματί μου· οὐ γάρ ἐστι πᾶσαν αἰσχύνην διαφυλάξαι καλὸν, καὶ οὐ πάντα πᾶσιν ἐν πίστει εὐδοκιμεῖται."
    },
    {
      "verse": 17,
      "text": "Αἰσχύνεσθε ἀπὸ πατρὸς καὶ μητρὸς περὶ πορνείας, καὶ ἀπὸ ἡγουμένου καὶ δυνάστου περὶ ψεύδους·"
    },
    {
      "verse": 18,
      "text": "ἀπὸ κριτοῦ καὶ ἄρχοντος περὶ πλημμελείας, ἀπὸ συναγωγῆς καὶ λαοῦ περὶ ἀνομίας· ἀπὸ κοινωνοῦ καὶ φίλου περὶ ἀδικίας, καὶ ἀπὸ τόπου οὗ παροικεῖς περὶ κλοπῆς·"
    },
    {
      "verse": 19,
      "text": "καὶ ἀπὸ ἀληθείας Θεοῦ καὶ διαθήκης, καὶ ἀπὸ πήξεως ἀγκῶνος ἐπʼ ἄρτοις· ἀπὸ σκορακισμοῦ λήψεως καὶ δόσεως,"
    },
    {
      "verse": 20,
      "text": "καὶ ἀπὸ ἀσπαζομένων περὶ σιωπῆς· ἀπὸ ὁράσεως γυναικὸς ἑταίρας,"
    },
    {
      "verse": 21,
      "text": "καὶ ἀπὸ ἀποστροφῆς προσώπου συγγενοῦς· ἀπὸ ἀφαιρέσεως μερίδος καὶ δόσεως, καὶ ἀπὸ κατανοήσεως γυναικὸς ὑπάνδρου,"
    },
    {
      "verse": 22,
      "text": "ἀπὸ περιεργείας παιδίσκης αὐτοῦ, καὶ μὴ ἐπιστῇς ἐπὶ τὴν κοίτην αὐτῆς, ἀπὸ φίλων περὶ λόγων ὀνειδισμοῦ, καὶ μετὰ τὸ δοῦναι, μὴ ὀνείδιζε."
    },
    {
      "verse": 23,
      "text": "Ἀπὸ δευτερώσεως καὶ λόγου ἀκοῆς, καὶ ἀπὸ ἀποκαλύψεων λόγων κρυφίων·"
    },
    {
      "verse": 24,
      "text": "καὶ ἔσῃ αἰσχυντηρὸς ἀληθινῶς, καὶ εὑρίσκων χάριν ἔναντι παντὸς ἀνθρώπου·"
    }
  ]
}