{
  "book_id": "SIR",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "Γαυρίαμα ὕψους, στερέωμα καθαριότητος, εἶδος οὐρανοῦ ἐν ὁράματι δόξης."
    },
    {
      "verse": 2,
      "text": "Ἥλιος ἐν ὀπτασίᾳ διαγγέλλων ἐν ἐξόδῳ, σκεῦος θαυμαστὸν, ἔργον ὑψίστου."
    },
    {
      "verse": 3,
      "text": "Ἐν μεσημβρίᾳ αὐτοῦ ἀναξηραίνει χώραν, καὶ ἐναντίον καύματος αὐτοῦ τίς ὑποστήσεται;"
    },
    {
      "verse": 4,
      "text": "Κάμινον φυσῶν ἐν ἔργοις καύματος, τριπλασίως ἥλιος ἐκκαίων ὄρη· ἀτμίδας πυρώδεις ἐμφυσῶν, καὶ ἐκλάμπων ἀκτίνας ἀμαυροῖ ὀφθαλμούς."
    },
    {
      "verse": 5,
      "text": "Μέγας Κύριος ὁ ποιήσας αὐτὸν, καὶ ἐν λόγοις αὐτοῦ κατέσπευσε πορείαν."
    },
    {
      "verse": 6,
      "text": "Καὶ ἡ σελήνη ἐν πᾶσιν εἰς καιρὸν αὐτῆς, ἀνάδειξιν χρόνων, καὶ σημεῖον αἰῶνος."
    },
    {
      "verse": 7,
      "text": "Ἀπὸ σελήνης σημεῖον ἑορτῆς, φωστὴρ μειούμενος ἐπὶ συντελείας."
    },
    {
      "verse": 8,
      "text": "Μὴν κατὰ τὸ ὄνομα αὐτῆς ἐστιν, αὐξανομένη θαυμαστῶς ἐν ἀλλοιώσει· σκεῦος παρεμβολῶν ἐν ὕψει, ἐν στερεώματι οὐρανοῦ ἐκλάμπων·"
    },
    {
      "verse": 9,
      "text": "κάλλος οὐρανοῦ, δόξα ἄστρων, κόσμος φωτίζων, ἐν ὑψίστοις Κύριος."
    },
    {
      "verse": 10,
      "text": "Ἐν λόγοις ἁγίου στήσονται κατὰ κρίμα, καὶ οὐ μὴ ἐκλυθῶσιν ἐν φυλακαῖς αὐτῶν."
    },
    {
      "verse": 11,
      "text": "Ἴδε τόξον, καὶ εὐλόγησον τὸν ποιήσαντα αὐτὸ, σφόδρα ὡραῖον ἐν τῷ αὐγάσματι αὐτοῦ."
    },
    {
      "verse": 12,
      "text": "Ἐγύρωσεν οὐρανὸν ἐν κυκλώσει δόξης, χεῖρες ὑψίστου ἐτάννυσαν αὐτό."
    },
    {
      "verse": 13,
      "text": "Προστάγματι αὐτοῦ κατέσπευσε χιόνα, καὶ ταχύνει ἀστραπὰς κρίματος αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "Διὰ τοῦτο ἠνεῴχθησαν θησαυροὶ, καὶ ἐξέπτησαν νεφέλαι ὡς πετεινά."
    },
    {
      "verse": 15,
      "text": "Ἐν μεγαλείῳ αὐτοῦ ἴσχυσε νεφέλας, καὶ διεθρύβησαν λίθοι χαλάζης."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐν ὀπτασίαις αὐτοῦ σαλευθήσεται ὄρη, ἐν θελήματι πνεύσεται νότος."
    },
    {
      "verse": 17,
      "text": "Φωνὴ βροντῆς αὐτοῦ ὠδίνησε γῆν, καὶ καταιγὶς Βορέου καὶ συστροφὴ πνεύματος· ὡς πετεινὰ καθιπτάμενα πάσσει χιόνα, καὶ ὡς ἀκρὶς καταλύουσα ἡ κατάβασις αὐτῆς."
    },
    {
      "verse": 18,
      "text": "Κάλλος λευκότητος αὐτῆς ἐκθαυμάσει ὀφθαλμὸς, καὶ ἐπὶ τοῦ ὑετοῦ αὐτῆς ἐκστήσεται καρδία."
    },
    {
      "verse": 19,
      "text": "Καὶ πάχνην ὡς ἅλα ἐπὶ γῆς χέει, καὶ παγεῖσα γίνεται σκολόπων ἄκρα."
    },
    {
      "verse": 20,
      "text": "Ψυχρὸς ἄνεμος Βορέης πνεύσει, καὶ παγήσεται κρύσταλλος ἀφʼ ὕδατος· ἐπὶ πᾶσαν συναγωγὴν ὕδατος καταλύσει, καὶ ὡς θώρακα ἐνδύσεται τὸ ὕδωρ."
    },
    {
      "verse": 21,
      "text": "Καταφάγεται ὄρη, καὶ ἔρημον ἐκκαύσει, καὶ ἀποσβέσει χλόην ὡς πῦρ."
    },
    {
      "verse": 22,
      "text": "Ἴασις πάντων κατὰ σπουδὴν ὁμίχλη, δρόσος ἀπαντῶσα ἀπὸ καύσωνος ἱλαρώσει."
    },
    {
      "verse": 23,
      "text": "Λογισμῷ αὐτοῦ ἐκόπασεν ἄβυσσον, καὶ ἐφύτευσεν αὐτὴν Ἰησοῦς."
    },
    {
      "verse": 24,
      "text": "Οἱ πλέοντες τὴν θάλασσαν διηγοῦνται τὸν κίνδυνον αὐτῆς, καὶ ἀκοαῖς ὠτίῳν ἡμῶν θαυμάζομεν."
    },
    {
      "verse": 25,
      "text": "Καὶ ἐκεῖ τὰ παρὰδοξα καὶ θαυμάσια ἔργα, ποικιλία παντὸς ζώου, κτίσις κητῶν."
    },
    {
      "verse": 26,
      "text": "Διʼ αὐτὸν εὐοδία τέλος αὐτοὺ, καὶ ἐν λόγῳ αὐτοῦ σύγκειται πάντα."
    },
    {
      "verse": 27,
      "text": "Πολλὰ ἐροῦμεν καὶ οὐ μὴ ἐφικώμεθα, καὶ συντέλεια λόγων τὸ πᾶν ἐστιν αὐτός."
    },
    {
      "verse": 28,
      "text": "Δοξάζοντες ποῦ ἰσχύσωμεν; αὐτὸς γὰρ ὁ μέγας παρὰ πάντα τὰ ἔργα αὐτοῦ."
    },
    {
      "verse": 29,
      "text": "Φοβερὸς Κύριος καὶ σφόδρα μέγας, καὶ θαυμαστὴ ἡ δυναστεία αὐτοῦ."
    },
    {
      "verse": 30,
      "text": "Δοξάζοντες Κύριον ὑψώσατε καθόσον ἂν δύνησθε, ὑπερέξει γὰρ καὶ ἔτι· καὶ ὑψοῦντες αὐτὸν πληθύνατε ἐν ἰσχύϊ, μὴ κοπιᾶτε, οὐ γὰρ μὴ ἐφίκησθε."
    },
    {
      "verse": 31,
      "text": "Τίς ἑώρακεν αὐτὸν καὶ ἐκδιηγήσεται; καὶ τίς μεγαλύνει αὐτὸν καθώς ἐστι;"
    },
    {
      "verse": 32,
      "text": "Πολλὰ ἀπόκρυφά ἐστι μείζονα τούτων, ὀλίγα γὰρ ἑωράκαμεν τῶν ἔργων αὐτοῦ."
    },
    {
      "verse": 33,
      "text": "Πάντα γὰρ ἐποίησεν ὁ Κύριος, καὶ τοῖς εὐσεβέσιν ἔδωκε σοφίαν. ΠΑΤΕΡΩΝ ὝΜΝΟΣ."
    }
  ]
}