{
  "book_id": "SIR",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἀνέστη Ἠλίας προφήτης ὡς πῦρ, καὶ ὁ λόγος αὐτοῦ ὡς λαμπὰς ἐκαίετο·"
    },
    {
      "verse": 2,
      "text": "ὃς ἐπήγαγεν ἐπʼ αὐτοὺς λιμὸν, καὶ τῷ ζήλῳ αὐτοῦ ὠλιγοποίησεν αὐτούς."
    },
    {
      "verse": 3,
      "text": "Ἐν λόγῳ Κυρίου ἀνέσχεν οὐρανὸν, κατήγαγεν οὕτως τρὶς πῦρ."
    },
    {
      "verse": 4,
      "text": "Ὡς ἐδοξάσθης Ἠλία ἐν τοῖς θαυμασίοις σου; καὶ τίς ὅμοιός σοι καυχᾶσθαι;"
    },
    {
      "verse": 5,
      "text": "Ὁ ἐγείρας νεκρὸν ἐκ θυνάτου καὶ ἐξ ᾅδου ἐν λόγῳ ὑψίστου·"
    },
    {
      "verse": 6,
      "text": "ὁ καταγαγὼν βασιλεῖς εἰς ἀπώλειαν, καὶ δεδοξασμένους ἀπὸ κλίνης αὐτῶν·"
    },
    {
      "verse": 7,
      "text": "ὁ ἀκούων ἐν Σινᾷ ἐλεγμὸν, καὶ ἐν Χωρὴβ κρίματα ἐκδικήσεως·"
    },
    {
      "verse": 8,
      "text": "ὁ χρίων βασιλεῖς εἰς ἀνταπόδομα, καὶ προφήτας διαδόχους μετʼ αὐτόν·"
    },
    {
      "verse": 9,
      "text": "ὁ ἀναληφθεὶς ἐν λαίλαπι πυρὸς ἐν ἅρματι ἵππων πυρίνων·"
    },
    {
      "verse": 10,
      "text": "ὁ καταγραφεὶς ἐν ἐλεγμοῖς εἰς καιροὺς, κοπάσαι ὀργὴν πρὸ θυμοῦ, καὶ ἐπιστρέψαι καρδίαν πατρὸς πρὸς υἱὸν, καὶ καταστῆσαι φυλὰς Ἰακώβ."
    },
    {
      "verse": 11,
      "text": "Μακάριοι οἱ ἰδόντες σε, καὶ οἱ ἐν ἀγαπήσει κεκοσμημένοι· καὶ γὰρ ἡμεῖς ζωῇ ζησόμεθα."
    },
    {
      "verse": 12,
      "text": "Ἠλίας, ὃς ἐν λαίλαπι ἐσκεπάσθη· καὶ Ἐλισαιὲ ἐνεπλήσθη πνεύματος αὐτοῦ· καὶ ἐν ἡμέραις αὐτοῦ οὐκ ἐσαλεύθη ὑπὸ ἄρχοντος, καὶ οὐ κατεδυνάστευσεν αὐτὸν οὐδείς."
    },
    {
      "verse": 13,
      "text": "Πᾶς λόγος οὐχ ὑπερῇρεν αὐτὸν, καὶ ἐν κοιμήσει ἐπροφήτευσε τὸ σῶμα αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐν ζωῇ αὐτοῦ ἐποίησε τέρατα. καὶ ἐν τελευτῇ θαυμάσια τὰ ἔργα αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Ἐν πᾶσι τούτοις οὐ μετενόησεν ὁ λαὸς, καὶ οὐκ ἀπέστησαν ἀπὸ τῶν ἁμαρτιῶν, ἕως ἐπρονομεύθησαν ἀπὸ τῆς γῆς αὐτῶν, καὶ ἐσκορπίσθησαν ἐν πάσῃ τῇ γῇ· καὶ κατελείφθη ὁ λαὸς ὀλιγοστὸς, καὶ ἄρχων τῷ οἴκῳ Δαυίδ."
    },
    {
      "verse": 16,
      "text": "Τινὲς μὲν αὐτῶν ἐποίησαν τὸ ἀρεστὸν, τινὲς δὲ ἐπλήθυναν ἁμαρτίας."
    },
    {
      "verse": 17,
      "text": "Ἐζεκίας ὠχύρωσε τὴν πόλιν αὐτοῦ, καὶ εἰσήγαγεν εἰς μέσον αὐτῶν τὸν Γώγ· ὤρυξε σιδήρῳ ἀκρότομον, καὶ ᾠκοδόμησε κρήνας εἰς ὕδατα."
    },
    {
      "verse": 18,
      "text": "Ἐν ἡμέραις αὐτοῦ ἀνέβη Σενναχηρὶμ, καὶ ἀπέστειλε Ῥαψάκην, καὶ ἀπῇρε· καὶ ἐπῇρεν ἡ χεὶρ αὐτοῦ ἐπὶ Σιὼν, καὶ ἐμεγαλαύχησεν ὑπερηφανίᾳ αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Τότε ἐσαλεύθησαν καρδίαι καὶ χεῖρες αὐτῶν, καὶ ὠδίνησαν ὡς αἱ τίκτουσαι."
    },
    {
      "verse": 20,
      "text": "Καὶ ἐπεκαλέσαντο τὸν Κύριον τὸν ἐλεήμονα, ἐκπετάσαντες τὰς χεῖρας αὐτῶν πρὸς αὐτόν· καὶ ὁ ἅγιος ἐξ οὐρανοῦ ταχὺ ἐπήκουσεν αὐτῶν, καὶ ἐλυτρώσατο αὐτοὺς ἐν χειρὶ Ἡσαΐου."
    },
    {
      "verse": 21,
      "text": "Ἐπάταξε τὴν παρεμβολὴν τῶν Ἀσσυρίων, καὶ ἐξέτριψεν αὐτοὺς ὁ ἄγγελος αὐτοῦ."
    },
    {
      "verse": 22,
      "text": "Ἐποίησε γὰρ Ἐζεκίας τὸ ἀρεστὸν Κυρίῳ, καὶ ἐνίσχυσεν ἐν ὁδοῖς Δαυὶδ τοῦ πατρὸς αὐτοῦ, ἃς ἐνετείλατο Ἡσαΐας ὁ προφήτης ὁ μέγας, καὶ πιστὸς ἐν ὁράσει αὐτοῦ."
    },
    {
      "verse": 23,
      "text": "Ἐν ταῖς ἡμέραις αὐτοῦ ἀνεπόδισεν ὁ ἥλιος, καὶ προσέθηκε ζωὴν βασιλεῖ·"
    },
    {
      "verse": 24,
      "text": "Πνεύματι μεγάλῳ εἶδε τὰ ἔσχατα, καὶ παρεκάλεσε τοὺς πενθοῦντας ἐν Σιών."
    },
    {
      "verse": 25,
      "text": "Ἕως τοῦ αἰῶνος ὑπέδειξε τὰ ἐσόμενα, καὶ τὰ ἀπόκρυφα πρινὴ παραγενέσθαι αὐτά."
    }
  ]
}