{
  "book_id": "ROM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul the seruaut of Iesus Christ called to be an Apostle put a parte to preache the Gospell of God"
    },
    {
      "verse": 2,
      "text": "which he promysed afore by his Prophetes in the holy scriptures"
    },
    {
      "verse": 3,
      "text": "that make mension of his sonne the which was begotte of the seed of David as pertayninge to the flesshe:"
    },
    {
      "verse": 4,
      "text": "and declared to be the sonne of God with power of the holy goost that sanctifieth sence the tyme that Iesus Christ oure Lorde rose agayne from deeth"
    },
    {
      "verse": 5,
      "text": "by whom we have receaved grace and apostleshyppe to bringe all maner hethe people vnto obedience of the fayth that is in his name:"
    },
    {
      "verse": 6,
      "text": "of the which hethen are ye a part also which are Iesus christes by vocacion."
    },
    {
      "verse": 7,
      "text": "To all you of Rome beloved of God and saynctes by callinge. Grace be with you and peace from God oure father and from the Lorde Iesus Christ."
    },
    {
      "verse": 8,
      "text": "Fyrst verely I thanke my God thorow Iesus Christ for you all because youre fayth is publisshed through out all the worlde."
    },
    {
      "verse": 9,
      "text": "For God is my witnes whom I serve with my sprete in the Gospell of his sonne that with out ceasinge I make mencion of you alwayes in my prayers"
    },
    {
      "verse": 10,
      "text": "besechinge that at one tyme or another a prosperous iorney (by the will of god) myght fortune me to come vnto you."
    },
    {
      "verse": 11,
      "text": "For I longe to see you that I myght bestowe amonge you some spirituall gyfte to strength you with all:"
    },
    {
      "verse": 12,
      "text": "that is that I myght have consolacion together with you through the commen fayth which bothe ye and I have."
    },
    {
      "verse": 13,
      "text": "I wolde that ye shuld knowe brethren how that I have often tymes purposed to come vnto you (but have bene let hitherto) to have some frute amonge you as I have amonge other of the Gentyls."
    },
    {
      "verse": 14,
      "text": "For I am detter both to the Grekes and to them which are no Grekes vnto the learned and also vnto the vnlearned."
    },
    {
      "verse": 15,
      "text": "Lykewyse as moche as in me is I am redy to preache the Gospell to you of Rome also."
    },
    {
      "verse": 16,
      "text": "For I am not ashamed of the Gospell of Christ because it is the power of God vnto salvacion to all that beleve namely to the Iewe and also to the getyle."
    },
    {
      "verse": 17,
      "text": "For by it the rightewesnes which cometh of god is opened from fayth to fayth. As it is written: The iust shall live by fayth."
    },
    {
      "verse": 18,
      "text": "For the wrath of God apereth from heven agaynst all vngodlynes and vnrightewesnes of me which withholde the trueth in vnrightewesnes:"
    },
    {
      "verse": 19,
      "text": "seynge what maye be knowen of God that same is manifest amonge them. For God dyd shewe it vnto them."
    },
    {
      "verse": 20,
      "text": "So that his invisible thinges: that is to saye his eternall power and godhed are vnderstonde and sene by the workes from the creacion of the worlde. So that they are without excuse"
    },
    {
      "verse": 21,
      "text": "in as moche as when they knewe god they glorified him not as God nether were thakfull but wexed full of vanities in their imaginacions and their folisshe hertes were blynded."
    },
    {
      "verse": 22,
      "text": "When they counted them selves wyse they became foles"
    },
    {
      "verse": 23,
      "text": "and turned the glory of the immortall god vnto the similitude of the ymage of mortall man and of byrdes and foure foted beastes and of serpentes."
    },
    {
      "verse": 24,
      "text": "Wherfore god lykewyse gave the vp vnto their hertes lustes vnto vnclennes to defyle their awne boddyes bitwene them selves:"
    },
    {
      "verse": 25,
      "text": "which tourned his truthe vnto a lye and worshipped and served the creatures more then the maker which is blessed for ever. Amen."
    },
    {
      "verse": 26,
      "text": "For this cause god gave them vp vnto shamfull lustes. For even their wemen did chaunge the naturall vse vnto the vnnaturall."
    },
    {
      "verse": 27,
      "text": "And lyke wyse also the men lefte the naturall vse of the woman and bret in their lustes one on another. And man with man wrought filthynes and receaved in them selves the rewarde of their erroure as it was accordinge."
    },
    {
      "verse": 28,
      "text": "And as it semed not good vnto them to be aknowen of God even so God delivered them vp vnto a leawde mynd that they shuld do tho thinges which were not comly"
    },
    {
      "verse": 29,
      "text": "beinge full of all vnrighteous doinge of fornicacio wickednes coveteousnes maliciousnes full of envie morther debate disseyte evill condicioned whisperers"
    },
    {
      "verse": 30,
      "text": "backbyters haters of God doers of wronge proude bosters bringers vp of evyll thinges disobedient to father and mother"
    },
    {
      "verse": 31,
      "text": "with out vnderstondinge covenaunte breakers vnlovinge trucebreakers and merciles."
    },
    {
      "verse": 32,
      "text": "Which men though they knew the rightewesnes of God how that they which soche thinges commyt are worthy of deeth yet not only do the same but also have pleasure in them that do them."
    }
  ]
}