{
  "book_id": "ROM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Therfore arte thou inexcusable o man whosoever thou be that iudgest. For in thee same wherin thou iudgest another thou condemnest thy selfe. For thou that iudgest doest even the same selfe thinges."
    },
    {
      "verse": 2,
      "text": "But we are sure that the iudgement of God is accordinge to trueth agaynst them which commit soche thinges."
    },
    {
      "verse": 3,
      "text": "Thinkest thou this O thou man that iudgest them which do soche thinges and yet doest even the very same that thou shalt escape the iudgement of God?"
    },
    {
      "verse": 4,
      "text": "Ether despisest thou the riches of his goodnes paciece and longe sufferaunce? and remembrest not how that the kyndnes of God ledith the to repentaunce?"
    },
    {
      "verse": 5,
      "text": "But thou after thyne harde herte that cannot repet heapest ye togedder the treasure of wrath agaynste the daye of vengeauce when shalbe opened the rightewes iudgement of god"
    },
    {
      "verse": 6,
      "text": "which will rewarde every man accordinge to his dedes:"
    },
    {
      "verse": 7,
      "text": "that is to saye prayse honoure and immortalite to them which cotinue in good doynge and seke eternall lyfe."
    },
    {
      "verse": 8,
      "text": "But vnto them that are rebellious and disobey the trueth yet folowe iniquytie shall come indignacion and wrath"
    },
    {
      "verse": 9,
      "text": "tribulacion and anguysshe vpon the soule of every man that doth evyll: of the Iewe fyrst and also of the gentyll."
    },
    {
      "verse": 10,
      "text": "To every man that doth good shall come prayse honoure and peace to the Iewe fyrst and also to the gentyll."
    },
    {
      "verse": 11,
      "text": "For ther is no parcialyte with god."
    },
    {
      "verse": 12,
      "text": "But whosoever hath synned with out lawe shall perisshe with out lawe. And as many as haue synned vnder the lawe shalbe iudged by the lawe."
    },
    {
      "verse": 13,
      "text": "For before god they are not ryghteous which heare the lawe: but the doers of the lawe shalbe iustified."
    },
    {
      "verse": 14,
      "text": "For if the gentyls which have no lawe do of nature the thynges contayned in the lawe: then they havynge no lawe are a lawe vnto them selves"
    },
    {
      "verse": 15,
      "text": "which shewe the dede of the lawe wrytten in their hertes: whyll their conscience beareth witnes vnto them and also their thoughtes accusynge one another or excusynge"
    },
    {
      "verse": 16,
      "text": "at the daye when god shall iudge the secretes of men by Iesus Christ accordinge to my Gospell."
    },
    {
      "verse": 17,
      "text": "Beholde thou arte called a Iewe and trustest in the lawe and reioysist in God"
    },
    {
      "verse": 18,
      "text": "and knowest his will and hast experience of good and bad in that thou arte informed by the lawe:"
    },
    {
      "verse": 19,
      "text": "and belevest that thou thy silfe arte a gyde vnto the blynde a lyght to them which are in darcknes"
    },
    {
      "verse": 20,
      "text": "an informer of them which lacke discrecion a teacher of vnlearned which hast the ensample of that which ought to be knowen and of the truth in the lawe."
    },
    {
      "verse": 21,
      "text": "But thou which teachest another teachest not thy selfe. Thou preachest a man shuld not steale: and yet thou stealest."
    },
    {
      "verse": 22,
      "text": "Thou sayst a man shuld not commit advoutry: and thou breakest wedlocke. Thou abhorrest ymages and robbest God of his honoure."
    },
    {
      "verse": 23,
      "text": "Thou reioysest in the lawe and thorow breakinge the lawe dishonourest God."
    },
    {
      "verse": 24,
      "text": "For the name of god is evyll spoken of amonge the Gentyls thorowe you as it is written."
    },
    {
      "verse": 25,
      "text": "Circumcision verely avayleth if thou kepe the lawe. But if thou breake the lawe thy circumcision is made vncircumcision."
    },
    {
      "verse": 26,
      "text": "Therfore if the vncircumcised kepe the ryght thinges contayned in the lawe: shall not his vncircumcision be counted for circumcision?"
    },
    {
      "verse": 27,
      "text": "And shall not vncircumcision which is by nature (yf it kepe the lawe) iudge the which beynge vnder the letter and circumcision dost transgresse the lawe?"
    },
    {
      "verse": 28,
      "text": "For he is not a Iewe which is a Iewe out warde. Nether is that thynge circumcision which is outwarde in the flesshe."
    },
    {
      "verse": 29,
      "text": "But he is a Iewe which is hid wythin and the circucisio of the herte is the true circumcision which is in the sprete and not in the letter whose prayse is not of men but of god."
    }
  ]
}