{
  "book_id": "ROM",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "What shall we saye then that Abraham oure father as pertayninge to the flesshe dyd finde?"
    },
    {
      "verse": 2,
      "text": "If Abraham were iustified by dedes the hath he wherin to reioyce: but not with god."
    },
    {
      "verse": 3,
      "text": "For what sayth the scripture? Abraham beleved god and it was counted vnto him for rightewesnes."
    },
    {
      "verse": 4,
      "text": "To him that worketh is the rewarde not reckened of favour: but of duty."
    },
    {
      "verse": 5,
      "text": "To him that worketh not but beleveth on him that iustifieth the vngodly is his fayth counted for rightewesnes."
    },
    {
      "verse": 6,
      "text": "Even as David describeth the blessedfulnes of the man vnto whom god ascribeth rightewesnes without dedes."
    },
    {
      "verse": 7,
      "text": "Blessed are they whose vnrightewesnes are forgeven and whose synnes are covered."
    },
    {
      "verse": 8,
      "text": "Blessed is that man to whom the Lorde imputeth not synne."
    },
    {
      "verse": 9,
      "text": "Came this blessednes then vpon the circumcised or vpon the vncircumcised? We saye verely how that fayth was rekened to Abraham for rightewesnes."
    },
    {
      "verse": 10,
      "text": "How was it rekened? in the tyme of circumcision? or in the tyme before he was circumcised? Not in tyme of circucision: but when he was yet vncircumcised."
    },
    {
      "verse": 11,
      "text": "And he receaved the signe of circumcision as a seale of that rightewesnes which is by fayth which fayth he had yet beynge vncircumcised: that he shuld be the father of all them that beleve though they be not circumcised that rightewesnes myght be imputed to them also:"
    },
    {
      "verse": 12,
      "text": "and that he myght be the father of the circumcised not because they are circumcised only: but because they walke also in the steppes of that fayth that was in oure father Abraham before the tyme of circumcision."
    },
    {
      "verse": 13,
      "text": "For the promes that he shuld be the heyre of the worlde was not geven to Abraham or to his seed thorow the lawe: but thorow the rightewesnes which cometh of fayth."
    },
    {
      "verse": 14,
      "text": "For yf they which are of the lawe be heyres then is fayth but vayne and the promes of none effecte."
    },
    {
      "verse": 15,
      "text": "Because the lawe causeth wrathe. For where no lawe is there is no trasgression."
    },
    {
      "verse": 16,
      "text": "Therfore by fayth is the inheritaunce geven that it myght come of faveour: and the promes myght be sure to all the seed. Not to them only which are of the lawe: but also to them which are of the fayth of Abraham which is the father of vs all."
    },
    {
      "verse": 17,
      "text": "As it is wrytten: I have made the a father to many nacions even before god whom thou hast beleved which quyckeneth the deed and called those thinges which be not as though they were."
    },
    {
      "verse": 18,
      "text": "Which Abraham contrary to hope beleved in hope that he shuld be the father of many nacions accordynge to that which was spoken: So shall thy seed be."
    },
    {
      "verse": 19,
      "text": "And he faynted not in the fayth nor yet consydered hys awne body which was now deed even when he was almost an hondred yeare olde: nether yet that Sara was past chyldeberinge."
    },
    {
      "verse": 20,
      "text": "He stackered not at the promes of God thorow vnbelefe: but was made stronge in the fayth and gave honour to God"
    },
    {
      "verse": 21,
      "text": "full certifyed that what he had promised that he was able to make good."
    },
    {
      "verse": 22,
      "text": "And therfore was it reckened to him for rightewesnes."
    },
    {
      "verse": 23,
      "text": "It is not written for him only that it was reckened to him for rightewesnes:"
    },
    {
      "verse": 24,
      "text": "but also for vs to whom it shalbe counted for rightewesnes so we beleve on him that raysed vp Iesus oure Lorde from deeth."
    },
    {
      "verse": 25,
      "text": "Which was delivered for oure synnes and rose agayne forto iustifie vs."
    }
  ]
}