{
  "book_id": "ROM",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "What shall we saye then? Shall we continue in synne that there maye be aboundaunce of grace?"
    },
    {
      "verse": 2,
      "text": "God forbyd. How shall we that are deed as touchynge synne live eny lenger therin?"
    },
    {
      "verse": 3,
      "text": "Remember ye not that all we which are baptysed in the name of Iesu Christ are baptysed to dye with him?"
    },
    {
      "verse": 4,
      "text": "We are buryed with him by baptism for to dye that lykewyse as Christ was raysed vp from deeth by the glorye of the father: even so we also shuld walke in a newe lyfe."
    },
    {
      "verse": 5,
      "text": "For yf we be graft in deeth lyke vnto him: even so must we be in the resurreccion."
    },
    {
      "verse": 6,
      "text": "This we must remember that oure olde man is crucified with him also that the body of synne myght vtterly be destroyed that hence forth we shuld not be servauntes of synne."
    },
    {
      "verse": 7,
      "text": "For he that is deed ys iustified from synne."
    },
    {
      "verse": 8,
      "text": "Wherfore yf we be deed with Christ we beleve that we shall live with him:"
    },
    {
      "verse": 9,
      "text": "remembringe that Christ once raysed from deeth dyeth no more. Deeth hath no moare power over him."
    },
    {
      "verse": 10,
      "text": "For as touchynge that he dyed he dyed concernynge synne once. And as touchinge that he liveth he liveth vnto God."
    },
    {
      "verse": 11,
      "text": "Lykewyse ymagen ye also that ye are deed concernynge synne: but are alive vnto God thorow Iesus Christ oure Lorde."
    },
    {
      "verse": 12,
      "text": "Let not synne raygne therfore in youre mortall bodyes that ye shuld thervnto obey in the lustes of it."
    },
    {
      "verse": 13,
      "text": "Nether geve ye youre members as instrumentes of vnrightewesnes vnto synne: but geve youre selves vnto God as they that are alive from deeth. And geve youre membres as iustrumetes of rightewesnes vnto God."
    },
    {
      "verse": 14,
      "text": "Let not synne have power over you. For ye are not vnder the lawe but vnder grace."
    },
    {
      "verse": 15,
      "text": "What then? Shall we synne because we are not vnder the lawe: but vnder grace? God forbyd."
    },
    {
      "verse": 16,
      "text": "Remember ye not how that to whom soever ye comit youre selves as servautes to obey his servauntes ye are to whom ye obey: whether it be of synne vnto deeth or of obedience vnto rightewesnes?"
    },
    {
      "verse": 17,
      "text": "God be thanked that though ye were once the servauntes of synne ye have yet obeyed with herte vnto the forme of doctryne wher vnto ye were delyvered."
    },
    {
      "verse": 18,
      "text": "Ye are then made fre from synne and are be come the servauntes of rightewesnes."
    },
    {
      "verse": 19,
      "text": "I will speake grossly because of the infirmitie of youre flesshe. As ye have geve youre membres servauntes to vnclennes and to iniquitie from iniquitie vnto iniquitie: even so nowe geve youre membres servantes vnto rightewesnes that ye maye be sanctified."
    },
    {
      "verse": 20,
      "text": "For when ye were the servauntes of synne ye were not vnder rightewesnes."
    },
    {
      "verse": 21,
      "text": "What frute had ye then in tho thinges wher of ye are now ashamed. For the ende of tho thynges is deeth."
    },
    {
      "verse": 22,
      "text": "But now are ye delivered from synne and made the servauntes of God and have youre frute that ye shuld be sanctifyed and the ende everlastinge lyfe."
    },
    {
      "verse": 23,
      "text": "For the rewarde of synne is deeth: but eternall lyfe is the gyfte of God thorow Iesus Christ oure Lorde."
    }
  ]
}