{
  "book_id": "ROM",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Ther is then no damnacion to them which are in Christ Iesu which walke not after the flesshe: but after the sprete."
    },
    {
      "verse": 2,
      "text": "For the lawe of the sprete that bringeth life thorowe Iesus Christ hath delivered me from the lawe of synne and deeth."
    },
    {
      "verse": 3,
      "text": "For what the lawe coulde not doo in as moche it was weake because of the flesshe: that performed God and sent his sonne in the similitude of synfull flesshe and by synne daned synne in the flesshe:"
    },
    {
      "verse": 4,
      "text": "that the rightewesnes requyred of the lawe myght be fulfilled in vs which walke not after the flesshe but after the sprete."
    },
    {
      "verse": 5,
      "text": "For they that are carnall are carnally mynded. But they that are spirituall are gostly mynded."
    },
    {
      "verse": 6,
      "text": "To be carnally mynded is deeth. But to be spiritually mynded is lyfe and peace."
    },
    {
      "verse": 7,
      "text": "Because that the flesshly mynde is emnyte agaynst God: for it is not obedient to the lawe of God nether can be."
    },
    {
      "verse": 8,
      "text": "So then they that are geven to the flesshe cannot please God."
    },
    {
      "verse": 9,
      "text": "But ye are not geven to the flesshe but to the sprete: yf so be that the sprite of God dwell in you. If ther be eny man that hath not the sprite of Christ the same is none of his."
    },
    {
      "verse": 10,
      "text": "Yf Christ be in you the body is deed because of synne: but the sprite is lyfe for rightewesnes sake."
    },
    {
      "verse": 11,
      "text": "Wherfore if the sprite of him that raysed vppe Iesus from deeth dwell in you: even he that raysed vp Christ from deeth shall quycken youre mortall bodyes because that this sprite dwelleth in you."
    },
    {
      "verse": 12,
      "text": "Therfore brethren we are nowe detters not to the flesshe to live after the flesshe."
    },
    {
      "verse": 13,
      "text": "For if ye live after the flesshe ye must dye. But yf ye mortifie the dedes of the body by the helpe of the sprite ye shall lyve."
    },
    {
      "verse": 14,
      "text": "For as many as are led by the sprete of God: they are the sonnes of god."
    },
    {
      "verse": 15,
      "text": "For ye have not receaved the sprete of bondage to feare eny moare but ye have receaved the sprite of adopcion wherby we crye Abba father."
    },
    {
      "verse": 16,
      "text": "The same sprete certifieth oure sprete that we are the sonnes of God."
    },
    {
      "verse": 17,
      "text": "Yf we be sonnes we are also heyres the heyres I meane of God and heyres anexed with Christ: if so be that we suffer togedder that we maye be glorified to gedder."
    },
    {
      "verse": 18,
      "text": "For I suppose that the affliccions of this lyfe are not worthy of the glory which shalbe shewed vpon vs."
    },
    {
      "verse": 19,
      "text": "Also the fervent desyre of the creatures abideth lokynge when the sonnes of God shall appere"
    },
    {
      "verse": 20,
      "text": "because the creatures are subdued to vanyte agaynst their will: but for his will which subdueth them in hope."
    },
    {
      "verse": 21,
      "text": "For the very creatures shalbe delivered from the bondage of corrupcion into the glorious lybertie of the sonnes of God."
    },
    {
      "verse": 22,
      "text": "For we knowe that every creature groneth with vs also and travayleth in payne even vnto this tyme."
    },
    {
      "verse": 23,
      "text": "Not they only but even we also which have the fyrst frutes of the sprite morne in oureselves and wayte for the (adopcio) and loke for the delivraunce of oure bodyes."
    },
    {
      "verse": 24,
      "text": "For we are savyd by hope. But hope that is sene is no hope. For how can a man hope for that which he seyth?"
    },
    {
      "verse": 25,
      "text": "But and yf we hope for that we se not then do we with pacience abyde for it."
    },
    {
      "verse": 26,
      "text": "Lyke wyse the sprite also helpeth oure infirmities. For we knowe not what to desyre as we ought: but the sprete maketh intercession mightely for vs with gronynges which cannot be expressid with tonge."
    },
    {
      "verse": 27,
      "text": "And he that searcheth the hertes knoweth what is the meaninge of the sprite: for he maketh intercession for the sayntes accordinge to the pleasure of god."
    },
    {
      "verse": 28,
      "text": "For we knowe that all thinges worke for the best vnto them that love God which also are called of purpose."
    },
    {
      "verse": 29,
      "text": "For those which he knewe before he also ordeyned before that they shuld be lyke fassioned vnto the shape of his sonne that he myght be the fyrst begotten sonne amonge many brethren."
    },
    {
      "verse": 30,
      "text": "Morover which he apoynted before them he also called. And which he called them also he iustified which he iustified them he also glorified."
    },
    {
      "verse": 31,
      "text": "What shall we then saye vnto these thinges? yf god be on oure syde: who can be agaynst vs?"
    },
    {
      "verse": 32,
      "text": "which spared not his awne sonne but gave him for vs all: how shall he not with him geve vs all thinges also?"
    },
    {
      "verse": 33,
      "text": "Who shall laye eny thinge to the charge of goddes chosen? it is god that iustifieth:"
    },
    {
      "verse": 34,
      "text": "who then shall condempne? it is Christ which is deed the rather which is rysen agayne which is also on the ryght honde of God and maketh intercession for vs."
    },
    {
      "verse": 35,
      "text": "Who shall seperate vs from the love of god? shall tribulacion? or anguysshe? or persecucion? other honger? other nakednesse? other parell? other swearde?"
    },
    {
      "verse": 36,
      "text": "As it is written: For thy sake are we kylled all daye longe and are counted as shepe apoynted to be slayne."
    },
    {
      "verse": 37,
      "text": "Neverthelesse in all these thinges we overcome strongly thorow his helpe that loved vs."
    },
    {
      "verse": 38,
      "text": "Ye and I am sure that nether deeth nether lyfe nether angels nor rule nether power nether thinges present nether thinges to come"
    },
    {
      "verse": 39,
      "text": "nether heyth nether loweth nether eny other creature shalbe able to departe vs from the love of God shewed in Christ Iesu oure lorde."
    }
  ]
}