{
  "book_id": "ROM",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I saye the trueth in Christ and lye not in that wherof my conscience beareth me witnes in the holy gost"
    },
    {
      "verse": 2,
      "text": "that I have gret hevynes and continuall sorowe in my hert."
    },
    {
      "verse": 3,
      "text": "For I have wysshed my selfe to be cursed from Christ for my brethren and my kynsmen as pertayninge to the flesshe"
    },
    {
      "verse": 4,
      "text": "which are the Israelites. To whom pertayneth the adopcion and the glorie and the covenauntes and the law that was geven and the service of God and the promyses:"
    },
    {
      "verse": 5,
      "text": "whose also are the fathers and they of whome (as concernynge the flesshe) Christ came which is God over all thinges blessed for ever Amen."
    },
    {
      "verse": 6,
      "text": "I speake not these thinges as though the wordes of god had take none effecte. For they are not all Israelites which came of Israel:"
    },
    {
      "verse": 7,
      "text": "nether are they all chyldren strayght waye because they are the seed of Abraham. But in Isaac shall thy seede be called:"
    },
    {
      "verse": 8,
      "text": "that is to saye they which are the chyldren of the flesshe are not the chyldren of god. But the chyldren of promes are counted the seede."
    },
    {
      "verse": 9,
      "text": "For this is a worde of promes aboute this tyme will I come and Sara shall have a sonne."
    },
    {
      "verse": 10,
      "text": "Nether was it so with her only: but also when Rebecca was with chylde by one I meane by oure father Isaac"
    },
    {
      "verse": 11,
      "text": "yeer the chyldren were borne when they had nether done good nether bad: that the purpose of God which is by election myght stonde it was sayde vnto her not by the reason of workes but by grace of the caller:"
    },
    {
      "verse": 12,
      "text": "the elder shall serve the yonger."
    },
    {
      "verse": 13,
      "text": "As it is written: Iacob he loved but Esau he hated."
    },
    {
      "verse": 14,
      "text": "What shall we saye then? is there eny vnrightewesses with God? God forbyd."
    },
    {
      "verse": 15,
      "text": "For he sayth to Moses: I will shewe mercye to who I shewe mercy: and will have compassion on whom I have compassion."
    },
    {
      "verse": 16,
      "text": "So lieth it not then in a mans will or cunnynge but in the mercye of god."
    },
    {
      "verse": 17,
      "text": "For the scripture sayth vnto Pharao: Even for this same purpose have I stered ye vp to shewe my power on ye and that my name myght be declared thorow out all the worlde."
    },
    {
      "verse": 18,
      "text": "So hath he mercye on whom he will and whom he will he maketh hearde herted."
    },
    {
      "verse": 19,
      "text": "Thou wilt saye then vnto me: why then blameth he vs yet? For who can resist his will?"
    },
    {
      "verse": 20,
      "text": "But o man what arte thou which disputest with God? Shall the worke saye to the workeman: why hast thou made me on this fassion?"
    },
    {
      "verse": 21,
      "text": "Hath not the potter power over the claye even of the same lompe to make one vessell vnto honoure and a nother vnto dishonoure?"
    },
    {
      "verse": 22,
      "text": "Even so God willynge to shewe his wrath and to make his power knowen suffered with longe pacience the vessels of wrath ordeyned to damnacion"
    },
    {
      "verse": 23,
      "text": "that he myght declare the ryches of his glory on the vessels of mercye which he had prepayred vnto glorie:"
    },
    {
      "verse": 24,
      "text": "that is to saye vs which he called not of the Iewes only but also of the gentyls."
    },
    {
      "verse": 25,
      "text": "As he sayth in Osee: I will call them my people which were not my people: and her beloved which was not beloved."
    },
    {
      "verse": 26,
      "text": "And it shall come to passe in the place where it was sayd vnto them ye are not my people: that there shalbe called the chyldren of the lyvynge God."
    },
    {
      "verse": 27,
      "text": "But Esaias cryeth concernynge Israel though the nomber of the chyldren of Israel be as the sonde of the see yet shall a remnaunt be saved."
    },
    {
      "verse": 28,
      "text": "He finyssheth the worde verely and maketh it short in ryghtwesses. For a short worde will god make on erth."
    },
    {
      "verse": 29,
      "text": "And as Esaias sayd before: Except the Lorde of sabaoth had left us seede we had bene made as Zodoma and had bene lykened to Gomorra."
    },
    {
      "verse": 30,
      "text": "What shall we saye then? We saye that the gentyls which followed not rightewesnes have overtaken rightewesnes: I meane the rightewesnes which cometh of fayth."
    },
    {
      "verse": 31,
      "text": "But Israel which folowed the lawe of rightewesnes coulde not attayne vnto the lawe of rightewesnes."
    },
    {
      "verse": 32,
      "text": "And wherfore? Because they sought it not by fath: but as it were by the workes of the lawe. For they have stombled at the stomblynge stone."
    },
    {
      "verse": 33,
      "text": "As it is written: Beholde I put in Syon a stomblynge stone and a rocke which shall make men faule. And none that beleve on him shalbe a shamed."
    }
  ]
}