{
  "book_id": "ROM",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Brethren my hertes desyre and prayer to God for Israel is that they might be saved."
    },
    {
      "verse": 2,
      "text": "For I beare them recorde that they have a fervet mynde to God warde but not accordinge to knowledge."
    },
    {
      "verse": 3,
      "text": "For they are ignoraunt of the rightewesnes which is alowed before God and goo about to stablisshe their awne rightewesnes and therfore are not obedient vnto the rightewesnes which is of valew before God."
    },
    {
      "verse": 4,
      "text": "For Christ is the ende of the lawe to iustifie all that beleve."
    },
    {
      "verse": 5,
      "text": "Moses describeth the rightewesnes which cometh of the lawe howe that the man which doth the thinges of the lawe shall lyve therin."
    },
    {
      "verse": 6,
      "text": "But the rightewesnes which cometh of fayth speaketh on this wyse. Saye not in thyne hert who shall ascende into heven? (that is nothinge els then to fetch Christ doune)"
    },
    {
      "verse": 7,
      "text": "Other who shall descende into the depe? (that is nothinge els but to fetch vp Christ from deeth)"
    },
    {
      "verse": 8,
      "text": "But what sayth the scripture? The worde is nye the even in thy mouth and in thyn herte. This worde is the worde of fayth which we preache."
    },
    {
      "verse": 9,
      "text": "For yf thou shalt knowledge with thy mouth that Iesus is the lorde and shalt beleve with thyn hert that God raysed him up from deeth thou shalt be safe."
    },
    {
      "verse": 10,
      "text": "For the belefe of the hert iustifieth: and to knowledge with the mouth maketh a man safe."
    },
    {
      "verse": 11,
      "text": "For the scripture sayth: whosoever beleveth on him shall not be ashamed."
    },
    {
      "verse": 12,
      "text": "Ther is no difference bitwene the Iewe and the gentyll. For one is Lorde of all which is ryche vnto all that call on him."
    },
    {
      "verse": 13,
      "text": "For whosoever shall call on the name of the lorde shalbe safe."
    },
    {
      "verse": 14,
      "text": "But how shall they call on him on who they beleved not? how shall they beleve on him of whom they have not herde? how shall they heare with out a preacher?"
    },
    {
      "verse": 15,
      "text": "And how shall they preach except they be sent? As it is written: how beautifull are the fete of them which bringe glad tydynges of peace and bringe glad tydynges of good thinges."
    },
    {
      "verse": 16,
      "text": "But they have not all obeyed to the gospell. For Esaias sayth: Lorde who shall beleve oure sayinges?"
    },
    {
      "verse": 17,
      "text": "So then fayth cometh by hearynge and hearynge cometh by the worde of God."
    },
    {
      "verse": 18,
      "text": "But I axe: have they not herde? No dout their sounde went out into all londes: and their wordes in to the endes of the worlde."
    },
    {
      "verse": 19,
      "text": "But I demaunde whether Israel dyd knowe or not? Fyrst Moses sayth: I will provoke you for to envy by the that are no people and by a folisshe nacion I will anger you."
    },
    {
      "verse": 20,
      "text": "Esaias after that is bolde and sayth. I am founde of the that sought me not and have appered to them that axed not after me."
    },
    {
      "verse": 21,
      "text": "And agaynst Israel he sayth: All daye longe have I stretched forth my hondes vnto a people that beleveth not but speaketh agaynst me."
    }
  ]
}