{
  "book_id": "ROM",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I saye then: hath god cast awaye his people? God forbyd. For even I verely am an Israelite of the seed of Abraham and of the tribe of Beniamin"
    },
    {
      "verse": 2,
      "text": "god hath not cast awaye his people which he knew before. Ether wote ye not what the scripture sayth by the mouth of Helias how he maketh intercession to god agaynst Israel sayinge:"
    },
    {
      "verse": 3,
      "text": "Lorde they have kylled thy prophetes and dygged doune thyn alters: and I am lefte only and they seke my lyfe."
    },
    {
      "verse": 4,
      "text": "But what sayth the answer of god to him agayne? I have reserved vnto me seven thousande men which have not bowed the knee to Baal."
    },
    {
      "verse": 5,
      "text": "Even so at this tyme ys ther a remmaunt lefte thorow the eleccion of grace."
    },
    {
      "verse": 6,
      "text": "Yf it be of grace the is it not of workes. For then were grace no moare grace. Yf it be of workes then is it no moare grace. For then were deservyng no lenger deservynge."
    },
    {
      "verse": 7,
      "text": "What then? Israel hath not obtayned that that he sought. No but yet the election hath obtayned it. The remnaunt are blynded"
    },
    {
      "verse": 8,
      "text": "accordynge as it is written: God hath geven the the sprete of vnquyetnes: eyes that they shuld not se and eares that they shuld not heare even vnto this daye."
    },
    {
      "verse": 9,
      "text": "And David sayth: Let their table be made a snare to take them with all and an occasion to faule and a rewarde vnto them."
    },
    {
      "verse": 10,
      "text": "Let their eyes be blynded that they se not: and ever bowe doune their backes."
    },
    {
      "verse": 11,
      "text": "I saye then: Have they therfore stombled that they shulde but faule only? God forbyd: but thorowe their faule is salvacion happened vnto the gentyls for to provoke the with all."
    },
    {
      "verse": 12,
      "text": "Wherfore yf the faule of them be the ryches of the worlde: and the mynysshynge of them the ryches of the gentyls: How moche more shuld it be so yf they all beleved."
    },
    {
      "verse": 13,
      "text": "I speake to you gentyls in as moche as I am the Apostle of the gentyls I will magnify myn office"
    },
    {
      "verse": 14,
      "text": "that I myght provoke them which are my flesshe and myght save some of them."
    },
    {
      "verse": 15,
      "text": "For yf the castynge awaye of them be the reconcylynge of the worlde: what shall the receavynge of them be but lyfe agayne from deeth?"
    },
    {
      "verse": 16,
      "text": "For yf one pece be holy the whole heepe is holy. And yf the rote be holy the braunches are holy also."
    },
    {
      "verse": 17,
      "text": "Though some of the brauuches be broken of and thou beynge a wylde olyue tree arte graft in amonge them and made parttaker of the rote and fatnes of the olyve tree"
    },
    {
      "verse": 18,
      "text": "bost not thy selfe agaynst the brauches. For yf thou bost thy selfe remember that thou bearest not the rote but the rote the."
    },
    {
      "verse": 19,
      "text": "Thou wilt saye then: the brauches are broken of that I myght be grafte in."
    },
    {
      "verse": 20,
      "text": "Thou sayest well: because of vnbeleve they are broken of and thou stondest stedfast in fayth. Be not hye mynded but feare"
    },
    {
      "verse": 21,
      "text": "seynge that God spared not the naturall braunches lest haply he also spare not the."
    },
    {
      "verse": 22,
      "text": "Beholde the kyndnes and rigorousnes of God: on the which fell rigorousnes: but towardes the kyndnes yf thou cotinue in his kyndnes. Or els thou shalt be hewen of"
    },
    {
      "verse": 23,
      "text": "and they yf they byde not still in vnbelefe shalbe graffed in agayne. For God is of power to graffe them in agayne."
    },
    {
      "verse": 24,
      "text": "For yf thou wast cut out of a naturall wilde olyve tree and wast graffed contrary to nature in a true olyve tree: how moche more shall the naturall brauches be graffed in their awne olyve tree agayne."
    },
    {
      "verse": 25,
      "text": "I wolde not that this secrete shuld be hyd from you my brethren (lest ye shuld be wyse in youre awne consaytes) that partly blyndnes is happened in Israel vntyll the fulnes of the gentyls be come in:"
    },
    {
      "verse": 26,
      "text": "and so all Israel shalbe saved. As it is writte: There shall come oute of Sion he that doth delyver and shall turne awaye the vngodlynes of Iacob."
    },
    {
      "verse": 27,
      "text": "And this is my covenaunt vnto them when I shall take awaye their synnes."
    },
    {
      "verse": 28,
      "text": "As concernynge the gospell they are enemies for youre sakes: but as touchinge the election they are loved for the fathers sakes."
    },
    {
      "verse": 29,
      "text": "For verely the gyftes and callynge of god are soche that it cannot repent him of them:"
    },
    {
      "verse": 30,
      "text": "for loke as ye in tyme passed have not beleved God yet have now obtayned mercy thorow their vnbelefe:"
    },
    {
      "verse": 31,
      "text": "even so now have they not beleved the mercy which is happened vnto you that they also maye obtayne mercy."
    },
    {
      "verse": 32,
      "text": "God hath wrapped all nacions in vnbeleve that he myght have mercie on all."
    },
    {
      "verse": 33,
      "text": "O the depnes of the aboundaunt wysdome and knowledge of God: how vnserchable are his iudgementes and his wayes past findyng out."
    },
    {
      "verse": 34,
      "text": "For who hath knowen the mynde of the lorde? or who was his counseller?"
    },
    {
      "verse": 35,
      "text": "other who hath geven vnto him fyrst that he myght be recompensed agayne?"
    },
    {
      "verse": 36,
      "text": "For of him and thorow him and for him are all thinges To him be glorye for ever Amen."
    }
  ]
}