{
  "book_id": "ROM",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I commede vnto you Phebe oure sister (which is a minister of the congregacion of Chenchrea)"
    },
    {
      "verse": 2,
      "text": "that ye receave her in the Lorde as it becommeth saynctes and that ye assist her in whatsoever busynes she neadeth of youre ayde. For she hath suckered many and myne awne selfe also."
    },
    {
      "verse": 3,
      "text": "Grete Prisca and Aquila my helpers in Christ Iesu,"
    },
    {
      "verse": 4,
      "text": "which have for my lyfe layde doune their awne neckes. Vnto which not I only geve thankes but also the congregacion of the gentyls."
    },
    {
      "verse": 5,
      "text": "Lyke wyse grete all the company that is in thy housse. Salute my welbeloved Epenetos which is the fyrst frute amonge them of Achaia."
    },
    {
      "verse": 6,
      "text": "Grete Mary which bestowed moche labour on vs."
    },
    {
      "verse": 7,
      "text": "Salute Andronicus and Iunia my cosyns which were presoners with me also which are wele taken amonge the Apostles and were in Christ before me."
    },
    {
      "verse": 8,
      "text": "Grete Amplias my beloved in the Lorde."
    },
    {
      "verse": 9,
      "text": "Salute Vrban oure helper in Christ and Stachys my beloved."
    },
    {
      "verse": 10,
      "text": "Salute Appelles approved in Christ. Salute them which are of Aristobolus housholde."
    },
    {
      "verse": 11,
      "text": "Salute Herodion my kynsman. Grete them of the housholde of Narcissus which are in the Lorde."
    },
    {
      "verse": 12,
      "text": "Salute Triphena and Triphosa which wemen dyd labour in the Lorde. Salute the beloved Persis which laboured in the Lorde."
    },
    {
      "verse": 13,
      "text": "Salute Rufus chosen in the Lorde and his mother and myne."
    },
    {
      "verse": 14,
      "text": "Grete Asincritus, Phlegon, Herman, Patrobas, Hermen, and the brethren which are with them."
    },
    {
      "verse": 15,
      "text": "Salute Philologus and Iulia, Nereus and his sister, and Olimpha and all the saynctes which are with them."
    },
    {
      "verse": 16,
      "text": "Salute one another with an holy kysse. The congregacions of Christ salute you."
    },
    {
      "verse": 17,
      "text": "I beseche you brethren marke them which cause division and geve occasions of evyll contrary to the doctrine which ye have learned: and avoyde them."
    },
    {
      "verse": 18,
      "text": "For they that are suche serve not the Lorde Iesus Christ: but their awne bellyes and with swete preachinges and flatteringe wordes deceave the hertes of the innocetes."
    },
    {
      "verse": 19,
      "text": "For youre obedience extendeth to all men. I am glad no dout of you. But yet I wolde have you wyse vnto that which is good and to be innocetes concerninge evyll."
    },
    {
      "verse": 20,
      "text": "The God of peace treade Satan vnder youre fete shortly. The grace of oure Lorde Iesu Christ be with you."
    },
    {
      "verse": 21,
      "text": "Thimotheus my worke felow and Lucius and Iason and Sopater my kynsmen salute you."
    },
    {
      "verse": 22,
      "text": "I Tertius salute you which wrote this epistle in the Lorde."
    },
    {
      "verse": 23,
      "text": "Gaius myne hoste and the hoste of all the congregacions saluteth you. Erastus the chamberlayne of the cite saluteth you. And Quartus a brother saluteth you."
    },
    {
      "verse": 24,
      "text": "The grace of oure Lorde Iesu Christ be with you all. Amen"
    },
    {
      "verse": 25,
      "text": "To him that is of power to stablisshe you accordinge to my gospell and preachinge of Iesus Christ in vtteringe of the mistery which was kept secret sence the worlde begane"
    },
    {
      "verse": 26,
      "text": "but now is opened by the scriptures of prophesie at the commaundement of the everlastinge god to stere vp obedience to the faith publisshed amonge all nacions:"
    },
    {
      "verse": 27,
      "text": "To the same God which alone is wyse be prayse thorowe Iesus Christ for ever. Amen. ‘To the Romayns. Sent from Chorinthum by Phebe she that was the minister vnto the congregacion at Chenchrea.’"
    }
  ]
}