{
  "book_id": "MIC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Woe is me! for I am as when they have gathered the summer fruits, as the grape-gleanings of the vintage: there isno cluster to eat: my soul desired the first ripe fruit."
    },
    {
      "verse": 2,
      "text": "The good manhath perished from the earth: and there isnone upright among men: they all lie in wait for blood; they hunt every man his brother with a net."
    },
    {
      "verse": 3,
      "text": "That they may do evil with both hands earnestly, the prince asketh, and the judge askethfor a reward; and the great man, he uttereth his mischievous desire: so they wrap it up."
    },
    {
      "verse": 4,
      "text": "The best of them isas a brier: the most upright is sharperthan a thorn hedge: the day of thy watchmen andthy visitation cometh; now shall be their perplexity."
    },
    {
      "verse": 5,
      "text": "Trust ye not in a friend, put ye not confidence in a guide: keep the doors of thy mouth from her that lieth in thy bosom."
    },
    {
      "verse": 6,
      "text": "For the son dishonoreth the father, the daughter riseth up against her mother, the daughter-in-law against her mother-in-law; a man's enemies arethe men of his own house."
    },
    {
      "verse": 7,
      "text": "Therefore I will look to the LORD; I will wait for the God of my salvation: my God will hear me."
    },
    {
      "verse": 8,
      "text": "Rejoice not against me, O my enemy: when I fall, I shall arise; when I sit in darkness, the LORD will bea light to me."
    },
    {
      "verse": 9,
      "text": "I will bear the indignation of the LORD, because I have sinned against him, until he shall plead my cause, and execute judgment for me: he will bring me forth to the light, andI shall behold his righteousness."
    },
    {
      "verse": 10,
      "text": "Then she that ismy enemy shall see it, and shame shall cover her who said to me, Where is the LORD thy God? my eyes shall behold her: now shall she be trodden down as the mire of the streets."
    },
    {
      "verse": 11,
      "text": "Inthe day that thy walls are to be built, inthat day shall the decree be far removed."
    },
    {
      "verse": 12,
      "text": "Inthat day alsohe shall come even to thee from Assyria, and fromthe fortified cities, and from the fortress even to the river, and from sea to sea, and frommountain to mountain."
    },
    {
      "verse": 13,
      "text": "Notwithstanding the land shall be desolate because of them that dwell in it, for the fruit of their doings."
    },
    {
      "verse": 14,
      "text": "Feed thy people with thy rod, the flock of thy heritage, who dwell solitarily inthe wood, in the midst of Carmel: let them feed inBashan and Gilead, as in the days of old."
    },
    {
      "verse": 15,
      "text": "According to the days of thy departure from the land of Egypt will I show to him marvelous things."
    },
    {
      "verse": 16,
      "text": "The nations shall see and be confounded at all their might: they shall lay theirhand upon theirmouth, their ears shall be deaf."
    },
    {
      "verse": 17,
      "text": "They shall lick the dust like a serpent, they shall move out of their holes like worms of the earth: they shall be afraid of the LORD our God, and shall fear because of thee."
    },
    {
      "verse": 18,
      "text": "Who isa God like to thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth inmercy."
    },
    {
      "verse": 19,
      "text": "He will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea."
    },
    {
      "verse": 20,
      "text": "Thou wilt perform the truth to Jacob, andthe mercy to Abraham, which thou hast sworn to our fathers from the days of old."
    }
  ]
}