{
  "book_id": "MIC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Woe is me! for I am as when they have gathered the summer fruits, as the grape-gleanings of the vintage: \\add there is\\add* no cluster to eat: my soul desired the first ripe fruit."
    },
    {
      "verse": 2,
      "text": "The good \\add man\\add* hath perished from the earth: and \\add there is\\add* none upright among men: they all lie in wait for blood; they hunt every man his brother with a net."
    },
    {
      "verse": 3,
      "text": "That they may do evil with both hands earnestly, the prince asketh, and the judge \\add asketh\\add* for a reward; and the great \\add man\\add* , he uttereth his mischievous desire: so they wrap it up."
    },
    {
      "verse": 4,
      "text": "The best of them \\add is\\add* as a brier: the most upright \\add is sharper\\add* than a thorn hedge: the day of thy watchmen \\add and\\add* thy visitation cometh; now shall be their perplexity."
    },
    {
      "verse": 5,
      "text": "Trust ye not in a friend, put ye not confidence in a guide: keep the doors of thy mouth from her that lieth in thy bosom."
    },
    {
      "verse": 6,
      "text": "For the son dishonoreth the father, the daughter riseth up against her mother, the daughter-in-law against her mother-in-law; a man's enemies \\add are\\add* the men of his own house."
    },
    {
      "verse": 7,
      "text": "Therefore I will look to the LORD; I will wait for the God of my salvation: my God will hear me."
    },
    {
      "verse": 8,
      "text": "Rejoice not against me, O my enemy: when I fall, I shall arise; when I sit in darkness, the LORD \\add will be\\add* a light to me."
    },
    {
      "verse": 9,
      "text": "I will bear the indignation of the LORD, because I have sinned against him, until he shall plead my cause, and execute judgment for me: he will bring me forth to the light, \\add and\\add* I shall behold his righteousness."
    },
    {
      "verse": 10,
      "text": "Then \\add she that is\\add* my enemy shall see \\add it\\add* , and shame shall cover her who said to me, Where is the LORD thy God? my eyes shall behold her: now shall she be trodden down as the mire of the streets."
    },
    {
      "verse": 11,
      "text": "\\add In\\add* the day that thy walls are to be built, \\add in\\add* that day shall the decree be far removed."
    },
    {
      "verse": 12,
      "text": "\\add In\\add* that day \\add also\\add* he shall come even to thee from Assyria, and \\add from\\add* the fortified cities, and from the fortress even to the river, and from sea to sea, and \\add from\\add* mountain to mountain."
    },
    {
      "verse": 13,
      "text": "Notwithstanding the land shall be desolate because of them that dwell in it, for the fruit of their doings."
    },
    {
      "verse": 14,
      "text": "Feed thy people with thy rod, the flock of thy heritage, who dwell solitarily \\add in\\add* the wood, in the midst of Carmel: let them feed \\add in\\add* Bashan and Gilead, as in the days of old."
    },
    {
      "verse": 15,
      "text": "According to the days of thy departure from the land of Egypt will I show to him marvelous \\add things\\add* ."
    },
    {
      "verse": 16,
      "text": "The nations shall see and be confounded at all their might: they shall lay \\add their\\add* hand upon \\add their\\add* mouth, their ears shall be deaf."
    },
    {
      "verse": 17,
      "text": "They shall lick the dust like a serpent, they shall move out of their holes like worms of the earth: they shall be afraid of the LORD our God, and shall fear because of thee."
    },
    {
      "verse": 18,
      "text": "Who \\add is\\add* a God like to thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth \\add in\\add* mercy."
    },
    {
      "verse": 19,
      "text": "He will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea."
    },
    {
      "verse": 20,
      "text": "Thou wilt perform the truth to Jacob, \\add and\\add* the mercy to Abraham, which thou hast sworn to our fathers from the days of old."
    }
  ]
}