{
  "book_id": "PRO",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "My son, if thou wilt receive my words, and hide my commandments with thee;"
    },
    {
      "verse": 2,
      "text": "So that thou incline thy ear to wisdom, \\add and\\add* apply thy heart to understanding;"
    },
    {
      "verse": 3,
      "text": "Yes, if thou criest after knowledge, \\add and\\add* liftest up thy voice for understanding;"
    },
    {
      "verse": 4,
      "text": "If thou seekest her as silver, and searchest for her as \\add for\\add* hid treasures;"
    },
    {
      "verse": 5,
      "text": "Then shalt thou understand the fear of the LORD, and find the knowledge of God."
    },
    {
      "verse": 6,
      "text": "For the LORD giveth wisdom: out of his mouth \\add cometh\\add* knowledge and understanding."
    },
    {
      "verse": 7,
      "text": "He layeth up sound wisdom for the righteous: \\add he is\\add* a buckler to them that walk uprightly."
    },
    {
      "verse": 8,
      "text": "He keepeth the paths of judgment, and preserveth the way of his saints."
    },
    {
      "verse": 9,
      "text": "Then shalt thou understand righteousness, and judgment, and equity; \\add and\\add* every good path."
    },
    {
      "verse": 10,
      "text": "When wisdom entereth into thy heart, and knowledge is pleasant to thy soul;"
    },
    {
      "verse": 11,
      "text": "Discretion shall preserve thee, understanding shall keep thee:"
    },
    {
      "verse": 12,
      "text": "To deliver thee from the way of the evil \\add man\\add* , from the man that speaketh froward things;"
    },
    {
      "verse": 13,
      "text": "Who leave the paths of uprightness, to walk in the ways of darkness;"
    },
    {
      "verse": 14,
      "text": "Who rejoice to do evil, \\add and\\add* delight in the frowardness of the wicked;"
    },
    {
      "verse": 15,
      "text": "Whose ways \\add are\\add* crooked, and \\add they\\add* froward in their paths:"
    },
    {
      "verse": 16,
      "text": "To deliver thee from the strange woman, \\add even\\add* from the stranger \\add who\\add* flattereth with her words;"
    },
    {
      "verse": 17,
      "text": "Who forsaketh the guide of her youth, and forgetteth the covenant of her God."
    },
    {
      "verse": 18,
      "text": "For her house inclineth to death, and her paths to the dead."
    },
    {
      "verse": 19,
      "text": "None that go to her return again, neither do they take hold of the paths of life."
    },
    {
      "verse": 20,
      "text": "That thou mayest walk in the way of good \\add men\\add* , and keep the paths of the righteous."
    },
    {
      "verse": 21,
      "text": "For the upright shall dwell in the land, and the perfect shall remain in it."
    },
    {
      "verse": 22,
      "text": "But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it."
    }
  ]
}