{
  "book_id": "PRO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdom hath built her house, she hath hewn out her seven pillars:"
    },
    {
      "verse": 2,
      "text": "She hath killed her beasts; she hath mingled her wine; she hath also furnished her table."
    },
    {
      "verse": 3,
      "text": "She hath sent forth her maidens: she crieth upon the highest places of the city,"
    },
    {
      "verse": 4,
      "text": "Whoever issimple, let him turn in hither: as forhim that wanteth understanding, she saith to him,"
    },
    {
      "verse": 5,
      "text": "Come, eat of my bread, and drink of the wine whichI have mingled."
    },
    {
      "verse": 6,
      "text": "Forsake the foolish, and live; and go in the way of understanding."
    },
    {
      "verse": 7,
      "text": "He that reproveth a scorner, getteth to himself shame: and he that rebuketh a wicked man gettethhimself a blot."
    },
    {
      "verse": 8,
      "text": "Reprove not a scorner, lest he shall hate thee: rebuke a wise man, and he will love thee."
    },
    {
      "verse": 9,
      "text": "Give instructionto a wise man, and he will be yet wiser: teach a just man, and he will increase in learning."
    },
    {
      "verse": 10,
      "text": "The fear of the LORD isthe beginning of wisdom: and the knowledge of the holy isunderstanding."
    },
    {
      "verse": 11,
      "text": "For by me thy days shall be multiplied, and the years of thy life shall be increased."
    },
    {
      "verse": 12,
      "text": "If thou art wise, thou shalt be wise for thyself: but ifthou scornest, thou alone shalt bear it."
    },
    {
      "verse": 13,
      "text": "A foolish woman isclamorous: she issimple, and knoweth nothing."
    },
    {
      "verse": 14,
      "text": "For she sitteth at the door of her house, on a seat in the high places of the city,"
    },
    {
      "verse": 15,
      "text": "To call passengers who go right on their ways:"
    },
    {
      "verse": 16,
      "text": "Whoever issimple, let him turn in hither: and as forhim that wanteth understanding, she saith to him,"
    },
    {
      "verse": 17,
      "text": "Stolen waters are sweet, and bread eatenin secret is pleasant."
    },
    {
      "verse": 18,
      "text": "But he knoweth not that the dead arethere; and thather guests arein the depths of hell."
    }
  ]
}