{
  "book_id": "PRO",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "A false balance \\add is\\add* abomination to the LORD: but a just weight \\add is\\add* his delight."
    },
    {
      "verse": 2,
      "text": "\\add When\\add* pride cometh, then cometh shame: but with the lowly \\add is\\add* wisdom."
    },
    {
      "verse": 3,
      "text": "The integrity of the upright shall guide them: but the perverseness of transgressors shall destroy them."
    },
    {
      "verse": 4,
      "text": "Riches profit not in the day of wrath: but righteousness delivereth from death."
    },
    {
      "verse": 5,
      "text": "The righteousness of the perfect shall direct his way: but the wicked shall fall by his own wickedness."
    },
    {
      "verse": 6,
      "text": "The righteousness of the upright shall deliver them: but transgressors shall be taken in \\add their own\\add* naughtiness."
    },
    {
      "verse": 7,
      "text": "When a wicked man dieth, \\add his\\add* expectation shall perish: and the hope of unjust \\add men\\add* perisheth."
    },
    {
      "verse": 8,
      "text": "The righteous is delivered out of trouble, and the wicked cometh in his stead."
    },
    {
      "verse": 9,
      "text": "A hypocrite with \\add his\\add* mouth destroyeth his neighbor: but through knowledge shall the just be delivered."
    },
    {
      "verse": 10,
      "text": "When the righteous prosper, the city rejoiceth: and when the wicked perish, \\add there is\\add* shouting."
    },
    {
      "verse": 11,
      "text": "By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked."
    },
    {
      "verse": 12,
      "text": "He that is void of wisdom despiseth his neighbor: but a man of understanding holdeth his peace."
    },
    {
      "verse": 13,
      "text": "A tale-bearer revealeth secrets: but he that is of a faithful spirit concealeth the matter."
    },
    {
      "verse": 14,
      "text": "Where no counsel \\add is\\add* , the people fall: but in the multitude of counselors \\add there is\\add* safety."
    },
    {
      "verse": 15,
      "text": "He that is surety for a stranger shall smart \\add for it\\add* : and he that hateth suretiship is sure."
    },
    {
      "verse": 16,
      "text": "A gracious woman retaineth honor: and strong \\add men\\add* retain riches."
    },
    {
      "verse": 17,
      "text": "The merciful man doeth good to his own soul: but \\add he that is\\add* cruel troubleth his own flesh."
    },
    {
      "verse": 18,
      "text": "The wicked worketh a deceitful work: but to him that soweth righteousness \\add shall be\\add* a sure reward."
    },
    {
      "verse": 19,
      "text": "As righteousness \\add tendeth\\add* to life: so he that pursueth evil \\add pursueth it\\add* to his own death."
    },
    {
      "verse": 20,
      "text": "They that are of a froward heart \\add are\\add* abomination to the LORD: but \\add such as are\\add* upright in \\add their\\add* way \\add are\\add* his delight."
    },
    {
      "verse": 21,
      "text": "\\add Though\\add* hand \\add join\\add* in hand, the wicked shall not be unpunished: but the seed of the righteous shall be delivered."
    },
    {
      "verse": 22,
      "text": "\\add As\\add* a jewel of gold in a swine's snout, \\add so is\\add* a fair woman who is without discretion."
    },
    {
      "verse": 23,
      "text": "The desire of the righteous \\add is\\add* only good: \\add but\\add* the expectation of the wicked \\add is\\add* wrath."
    },
    {
      "verse": 24,
      "text": "There is that scattereth, and yet increaseth; and \\add there is\\add* that withholdeth more than is meet, but \\add it tendeth\\add* to poverty."
    },
    {
      "verse": 25,
      "text": "The liberal soul shall be made fat: and he that watereth shall be watered also himself."
    },
    {
      "verse": 26,
      "text": "He that withholdeth corn, the people shall curse him: but blessing \\add shall be\\add* upon the head of him that selleth \\add it\\add* ."
    },
    {
      "verse": 27,
      "text": "He that diligently seeketh good procureth favor: but he that seeketh mischief, it shall come to him."
    },
    {
      "verse": 28,
      "text": "He that trusteth in his riches shall fall: but the righteous shall flourish as a branch."
    },
    {
      "verse": 29,
      "text": "He that troubleth his own house shall inherit the wind: and the fool \\add shall be\\add* servant to the wise of heart."
    },
    {
      "verse": 30,
      "text": "The fruit of the righteous \\add is\\add* a tree of life; and he that winneth souls \\add is\\add* wise."
    },
    {
      "verse": 31,
      "text": "Behold, the righteous shall be recompensed upon the earth: much more the wicked and the sinner."
    }
  ]
}