{
  "book_id": "PRO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "A wise son hearethhis father's instruction: but a scorner heareth not rebuke."
    },
    {
      "verse": 2,
      "text": "A man shall eat good by the fruit of hismouth: but the soul of the transgressors shall eatviolence."
    },
    {
      "verse": 3,
      "text": "He that keepeth his mouth keepeth his life: buthe that openeth wide his lips shall have destruction."
    },
    {
      "verse": 4,
      "text": "The soul of the sluggard desireth, and hathnothing: but the soul of the diligent shall be made fat."
    },
    {
      "verse": 5,
      "text": "A righteous manhateth lying: but a wicked manis lothsome, and cometh to shame."
    },
    {
      "verse": 6,
      "text": "Righteousness keepeth him that isupright in the way: but wickedness overthroweth the sinner."
    },
    {
      "verse": 7,
      "text": "There is that maketh himself rich, yet hathnothing: there isthat maketh himself poor, yet hathgreat riches."
    },
    {
      "verse": 8,
      "text": "The ransom of a man's life ishis riches: but the poor heareth not rebuke."
    },
    {
      "verse": 9,
      "text": "The light of the righteous rejoiceth: but the lamp of the wicked shall be extinguished."
    },
    {
      "verse": 10,
      "text": "Only by pride cometh contention: but with the well-advised iswisdom."
    },
    {
      "verse": 11,
      "text": "Wealth gottenby vanity shall be diminished: but he that gathereth by labor shall increase."
    },
    {
      "verse": 12,
      "text": "Hope deferred maketh the heart sick: but whenthe desire cometh, it isa tree of life."
    },
    {
      "verse": 13,
      "text": "Whoever despiseth the word shall be destroyed: but he that feareth the commandment shall be rewarded."
    },
    {
      "verse": 14,
      "text": "The law of the wise isa fountain of life, to depart from the snares of death."
    },
    {
      "verse": 15,
      "text": "Good understanding giveth favor: but the way of transgressors ishard."
    },
    {
      "verse": 16,
      "text": "Every prudent mandealeth with knowledge: but a fool layeth open hisfolly."
    },
    {
      "verse": 17,
      "text": "A wicked messenger falleth into mischief: but a faithful embassador ishealth."
    },
    {
      "verse": 18,
      "text": "Poverty and shame shall be tohim that refuseth instruction: but he that regardeth reproof shall be honored."
    },
    {
      "verse": 19,
      "text": "The desire accomplished is sweet to the soul: but it isabomination to fools to depart from evil."
    },
    {
      "verse": 20,
      "text": "He that walketh with wise menshall be wise: but a companion of fools shall be destroyed."
    },
    {
      "verse": 21,
      "text": "Evil pursueth sinners: but to the righteous good shall be repaid."
    },
    {
      "verse": 22,
      "text": "A good manleaveth an inheritance to his children's children: and the wealth of the sinner islaid up for the just."
    },
    {
      "verse": 23,
      "text": "Much food is inthe tillage of the poor: but there is that isdestroyed for want of judgment."
    },
    {
      "verse": 24,
      "text": "He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes."
    },
    {
      "verse": 25,
      "text": "The righteous eateth to the satisfying of his soul: but the belly of the wicked shall want."
    }
  ]
}