{
  "book_id": "PRO",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "The king's heart isin the hand of the LORD, asthe rivers of water: he turneth it whithersoever he will."
    },
    {
      "verse": 2,
      "text": "Every way of a man isright in his own eyes: but the LORD pondereth the hearts."
    },
    {
      "verse": 3,
      "text": "To do justice and judgment ismore acceptable to the LORD than sacrifice."
    },
    {
      "verse": 4,
      "text": "A high look, and a proud heart, andthe plowing of the wicked, issin."
    },
    {
      "verse": 5,
      "text": "The thoughts of the diligent tendonly to plenteousness; but of every one that ishasty only to want."
    },
    {
      "verse": 6,
      "text": "The getting of treasures by a lying tongue isa vanity tossed to and fro by them that seek death."
    },
    {
      "verse": 7,
      "text": "The robbery of the wicked shall destroy them; because they refuse to do judgment."
    },
    {
      "verse": 8,
      "text": "The way of man isfroward and strange: but as forthe pure, his work isright."
    },
    {
      "verse": 9,
      "text": "It isbetter to dwell in a corner of the house-top, than with a brawling woman in a wide house."
    },
    {
      "verse": 10,
      "text": "The soul of the wicked desireth evil: his neighbor findeth no favor in his eyes."
    },
    {
      "verse": 11,
      "text": "When the scorner is punished, the simple is made wise: and when the wise is instructed, he receiveth knowledge."
    },
    {
      "verse": 12,
      "text": "The righteous manwisely considereth the house of the wicked: but Godoverthroweth the wicked for theirwickedness."
    },
    {
      "verse": 13,
      "text": "Whoever stoppeth his ears at the cry of the poor, he also shall cry himself, but shall not be heard."
    },
    {
      "verse": 14,
      "text": "A gift in secret pacifieth anger: and a reward in the bosom, strong wrath."
    },
    {
      "verse": 15,
      "text": "It isjoy to the just to do judgment: but destruction shall beto the workers of iniquity."
    },
    {
      "verse": 16,
      "text": "The man that wandereth out of the way of understanding shall remain in the congregation of the dead."
    },
    {
      "verse": 17,
      "text": "He that loveth pleasure shall bea poor man: he that loveth wine and oil shall not be rich."
    },
    {
      "verse": 18,
      "text": "The wicked shall bea ransom for the righteous, and the transgressor for the upright."
    },
    {
      "verse": 19,
      "text": "It isbetter to dwell in the wilderness, than with a contentious and an angry woman."
    },
    {
      "verse": 20,
      "text": "There isa treasure to be desired, and oil in the dwelling of the wise; but a foolish man spendeth it up."
    },
    {
      "verse": 21,
      "text": "He that followeth after righteousness and mercy findeth life, righteousness, and honor."
    },
    {
      "verse": 22,
      "text": "A wise manscaleth the city of the mighty, and casteth down the strength of its confidence."
    },
    {
      "verse": 23,
      "text": "Whoever keepeth his mouth and his tongue keepeth his soul from troubles."
    },
    {
      "verse": 24,
      "text": "Proud andhaughty scorner ishis name, who dealeth in proud wrath."
    },
    {
      "verse": 25,
      "text": "The desire of the slothful killeth him; for his hands refuse to labor."
    },
    {
      "verse": 26,
      "text": "He coveteth greedily all the day long: but the righteous giveth and spareth not."
    },
    {
      "verse": 27,
      "text": "The sacrifice of the wicked isabomination: how much more, whenhe bringeth it with a wicked mind?"
    },
    {
      "verse": 28,
      "text": "A false witness shall perish: but the man that heareth speaketh constantly."
    },
    {
      "verse": 29,
      "text": "A wicked man hardeneth his face: but as forthe upright, he directeth his way."
    },
    {
      "verse": 30,
      "text": "There isno wisdom nor understanding nor counsel against the LORD."
    },
    {
      "verse": 31,
      "text": "The horse isprepared against the day of battle: but safety isfrom the LORD."
    }
  ]
}