{
  "book_id": "PRO",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "A \\add good\\add* name \\add is\\add* rather to be chosen than great riches, \\add and\\add* loving favor rather than silver and gold."
    },
    {
      "verse": 2,
      "text": "The rich and poor meet together: the LORD \\add is\\add* the maker of them all."
    },
    {
      "verse": 3,
      "text": "A prudent \\add man\\add* foreseeth the evil, and hideth himself: but the simple pass on, and are punished."
    },
    {
      "verse": 4,
      "text": "By humility \\add and\\add* the fear of the LORD \\add are\\add* riches, and honor, and life."
    },
    {
      "verse": 5,
      "text": "Thorns \\add and\\add* snares \\add are\\add* in the way of the froward: he that doth keep his soul shall be far from them."
    },
    {
      "verse": 6,
      "text": "Train up a child in the way he should go: and when he is old, he will not depart from it."
    },
    {
      "verse": 7,
      "text": "The rich ruleth over the poor, and the borrower \\add is\\add* servant to the lender."
    },
    {
      "verse": 8,
      "text": "He that soweth iniquity shall reap vanity: and the rod of his anger shall fail."
    },
    {
      "verse": 9,
      "text": "He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor."
    },
    {
      "verse": 10,
      "text": "Cast out the scorner, and contention shall end; yes, strife and reproach shall cease."
    },
    {
      "verse": 11,
      "text": "He that loveth pureness of heart, \\add for\\add* the grace of his lips the king \\add shall be\\add* his friend."
    },
    {
      "verse": 12,
      "text": "The eyes of the LORD preserve knowledge, and he overthroweth the words of the transgressor."
    },
    {
      "verse": 13,
      "text": "The slothful \\add man\\add* saith, \\add There is\\add* a lion without, I shall be slain in the streets."
    },
    {
      "verse": 14,
      "text": "The mouth of strange women \\add is\\add* a deep pit: he that is abhorred by the LORD shall fall therein."
    },
    {
      "verse": 15,
      "text": "Foolishness \\add is\\add* bound in the heart of a child; \\add but\\add* the rod of correction shall drive it far from him."
    },
    {
      "verse": 16,
      "text": "He that oppresseth the poor to increase his \\add riches\\add* , \\add and\\add* he that giveth to the rich, \\add shall\\add* surely \\add come\\add* to want."
    },
    {
      "verse": 17,
      "text": "Bow down thy ear, and hear the words of the wise, and apply thy heart to my knowledge."
    },
    {
      "verse": 18,
      "text": "For \\add it is\\add* a pleasant thing if thou keepest them within thee; they shall withal be fitted in thy lips."
    },
    {
      "verse": 19,
      "text": "That thy trust may be in the LORD, I have made known to thee this day, even to thee."
    },
    {
      "verse": 20,
      "text": "Have not I written to thee excellent things in counsels and knowledge,"
    },
    {
      "verse": 21,
      "text": "That I might make thee know the certainty of the words of truth; that thou mightest answer the words of truth to them that send to thee?"
    },
    {
      "verse": 22,
      "text": "Rob not the poor, because he \\add is\\add* poor: neither oppress the afflicted in the gate:"
    },
    {
      "verse": 23,
      "text": "For the LORD will plead their cause, and spoil the soul of those that spoiled them."
    },
    {
      "verse": 24,
      "text": "Make no friendship with an angry man; and with a furious man thou shalt not go:"
    },
    {
      "verse": 25,
      "text": "Lest thou learn his ways, and get a snare to thy soul."
    },
    {
      "verse": 26,
      "text": "Be not thou \\add one\\add* of them that strike hands, \\add or\\add* of them that are sureties for debts."
    },
    {
      "verse": 27,
      "text": "If thou hast nothing to pay, why should he take away thy bed from under thee?"
    },
    {
      "verse": 28,
      "text": "Remove not the ancient landmark, which thy fathers have set."
    },
    {
      "verse": 29,
      "text": "Seest thou a man diligent in his business? he shall stand before kings; he shall not stand before mean \\add men\\add* ."
    }
  ]
}