{
  "book_id": "PRO",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "When thou sittest to eat with a ruler, consider diligently what \\add is\\add* before thee:"
    },
    {
      "verse": 2,
      "text": "And put a knife to thy throat, if thou \\add art\\add* a man given to appetite."
    },
    {
      "verse": 3,
      "text": "Be not desirous of his dainties: for they \\add are\\add* deceitful food."
    },
    {
      "verse": 4,
      "text": "Labor not to be rich: cease from thy own wisdom."
    },
    {
      "verse": 5,
      "text": "Wilt thou set thy eyes upon that which is not? for \\add riches\\add* certainly make to themselves wings; they fly away as an eagle towards heaven."
    },
    {
      "verse": 6,
      "text": "Eat thou not the bread of \\add him that hath\\add* an evil eye, neither desire thou his dainties:"
    },
    {
      "verse": 7,
      "text": "For as he thinketh in his heart, so \\add is\\add* he: Eat and drink, saith he to thee; but his heart \\add is\\add* not with thee."
    },
    {
      "verse": 8,
      "text": "The morsel \\add which\\add* thou hast eaten shalt thou vomit up, and lose thy sweet words."
    },
    {
      "verse": 9,
      "text": "Speak not in the ears of a fool: for he will despise the wisdom of thy words."
    },
    {
      "verse": 10,
      "text": "Remove not the old landmark; and enter not into the fields of the fatherless:"
    },
    {
      "verse": 11,
      "text": "For their redeemer \\add is\\add* mighty; he will plead their cause with thee."
    },
    {
      "verse": 12,
      "text": "Apply thy heart to instruction, and thy ears to the words of knowledge."
    },
    {
      "verse": 13,
      "text": "Withhold not correction from the child: for \\add if\\add* thou beatest him with the rod, he shall not die."
    },
    {
      "verse": 14,
      "text": "Thou shalt beat him with the rod, and shalt deliver his soul from hell."
    },
    {
      "verse": 15,
      "text": "My son, if thy heart be wise, my heart shall rejoice, even mine."
    },
    {
      "verse": 16,
      "text": "Yes, my reins shall rejoice, when thy lips speak right things."
    },
    {
      "verse": 17,
      "text": "Let not thy heart envy sinners: but \\add be thou\\add* in the fear of the LORD all the day long."
    },
    {
      "verse": 18,
      "text": "For surely there is an end; and thy expectation shall not be cut off."
    },
    {
      "verse": 19,
      "text": "Hear thou, my son, and be wise, and guide thy heart in the way."
    },
    {
      "verse": 20,
      "text": "Be not among wine-bibbers; among riotous eaters of flesh:"
    },
    {
      "verse": 21,
      "text": "For the drunkard and the glutton shall come to poverty: and drowsiness shall clothe \\add a man\\add* with rags."
    },
    {
      "verse": 22,
      "text": "Hearken to thy father that begat thee, and despise not thy mother when she is old."
    },
    {
      "verse": 23,
      "text": "Buy the truth, and sell \\add it\\add* not; \\add also\\add* wisdom, and instruction, and understanding."
    },
    {
      "verse": 24,
      "text": "The father of the righteous shall greatly rejoice: and he that begetteth a wise \\add child\\add* shall have joy of him."
    },
    {
      "verse": 25,
      "text": "Thy father and thy mother shall be glad, and she that bore thee shall rejoice."
    },
    {
      "verse": 26,
      "text": "My son, give me thy heart, and let thy eyes observe my ways."
    },
    {
      "verse": 27,
      "text": "For a lewd woman \\add is\\add* a deep ditch; and a strange woman \\add is\\add* a narrow pit."
    },
    {
      "verse": 28,
      "text": "She also lieth in wait as \\add for\\add* a prey, and increaseth the transgressors among men."
    },
    {
      "verse": 29,
      "text": "Who hath woe? who hath sorrow? who hath contentions? who hath babbling? who hath wounds without cause? who hath redness of eyes?"
    },
    {
      "verse": 30,
      "text": "They that tarry long at the wine; they that go to seek mixed wine."
    },
    {
      "verse": 31,
      "text": "Look not thou upon the wine when it is red, when it giveth its color in the cup, \\add when\\add* it moveth itself aright."
    },
    {
      "verse": 32,
      "text": "At the last it biteth like a serpent, and stingeth like an adder."
    },
    {
      "verse": 33,
      "text": "Thy eyes shall behold strange women, and thy heart shall utter perverse things."
    },
    {
      "verse": 34,
      "text": "And thou shalt be as he that lieth down in the midst of the sea, or as he that lieth upon the top of a mast."
    },
    {
      "verse": 35,
      "text": "They have stricken me, \\add wilt thou say\\add* , \\add and\\add* I was not sick; they have beaten me, \\add and\\add* I felt \\add it\\add* not: when shall I awake? I will seek it yet again."
    }
  ]
}