{
  "book_id": "MRK",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And when the sabbath was past, Mary Magdalene, and Mary the \\add mother\\add* of James, and Salome, had bought sweet spices, that they might come and anoint him."
    },
    {
      "verse": 2,
      "text": "And very early in the morning, the first \\add day\\add* of the week, they came to the sepulcher at the rising of the sun:"
    },
    {
      "verse": 3,
      "text": "And they said among themselves, Who shall roll away for us the stone from the door of the sepulcher?"
    },
    {
      "verse": 4,
      "text": "(And when they looked, they saw that the stone was rolled away) for it was very great."
    },
    {
      "verse": 5,
      "text": "And entering into the sepulcher, they saw a young man sitting on the right side, clothed in a long white garment; and they were frightened."
    },
    {
      "verse": 6,
      "text": "And he saith to them, Be not frightened: ye seek Jesus of Nazareth, who was crucified: he is risen; he is not here: behold the place where they laid him:"
    },
    {
      "verse": 7,
      "text": "But go, tell his disciples and Peter, that he goeth before you into Galilee: there shall ye see him, as he said to you."
    },
    {
      "verse": 8,
      "text": "And they went out quickly, and fled from the sepulcher; for they trembled, and were amazed: neither said they any thing to any \\add man\\add* ; for they were afraid."
    },
    {
      "verse": 9,
      "text": "Now when \\add Jesus\\add* was risen early, the first \\add day\\add* of the week, he appeared first to Mary Magdalene, out of whom he had cast seven demons."
    },
    {
      "verse": 10,
      "text": "\\add And\\add* she went and told them that had been with him, as they mourned and wept."
    },
    {
      "verse": 11,
      "text": "And they, when they had heard that he was alive, and had been seen by her, believed not."
    },
    {
      "verse": 12,
      "text": "After that, he appeared in another form to two of them, as they were walking and going into the country."
    },
    {
      "verse": 13,
      "text": "And they went and told \\add it\\add* to the residue: neither believed they them."
    },
    {
      "verse": 14,
      "text": "Afterward he appeared to the eleven, as they sat at table, and upbraided them with their unbelief, and hardness of heart, because they believed not them who had seen him after he was risen."
    },
    {
      "verse": 15,
      "text": "And he said to them, Go ye into all the world, and preach the gospel to every creature."
    },
    {
      "verse": 16,
      "text": "He that believeth and is baptized, shall be saved; but he that believeth not shall be damned."
    },
    {
      "verse": 17,
      "text": "And these signs shall follow them that believe: In my name shall they cast out demons; they shall speak in new languages;"
    },
    {
      "verse": 18,
      "text": "They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover."
    },
    {
      "verse": 19,
      "text": "So then after the Lord had spoken to them, he was received up into heaven, and sat on the right hand of God."
    },
    {
      "verse": 20,
      "text": "And they went forth, and preached every where, the Lord working with \\add them\\add* , and confirming the word with signs following. Amen."
    }
  ]
}