{
  "book_id": "LAM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Remember, O Lord, what is come vpon vs: consider, and behold our reproche."
    },
    {
      "verse": 2,
      "text": "Our inheritance is turned to the strangers, our houses to the aliants."
    },
    {
      "verse": 3,
      "text": "We are fatherles, euen without father, and our mothers are as widowes."
    },
    {
      "verse": 4,
      "text": "Wee haue drunke our water for money, and our wood is solde vnto vs."
    },
    {
      "verse": 5,
      "text": "Our neckes are vnder persecution: we are wearie, and haue no rest."
    },
    {
      "verse": 6,
      "text": "We haue giuen our handes to the Egyptians, and to Asshur, to be satisfied with bread."
    },
    {
      "verse": 7,
      "text": "Our fathers haue sinned, and are not, and we haue borne their iniquities."
    },
    {
      "verse": 8,
      "text": "Seruants haue ruled ouer vs, none would deliuer vs out of their hands."
    },
    {
      "verse": 9,
      "text": "Wee gate our bread with the perill of our liues, because of the sword of the wildernesse."
    },
    {
      "verse": 10,
      "text": "Our skinne was blacke like as an ouen because of the terrible famine."
    },
    {
      "verse": 11,
      "text": "They defiled the women in Zion, and the maydes in the cities of Iudah."
    },
    {
      "verse": 12,
      "text": "The princes are hanged vp by their hande: the faces of the elders were not had in honour."
    },
    {
      "verse": 13,
      "text": "They tooke the yong men to grinde, and the children fell vnder the wood."
    },
    {
      "verse": 14,
      "text": "The Elders haue ceased from the gate and the yong men from their songs."
    },
    {
      "verse": 15,
      "text": "The ioy of our heart is gone, our daunce is turned into mourning."
    },
    {
      "verse": 16,
      "text": "The crowne of our head is fallen: wo nowe vnto vs, that we haue sinned."
    },
    {
      "verse": 17,
      "text": "Therefore our heart is heauy for these things, our eyes are dimme,"
    },
    {
      "verse": 18,
      "text": "Because of the mountaine of Zion which is desolate: the foxes runne vpon it."
    },
    {
      "verse": 19,
      "text": "But thou, O Lord, remainest for euer: thy throne is from generation to generation."
    },
    {
      "verse": 20,
      "text": "Wherefore doest thou forget vs for euer, and forsake vs so long time?"
    },
    {
      "verse": 21,
      "text": "Turne thou vs vnto thee, O Lord, and we shalbe turned: renue our dayes as of olde."
    },
    {
      "verse": 22,
      "text": "But thou hast vtterly reiected vs: thou art exceedingly angry against vs."
    }
  ]
}