{
  "book_id": "GAL",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Τῇ ἐλευθερίᾳ οὖν, ᾗ Χριστὸς ἡμᾶς ἠλευθέρωσε, στήκετε, καὶ μὴ πάλιν ζυγῷ δουλείας ἐνέχεσθε."
    },
    {
      "verse": 2,
      "text": "Ἴδε ἐγὼ Παῦλος λέγω ὑμῖν ὅτι ἐὰν περιτέμνησθε, Χριστὸς ὑμᾶς οὐδὲν ὠφελήσει."
    },
    {
      "verse": 3,
      "text": "μαρτύρομαι δὲ πάλιν παντὶ ἀνθρώπῳ περιτεμνομένῳ ὅτι ὀφειλέτης ἐστὶν ὅλον τὸν νόμον ποιῆσαι."
    },
    {
      "verse": 4,
      "text": "κατηργήθητε ἀπὸ τοῦ Χριστοῦ οἵτινες ἐν νόμῳ δικαιοῦσθε, τῆς χάριτος ἐξεπέσατε·"
    },
    {
      "verse": 5,
      "text": "ἡμεῖς γὰρ Πνεύματι ἐκ πίστεως ἐλπίδα δικαιοσύνης ἀπεκδεχόμεθα."
    },
    {
      "verse": 6,
      "text": "ἐν γὰρ Χριστῷ Ἰησοῦ οὔτε περιτομή τι ἰσχύει οὔτε ἀκροβυστία, ἀλλὰ πίστις δι᾽ ἀγάπης ἐνεργουμένη."
    },
    {
      "verse": 7,
      "text": "Ἐτρέχετε καλῶς· τίς ὑμᾶς ἐνέκοψε τῇ ἀληθείᾳ μὴ πείθεσθαι;"
    },
    {
      "verse": 8,
      "text": "ἡ πεισμονὴ οὐκ ἐκ τοῦ καλοῦντος ὑμᾶς."
    },
    {
      "verse": 9,
      "text": "μικρὰ ζύμη ὅλον τὸ φύραμα ζυμοῖ."
    },
    {
      "verse": 10,
      "text": "ἐγὼ πέποιθα εἰς ὑμᾶς ἐν Κυρίῳ ὅτι οὐδὲν ἄλλο φρονήσετε· ὁ δὲ ταράσσων ὑμᾶς βαστάσει τὸ κρῖμα, ὅστις ἂν ᾖ."
    },
    {
      "verse": 11,
      "text": "ἐγὼ δέ, ἀδελφοί, εἰ περιτομὴν ἔτι κηρύσσω, τί ἔτι διώκομαι; ἄρα κατήργηται τὸ σκάνδαλον τοῦ σταυροῦ."
    },
    {
      "verse": 12,
      "text": "ὄφελον καὶ ἀποκόψονται οἱ ἀναστατοῦντες ὑμᾶς."
    },
    {
      "verse": 13,
      "text": "Ὑμεῖς γὰρ ἐπ᾽ ἐλευθερίᾳ ἐκλήθητε, ἀδελφοί· μόνον μὴ τὴν ἐλευθερίαν εἰς ἀφορμὴν τῇ σαρκί, ἀλλὰ διὰ τῆς ἀγάπης δουλεύετε ἀλλήλοις."
    },
    {
      "verse": 14,
      "text": "ὁ γὰρ πᾶς νόμος ἐν ἑνὶ λόγῳ πληροῦται, ἐν τῷ, \\+w ἀγαπήσεις|strong=\"G0025\"\\+w* \\+w τὸν|strong=\"G3588\"\\+w* \\+w πλησίον|strong=\"G4139\"\\+w* \\+w σου|strong=\"G4771\"\\+w* \\+w ὡς|strong=\"G5613\"\\+w* \\+w σεαυτόν|strong=\"G4572\"\\+w*."
    },
    {
      "verse": 15,
      "text": "εἰ δὲ ἀλλήλους δάκνετε καὶ κατεσθίετε, βλέπετε μὴ ὑπ᾽ ἀλλήλων ἀναλωθῆτε."
    },
    {
      "verse": 16,
      "text": "Λέγω δέ, Πνεύματι περιπατεῖτε καὶ ἐπιθυμίαν σαρκὸς οὐ μὴ τελέσητε."
    },
    {
      "verse": 17,
      "text": "ἡ γὰρ σὰρξ ἐπιθυμεῖ κατὰ τοῦ Πνεύματος, τὸ δὲ Πνεῦμα κατὰ τῆς σαρκός· ταῦτα δὲ ἀντίκειται ἀλλήλοις, ἵνα μὴ ἃ ἂν θέλητε ταῦτα ποιῆτε."
    },
    {
      "verse": 18,
      "text": "εἰ δὲ Πνεύματι ἄγεσθε, οὐκ ἐστὲ ὑπὸ νόμον."
    },
    {
      "verse": 19,
      "text": "φανερὰ δέ ἐστι τὰ ἔργα τῆς σαρκός, ἅτινά ἐστι μοιχεία, πορνεία, ἀκαθαρσία, ἀσέλγεια,"
    },
    {
      "verse": 20,
      "text": "εἰδωλολατρία, φαρμακεία, ἔχθραι, ἔρεις, ζῆλοι, θυμοί, ἐριθεῖαι, διχοστασίαι, αἱρέσεις,"
    },
    {
      "verse": 21,
      "text": "φθόνοι, φόνοι, μέθαι, κῶμοι καὶ τὰ ὅμοια τούτοις, ἃ προλέγω ὑμῖν καθὼς καὶ προεῖπον, ὅτι οἱ τὰ τοιαῦτα πράσσοντες βασιλείαν Θεοῦ οὐ κληρονομήσουσιν."
    },
    {
      "verse": 22,
      "text": "ὁ δὲ καρπὸς τοῦ Πνεύματός ἐστιν ἀγάπη, χαρά, εἰρήνη, μακροθυμία, χρηστότης, ἀγαθωσύνη, πίστις,"
    },
    {
      "verse": 23,
      "text": "πρᾳότης, ἐγκράτεια· κατὰ τῶν τοιούτων οὐκ ἔστι νόμος."
    },
    {
      "verse": 24,
      "text": "οἱ δὲ τοῦ Χριστοῦ τὴν σάρκα ἐσταύρωσαν σὺν τοῖς παθήμασι καὶ ταῖς ἐπιθυμίαις."
    },
    {
      "verse": 25,
      "text": "Εἰ ζῶμεν Πνεύματι, Πνεύματι καὶ στοιχῶμεν."
    },
    {
      "verse": 26,
      "text": "μὴ γινώμεθα κενόδοξοι, ἀλλήλους προκαλούμενοι, ἀλλήλοις φθονοῦντες."
    }
  ]
}