{
  "book_id": "LAM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc How\\sc* doth the city sit solitary, \\add that was\\add* full of people! \\add How\\add* is she become as a widow! she \\add that was\\add* great among the nations, \\add And\\add* princess among the provinces, \\add how\\add* is she become tributary!"
    },
    {
      "verse": 2,
      "text": "She weepeth sore in the night, and her tears \\add are\\add* on her cheeks: Among all her lovers she hath none to comfort \\add her:\\add* All her friends have dealt treacherously with her, they are become her enemies."
    },
    {
      "verse": 3,
      "text": "Judah is gone into captivity because of affliction, and because of great servitude: She dwelleth among the heathen, she findeth no rest: All her persecutors overtook her between the straits."
    },
    {
      "verse": 4,
      "text": "The ways of Zion do mourn, because none come to the solemn feasts: All her gates are desolate: her priests sigh: Her virgins \\add are\\add* afflicted, and she \\add is\\add* in bitterness."
    },
    {
      "verse": 5,
      "text": "Her adversaries are the chief, her enemies prosper; For the \\sc Lord\\sc* hath afflicted her for the multitude of her transgressions: Her children are gone \\add into\\add* captivity before the enemy."
    },
    {
      "verse": 6,
      "text": "And from the daughter of Zion all her beauty is departed: Her princes are become like harts \\add that\\add* find no pasture, And they are gone without strength before the pursuer."
    },
    {
      "verse": 7,
      "text": "Jerusalem remembered in the days of her affliction and of her miseries All her pleasant things that she had in the days of old, When her people fell into the hand of the enemy, and none did help her: The adversaries saw her, \\add and\\add* did mock at her sabbaths."
    },
    {
      "verse": 8,
      "text": "Jerusalem hath grievously sinned; therefore she is removed: All that honoured her despise her, because they have seen her nakedness: Yea, she sigheth, and turneth backward."
    },
    {
      "verse": 9,
      "text": "Her filthiness \\add is\\add* in her skirts; she remembereth not her last end; Therefore she came down wonderfully: she had no comforter. O \\sc Lord\\sc*, behold my affliction: for the enemy hath magnified \\add himself\\add*."
    },
    {
      "verse": 10,
      "text": "The adversary hath spread out his hand upon all her pleasant things: For she hath seen \\add that\\add* the heathen entered into her sanctuary, Whom thou didst command \\add that\\add* they should not enter into thy congregation."
    },
    {
      "verse": 11,
      "text": "All her people sigh, they seek bread; They have given their pleasant things for meat to relieve the soul: See, O \\sc Lord\\sc*, and consider; for I am become vile."
    },
    {
      "verse": 12,
      "text": "\\add Is it\\add* nothing to you, all ye that pass by? behold, and see If there be any sorrow like unto my sorrow, which is done unto me, Wherewith the \\sc Lord\\sc* hath afflicted \\add me\\add* in the day of his fierce anger."
    },
    {
      "verse": 13,
      "text": "From above hath he sent fire into my bones, and it prevaileth against them: He hath spread a net for my feet, he hath turned me back; He hath made me desolate \\add and\\add* faint all the day."
    },
    {
      "verse": 14,
      "text": "The yoke of my transgressions is bound by his hand: They are wreathed, \\add and\\add* come up upon my neck: he hath made my strength to fall, The Lord hath delivered me into \\add their\\add* hands, \\add from whom\\add* I am not able to rise up."
    },
    {
      "verse": 15,
      "text": "The Lord hath trodden under foot all my mighty \\add men\\add* in the midst of me: He hath called an assembly against me to crush my young men: The Lord hath trodden the virgin, the daughter of Judah, \\add as in\\add* a winepress."
    },
    {
      "verse": 16,
      "text": "For these \\add things\\add* I weep; mine eye, mine eye runneth down \\add with\\add* water, Because the comforter that \\add should\\add* relieve my soul is far from me: My children are desolate, because the enemy prevailed."
    },
    {
      "verse": 17,
      "text": "Zion spreadeth forth her hands, \\add and there is\\add* none to comfort her: The \\sc Lord\\sc* hath commanded concerning Jacob, \\add that\\add* his adversaries \\add should be\\add* round about him: Jerusalem is as a menstruous \\add woman\\add* among them."
    },
    {
      "verse": 18,
      "text": "The \\sc Lord\\sc* \\add is\\add* righteous; for I have rebelled against his commandment: Hear, I pray you, all people, and behold my sorrow: My virgins and my young men are gone into captivity."
    },
    {
      "verse": 19,
      "text": "I called for my lovers, \\add but\\add* they deceived me: My priests and mine elders gave up the ghost in the city, While they sought their meat, to relieve their souls."
    },
    {
      "verse": 20,
      "text": "Behold, O \\sc Lord\\sc*; for I \\add am\\add* in distress: my bowels are troubled; Mine heart is turned within me; for I have grievously rebelled: Abroad the sword bereaveth, at home \\add there is\\add* as death."
    },
    {
      "verse": 21,
      "text": "They have heard that I sigh; \\add there is\\add* none to comfort me: All mine enemies have heard of my trouble; they are glad that thou hast done \\add it:\\add* Thou wilt bring the day \\add that\\add* thou hast called, and they shall be like unto me."
    },
    {
      "verse": 22,
      "text": "Let all their wickedness come before thee; And do unto them, as thou hast done unto me for all my transgressions: For my sighs \\add are\\add* many, and my heart \\add is\\add* faint."
    }
  ]
}