{
  "book_id": "PSA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ὑπὲρ τῶν κρυφίων τοῦ υἱοῦ, ψαλμὸς τῷ Δαυίδ."
    },
    {
      "verse": 2,
      "text": "Ἐξομολογήσομαι σοι Κύριε ἐν ὅλῃ καρδίᾳ μου, διηγήσομαι πάντα τὰ θαυμάσιά σου."
    },
    {
      "verse": 3,
      "text": "Εὐφρανθήσομαι καὶ ἀγαλλιάσομαι ἐν σοὶ, ψαλῶ τῷ ὀνόματί σου ὕψιστε."
    },
    {
      "verse": 4,
      "text": "Ἐν τῷ ἀποστραφῆναι τὸν ἐχθρόν μου εἰς τὰ ὀπίσω, ἀσθενήσουσι καὶ ἀπολοῦνται ἀπὸ προσώπου σου."
    },
    {
      "verse": 5,
      "text": "Ὅτι ἐποίησας τὴν κρίσιν μου καὶ τὴν δίκην μου, ἐκάθισας ἐπὶ θρόνου ὁ κρίνων δικαιοσύνην."
    },
    {
      "verse": 6,
      "text": "Ἐπετίμησας ἔθνεσι, καὶ ἀπώλετο ὁ ἀσεβὴς· τὸ ὄνομα αὐτῶν ἐξήλειψας εἰς τὸν αἰῶνα, καὶ εἰς τὸν αἰῶνα τοῦ αἰῶνος."
    },
    {
      "verse": 7,
      "text": "Τοῦ ἐχθροῦ ἐξέλιπον αἱ ῥομφαῖαι εἰς τέλος, καὶ πόλεις καθεῖλες· ἀπώλετο τὸ μνημόσυνον αὐτῶν μετʼ ἤχου,"
    },
    {
      "verse": 8,
      "text": "καὶ ὁ Κύριος εἰς τὸν αἰῶνα μένει· ἡτοίμασεν ἐν κρίσει τὸν θρόνον αὐτοῦ,"
    },
    {
      "verse": 9,
      "text": "καὶ αὐτὸς κρινεῖ τὴν οἰκουμένην ἐν δικαιοσύνῃ, κρινεῖ λαοὺς ἐν εὐθύτητι."
    },
    {
      "verse": 10,
      "text": "Καὶ ἐγένετο Κύριος καταφυγὴ τῷ πένητι, βοηθὸς ἐν εὐκαιρίαις, ἐν θλίψει."
    },
    {
      "verse": 11,
      "text": "Καὶ ἐλπισάτωσαν ἐπὶ σὲ οἱ γινώσκοντες τὸ ὄνομά σου, ὅτι οὐκ ἐγκατέλιπες τοὺς ἐκζητοῦντάς σε Κύριε."
    },
    {
      "verse": 12,
      "text": "Ψάλατε τῷ Κυρίῳ τῷ κατοικοῦντι ἐν Σιὼν, ἀναγγείλατε ἐν τοῖς ἔθνεσι τὰ ἐπιτηδεύματα αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Ὅτι ἐκζητῶν τὰ αἵματα αὐτῶν ἐμνήσθη, οὐκ ἐπελάθετο τῆς δεήσεως τῶν πενήτων."
    },
    {
      "verse": 14,
      "text": "Ἐλέησόν με Κύριε, ἴδε τὴν ταπείνωσίν μου ἐκ τῶν ἐχθρῶν μου, ὁ ὑψῶν με ἐκ τῶν πυλῶν τοῦ θανάτου·"
    },
    {
      "verse": 15,
      "text": "Ὅπως ἂν ἐξαγγείλω πάσας τὰς αἰνέσεις σου ἐν ταῖς πύλαις τῆς θυγατρὸς Σιών· ἀγαλλιάσομαι ἐπὶ τῷ σωτηρίῳ σου."
    },
    {
      "verse": 16,
      "text": "Ἐνεπάγησαν ἔθνη ἐν διαφθορᾷ ᾗ ἐποίησαν· ἐν παγίδι ταύτῃ ᾗ ἔκρυψαν συνελήφθη ὁ ποὺς αὐτῶν."
    },
    {
      "verse": 17,
      "text": "Γινώσκεται Κύριος κρίματα ποιῶν, ἐν τοῖς ἔργοις τῶν χειρῶν αὐτοῦ συνελήφθη ὁ ἁμαρτωλός· ᾠδὴ διαψάλματος."
    },
    {
      "verse": 18,
      "text": "Ἀποστραφήτωσαν οἱ ἁμαρτωλοὶ εἰς τὸν ᾅδην, πάντα τὰ ἔθνη τὰ ἐπιλανθανόμενα τοῦ Θεοῦ."
    },
    {
      "verse": 19,
      "text": "Ὅτι οὐκ εἰς τέλος ἐπιλησθήσεται ὁ πτωχὸς, ἡ ὑπομονὴ τῶν πενήτων οὐκ ἀπολεῖται εἰς τὸν αἰῶνα."
    },
    {
      "verse": 20,
      "text": "Ἀνάστηθι Κύριε, μὴ κραταιούσθω ἄνθρωπος, κριθήτωσαν ἔθνη ἐνώπιόν σου."
    },
    {
      "verse": 21,
      "text": "Κατάστησον, Κύριε, νομοθέτην ἐπʼ αὐτοὺς, γνώτωσαν ἔθνη ὅτι ἀνθρωποί εἰσι· διάψαλμα."
    },
    {
      "verse": 22,
      "text": "Ἱνατί, Κύριε, ἀφέστηκας μακρόθεν, ὑπερορᾷς ἐν εὐκαιρίαις, ἐν θλίψει;"
    },
    {
      "verse": 23,
      "text": "Ἐν τῷ ὑπερηφανεύεσθαι τὸν ἀσεβῆ, ἐμπυρίζεται ὁ πτωχὸς, συλλαμβάνονται ἐν διαβουλίοις οἷς διαλογίζονται."
    },
    {
      "verse": 24,
      "text": "Ὅτι ἐπαινεῖται ὁ ἁμαρτωλὸς ἐν ταῖς ἐπιθυμίαις τῆς ψυχῆς αὐτοῦ, καὶ ὁ ἀδικῶν ἐνευλογεῖται."
    },
    {
      "verse": 25,
      "text": "Παρώξυνε τὸν Κύριον ὁ ἁμαρτωλὸς, κατὰ τὸ πλῆθος τῆς ὀργῆς αὐτοῦ οὐκ ἐκζητήσει· οὐκ ἔστιν ὁ Θεὸς ἐνώπιον αὐτοῦ."
    },
    {
      "verse": 26,
      "text": "Βεβηλοῦνται αἱ ὁδοὶ αὐτοῦ ἐν παντὶ καιρῷ· ἀνταναιρεῖται τὰ κρίματά σου ἀπὸ προσώπου αὐτοῦ, πάντων τῶν ἐχθρῶν αὐτοῦ κατακυριεύσει."
    },
    {
      "verse": 27,
      "text": "Εἶπε γὰρ ἐν καρδίᾳ αὐτοῦ, οὐ μὴ σαλευθῶ ἀπὸ γενεᾶς εἰς γενεὰν ἄνευ κακοῦ."
    },
    {
      "verse": 28,
      "text": "Οὗ ἀρᾶς τὸ στόμα αὐτοῦ γέμει καὶ πικρίας καὶ δόλου, ὑπὸ τὴν γλῶσσαν αὐτοῦ κόπος καὶ πόνος."
    },
    {
      "verse": 29,
      "text": "Ἐγκάθηται ἔνεδρα μετὰ πλουσίων ἐν ἀποκρύφοις, τοῦ ἀποκτεῖναι ἀθῶον· οἱ ὀφθαλμοὶ αὐτοῦ εἰς τὸν πένητα ἀποβλέπουσιν."
    },
    {
      "verse": 30,
      "text": "Ἐνεδρεύει ἐν ἀποκρύφῳ ὡς λέων ἐν τῇ μάνδρᾳ αὐτοῦ· ἐνεδρεύει τοῦ ἁρπάσαι πτωχὸν, ἁρπάσαι πτωχὸν ἐν τῷ ἑλκύσαι αὐτόν· ἐν τῇ παγίδι αὐτοῦ"
    },
    {
      "verse": 31,
      "text": "ταπεινώσει αὐτὸν, κύψει καὶ πεσεῖται ἐν τῷ αὐτὸν κατακυριεῦσαι τῶν πενήτων."
    },
    {
      "verse": 32,
      "text": "Εἶπε γὰρ ἐν τῇ καρδίᾳ αὐτοῦ, ἐπιλέλησται ὁ Θεὸς, ἀπέστρεψε τὸ πρόσωπον αὐτοῦ τοῦ μὴ βλέπειν εἰς τέλος."
    },
    {
      "verse": 33,
      "text": "Ἀνάστηθι Κύριε ὁ Θεὸς, ὑψωθήτω ἡ χείρ σου, μὴ ἐπιλάθῃ τῶν πενήτων."
    },
    {
      "verse": 34,
      "text": "Ἕνεκεν τίνος παρώξυνεν ὁ ἀσεβὴς τὸν Θεόν; εἶπε γὰρ ἐν καρδίᾳ αὐτοῦ, οὐ ζητήσει."
    },
    {
      "verse": 35,
      "text": "Βλέπεις, ὅτι σὺ πόνον καὶ θυμὸν κατανοεῖς, τοῦ παραδοῦναι αὐτοὺς εἰς χεῖράς σου· σοὶ ἐγκαταλέλειπται ὁ πτωχὸς, ὀρφανῷ σὺ ἦσθα βοηθός."
    },
    {
      "verse": 36,
      "text": "Σύντριψον τὸν βραχίονα τοῦ ἁμαρτωλοῦ καὶ πονηροῦ, ζητηθήσεται ἡ ἁμαρτία αὐτοῦ καὶ οὐ μὴ εὑρεθῇ."
    },
    {
      "verse": 37,
      "text": "Βασιλεύσει Κύριος εἰς τὸν αἰῶνα, καὶ εἰς τὸν αἰῶνα τοῦ αἰῶνος, ἀπολεῖσθε ἔθνη ἐκ τῆς γῆς αὐτοῦ."
    },
    {
      "verse": 38,
      "text": "Τὴν ἐπιθυμίαν τῶν πενήτων εἰσήκουσε Κύριος, τὴν ἑτοιμασίαν τῆς καρδίας αὐτῶν προσέσχε τὸ οὖς σου·"
    },
    {
      "verse": 39,
      "text": "Κρῖναι ὀρφανῷ καὶ ταπεινῷ, ἵνα μὴ προσθῇ ἔτι μεγαλαυχεῖν ἄνθρωπος ἐπὶ τῆς γῆς."
    }
  ]
}