{
  "book_id": "PSA",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Προσευχὴ τοῦ Δαυίδ. Εἰσάκουσον Κύριε τῆς δικαιοσύνης μου, πρόσχες τῇ δεήσει μου· ἐνώτισαι τὴν προσευχήν μου οὐκ ἐν χείλεσι δολίοις."
    },
    {
      "verse": 2,
      "text": "Ἐκ προσώπου σου τὸ κρίμα μου ἐξέλθοι, οἱ ὀφθαλμοί μου ἰδέτωσαν εὐθύτητας."
    },
    {
      "verse": 3,
      "text": "Ἐδοκίμασας τὴν καρδίαν μου, ἐπεσκέψω νυκτὸς, ἐπύρωσάς με, καὶ οὐχ εὑρέθη ἐν ἐμοὶ ἀδικία·"
    },
    {
      "verse": 4,
      "text": "ὅπως ἂν μὴ λαλήσῃ τὸ στόμα μου. Τὰ ἔργα τῶν ἀνθρώπων, διὰ τοὺς λόγους τῶν χειλέων σου ἐγὼ ἐφύλαξα ὁδοὺς σκληράς."
    },
    {
      "verse": 5,
      "text": "Κατάρτισαι τὰ διαβήματά μου ἐν ταῖς τρίβοις σου, ἵνα μὴ σαλευθῇ τὰ διαβήματά μου."
    },
    {
      "verse": 6,
      "text": "Ἐγὼ ἐκεκραξα, ὅτι ἐπήκουσας μου ὁ Θεός· κλῖνον τὸ οὖς σου ἐμοὶ, καὶ εἰσάκουσον τῶν ῥημάτων μου."
    },
    {
      "verse": 7,
      "text": "Θαυμάστωσον τὰ ἐλέη σου, ὁ σώζων τοὺς ἐλπίζοντας ἐπὶ σέ· ἐκ τῶν ἀνθεστηκότων τῇ δεξιᾷ σου,"
    },
    {
      "verse": 8,
      "text": "φύλαξόν με ὡς κόρην ὀφθαλμοῦ· ἐν σκέπῃ τῶν πτερύγων σου σκεπάσεις με,"
    },
    {
      "verse": 9,
      "text": "ἀπὸ προσώπου ἀσεβῶν τῶν ταλαιπωρησάντων με· οἱ ἐχθροί μου τὴν ψυχήν μου περιέσχον."
    },
    {
      "verse": 10,
      "text": "Τὸ στέαρ αὐτῶν συνέκλεισαν, τὸ στόμα αὐτῶν ἐλάλησεν ὑπερηφανίαν."
    },
    {
      "verse": 11,
      "text": "Ἐκβαλόντες με νυνὶ περιεκύκλωσάν με, τοὺς ὀφθαλμοὺς αὐτὼν ἔθεντο ἐκκλῖναι ἐν τῇ γῇ."
    },
    {
      "verse": 12,
      "text": "Ὑπέλαβόν με ὡσεὶ λέων ἕτοιμος εἰς θήραν, καὶ ὡσεὶ σκύμνος οἰκῶν ἐν ἀποκρύφοις."
    },
    {
      "verse": 13,
      "text": "Ἀνάστηθι Κύριε, πρόφθασον αὐτοὺς, καὶ ὑποσκέλισον αὐτοὺς, ῥῦσαι τὴν ψυχήν μου ἀπὸ ἀσεβοῦς, ῥομφαίαν σου"
    },
    {
      "verse": 14,
      "text": "ἀπὸ ἐχθρῶν τῆς χειρός σου· Κύριε ἀπολύων ἀπὸ γῆς, διαμέρισον αὐτοὺς ἐν τῇ ζωῇ αὐτῶν, καὶ τῶν κεκρυμμένων σου ἐπλήσθη ἡ γαστὴρ αὐτῶν· ἐχορτάσθησαν ὑείων, καὶ ἀφῆκαν τὰ κατάλοιπα τοῖς νηπίοις αὐτῶν."
    },
    {
      "verse": 15,
      "text": "Ἐγὼ δὲ ἐν δικαιοσύνῃ ὀφθήσομαι τῷ προσώπῳ σου, χορτασθήσομαι ἐν τῷ ὀφθῆναι τὴν δόξαν σου."
    }
  ]
}