{
  "book_id": "PSA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος τῷ παιδὶ Κυρίου τῷ Δαυὶδ, ἃ ἐλάλησε τῷ Κυρίῳ, τοὺς λόγους τῆς ᾠδῆς ταύτης, ἐν ἡμέρᾳ ᾗ ἐῤῥύσατο αὐτὸν Κύριος ἐκ χειρὸς πάντων τῶν ἐχθρῶν αὐτοῦ, καὶ ἐκ χειρὸς Σαοὺλ, καὶ εἶπεν,"
    },
    {
      "verse": 2,
      "text": "Αγαπήσω σε, Κύριε ἰσχύς μου."
    },
    {
      "verse": 3,
      "text": "Κύριος στερέωμά μου, καὶ καταφυγή μου, καὶ ῥύστης μου· ὁ Θεός μου βοηθός μου, ἐλπιῶ ἐπʼ αὐτόν· ὑπερασπιστής μου, καὶ κέρας σωτηρίας μου, καὶ ἀντιλήπτωρ μου."
    },
    {
      "verse": 4,
      "text": "Αἰνῶν ἐπικαλέσομαι Κύριον, καὶ ἐκ τῶν ἐχθρῶν μου σωθήσομαι."
    },
    {
      "verse": 5,
      "text": "Περιέσχον με ὠδῖνες θανάτου, καὶ χείμαῤῥοι ἀνομίας ἐξετάραξάν με."
    },
    {
      "verse": 6,
      "text": "Ὠδῖνες ᾅδου περιεκύκλωσάν με, προέφθασάν με παγίδες θανάτου."
    },
    {
      "verse": 7,
      "text": "Καὶ ἐν τῷ θλίβεσθαί με ἐπεκαλεσάμην τὸν Κύριον, καὶ πρὸς τὸν Θεόν μου ἐκέκραξα· ἤκουσεν ἐκ ναοῦ ἁγίου αὐτοῦ φωνῆς μου. καὶ ἡ κραυγή μου ἐνώπιον αὐτοῦ εἰσελεύσεται εἰς τὰ ὦτα αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "Καὶ ἐσαλεύθη, καὶ ἔντρόμος ἐγενήθη ἡ γῆ, καὶ τὰ θεμέλια τῶν ὀρέων ἐταράχθησαν, καὶ ἐσαλεύθησαν, ὅτι ὠργίσθη αὐτοῖς ὁ Θεός."
    },
    {
      "verse": 9,
      "text": "Ἀνέβη καπνὸς ἐν ὀργῇ αὐτοῦ, καὶ πῦρ ἀπὸ προσώπου αὐτοῦ κατεφλόγισεν, ἄνθρακες ἀνήφθησαν ἀπʼ αὐτοῦ."
    },
    {
      "verse": 10,
      "text": "Καὶ ἔκλινεν οὐρανὸν καὶ κατέβη, καὶ γνόφος ὑπὸ τοὺς πόδας αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "Καὶ ἐπέβη ἐπὶ χερουβὶμ καὶ ἐπετάσθη, ἐπετάσθη ἐπὶ πτερύγων ἀνέμων."
    },
    {
      "verse": 12,
      "text": "Καὶ ἔθετο σκότος ἀποκρυφὴν αὐτοῦ, κύκλῳ αὐτοῦ ἡ σκηνὴ αὐτοῦ, σκοτεινὸν ὕδωρ ἐν νεφέλαις ἀέρων."
    },
    {
      "verse": 13,
      "text": "Ἀπὸ τῆς τηλαυγήσεως ἐνώπιον αὐτοῦ αἱ νεφέλαι διῆλθον, χάλαζα καὶ ἄνθρακες πυρός."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐβρόντησεν ἐξ οὐρανοῦ Κύριος, καὶ ὁ ὕψιστος ἔδωκε φωνὴν αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Καὶ ἐξαπέστειλε βέλη καὶ ἐσκόρπισεν αὐτοὺς, καὶ ἀστραπὰς ἐπλήθυνε καὶ συνετάραξεν αὐτούς."
    },
    {
      "verse": 16,
      "text": "Καὶ ὤφθησαν αἱ πηγαὶ τῶν ὑδάτων, καὶ ἀνεκαλύφθη τὰ θεμέλια τῆς οἰκουμένης· ἀπὸ ἐπιτιμήσεώς σου Κύριε, ἀπὸ ἐνπνεύσεως πνεύματος ὀργῆς σου."
    },
    {
      "verse": 17,
      "text": "Ἐξαπέστειλεν ἐξ ὕψους καὶ ἔλαβέ με, προσελάβετό με ἐξ ὑδάτων πολλῶν."
    },
    {
      "verse": 18,
      "text": "Ῥύσεταί με ἐξ ἐχθρῶν μου δυνατῶν, καὶ ἐκ τῶν μισούντων με, ὅτι ἐστερεώθησαν ὑπὲρ ἐμέ."
    },
    {
      "verse": 19,
      "text": "Προέφθασάν με ἐν ἡμέρᾳ κακώσεώς μου, καὶ ἐγένετο Κύριος ἀντιστήριγμά μου."
    },
    {
      "verse": 20,
      "text": "Καὶ ἐξήγαγέ με εἰς πλατυσμὸν, ῥύσεταί με, ὅτι ἠθέλησέ με."
    },
    {
      "verse": 21,
      "text": "Καὶ ἀνταποδώσει μοι Κύριος κατὰ τὴν δικαιοσύνην μου, καὶ κατὰ τὴν καθαριότητα τῶν χειρῶν μου ἀνταποδώσει μοι."
    },
    {
      "verse": 22,
      "text": "Ὅτι ἐφύλαξα τὰς ὁδοὺς Κυρίου, καὶ οὐκ ἠσέβησα ἀπὸ τοῦ Θεοῦ μου."
    },
    {
      "verse": 23,
      "text": "Ὅτι πάντα τὰ κρίματα αὐτοῦ ἐνώπιόν μου, καὶ τὰ δικαιώματα αὐτοῦ οὐκ ἀπέστησαν ἀπʼ ἐμοῦ."
    },
    {
      "verse": 24,
      "text": "Καὶ ἔσομαι ἄμωμος μετʼ αὐτοῦ, καὶ φυλάξομαι ἀπὸ τῆς ἀνομίας μου."
    },
    {
      "verse": 25,
      "text": "Καὶ ἀνταποδώσει μοι Κύριος κατὰ τὴν δικαιοσύνην μου, καὶ κατὰ τὴν καθαριότητα τῶν χειρῶν μου ἐνώπιον τῶν ὀφθαλμῶν αὐτοῦ."
    },
    {
      "verse": 26,
      "text": "Μετὰ ὁσίου ὁσιωθήσῃ, καὶ μετὰ ἀνδρὸς ἀθώου ἀθῶος ἔσῃ·"
    },
    {
      "verse": 27,
      "text": "Καὶ μετὰ ἐκλεκτοῦ ἐκλεκτὸς ἔσῃ, καὶ μετὰ στρεβλοῦ διαστρέψεις."
    },
    {
      "verse": 28,
      "text": "Ὅτι σὺ λαὸν ταπεινὸν σώσεις, καὶ ὀφθαλμοὺς ὑπερηφάνων ταπεινώσεις."
    },
    {
      "verse": 29,
      "text": "Ὅτι σὺ φωτιεῖς λύχνον μου Κύριε, ὁ Θεός μου φωτιεῖς τὸ σκότος μου."
    },
    {
      "verse": 30,
      "text": "Ὅτι ἐν σοὶ ῥυσθήσομαι ἀπὸ πειρατηρίου, καὶ ἐν τῷ Θεῷ μου ὑπερβήσομαι τεῖχος."
    },
    {
      "verse": 31,
      "text": "Ὁ Θεός μου, ἄμωμος ἡ ὁδὸς αὐτοῦ, τὰ λόγια Κυρίου πεπυρωμένα, ὑπερασπιστής ἐστι πάντων τῶν ἐλπιζόντων ἐπʼ αὐτόν."
    },
    {
      "verse": 32,
      "text": "Ὅτι τίς Θεὸς πλὴν τοῦ Κυρίου; καὶ τίς Θεὸς πλὴν τοῦ Θεοῦ ἡμῶν;"
    },
    {
      "verse": 33,
      "text": "Ὁ Θεὸς ὁ περιζωννύων με δύναμιν, καὶ ἔθετο ἄμωμον τὴν ὁδόν μου·"
    },
    {
      "verse": 34,
      "text": "ὁ καταρτιζόμενος τοὺς πόδας μου ὡσεὶ ἐλάφου, καὶ ἐπὶ τὰ ὑψηλὰ ἱστῶν με·"
    },
    {
      "verse": 35,
      "text": "Διδάσκων χεῖράς μου εἰς πόλεμον· καὶ ἔθου τόξον χαλκοῦν τοὺς βραχίονάς μου,"
    },
    {
      "verse": 36,
      "text": "καὶ ἔδωκάς με ὑπερασπισμὸν σωτηρίας μου· καὶ ἡ δεξιά σου ἀντελάβετό μου, καὶ ἡ παιδεία σου ἀνώρθωσέ με εἰς τέλος, καὶ ἡ παιδεία σου αὐτή με διδάξει."
    },
    {
      "verse": 37,
      "text": "Ἐπλάτυνας τὰ διαβήματά μου ὑποκάτω μου, καὶ οὐκ ἠσθένησαν τὰ ἴχνη μου."
    },
    {
      "verse": 38,
      "text": "Καταδιώξω τοὺς ἐχθρούς μου, καὶ καταλήψομαι αὐτοὺς, καὶ οὐκ ἀποστραφήσομαι, ἕως ἂν ἐκλείπωσιν."
    },
    {
      "verse": 39,
      "text": "Ἐκθλίψω αὐτοὺς, καὶ οὐ μὴ δύνωνται στῆναι, πεσοῦνται ὑπὸ τοὺς πόδας μου."
    },
    {
      "verse": 40,
      "text": "Καὶ περιέζωσάς με δύναμιν εἰς πόλεμον, συνεπόδισας πάντας τοὺς ἐπανισταένους ἐπʼ ἐμὲ ὑποκάτω μου."
    },
    {
      "verse": 41,
      "text": "Καὶ τοὺς ἐχθρούς μου ἔδωκάς μοι νῶτον, καὶ τοὺς μισοῦντάς με ἐξωλόθρευσας."
    },
    {
      "verse": 42,
      "text": "Ἐκέκραξαν, καὶ οὐκ ἦν ὁ σώζων· πρὸς Κύριον, καὶ οὐκ εἰσήκουεν αὐτῶν."
    },
    {
      "verse": 43,
      "text": "Καὶ λεπτυνῶ αὐτοὺς ὡς χοῦν κατὰ πρόσωπον ἀνέμου, ὡς πηλὸν πλατειῶν λεανῶ αὐτούς."
    },
    {
      "verse": 44,
      "text": "Ῥῦσαί με ἐξ ἀντιλογιῶν λαοῦ, καταστήσεις με εἰς κεφαλὴν ἐθνῶν· λαὸς ὃν οὐκ ἔγνων, ἐδούλευσέ μοι,"
    },
    {
      "verse": 45,
      "text": "εἰς ἀκοὴν ὠτίου ὑπήκουσέ μοι· υἱοὶ ἀλλότριοι ἐψεύσαντό μοι,"
    },
    {
      "verse": 46,
      "text": "υἱοὶ ἀλλότριοι ἐπαλαιώθησαν, καὶ ἐχώλαναν ἀπὸ τῶν τρίβων αὐτῶν."
    },
    {
      "verse": 47,
      "text": "Ζῇ Κύριος, καὶ εὐλογητὸς ὁ Θεός μου, καὶ ὑψωθήτω ὁ Θεὸς τῆς σωτηρίας μου."
    },
    {
      "verse": 48,
      "text": "Ὁ Θεὸς ὁ διδοὺς ἐκδικήσεις ἐμοὶ, καὶ ὑποτάξας λαοὺς ὑπʼ ἐμὲ,"
    },
    {
      "verse": 49,
      "text": "ὁ ῥύστης μου ἐξ ἐχθρῶν ὀργίλων· ἀπὸ τῶν ἐπανισταμένων ἐπʼ ἐμὲ ὑψώσεις με, ἀπὸ ἀνδρὸς ἀδίκου ῥύσῃ με."
    },
    {
      "verse": 50,
      "text": "Διὰ τοῦτο ἐξομολογήσομαί σοι ἐν ἔθνεσι, Κύριε, καὶ τῷ ὀνόματί σου ψαλῶ."
    },
    {
      "verse": 51,
      "text": "Μεγαλύνων τὰς σωτηρίας τοῦ βασιλέως αὐτοῦ, καὶ ποιῶν ἔλεος τῷ χριστῷ αὐτοῦ τῷ Δαυὶδ, καὶ τῷ σπέρματι αὐτοῦ ἕως αἰῶνος."
    }
  ]
}