{
  "book_id": "PSA",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ψαλμὸς τῷ Δαυίδ."
    },
    {
      "verse": 2,
      "text": "Οἱ οὐρανοὶ διηγοῦνται δόξαν Θεοῦ, ποίησιν δὲ χειρῶν αὐτοῦ ἀναγγέλλει τὸ στερέωμα."
    },
    {
      "verse": 3,
      "text": "Ἡμέρα τῇ ἡμέρᾳ ἐρεύγεται ῥῆμα, καὶ νὺξ νυκτὶ ἀναγγέλλει γνῶσιν."
    },
    {
      "verse": 4,
      "text": "Οὐκ εἰσὶ λαλιαὶ οὐδὲ λόγοι, ὧν οὐχὶ ἀκούονται αἱ φωναὶ αὐτῶν·"
    },
    {
      "verse": 5,
      "text": "Εἰς πᾶσαν τὴν γῆν ἐξῆλθεν ὁ φθόγγος αὐτῶν, καὶ εἰς τὰ πέρατα τῆς οἰκουμένης τὰ ῥήματα αὐτῶν·"
    },
    {
      "verse": 6,
      "text": "ἐν τῷ ἡλίῳ ἔθετο τὸ σκήνωμα αὐτοῦ, καὶ αὐτὸς ὡς νυμφίος ἐκπορευόμενος ἐκ παστοῦ αὐτοῦ· ἀγαλλιάσεται ὡς γίγας δραμεῖν ὁδὸν αὐτοῦ."
    },
    {
      "verse": 7,
      "text": "Ἀπʼ ἄκρου τοῦ οὐρανοῦ ἡ ἔξοδος αὐτοῦ· καὶ τὸ κατάντημα αὐτοῦ ἕως ἄκρου τοῦ οὐρανοῦ· καὶ οὐκ ἔστιν ὃς ἀποκρυβήσεται τὴν θέρμην αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "Ὁ νόμος τοῦ Κυρίου ἄμωμος ἐπιστρέφων ψυχὰς, ἡ μαρτυρία Κυρίου πιστὴ σοφίζουσα νήπια."
    },
    {
      "verse": 9,
      "text": "Τὰ δικαιώματα Κυρίου εὐθέα εὐφραίνοντα καρδίαν, ἡ ἐντολὴ Κυρίου τηλαυγὴς φωτίζουσα ὀφθαλμούς."
    },
    {
      "verse": 10,
      "text": "Ὁ φόβος Κυρίου ἁγνὸς διαμένων εἰς αἰῶνα αἰῶνος, τὰ κρίματα Κυρίου ἀληθινὰ δεδικαιωμένα ἐπὶ τὸ αὐτό·"
    },
    {
      "verse": 11,
      "text": "Ἐπιθυμητὰ ὑπὲρ χρυσίον καὶ λίθον τίμιον πολὺν, καὶ γλυκύτερα ὑπὲρ μέλι καὶ κηρίον."
    },
    {
      "verse": 12,
      "text": "Καὶ γὰρ ὁ δοῦλός σου φυλάσσει αὐτὰ, ἐν τῷ φυλάσσειν αὐτὰ ἀνταπόδοσις πολλή."
    },
    {
      "verse": 13,
      "text": "Παραπτώματα τίς συνήσει; ἐκ τῶν κρυφίων μου καθάρισόν με,"
    },
    {
      "verse": 14,
      "text": "καὶ ἀπὸ ἀλλοτρίων φεῖσαι τοῦ δούλου σου· ἐὰν μή μου κατακυριεύσωσι, τότε ἄμωμος ἔσομαι, καὶ καθαρισθήσομαι ἀπὸ ἁμαρτίας μεγάλης."
    },
    {
      "verse": 15,
      "text": "Καὶ ἔσονται εἰς εὐδοκίαν τὸ λόγια τοῦ στόματός μου, καὶ ἡ μελέτη τῆς καρδίας μου ἐνώπιόν σου διαπαντός· Κύριε βοηθέ μου, καὶ λυτρωτά μου."
    }
  ]
}