{
  "book_id": "PSA",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ὑπὲρ τῆς ἀντιλήψεως τῆς ἑωθινῆς, ψαλμὸς τῷ Δαυίδ."
    },
    {
      "verse": 2,
      "text": "Ὁ Θεός ὁ Θεός μου, πρόσχες μοι, ἱνατί ἐγκατέλιπές με; μακρὰν ἀπὸ τῆς σωτηρίας μου οἱ λόγοι τῶν παραπτωμάτων μου."
    },
    {
      "verse": 3,
      "text": "Ο Θεός μου, κεκράξομαι ἡμέρας πρὸς σὲ καὶ οὐκ εἰσακούσῃ, καὶ νυκτὸς καὶ οὐκ εἰς ἄνοιαν ἐμοί."
    },
    {
      "verse": 4,
      "text": "Σὺ δὲ ἐν ἁγίῳ κατοικεῖς, ὁ ἔπαινος τοῦ Ἰσραήλ."
    },
    {
      "verse": 5,
      "text": "Ἐπὶ σοὶ ἤλπισαν οἱ πατέρες ἡμῶν, ἤλπισαν καὶ ἐῤῥύσω αὐτούς."
    },
    {
      "verse": 6,
      "text": "Πρὸς σὲ ἐκέκραξαν καὶ ἐσώθησαν, ἐπὶ σοὶ ἤλπισαν καὶ οὐ κατῃσχύνθησαν."
    },
    {
      "verse": 7,
      "text": "Ἐγὼ δέ εἰμι σκώληξ καὶ οὐκ ἄνθρωπος, ὄνειδος ἀνθρώπων καὶ ἐξουδένημα λαοῦ."
    },
    {
      "verse": 8,
      "text": "Πάντες οἱ θεωροῦντές με ἐξεμυκτήρισάν με, ἐλάλησαν ἐν χείλεσιν, ἐκίνησαν κεφαλὴν,"
    },
    {
      "verse": 9,
      "text": "ἤλπισεν ἐπὶ Κύριον, ῥυσάσθω αὐτὸν, σωσάτω αὐτὸν, ὅτι θέλει αὐτόν."
    },
    {
      "verse": 10,
      "text": "Ὅτι σὺ εἶ ὁ ἐκσπάσας με ἐκ γαστρὸς, ἡ ἐλπίς μου ἀπὸ μαστῶν τῆς μητρός μου,"
    },
    {
      "verse": 11,
      "text": "ἐπὶ σὲ ἐπεῤῥίφην ἐκ μήτρας· ἐκ κοιλίας μητρός μου Θεός μου εἶ σύ."
    },
    {
      "verse": 12,
      "text": "Μὴ ἀποστῇς ἀπʼ ἐμοῦ· ὅτι θλίψις ἐγγὺς, ὅτι οὐκ ἔστιν ὁ βοηθῶν."
    },
    {
      "verse": 13,
      "text": "Περιεκύκλωσάν με μόσχοι πολλοί, ταῦροι πίονες περιέσχον με."
    },
    {
      "verse": 14,
      "text": "Ἤνοιξαν ἐπʼ ἐμὲ τὸ στόμα αὐτῶν, ὡς λέων ὁ ἁρπάζων καὶ ὠρυόμενος."
    },
    {
      "verse": 15,
      "text": "Ὡσεὶ ὕδωρ ἐξεχύθην, καὶ διεσκορπίσθη πάντα τὰ ὀστᾶ μου, ἐγενήθη ἡ καρδία μου ὡσεὶ κηρὸς τηκόμενος ἐν μέσῳ τῆς κοιλίας μου."
    },
    {
      "verse": 16,
      "text": "Ἐξηράνθη ὡσεὶ ὄστρακον ἡ ἰσχύς μου, καὶ ἡ γλῶσσά μου κεκόλληται τῷ λάρυγγί μου, καὶ εἰς χοῦν θανάτου κατήγαγές με."
    },
    {
      "verse": 17,
      "text": "Ὅτι ἐκύκλωσάν με κύνες πολλοὶ, συναγωγὴ πονηρευομένων περιέσχον με· ὤρυξαν χεῖράς μου, καὶ πόδας,"
    },
    {
      "verse": 18,
      "text": "ἐξηρίθμησαν πάντα τὰ ὀστᾶ μου· αὐτοὶ δὲ κατενόησαν καὶ ἐπεῖδόν με."
    },
    {
      "verse": 19,
      "text": "Διεμερίσαντο τὰ ἱμάτιά μου ἑαυτοῖς, καὶ ἐπὶ τὸν ἱματισμόν μου ἔβαλον κλῆρον."
    },
    {
      "verse": 20,
      "text": "Σὺ δὲ Κύριε μὴ μακρύνῃς τὴν βοήθειάν μου, εἰς τὴν ἀντίληψίν μου πρόσχες."
    },
    {
      "verse": 21,
      "text": "Ῥῦσαι ἀπὸ ῥομφαίας τὴν ψυχήν μου, καὶ ἐκ χειρὸς κυνὸς τὴν μονογενῆ μου."
    },
    {
      "verse": 22,
      "text": "Σῶσόν με ἐκ στόματος λέοντος, καὶ ἀπὸ κεράτων μονοκερώτων τὴν ταπείνωσίν μου."
    },
    {
      "verse": 23,
      "text": "Διηγήσομαι τὸ ὄνομά σου τοῖς ἀδελφοῖς μου, ἐν μέσῳ ἐκκλησίας ὑμνήσω σε."
    },
    {
      "verse": 24,
      "text": "Οἱ φοβούμενοι Κύριον αἰνέσατε αὐτὸν, ἅπαν τὸ σπέρμα Ἰακὼβ δοξάσατε αὐτὸν, φοβηθήτωσαν αὐτὸν ἅπαν τὸ σπέρμα Ἰσραήλ."
    },
    {
      "verse": 25,
      "text": "Οτι οὐκ ἐξουδένωσεν οὐδὲ προσώχθισε τῇ δεήσει τοῦ πτωχοῦ, οὐδὲ ἀπέστρεψε τὸ πρόσωπον αὐτοῦ ἀπʼ ἐμοῦ· καὶ ἐν τῷ κεκραγέναι με πρὸς αὐτὸν εἰσήκουσέ μου."
    },
    {
      "verse": 26,
      "text": "Παρὰ σοῦ ὁ ἔπαινός μου ἐν ἐκκλησίᾳ μεγάλῃ, τὰς εὐχάς μου ἀποδώσω ἐνώπιον τῶν φοβουμένων αὐτόν."
    },
    {
      "verse": 27,
      "text": "Φάγονται πένητες καὶ ἐμπλησθήσονται, καὶ αἰνέσουσι Κύριον οἱ ἐκζητοῦντες αὐτὸν, ζήσονται αἱ καρδίαι αὐτῶν εἰς αἰῶνα αἰῶνος."
    },
    {
      "verse": 28,
      "text": "Μνησθήσονται καὶ ἐπιστραφήσονται πρὸς Κύριον πάντα τὰ πέρατα τῆς γῆς, καὶ προσκυνήσουσιν ἐνώπιον αὐτοῦ πᾶσαι αἱ πατριαὶ τῶν ἐθνῶν."
    },
    {
      "verse": 29,
      "text": "Ὅτι τοῦ Κυρίου ἡ βασιλεία, καὶ αὐτὸς δεσπόζει τῶν ἐθνῶν."
    },
    {
      "verse": 30,
      "text": "Ἔφαγον καὶ προσεκύνησαν πάντες οἱ πίονες τῆς γῆς· ἐνώπιον αὐτοῦ προπεσοῦνται πάντες οἱ καταβαίνοντες εἰς τὴν γῆν· καὶ ἡ ψυχή μου αὐτῷ ζῇ,"
    },
    {
      "verse": 31,
      "text": "καὶ τὸ σπέρμα μου δουλεύσει αὐτῷ· ἀναγγελήσεται τῷ Κυρίῳ γενεὰ ἡ ἐρχομένη·"
    },
    {
      "verse": 32,
      "text": "Καὶ ἀναγγελοῦσι τὴν δικαιοσύνην αὐτοῦ λαῷ τῷ τεχθησομένῳ, ὃν ἐποίησεν ὁ Κύριος."
    }
  ]
}