{
  "book_id": "PSA",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Ψαλμὸς τῷ Δαυίδ. Πρὸς σὲ, Κύριε, ᾖρα τὴν ψυχήν μου."
    },
    {
      "verse": 2,
      "text": "Ὁ Θεός μου ἐπὶ σοὶ πέποιθα, μὴ καταισχυνθείην· μηδὲ καταγελασάτωσάν μου οἱ ἐχθροί μου,"
    },
    {
      "verse": 3,
      "text": "καὶ γὰρ πάντες οἱ ὑπομένοντές σε οὐ μὴ καταισχυνθῶσιν· αἰσχυνθήτωσαν οἱ ἀνομοῦντες διακενῆς."
    },
    {
      "verse": 4,
      "text": "Τὰς ὁδούς σου, Κύριε, γνώρισόν μοι, καὶ τὰς τρίβους σου δίδαξόν με."
    },
    {
      "verse": 5,
      "text": "Ὁδήγησόν με ἐπὶ τὴν ἀλήθειάν σου, καὶ δίδαξόν με, ὅτι σὺ εἶ ὁ Θεὸς ὁ σωτήρ μου, καὶ σὲ ὑπέμεινα ὅλην τὴν ἡμέραν."
    },
    {
      "verse": 6,
      "text": "Μνήσθητι τῶν οἰκτιρμῶν σου Κύριε, καὶ τὰ ἐλέη σου, ὅτι ἀπὸ τοῦ αἰῶνος εἰσίν."
    },
    {
      "verse": 7,
      "text": "Ἁμαρτίας νεότητός μου, καὶ ἀγνοίας μου μὴ μνησθῇς· κατὰ τὸ ἔλεός σου μνήσθητί μου, ἕνεκεν τῆς χρηστότητος σου, Κύριε."
    },
    {
      "verse": 8,
      "text": "Χρηστὸς καὶ εὐθὴς ὁ Κύριος, διὰ τοῦτο νομοθετήσει ἁμαρτάνοντας ἐν ὁδῷ."
    },
    {
      "verse": 9,
      "text": "Ὁδηγήσει πρᾳεῖς ἐν κρίσει, διδάξει πρᾳεῖς ὁδοὺς αὐτοῦ."
    },
    {
      "verse": 10,
      "text": "Πᾶσαι αἱ ὁδοὶ Κυρίου ἔλεος καὶ ἀλήθεια τοῖς ἐκζητοῦσι τὴν διαθήκην αὐτοῦ καὶ τὰ μαρτύρια αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "Ἕνεκα τοῦ ὀνόματός σου, Κύριε, καὶ ἱλάσῃ τῇ ἁμαρτίᾳ μου, πολλὴ γάρ ἐστι."
    },
    {
      "verse": 12,
      "text": "Τίς ἐστιν ἄνθρωπος ὁ φοβούμενος τὸν Κύριον; νομοθετήσει αὐτῷ ἐν ὁδῷ, ᾗ ᾑρετίσατο."
    },
    {
      "verse": 13,
      "text": "Ἡ ψυχὴ αὐτοῦ ἐν ἀγαθοῖς αὐλισθήσεται, καὶ τὸ σπέρμα αὐτοῦ κληρονομήσει γῆν."
    },
    {
      "verse": 14,
      "text": "Κραταίωμα Κύριος τῶν φοβουμένων αὐτὸν, καὶ ἡ διαθήκη αὐτοῦ τοῦ δηλῶσαι αὐτοῖς."
    },
    {
      "verse": 15,
      "text": "Οἱ ὀφθαλμοί μου διαπαντὸς πρὸς τὸν Κύριον, ὅτι αὐτὸς ἐκσπάσει ἐκ παγίδος τοὺς πόδας μου."
    },
    {
      "verse": 16,
      "text": "Ἐπίβλεψον ἐπʼ ἐμὲ καὶ ἐλέησόν με, ὅτι μονογενὴς καὶ πτωχός εἰμι ἐγώ."
    },
    {
      "verse": 17,
      "text": "Αἱ θλίψεις τῆς καρδίας μου ἐπληθύνθησαν, ἐκ τῶν ἀναγκῶν μου ἐξάγαγέ με·"
    },
    {
      "verse": 18,
      "text": "Ἴδε τὴν ταπείνωσίν μου καὶ τὸν κόπον μου, καὶ ἄφες πάσας τὰς ἁμαρτίας μου."
    },
    {
      "verse": 19,
      "text": "Ἴδε τοὺς ἐχθρούς μου, ὅτι ἐπληθύνθησαν, καὶ μῖσος ἄδικον ἐμίσησάν με."
    },
    {
      "verse": 20,
      "text": "Φύλαξον τὴν ψυχήν μου καὶ ῥῦσαί με· μὴ καταισχυνθείην, ὅτι ἤλπισα ἐπὶ σέ."
    },
    {
      "verse": 21,
      "text": "Ἄκακοι καὶ εὐθεῖς ἐκολλῶντό μοι, ὅτι ὑπέμεινά σε, Κύριε."
    },
    {
      "verse": 22,
      "text": "Λύτρωσαι ὁ Θεὸς τὸν Ἰσραὴλ ἐκ πασῶν τῶν θλίψεων αὐτοῦ."
    }
  ]
}