{
  "book_id": "PSA",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Τοῦ Δαυὶδ, πρὸ τοῦ χρισθῆναι. Κύριος φωτισμός μου καὶ σώτηρ μου, τίνα φοβηθήσομαι; Κύριος ὑπερασπιστὴς τῆς ζωῆς μου, ἀπὸ τίνος δειλιάσω;"
    },
    {
      "verse": 2,
      "text": "Ἐν τῷ ἐγγίζειν ἐπʼ ἐμὲ κακοῦντας, τοῦ φαγεῖν τὰς σάρκας μου, οἱ θλίβοντες με καὶ οἱ ἐχθροί μου, αὐτοὶ ἠσθένησαν καὶ ἔπεσαν."
    },
    {
      "verse": 3,
      "text": "Ἐὰν παρατάξηται ἐπʼ ἐμὲ παρεμβολὴ, οὐ φοβηθήσεται ἡ καρδία μου· ἐὰν ἐπαναστῇ ἐπʼ ἐμὲ πόλεμος, ἐν ταύτῃ ἐγὼ ἐλπιζω."
    },
    {
      "verse": 4,
      "text": "Μίαν ᾐτησάμην παρὰ Κυρίου, ταύτην ἐκζητήσω, τοῦ κατοικεῖν με ἐν οἴκῳ Κυρίου πάσας τὰς ἡμέρας τῆς ζωῆς μου, τοῦ θεωρεῖν με τὴν τερπνότητα Κυρίου, καὶ ἐπισκέπτεσθαι τὸν ναὸν αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Ὅτι ἔκρυψέ με ἐν σκηνῇ αὐτοῦ ἐν ἡμέρᾳ κακῶν μου, ἐσκέπασέ με ἐν ἀποκρύφῳ τῆς σκῆνης αὐτοῦ· ἐν πέτρᾳ ὕψωσέ με,"
    },
    {
      "verse": 6,
      "text": "καὶ νῦν ἰδοὺ ὕψωσε τὴν κεφαλήν μου ἐπʼ ἐχθρούς μου· ἐκύκλωσα καὶ ἔθυσα ἐν τῇ σκηνῇ αὐτοῦ θυσίαν ἀλαλαγμοῦ, ᾄσομαι καὶ ψαλῶ τῷ Κυρίῳ·"
    },
    {
      "verse": 7,
      "text": "Εἰσάκουσον, Κύριε, τῆς φωνῆς μου ἧς ἐκέκραξα, ἐλέησόν με, καὶ εἰσάκουσόν μου."
    },
    {
      "verse": 8,
      "text": "Σοὶ εἶπεν ἡ καρδία μου, ἐξεζήτησα τὸ πρόσωπόν σου, τὸ πρόσωπόν σου Κύριε ζητήσω."
    },
    {
      "verse": 9,
      "text": "Μὴ ἀποστρέψῃς τὸ πρόσωπόν σου ἀπʼ ἐμοῦ, μὴ ἐκκλίνῃς ἐν ὀργῇ ἀπὸ τοῦ δούλου σου· βοηθός μου γενοῦ, μὴ ἐγκαταλίπῃς με, καὶ μὴ ὑπερίδῃς με ὁ Θεὸς ὁ σωτήρ μου."
    },
    {
      "verse": 10,
      "text": "Ὅτι ὁ πατήρ μου καὶ ἡ μήτηρ μου ἐγκατέλιπόν με, ὁ δὲ Κύριος προσελάβετό με."
    },
    {
      "verse": 11,
      "text": "Νομοθέτησόν με, Κύριε, ἐν τῇ ὁδῷ σου, καὶ ὁδήγησόν με ἐν τρίβῳ εὐθείᾳ ἕνεκα τῶν ἐχθρῶν μου."
    },
    {
      "verse": 12,
      "text": "Μὴ παραδῷς με εἰς ψυχὰς θλιβόντων με, ὅτι ἐπανέστησάν μοι μάρτυρες ἄδικοι, καὶ ἐψεύσατο ἡ ἀδικία ἑαυτῇ."
    },
    {
      "verse": 13,
      "text": "Πιστεύω τοῦ ἰδεῖν τὰ ἀγαθὰ Κυρίου ἐν γῇ ζώντων."
    },
    {
      "verse": 14,
      "text": "Ὑπόμεινον τὸν Κυριον, ἀνδρίζου, καὶ κραταιούσθω ἡ καρδία σου, καὶ ὑπόμεινον τὸν Κύριον."
    }
  ]
}