{
  "book_id": "PSA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Τῷ Δαυὶδ, ὁπότε ἠλλοίωσε τὸ πρόσωπον αὐτοῦ ἐναντίον Ἀβιμέλεχ, καὶ ἀπέλυσεν αὐτὸν, καὶ ἀπῆλθεν."
    },
    {
      "verse": 2,
      "text": "Εὐλογήσω τὸν Κύριον ἐν παντὶ καιρῷ, διαπαντὸς ἡ αἴνεσις αὐτοῦ ἐν τῷ στόματί μου."
    },
    {
      "verse": 3,
      "text": "Ἐν τῷ Κυρίῳ ἐπαινεθήσεται ἡ ψυχή μου· ἀκουσάτωσαν πρᾳεῖς καὶ εὐφρανθήτωσαν."
    },
    {
      "verse": 4,
      "text": "Μεγαλύνατε τὸν Κύριον σὺν ἐμοὶ, καὶ ὑψώσωμεν τὸ ὄνομα αὐτοῦ ἐπιτοαυτό."
    },
    {
      "verse": 5,
      "text": "Ἐξεζήτησα τὸν Κύριον καὶ ἐπήκουσέ μου, καὶ ἐκ πασῶν τῶν παροικιῶν μου ἐῤῥύσατό με·"
    },
    {
      "verse": 6,
      "text": "Προσέλθατε πρὸς αὐτὸν καὶ φωτίσθητε, καὶ τὰ πρόσωπα ὑμῶν οὐ μὴ καταισχυνθῇ·"
    },
    {
      "verse": 7,
      "text": "Οὗτος ὁ πτωχὸς ἐκέκραξε, καὶ ὁ Κύριος εἰσήκουσεν αὐτοῦ, καὶ ἐκ πασῶν τῶν θλίψεων αὐτοῦ ἔσωσεν αὐτόν."
    },
    {
      "verse": 8,
      "text": "Παρεμβαλεῖ ἄγγελος Κυρίου κύκλῳ τῶν φοβουμένων αὐτὸν, καὶ ῥύσεται αὐτούς."
    },
    {
      "verse": 9,
      "text": "Γεύσασθε καὶ ἴδετε ὅτι χρηστὸς ὁ Κύριος, μακάριος ἀνὴρ ὃς ἐλπίζει ἐπʼ αὐτόν."
    },
    {
      "verse": 10,
      "text": "φοβήθητε τὸν Κύριον πάντες οἱ ἅγιοι αὐτοῦ, ὅτι οὐκ ἔστιν ὑστέρημα τοῖς φοβουμένοις αὐτόν."
    },
    {
      "verse": 11,
      "text": "Πλούσιοι ἐπτώχευσαν καὶ ἐπείνασαν, οἱ δὲ ἐκζητοῦντες τὸν Κύριον οὐκ ἐλαττωθήσονται παντὸς ἀγαθοῦ· διάψαλμα."
    },
    {
      "verse": 12,
      "text": "Δεῦτε τέκνα, ἀκούσατέ μου, φόβον Κυρίου διδάξω ὑμᾶς."
    },
    {
      "verse": 13,
      "text": "Τίς ἐστιν ἄνθρωπος ὁ θέλων ζωὴν, ἀγαπῶν ἡμέρας ἰδεῖν ἀγαθάς;"
    },
    {
      "verse": 14,
      "text": "Παῦσον τὴν γνῶσσάν σου ἀπὸ κακοῦ, καὶ χείλη σου τοῦ μὴ λαλῆσαι δόλον."
    },
    {
      "verse": 15,
      "text": "Ἔκκλινον ἀπὸ κακοῦ, καὶ ποίησον ἀγαθὸν· ζήτησον εἰρήνην, καὶ δίωξον αὐτήν."
    },
    {
      "verse": 16,
      "text": "Οφθαλμοὶ Κυρίου ἐπὶ δικαίους, καὶ ὦτα αὐτοῦ εἰς δέησιν αὐτῶν·"
    },
    {
      "verse": 17,
      "text": "Πρόσωπον δὲ Κυρίου ἐπὶ ποιοῦντας κακὰ, τοῦ ἐξολοθρεῦσαι ἐκ γῆς τὸ μνημόσυνον αὐτῶν."
    },
    {
      "verse": 18,
      "text": "Ἐκέκραξαν οἱ δίκαιοι, καὶ ὁ Κύριος εἰσήκουσεν αὐτῶν, καὶ ἐκ πασῶν τῶν θλίψεων αὐτῶν ἐῤῥύσατο αὐτούς."
    },
    {
      "verse": 19,
      "text": "Ἐγγὺς Κύριος τοῖς συντετριμμένοις τὴν καρδίαν, καὶ τοὺς ταπεινοὺς τῷ πνεύματι σώσει."
    },
    {
      "verse": 20,
      "text": "Πολλαὶ αἱ θλίψεις τῶν δικαίων, καὶ ἐκ πασῶν αὐτῶν ῥύσεται αὐτοὺς"
    },
    {
      "verse": 21,
      "text": "ὁ Κύριος. Φυλάσσει πάντα τὰ ὀστᾶ αὐτῶν, ἓν ἐξ αὐτῶν οὐ συντριβήσεται."
    },
    {
      "verse": 22,
      "text": "Θάνατος ἁμαρτωλῶν πονηρὸς, καὶ οἱ μισοῦντες τὸ δίκαιον πλημμελήσουσι."
    },
    {
      "verse": 23,
      "text": "Λυτρώσεται Κύριος ψυχὰς δούλων αὐτοῦ, καὶ οὐ μὴ πλημμελήσουσι πάντες οἱ ἐλπίζοντες ἐπʼ αὐτόν."
    }
  ]
}