{
  "book_id": "PSA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Τῷ Δαυίδ. Δικάσον, Κύριε, τοὺς ἀδικοῦντάς με, πολέμησον τοὺς πολεμοῦντάς με."
    },
    {
      "verse": 2,
      "text": "Ἐπιλαβοῦ ὅπλου καὶ θυρεοῦ, καὶ ἀνάστηθι εἰς βοήθειάν μοι."
    },
    {
      "verse": 3,
      "text": "Ἔκχεον ῥομφαίαν, καὶ σύγκλεισον ἐξεναντίας τῶν καταδιωκόντων με· εἰπὸν τῇ ψυχῇ μου, σωτηρία σου ἐγώ εἰμι."
    },
    {
      "verse": 4,
      "text": "Αἰσχυνθείησαν καὶ ἐντραπείησαν οἱ ζητοῦντες τὴν ψυχήν μου, ἀποστραφείησαν εἰς τὰ ὀπίσω, καὶ καταισχυνθείησαν οἱ λογιζόμενοί μοι κακά."
    },
    {
      "verse": 5,
      "text": "Γενηθήτωσαν ὡσεὶ χοῦς κατὰ πρόσωπον ἀνέμου, καὶ ἄγγελος Κυρίου ἐκθλίβων αὐτούς."
    },
    {
      "verse": 6,
      "text": "Γενηθήτω ἡ ὁδὸς αὐτῶν σκότος καὶ ὀλίσθημα, καὶ ἄγγελος Κυρίου καταδιώκων αὐτούς."
    },
    {
      "verse": 7,
      "text": "Ὅτι δωρεὰν ἔκρυψάν μοι διαφθορὰν παγίδος αὐτῶν, μάτην ὠνείδισαν τὴν ψυχήν μου."
    },
    {
      "verse": 8,
      "text": "Ἐλθέτω αὐτοῖς παγὶς ἣν οὐ γινώσκουσι, καὶ ἡ θήρα ἣν ἔκρυψαν, συλλαβέτω αὐτοὺς, καὶ ἐν τῇ παγίδι πεσοῦνται ἐν αὐτῇ."
    },
    {
      "verse": 9,
      "text": "Ἡ δὲ ψυχή μου ἀγαλλιάσεται ἐπὶ τῷ Κυρίῳ, τερφθήσεται ἐπὶ τῷ σωτηρίῳ αὐτοῦ."
    },
    {
      "verse": 10,
      "text": "Πάντα τὰ ὀστᾶ μου ἐροῦσι, Κύριε τίς ὅμοιός σοι; ῥυόμενος πτωχὸν ἐκ χειρὸς στερεωτέρων αὐτοῦ, καὶ πτωχὸν καὶ πένητα ἀπὸ τῶν διαρπαζόντων αὐτόν."
    },
    {
      "verse": 11,
      "text": "Ἀναστάντες μάρτυρες ἄδικοι, ἃ οὐκ ἐγίνωσκον, ἐπηρώτων με."
    },
    {
      "verse": 12,
      "text": "Ἀνταπεδίδοσάν μοι πονηρὰ ἀντὶ καλῶν, καὶ ἀτεκνίαν τῇ ψυχῇ μου."
    },
    {
      "verse": 13,
      "text": "Ἐγὼ δὲ ἐν τῷ αὐτοὺς παρενοχλεῖν μοι, ἐνεδυόμην σάκκον· καὶ ἐταπείνουν ἐν νηστείᾳ τὴν ψυχήν μου, καὶ ἡ προσευχή μου εἰς κόλπον μου ἀποστραφήσεται."
    },
    {
      "verse": 14,
      "text": "Ὡς πλησίον ὡς ἀδελφὸν ἡμέτερον οὕτως εὐηρέστουν, ὡς πενθῶν καὶ σκυθρωπάξων οὕτως ἐταπεινούμην."
    },
    {
      "verse": 15,
      "text": "Καὶ κατʼ ἐμοῦ εὐφράνθησαν, καὶ συνήχθησαν, συνήχθησαν ἐπʼ ἐμὲ μάστιγες καὶ οὐκ ἔγνων· διεσχίσθησαν καὶ οὐ κατενύγησαν."
    },
    {
      "verse": 16,
      "text": "Ἐπείρασάν με, ἐξεμυκτήρισάν με μυκτηρισμὸν, ἔβρυξαν ἐπʼ ἐμὲ τοὺς ὀδόντας αὐτῶν."
    },
    {
      "verse": 17,
      "text": "Κύριε πότε ἐπόψῃ; ἀποκατάστησον τὴν ψυχήν μου ἀπὸ τῆς κακουργίας αὐτῶν, ἀπὸ λεόντων τὴν μονογενῆ μου."
    },
    {
      "verse": 18,
      "text": "Ἐξομολογήσομαί σοι καὶ ἐν ἐκκλησίᾳ πολλῇ, ἐν λαῷ βαρεῖ αἰνέσω σε."
    },
    {
      "verse": 19,
      "text": "Μὴ ἐπιχαρείησάν μοι οἱ ἐχθραίνοντές μοι ματαίως, οἱ μισοῦντές με δωρεὰν, καὶ διανεύοντες ὀφθαλμοῖς."
    },
    {
      "verse": 20,
      "text": "Ὅτι ἐμοὶ μὲν εἰρηνικὰ ἐλάλουν, καὶ ἐπʼ ὀργῇ δόλους διελογίζοντο."
    },
    {
      "verse": 21,
      "text": "Καὶ ἐπλάτυναν ἐπʼ ἐμὲ τὸ στόμα αὐτῶν, εἶπαν, εὖγε, εὖγε, εἶδον οἱ ὀφθαλμοὶ ἡμῶν."
    },
    {
      "verse": 22,
      "text": "Εἶδες Κύριε, μὴ παρασιωπήσῃς, Κύριε μὴ ἀποστῇς ἀπʼ ἐμοῦ."
    },
    {
      "verse": 23,
      "text": "Ἐξεγέρθητι Κύριε, καὶ πρόσχες τῇ κρίσει μου, ὁ Θεός μου καὶ ὁ Κύριός μου εἰς τὴν δίκην μου."
    },
    {
      "verse": 24,
      "text": "Κρῖνόν με Κύριε κατὰ τὴν δικαιοσύνην σου Κύριε ὁ Θεός μου, καὶ μὴ ἐπιχαρείησάν μοι."
    },
    {
      "verse": 25,
      "text": "Μὴ εἴποισαν ἐν καρδίαις αὐτῶν, εὖγε, εὖγε τῇ ψυχῇ ἡμῶν· μηδὲ εἴποιεν, κατεπίομεν αὐτόν."
    },
    {
      "verse": 26,
      "text": "Αἰσχυνθείησαν καὶ ἐντραπείησαν ἅμα οἱ ἐπιχαίροντες τοῖς κακοῖς μου· ἐνδυσάσθωσαν αἰσχύνην καὶ ἐντροπὴν οἱ μεγαλοῤῥημονοῦντες ἐπʼ ἐμέ."
    },
    {
      "verse": 27,
      "text": "Ἀγαλλιάσαιντο καὶ εὐφρανθείησαν οἱ θέλοντες τὴν δικαιοσύνην μου, καὶ εἰπάτωσαν διαπαντὸς, μεγαλυνθείη ὁ Κύριος, οἱ θέλοντες τὴν εἰρήνην τοῦ δούλου αὐτοῦ."
    },
    {
      "verse": 28,
      "text": "Καὶ ἡ γλῶσσά μου μελετήσει τὴν δικαιοσύνην σου, ὅλην τὴν ἡμέραν τὸν ἔπαινόν σου."
    }
  ]
}