{
  "book_id": "PSA",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Τῷ Δαυίδ. Μὴ παραζήλου ἐν πονηρευομένοις, μηδὲ ζήλου τοὺς ποιοῦντας τὴν ἀνομίαν."
    },
    {
      "verse": 2,
      "text": "Ὅτι ὡσεὶ χόρτος ταχὺ ἀποξηρανθήσονται, καὶ ὡσεὶ λάχανα χλόης ταχὺ ἀποπεσοῦνται."
    },
    {
      "verse": 3,
      "text": "Ἔλπισον ἐπὶ Κύριον, καὶ ποίει χρηστότητα, καὶ κατασκήνου τὴν γῆν, καὶ ποιμανθήσῃ ἐπὶ τῷ πλούτῳ αὐτῆς."
    },
    {
      "verse": 4,
      "text": "Κατατρύφησον τοῦ Κυρίου, καὶ δώσει σοι τὰ αἰτήματα τῆς καρδίας σου."
    },
    {
      "verse": 5,
      "text": "Ἀποκάλυψον πρὸς Κύριον τὴν ὁδόν σου, καὶ ἔλπισον ἐπʼ αὐτὸν, καὶ αὐτὸς ποιήσει."
    },
    {
      "verse": 6,
      "text": "Καὶ ἐξοίσει ὡς φῶς τὴν δικαιοσύνην σου, καὶ τὸ κρίμα σου ὡς μεσημβρίαν."
    },
    {
      "verse": 7,
      "text": "Ὑποτάγηθι τῷ Κυρίῳ, καὶ ἱκέτευσον αὐτόν· μὴ παραζήλου ἐν τῷ κατευοδουμένῳ ἐν τῇ ὁδῷ αὐτοῦ, ἐν ἀνθρώπῳ ποιοῦντι παρανομίας."
    },
    {
      "verse": 8,
      "text": "Παῦσαι ἀπὸ ὀργῆς καὶ ἐνκατάλιπε θυμὸν, μὴ παραζήλου ὥστε πονηρεύεσθαι."
    },
    {
      "verse": 9,
      "text": "Ὅτι οἱ πονηρευόμενοι ἐξολοθρευθήσονται, οἱ δὲ ὑπομένοντες τὸν Κύριον, αὐτοὶ κληρονομήσουσι τὴν γῆν."
    },
    {
      "verse": 10,
      "text": "Καὶ ἔτι ὀλίγον καὶ οὐ μὴ ὑπάρξῃ ἁμαρτωλὸς, καὶ ζητήσεις τὸν τόπον αὐτοῦ, καὶ οὐ μὴ εὕρῃς."
    },
    {
      "verse": 11,
      "text": "Οἱ δὲ πρᾳεῖς κληρονομήσουσι γῆν, καὶ κατατρυφήσουσιν ἐπὶ πλήθει εἰρήνης."
    },
    {
      "verse": 12,
      "text": "Παρατηρήσεται ὁ ἁμαρτωλὸς τὸν δίκαιον, καὶ βρύξει ἐπʼ αὐτὸν τοὺς ὀδόντας αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Ὁ δὲ Κύριος ἐκγελάσεται αὐτὸν, ὅτι προβλέτει ὅτι ἥξει ἡ ἡμέρα αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "Ῥομφαίαν ἐσπάσαντο οἱ ἁμαρτωλοὶ ἐνέτειναν τόξον αὐτῶν, τοῦ καταβαλεῖν πτωχὸν καὶ πένητα, τοῦ σφάξαι τοὺς εὐθεῖς τῇ καρδίᾳ."
    },
    {
      "verse": 15,
      "text": "Ἡ ῥομφαία αὐτῶν εἰσέλθοι εἰς τὴν καρδίαν αὐτῶν, καὶ τὰ τόξα αὐτῶν συντριβείη."
    },
    {
      "verse": 16,
      "text": "Κρεῖσσον ὀλίγον τῷ δικαίῳ ὑπὲρ πλοῦτον ἁμαρτωλῶν πολύν."
    },
    {
      "verse": 17,
      "text": "Ὅτι βραχίονες ἁμαρτωλῶν συντριβήσονται, ὑποστηρίζει δὲ τοὺς δικαίους ὁ Κύριος."
    },
    {
      "verse": 18,
      "text": "Γινώσκει Κύριος τὰς ὁδοὺς τῶν ἀμώμων, καὶ ἡ κληρονομία αὐτῶν εἰς τὸν αἰῶνα ἔσται."
    },
    {
      "verse": 19,
      "text": "Οὐ καταισχυνθήσονται ἐν καιρῷ πονηρῷ, καὶ ἐν ἡμέραις λιμοῦ χορτασθήσονται·"
    },
    {
      "verse": 20,
      "text": "Ὅτι οἱ ἁμαρτωλοὶ ἀπολοῦνται, οἱ δὲ ἐχθροὶ τοῦ Κυρίου ἅμα τῷ δοξασθῆναι αὐτοὺς καὶ ὑψωθῆναι, ἐκλείποντες ὡσεὶ καπνὸς ἐξέλιπον."
    },
    {
      "verse": 21,
      "text": "Δανείζεται ὁ ἁμαρτωλὸς, καὶ οὐκ ἀποτίσει, ὁ δὲ δίκαιος οἰκτείρει καὶ διδοῖ."
    },
    {
      "verse": 22,
      "text": "Ὅτι οἱ εὐλογοῦντες αὐτὸν κληρονομήσουσι γῆν, οἱ δὲ καταρώμενοι αὐτὸν ἐξολοθρευθήσονται."
    },
    {
      "verse": 23,
      "text": "Παρὰ Κυρίου τὰ διαβήματα ἀνθρώπου κατευθύνεται, καὶ τὴν ὁδὸν αὐτοῦ θελήσει."
    },
    {
      "verse": 24,
      "text": "Ὅταν πέσῃ οὐ καταῤῥαχθήσεται, ὅτι Κύριος ἀντιστηρίζει χεῖρα αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "Νεώτερος ἐγενόμην, καὶ γὰρ ἐγήρασα· καὶ οὐκ εἶδον δίκαιον ἐγκαταλελειμμένον, οὐδὲ τὸ σπέρμα αὐτοῦ ζητοῦν ἄρτους."
    },
    {
      "verse": 26,
      "text": "Ὅλην τὴν ἡμέραν ἐλεεῖ καὶ δανείζει, καὶ τὸ σπέρμα αὐτοῦ εἰς εὐλογίαν ἔσται."
    },
    {
      "verse": 27,
      "text": "Ἔκκλινον ἀπὸ κακοῦ, καὶ ποίησον ἀγαθὸν, καὶ κατασκήνου εἰς αἰῶνα αἰῶνος."
    },
    {
      "verse": 28,
      "text": "Ὅτι Κύριος ἀγαπᾷ κρίσιν, καὶ οὐκ ἐγκαταλείψει τοὺς ὁσίους αὐτοῦ, εἰς τὸν αἰῶνα φυλαχθήσονται· ἄμωμοι ἐκδικηθήσονται, καὶ σπέρμα ἀσεβῶν ἐξολοθρευθήσεται."
    },
    {
      "verse": 29,
      "text": "Δίκαιοι δὲ κληρονομήσουσι γῆν, καὶ κατασκηνώσουσιν εἰς αἰῶνα αἰῶνος ἐπʼ αὐτῆς."
    },
    {
      "verse": 30,
      "text": "Στόμα δικαίου μελετήσει σοφίαν, καὶ ἡ γλῶσσα αὐτοῦ λαλήσει κρίσιν."
    },
    {
      "verse": 31,
      "text": "Ὁ νόμος τοῦ Θεοῦ αὐτοῦ ἐν καρδίᾳ αὐτοῦ, καὶ οὐχ ὑποσκελισθήσεται τὰ διαβήματα αὐτοῦ."
    },
    {
      "verse": 32,
      "text": "Κατανοεῖ ὁ ἁμαρτωλὸς τὸν δίκαιον, καὶ ζητεῖ τοῦ θανατῶσαι αὐτόν."
    },
    {
      "verse": 33,
      "text": "Ὁ δὲ Κύριος οὐ μὴ ἐγκαταλίπῃ αὐτὸν εἰς τὰς χεῖρας αὐτοῦ, οὐδὲ μὴ καταδικάσαι αὐτὸν, ὅταν κρίνηται αὐτῷ."
    },
    {
      "verse": 34,
      "text": "Ὑπόμεινον τὸν Κύριον, καὶ φύλαξον τὴν ὁδὸν αὐτοῦ, καὶ ὑψώσει σε τοῦ κατακληρονομῆσαι τὴν γῆν· ἐν τῷ ἐξολοθρεύεσθαι ἁμαρτωλοὺς, ὄψει."
    },
    {
      "verse": 35,
      "text": "Εἶδον τὸν ἀσεβῆ ὑπερυψούμενον, καὶ ἐπαιρόμενον ὡς τὰς κέδρους τοῦ Λιβάνου·"
    },
    {
      "verse": 36,
      "text": "Καὶ παρῆλθον, καὶ ἰδοὺ οὐκ ἦν, καὶ ἐζήτησα αὐτόν, καὶ οὐχ εὑρέθη ὁ τόπος αὐτοῦ."
    },
    {
      "verse": 37,
      "text": "Φύλασσε ἀκακίαν καὶ ἴδε εὐθύτητα, ὅτι ἐστὶν ἐγκατάλειμμα ἀνθρώπῳ εἰρηνικῷ."
    },
    {
      "verse": 38,
      "text": "Οἱ δὲ παράνομοι ἐξολοθρευθήσονται ἐπιτοαυτὸ, τὰ ἐγκαταλείμματα τῶν ἀσεβῶν ἐξολοθρευθήσονται·"
    },
    {
      "verse": 39,
      "text": "Σωτηρία δὲ τῶν δικαίων παρὰ Κυρίου, καὶ ὑπερασπιστὴς αὐτῶν ἐστιν ἐν καιρῷ θλίψεως."
    },
    {
      "verse": 40,
      "text": "Καὶ βοηθήσει αὐτοῖς Κύριος, καὶ ῥύσεται αὐτοὺς, καὶ ἐξελεῖται αὐτοὺς ἐξ ἁμαρτωλῶν, καὶ σώσει αὐτοὺς; ὅτι ἤλπισαν ἐπʼ αὐτόν."
    }
  ]
}