{
  "book_id": "PSA",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Φαλμὸς τῷ Δαυὶδ εἰς ἀνάμνησιν περὶ σαββάτου."
    },
    {
      "verse": 2,
      "text": "Κύριε, μὴ τῷ θυμῷ σου ἐλέγξῃς με, μηδὲ τῇ ὀργῇ σου παιδεύσῃς με."
    },
    {
      "verse": 3,
      "text": "Ὅτι τὰ βέλη σου ἐνεπάγησάν μοι, καὶ ἐπεστήριξας ἐπʼ ἐμὲ τὴν χεῖρά σου."
    },
    {
      "verse": 4,
      "text": "Οὐκ ἔστιν ἴασις ἐν τῇ σαρκί μου ἀπὸ προσώπου τῆς ὀργῆς σου, οὐκ ἔστιν εἰρήνη τοῖς ὀστέοις μου ἀπὸ προσώπου τῶν ἁμαρτιῶν μου."
    },
    {
      "verse": 5,
      "text": "Ὅτι αἱ ἀνομίαι μου ὑπερῇραν τὴν κεφαλήν μου, ὡσεὶ φορτίον βαρὺ ἐβαρύνθησαν ἐπʼ ἐμέ."
    },
    {
      "verse": 6,
      "text": "Προσώζεσαν καὶ ἐσάπησαν οἱ μώλωπές μου, ἀπὸ προσώπου τῆς ἀφροσύνης μου."
    },
    {
      "verse": 7,
      "text": "Ἐταλαιπώρησα καὶ κατεκάμφθην ἕως τέλους, ὅλην τὴν ἡμέραν σκυθρωπάζων ἐπορευόμην."
    },
    {
      "verse": 8,
      "text": "Ὅτι ἡ ψυχή μου ἐπλησθη ἐμπαιγμῶν, καὶ οὐκ ἔστιν ἴασις ἐν τῇ σαρκί μου."
    },
    {
      "verse": 9,
      "text": "Ἐκακώθην καὶ ἐταπεινώθην ἕως σφόδρα, ὠρυόμην ἀπὸ στεναγμοῦ τῆς καρδίας μου."
    },
    {
      "verse": 10,
      "text": "Καὶ ἐναντίον σου πᾶσα ἡ ἐπιθυμία μου, καὶ ὁ στεναγμός μου οὐκ ἀπεκρύβη ἀπὸ σοῦ."
    },
    {
      "verse": 11,
      "text": "Ἡ καρδία μου ἐταράχθη, ἐγκατέλιπέ με ἡ ἰσχύς μου, καὶ τὸ φῶς τῶν ὀφθαλμῶν μου οὐκ ἔστι μετʼ ἐμοῦ."
    },
    {
      "verse": 12,
      "text": "Οἱ φίλοι μου καὶ οἱ πλησίον μου ἐξ ἐναντίας μου ἤγγισαν καὶ ἔστησαν, καὶ οἱ ἔγγιστά μου μακρόθεν ἔστησαν,"
    },
    {
      "verse": 13,
      "text": "καὶ ἐξεβιάζοντο οἱ ζητοῦντες τὴν ψυχήν μου· καὶ οἱ ζητοῦντες τὰ κακά μοι ἐλάλησαν ματαιότητας, καὶ δολιότητας ὅλην τὴν ἡμέραν ἐμελέτησαν."
    },
    {
      "verse": 14,
      "text": "Ἐγὼ δὲ ὡσεὶ κωφὸς οὐκ ἤκουον, καὶ ὡσεὶ ἄλαλος οὐκ ἀνοίγων τὸ στόμα αὐτοῦ·"
    },
    {
      "verse": 15,
      "text": "Καὶ ἐγενόμην ὡσεὶ ἄνθρωπος οὐκ ἀκούων, καὶ οὐκ ἔχων ἐν τῷ στόματι αὐτοῦ ἐλεγμούς."
    },
    {
      "verse": 16,
      "text": "Ὅτι ἐπὶ σοὶ Κύριε ἤλπισα, σὺ εἰσακούσῃ Κύριε ὁ Θεός μου."
    },
    {
      "verse": 17,
      "text": "Ὅτι εἶπα, μή ποτε ἐπιχαρῶσί μοι οἱ ἐχθροί μου, καὶ ἐν τῷ σαλευθῆναι πόδας μου, ἐπʼ ἐμὲ ἐμεγαλοῤῥημόνησαν."
    },
    {
      "verse": 18,
      "text": "Ὅτι ἐγὼ εἰς μάστιγας ἕτοιμος, καὶ ἡ ἀλγηδών μου ἐνώπιόν μου διαπαντός."
    },
    {
      "verse": 19,
      "text": "Ὅτι τὴν ἀνομίαν μου ἀναγγελῶ, καὶ μεριμνήσω ὑπὲρ τῆς ἁμαρτίας μου."
    },
    {
      "verse": 20,
      "text": "Οἱ δὲ ἐχθροί μου ζῶσι, καὶ κεκραταίωνται ὑπὲρ ἐμὲ, καὶ ἐπληθύνθησαν οἱ μισοῦντές με ἀδίκως."
    },
    {
      "verse": 21,
      "text": "Οἱ ἀνταποδιδόντες κακὰ ἀντὶ ἀγαθῶν, ἐνδιέβαλλόν με, ἐπεὶ κατεδίωκον δικαιοσύνην."
    },
    {
      "verse": 22,
      "text": "Μὴ ἐγκαταλίπῃς με Κύριε ὁ Θεός μου, μὴ ἀποστῇς ἀπʼ ἐμοῦ."
    },
    {
      "verse": 23,
      "text": "Πρόσχες εἰς τὴν βοήθειάν μου Κύριε τῆς σωτηρίας μου."
    }
  ]
}