{
  "book_id": "PSA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, τῷ Ἰδιθοὺν ᾠδὴ τῷ Δαυίδ."
    },
    {
      "verse": 2,
      "text": "Εἶπα, φυλάξω τὰς ὁδούς μου, τοῦ μὴ ἁμαρτάνειν ἐν γλώσσῃ μου· ἐθέμην τῷ στόματί μου φυλακὴν, ἐν τῷ συστῆναι τὸν ἁμαρτωλὸν ἐναντίον μου."
    },
    {
      "verse": 3,
      "text": "Ἐκωφώθην καὶ ἐταπεινώθην καὶ ἐσίγησα ἐξ ἀγαθῶν, καὶ τὸ ἄλγημά μου ἀνεκαινίσθη."
    },
    {
      "verse": 4,
      "text": "Ἐθερμάνθη ἡ καρδία μου ἐντός μου, καὶ ἐν τῇ μελέτῃ μου ἐκκαυθήσεται πῦρ· ἐλάλησα ἐν γλώσσῃ μου,"
    },
    {
      "verse": 5,
      "text": "Γνώρισόν μοι Κύριε τὸ πέρας μου, καὶ τὸν ἀριθμὸν τῶν ἡμερῶν μου τίς ἐστιν, ἵνα γνῶ τί ὑστερῶ ἐγώ."
    },
    {
      "verse": 6,
      "text": "Ἰδοὺ παλαιὰς ἔθου τὰς ἡμέρας μου, καὶ ὑπόστασίς μου ὡσεὶ οὐθὲν ἐνώπιόν σου· πλὴν τὰ σύμπαντα ματαιότης, πᾶς ἄνθρωπος ζῶν· διάψαλμα."
    },
    {
      "verse": 7,
      "text": "Μέντοιγε ἐν εἰκόνι διαπορεύεται ἄνθρωπος, πλὴν μάτην ταράσσεται· θησαυρίζει, καὶ οὐ γινώσκει τίνι συνάξει αὐτά."
    },
    {
      "verse": 8,
      "text": "Καὶ νῦν τίς ἡ ὑπομονή μου; οὐχὶ ὁ Κύριος; καὶ ἡ ὑπόστασίς μου παρὰ σοί ἐστι· διάψαλμα."
    },
    {
      "verse": 9,
      "text": "Ἀπὸ πασῶν τῶν ἀνομιῶν μου ῥῦσαί με, ὄνειδος ἄφρονι ἔδωκάς με."
    },
    {
      "verse": 10,
      "text": "Ἐκωφώθην καὶ οὐκ ἤνοιξα τὸ στόμα μου, ὅτι σὺ εἶ ὁ ποιήσας με."
    },
    {
      "verse": 11,
      "text": "Ἀπόστησον ἀπʼ ἐμοῦ τὰς μάστιγάς σου· ἀπὸ τῆς ἰσχύος τῆς χειρός σου ἐγὼ ἐξέλιπον."
    },
    {
      "verse": 12,
      "text": "Ἐν ἐλεγμοῖς ὑπὲρ ἀνομίας ἐπαίδευσας ἄνθρωπον· καὶ ἐξέτηξας ὡς ἀράχνην τὴν ψυχὴν αὐτοῦ, πλὴν μάτην ταράσσεται πᾶς ἄνθρωπος· διάψαλμα."
    },
    {
      "verse": 13,
      "text": "Εἰσάκουσον τῆς προσευχῆς μου Κύριε καὶ τῆς δεήσεώς μου· ἐνώτισαι τῶν δακρύων μου· μὴ παρασιωπήσῃς, ὅτι πάροικος ἐγώ εἰμι ἐν τῇ γῇ καὶ παρεπίδημος, καθὼς πάντες οἱ πατέρες μου."
    },
    {
      "verse": 14,
      "text": "Ἄνες μοι ἵνα ἀναψύξω πρὸ τοῦ με ἀπελθεῖν, καὶ οὐκέτι μὴ ὑπάρξω."
    }
  ]
}