{
  "book_id": "PSA",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, εἰς σύνεσιν τοῖς υἱοῖς Κορέ."
    },
    {
      "verse": 2,
      "text": "Ὃν τρόπον ἐπιποθεῖ ἡ ἔλαφος ἐπὶ τὰς πηγὰς τῶν ὑδάτων, οὕτως ἐπιποθεῖ ἡ ψυχή μου πρὸς σὲ ὁ Θεός."
    },
    {
      "verse": 3,
      "text": "Ἐδίψησεν ἡ ψυχή μου πρὸς τὸν Θεὸν τὸν ζῶντα· πότε ἥξω καὶ ὀφθήσομαι τῷ προσώπῳ τοῦ Θεοῦ;"
    },
    {
      "verse": 4,
      "text": "Ἐγενήθη τὰ δάκρυά μου ἐμοὶ ἄρτος ἡμέρας καὶ νυκτὸς, ἐν τῷ λέγεσθαί μοι καθʼ ἑκάστην ἡμέραν, ποῦ ἐστιν ὁ Θεός σου;"
    },
    {
      "verse": 5,
      "text": "Ταῦτα ἐμνήσθην, καὶ ἐξέχεα ἐπʼ ἐμὲ τὴν ψυχήν μου, ὅτι διελεύσομαι ἐν τόπῳ σκηνῆς θαυμαστῆς ἕως τοῦ οἴκου τοῦ Θεοῦ· ἐν φωνῇ ἀγαλλιάσεως καὶ ἐξομολογήσεως ἤχου ἑορταζόντων."
    },
    {
      "verse": 6,
      "text": "Ἱνατί περίλυπος εἶ ἡ ψυχή μου, καὶ ἱνατί συνταράσσεις με; ἔλπισον ἐπὶ τὸν Θεὸν, ὅτι ἐξομολογήσομαι αὐτῷ, σωτήριον τοῦ προσώπου μου,"
    },
    {
      "verse": 7,
      "text": "Ὁ Θεός μου· πρὸς ἐμαυτὸν ἡ ψυχή μου ἐταράχθη, διὰ τοῦτο μνησθήσομαί σου ἐκ γῆς Ἰορδάνου, καὶ Ἐρμωνιεὶμ ἀπὸ ὄρους μικροῦ."
    },
    {
      "verse": 8,
      "text": "Ἄβυσσος ἄβυσσον ἐπικαλεῖται εἰς φωνὴν τῶν καταῤῥακτῶν σου· πάντες οἱ μετεωρισμοί σου, καὶ τὰ κύματά σου ἐπʼ ἐμὲ διῆλθον."
    },
    {
      "verse": 9,
      "text": "Ἡμέρας ἐντελεῖται Κύριος τὸ ἔλεος αὐτοῦ, καὶ νυκτὸς δηλώσει· παρʼ ἐμοὶ προσευχὴ τῷ Θεῷ τῆς ζωῆς μου,"
    },
    {
      "verse": 10,
      "text": "ἐρῶ τῷ Θεῷ, ἀντιλήπτωρ μου εἶ, διατί μου ἐπελάθου; ἱνατί σκυθρωπάζων πορεύομαι ἐν τῷ ἐκθλίβειν τὸν ἐχθρόν μου;"
    },
    {
      "verse": 11,
      "text": "Ἐν τῷ καταθλᾶσθαι τὰ ὀστᾶ μου, ὠνείδισάν με οἱ θλίβοντές με· ἐν τῷ λέγειν αὐτούς μοι καθʼ ἑκάστην ἡμέραν, ποῦ ἐστιν ὁ Θεός σου;"
    },
    {
      "verse": 12,
      "text": "Ἱνατί περίλυπος εἶ ἡ ψυχή μου, καὶ ἱνατί συνταράσσεις με; ἔλπισον ἐπὶ τὸν Θεὸν, ὅτι ἐξομολογήσομαι αὐτῷ, ἡ σωτηρία τοῦ προσώπου μου, καὶ ὁ Θεός μου."
    }
  ]
}