{
  "book_id": "PSA",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, τοῖς υἱοῖς Κορὲ εἰς σύνεσιν ψαλμός."
    },
    {
      "verse": 2,
      "text": "Ὁ Θεὸς ἐν τοῖς ὠσὶν ἡμῶν ἠκούσαμεν, οἱ πατέρες ἡμῶν ἀνήγγειλαν ἡμῖν, ἔργον ὃ εἰργάσω ἐν ταῖς ἡμέραις αὐτῶν, ἐν ἡμεραίς ἀρχαίαις."
    },
    {
      "verse": 3,
      "text": "Ἡ χείρ σου ἔθνη ἐξωλόθρευσε, καὶ κατεφύτευσας αὐτοὺς, ἐκάκωσας λαοὺς καὶ ἐξέβαλες αὐτούς."
    },
    {
      "verse": 4,
      "text": "Οὐ γὰρ ἐν τῇ ῥομφαίᾳ αὐτῶν ἐκληρονόμησαν γῆν, καὶ ὁ βραχίων αὐτῶν οὐκ ἔσωσεν αὐτοὺς, ἀλλὰ ἡ δεξιά σου καὶ ὁ βραχίων σου, καὶ ὁ φωτισμὸς τοῦ προσώπου σου, ὅτι εὐδόκησας ἐν αὐτοῖς."
    },
    {
      "verse": 5,
      "text": "Σὺ εἶ αὐτὸς ὁ βασιλεύς μου καὶ ὁ Θεός μου, ὁ ἐντελλόμενος τὰς σωτηρίας Ἰακώβ."
    },
    {
      "verse": 6,
      "text": "Ἐν σοὶ τοὺς ἐχθροὺς ἡμῶν κερατιοῦμεν, καὶ ἐν τῷ ὀνόματί σου ἐξουθενώσομεν τοὺς ἐπανισταμένους ἡμῖν."
    },
    {
      "verse": 7,
      "text": "Οὐ γὰρ ἐπὶ τῷ τόξῳ μου ἐλπιῶ, καὶ ἡ ῥομφαία μου οὐ σώσει με."
    },
    {
      "verse": 8,
      "text": "Ἔσωσας γὰρ ἡμᾶς ἐκ τῶν θλιβόντων ἡμᾶς, καὶ τοὺς μισοῦντας ἡμᾶς κατῄσχυνας."
    },
    {
      "verse": 9,
      "text": "Ἐν τῷ Θεῷ ἐπαινεθησόμεθα ὅλην τὴν ἡμέραν, καὶ ἐν τῷ ὀνόματί σου ἐξομολογησόμεθα εἰς τὸν αἰῶνα. διάψαλμα."
    },
    {
      "verse": 10,
      "text": "Νυνὶ δὲ ἀπώσω καὶ κατῄσχυνας ἡμᾶς, καὶ οὐκ ἐξελεύσῃ ἐν ταῖς δυνάμεσιν ἡμῶν."
    },
    {
      "verse": 11,
      "text": "Ἀπέστρεψας ἡμᾶς εἰς τὰ ὀπίσω παρὰ τοὺς ἐχθροὺς ἡμῶν, καὶ οἱ μισοῦντες ἡμᾶς διήρπαζον ἑαυτοῖς."
    },
    {
      "verse": 12,
      "text": "Ἔδωκας ἡμᾶς ὡς πρόβατα βρώσεως, καὶ ἐν τοῖς ἔθνεσι διέσπειρας ἡμᾶς·"
    },
    {
      "verse": 13,
      "text": "Ἀπέδου τὸν λαόν σου ἄνευ τιμῆς, καὶ οὐκ ἦν πλῆθος ἐν τοῖς ἀλαλάγμασιν αὐτῶν."
    },
    {
      "verse": 14,
      "text": "Ἔθου ἡμᾶς ὄνειδος τοῖς γείτοσιν ἡμῶν, μυκτηρισμὸν καὶ καταγέλωτα τοῖς κύκλῳ ἡμῶν."
    },
    {
      "verse": 15,
      "text": "Ἔθου ἡμᾶς εἰς παραβολὴν ἐν τοῖς ἔθνεσι, κίνησιν κεφαλῆς ἐν τοῖς λαοῖς."
    },
    {
      "verse": 16,
      "text": "Ὅλην τὴν ἡμέραν ἡ ἐντροπή μου κατεναντίον μου ἐστὶ, καὶ ἡ αἰσχύνη τοῦ προσώπου μου ἐκάλυψέ με,"
    },
    {
      "verse": 17,
      "text": "ἀπὸ φωνῆς ὀνειδίζοντος καὶ παραλαλοῦντος, ἀπὸ προσώπου ἐχθροῦ καὶ ἐκδιώκοντος."
    },
    {
      "verse": 18,
      "text": "Ταῦτα πάντα ἦλθεν ἐφʼ ἡμᾶς, καὶ οὐκ ἐπελαθόμεθά σου, καὶ οὐκ ἠδικήσαμεν ἐν διαθήκῃ σου."
    },
    {
      "verse": 19,
      "text": "Καὶ οὐκ ἀπέστη εἰς τὰ ὀπίσω ἡ καρδία ἡμῶν, καὶ ἐξέκλινας τὰς τρίβους ἡμῶν ἀπὸ τῆς ὁδοῦ σου."
    },
    {
      "verse": 20,
      "text": "Ὅτι ἐταπείνωσας ἡμᾶς ἐν τόπῳ κακώσεως, καὶ ἐπεκάλυψεν ἡμᾶς σκιὰ θανάτου."
    },
    {
      "verse": 21,
      "text": "Εἰ ἐπελαθόμεθα τοῦ ὀνόματος τοῦ Θεοῦ ἡμῶν, καὶ εἰ διεπετάσαμεν χεῖρας ἡμῶν πρὸς θεὸν ἀλλότριον,"
    },
    {
      "verse": 22,
      "text": "οὐχὶ ὁ Θεὸς ἐκζητήσει ταῦτα; αὐτὸς γὰρ γινώσκει τὰ κρύφια τῆς καρδίας."
    },
    {
      "verse": 23,
      "text": "Ὅτι ἕνεκά σου θανατούμεθα ὅλην τὴν ἡμέραν, ἐλογίσθημεν ὡς πρόβατα σφαγῆς."
    },
    {
      "verse": 24,
      "text": "Ἐξεγέρθητι, ἱνατί ὑπνοῖς Κύριε; ἀνάστηθι, καὶ μὴ ἀπώσῃ εἰς τέλος."
    },
    {
      "verse": 25,
      "text": "Ἱνατί τὸ πρόσωπόν σου ἀποστρέφεις; ἐπιλανθάνῃ τῆς πτωχείας ἡμῶν καὶ τῆς θλίψεως ἡμῶν;"
    },
    {
      "verse": 26,
      "text": "Ὅτι ἐταπεινώθη εἰς χοῦν ἡ ψυχὴ ἡμῶν, ἐκολλήθη εἰς γῆν ἡ γαστὴρ ἡμῶν."
    },
    {
      "verse": 27,
      "text": "Ἀνάστα Κύριε, βοήθησον ἡμῖν, καὶ λύτρωσαι ἡμᾶς ἕνεκεν τοῦ ὀνόματός σου."
    }
  ]
}