{
  "book_id": "PSA",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ὑπὲρ τῶν ἀλλοιωθησομένων τοῖς υἱοῖς Κορὲ εἰς σύνεσιν, ᾠδὴ ὑπὲρ τοῦ ἀγαπητοῦ."
    },
    {
      "verse": 2,
      "text": "Ἐξηρεύξατο ἡ καρδία μου λόγον ἀγαθὸν, λέγω ἐγὼ τὰ ἔργα μου τῷ βασιλεῖ· ἡ γλῶσσά μου κάλαμος γραμματέως ὀξυγράφου."
    },
    {
      "verse": 3,
      "text": "Ὡραῖος κάλλει παρὰ τοὺς υἱοὺς τῶν ἀνθρώπων, ἐξεχύθη χάρις ἐν χείλεσί σου, διὰ τοῦτο εὐλόγησέ σε ὁ Θεὸς εἰς τὸν αἰῶνα."
    },
    {
      "verse": 4,
      "text": "Περίζωσαι τὴν ῥομφαίαν σου ἐπὶ τὸν μηρόν σου δυνατέ· τῇ ὡραιότητί σου, καὶ τῷ κάλλει σου,"
    },
    {
      "verse": 5,
      "text": "καὶ ἔντεινον, καὶ κατευοδοῦ, καὶ βασίλευε· ἕνεκεν ἀληθείας καὶ πρᾳΰτητος καὶ δικαιοσύνης, καὶ ὁδηγήσει σε θαυμαστῶς ἡ δεξιά σου."
    },
    {
      "verse": 6,
      "text": "Τὰ βέλη σου ἠκονημένα δυνατὲ, λαοὶ ὑποκάτω σου πεσοῦνται, ἐν καρδίᾳ τῶν ἐχθρῶν τοῦ βασιλέως."
    },
    {
      "verse": 7,
      "text": "Ὁ θρόνος σου ὁ Θεὸς εἰς αἰῶνα αἰῶνος, ῥάβδος εὐθύτητος ἡ ῥάβδος τῆς βασιλείας σου."
    },
    {
      "verse": 8,
      "text": "Ἠγάπησας δικαιοσύνην, καὶ ἐμίσησας ἀνομίαν, διὰ τοῦτο ἔχρισέ σε ὁ Θεὸς ὁ Θεός σου ἔλαιον ἀγαλλιάσεως παρὰ τοὺς μετόχους σου."
    },
    {
      "verse": 9,
      "text": "Σμύρνα καὶ στακτὴ καὶ κασία ἀπὸ τῶν ἱματίων σου, ἀπὸ βάρεων ἐλεφαντίνων, ἐξ ὧν ηὔφρανάν σε"
    },
    {
      "verse": 10,
      "text": "θυγατέρες βασιλέων ἐν τῇ τιμῇ σου· παρέστη ἡ βασίλισσα ἐκ δεξιῶν σου, ἐν ἱματισμῷ διαχρύσῳ περιβεβλημένη, πεποικιλμένη."
    },
    {
      "verse": 11,
      "text": "Ἄκουσον θύγατερ καὶ ἴδε καὶ κλῖνον τὸ οὖς σου, καὶ ἐπιλάθου τοῦ λαοῦ σου, καὶ τοῦ οἴκου τοῦ πατρός σου."
    },
    {
      "verse": 12,
      "text": "Ὅτι ἐπεθύμησεν ὁ βασιλεὺς τοῦ κάλλους σου, ὅτι αὐτός ἐστιν ὁ Κύριός σου."
    },
    {
      "verse": 13,
      "text": "Καὶ προσκυνήσουσιν αὐτῷ θυγατέρες Τύρου ἐν δώροις, τὸ πρόσωπόν σου λιτανεῦσουσιν οἱ πλούσιοι τοῦ λαοῦ τῆς γῆς."
    },
    {
      "verse": 14,
      "text": "Πᾶσα ἡ δόξα αὐτῆς θυγατρὸς τοῦ βασιλέως Ἐσεβὼν, ἐν κροσσωτοῖς χρυσοῖς περιβεβλημένη, πεποικιλμένη·"
    },
    {
      "verse": 15,
      "text": "ἀπενεχθήσονται τῷ βασιλεῖ παρθένοι ὀπίσω αὐτῆς, αἱ πλησίον αὐτῆς ἀπενεχθήσονταί σοι."
    },
    {
      "verse": 16,
      "text": "Ἀπενεχθήσονται ἐν εὐφροσύνῃ καὶ ἀγαλλιάσει, ἀχθήσονται εἰς ναὸν βασιλέως."
    },
    {
      "verse": 17,
      "text": "Ἀντὶ τῶν πατέρων σου ἐγενήθησάν σοι υἱοὶ, καταστήσεις αὐτοὺς ἄρχοντας ἐπὶ πᾶσαν τὴν γῆν."
    },
    {
      "verse": 18,
      "text": "Μνησθήσονται τοῦ ὀνόματός σου ἐν πάσῃ γενεᾷ καὶ γενεᾷ, διὰ τοῦτο λαοὶ ἐξομολογήσονταί σοι εἰς τὸν αἰῶνα, καὶ εἰς τὸν αἰῶνα τοῦ αἰῶνος·"
    }
  ]
}