{
  "book_id": "PSA",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, τοῖς υἱοῖς Κορὲ ψαλμός."
    },
    {
      "verse": 2,
      "text": "Ἀκούσατε ταῦτα πάντα τὰ ἔθνη, ἐνωτίσασθε πάντες οἱ κατοικοῦντες τὴν οἰκουμένην,"
    },
    {
      "verse": 3,
      "text": "οἵ τε γηγενεῖς καὶ οἱ υἱοὶ τῶν ἀνθρώπων, ἐπιτοαυτὸ πλούσιος καὶ πένης."
    },
    {
      "verse": 4,
      "text": "Τὸ στόμα μου λαλήσει σοφίαν, καὶ ἡ μελέτη τῆς καρδίας μου σύνεσιν."
    },
    {
      "verse": 5,
      "text": "Κλινῶ εἰς παραβολὴν τὸ οὖς μου, ἀνοίξω ἐν ψαλτηρίῳ τὸ πρόβλημά μου."
    },
    {
      "verse": 6,
      "text": "Ἱνατί φοβοῦμαι ἐν ἡμέρᾳ πονηρᾷ; ἡ ἀνομία τῆς πτέρνης μου κυκλώσει με."
    },
    {
      "verse": 7,
      "text": "Οἱ πεποιθότες ἐπὶ τῇ δυνάμει αὐτῶν, καὶ ἐπὶ τῷ πλήθει τοῦ πλούτου αὐτῶν καυχώμενοι."
    },
    {
      "verse": 8,
      "text": "Ἀδελφὸς οὐ λυτροῦται, λυτρώσεται ἄνθρωπος; οὐ δώσει τῷ Θεῷ ἐξίλασμα ἑαυτοῦ,"
    },
    {
      "verse": 9,
      "text": "καὶ τὴν τιμὴν τῆς λυτρώσεως τῆς ψυχῆς αὐτοῦ· καὶ ἐκοπίασεν εἰς τὸν αἰῶνα,"
    },
    {
      "verse": 10,
      "text": "καὶ ζήσεται εἰς τέλος· ὅτι οὐκ ὄψεται καταφθορὰν,"
    },
    {
      "verse": 11,
      "text": "Ὅταν ἴδῃ σοφοὺς ἀποθνήσκοντας, ἐπιτοαυτὸ ἄφρων καὶ ἄνους ἀπολοῦνται, καὶ καταλείψουσιν ἀλλοτρίοις τὸν πλοῦτον αὐτῶν."
    },
    {
      "verse": 12,
      "text": "Καὶ οἱ τάφοι αὐτῶν οἰκίαι αὐτῶν εἰς τὸν αἰῶνα, σκηνώματα αὐτῶν εἰς γενεὰν καὶ γενεὰν, ἐπεκαλέσαντο τὰ ὀνόματα αὐτῶν ἐπὶ τῶν γαιῶν αὐτῶν."
    },
    {
      "verse": 13,
      "text": "Καὶ ἄνθρωπος ἐν τιμῇ ὢν, οὐ συνῆκε, παρασυνεβλήθη τοῖς κτήνεσι τοῖς ἀνοήτοις, καὶ ὡμοιώθη αὐτοῖς."
    },
    {
      "verse": 14,
      "text": "Αὕτη ἡ ὁδὸς αὐτῶν σκάνδαλον αὐτοῖς, καὶ μετὰ ταῦτα ἐν τῷ στόματι αὐτῶν εὐλογήσουσι· διάψαλμα."
    },
    {
      "verse": 15,
      "text": "Ὡς πρόβατα ἐν ᾅδῃ ἔθεντο, θάνατος ποιμανεῖ αὐτούς· καὶ κατακυριεύσουσιν αὐτῶν οἱ εὐθεῖς τοπρωῒ, καὶ ἡ βοήθεια αὐτῶν παλαιωθήσεται ἐν τῷ ᾅδῃ ἐκ τῆς δόξης αὐτῶν."
    },
    {
      "verse": 16,
      "text": "Πλὴν ὁ Θεὸς λυτρώσεται τὴν ψυχήν μου ἐκ χειρὸς ᾅδου, ὅταν λαμβάνῃ με· διάψαλμα."
    },
    {
      "verse": 17,
      "text": "Μὴ φοβοῦ ὅταν πλουτήσῃ ἄνθρωπος, καὶ ὅταν πληθυνθῇ ἡ δόξα τοῦ οἴκου αὐτοῦ."
    },
    {
      "verse": 18,
      "text": "Ὅτι οὐκ ἐν τῷ ἀποθνήσκειν αὐτὸν λήψεται τὰ πάντα, οὐδὲ συγκαταβήσεται αὐτῷ ἡ δόξα αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Ὅτι ἡ ψυχὴ αὐτοῦ ἐν τῇ ζωῇ αὐτοῦ εὐλογηθήσεται, ἐξομολογήσεταί σοι ὅταν ἀγαθύνῃς αὐτῷ."
    },
    {
      "verse": 20,
      "text": "Εἰσελεύσεται ἕως γενεᾶς πατέρων αὐτοῦ, ἕως αἰῶνος οὐκ ὄψεται φῶς."
    },
    {
      "verse": 21,
      "text": "Ἄνθρωπος ἐν τιμῇ ὢν, οὐ συνῆκε, παρασυνεβλήθη τοῖς κτήνεσι τοῖς ἀνοήτοις, καὶ ὡμοιώθη αὐτοῖς."
    }
  ]
}