{
  "book_id": "PSA",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "Ψαλμὸς τῷ Ἀσάφ. Θεὸς θεῶν Κύριος ἐλάλησε, καὶ ἐκάλεσε τὴν γῆν ἀπὸ ἀνατολῶν ἡλίου μέχρι δυσμῶν."
    },
    {
      "verse": 2,
      "text": "Ἐκ Σιὼν ἡ εὐπρέπεια τῆς ὡραιότητος αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Ὁ Θεὸς ἐμφανῶς ἥξει, ὁ Θεὸς ἡμῶν, καὶ οὐ παρασιωπήσεται· πῦρ ἐναντίον αὐτοῦ καυθήσεται, καὶ κύκλῳ αὐτοῦ καταιγὶς σφοδρά."
    },
    {
      "verse": 4,
      "text": "Προσκαλέσεται τὸν οὐρανὸν ἄνω, καὶ τὴν γῆν διακρῖναι τὸν λαὸν αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Συναγάγετε αὐτῷ τοὺς ὁσίους αὐτοῦ, τοὺς διατιθεμένους τὴν διαθήκην αὐτοῦ ἐπὶ θυσίαις."
    },
    {
      "verse": 6,
      "text": "Καὶ ἀναγγελοῦσιν οἱ οὐρανοὶ τὴν δικαιοσύνην αὐτοῦ, ὅτι Θεὸς κριτής ἐστι· διάψαλμα."
    },
    {
      "verse": 7,
      "text": "Ἄκουσον λαός μου καὶ λαλήσω σοι, Ἰσραὴλ, καὶ διαμαρτύρομαί σοι· ὁ Θεὸς ὁ Θεός σου εἰμὶ ἐγώ."
    },
    {
      "verse": 8,
      "text": "Οὐκ ἐπὶ ταῖς θυσίαις σου ἐλέγξω σε, τὰ δὲ ὁλοκαυτώματά σου ἐνώπιόν μου ἐστὶ διαπαντός."
    },
    {
      "verse": 9,
      "text": "Οὐ δέξομαι ἐκ τοῦ οἴκου σου μόσχους, οὐδὲ ἐκ τῶν ποιμνίων σου χιυάρους·"
    },
    {
      "verse": 10,
      "text": "Ὅτι ἐμά ἐστι πάντα τὰ θηρία τοῦ δρυμοῦ, κτήνη ἐν τοῖς ὄρεσι, καὶ βόες."
    },
    {
      "verse": 11,
      "text": "Ἔγνωκα πάντα τὰ πετεινὰ τοῦ οὐρανοῦ, καὶ ὡραιότης ἀγροῦ μετʼ ἐμοῦ ἐστιν."
    },
    {
      "verse": 12,
      "text": "Ἐὰν πεινάσω, οὐ μή σοι εἴπω, ἐμὴ γάρ ἐστιν ἡ οἰκουμένη καὶ τὸ πλήρωμα αὐτῆς."
    },
    {
      "verse": 13,
      "text": "Μὴ φάγομαι κρέα ταύρων, ἢ αἷμα τράγων πίομαι;"
    },
    {
      "verse": 14,
      "text": "Θῦσον τῷ Θεῷ θυσίαν αἰνέσεως, καὶ ἀπόδος τῷ ὑψίστῳ τὰς εὐχάς σου."
    },
    {
      "verse": 15,
      "text": "Καὶ ἐπικάλεσαί με ἐν ἡμέρᾳ θλίψεως, καὶ ἐξελοῦμαί σε, καὶ δοξάσεις με. διάψαλμα."
    },
    {
      "verse": 16,
      "text": "Τῷ δὲ ἁμαρτωλῷ εἶπεν ὁ Θεὸς, ἱνατί σὺ διηγῇ τὰ δικαιώματά μου, καὶ ἀναλαμβάνεις τὴν διαθήκην μου διὰ στόματός σου;"
    },
    {
      "verse": 17,
      "text": "Σὺ δὲ ἐμίσησας παιδείαν, καὶ ἐξέβαλες τοὺς λόγους μου εἰς τὰ ὀπίσω."
    },
    {
      "verse": 18,
      "text": "Εἰ ἐθεώρεις κλέπτην, συνέτρεχες αὐτῷ, καὶ μετὰ μοιχῶν τὴν μερίδα σου ἐτίθεις."
    },
    {
      "verse": 19,
      "text": "Τὸ στόμα σου ἐπλεόνασε κακίαν, καὶ ἡ γλῶσσά σου περιέπλεκε δολιότητα."
    },
    {
      "verse": 20,
      "text": "Καθήμενος κατὰ τοῦ ἀδελφοῦ σου κατελάλεις, καὶ κατὰ τοῦ υἱοῦ τῆς μητρός σου ἐτίθεις σκάνδαλον."
    },
    {
      "verse": 21,
      "text": "Ταῦτα ἐποίησας, καὶ ἐσίγησα, ὑπέλαβες ἀνομίαν ὅτι ἔσομαί σοι ὅμοιος· ἐλέγξω σε, καὶ παραστήσω κατὰ πρόσωπόν σου."
    },
    {
      "verse": 22,
      "text": "Σύνετε δὴ ταῦτα οἱ ἐπιλανθανόμενοι τοῦ Θεοῦ, μήποτε ἁρπάσῃ, καὶ μὴ ᾖ ὁ ῥυόμενος."
    },
    {
      "verse": 23,
      "text": "Θυσία αἰνέσεως δοξάσει με, καὶ ἐκεῖ ὁδὸς ᾗ δείξω αὐτῷ τὸ σωτήριον Θεοῦ."
    }
  ]
}