{
  "book_id": "PSA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ψαλμὸς τῷ Δαυὶδ,"
    },
    {
      "verse": 2,
      "text": "ἐν τῷ ἐλθεῖν πρὸς αὐτὸν Νάθαν τὸν προφήτην, ἡνίκα εἰσῆλθε πρὸς Βηρσαβεέ."
    },
    {
      "verse": 3,
      "text": "Ἐλέησον με ὁ Θεὸς κατὰ τὸ μέγα ἔλεός σου, καὶ κατὰ τὸ πλῆθος τῶν οἰκτιρμῶν σου ἐξάλειψον τὸ ἀνόμημά μου."
    },
    {
      "verse": 4,
      "text": "Ἐπιπλεῖον πλῦνόν με ἀπὸ τῆς ἀνομίας μου, καὶ ἀπὸ τῆς ἁμαρτίας μου καθάρισόν με."
    },
    {
      "verse": 5,
      "text": "Ὅτι τὴν ἀνομίαν μου ἐγὼ γινώσκω, καὶ ἡ ἁμαρτία μου ἐνώπιόν μου ἐστὶ διαπαντός·"
    },
    {
      "verse": 6,
      "text": "Σοὶ μόνῳ ἥμαρτον, καὶ τὸ πονηρὸν ἐνώπιόν σου ἐποίησα· ὅπως ἂν δικαιωθῇς ἐν τοῖς λόγοις σου, καὶ νικήσῃς ἐν τῷ κρίνεσθαί σε."
    },
    {
      "verse": 7,
      "text": "Ἰδοὺ γὰρ ἐν ἀνομίαις συνελήφθην, καὶ ἐν ἁμαρτίαις ἐκίσσησέ με ἡ μήτηρ μου."
    },
    {
      "verse": 8,
      "text": "Ἰδοὺ γὰρ ἀλήθειαν ἠγάπησας, τὰ ἄδηλα καὶ τὰ κρύφια τῆς σοφίας σου ἐδήλωσάς μοι."
    },
    {
      "verse": 9,
      "text": "Ῥαντιεῖς με ὑσσώπῳ καὶ καθαρισθήσομαι, πλυνεῖς με καὶ ὑπὲρ χιόνα λευκανθήσομαι."
    },
    {
      "verse": 10,
      "text": "Ἀκουτιεῖς με ἀγαλλίασιν καὶ εὐφροσύνην, ἀγαλλιάσονται ὀστᾶ τεταπεινωμένα."
    },
    {
      "verse": 11,
      "text": "Ἀπόστρεψον τὸ πρόσωπόν σου ἀπὸ τῶν ἁμαρτιῶν μου, καὶ πάσας τὰς ἀνομίας μου ἐξάλειψον."
    },
    {
      "verse": 12,
      "text": "Καρδίαν καθαρὰν κτίσον ἐν ἐμοὶ ὁ Θεὸς, καὶ πνεῦμα εὐθὲς ἐγκαίνισον ἐν τοῖς ἐγκάτοις μου."
    },
    {
      "verse": 13,
      "text": "Μὴ ἀποῤῥίψῃς με ἀπὸ τοῦ προσώπου σου, καὶ τὸ πνεῦμα τὸ ἅγιόν σου μὴ ἀντανέλῃς ἀπʼ ἐμοῦ."
    },
    {
      "verse": 14,
      "text": "Ἀπόδος μοι τὴν ἀγαλλίασιν τοῦ σωτηρίου σου, πνεύματι ἡγεμονικῷ στήριξόν με."
    },
    {
      "verse": 15,
      "text": "Διδάξω ἀνόμους τὰς ὁδούς σου, καὶ ἀσεβεῖς ἐπὶ σὲ ἐπιστρέψουσι."
    },
    {
      "verse": 16,
      "text": "Ῥῦσαί με ἐξ αἱμάτων ὁ Θεὸς, ὁ Θεὸς τῆς σωτηρίας μου, ἀγαλλιάσεται ἡ γλῶσσά μου τὴν δικαιοσύνην σου."
    },
    {
      "verse": 17,
      "text": "Κύριε, τὰ χείλη μου ἀνοίξεις, καὶ τὸ στόμα μου ἀναγγελεῖ τὴν αἴνεσίν σου."
    },
    {
      "verse": 18,
      "text": "Ὅτι εἰ ἠθέλησας θυσίαν, ἔδωκα ἄν· ὁλοκαυτώματα οὐκ εὐδοκήσεις."
    },
    {
      "verse": 19,
      "text": "Θυσία τῷ Θεῷ πνεῦμα συντετριμμένον, καρδίαν συντετριμμένην καὶ τεταπεινωμένην ὁ Θεὸς οὐκ ἐξουδενώσει."
    },
    {
      "verse": 20,
      "text": "Ἀγάθυνον, Κύριε, ἐν τῇ εὐδοκίᾳ σου τὴν Σιὼν, καὶ οἰκοδομηθήτω τὰ τείχη Ἱερουσαλήμ."
    },
    {
      "verse": 21,
      "text": "Τότε εὐδοκήσεις θυσίαν δικαιοσύνης, ἀναφορὰν, καὶ ὁλοκαυτώματα· τότε ἀνοίσουσιν ἐπὶ τὸ θυσιαστήριόν σου μόσχους."
    }
  ]
}