{
  "book_id": "PSA",
  "chapter": 54,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ἐν ὕμνοις συνέσεως τῷ Δαυίδ."
    },
    {
      "verse": 2,
      "text": "Ἐνωτίσαι ὁ Θεὸς τὴν προσευχήν μου, καὶ μὴ ὑπερίδῃς τὴν δέησίν μου·"
    },
    {
      "verse": 3,
      "text": "Πρόσχες μοι, καὶ εἰσάκουσόν μου· ἐλυπήθην ἐν τῇ ἀδολεσχίᾳ μου, καὶ ἐταράχθην"
    },
    {
      "verse": 4,
      "text": "ἀπὸ φωνῆς ἐχθροῦ, καὶ ἀπὸ θλίψεως ἁμαρτωλοῦ· ὅτι ἐξέκλιναν ἐπʼ ἐμὲ ἀνομίαν, καὶ ἐν ὀργῇ ἐνεκότουν μοι."
    },
    {
      "verse": 5,
      "text": "Ἡ καρδία μου ἐταράχθη ἐν ἐμοὶ, καὶ δειλία θανάτου ἐπέπεσεν ἐπʼ ἐμέ."
    },
    {
      "verse": 6,
      "text": "Φόβος καὶ τρόμος ἦλθεν ἐπʼ ἐμὲ καὶ ἐκάλυψέ με σκότος."
    },
    {
      "verse": 7,
      "text": "Καὶ εἶπα, τίς δώσει μοι πτέρυγας ὡσεὶ περιστερᾶς; καὶ πετασθήσομαι καὶ καταπαύσω."
    },
    {
      "verse": 8,
      "text": "Ἰδοὺ ἐμάκρυνα φυγαδεύων, καὶ ηὐλίσθην ἐν τῇ ἐρήμῳ· διάψαλμα."
    },
    {
      "verse": 9,
      "text": "Προσεδεχόμην τὸν σώζοντά με ἀπὸ ὀλιγοψυχίας καὶ καταιγίδος."
    },
    {
      "verse": 10,
      "text": "Καταπόντισον Κύριε καὶ καταδίελε τὰς γλώσσας αὐτῶν, ὅτι εἶδον ἀνομίαν καὶ ἀντιλογίαν ἐν τῇ πόλει."
    },
    {
      "verse": 11,
      "text": "Ἡμέρας καὶ νυκτὸς κυκλώσει αὐτὴν ἐπὶ τὰ τείχη αὐτῆς, ἀνομία καὶ πόνος ἐν μέσῳ αὐτῆς"
    },
    {
      "verse": 12,
      "text": "καὶ ἀδικία, καὶ οὐκ ἐξέλιπεν ἐκ τῶν πλατειῶν αὐτῆς τόκος καὶ δόλος."
    },
    {
      "verse": 13,
      "text": "Ὅτι εἰ ἐχθρὸς ὠνείδισέ με, ὑπήνεγκα ἂν, καὶ εἰ ὁ μισῶν ἐπʼ ἐμὲ ἐμεγαλοῤῥημόνησεν, ἐκρύβην ἂν ἀπʼ αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "Σὺ δὲ ἄνθρωπε ἰσόψυχε, ἡγεμών μου καὶ γνωστέ μου,"
    },
    {
      "verse": 15,
      "text": "ὃς ἐπιτοαυτὸ ἐγλύκανας ἐδέσματα, ἐν τῷ οἴκῳ τοῦ Θεοῦ ἐπορεύθημεν ἐν ὁμονοίᾳ."
    },
    {
      "verse": 16,
      "text": "Ἐλθέτω θάνατος ἐπʼ αὐτοὺς, καὶ καταβήτωσαν εἰς ᾅδου ζῶντες· ὅτι πονηρία ἐν ταῖς παροικίαις αὐτῶν ἐν μέσῳ αὐτῶν."
    },
    {
      "verse": 17,
      "text": "Ἐγὼ πρὸς τὸν Θεὸν ἐκέκραξα, καὶ ὁ Κύριος εἰσήκουσέ μου."
    },
    {
      "verse": 18,
      "text": "Ἑσπέρας καὶ πρωῒ καὶ μεσημβρίας διηγήσομαι, καὶ ἀπαγγελῶ, καὶ εἰσακούσεται τῆς φωνῆς μου."
    },
    {
      "verse": 19,
      "text": "Λυτρώσεται ἐν εἰρήνῃ τὴν ψυχήν μου ἀπὸ τῶν ἐγγιζόντων μοι, ὅτι ἐν πολλοῖς ἦσαν σὺν ἐμοί."
    },
    {
      "verse": 20,
      "text": "Εἰσακούσεται ὁ Θεὸς καὶ ταπεινώσει αὐτοὺς, ὁ ὑπάρχων πρὸ τῶν αἰώνων· διάψαλμα·"
    },
    {
      "verse": 21,
      "text": "Οὐ γάρ ἐστιν αὐτοῖς ἀντάλλαγμα, καὶ οὐκ ἐφοβήθησαν τὸν Θεόν. Ἐξέτεινε τὴν χεῖρα αὐτοῦ ἐν τῷ ἀποδιδόναι· ἐβεβήλωσαν τὴν διαθήκην αὐτοῦ."
    },
    {
      "verse": 22,
      "text": "Διεμερίσθησαν ἀπὸ ὀργῆς τοῦ προσώπου αὐτοῦ, καὶ ἤγγισεν ἡ καρδία αὐτοῦ· ἡπαλύνθησαν οἱ λόγοι αὐτοῦ ὑπὲρ ἔλαιον, καὶ αὐτοί εἰσι βολίδες."
    },
    {
      "verse": 23,
      "text": "Ἐπίῤῥιψον ἐπὶ Κύριον τὴν μέριμνάν σου, καὶ αὐτός σε διαθρέψει, οὐ δώσει εἰς τὸν αἰῶνα σάλον τῷ δικαίῳ."
    },
    {
      "verse": 24,
      "text": "Σὺ δὲ ὁ Θεὸς κατάξεις αὐτοὺς εἰς φρέαρ διαφθορᾶς· ἄνδρες αἱμάτων καὶ δολιότητος οὐ μὴ ἡμισεύσωσι τὰς ἡμέρας αὐτῶν· ἐγὼ δὲ ἐλπιῶ ἐπὶ σε, Κύριε."
    }
  ]
}