{
  "book_id": "PSA",
  "chapter": 58,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, μὴ διαφθείρῃς, τῷ Δαυὶδ εἰς στηλογραφίαν, ὁπότε ἀπέστειλε Σαοὺλ, καὶ ἐφύλαξε τὸν οἶκον αὐτοῦ τοῦ θανατῶσαι αὐτόν."
    },
    {
      "verse": 2,
      "text": "Ἐξελοῦ με ἐκ τῶν ἐχθρῶν μου ὁ Θεὸς, καὶ ἐκ τῶν ἐπανισταμένων ἐπʼ ἐμὲ λύτρωσαί με."
    },
    {
      "verse": 3,
      "text": "Ῥῦσαί με ἐκ τῶν ἐργαζομένων τὴν ἀνομίαν, καὶ ἐξ ἀνδρῶν αἱμάτων σῶσόν με."
    },
    {
      "verse": 4,
      "text": "Ὅτι ἰδοὺ ἐθήρευσαν τὴν ψυχήν μου, ἐπέθεντο ἐπʼ ἐμὲ κραταιοί· οὔτε ἡ ἀνομία μου, οὔτε ἡ ἁμαρτία μου Κύριε·"
    },
    {
      "verse": 5,
      "text": "Ανευ ἀνομίας ἔδραμον καὶ κατεύθυνα· ἐξεγέρθητι εἰς συνάντησίν μου, καὶ ἴδε."
    },
    {
      "verse": 6,
      "text": "Καὶ σὺ Κύριε ὁ Θεὸς τῶν δυνάμεων ὁ Θεὸς τοῦ Ἰσραὴλ, πρόσχες τοῦ ἐπισκέψασθαι πάντα τὰ ἔθνη, μὴ οἰκτειρήσῃς πάντας τοὺς ἐργαζομένους τὴν ἀνομίαν· διάψαλμα."
    },
    {
      "verse": 7,
      "text": "Ἐπιστρέψουσιν εἰς ἑσπέραν, καὶ λιμώξουσιν ὡς κύων, καὶ κυκλώσουσιν πόλιν."
    },
    {
      "verse": 8,
      "text": "Ἰδοὺ ἀποφθέγξονται ἐν τῷ στόματι αὐτῶν, καὶ ῥομφαία ἐν τοῖς χείλεσιν αὐτῶν, ὅτι τίς ἤκουσε;"
    },
    {
      "verse": 9,
      "text": "Καὶ δὺ Κύριε ἐκγελάσῃ αὐτοὺς, ἐξουδενώσεις τάντα τὰ ἔθνη."
    },
    {
      "verse": 10,
      "text": "Τὸ κράτος μου πρὸς σὲ φυλάξω, ὅτι σὺ ὁ Θεὸς ἀντιλήμπτωρ μου εἶ."
    },
    {
      "verse": 11,
      "text": "Ὁ Θεός μου, τὸ ἔλεος αὐτοῦ προφθάσει με, ὁ Θεός μου δείξει μοι ἐν τοῖς ἐχθροῖς μου."
    },
    {
      "verse": 12,
      "text": "Μὴ ἀποκτείνῃς αὐτοὺς, μήποτε ἐπιλάθωνται τοῦ νόμου σου· διασκόρπισον αὐτοὺς ἐν τῇ δυνάμει σου, καὶ κατάγαγε αὐτοὺς ὁ ὑπερασπιστής μου Κύριε."
    },
    {
      "verse": 13,
      "text": "Ἁμαρτίαν στόματος αὐτῶν, λόγον χειλέων αὐτῶν, καὶ συλληφθήτωσαν ἐν τῇ ὑπερηφανίᾳ αὐτῶν· καὶ ἐξ ἀρᾶς καὶ ψεύδους διαγγελήσονται"
    },
    {
      "verse": 14,
      "text": "συντέλειαι, ἐν ὀργῇ συντελείας, καὶ οὐ μὴ ὑπάρξουσι· καὶ γνώσονται ὅτι ὁ Θεὸς τοῦ Ἰακὼβ δεσπόζει τῶν περάτων τῆς γῆς· διάψαλμα."
    },
    {
      "verse": 15,
      "text": "Ἐπιστρέψουσιν εἰς ἑσπέραν, καὶ λιμώξουσιν ὡς κύων, καὶ κυκλώσουσι πόλιν·"
    },
    {
      "verse": 16,
      "text": "Αὐτοὶ διασκορπισθήσονται τοῦ φαγεῖν, ἐὰν δὲ μὴ χορτασθῶσι, καὶ γογγύσουσιν."
    },
    {
      "verse": 17,
      "text": "Ἐγὼ δὲ ᾄσομαι τῇ δυνάμει σου, καὶ ἀγαλλιάσομαι τοπρωῒ τὸ ἔλεός σου, ὅτι ἐγενήθης ἀντιλήπτωρ μου καὶ καταφυγή μου ἐν ἡμέρᾳ θλίψεώς μου."
    },
    {
      "verse": 18,
      "text": "Βοηθός μου, σοὶ ψαλῶ ὁ Θεός μου, ἀντιλήμπτωρ μου εἶ ὁ Θεός μου, τὸ ἔλεός μου."
    }
  ]
}