{
  "book_id": "PSA",
  "chapter": 65,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ᾠδὴ ψαλμοῦ ἀναστάσεως. Ἀλαλάξατε τῷ Θεῷ, πᾶσα ἡ γῆ,"
    },
    {
      "verse": 2,
      "text": "ψάλατε δὴ τῷ ὀνόματι αὐτοῦ, δότε δόξαν αἰνέσει αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Εἴπατε τῷ Θεῷ ὡς φοβερὰ τὰ ἔργα σου; ἐν τῷ πλήθει τῆς δυνάμεώς σου ψεύσονταί σε οἱ ἐχθροί σου."
    },
    {
      "verse": 4,
      "text": "Πᾶσα ἡ γῆ προσκυνησάτωσάν σοι, καὶ ψαλάτωσάν σοι, ψαλάτωσαν τῷ ὀνόματί σου· διάψαλμα."
    },
    {
      "verse": 5,
      "text": "Δεῦτε καὶ ἴδετε τὰ ἔργα τοῦ Θεοῦ, φοβερὸς ἐν βουλαῖς ὑπὲρ τοὺς υἱοὺς τῶν ἀνθρώπων."
    },
    {
      "verse": 6,
      "text": "Ὁ μεταστρέφων τὴν θάλασσαν εἰς ξηρὰν, ἐν ποταμῷ διελεύσονται ποδί· ἐκεῖ εὐφρανθησόμεθα ἐπʼ αὐτῷ,"
    },
    {
      "verse": 7,
      "text": "τῷ δεσπόζοντι ἐν τῇ δυναστείᾳ αὐτοῦ τοῦ αἰῶνος· οἱ ὀφθαλμοὶ αὐτοῦ ἐπὶ τὰ ἔθνη ἐπιβλέπουσιν, οἱ παραπικραίνοντες μὴ ὑψούσθωσαν ἐν ἑαυτοῖς· διάψαλμα."
    },
    {
      "verse": 8,
      "text": "Εὐλογεῖτε ἔθνη τὸν Θεὸν ἡμῶν, καὶ ἀκουτίσατε τὴν φωνὴν τῆς αἰνέσεως αὐτοῦ,"
    },
    {
      "verse": 9,
      "text": "τοῦ θεμένου τὴν ψυχήν μου εἰς ζωὴν, καὶ μὴ δόντος εἰς σάλον τοὺς πόδας μου."
    },
    {
      "verse": 10,
      "text": "Ὅτι ἐδοκίμασας ἡμᾶς ὁ Θεὸς, ἐπύρωσας ἡμᾶς ὡς πυροῦται τὸ ἀργύριον."
    },
    {
      "verse": 11,
      "text": "Εἰσήγαγες ἡμᾶς εἰς τὴν παγίδα, ἔθου θλίψεις ἐπὶ τὸν νῶτον ἡμῶν,"
    },
    {
      "verse": 12,
      "text": "ἐπεβίβασας ἀνθρώπους ἐπὶ τὰς κεφαλὰς ἡμῶν· διήλθομεν διὰ πυρὸς καὶ ὕδατος, καὶ ἐξήγαγες ἡμᾶς εἰς ἀναψυχήν."
    },
    {
      "verse": 13,
      "text": "Εἰσελεύσομαι εἰς τὸν οἶκόν σου ἐν ὁλοκαυτώμασιν, ἀποδώσω σοι τὰς εὐχάς μου,"
    },
    {
      "verse": 14,
      "text": "ἃς διέστειλε τὰ χείλη μου, καὶ ἐλάλησε τὸ στόμα μου ἐν τῇ θλίψει μου."
    },
    {
      "verse": 15,
      "text": "Ὁλοκαυτώματα μεμυελωμένα ἀνοίσω σοι μετὰ θυμιάματος καὶ κριῶν, ποιήσω σοι βόας μετὰ χιμάρων· διάψαλμα."
    },
    {
      "verse": 16,
      "text": "Δεῦτε ἀκούσατε, καὶ διηγήσομαι, πάντες οἱ φοβούμενοι τὸν Θεὸν, ὅσα ἐποίησε τῇ ψυχῇ μου."
    },
    {
      "verse": 17,
      "text": "Πρὸς αὐτὸν τῷ στόματί μου ἐκέκραξα, καὶ ὕψωσα ὑπὸ τὴν γλῶσσάν μου."
    },
    {
      "verse": 18,
      "text": "Ἀδικίαν εἰ ἐθεώρουν ἐν καρδίᾳ μου, μὴ εἰσακουσάτω Κύριος."
    },
    {
      "verse": 19,
      "text": "Διὰ τοῦτο εἰσήκουσέ μου ὁ Θεὸς, προσέσχε τῇ φωνῇ τῆς προσευχῆς μου."
    },
    {
      "verse": 20,
      "text": "Εὐλογητὸς ὁ Θεὸς, ὃς οὐκ ἀπέστησε τὴν προσευχήν μου, καὶ τὸ ἔλεος αὐτοῦ ἀπʼ ἐμοῦ."
    }
  ]
}