{
  "book_id": "PSA",
  "chapter": 67,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, τῷ Δαυὶδ ψαλμὸς ᾠδῆς."
    },
    {
      "verse": 2,
      "text": "Αναστήτω ὁ Θεὸς, καὶ διασκορπισθήτωσαν οἱ ἐχθροὶ αὐτοῦ, καὶ φυγέτωσαν οἱ μισοῦντες αὐτὸν ἀπὸ προσώπου αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Ὡς ἐκλείπει καπνὸς, ἐκλιπέτωσαν· ὡς τήκεται κηρὸς ἀπὸ προσώπου πυρὸς, οὕτως ἀπόλοιντο οἱ ἁμαρτωλοὶ ἀπὸ προσώπου τοῦ Θεοῦ."
    },
    {
      "verse": 4,
      "text": "Καὶ οἱ δίκαιοι εὐφρανθήτωσαν· ἀγαλλιάσθωσαν ἐνώπιον τοῦ Θεοῦ, τερφθήτωσαν ἐν εὐφροσύνῃ."
    },
    {
      "verse": 5,
      "text": "Ἄσατε τῷ Θεῷ, ψάλατε τῷ ὀνόματι αὐτοῦ, ὁδοποιήσατε τῷ ἐπιβεβηκότι ἐπὶ δυσμῶν, Κύριος ὄνομα αὐτῷ, καὶ ἀγαλλιᾶσθε ἐνώπιον αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "ταραχθήσονται ἀπὸ προσώπου αὐτοῦ, τοῦ πατρὸς τῶν ὀρφανῶν, καὶ κριτοῦ τῶν χηρῶν, ὁ Θεὸς ἐν τόπῳ ἁγίῳ αὐτοῦ."
    },
    {
      "verse": 7,
      "text": "Ὁ Θεὸς κατοικίζει μονοτρόπους ἐν οἴκῳ, ἐξάγων πεπεδημένους ἐν ἀνδρείᾳ· ὁμοίως τοὺς παραπικραίνοντας, τοὺς κατοικοῦντας ἐν τάφοις."
    },
    {
      "verse": 8,
      "text": "Ὁ Θεὸς, ἐν τῷ ἐκπορεύεσθαί σε ἐνώπιον τοῦ λαοῦ σου, ἐν τῷ διαβαίνειν σε τὴν ἔρημον· διάψαλμα·"
    },
    {
      "verse": 9,
      "text": "Γῆ ἐσείσθη, καὶ γὰρ οἱ οὐρανοὶ ἔσταξαν ἀπὸ προσώπου τοῦ Θεοῦ τοῦ Σινὰ, ἀπὸ προσώπου τοῦ Θεοῦ Ἰσραήλ."
    },
    {
      "verse": 10,
      "text": "Βροχὴν ἑκούσιον ἀφοριεῖς ὁ Θεὸς τῇ κληρονομίᾳ σου· καὶ ἠσθένησε, σὺ δὲ κατηρτίσω αὐτήν."
    },
    {
      "verse": 11,
      "text": "Τὰ ζῶά σου κατοικοῦσιν ἐν αὐτῇ, ἡτοίμασας ἐν τῇ χρηστότητί σου τῷ πτωχῷ."
    },
    {
      "verse": 12,
      "text": "Ὁ Θεὸς Κύριος δώσει ῥῆμα τοῖς εὐαγγελιζομένοις δυνάμει πολλῇ,"
    },
    {
      "verse": 13,
      "text": "ὁ βασιλεὺς τῶν δυνάμεων τοῦ ἀγαπητοῦ, τοῦ ἀγαπητοῦ, καὶ ὡραιότητι τοῦ οἴκου διελέσθαι σκῦλα."
    },
    {
      "verse": 14,
      "text": "Ἐὰν κοιμηθῆτε ἀναμέσον τῶν κλήρων, πτέρυγες περιστερᾶς περιηργυρωμέναι, καὶ τὰ μετάφρενα αὐτῆς ἐν χλωρότητι χρυσίου."
    },
    {
      "verse": 15,
      "text": "Ἐν τῷ διαστέλλειν τὴν ἐπουράνιον βασιλεῖς ἐπʼ αὐτῆς, χιονωθήσονται ἐν Σελμών."
    },
    {
      "verse": 16,
      "text": "Ὄρος τοῦ Θεοῦ ὄρος πῖον, ὄρος τετυρωμένον, ὄρος πῖον."
    },
    {
      "verse": 17,
      "text": "Ἱνατί ὑπολαμβάνετε ὄρη τετυρωμένα; τὸ ὄρος ὃ εὐδόκησεν ὁ Θεὸς κατοικεῖν ἐν αὐτῷ· καὶ γὰρ ὁ Κύριος κατασκηνώσει εἰς τέλος."
    },
    {
      "verse": 18,
      "text": "Τὸ ἅρμα τοῦ Θεοῦ μυριοπλάσιον, χιλιάδες εὐθηνούντων· Κύριος ἐν αὐτοῖς ἐν Σινὰ ἐν τῷ ἁγίῳ."
    },
    {
      "verse": 19,
      "text": "Ἀναβὰς εἰς ὕψος, ᾐχμαλώτευσας αἰχμαλωσίαν· ἔλαβες δόματα ἐν ἀνθρώπῳ, καὶ γὰρ ἀπειθοῦντες τοῦ κατασκηνῶσαι."
    },
    {
      "verse": 20,
      "text": "Κύριος ὁ Θεὸς εὐλογητὸς, εὐλογητὸς Κύριος ἡμέραν καθʼ ἡμέραν, καὶ κατευοδώσει ἡμῖν ὁ Θεὸς τῶν σωτηρίων ἡμῶν· διάψαλμα."
    },
    {
      "verse": 21,
      "text": "Ὁ Θεὸς ἡμῶν, ὁ Θεὸς τοῦ σώζειν, καὶ τοῦ Κυρίου αἱ διέξοδοι τοῦ θανάτου."
    },
    {
      "verse": 22,
      "text": "Πλὴν ὁ Θεὸς συνθλάσει κεφαλὰς ἐχθρῶν αὐτοῦ, κορυφὴν τριχὸς διαπορευομένων ἐν πλημμελείαις αὐτῶν."
    },
    {
      "verse": 23,
      "text": "Εἶπε Κύριος, ἐκ Βασὰν ἐπιστρέψω, ἐπιστρέψω ἐν βυθοῖς θαλάσσης."
    },
    {
      "verse": 24,
      "text": "Ὅπως ἂν βαφῇ ὁ ποῦς σου ἐν αἵματι, ἡ γλῶσσα τῶν κυνῶν σου ἐξ ἐχθρῶν παρʼ αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "Ἐθεωρήθησαν αἱ πορεῖαί σου ὁ Θεὸς, αἱ πορεῖαι τοῦ Θεοῦ μου τοῦ βασιλέως τοῦ ἐν τῷ ἁγίῳ."
    },
    {
      "verse": 26,
      "text": "Προέφθασαν ἄρχοντες ἐχόμενοι ψαλλόντων, ἐν μέσῳ νεανίδων τυμπανιστριῶν."
    },
    {
      "verse": 27,
      "text": "Ἐν ἐκκλησίαις εὐλογεῖτε τὸν Θεὸν, τὸν Κύριον ἐκ πηγῶν Ἰσραήλ."
    },
    {
      "verse": 28,
      "text": "Ἐκεῖ Βενιαμὶν νεώτερος ἐν ἐκστάσει, ἄρχοντες Ἰούδα ἡγεμόνες αὐτῶν, ἄρχοντες Ζαβουλὼν, ἄρχοντες Νεφθαλί."
    },
    {
      "verse": 29,
      "text": "Ἔντειλαι ὁ Θεὸς τῇ δυνάμει σου, δυνάμωσον ὁ Θεὸς τοῦτο, ὃ κατηρτίσω ἐν ἡμῖν."
    },
    {
      "verse": 30,
      "text": "Ἀπὸ τοῦ ναοῦ σου ἐπὶ Ἱερουσαλὴμ, σοὶ οἴσουσι βασιλεῖς δῶρα."
    },
    {
      "verse": 31,
      "text": "Ἐπιτίμησον τοῖς θηρίοις τοῦ καλάμου· ἡ συναγωγὴ τῶν ταύρων ἐν ταῖς δαμάλεσι τῶν λαῶν, τοῦ μὴ ἀποκλεισθῆναι τοὺς δεδοκιμασμένους τῷ ἀργυρίῳ· διασκόρπισον ἔθνη τὰ τοὺς πολέμους θέλοντα."
    },
    {
      "verse": 32,
      "text": "Ἥξουσι πρέσβεις ἐξ Αἰγύπτου, Αἰθιοπία προφθάσει χεῖρα αὐτῆς τῷ Θεῷ."
    },
    {
      "verse": 33,
      "text": "Αἱ βασιλεῖαι τῆς γῆς ᾄσατε τῷ Θεῷ, ψάλατε τῷ Κυρίῳ. διάψαλμα."
    },
    {
      "verse": 34,
      "text": "Ψάλατε τῷ Θεῷ τῷ ἐπιβεβηκότι ἐπὶ τὸν οὐρανὸν τοῦ οὐρανοῦ κατὰ ἀνατολὰς, ἰδοὺ δώσει ἐν τῇ φωνῇ αὐτοῦ φωνὴν δυνάμεως."
    },
    {
      "verse": 35,
      "text": "Δότε δόξαν τῷ Θεῷ, ἐπὶ τὸν Ἰσραὴλ ἡ μεγαλοπρέπεια αὐτοῦ, καὶ ἡ δύναμις αὐτοῦ ἐν ταῖς νεφέλαις."
    },
    {
      "verse": 36,
      "text": "Θαυμαστὸς ὁ Θεὸς ἐν τοῖς ὁσίοις αὐτοῦ, ὁ Θεὸς Ἰσραὴλ, αὐτὸς δώσει δύναμιν καὶ κραταίωσιν τῷ λαῷ αὐτοῦ· εὐλογητὸς ὁ Θεός."
    }
  ]
}