{
  "book_id": "PSA",
  "chapter": 68,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ὑπὲρ τῶν ἀλλοιωθησομένων, τῶ Δαυίδ."
    },
    {
      "verse": 2,
      "text": "Σώσον με ὁ Θεὸς, ὅτι εἰσήλθοσαν ὕδατα ἕως ψυχῆς μου."
    },
    {
      "verse": 3,
      "text": "Ἐνεπάγην εἰς ἰλὺν βυθοῦ, καὶ οὐκ ἔστιν ὑπόστασις· ἦλθον εἰς τὰ βάθη τῆς θαλάσσης, καὶ καταιγὶς κατεπόντισέ με."
    },
    {
      "verse": 4,
      "text": "Ἐκοπίασα κράζων, ἐβραγχίασεν ὁ λάρυγξ μου, ἐξέλιπον οἱ ὀφθαλμοί μου ἀπὸ τοῦ ἐλπίζειν με ἐπὶ τὸν Θεόν μου."
    },
    {
      "verse": 5,
      "text": "Ἐπληθύνθησαν ὑπὲρ τὰς τρίχας τῆς κεφαλῆς μου οἱ μισοῦντές με δωρεάν· ἐκραταιώθησαν οἱ ἐχθροί μου οἱ ἐκδιώκοντές με ἀδίκως· ἃ οὐχ ἥρπασα, τότε ἀπετίννυον."
    },
    {
      "verse": 6,
      "text": "Ὁ Θεὸς σὺ ἔγνως τὴν ἀφροσύνην μου, καὶ αἱ πλημμελειαί μου ἀπὸ σοῦ οὐκ ἐκρύβησαν."
    },
    {
      "verse": 7,
      "text": "Μὴ αἰσχυνθείησαν ἐπʼ ἐμὲ οἱ ὑπομένοντές σε Κύριε τῶν δυνάμεων, μὴ ἐντραπείησαν ἐπʼ ἐμὲ οἱ ζητοῦντές σε ὁ Θεὸς τοῦ Ἰσραήλ."
    },
    {
      "verse": 8,
      "text": "Ὅτι ἕνεκά σου ὑπήνεγκα ὀνειδισμὸν, ἐκάλυψεν ἐντροπὴ τὸ πρόσωπόν μου."
    },
    {
      "verse": 9,
      "text": "Ἀπηλλοτριωμένος ἐγενήθην τοῖς ἀδελφοῖς μου, καὶ ξένος τοῖς υἱοῖς τῆς μητρός μου·"
    },
    {
      "verse": 10,
      "text": "ὅτι ὁ ζῆλος τοῦ οἴκου σου κατάφαγέ με, καὶ οἱ ὀνειδισμοὶ τῶν ὀνειδιζόντων σε ἐπέπεσον ἐπʼ ἐμέ."
    },
    {
      "verse": 11,
      "text": "Καὶ συνέκαμψα ἐν νηστείᾳ τὴν ψυχήν μου, καὶ ἐγενήθη εἰς ὀνειδισμοὺς ἐμοί."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐθέμην τὸ ἔνδυμά μου σάκκον, καὶ ἐγενόμην αὐτοῖς εἰς παραβολήν."
    },
    {
      "verse": 13,
      "text": "Κατʼ ἐμοῦ ἠδολέσχουν οἱ καθήμενοι ἐν πύλῃ, καὶ εἰς ἐμὲ ἔψαλλον οἱ πίνοντες τὸν οἶνον."
    },
    {
      "verse": 14,
      "text": "Ἐγὼ δὲ τῇ προσευχῇ μου πρὸς σὲ Κύριε, καιρὸς εὐδοκίας ὁ Θεός· ἐν τῷ πλήθει τοῦ ἐλέους σου ἐπάκουσόν μου, ἐν ἀληθείᾳ τῆς σωτηρίας σου."
    },
    {
      "verse": 15,
      "text": "Σῶσόν με ἀπὸ πηλοῦ, ἵνα μὴ ἐνπαγῶ· ῥυσθείην ἐκ τῶν μισούντων με, καὶ ἐκ τοῦ βάθους τῶν ὑδάτων."
    },
    {
      "verse": 16,
      "text": "Μή με καταποντισάτω καταιγὶς ὕδατος, μηδὲ καταπιέτω με βυθὸς, μηδὲ συνσχέτω ἐπʼ ἐμὲ φρέαρ τὸ στόμα αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "Εἰσάκουσόν μου Κύριε, ὅτι χρηστὸν τὸ ἔλεός σου, κατὰ τὸ πλῆθος τῶν οἰκτιρμῶν σου ἐπίβλεψον ἐπʼ ἐμε."
    },
    {
      "verse": 18,
      "text": "Καὶ μὴ ἀποστρέψῃς τὸ πρόσωπόν σου ἀπὸ τοῦ παιδός σου· ὅτι θλίβομαι, ταχὺ ἐπάκουσόν μου."
    },
    {
      "verse": 19,
      "text": "Πρόσχες τῇ ψυχῇ μου, καὶ λύτρωσαι αὐτὴν, ἕνεκα τῶν ἐχθρῶν μου ῥῦσαί με."
    },
    {
      "verse": 20,
      "text": "Σὺ γὰρ γινώσκεις τὸν ὀνειδισμόν μου, καὶ τὴν αἰσχύνην μου, καὶ τὴν ἐντροπήν μου· ἐναντίον σου πάντες οἱ θλίβοντές με."
    },
    {
      "verse": 21,
      "text": "Ὀνειδισμὸν προσεδόκησεν ἡ ψυχή μου καὶ ταλαιπωρίαν· καὶ ὑπέμεινα συλλυπούμενον, καὶ οὐχ ὑπῆρξε, καὶ παρακαλοῦντα, καὶ οὐχ εὗρον."
    },
    {
      "verse": 22,
      "text": "Καὶ ἔδωκαν εἰς τὸ βρῶμά μου χολὴν, καὶ εἰς τὴν δίψαν μου ἐπότισάν με ὄξος."
    },
    {
      "verse": 23,
      "text": "Γενηθήτω ἡ τράπεζα αὐτῶν ἐνώπιον αὐτῶν εἰς παγίδα, καὶ εἰς ἀνταπόδοσιν, καὶ εἰς σκάνδαλον."
    },
    {
      "verse": 24,
      "text": "Σκοτισθήτωσαν οἱ ὀφθαλμοὶ αὐτῶν τοῦ μὴ βλέπειν, καὶ τὸν νῶτον αὐτῶν διαπαντὸς σύγκαμψον."
    },
    {
      "verse": 25,
      "text": "Ἔκχεον ἐπʼ αὐτοὺς τὴν ὀργήν σου, καὶ ὁ θυμὸς τῆς ὀργῆς σου καταλάβοι αὐτούς."
    },
    {
      "verse": 26,
      "text": "Γενηθήτω ἡ ἔπαυλις αὐτῶν ἠρημωμένη, καὶ ἐν τοῖς σκηνώμασιν αὐτῶν μὴ ἔστω ὁ κατοικῶν·"
    },
    {
      "verse": 27,
      "text": "ὅτι ὃν σὺ ἐπάταξας, αὐτοὶ κατεδίωξαν, καὶ ἐπὶ τὸ ἄλγος τῶν τραυμάτων μου προσέθηκαν."
    },
    {
      "verse": 28,
      "text": "Πρόσθες ἀνομίαν ἐπὶ τὴν ἀνομίαν αὐτῶν, καὶ μὴ εἰσελθέτωσαν ἐν δικαιοσύνῃ σου."
    },
    {
      "verse": 29,
      "text": "Ἐξαλειφθήτωσαν ἐκ βίβλου ζώντων, καὶ μετὰ δικαίων μὴ γραφήτωσαν."
    },
    {
      "verse": 30,
      "text": "Πτωχὸς καὶ ἀλγῶν εἰμι ἐγὼ, καὶ ἡ σωτηρία τοῦ προσώπου σου ἀντελάβετό μου."
    },
    {
      "verse": 31,
      "text": "Αἰνέσω τὸ ὄνομα τοῦ Θεοῦ μου μετʼ ᾠδῆς, μεγαλυνῶ αὐτὸν ἐν αἰνέσει·"
    },
    {
      "verse": 32,
      "text": "καὶ ἀρέσει τῷ Θεῷ ὑπὲρ μόσχον νέον κέρατα ἐκφέροντα καὶ ὁπλάς."
    },
    {
      "verse": 33,
      "text": "Ἰδέτωσαν πτωχοὶ καὶ εὐφρανθήτωσαν· ἐκζητήσατε τὸν Θεὸν, καὶ ζήσεσθε."
    },
    {
      "verse": 34,
      "text": "Ὅτι εἰσήκουσε τῶν πενήτων ὁ Κύριος, καὶ τοὺς πεπεδημένους αὐτοῦ οὐκ ἐξουδένωσεν."
    },
    {
      "verse": 35,
      "text": "Αἰνεσάτωσαν αὐτὸν οἱ οὐρανοὶ καὶ ἡ γῆ, θάλασσα καὶ πάντα τὰ ἕρποντα ἐν αὐτοῖς."
    },
    {
      "verse": 36,
      "text": "Ὅτι ὁ Θεὸς σώσει τὴν Σιὼν, καὶ οἰκοδομηθήσονται αἱ πόλεις τῆς Ἰουδαίας, καὶ κατοικήσουσιν ἐκεῖ, καὶ κληρονομήσουσιν αὐτήν."
    },
    {
      "verse": 37,
      "text": "Καὶ τὸ σπέρμα τῶν δούλων αὐτοῦ καθέξουσιν αὐτὴν, καὶ οἱ ἀγαπῶντες τὸ ὄνομα αὐτοῦ κατασκηνώσουσιν ἐν αὐτῇ."
    }
  ]
}