{
  "book_id": "PSA",
  "chapter": 70,
  "verses": [
    {
      "verse": 1,
      "text": "Τῷ Δαυὶδ υἱῶν Ἰωναδὰβ, καὶ τῶν πρώτων αἰχμαλωτισθέντων. Ἐπὶ σοὶ Κύριε ἤλπισα, μὴ καταισχυνθείην εἰς τὸν αἰῶνα."
    },
    {
      "verse": 2,
      "text": "Ἐν τῇ δικαιοσύνῃ σου ῥῦσαί με καὶ ἐξελοῦ με, κλῖνον πρὸς μὲ τὸ οὖς σου καὶ σῶσόν με."
    },
    {
      "verse": 3,
      "text": "Γενοῦ μοι εἰς Θεὸν ὑπερασπιστὴν, καὶ εἰς τόπον ὀχυρὸν τοῦ σῶσαί με, ὅτι στερέωμά μου καὶ καταφυγή μου εἶ σύ."
    },
    {
      "verse": 4,
      "text": "Ὁ Θεός μου ῥῦσαί με ἐκ χειρὸς ἁμαρτωλοῦ, ἐκ χειρὸς παρανομοῦντος καὶ ἀδικοῦντος."
    },
    {
      "verse": 5,
      "text": "Ὅτι σὺ εἶ ἡ ὑπομονή μου Κύριε, Κύριε ἡ ἐλπίς μου ἐκ νεότητός μου·"
    },
    {
      "verse": 6,
      "text": "Ἐπὶ σὲ ἐπεστηρίχθην ἀπὸ γαστρὸς, ἐκ κοιλίας μητρός μου σύ μου εἶ σκεπαστής. ἐν σοὶ ἡ ὕμνησίς μου διαπαντός."
    },
    {
      "verse": 7,
      "text": "Ὡσεὶ τέρας ἐγενήθην τοῖς πολλοῖς, καὶ σὺ βοηθὸς κραταιός."
    },
    {
      "verse": 8,
      "text": "Πληρωθήτω τὸ στόμα μου αἰνέσεως, ὅπως ὑμνήσω τὴν δόξαν σου, ὅλην τὴν ἡμέραν τὴν μεγαλοπρέπειάν σου."
    },
    {
      "verse": 9,
      "text": "Μὴ ἀποῤῥίψῃς με εἰς καιρὸν γήρους, ἐν τῷ ἐκλείπειν τὴν ἰσχύν μου μὴ ἐγκαταλίπῃς με."
    },
    {
      "verse": 10,
      "text": "Ὅτι εἶπαν οἱ ἐχθροί μου ἐμοὶ, καὶ οἱ φυλάσσοντες τὴν ψυχήν μου ἐβουλεύσαντο ἐπιτοαυτὸ,"
    },
    {
      "verse": 11,
      "text": "λέγοντες, ὁ Θεὸς ἐγκατέλιπεν αὐτὸν, καταδιώξατε καὶ καταλάβετε αὐτὸν, ὅτι οὐκ ἔστιν ὁ ῥυόμενος."
    },
    {
      "verse": 12,
      "text": "Ὁ Θεὸς μὴ μακρύνῃς ἀπʼ ἐμοῦ,"
    },
    {
      "verse": 13,
      "text": "ὁ Θεός μου εἰς τὴν βοήθειάν μου πρόσχες. Αἰσχυνθήτωσαν καὶ ἐκλιπέτωσαν οἱ ἐνδιαβάλλοντες τὴν ψυχήν μου, περιβαλλέσθωσαν αἰσχύνην καὶ ἐντροπὴν οἱ ζητοῦντες τὰ κακά μοι."
    },
    {
      "verse": 14,
      "text": "Ἐγὼ δὲ διαπαντὸς ἐλπιῶ, καὶ προσθήσω ἐπὶ πᾶσαν τὴν αἴνεσίν σου."
    },
    {
      "verse": 15,
      "text": "Τὸ στόμα μου ἐξαγγελεῖ τὴν δικαιοσύνην σου, ὅλην τὴν ἡμέραν τὴν σωτηρίαν σου· ὅτι οὐκ ἔγνων πραγματείας."
    },
    {
      "verse": 16,
      "text": "Εἰσελεύσομαι ἐν δυναστείᾳ Κυρίου, Κύριε μνησθήσομαι τῆς δικαιοσύνης σου μόνου."
    },
    {
      "verse": 17,
      "text": "Ἐδίδαξας με ὁ Θεὸς ἐκ νεότητός μου, καὶ μέχρι νῦν ἀπαγγελῶ τὰ θαυμάσιά σου,"
    },
    {
      "verse": 18,
      "text": "καὶ ἕως γήρους καὶ πρεσβείου· ὁ Θεὸς μὴ ἐγκαταλίπῃς με, ἕως ἂν ἀπαγγείλω τὸν βραχίονά σου πάσῃ τῇ γενεᾷ τῇ ἐρχομένῃ· Τὴν δυναστείαν σου,"
    },
    {
      "verse": 19,
      "text": "καὶ τὴν δικαιοσύνην σου ὁ Θεὸς ἕως ὑψίστων, ἃ ἐποίησας μεγαλεῖα· ὁ Θεὸς τίς ὅμοιός σοι;"
    },
    {
      "verse": 20,
      "text": "Ὅσας ἔδειξάς μοι θλίψεις πολλὰς καὶ κακάς; καὶ ἐπιστρέψας ἐζωοποίησάς με, καὶ ἐκ τῶν ἀβύσσων τῆς γῆς πάλιν ἀνήγαγές με."
    },
    {
      "verse": 21,
      "text": "Ἐπλεόνασας τὴν δικαιοσύνην σου, καὶ ἐπιστρέψας παρεκάλεσάς με, καὶ ἐκ τῶν ἀβύσσων τῆς γῆς πάλιν ἀνήγαγές με."
    },
    {
      "verse": 22,
      "text": "Καὶ γὰρ ἐγὼ ἐξομολογήσομαί σοι ἐν σκεύει ψαλμοῦ τὴν ἀλήθειάν σου ὁ Θεὸς, ψαλῶ σοι ἐν κιθάρᾳ ὁ ἅγιος τοῦ Ἰσραήλ."
    },
    {
      "verse": 23,
      "text": "Ἀγαλλιάσονται τὰ χείλη μου ὅταν ψάλω σοι, καὶ ἡ ψυχή μου ἣν ἐλυτρώσω."
    },
    {
      "verse": 24,
      "text": "Ἔτι δὲ καὶ ἡ γλῶσσά μου ὅλην τὴν ἡμέραν μελετήσει τὴν δικαιοσύνην σου, ὅταν αἰσχυνθῶσι καὶ ἐντραπῶσιν οἱ ζητοῦντες τὰ κακά μοι."
    }
  ]
}