{
  "book_id": "PSA",
  "chapter": 72,
  "verses": [
    {
      "verse": 1,
      "text": "Ψαλμὸς τῷ Ἀσάφ. Ὡς ἀγαθὸς ὁ Θεὸς τῷ Ἰσραὴλ, τοῖς εὐθέσι καρδίᾳ."
    },
    {
      "verse": 2,
      "text": "Ἐμοῦ δὲ παρὰ μικρὸν ἐσαλεύθησαν οἱ πόδες, παρʼ ὀλίγον ἐξεχύθη τὰ διαβήματά μου."
    },
    {
      "verse": 3,
      "text": "Ὅτι ἐζήλωσα ἐπὶ τοῖς ἀνόμοις, εἰρήνην ἁμαρτωλῶν θεωρῶν."
    },
    {
      "verse": 4,
      "text": "Ὅτι οὐκ ἔστιν ἀνάνευσις ἐν τῷ θανάτῳ αὐτῶν, καὶ στερέωμα ἐν τῇ μάστιγι αὐτῶν."
    },
    {
      "verse": 5,
      "text": "Ἐν κόποις ἀνθρώπων οὐκ εἰσὶ, καὶ μετὰ ἀνθρώπων οὐ μαστιγωθήσονται."
    },
    {
      "verse": 6,
      "text": "Διὰ τοῦτο ἐκράτησεν αὐτοὺς ἡ ὑπερηφανία, περιεβάλοντο ἀδικίαν καὶ ἀσέβειαν αὐτῶν."
    },
    {
      "verse": 7,
      "text": "Ἐξελεύσεται ὡς ἐκ στέατος ἡ ἀδικία αὐτῶν· διῆλθον εἰς διάθεσιν καρδίας."
    },
    {
      "verse": 8,
      "text": "Διενοήθησαν, καὶ ἐλάλησαν ἐν πονηρίᾳ, ἀδικίαν εἰς τὸ ὕψος ἐλάλησαν."
    },
    {
      "verse": 9,
      "text": "Ἔθεντο εἰς οὐρανὸν τὸ στόμα αὐτῶν, καὶ ἡ γλῶσσα αὐτῶν διῆλθεν ἐπὶ τῆς γῆς."
    },
    {
      "verse": 10,
      "text": "Διὰ τοῦτο ἐπιστρέψει ὁ λαός μου ἐνταῦθα, καὶ ἡμέραι πλήρεις εὑρεθήσονται ἐν αὐτοῖς."
    },
    {
      "verse": 11,
      "text": "Καὶ εἶπαν, πῶς ἔγνω ὁ Θεὸς, καὶ εἰ ἔστι γνῶσις ἐν τῷ ὑψίστῳ;"
    },
    {
      "verse": 12,
      "text": "Ἰδοὺ οὗτοι οἱ ἁμαρτωλοὶ καὶ εὐθηνοῦντες εἰς τὸν αἰῶνα, κατέσχον πλούτου."
    },
    {
      "verse": 13,
      "text": "Καὶ εἶπα, ἄρα ματαίως ἐδικαίωσα τὴν καρδίαν μου, καὶ ἐνιψάμην ἐν ἀθώοις τὰς χεῖράς μου·"
    },
    {
      "verse": 14,
      "text": "Καὶ ἐγενόμην μεμαστιγωμένος ὅλην τὴν ἡμέραν, καὶ ὁ ἔλεγχός μου εἰς τὰς πρωΐας."
    },
    {
      "verse": 15,
      "text": "Εἰ ἔλεγον, διηγήσομαι οὕτως, ἰδοὺ τῇ γενεᾷ τῶν υἱῶν σου ἠσυνθέτηκα."
    },
    {
      "verse": 16,
      "text": "Καὶ ὑπέλαβον τοῦ γνῶναι, τοῦτο κόπος ἐστὶν ἐναντίον μου,"
    },
    {
      "verse": 17,
      "text": "ἕως εἰσέλθω εἰς τὸ ἁγιαστήριον τοῦ Θεοῦ, συνῶ εἰς τὰ ἔσχατα."
    },
    {
      "verse": 18,
      "text": "Πλὴν διὰ τὰς δολιότητας ἔθου αὐτοῖς, κατέβαλες αὐτοὺς ἐν τῷ ἐπαρθῆναι."
    },
    {
      "verse": 19,
      "text": "Πῶς ἐγένοντο εἰς ἐρήμωσιν; ἐξάπινα ἐξέλιπον, ἀπώλοντο διὰ τὴν ἀνομίαν αὐτῶν."
    },
    {
      "verse": 20,
      "text": "Ὡσεὶ ἐνύπνιον ἐξεγειρομένου, Κύριε ἐν τῇ πόλει σου τὴν εἰκόνα αὐτῶν ἐξουδενώσεις."
    },
    {
      "verse": 21,
      "text": "Ὅτι ηὐφράνθη ἡ καρδία μου, καὶ οἱ νεφροί μου ἠλλοιώθησαν."
    },
    {
      "verse": 22,
      "text": "Κᾀγὼ ἐξουδενωμένος, καὶ οὐκ ἔγνων, κτηνώδης ἐγενόμην παρὰ σοὶ,"
    },
    {
      "verse": 23,
      "text": "κᾀγὼ διαπαντὸς μετὰ σου· ἐκράτησας τῆς χειρὸς τῆς δεξιᾶς μου,"
    },
    {
      "verse": 24,
      "text": "ἐν τῇ βουλῇ σου ὡδήγησάς με, καὶ μετὰ δόξης προσελάβου με."
    },
    {
      "verse": 25,
      "text": "Τί γάρ μοι ὑπάρχει ἐν τῷ οὐρανῷ, καὶ παρὰ σοῦ τί ἠθέλησα ἐπὶ τῆς γῆς;"
    },
    {
      "verse": 26,
      "text": "Ἐξέλιπεν ἡ καρδία μου καὶ ἡ σάρξ μου, ὁ Θεὸς τῆς καρδίας μου, καὶ ἡ μερίς μου ὁ Θεὸς εἰς τὸν αἰῶνα."
    },
    {
      "verse": 27,
      "text": "Ὅτι ἰδοὺ οἱ μακρύνοντες ἑαυτοὺς ἀπὸ σοῦ, ἀπολοῦνται· ἐξωλόθρευσας πάντα τὸν πορνεύοντα ἀπὸ σοῦ."
    },
    {
      "verse": 28,
      "text": "Ἐμοὶ δὲ τὸ προσκολλᾶσθαι τῷ Θεῷ ἀγαθόν ἐστι, τίθεσθαι ἐν τῷ Κυρίῳ τὴν ἐλπίδα μου· τοῦ ἐξαγγεῖλαι πάσας τὰς αἰνέσεις σου ἐν ταῖς πύλαις τῆς θυγατρὸς Σιών."
    }
  ]
}