{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "Συνέσεως τῷ Ἀσάφ. Ἱνατί ἀπόσω ὁ Θεὸς εἰς τέλος; ὠργίσθη ὁ θυμός σου ἐπὶ πρόβατα νομῆς σου;"
    },
    {
      "verse": 2,
      "text": "Μνήσθητι τῆς συναγωγῆς σου ἧς ἐκτήσω ἀπʼ ἀρχῆς· ἐλυτρώσω ῥάβδον κληρονομίας σου· ὄρος Σιὼν τοῦτο ὃ κατεσκήνωσας ἐν αὐτῷ."
    },
    {
      "verse": 3,
      "text": "Ἔπαρον τὰς χεῖράς σου ἐπὶ τὰς ὑπερηφανίας αὐτῶν εἰς τέλος· ὅσα ἐπονηρεύσατο ὁ ἐχθρὸς ἐν τοῖς ἁγίοις σου."
    },
    {
      "verse": 4,
      "text": "Καὶ ἐνεκαυχήσαντο οἱ μισοῦντές σε ἐν μέσῳ τῆς ἑορτῆς σου·"
    },
    {
      "verse": 5,
      "text": "ἔθεντο τὰ σημεῖα αὐτῶν σημεῖα, καὶ οὐκ ἔγνωσαν, ὡς εἰς τὴν εἴσοδον ὑπεράνω· ὡς ἐν δρυμῷ ξύλων ἀξίναις ἐξέκοψαν"
    },
    {
      "verse": 6,
      "text": "τὰς θύρας αὐτῆς ἐπιτοαυτὸ, ἐν πελέκει καὶ λαξευτηρίῳ κατέῤῥαξαν αὐτήν."
    },
    {
      "verse": 7,
      "text": "Ἐνεπύρισαν ἐν πυρὶ τὸ ἁγιαστήριόν σου εἰς τὴν γῆν, ἐβεβήλωσαν τὸ σκήνωμα τοῦ ὀνόματός σου."
    },
    {
      "verse": 8,
      "text": "Εἶπαν ἐν τῇ καρδίᾳ αὐτῶν, ἡ συγγένεια αὐτῶν ἐπιτοαυτὸ, δεῦτε, καταπαύσωμεν τὰς ἑορτὰς Κυρίου ἀπὸ τῆς γῆς."
    },
    {
      "verse": 9,
      "text": "Τὰ σημεῖα ἡμῶν οὐκ εἴδομεν, οὐκ ἔστιν ἔτι προφήτης, καὶ ἡμᾶς οὐ γνώσεται ἔτι."
    },
    {
      "verse": 10,
      "text": "Ἕως πότε ὁ Θεὸς, ὀνειδιεῖ ὁ ἐχθρὸς, παροξυνεῖ ὁ ὑπεναντίος τὸ ὄνομά σου εἰς τέλος;"
    },
    {
      "verse": 11,
      "text": "Ἱνατί ἀποστρέφεις τὴν χεῖρά σου, καὶ τὴν δεξιάν σου ἐκ μέσου τοῦ κόλπου σου εἰς τέλος;"
    },
    {
      "verse": 12,
      "text": "Ὁ δὲ Θεὸς βασιλεὺς ἡμῶν πρὸ αἰῶνος, εἰργάσατο σωτηρίαν ἐν μέσῳ τῆς γῆς."
    },
    {
      "verse": 13,
      "text": "Σὺ ἐκραταίωσας ἐν τῇ δυνάμει σου τὴν θάλασσαν, σὺ συνέτριψας τὰς κεφαλὰς τῶν δρακόντων ἐπὶ τοῦ ὕδατος. Σὺ συνέτριψας τὰς κεφαλὰς τοῦ δράκοντος,"
    },
    {
      "verse": 14,
      "text": "ἔδωκας αὐτὸν βρῶμα λαοῖς τοῖς Αἰθίοψι."
    },
    {
      "verse": 15,
      "text": "Σὺ διέῤῥηξας πηγὰς καὶ χειμάῤῥους, σὺ ἐξήρανας ποταμοὺς ἠθάμ."
    },
    {
      "verse": 16,
      "text": "Σή ἐστιν ἡ ἡμέρα, καὶ σή ἐστιν ἡ νὺξ, σὺ κατηρτίσω ἥλιον καὶ σελήνην."
    },
    {
      "verse": 17,
      "text": "Σὺ ἐποίησας πάντα τὰ ὅρια τῆς γῆς, θέρος καὶ ἔαρ σὺ ἐποίησας."
    },
    {
      "verse": 18,
      "text": "Μνήσθητι ταύτης τῆς κτίσεώς σου· ἐχθρὸς ὠνείδισε τὸν Κύριον, καὶ λαὸς ἄφρων παρώξυνε τὸ ὄνομά σου."
    },
    {
      "verse": 19,
      "text": "Μὴ παραδῷς τοῖς θηρίοις ψυχὴν ἐξομολογουμένην σοι, τῶν ψυχῶν τῶν πενήτων σου μὴ ἐπιλάθῃ εἰς τέλος."
    },
    {
      "verse": 20,
      "text": "Ἐπίβλεψον εἰς τὴν διαθήκην σου, ὅτι ἐπληρωθήσαν οἱ ἐσκοτωμένοι τῆς γῆς οἴκων ἀνομιῶν."
    },
    {
      "verse": 21,
      "text": "Μὴ ἀποστραφήτω τεταπεινωμένος καὶ κατῃσχυμμένος, πτωχὸς καὶ πένης αἰνέσουσι τὸ ὄνομά σου."
    },
    {
      "verse": 22,
      "text": "Ἀνάστα ὁ Θεὸς, δίκασον τὴν δίκην σου, μνήσθητι τῶν ὀνειδισμῶν σου τῶν ὑπὸ ἄφρονος ὅλην τὴν ἡμέραν."
    },
    {
      "verse": 23,
      "text": "Μὴ ἐπιλάθῃ τῆς φωνῆς τῶν ἱκετῶν σου, ἡ ὑπερηφανία τῶν μισούντων σε ἀναβαίη διαπαντὸς πρὸς σέ."
    }
  ]
}