{
  "book_id": "PSA",
  "chapter": 76,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ὑπὲρ Ἰδιθοὺν ψαλμὸς τῷ Ἀσάφ."
    },
    {
      "verse": 2,
      "text": "Φωνῇ μου πρὸς Κύριον ἐκέκραξα, καὶ ἡ φωνή μου πρὸς τὸν Θεὸν, καὶ προσέσχε μοι."
    },
    {
      "verse": 3,
      "text": "Ἐν ἡμέρᾳ θλίψεώς μου τὸν Θεὸν ἐξεζήτησα, ταῖς χερσί μου νυκτὸς ἐναντίον αὐτοῦ, καὶ οὐκ ἠπατήθην· ἀπηνῄνατο παρακληθῆναι ἡ ψυχή μου·"
    },
    {
      "verse": 4,
      "text": "Ἐμνήσθην τοῦ Θεοῦ, καὶ εὐφράνθην, ἠδολέσχησα, καὶ ὠλιγοψύχησε τὸ πνεῦμά μου· διάψαλμα."
    },
    {
      "verse": 5,
      "text": "Προκατελάβοντο φυλακὰς πάντες οἱ ἐχθροί μου, ἐταράχθην καὶ οὐκ ἐλάλησα."
    },
    {
      "verse": 6,
      "text": "Διελογισάμην ἡμέρας ἀρχαίας, καὶ ἔτη αἰώνια"
    },
    {
      "verse": 7,
      "text": "ἐμνήσθην, καὶ ἐμελέτησα· νυκτὸς μετὰ τῆς καρδίας μου ἠδολέσχουν, καὶ ἔσκαλλον τὸ πνεῦμά μου."
    },
    {
      "verse": 8,
      "text": "Μὴ εἰς τοὺς αἰῶνας ἀπώσεται Κύριος, καὶ οὐ προσθήσει τοῦ εὐδοκῆσαι ἔτι;"
    },
    {
      "verse": 9,
      "text": "Ἢ εἰς τέλος ἀποκόψει τὸ ἔλεος ἀπὸ γενεᾶς καὶ γενεᾶς;"
    },
    {
      "verse": 10,
      "text": "Ἢ ἐπιλήσεται τοῦ οἰκτειρῆσαι ὁ Θεὸς, ἢ συνέξει ἐν τῇ ὀργῇ αὐτοῦ τοὺς οἰκτιρμοὺς αὐτοῦ; διάψαλμα."
    },
    {
      "verse": 11,
      "text": "Καὶ εἶπα, νῦν ἠρξάμην, αὕτη ἡ ἀλλοίωσις τῆς δεξιᾶς τοῦ ὑψίστου."
    },
    {
      "verse": 12,
      "text": "Ἐμνήσθην τῶν ἔργων Κυρίου, ὅτι μνησθήσομαι ἀπὸ τῆς ἀρχῆς τῶν θαυμασίων σου,"
    },
    {
      "verse": 13,
      "text": "καὶ μελετήσω ἐν πᾶσι τοῖς ἔργοις σου, καὶ ἐν τοῖς ἐπιτηδεύμασί σου ἀδολεσχήσω."
    },
    {
      "verse": 14,
      "text": "Ὁ Θεὸς ἐν τῷ ἁγίῳ ἡ ὁδός σου, τίς θεὸς μέγας ὡς ὁ Θεὸς ἡμῶν;"
    },
    {
      "verse": 15,
      "text": "Σὺ εἶ ὁ Θεὸς ὁ ποιῶν θαυμάσια, ἐγνώρισας ἐν τοῖς λαοῖς τὴν δύναμίν σου·"
    },
    {
      "verse": 16,
      "text": "ἐλυτρώσω ἐν τῷ βραχίονί σου τὸν λαόν σου, τοὺς υἱοὺς Ἰακὼβ καὶ Ἰωσήφ· διάψαλμα."
    },
    {
      "verse": 17,
      "text": "Εἴδοσάν σε ὕδατα ὁ Θεὸς, εἴδοσάν σε ὕδατα καὶ ἐφοβήθησαν, καὶ ἐταράχθησαν ἄβυσσοι."
    },
    {
      "verse": 18,
      "text": "Πλῆθος ἤχους ὑδάτων, φωνὴν ἔδωκαν αἱ νεφέλαι· καὶ γὰρ τὰ βέλη σου διαπορεύονται."
    },
    {
      "verse": 19,
      "text": "Φωνὴ τῆς βροντῆς σου ἐν τῷ τροχῷ· ἔφαναν αἱ ἀστραπαί σου τῇ οἰκουμένῃ, ἐσαλεύθη καὶ ἔντρομος ἐγενήθη ἡ γῆ."
    },
    {
      "verse": 20,
      "text": "Ἐν τῇ θαλάσσῃ ἡ ὁδός σου, καὶ αἱ τρίβοι σου ἐν ὕδασι πολλοῖς, καὶ τὰ ἴχνη σου οὐ γνωσθήσονται."
    },
    {
      "verse": 21,
      "text": "Ὡδήγησας ὡς πρόβατα τὸν λαόν σου ἐν χειρὶ Μωυσῆ καὶ Ἀαρών."
    }
  ]
}