{
  "book_id": "PSA",
  "chapter": 77,
  "verses": [
    {
      "verse": 1,
      "text": "Συνέσεως τῷ Ἀσάφ. Προσέχετε λαός μου τὸν νόμον μου, κλίνατε τὸ οὖς ὑμῶν εἰς τὰ ῥήματα τοῦ στόματός μου."
    },
    {
      "verse": 2,
      "text": "Ἀνοίξω ἐν παραβολαῖς τὸ στόμα μου, φθέγξομαι προβλήματα ἀπʼ ἀρχῆς."
    },
    {
      "verse": 3,
      "text": "Ὅσα ἠκούσαμεν καὶ ἔγνωμεν αὐτὰ, καὶ οἱ πατέρες ἡμῶν διηγήσαντο ἡμῖν."
    },
    {
      "verse": 4,
      "text": "Οὐκ ἐκρύβη ἀπὸ τῶν τέκνων αὐτῶν εἰς γενεὰν ἑτέραν, ἀπαγγέλλοντες τὰς αἰνέσεις Κυρίου καὶ τὰς δυναστείας αὐτοῦ, καὶ τὰ θαυμάσια αὐτοῦ ἃ ἐποίησε."
    },
    {
      "verse": 5,
      "text": "Καὶ ἀνέστησε μαρτύριον ἐν Ἰακὼβ, καὶ νόμον ἔθετο ἐν Ἰσραήλ· ὃν ἐνετείλατο τοῖς πατράσιν ἡμῶν, γνωρίσαι αὐτὸν τοῖς υἱοῖς αὐτῶν,"
    },
    {
      "verse": 6,
      "text": "ὅπως ἂν γνῷ γενεὰ ἑτέρα, υἱοὶ οἱ τεχθησόμενοι, καὶ ἀναστήσονται καὶ ἀπαγγελοῦσιν αὐτὰ τοῖς υἱοῖς αὐτῶν·"
    },
    {
      "verse": 7,
      "text": "ἵνα θῶνται ἐπὶ τὸν Θεὸν τὴν ἐλπίδα αὐτῶν, καὶ μὴ ἐπιλάθωνται τῶν ἔργων τοῦ Θεοῦ, καὶ τὰς ἐντολὰς αὐτοῦ ἐκζητήσωσιν."
    },
    {
      "verse": 8,
      "text": "Ἵνα μὴ γένωνται ὡς οἱ πατέρες αὐτῶν, γενεὰ σκολιὰ καὶ παραπικραίνουσα, γενεὰ ἥτις οὐ κατεύθυνεν ἐν τῇ καρδίᾳ αὐτῆς, καὶ οὐκ ἐπιστώθη μετὰ τοῦ Θεοῦ τὸ πνεῦμα αὐτῆς."
    },
    {
      "verse": 9,
      "text": "Υἱοὶ Ἐφραὶμ ἐντεινοντες καὶ βάλλοντες τόξον, ἐστράφησαν ἐν ἡμέρᾳ πολέμου."
    },
    {
      "verse": 10,
      "text": "Οὐκ ἐφύλαξαν τὴν διαθήκην τοῦ Θεοῦ, καὶ ἐν τῷ νόμῳ αὐτοῦ οὐκ ἤθελον πορεύεσθαι."
    },
    {
      "verse": 11,
      "text": "Καὶ ἐπελάθοντο τῶν εὐεργεσιῶν αὐτοῦ καὶ τῶν θαυμασίων αὐτοῦ, ὧν ἔδειξεν αὐτοῖς·"
    },
    {
      "verse": 12,
      "text": "ἐναντίον τῶν πατέρων αὐτῶν ἃ ἐποίησε θαυμάσια, ἐν γῇ Αἰγύπτῳ, ἐν πεδίῳ Τάνεως."
    },
    {
      "verse": 13,
      "text": "Διέῤῥηξε θάλασσαν, καὶ διήγαγεν αὐτοὺς· ἔστησεν ὕδατα ὡσεὶ ἀσκόν."
    },
    {
      "verse": 14,
      "text": "Καὶ ὡδήγησεν αὐτοὺς ἐν νεφέλῃ ἡμέρας, καὶ ὅλην τὴν νύκτα ἐν φωτισμῷ πυρός."
    },
    {
      "verse": 15,
      "text": "Διέῤῥηξε πέτραν ἐν ἐρήμῳ, καὶ ἐπότισεν αὐτοὺς ὡς ἐν ἀβύσσῳ πολλῇ."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐξήγαγεν ὕδωρ ἐκ πέτρας, καὶ κατήγαγεν ὡς ποταμοὺς ὕδατα."
    },
    {
      "verse": 17,
      "text": "Καὶ προσέθεντο ἔτι τοῦ ἁμαρτάνειν αὐτῷ· παρεπικραναν τὸν ὕψιστον ἐν ἀνύδρῳ,"
    },
    {
      "verse": 18,
      "text": "καὶ ἐξεπείρασαν τὸν Θεὸν ἐν ταῖς καρδίαις αὐτῶν, τοῦ αἰτῆσαι βρώματα ταῖς ψυχαῖς αὐτῶν."
    },
    {
      "verse": 19,
      "text": "Καὶ κατελάλησαν τοῦ Θεοῦ, καὶ εἶπαν, μὴ δυνήσεται ὁ Θεὸς ἑτοιμάσαι τράπεζαν ἐν ἐρήμῳ;"
    },
    {
      "verse": 20,
      "text": "Ἐπεὶ ἐπάταξε πέτραν, καὶ ἐῤῥύησαν ὕδατα, καὶ χείμαῤῥοι κατεκλύσθησαν· μὴ καὶ ἄρτον δυνήσεται δοῦναι; ἢ ἑτοιμάσαι τράπεζαν τῷ λαῷ αὐτοῦ;"
    },
    {
      "verse": 21,
      "text": "Διὰ τοῦτο ἤκουσε Κύριος καὶ ἀνεβάλετο, καὶ πῦρ ἀνήφθη ἐν Ἰακὼβ, καὶ ὀργὴ ἀνέβη ἐπὶ τὸν Ἰσραήλ."
    },
    {
      "verse": 22,
      "text": "Ὅτι οὐκ ἐπίστευσαν ἐν τῷ Θεῷ, οὐδὲ ἤλπισαν ἐπὶ τὸ σωτήριον αὐτοῦ."
    },
    {
      "verse": 23,
      "text": "Καὶ ἐνετείλατο νεφέλαις ὑπεράνωθεν, καὶ θύρας οὐρανοῦ ἀνέῳξε·"
    },
    {
      "verse": 24,
      "text": "καὶ ἔβρεξεν αὐτοῖς μάννα φαγεῖν, καὶ ἄρτον οὐρανοῦ ἔδωκεν αὐτοῖς."
    },
    {
      "verse": 25,
      "text": "Ἄρτον ἀγγέλων ἔφαγεν ἄνθρωπος, ἐπισιτισμὸν ἀπέστειλεν αὐτοῖς εἰς πλησμονήν."
    },
    {
      "verse": 26,
      "text": "Ἀπῇρε Νότον ἐξ οὐρανοῦ, καὶ ἐπήγαγεν ἐν τῇ δυναστείᾳ"
    },
    {
      "verse": 27,
      "text": "αὐτοῦ Λίβα. Καὶ ἔβρεξεν ἐπ αὐτοὺς ὡσεὶ χοῦν σάρκας, καὶ ὡσεῖ ἄμμον θαλασσῶν πετεινὰ πτερωτά."
    },
    {
      "verse": 28,
      "text": "Καὶ ἐπέπεσον εἰς μέσον τῆς παρεμβολῆς αὐτῶν, κύκλῳ τῶν σκηνωμάτων αὐτῶν."
    },
    {
      "verse": 29,
      "text": "Καὶ ἐφάγοσαν καὶ ἐνεπλήσθησαν σφόδρα, καὶ τὴν ἐπιθυμίαν αὐτῶν ἤνεγκεν αὐτοῖς."
    },
    {
      "verse": 30,
      "text": "Οὐκ ἐστερήθησαν ἀπὸ τῆς ἐπιθυμίας αὐτῶν· ἔτι τῆς βρώσεως"
    },
    {
      "verse": 31,
      "text": "αὐτῶν οὔσης ἐν τῷ στόματι αὐτῶν, καὶ ὀργὴ τοῦ Θεοῦ ἀνέβη ἐπʼ αὐτοὺς, καὶ ἀπέκτεινεν ἐν τοῖς πίοσιν αὐτῶν, καὶ τοὺς ἐκλεκτοὺς τοῦ Ἰσραὴλ συνεπόδισεν."
    },
    {
      "verse": 32,
      "text": "ʼΕν πᾶσι τούτοις ἥμαρτον ἔτι, καὶ οὐκ ἐπίστευσαν τοῖς"
    },
    {
      "verse": 33,
      "text": "θαυμασίοις αὐτοῦ. Καὶ ἐξέλιπον ἐν ματαιότητι αἱ ἡμέραι αὐτῶν, καὶ τὰ ἔτη αὐτῶν μετὰ σπουδῆς."
    },
    {
      "verse": 34,
      "text": "Ὅταν ἀπέκτεινεν αὐτοὺς, ἐζήτουν αὐτὸν, καὶ ἐπέστρεφον καὶ"
    },
    {
      "verse": 35,
      "text": "ὤρθριζον πρὸς τὸν Θεόν. Καὶ ἐμνήσθησαν ὅτι ὁ Θεὸς βοηθὸς αὐτῶν ἐστι, καὶ ὁ Θεὸς ὁ ὕψιστος λυτρωτὴς αὐτῶν ἐστι."
    },
    {
      "verse": 36,
      "text": "Καὶ ἠγάπησαν αὐτὸν ἐν τῷ στόματι αὐτῶν, καὶ τῇ γλώσσῃ αὐτῶν"
    },
    {
      "verse": 37,
      "text": "ἐψεύσαντο αὐτῷ· ἡ δὲ καρδία αὐτῶν οὐκ εὐθεῖα μετʼ αὐτοῦ, οὐδὲ ἐπιστώθησαν ἐν τῇ διαθήκῃ αὐτοῦ."
    },
    {
      "verse": 38,
      "text": "Αὐτὸς δέ ἐστιν οἰκτίρμων, καὶ ἱλάσεται ταῖς ἁμαρτίαις αὐτῶν, καὶ οὐ διαφθερεῖ· καὶ πληθυνεῖ τοῦ ἀποστρέψαι τὸν θυμὸν αὐτοῦ, καὶ οὐχὶ ἐκκαύσει πᾶσαν τὴν ὀργὴν αὐτοῦ."
    },
    {
      "verse": 39,
      "text": "Καὶ ἐμνήσθη ὅτι σάρξ εἰσι, πνεῦμα πορευόμενον καὶ οὐκ ἐπιστρέφον."
    },
    {
      "verse": 40,
      "text": "Ποσάκις παρεπίκραναν αὐτὸν ἐν τῇ ἐρήμῳ, παρώργισαν"
    },
    {
      "verse": 41,
      "text": "αὐτὸν ἐν γῇ ἀνύδρῳ; Καὶ ἐπέστρεψαν καὶ ἐπείρασαν τὸν Θεὸν, καὶ τὸν ἅγιον τοῦ Ἰσραὴλ παρώξυναν."
    },
    {
      "verse": 42,
      "text": "Οὐκ ἐμνήσθησαν τῆς χειρὸς αὐτοῦ, ἡμέρας ἧς ἐλυτρώσατο αὐτοὺς ἐκ χειρὸς θλίβοντος·"
    },
    {
      "verse": 43,
      "text": "Ὡς ἔθετο ἐν Αἰγύπτῳ τὰ σημεῖα αὐτοῦ, καὶ τὰ"
    },
    {
      "verse": 44,
      "text": "τέρατα αὐτοῦ ἐν πεδίῳ Τάνεως· Καὶ μετέστρεψεν εἰς αἷμα τοὺς ποταμοὺς αὐτῶν, καὶ τὰ ὀμβρήματα αὐτῶν ὅπως μὴ πίωσιν·"
    },
    {
      "verse": 45,
      "text": "ἐξαπέστειλεν εἰς αὐτοὺς κυνόμυιαν καὶ κατέφαγεν αὐτοὺς, καὶ βάτραχον, καὶ διέφθειρεν αὐτούς·"
    },
    {
      "verse": 46,
      "text": "Καὶ ἔδωκε τῇ ἐρυσίβῃ τὸν καρπὸν αὐτῶν, καὶ τοὺς πόνους αὐτῶν τῇ ἀκρίδι."
    },
    {
      "verse": 47,
      "text": "Ἀπέκτεινεν ἐν χαλάζῃ τὴν ἄμπελον αὐτῶν, καὶ τὰς συκαμίνους αὐτῶν ἐν"
    },
    {
      "verse": 48,
      "text": "τῇ πάχνῃ. Καὶ παρέδωκεν ἐν χαλάζῃ τὰ κτήνη αὐτῶν, καὶ τὴν ὕπαρξιν αὐτῶν τῷ πυρί."
    },
    {
      "verse": 49,
      "text": "Ἐξαπέστειλεν εἰς αὐτοὺς ὀργὴν θυμοῦ αὐτοῦ, θυμὸν καὶ ὀργὴν καὶ θλίψιν, ἀποστολὴν διʼ"
    },
    {
      "verse": 50,
      "text": "ἀγγέλων πονηρῶν. Ὡδοποίησε τρίβον τῇ ὀργῇ αὐτοῦ, οὐκ ἐφείσατο ἀπὸ θανάτου τῶν ψυχῶν αὐτῶν, καὶ τὰ κτήνη αὐτῶν"
    },
    {
      "verse": 51,
      "text": "εἰς θάνατον συνέκλεισε. Καὶ ἐπάταξε πᾶν πρωτότοκον ἐν γῇ Αἰγυπτῳ, ἀπαρχὴν πόνων αὐτῶν ἐν τοῖς σκηνώμασι Χάμ."
    },
    {
      "verse": 52,
      "text": "Καὶ ἀπῇρεν ὡς πρόβατα τὸν λαὸν αὐτοῦ, ἤγαγεν αὐτοὺς ὡσεὶ"
    },
    {
      "verse": 53,
      "text": "ποίμνιον ἐν ἐρήμῳ. Καὶ ὡδήγησεν αὐτοὺς ἐν ἐλπίδι, καὶ οὐκ ἐδειλίασον, καὶ τοὺς ἐχθροὺς αὐτῶν ἐκάλυψε θάλασσα."
    },
    {
      "verse": 54,
      "text": "Καὶ εἰσήγαγεν αὐτοὺς εἰς ὄρος ἁγιάσματος αὐτοῦ, ὄρος τοῦτο ὃ"
    },
    {
      "verse": 55,
      "text": "ἐκτήσατο ἡ δεξιὰ αὐτοῦ. Καὶ ἐξέβαλεν ἀπὸ προσώπου αὐτῶν ἔθνη, καὶ ἐκληροδότησεν αὐτοὺς ἐν σχοινίῳ κληροδοσίας, καὶ κατεσκήνωσεν ἐν τοῖς σκηνώμασιν αὐτῶν τὰς φυλὰς τοῦ Ἰσραήλ."
    },
    {
      "verse": 56,
      "text": "Καὶ ἐπείρασαν καὶ παρεπίκραναν τὸν Θεὸν τὸν ὕψιστον, καὶ τὰ μαρτύρια αὐτοῦ οὐκ ἐφυλάξαντο."
    },
    {
      "verse": 57,
      "text": "Καὶ ἀπέστρεψαν, καὶ ἠσυνθέτησαν καθὼς καὶ οἱ πατέρες αὐτῶν, μετεστράφησαν εἰς τόξον στρεβλόν."
    },
    {
      "verse": 58,
      "text": "Καὶ παρώργισαν αὐτὸν ἐπὶ τοῖς βουνοῖς αὐτῶν, καὶ ἐν τοῖς γλυπτοῖς αὐτῶν παρεζήλωσαν αὐτόν."
    },
    {
      "verse": 59,
      "text": "Ἤκουσεν ὁ Θεὸς καὶ ὑπερεῖδε, καὶ ἐξουδένωσε σφόδρα τὸν"
    },
    {
      "verse": 60,
      "text": "ʼΙσραήλ. Καὶ ἀπώσατο τὴν σκηνὴν Σηλὼμ, σκήνωμα αὐτοῦ"
    },
    {
      "verse": 61,
      "text": "οὗ κατεσκήνωσεν ἐν ἀνθρώποις. Καὶ παρέδωκεν εἰς αἰχμαλωσίαν τὴν ἰσχὺν αὐτῶν, καὶ τὴν καλλονὴν αὐτῶν εἰς χεῖρα"
    },
    {
      "verse": 62,
      "text": "ἐχθρου. Καὶ συνέκλεισεν εἰς ῥομφαίαν τὸν λαὸν αὐτοῦ, καὶ τὴν κληρονομίαν αὐτοῦ ὑπερεῖδε·"
    },
    {
      "verse": 63,
      "text": "Τοὺς νεανίσκους αὐτῶν κατέφαγε πῦρ, καὶ αἱ παρθένοι αὐτῶν οὐκ ἐπένθησαν. Οἱ"
    },
    {
      "verse": 64,
      "text": "ἱερεῖς αὐτῶν ἐν ῥομφαίᾳ ἔπεσον, καὶ αἱ χῆραι αὐτῶν οὐ κλαυσθήσονται."
    },
    {
      "verse": 65,
      "text": "Καὶ ἐξηγέρθη ὡς ὁ ὑπνῶν Κύριος, ὡς δυνατὸς κεκραιπαληκὼς"
    },
    {
      "verse": 66,
      "text": "ἐξ οἴνου. Καὶ ἐπάταξε τοὺς ἐχθροὺς αὐτοῦ εἰς τὰ ὀπίσω, ὄνειδος αἰώνιον ἔδωκεν αὐτοῖς."
    },
    {
      "verse": 67,
      "text": "Καὶ ἀπώσατο τὸ σκήνωμα Ἰωσὴφ, καὶ τὴν φυλὴν Ἐφραὶμ"
    },
    {
      "verse": 68,
      "text": "οὐκ ἐξελέξατο. Καὶ ἐξελέξατο τὴν φυλὴν Ἰούδα, τὸ ὄρος τὸ"
    },
    {
      "verse": 69,
      "text": "Σιὼν, ὃ ἠγάπησε. Καὶ ᾠκοδόμησεν ὡς μονοκερώτων τὸ ἁγίασμα αὐτοῦ, ἐν τῇ γῇ ἐθεμελίωσεν αὐτὴν εἰς τὸν αἰῶνα."
    },
    {
      "verse": 70,
      "text": "Καὶ ἐξελέξατο Δαυὶδ τὸν δοῦλον αὐτοῦ, καὶ ἀνέλαβεν αὐτὸν ἐκ τῶν"
    },
    {
      "verse": 71,
      "text": "ποιμνίων τῶν προβάτων. Ἐξόπισθεν τῶν λοχευομένων ἔλαβεν αὐτὸν, ποιμαίνειν Ἰακὼβ τὸν δοῦλον αὐτοῦ, καὶ Ἰσραὴλ τὴν"
    },
    {
      "verse": 72,
      "text": "κληρονομίαν αὐτοῦ. Καὶ ἐποίμανεν αὐτοὺς ἐν τῇ ἀκακίᾳ τῆς καρδίας αὐτοῦ, καὶ ἐν τῇ συνέσει τῶν χειρῶν αὐτοῦ, ὡδήγησεν αὐτούς."
    }
  ]
}