{
  "book_id": "PSA",
  "chapter": 78,
  "verses": [
    {
      "verse": 1,
      "text": "Ψαλμὸς τῷ Ἀσάφ. Ὁ Θεὸς, ἤλθοσαν ἔθνη εἰς τὴν κληρονομίαν σου, ἐμίαναν τὸν ναὸν τὸν ἅγιόν σου· ἔθεντο Ἱερουσαλὴμ εἰς ὀπωροφυλάκιον."
    },
    {
      "verse": 2,
      "text": "Ἔθεντο τὰ θνησιμαῖα τῶν δούλων σου βρώματα τοῖς πετεινοῖς τοῦ οὐρανοῦ, τὰς σάρκας τῶν ὁσίων σου τοῖς θηρίοις τῆς γῆς."
    },
    {
      "verse": 3,
      "text": "Ἐξέχεαν τὸ αἷμα αὐτῶν ὡς ὕδωρ, κύκλῳ Ἱερουσαλὴμ, καὶ οὐκ ἦν ὁ θάπτων."
    },
    {
      "verse": 4,
      "text": "Ἐγενήθημεν εἰς ὄνειδος τοῖς γείτοσιν ἡμῶν, μυκτηρισμὸς καὶ χλευασμὸς τοῖς κύκλῳ ἡμῶν."
    },
    {
      "verse": 5,
      "text": "Ἕως πότε, Κύριε, ὀργισθήσῃ εἰς τέλος; ἐκκαυθήσεται ὡς πῦρ ὁ ζῆλός σου;"
    },
    {
      "verse": 6,
      "text": "Ἔκχεον τὴν ὀργήν σου ἐπὶ ἔθνη τὰ μὴ ἐπεγνωκότα σε, καὶ ἐπὶ βασιλείας αἳ τὸ ὄνομά σου οὐκ ἐπεκαλέσαντο."
    },
    {
      "verse": 7,
      "text": "Ὅτι κατέφαγον τὸν Ἰακὼβ, καὶ τὸν τόπον αὐτοῦ ἠρήμωσαν."
    },
    {
      "verse": 8,
      "text": "Μὴ μνησθῇς ἡμῶν ἀνομιῶν ἀρχαίων, ταχὺ προκαταλαβέτωσαν ἡμᾶς οἱ οἰκτιρμοί σου, ὅτι ἐπτωχεύσαμεν σφόδρα."
    },
    {
      "verse": 9,
      "text": "Βοήθησον ἡμῖν ὁ Θεὸς ὁ σωτὴρ ἡμῶν, ἕνεκα τῆς δόξης τοῦ ὀνόματός σου Κύριε ῥῦσαι ἡμᾶς, καὶ ἱλάσθητι ταῖς ἁμαρτίαις ἡμῶν ἕνεκα τοῦ ὀνόματός σου·"
    },
    {
      "verse": 10,
      "text": "Μή ποτε εἴπωσιν ἐν τοῖς ἔθνεσι, ποῦ ἐστιν ὁ Θεὸς αὐτῶν; καὶ γνωσθήτω ἐν τοῖς ἔθνεσιν ἐνώπιον τῶν ὀφθαλμῶν ἡμῶν ἡ ἐκδίκησις τοῦ αἵματος τῶν δούλων σου τοῦ ἐκκεχυμένου."
    },
    {
      "verse": 11,
      "text": "Εἰσελθέτω ἐνώπιόν σου ὁ στεναγμὸς τῶν πεπεδημένων, κατὰ τὴν μεγαλωσύνην τοῦ βραχίονός σου περιποίησαι τοὺς υἱοὺς τῶν τεθανατωμένων."
    },
    {
      "verse": 12,
      "text": "Ἀπόδος τοῖς γείτοσιν ἡμῶν ἑπταπλάσια εἰς τὸν κόλπον αὐτῶν τὸν ὀνειδισμὸν αὐτῶν, ὃν ὠνείδισάν σε Κύριε."
    },
    {
      "verse": 13,
      "text": "Ἡμεῖς γὰρ λαός σου καὶ πρόβατα νομῆς σου, ἀνθομολογησόμεθά σοι εἰς τὸν αἰῶνα, εἰς γενεὰν καὶ γενεὰν ἐξαγγελοῦμεν τὴν αἴνεσίν σου."
    }
  ]
}