{
  "book_id": "PSA",
  "chapter": 79,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ὑπὲρ τῶν ἀλλοιωθησομένων, μαρτύριον τῷ Ἀσὰφ, ψαλμὸς ὑπὲρ τοῦ Ἀσσυρίου."
    },
    {
      "verse": 2,
      "text": "Ὁ Ποιμαίνων τὸν Ἰσραὴλ πρόσχες, ὁ ὁδηγῶν ὡσεὶ πρόβατα τὸν Ἰωσήφ· ὁ καθήμενος ἐπὶ τῶν χερουβὶμ ἐμφάνηθι,"
    },
    {
      "verse": 3,
      "text": "ἐναντίον Ἐφραὶμ καὶ Βενιαμὶν καὶ Μανασσῆ· ἐξέγειρον τὴν δυναστείαν σου καὶ ἐλθὲ εἰς τὸ σῶσαι ἡμᾶς."
    },
    {
      "verse": 4,
      "text": "Ὁ Θεὸς ἐπίστρεψον ἡμᾶς, καὶ ἐπίφανον τὸ πρόσωπόν σου, καὶ σωθησόμεθα."
    },
    {
      "verse": 5,
      "text": "Κύριε ὁ Θεὸς τῶν δυνάμεων, ἕως πότε ὀργίζῃ ἐπὶ τὴν προσευχὴν τοῦ δούλου σου;"
    },
    {
      "verse": 6,
      "text": "Ψωμιεῖς ἡμᾶς ἄρτον δακρύων, καὶ ποτιεῖς ἡμᾶς ἐν δάκρυσιν ἐν μέτρῳ."
    },
    {
      "verse": 7,
      "text": "Ἔθου ἡμᾶς εἰς ἀντιλογίαν τοῖς γείτοσιν ἡμῶν, καὶ οἱ ἐχθροὶ ἡμῶν ἐμυκτήρισαν ἡμᾶς."
    },
    {
      "verse": 8,
      "text": "Κύριε ὁ Θεὸς τῶν δυνάμεων ἐπίστρεψον ἡμᾶς, καὶ ἐπίφανον τὸ πρόσωπόν σου, καὶ σωθησόμεθα· διάψαλμα."
    },
    {
      "verse": 9,
      "text": "Ἄμπελον ἐξ Αἰγύπτου μετῇρας, ἐξέβαλες ἔθνη καὶ κατεφύτευσας αὐτήν."
    },
    {
      "verse": 10,
      "text": "Ὡδοποίησας ἔμπροσθεν αὐτῆς, καὶ κατεφύτευσας τὰς ῥίζας αὐτῆς, καὶ ἐπλήσθη ἡ γῆ."
    },
    {
      "verse": 11,
      "text": "Ἐκάλυψεν ὄρη ἡ σκιὰ αὐτῆς, καὶ αἱ ἀναδενδράδες αὐτῆς τὰς κέδρους τοῦ Θεοῦ."
    },
    {
      "verse": 12,
      "text": "Ἐξέτεινε τὰ κλήματα αὐτῆς ἕως θαλάσσης, καὶ ἕως ποταμοῦ τὰς παραφυάδας αὐτῆς."
    },
    {
      "verse": 13,
      "text": "Ἱνατί καθεῖλες τὸν φραγμὸν αὐτῆς, καὶ τρυγῶσιν αὐτὴν πάντες οἱ παραπορευόμενοι τὴν ὁδόν;"
    },
    {
      "verse": 14,
      "text": "Ἐλυμῄνατο αὐτὴν σῦς ἐκ δρυμοῦ, καὶ μονιὸς ἄγριος κατενεμήσατο αὐτήν."
    },
    {
      "verse": 15,
      "text": "Ὁ Θεὸς τῶν δυνάμεων ἐπίστρεψον δὴ, ἐπίβλεψον ἐξ οὐρανοῦ καὶ ἴδε, καὶ ἐπίσκεψαι τὴν ἄμπελον ταύτην·"
    },
    {
      "verse": 16,
      "text": "Καὶ κατάρτισαι αὐτὴν, ἣν ἐφύτευσεν ἡ δεξιά σου, καὶ ἐπὶ υἱὸν ἀνθρώπου ὃν ἐκραταίωσας σεαυτῷ."
    },
    {
      "verse": 17,
      "text": "Ἐμπεπυρισμένη πυρὶ καὶ ἀνεσκαμμένη· ἀπὸ ἐπιτιμήσεως τοῦ προσώπου σου ἀπολοῦνται."
    },
    {
      "verse": 18,
      "text": "Γενηθήτω ἡ χείρ σου ἐπʼ ἄνδρα δεξιᾶς σου, καὶ ἐπὶ υἱὸν ἀνθρώπου, ὃν ἐκραταίωσας σεαυτῷ."
    },
    {
      "verse": 19,
      "text": "Καὶ οὐ μὴ ἀποστῶμεν ἀπὸ σοῦ, ζωώσεις ἡμᾶς, καὶ τὸ ὄνομά σου ἐπικαλεσόμεθα."
    },
    {
      "verse": 20,
      "text": "Κύριε ὁ Θεὸς τῶν δυνάμεων ἐπίστρεψον ἡμᾶς, καὶ ἐπίφανον τὸ πρόσωπόν σου, καὶ σωθησόμεθα."
    }
  ]
}