{
  "book_id": "PSA",
  "chapter": 80,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ὑπὲρ τῶν ληνῶν ψαλμὸς τῷ Ἀσάφ."
    },
    {
      "verse": 2,
      "text": "Ἀγαλλιᾶσθε τῷ Θεῷ τῷ βοηθῷ ἡμῶν, ἀλαλάξατε τῷ Θεῷ Ἰακώβ."
    },
    {
      "verse": 3,
      "text": "Λάβετε ψαλμὸν καὶ δότε τύμπανον, ψαλτήριον τερπνὸν μετὰ κιθάρας."
    },
    {
      "verse": 4,
      "text": "Σαλπίσατε ἐν νεομηνίᾳ σάλπιγγι, ἐν εὐσήμῳ ἡμέρᾳ ἑορτῆς ὑμῶν."
    },
    {
      "verse": 5,
      "text": "Ὅτι πρόσταγμα τῷ Ἰσραήλ ἐστι, καὶ κρίμα τῷ Θεῷ Ἰακώβ."
    },
    {
      "verse": 6,
      "text": "Μαρτύριον ἐν τῷ Ἰωσὴφ ἔθετο αὐτὸν, ἐν τῷ ἐξελθεῖν αὐτὸν ἐκ γῆς Αἰγύπτου· γλῶσσαν ἣν οὐκ ἔγνω, ἤκουσεν."
    },
    {
      "verse": 7,
      "text": "Ἀπέστησεν ἀπὸ ἄρσεων τὸν νῶτον αὐτοῦ· αἱ χεῖρες αὐτοῦ ἐν τῷ κοφίνῳ ἐδούλευσαν."
    },
    {
      "verse": 8,
      "text": "Ἐν θλίψει ἐπεκαλέσω με καὶ ἐῤῥυσάμην σε· ἐπήκουσά σου ἐν ἀποκρύφῳ καταιγίδος, ἐδοκίμασά σε ἐπὶ ὕδατος ἀντιλογίας· διάψαλμα."
    },
    {
      "verse": 9,
      "text": "Ἄκουσον λαός μου καὶ λαλήσω σοι, Ἰσραὴλ, καὶ διαμαρτύρομαί σοι· ἐὰν ἀκούσῃς μου,"
    },
    {
      "verse": 10,
      "text": "οὐκ ἔσται ἐν σοὶ θεὸς πρόσφατος, οὐδὲ προσκυνήσεις θεῷ ἀλλοτρίῳ."
    },
    {
      "verse": 11,
      "text": "Ἐγὼ γάρ εἰμι Κύριος ὁ Θεός σου, ὁ ἀναγαγών σε ἐκ γῆς Αἰγύπτου, πλάτυνον τὸ στόμα σου καὶ πληρώσω αὐτό."
    },
    {
      "verse": 12,
      "text": "Καὶ οὐκ ἤκουσεν ὁ λαός μου τῆς φωνῆς μου, καὶ Ἰσραὴλ οὐ προσέσχε μοι."
    },
    {
      "verse": 13,
      "text": "Καὶ ἐξαπέστειλα αὐτοὺς κατὰ τὰ ἐπιτηδεύματα τῶν καρδιῶν αὐτῶν, πορεύσονται ἐν τοῖς ἐπιτηδεύμασιν αὐτῶν."
    },
    {
      "verse": 14,
      "text": "Εἰ ὁ λαός μου ἤκουσέ μου, Ἰσραὴλ ταῖς ὁδοῖς μου εἰ ἐπορεύθη,"
    },
    {
      "verse": 15,
      "text": "ἐν τῷ μηδενὶ ἂν τοὺς ἐχθροὺς αὐτῶν ἐταπείνωσα, καὶ ἐπὶ τοὺς θλίβοντας αὐτοὺς ἐπέβαλον ἂν τὴν χεῖρά μου."
    },
    {
      "verse": 16,
      "text": "Οἱ ἐχθροὶ Κυρίου ἐψεύσαντο αὐτῷ, καὶ ἔσται ὁ καιρὸς αὐτῶν εἰς τὸν αἰῶνα,"
    },
    {
      "verse": 17,
      "text": "καὶ ἐψώμισεν αὐτοὺς ἐκ στέατος πυροῦ, καὶ ἐκ πέτρας μέλι ἐχόρτασεν αὐτούς."
    }
  ]
}