{
  "book_id": "PSA",
  "chapter": 82,
  "verses": [
    {
      "verse": 1,
      "text": "Ὠδὴ ψαλμοῦ τῷ Ἀσάφ."
    },
    {
      "verse": 2,
      "text": "Ὁ Θεὸς, τίς ὁμοιωθήσεταί σοι; μὴ σιγήσῃς, μηδὲ καταπραΰνῃς ὁ Θεός."
    },
    {
      "verse": 3,
      "text": "Ὅτι ἰδοὺ οἱ ἐχθροί σου ἤχησαν· καὶ οἱ μισοῦντές σε ᾖραν κεφαλήν."
    },
    {
      "verse": 4,
      "text": "Ἐπὶ τὸν λαόν σου κατεπανουργεύσαντο γνώμην, καὶ ἐβουλεύσαντο κατὰ τῶν ἁγίων σου."
    },
    {
      "verse": 5,
      "text": "Εἶπαν, δεῦτε καὶ ἐξολοθρεύσωμεν αὐτοὺς ἐξ ἔθνους, καὶ οὐ μὴ μνησθῇ τὸ ὄνομα Ἰσραὴλ ἔτι."
    },
    {
      "verse": 6,
      "text": "Ὅτι ἐβουλεύσαντο ἐν ὁμονοίᾳ ἐπιτοαυτὸ, κατὰ σοῦ διαθήκην διέθεντο·"
    },
    {
      "verse": 7,
      "text": "Τὰ σκηνώματα τῶν Ἰδουμαίων καὶ οἱ Ἰσμαηλῖται, Μωὰβ καὶ οἱ Ἀγαρηνοὶ,"
    },
    {
      "verse": 8,
      "text": "Γεβὰλ καὶ Ἀμμὼν καὶ Ἀμαλὴκ, καὶ ἀλλόφυλοι μετὰ τῶν κατοικούντων Τύρον."
    },
    {
      "verse": 9,
      "text": "Καὶ γὰρ καὶ Ἀσσοὺρ συμπαρεγένετο μετʼ αὐτῶν, ἐγενήθησαν εἰς ἀντίληψιν τοῖς υἱοῖς Λώτ· διάψαλμα."
    },
    {
      "verse": 10,
      "text": "Ποίησον αὐτοῖς ὡς τῇ Μαδιὰμ καὶ τῷ Σεισάρᾳ, ὡς τῷ Ἰαβεὶν ἐν τῷ χειμάῤῥῳ Κεισῶν."
    },
    {
      "verse": 11,
      "text": "Ἐξωλοθρεύθησαν ἐν Ἀενδὼρ, ἐγενήθησαν ὡσεὶ κόπρος τῇ γῇ."
    },
    {
      "verse": 12,
      "text": "Θοῦ τοὺς ἄρχοντας αὐτῶν ὡς τὸν Ὠρὴβ καὶ Ζὴβ καὶ Ζεβεὲ καὶ Σαλμανὰ, πάντας τοὺς ἄρχοντας αὐτῶν·"
    },
    {
      "verse": 13,
      "text": "Οἵτινες εἶπαν, κληρονομήσωμεν ἑαυτοῖς τὸ θυσιαστήριον τοῦ Θεοῦ."
    },
    {
      "verse": 14,
      "text": "Ὁ Θεός μου θοῦ αὐτοὺς ὡς τροχὸν, ὡς καλάμην κατὰ πρόσωπον ἀνέμου."
    },
    {
      "verse": 15,
      "text": "Ὡσεὶ πῦρ ὃ διαφλέξει δρυμὸν, ὡσεὶ φλὸξ κατακαύσαι ὄρη·"
    },
    {
      "verse": 16,
      "text": "Οὕτως καταδιώξεις αὐτοὺς ἐν τῇ καταιγίδι σου, καὶ ἐν τῇ ὀργῇ σου ταράξεις αὐτούς."
    },
    {
      "verse": 17,
      "text": "Πλήρωσον τὰ πρόσωπα αὐτῶν ἀτιμίας, καὶ ζητήσουσι τὸ ὄνομά σου Κύριε."
    },
    {
      "verse": 18,
      "text": "Αἰσχυνθήτωσαν καὶ ταραχθήτωσαν εἰς τὸν αἰῶνα τοῦ αἰῶνος, καὶ ἐντραπήτωσαν καὶ ἀπολέσθωσαν."
    },
    {
      "verse": 19,
      "text": "Καὶ γνώτωσαν ὅτι ὄνομά σοι Κύριος· σὺ μόνος ὕψιστος ἐπὶ πᾶσαν τὴν γῆν."
    }
  ]
}