{
  "book_id": "PSA",
  "chapter": 85,
  "verses": [
    {
      "verse": 1,
      "text": "Προσευχὴ τῷ Δαυίδ. Κλίνον Κύριε τὸ οὖς σου, καὶ εἰσάκουσόν μου, ὅτι πτωχὸς καὶ πένης εἰμὶ ἐγώ."
    },
    {
      "verse": 2,
      "text": "Φύλαξον τὴν ψυχήν μου, ὅτι ὅσιός εἰμι· σῶσον τὸν δοῦλόν σου ὁ Θεὸς, τὸν ἐλπίζοντα ἐπὶ σέ."
    },
    {
      "verse": 3,
      "text": "Ἐλέησόν με Κύριε, ὅτι πρὸς σὲ κεκράξομαι ὅλην τὴν ἡμέραν."
    },
    {
      "verse": 4,
      "text": "Εὔφρανον τὴν ψυχὴν τοῦ δούλου σου, ὅτι πρὸς σὲ Κύριε ᾖρα τὴν ψυχήν μου."
    },
    {
      "verse": 5,
      "text": "Ὅτι σὺ Κύριε χρηστὸς καὶ ἐπιεικὴς, καὶ πολυέλεος πᾶσι τοῖς ἐπικαλουμένοις σε."
    },
    {
      "verse": 6,
      "text": "Ἐνώτισαι Κύριε τὴν προσευχήν μου, καὶ πρόσχες τῇ φωνῇ τῆς δεήσεώς μου."
    },
    {
      "verse": 7,
      "text": "Ἐν ἡμέρᾳ θλίψεώς μου ἐκέκραξα πρὸς σὲ, ὅτι εἰσήκουσάς μου."
    },
    {
      "verse": 8,
      "text": "Οὐκ ἔστιν ὅμοιός σοι ἐν θεοῖς Κύριε, καὶ οὐκ ἔστι κατὰ τὰ ἔργα σου."
    },
    {
      "verse": 9,
      "text": "Πάντα τὰ ἔθνη ὅσα ἐποίησας ἥξουσι, καὶ προσκυνήσουσιν ἐνώπιόν σου Κύριε, καὶ δοξάσουσι τὸ ὄνομά σου,"
    },
    {
      "verse": 10,
      "text": "ὅτι μέγας εἶ σὺ, καὶ ποιῶν θαυμάσια, σὺ εἶ ὁ Θεὸς μόνος ὁ μέγας."
    },
    {
      "verse": 11,
      "text": "Ὁδήγησόν με Κύριε ἐν τῇ ὁδῷ σου, καὶ πορεύσομαι ἐν τῇ ἀληθείᾳ σου· εὐφρανθήτω ἡ καρδία μου, τοῦ φοβεῖσθαι τὸ ὄνομά σου."
    },
    {
      "verse": 12,
      "text": "Ἐξομολογήσομαί σοι Κύριε ὁ Θεός μου ἐν ὅλῃ καρδίᾳ μου, καὶ δοξάσω τὸ ὄνομά σου εἰς τὸν αἰῶνα."
    },
    {
      "verse": 13,
      "text": "Ὅτι τὸ ἔλεός σου μέγα ἐπʼ ἐμὲ, καὶ ἐῤῥύσω τὴν ψυχήν μου ἐξ ᾅδου κατωτάτου."
    },
    {
      "verse": 14,
      "text": "Ὁ Θεὸς, παράνομοι ἐπανέστησαν ἐπʼ ἐμὲ, καὶ συναγωγὴ κραταιῶν ἐζήτησαν τὴν ψυχήν μου, καὶ οὐ προέθεντό σε ἐνώπιον αὐτῶν."
    },
    {
      "verse": 15,
      "text": "Καὶ σὺ Κύριε ὁ Θεὸς οἰκτίρμων καὶ ἐλεήμων, μακρόθυμος καὶ πολυέλεος καὶ ἀληθινός."
    },
    {
      "verse": 16,
      "text": "Ἐπίβλεψον ἐπʼ ἐμὲ, καὶ ἐλέησόν με, δὸς τὸ κράτος σου τῷ παιδί σου, καὶ σῶσον τὸν υἱὸν τῆς παιδίσκης σου."
    },
    {
      "verse": 17,
      "text": "Ποίησον μετʼ ἐμοῦ σημεῖον εἰς ἀγαθὸν, καὶ ἰδέτωσαν οἱ μισοῦντές με, καὶ αἰσχυνθήτωσαν· ὅτι σὺ Κύριε, ἐβοήθησάς μοι, καὶ παρεκάλεσάς με."
    }
  ]
}