{
  "book_id": "PSA",
  "chapter": 88,
  "verses": [
    {
      "verse": 1,
      "text": "Συνέσεως Αἰθὰμ τῷ Ἰσραηλίτῃ."
    },
    {
      "verse": 2,
      "text": "Τὰ ἐλέη σου Κύριε εἰς τὸν αἰῶνα ᾄσομαι, εἰς γενεὰν καὶ γενεὰν ἀπαγγελῶ τὴν ἀλήθειάν σου ἐν τῷ στόματί μου."
    },
    {
      "verse": 3,
      "text": "Ὅτι εἶπας, εἰς τὸν αἰῶνα ἔλεος οἰκοδομηθήσεται, ἐν τοῖς οὐρανοῖς ἑτοιμασθήσεται ἡ ἀλήθειά σου·"
    },
    {
      "verse": 4,
      "text": "Διεθέμην διαθήκην τοῖς ἐκλεκτοῖς μου, ὤμοσα Δαυὶδ τῷ δούλῳ μου."
    },
    {
      "verse": 5,
      "text": "Ἕως τοῦ αἰῶνος ἑτοιμάσω τὸ σπέρμα σου, καὶ οἰκοδομήσω εἰς γενεὰν καὶ γενεὰν τὸν θρόνον σου· διάψαλμα."
    },
    {
      "verse": 6,
      "text": "Ἐξομολογήσονται οἱ οὐρανοὶ τὰ θαυμάσιά σου Κύριε, καὶ τὴν ἀλήθειάν σου ἐν ἐκκλησίᾳ ἁγίων."
    },
    {
      "verse": 7,
      "text": "Ὅτι τίς ἐν νεφέλαις ἰσωθήσεται τῷ Κυρίῳ; καὶ τίς ὁμοιωθήσεται τῷ Κυρίῳ ἐν υἱοῖς Θεοῦ;"
    },
    {
      "verse": 8,
      "text": "Ὁ Θεὸς ἐνδοξαζόμενος ἐν βουλῇ ἁγίων, μέγας καὶ φοβερὸς ἐπὶ πάντας τοὺς περικύκλῳ αὐτοῦ."
    },
    {
      "verse": 9,
      "text": "Κύριε ὁ Θεὸς τῶν δυνάμεων, τίς ὅμοιός σοι; δυνατὸς εἶ Κύριε, καὶ ἡ ἀλήθειά σου κύκλῳ σου."
    },
    {
      "verse": 10,
      "text": "Σὺ δεσπόζεις τοῦ κράτους τῆς θαλάσσης, τὸν δὲ σάλον τῶν κυμάτων αὐτῆς σὺ καταπραΰνεις."
    },
    {
      "verse": 11,
      "text": "Σὺ ἐταπείνωσας ὡς τραυματίαν ὑπερήφανον, καὶ ἐν τῷ βραχίονι τῆς δυνάμεώς σου διεσκόρπισας τοὺς ἐχθρούς σου."
    },
    {
      "verse": 12,
      "text": "Σοί εἰσιν οἱ οὐρανοὶ, καὶ σή ἐστιν ἡ γῆ, τὴν οἰκουμένην καὶ τὸ πλήρωμα αὐτῆς σὺ ἐθεμελίωσας."
    },
    {
      "verse": 13,
      "text": "Τὸν Βοῤῥᾶν καὶ θάλασσας σὺ ἔκτισας, Θαβὼρ καὶ Ἑρμὼν ἐν τῷ ὀνόματί σου ἀγαλλιάσονται."
    },
    {
      "verse": 14,
      "text": "Σὸς ὁ βραχίων μετὰ δυναστείας· κραταιωθήτω ἡ χείρ σου, ὑψωθήτω ἡ δεξιά σου."
    },
    {
      "verse": 15,
      "text": "Δικαιοσύνη καὶ κρίμα ἑτοιμασία τοῦ θρόνου σου· ἔλεος καὶ ἀλήθεια προπορεύσονται πρὸ προσώπου σου."
    },
    {
      "verse": 16,
      "text": "Μακάριος ὁ λαὸς ὁ γινώσκων ἀλαλαγμόν· Κύριε ἐν τῷ φωτὶ τοῦ προσώπου σου πορεύσονται,"
    },
    {
      "verse": 17,
      "text": "καὶ ἐν τῷ ὀνόματί σου ἀγαλλιάσονται ὅλην τὴν ἡμέραν, καὶ ἐν τῇ δικαιοσύνῃ σου ὑψωθήσονται."
    },
    {
      "verse": 18,
      "text": "Ὅτι τὸ καύχημα τῆς δυνάμεως αὐτῶν σὺ εἶ, καὶ ἐν τῇ εὐδοκίᾳ σου ὑψωθήσεται τὸ κέρας ἡμῶν·"
    },
    {
      "verse": 19,
      "text": "ὅτι τοῦ Κυρίου ἡ ἀντίληψις, καὶ τοῦ ἁγίου Ἰσραὴλ βασιλέως ἡμῶν."
    },
    {
      "verse": 20,
      "text": "Τότε ἐλάλησας ἐν ὁράσει τοῖς υἱοῖς σου, καὶ εἶπας, ἐθέμην βοήθειαν ἐπὶ δυνατὸν, ὕψωσα ἐκλεκτὸν ἐκ τοῦ λαοῦ μου."
    },
    {
      "verse": 21,
      "text": "Εὗρον Δαυὶδ τὸν δοῦλόν μου, ἐν ἐλέει ἁγίῳ ἔχρισα αὐτόν."
    },
    {
      "verse": 22,
      "text": "Ἡ γὰρ χείρ μου συναντιλήψεται αὐτῷ, καὶ ὁ βραχίων μου κατισχύσει αὐτόν."
    },
    {
      "verse": 23,
      "text": "Οὐκ ὠφελήσει ἐχθρὸς ἐν αὐτῷ, καὶ υἱὸς ἀνομίας οὐ προσθήσει τοῦ κακῶσαι αὐτόν."
    },
    {
      "verse": 24,
      "text": "Καὶ συγκόψω ἀπὸ προσώπου αὐτοῦ τοὺς ἐχθροὺς αὐτοῦ, καὶ τοὺς μισοῦντας αὐτὸν τροπώσομαι."
    },
    {
      "verse": 25,
      "text": "Καὶ ἡ ἀλήθειά μου καὶ τὸ ἔλεός μου μετʼ αὐτοῦ, καὶ ἐν τῷ ὀνόματί μου ὑψωθήσεται τὸ κέρας αὐτοῦ."
    },
    {
      "verse": 26,
      "text": "Καὶ θήσομαι ἐν θαλάσσῃ χεῖρα αὐτοῦ, καὶ ἐν ποταμοῖς δεξιὰν αὐτοῦ."
    },
    {
      "verse": 27,
      "text": "Αὐτὸς ἐπικαλέσεταί με, πατήρ μου εἶ σὺ, Θεός μου καὶ ἀντιλήπτωρ τῆς σωτηρίας μου."
    },
    {
      "verse": 28,
      "text": "Κᾀγὼ πρωτότοκον θήσομαι αὐτὸν, ὑψηλὸν παρὰ τοῖς βασιλεῦσι τῆς γῆς."
    },
    {
      "verse": 29,
      "text": "Εἰς τὸν αἰῶνα φυλάξω αὐτῷ τὸ ἔλεός μου, καὶ ἡ διαθήκη μου πιστὴ αὐτῷ."
    },
    {
      "verse": 30,
      "text": "Καὶ θήσομαι εἰς τὸν αἰῶνα τοῦ αἰῶνος τὸ σπέρμα αὐτοῦ, καὶ τὸν θρόνον αὐτοῦ ὡς τὰς ἡμέρας τοῦ οὐρανοῦ."
    },
    {
      "verse": 31,
      "text": "Ἐὰν ἐγκαταλίπωσιν οἱ υἱοὶ αὐτοῦ τὸν νόμον μου, καὶ τοῖς κρίμασί μου μὴ πορευθῶσιν·"
    },
    {
      "verse": 32,
      "text": "ἐὰν τὰ δικαιώματά μου βεβηλώσωσι, καὶ τὰς ἐντολάς μου μὴ φυλάξωσιν·"
    },
    {
      "verse": 33,
      "text": "Ἐπισκέψομαι ἐν ῥάβδῳ τὰς ἀνομίας αὐτῶν, καὶ ἐν μάστιξι τὰς ἁμαρτίας αὐτῶν."
    },
    {
      "verse": 34,
      "text": "Τὸ δὲ ἔλεός μου οὐ μὴ διασκεδάσω ἀπʼ αὐτοῦ, οὐδὲ μὴ ἀδικήσω ἐν τῇ ἀληθείᾳ μου,"
    },
    {
      "verse": 35,
      "text": "οὐδὲ μὴ βεβηλώσω τὴν διαθήκην μου, καὶ τὰ ἐκπορευόμενα διὰ τῶν χειλέων μου οὐ μὴ ἀθετήσω."
    },
    {
      "verse": 36,
      "text": "Ἅπαξ ὤμοσα ἐν τῷ ἁγίῳ μου, εἰ τῷ Δαυὶδ ψεύσομαι."
    },
    {
      "verse": 37,
      "text": "Τὸ σπέρμα αὐτοῦ εἰς τὸν αἰῶνα μενεῖ, καὶ ὁ θρόνος αὐτοῦ ὡς ὁ ἥλιος ἐναντίον μου,"
    },
    {
      "verse": 38,
      "text": "καὶ ὡς ἡ σελήνη κατηρτισμένη εἰς τὸν αἰῶνα, καὶ ὁ μάρτυς ἐν οὐρανῷ πιστός· διάψαλμα."
    },
    {
      "verse": 39,
      "text": "Σὺ δὲ ἀπώσω καὶ ἐξουδένωσας, ἀνεβάλου τὸν χριστόν σου."
    },
    {
      "verse": 40,
      "text": "Κατέστρεψας τὴν διαθήκην τοῦ δούλου σου, ἐβεβήλωσας εἰς τὴν γῆν τὸ ἁγίασμα αὐτοῦ."
    },
    {
      "verse": 41,
      "text": "Καθεῖλες πάντας τοὺς φραγμοῦς αὐτοῦ, ἔθου τὰ ὀχυρώματα αὐτοῦ δειλίαν."
    },
    {
      "verse": 42,
      "text": "Διήρπασαν αὐτὸν πάντες οἱ διοδεύοντες ὁδὸν, ἐγενήθη ὄνειδος τοῖς γείτοσιν αὐτοῦ."
    },
    {
      "verse": 43,
      "text": "Ὕψωσας τὴν δεξιὰν τῶν ἐχθρῶν αὐτοῦ, εὔφρανας πάντας τοὺς ἐχθροὺς αὐτοῦ."
    },
    {
      "verse": 44,
      "text": "Ἀπέστρεψας τὴν βοήθειαν τῆς ῥομφαίας αὐτοῦ, καὶ οὐκ ἀντελάβου αὐτοῦ ἐν τῷ πολέμῳ."
    },
    {
      "verse": 45,
      "text": "Κατέλυσας ἀπὸ καθαρισμοῦ αὐτὸν, τὸν θρόνον αὐτοῦ εἰς τὴν γῆν κατέῤῥαξας,"
    },
    {
      "verse": 46,
      "text": "ἐσμίκρυνας τὰς ἡμέρας τοῦ θρόνου αὐτοῦ, κατέχεας αὐτοῦ αἰσχύνην· διάψαλμα."
    },
    {
      "verse": 47,
      "text": "Ἕως πότε Κύριε ἀποστρέφῃ εἰς τέλος; ἐκκαυθήσεται ὡς πῦρ ἡ ὀργή σου;"
    },
    {
      "verse": 48,
      "text": "Μνήσθητι τίς ἡ ὑπόστασίς μου· μὴ γὰρ ματαίως ἔκτισας πάντας τοὺς υἱοὺς τῶν ἀνθρώπων;"
    },
    {
      "verse": 49,
      "text": "Τίς ἐστιν ἄνθρωπος, ὃς ζήσεται καὶ οὐκ ὄψεται θάνατον; ῥύσεται τὴν ψυχὴν αὐτοῦ ἐκ χειρὸς ᾅδου; διάψαλμα."
    },
    {
      "verse": 50,
      "text": "Ποῦ ἐστι τὰ ἐλέη σου τὰ ἀρχαῖα, Κύριε, ἃ ὤμοσας τῷ Δαυὶδ ἐν τῇ ἀληθείᾳ σου;"
    },
    {
      "verse": 51,
      "text": "Μνήσθητι Κύριε τοῦ ὀνειδισμου τῶν δούλων σου οὗ ὑπέσχον ἐν τῷ κόλπῳ μου πολλῶν ἐθνῶν·"
    },
    {
      "verse": 52,
      "text": "οὗ ὠνείδισαν οἱ ἐχθροί σου Κύριε, οὗ ὠνείδισαν τὸ ἀντάλλαγμα τοῦ χριστοῦ σου."
    },
    {
      "verse": 53,
      "text": "Εὐλογητὸς Κύριος εἰς τὸν αἰῶνα· γένοιτο, γένοιτο."
    }
  ]
}