{
  "book_id": "PSA",
  "chapter": 89,
  "verses": [
    {
      "verse": 1,
      "text": "Προσευχὴ τοῦ Μωυσῆ ἀνθρώπου τοῦ Θεοῦ. Κύριε, καταφυγὴ ἐγενήθης ἡμῖν ἐν γενεᾷ καὶ γενεᾷ."
    },
    {
      "verse": 2,
      "text": "Πρὸ τοῦ ὄρη γενηθῆναι καὶ πλασθῆναι τὴν γῆν καὶ τὴν οἰκουμένην, καὶ ἀπὸ τοῦ αἰῶνος ἕως τοῦ αἰῶνος σὺ εἶ."
    },
    {
      "verse": 3,
      "text": "Μὴ ἀποστρέψῃς ἄνθρωπον εἰς ταπείνωσιν, καὶ εἶπας, ἐπιστρέψατε υἱοὶ ἀνθρώπων;"
    },
    {
      "verse": 4,
      "text": "Ὅτι χίλια ἔτη ἐν ὀφθαλμοῖς σου, ὡς ἡ ἡμέρα ἡ ἐχθὲς ἥτις διῆλθε, καὶ φυλακὴ ἐν νυκτί."
    },
    {
      "verse": 5,
      "text": "Τὰ ἐξουδενώματα αὐτῶν ἔτη ἔσονται, τοπρωῒ ὡσεὶ χλόη παρέλθοι·"
    },
    {
      "verse": 6,
      "text": "Τοπρωῒ ἀνθήσαι καὶ παρέλθοι, τὸ ἑσπέρας ἀποπέσοι, σκληρυνθείη καὶ ξηρανθείη."
    },
    {
      "verse": 7,
      "text": "Ὅτι ἐξελίπομεν ἐν τῇ ὀργῇ σου, καὶ ἐν τῷ θυμῷ σου ἐταράχθημεν."
    },
    {
      "verse": 8,
      "text": "Ἔθου τὰς ἀνομίας ἡμῶν ἐνώπιόν σου, ὁ αἰὼν ἡμῶν εἰς φωτισμὸν τοῦ προσώπου σου."
    },
    {
      "verse": 9,
      "text": "Ὅτι πᾶσαι αἱ ἡμέραι ἡμῶν ἐξέλιπον, καὶ ἐν τῇ ὀργῇ σου ἐξελίπομεν· τὰ ἔτη ἡμῶν ὡς ἀράχνη ἐμελέτων."
    },
    {
      "verse": 10,
      "text": "Αἱ ἡμέραι τῶν ἐτῶν ἡμῶν ἐν αὐτοῖς ἑβδομήκοντα ἔτη, ἐὰν δὲ ἐν δυναστείαις, ὀγδοήκοντα ἔτη, καὶ τὸ πλεῖον αὐτῶν κόπος καὶ πόνος· ὅτι ἐπῆλθε πραΰτης ἐφʼ ἡμᾶς, καὶ παιδευθησόμεθα."
    },
    {
      "verse": 11,
      "text": "Τίς γινώσκει τὸ κράτος τῆς ὀργῆς σου, καὶ ἀπὸ τοῦ φόβου τοῦ θυμοῦ σου ἐξαριθμήσασθαι;"
    },
    {
      "verse": 12,
      "text": "τὴν δεξιάν σου οὕτως γνώρισον, καὶ τοὺς πεπαιδευμένους τῇ καρδίᾳ ἐν σοφίᾳ."
    },
    {
      "verse": 13,
      "text": "Ἐπίστρεψον, Κύριε· ἕως πότε; καὶ παρακλήθητι ἐπὶ τοῖς δούλοις σου."
    },
    {
      "verse": 14,
      "text": "Ἐνεπλήσθημεν τοπρωῒ τοῦ ἐλέους σου, καὶ ἠγαλλιασάμεθα καὶ εὐφράνθημεν· ἐν πάσαις ταῖς ἡμέραις ἡμῶν"
    },
    {
      "verse": 15,
      "text": "εὐφρανθείημεν, ἀνθʼ ᾧν ἡμερῶν ἐταπείνωσας ἡμᾶς, ἐτῶν ὧν εἴδομεν κακά."
    },
    {
      "verse": 16,
      "text": "Καὶ ἴδε ἐπὶ τοὺς δούλους σου καὶ ἐπὶ τὰ ἔργα σου, καὶ ὁδήγησον τοὺς υἱοὺς αὐτῶν."
    },
    {
      "verse": 17,
      "text": "Καὶ ἔστω ἡ λαμπρότης Κυρίου τοῦ Θεοῦ ἡμῶν ἐφʼ ἡμᾶς, καὶ τὰ ἔργα τῶν χειρῶν ἡμῶν κατεύθυνον ἐφʼ ἡμᾶς."
    }
  ]
}