{
  "book_id": "PSA",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "Αἶνος ᾠδῆς τῷ Δαυίδ. Ὁ κατοικῶν ἐν βοηθείᾳ τοῦ ὑψίστου, ἐν σκέπῃ τοῦ Θεοῦ τοῦ οὐρανοῦ αὐλισθήσεται."
    },
    {
      "verse": 2,
      "text": "Ἐρεῖ τῷ Κυρίῳ, ἀντιλήπτωρ μου εἶ καὶ καταφυγή μου, ὁ Θεός μου, ἐλπιῶ ἐπʼ αὐτόν."
    },
    {
      "verse": 3,
      "text": "Ὅτι αὐτὸς ῥύσεταί σε ἐκ παγίδος θηρευτῶν, ἀπὸ λόγου ταραχώδους."
    },
    {
      "verse": 4,
      "text": "Ἐν τοῖς μεταφρένοις αὐτοῦ ἐπισκιάσει σοι, καὶ ὑπὸ τὰς πτέρυγας αὐτοῦ ἐλπιεῖς· ὅπλῳ κυκλώσει σε ἡ ἀλήθεια αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Οὐ φοβηθήσῃ ἀπὸ φόβου νυκτερινοῦ, ἀπὸ βέλους πετομένου ἡμέρας,"
    },
    {
      "verse": 6,
      "text": "ἀπὸ πράγματος διαπορευομένου ἐν σκότει, ἀπὸ συμπτώματος καὶ δαιμονίου μεσημβρινοῦ."
    },
    {
      "verse": 7,
      "text": "Πεσεῖται ἐκ τοῦ κλίτους σου χιλιὰς, καὶ μυριὰς ἐκ δεξιῶν σου, πρὸς σὲ δὲ οὐκ ἐγγιεῖ."
    },
    {
      "verse": 8,
      "text": "Πλὴν τοῖς ὀφθαλμοῖς σου κατανοήσεις, καὶ ἀνταπόδοσιν ἁμαρτωλῶν ὄψει."
    },
    {
      "verse": 9,
      "text": "Ὅτι σὺ Κύριε ἡ ἐλπίς μου, τὸν ὕψιστον ἔθου καταφυγήν σου."
    },
    {
      "verse": 10,
      "text": "Οὐ προσελεύσεται πρὸς σὲ κακὰ, καὶ μάστιξ οὐκ ἐγγιεῖ τῷ σκηνώματί σου."
    },
    {
      "verse": 11,
      "text": "Ὅτι τοῖς ἀγγέλοις αὐτοῦ ἐντελεῖται περὶ σοῦ, τοῦ διαφυλάξαι σε ἐν πάσαις ταῖς ὁδοῖς σου."
    },
    {
      "verse": 12,
      "text": "Ἐπὶ χειρῶν ἀροῦσί σε, μή ποτε προσκόψῃς πρὸς λίθον τὸν πόδα σου."
    },
    {
      "verse": 13,
      "text": "Ἐπʼ ἀσπίδα καὶ βασιλίσκον ἐπιβήσῃ, καὶ καταπατήσεις λέοντα καὶ δράκοντα."
    },
    {
      "verse": 14,
      "text": "Ὅτι ἐπʼ ἐμὲ ἤλπισε, καὶ ῥύσομαι αὐτόν· σκεπάσω αὐτὸν, ὅτι ἔγνω τὸ ὄνομά μου."
    },
    {
      "verse": 15,
      "text": "Ἐπικαλέσεται πρὸς μὲ, καὶ εἰσακούσομαι αὐτοῦ, μετʼ αὐτοῦ εἰμι ἐν θλίψει, καὶ ἐξελοῦμαι αὐτὸν, καὶ δοξάσω αὐτόν."
    },
    {
      "verse": 16,
      "text": "Μακρότητι ἡμερῶν ἐμπλήσω αὐτὸν, καὶ δείξω αὐτῷ τὸ σωτήριόν μου."
    }
  ]
}