{
  "book_id": "PSA",
  "chapter": 91,
  "verses": [
    {
      "verse": 1,
      "text": "Ψαλμὸς ᾠδῆς εἰς τὴν ἡμέραν τοῦ σαββάτου."
    },
    {
      "verse": 2,
      "text": "Ἀγαθὸν τὸ ἐξομολογεῖσθαι τῷ Κυρίῳ, καὶ ψάλλειν τῷ ὀνόματί σου, ὕψιστε·"
    },
    {
      "verse": 3,
      "text": "τοῦ ἀναγγέλλειν τοπρωῒ τὸ ἔλεός σου, καὶ τὴν ἀλήθειάν σου κατὰ νύκτα,"
    },
    {
      "verse": 4,
      "text": "ἐν δεκαχόρδῳ ψαλτηρίῳ, μετʼ ᾠδῆς ἐν κιθάρᾳ."
    },
    {
      "verse": 5,
      "text": "Ὅτι εὔφρανάς με, Κύριε, ἐν τῷ ποιήματί σου, καὶ ἐν τοῖς ἔργοις τῶν χειρῶν σου ἀγαλλιάσομαι."
    },
    {
      "verse": 6,
      "text": "Ὡς ἐμεγαλύνθη τὰ ἔργα σου, Κύριε; σφόδρα ἐβαθύνθησαν οἱ διαλογισμοί σου."
    },
    {
      "verse": 7,
      "text": "Ἀνὴρ ἄφρων οὐ γνώσεται, καὶ ἀσύνετος οὐ συνήσει ταῦτα."
    },
    {
      "verse": 8,
      "text": "Ἐν τῷ ἀνατεῖλαι τοὺς ἁμαρτωλοὺς ὡσεὶ χόρτον, καὶ διέκυψαν πάντες οἱ ἐργαζόμενοι τὴν ἀνομίαν, ὅπως ἂν ἐξολοθρευθῶσιν εἰς τὸν αἰῶνα τοῦ αἰῶνος."
    },
    {
      "verse": 9,
      "text": "Σὺ δὲ ὕψιστος εἰς τὸν αἰῶνα, Κύριε."
    },
    {
      "verse": 10,
      "text": "Ὅτι ἰδοὺ οἱ ἐχθροί σου ἀπολοῦνται, καὶ διασκορπισθήσονται πάντες οἱ ἐργαζόμενοι τὴν ἀνομίαν."
    },
    {
      "verse": 11,
      "text": "Καὶ ὑψωθήσεται ὡς μονοκέρωτος τὸ κέρας μου, καὶ τὸ γῆράς μου ἐν ἐλέῳ πίονι."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐπεῖδεν ὁ ὀφθαλμός μου ἐν τοῖς ἐχθροῖς μου, καὶ ἐν τοῖς ἐπανισταμένοις ἐπʼ ἐμὲ πονηρευομένοις ἀκούσεται τὸ οὖς μου."
    },
    {
      "verse": 13,
      "text": "Δίκαιος ὡς φοῖνιξ ἀνθήσει, ὡς ἡ κέδρος ἡ ἐν τῷ Λιβάνῳ πληθυνθήσεται·"
    },
    {
      "verse": 14,
      "text": "Πεφυτευμένοι ἐν τῷ οἴκῳ Κυρίου, ἐν ταῖς αὐλαῖς τοῦ Θεοῦ ἡμῶν ἐξανθήσουσι."
    },
    {
      "verse": 15,
      "text": "Τότε πληθυνθήσονται ἐν γήρει πίονι, καὶ εὐπαθοῦντες ἔσονται"
    },
    {
      "verse": 16,
      "text": "τοῦ ἀναγγεῖλαι· ὅτι εὐθὴς Κύριος ὁ Θεός μου, καὶ οὐκ ἔστιν ἀδικία ἐν αὐτῷ."
    }
  ]
}