{
  "book_id": "PSA",
  "chapter": 93,
  "verses": [
    {
      "verse": 1,
      "text": "Ψαλμὸς τῷ Δαυὶδ τετράδι σαββάτου. Θεὸς ἐκδικήσεων Κύριος, ὁ Θεὸς ἐκδικήσεων ἐπαῤῥησιάσατο."
    },
    {
      "verse": 2,
      "text": "Ὑψώθητι ὁ κρίνων τὴν γῆν, ἀπόδος ἀνταπόδοσιν τοῖς ὑπερηφάνοις."
    },
    {
      "verse": 3,
      "text": "Ἕως πότε ἁμαρτωλοὶ, Κύριε, ἕως πότε ἁμαρτωλοὶ καυχήσονται;"
    },
    {
      "verse": 4,
      "text": "Φθέγξονται καὶ λαλήσουσιν ἀδικίαν, λαλήσουσι πάντες οἱ ἐργαζόμενοι τὴν ἀνομίαν."
    },
    {
      "verse": 5,
      "text": "Τὸν λαόν σου, Κύριε, ἐταπείνωσαν, καὶ τὴν κληρονομίαν σου ἐκάκωσαν."
    },
    {
      "verse": 6,
      "text": "Χήραν καὶ ὀρφανὸν ἀπέκτειναν, καὶ προσήλυτον ἐφόνευσαν."
    },
    {
      "verse": 7,
      "text": "Καὶ εἶπαν, οὐκ ὄψεται Κύριος, οὐδὲ συνήσει ὁ Θεὸς τοῦ Ἰακώβ."
    },
    {
      "verse": 8,
      "text": "Σύνετε δὴ ἄφρονες ἐν τῷ λαῷ, καὶ μωροὶ, ποτὲ φρονήσατε."
    },
    {
      "verse": 9,
      "text": "Ὁ φυτεύσας τὸ οὖς, οὐχὶ ἀκούει; ἢ ὁ πλάσας τὸν ὀφθαλμὸν, οὐχὶ κατανοεῖ;"
    },
    {
      "verse": 10,
      "text": "Ὁ παιδεύων ἔθνη, οὐχὶ ἐλέγξει; ὁ διδάσκων ἄνθρωπον γνῶσιν;"
    },
    {
      "verse": 11,
      "text": "Κύριος γινώσκει τοὺς διαλογισμοὺς τῶν ἀνθρώπων, ὅτι εἰσὶ μάταιοι."
    },
    {
      "verse": 12,
      "text": "Μακάριος ὁ ἄνθρωπος ὃν ἂν σὺ παιδεύσῃς Κύριε, καὶ ἐκ τοῦ νόμου σου διδάξῃς αὐτόν·"
    },
    {
      "verse": 13,
      "text": "τοῦ πραΰναι αὐτῷ ἀφʼ ἡμερῶν πονηρῶν, ἕως οὗ ὀρυγῇ τῷ ἁμαρτωλῷ βόθρος."
    },
    {
      "verse": 14,
      "text": "Ὅτι οὐκ ἀπώσεται Κύριος τὸν λαὸν αὐτοῦ, καὶ τὴν κληρονομίαν αὐτοῦ οὐκ ἐγκαταλείψει,"
    },
    {
      "verse": 15,
      "text": "ἕως οὗ δικαιοσύνη ἐπιστρέψῃ εἰς κρίσιν, καὶ ἐχόμενοι αὐτῆς πάντες οἱ εὐθεῖς τῇ καρδίᾳ· διάψαλμα."
    },
    {
      "verse": 16,
      "text": "Τίς ἀναστήσεταί μοι ἐπὶ πονηρευομένους, ἢ τίς συμπαραστήσεταί μοι ἐπὶ τοὺς ἐργαζομένους τὴν ἀνομίαν;"
    },
    {
      "verse": 17,
      "text": "Εἰ μὴ ὅτι Κύριος ἐβοήθησέ μοι, παραβραχὺ παρῴκησε τῷ ᾅδῃ ἡ ψυχή μου."
    },
    {
      "verse": 18,
      "text": "Εἰ ἔλεγον, σεσάλευται ὁ πούς μου, τὸ ἔλεός σου Κύριε ἐβοήθει μοι."
    },
    {
      "verse": 19,
      "text": "Κύριε, κατὰ τὸ πλῆθος τῶν ὀδυνῶν μου ἐν τῇ καρδίᾳ μου, αἱ παρακλήσεις σου ἠγάπησαν τὴν ψυχήν μου."
    },
    {
      "verse": 20,
      "text": "Μὴ συμπροσέσται σοι θρόνος ἀνομίας, ὁ πλάσσων κόπον ἐπὶ προστάγματι."
    },
    {
      "verse": 21,
      "text": "Θηρεύσουσιν ἐπὶ ψυχὴν δικαίου, καὶ αἷμα ἀθῶον καταδικάσονται."
    },
    {
      "verse": 22,
      "text": "Καὶ ἐγένετό μοι Κύριος εἰς καταφυγὴν, καὶ ὁ Θεός μου εἰς βοηθὸν ἐλπίδος μου."
    },
    {
      "verse": 23,
      "text": "Καὶ ἀποδώσει αὐτοῖς τὴν ἀνομίαν αὐτῶν, καὶ τὴν πονηρίαν αὐτῶν· ἀφανιεῖ αὐτοὺς Κύριος ὁ Θεὸς ἡμῶν."
    }
  ]
}