{
  "book_id": "PSA",
  "chapter": 101,
  "verses": [
    {
      "verse": 1,
      "text": "Προσευχὴ τῷ πτωχῷ, ὅταν ἀκηδιάσῃ, καὶ ἐναντίον Κυρίου ἐκχέῃ τὴν δέησιν αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Κύριε εἰσάκουσον τῆς προσευχῆς μου, καὶ ἡ κραυγή μου πρὸς σὲ ἐλθέτω."
    },
    {
      "verse": 3,
      "text": "Μὴ ἀποστρέψῃς τὸ πρόσωπόν σου ἀπʼ ἐμοῦ· ἐν ᾗ ἂν ἡμέρᾳ θλίβομαι, κλῖνον πρὸς μὲ τὸ οὖς σου· ἐν ᾗ ἂν ἡμέρᾳ ἐπικαλέσωμαί σε, ταχὺ εἰσάκουσόν μου."
    },
    {
      "verse": 4,
      "text": "Ὅτι ἐξέλιπον ὡσεὶ καπνὸς αἱ ἡμέραι μου, καὶ τὰ ὀστᾶ μου ὡσεὶ φρύγιον συνεφρύγησαν."
    },
    {
      "verse": 5,
      "text": "Ἐπλήγην ὡσεὶ χόρτος, καὶ ἐξηράνθη ἡ καρδία μου, ὅτι ἐπελαθόμην τοῦ φαγεῖν τὸν ἄρτον μου."
    },
    {
      "verse": 6,
      "text": "Ἀπὸ φωνῆς τοῦ στεναγμοῦ μου, ἐκολλήθη τὸ ὀστοῦν μου τῇ σαρκί μου."
    },
    {
      "verse": 7,
      "text": "Ὡμοιώθην πελεκᾶνι ἐρημικῷ, ἐγενήθην ὡσεὶ νυκτικόραξ ἐν οἰκοπέδῳ."
    },
    {
      "verse": 8,
      "text": "Ἠγρύπνησα, καὶ ἐγενήθην ὡσεὶ στρουθίον μονάζον ἐπὶ δώματι."
    },
    {
      "verse": 9,
      "text": "Ὅλην τὴν ἡμέραν ὠνείδιζόν με οἱ ἐχθροί μου, καὶ οἱ ἐπαινοῦντές με κατʼ ἐμοῦ ὤμνυον."
    },
    {
      "verse": 10,
      "text": "Ὅτι σποδὸν ὡσεὶ ἄρτον ἔφαγον, καὶ τὸ πόμα μου μετὰ κλαυθμοῦ ἐκίρνων,"
    },
    {
      "verse": 11,
      "text": "ἀπὸ προσώπου τῆς ὀργῆς σου καὶ τοῦ θυμοῦ σου, ὅτι ἐπάρας κατέῤῥαξάς με."
    },
    {
      "verse": 12,
      "text": "Αἱ ἡμέραι μου ὡσεὶ σκιὰ ἐκλίθησαν, κᾀγὼ ὡσεὶ χόρτος ἐξηράνθην."
    },
    {
      "verse": 13,
      "text": "Σὺ δέ Κύριε εἰς τὸν αἰῶνα μένεις, καὶ τὸ μνημόσυνόν σου εἰς γενεὰν καὶ γενεάν."
    },
    {
      "verse": 14,
      "text": "Σὺ ἀναστὰς οἰκτειρήσεις τὴν Σιὼν, ὅτι καιρὸς τοῦ οἰκτειρῆσαι αὐτὴν, ὅτι ἥκει καιρός."
    },
    {
      "verse": 15,
      "text": "Ὅτι εὐδόκησαν οἱ δοῦλοί σου τοὺς λίθους αὐτῆς, καὶ τὸν χοῦν αὐτῆς οἰκτειρήσουσι."
    },
    {
      "verse": 16,
      "text": "Καὶ φοβηθήσονται τὰ ἔθνη τὸ ὄνομά σου Κύριε, καὶ πάντες οἱ βασιλεῖς τὴν δόξαν σου."
    },
    {
      "verse": 17,
      "text": "Ὅτι οἰκοδομήσει Κύριος τὴν Σιὼν, καὶ ὀφθήσεται ἐν τῇ δόξῃ αὐτοῦ."
    },
    {
      "verse": 18,
      "text": "Ἐπέβλεψεν ἐπὶ τὴν προσευχὴν τῶν ταπεινῶν, καὶ οὐκ ἐξουδένωσε τὴν δέησιν αὐτῶν."
    },
    {
      "verse": 19,
      "text": "Γραφήτω αὕτη εἰς γενεὰν ἑτέραν, καὶ λαὸς ὁ κτιζόμενος αἰνέσει τὸν Κύριον."
    },
    {
      "verse": 20,
      "text": "Ὅτι ἐξέκυψεν ἐξ ὕψους ἁγίου αὐτοῦ, Κύριος ἐξ οὐρανοῦ ἐπὶ τὴν γῆν ἐπέβλεψε,"
    },
    {
      "verse": 21,
      "text": "τοῦ ἀκοῦσαι τοῦ στεναγμοῦ τῶν πεπεδημένων, τοῦ λῦσαι τοὺς υἱοὺς τῶν τεθανατωμένων,"
    },
    {
      "verse": 22,
      "text": "τοῦ ἀναγγεῖλαι ἐν Σιὼν τὸ ὄνομα Κυρίου, καὶ τὴν αἴνεσιν αὐτοῦ ἐν Ἱερουσαλήμ·"
    },
    {
      "verse": 23,
      "text": "ἐν τῷ συναχθῆναι λαοὺς ἐπιτοαυτὸ, καὶ βασιλεῖς τοῦ δουλεύειν τῷ Κυρίῳ."
    },
    {
      "verse": 24,
      "text": "Ἀπεκρίθη αὐτῷ ἐν ὁδῷ ἰσχύος αὐτοῦ, τὴν ὀλιγότητα τῶν ἡμερῶν μου ἀνάγγειλόν μοι·"
    },
    {
      "verse": 25,
      "text": "μὴ ἀναγάγῃς με ἐν ἡμίσει ἡμερῶν μου, ἐν γενεᾷ γενεῶν τὰ ἔτη σου."
    },
    {
      "verse": 26,
      "text": "Κατʼ ἀρχὰς τὴν γῆν σὺ Κύριε ἐθεμελίωσας, καὶ ἔργα τῶν χειρῶν σου εἰσὶν οἱ οὐρανοί."
    },
    {
      "verse": 27,
      "text": "Αὐτοὶ ἀπολοῦνται, σὺ δὲ διαμένεις· καὶ πάντες ὡς ἱμάτιον παλαιωθήσονται, καὶ ὡσεὶ περιβόλαιον ἑλίξεις αὐτοὺς, καὶ ἀλλαγήσονται."
    },
    {
      "verse": 28,
      "text": "Σὺ δὲ ὁ αὐτὸς εἶ, καὶ τὰ ἔτη σου οὐκ ἐκλείψουσιν·"
    },
    {
      "verse": 29,
      "text": "Οἱ υἱοῖ τῶν δούλων σου κατασκηνώσουσι, καὶ τὸ σπέρμα αὐτῶν εἰς τὸν αἰῶνα κατευθυνθήσεται."
    }
  ]
}