{
  "book_id": "PSA",
  "chapter": 103,
  "verses": [
    {
      "verse": 1,
      "text": "Τῷ Δαυίδ. Εὐλόγει ἡ ψυχή μου τὸν Κύριον. Κύριε ὁ Θεός μου ἐμεγαλύνθης σφόδρα· ἐξομολόγησιν καὶ εὐπρέπειαν ἐνεδύσω,"
    },
    {
      "verse": 2,
      "text": "ἀναβαλλόμενος φῶς ὡς ἱμάτιον, ἐκτείνων τὸν οὐρανὸν ὡσεὶ δέῤῥιν·"
    },
    {
      "verse": 3,
      "text": "Ὁ στεγάζων ἐν ὕδασι τὰ ὑπερῷα αὐτοῦ, ὁ τιθεὶς νέφη τὴν ἐπίβασιν αὐτοῦ· ὁ περιπατῶν ἐπὶ πτερύγων ἀνέμων·"
    },
    {
      "verse": 4,
      "text": "Ὁ ποιῶν τοὺς ἀγγέλους αὐτοῦ πνεύματα, καὶ τοὺς λειτουργοὺς αὐτοῦ πῦρ φλέγον·"
    },
    {
      "verse": 5,
      "text": "Ὁ θεμελιῶν τὴν γῆν ἐπὶ τὴν ἀσφάλειαν αὐτῆς, οὐ κλιθήσεται εἰς τὸν αἰῶνα τοῦ αἰῶνος."
    },
    {
      "verse": 6,
      "text": "Ἄβυσσος ὡς ἱμάτιον τὸ περιβόλαιον αὐτοῦ, ἐπὶ τῶν ὀρέων στήσονται ὕδατα."
    },
    {
      "verse": 7,
      "text": "Ἀπὸ ἐπιτιμήσεώς σου φεύξονται, ἀπὸ φωνῆς βροντῆς σου δειλιάσουσιν."
    },
    {
      "verse": 8,
      "text": "Ἀναβαίνουσιν ὄρη, καὶ καταβαίνουσι πεδία εἰς τόπον ὃν ἐθεμελίωσας αὐτοῖς."
    },
    {
      "verse": 9,
      "text": "Ὅριον ἔθου ὃ οὐ παρελεύσονται, οὐδὲ ἐπιστρέψουσι καλύψαι τὴν γῆν."
    },
    {
      "verse": 10,
      "text": "Ὁ ἐξαποστέλλων πηγὰς ἐν φάραγξιν, ἀναμέσον τῶν ὀρέων διελεύσονται ὕδατα."
    },
    {
      "verse": 11,
      "text": "Ποτιοῦσι πάντα τὰ θηρία τοῦ ἀγροῦ, προσδέξονται ὄναγροι εἰς δίψαν αὐτῶν."
    },
    {
      "verse": 12,
      "text": "Ἐπʼ αὐτὰ τὰ πετεινὰ τοῦ οὐρανοῦ κατασκηνώσει, ἐκ μέσου τῶν πετρῶν δώσουσι φωνήν."
    },
    {
      "verse": 13,
      "text": "Ποτίζων ὄρη ἐκ τῶν ὑπερῴων αὐτοῦ, ἀπὸ καρποῦ τῶν ἔργων σου χορτασθήσεται ἡ γῆ."
    },
    {
      "verse": 14,
      "text": "Ὁ ἐξανατέλλων χόρτον τοῖς κτήνεσι, καὶ χλόην τῇ δουλείᾳ τῶν ἀνθρώπων· τοῦ ἐξαγαγεῖν ἄρτον ἐκ τῆς γῆς,"
    },
    {
      "verse": 15,
      "text": "καὶ οἶνος εὐφραίνει καρδίαν ἀνθρώπου· τοῦ ἱλαρύναι πρόσωπον ἐν ἐλαίῳ, καὶ ἄρτος καρδίαν ἀνθρώπου στηρίζει."
    },
    {
      "verse": 16,
      "text": "Χορτασθήσεται τὰ ξύλα τοῦ πεδίου, αἱ κέδροι τοῦ Λιβάνου ἃς ἐφύτευσεν."
    },
    {
      "verse": 17,
      "text": "Ἐκεῖ στρουθία ἐννοσσεύσουσι, τοῦ ἐρωδιοῦ ἡ οἰκία ἡγεῖται αὐτῶν."
    },
    {
      "verse": 18,
      "text": "Ὄρη τὰ ὑψηλὰ ταῖς ἐλάφοις, πέτρα καταφυγὴ τοῖς χοιρογρυλλίοις."
    },
    {
      "verse": 19,
      "text": "Ἐποίησε σελήνην εἰς καιροὺς, ὁ ἥλιος ἔγνω τὴν δύσιν αὐτοῦ."
    },
    {
      "verse": 20,
      "text": "Ἔθου σκότος καὶ ἐγένετο νὺξ, ἐν αὐτῇ διελεύσονται πάντα τὰ θηρία τοῦ δρυμοῦ."
    },
    {
      "verse": 21,
      "text": "Σκυμνοι ὠρυόμενοι ἁρπάσαι, καὶ ζητῆσαι παρὰ τοῦ Θεοῦ βρῶσιν αὐτοῖς."
    },
    {
      "verse": 22,
      "text": "Ἀνέτειλεν ὁ ἥλιος καὶ συναχθήσονται, καὶ ἐν ταῖς μάνδραις αὐτῶν κοιτασθήσονται."
    },
    {
      "verse": 23,
      "text": "Ἐξελεύσεται ἄνθρωπος ἐπὶ τὸ ἔργον αὐτοῦ, καὶ ἐπὶ τὴν ἐργασίαν αὐτοῦ ἕως ἑσπέρας."
    },
    {
      "verse": 24,
      "text": "Ὡς ἐμεγαλύνθη τὰ ἔργα σου Κύριε, πάντα ἐν σοφίᾳ ἐποίησας· ἐπληρώθη ἡ γῆ τῆς κτίσεώς σου·"
    },
    {
      "verse": 25,
      "text": "Αὕτη ἡ θάλασσα ἡ μεγάλη καὶ εὐρύχωρος· ἐκεῖ ἑρπετὰ ὧν οὐκ ἔστιν ἀριθμὸς, ζῶα μικρὰ μετὰ μεγάλων."
    },
    {
      "verse": 26,
      "text": "Ἐκεῖ πλοῖα διαπορεύονται, δράκων οὗτος ὃν ἔπλασας ἐμπαίζειν αὐτῷ."
    },
    {
      "verse": 27,
      "text": "Πάντα πρὸς σὲ προσδοκῶσι, δοῦναι τὴν τροφὴν αὐτοῖς εὔκαιρον."
    },
    {
      "verse": 28,
      "text": "Δόντος σου αὐτοῖς, συλλέξουσιν· ἀνοίξαντος δέ σου τὴν χεῖρα, τὰ σύμπαντα πλησθήσονται χρηστότητος."
    },
    {
      "verse": 29,
      "text": "Ἀποστρέψαντος δέ σου τὸ πρόσωπον, ταραχθήσονται· ἀντανελεῖς τὸ πνεῦμα αὐτῶν, καὶ ἐκλείψουσι, καὶ εἰς τὸν χοῦν αὐτῶν ἐπιστρέψουσιν."
    },
    {
      "verse": 30,
      "text": "Ἐξαποστελεῖς τὸ πνεῦμά σου καὶ κτισθήσονται, καὶ ἀνακαινιεῖς τὸ πρόσωπον τῆς γῆς."
    },
    {
      "verse": 31,
      "text": "Ἤτω ἡ δόξα Κυρίου εἰς τὸν αἰῶνα, εὐφρανθήσεται Κύριος ἐπὶ τοῖς ἔργοις αὐτοῦ·"
    },
    {
      "verse": 32,
      "text": "Ὁ ἐπιβλέπων ἐπὶ τὴν γῆν καὶ ποιῶν αὐτὴν τρέμειν, ὁ ἁπτόμενος τῶν ὀρέων καὶ καπνίζονται."
    },
    {
      "verse": 33,
      "text": "Ἄσω τῷ Κυρίῳ ἐν τῇ ζωῇ μου, ψαλῶ τῷ Θεῷ μου ἕως ὑπάρχω."
    },
    {
      "verse": 34,
      "text": "Ἡδυνθείη αὐτῷ ἡ διαλογή μου, ἐγὼ δὲ εὐφρανθήσομαι ἐπὶ τῷ Κυρίῳ."
    },
    {
      "verse": 35,
      "text": "Ἐκλείποισαν ἁμαρτωλοὶ ἀπὸ τῆς γῆς, καὶ ἄνομοι, ὥστε μὴ ὑπάρχειν αὐτούς· εὐλόγει, ἡ ψυχή μου τὸν Κύριον."
    }
  ]
}