{
  "book_id": "PSA",
  "chapter": 104,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀλληλούϊα. Ἐξομολογεῖσθε τῷ Κυρίῳ, καὶ ἐπικαλεῖσθε τὸ ὄνομα αὐτοῦ· ἀπαγγείλατε ἐν τοῖς ἔθνεσι τὰ ἔργα αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Ασατε αὐτῷ καὶ ψάλατε αὐτῷ. διηγήσασθε πάντα τὰ θαυμάσια αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Ἐπαινεῖσθε ἐν τῷ ὀνόματι τῷ ἁγίῳ αὐτοῦ· εὐφρανθήτω καρδία ζητούντων τὸν Κύριον."
    },
    {
      "verse": 4,
      "text": "Ζητήσατε τὸν Κύριον καὶ κραταιώθητε· ζητήσατε τὸ πρόσωπον αὐτοῦ διαπαντός."
    },
    {
      "verse": 5,
      "text": "Μνήσθητε τῶν θαυμασίων αὐτον ὧν ἐποίησε, τὰ τέρατα αὐτοῦ, καὶ τὰ κρίματα τοῦ στόματος αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Σπέρμα Ἁβραὰμ δοῦλοι αὐτοῦ, υἱοὶ Ἰακὼβ ἐκλεκτοὶ αὐτοῦ."
    },
    {
      "verse": 7,
      "text": "Αὐτὸς Κύριος ὁ Θεὸς ἡμῶν, ἐν πάσῃ τῇ γῇ τὰ κρίματα αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "Ἐμνήσθη εἰς τὸν αἰῶνα διαθήκης αὐτοῦ, λόγου οὗ ἐνετείλατο εἰς χιλίας γενεὰς,"
    },
    {
      "verse": 9,
      "text": "ὃν διέθετο τῷ Ἁβραὰμ, καὶ τοῦ ὅρκου αὐτοῦ τῷ Ἰσαάκ·"
    },
    {
      "verse": 10,
      "text": "Καὶ ἔστησεν αὐτὴν τῷ Ἰακὼβ εἰς πρόσταγμα, καὶ τῷ Ἰσραὴλ εἰς διαθήκην αἰώνιον,"
    },
    {
      "verse": 11,
      "text": "λέγων, σοὶ δώσω τὴν γῆν Χαναὰν, σχοίνισμα κληρονομίας ὑμῶν."
    },
    {
      "verse": 12,
      "text": "Ἐν τῷ εἶναι αὐτοὺς ἀριθμῷ βραχεῖς, ὀλιγοστοὺς καὶ παροίκους ἐν αὐτῇ,"
    },
    {
      "verse": 13,
      "text": "καὶ διῆλθον ἐξ ἔθνους εἰς ἔθνος, καὶ ἐκ βασιλείας εἰς λαὸν ἕτερον,"
    },
    {
      "verse": 14,
      "text": "οὐκ ἀφῆκεν ἄνθρωπον ἀδικῆσαι αὐτοὺς, καὶ ἤλεγξεν ὑπὲρ αὐτῶν βασιλεῖς·"
    },
    {
      "verse": 15,
      "text": "Μὴ ἅψησθε τῶν χριστῶν μου, καὶ ἐν τοῖς προφήταις μου μὴ πονηρεύεσθε."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐκάλεσε λιμὸν ἐπὶ τὴν γῆν, πᾶν στήριγμα ἄρτου συνέτριψεν."
    },
    {
      "verse": 17,
      "text": "Ἀπέστειλεν ἔμπροσθεν αὐτῶν ἄνθρωπον, εἰς δοῦλον ἐπράθη Ἰωσήφ."
    },
    {
      "verse": 18,
      "text": "Ἐταπείνωσαν ἐν πέδαις τοὺς πόδας αὐτοῦ, σίδηρον διῆλθεν ἡ ψυχὴ αὐτοῦ·"
    },
    {
      "verse": 19,
      "text": "Μέχρι τοῦ ἐλθεῖν τὸν λόγον αὐτοῦ· τὸ λόγιον τοῦ Κυρίου ἐπύρωσεν αὐτόν."
    },
    {
      "verse": 20,
      "text": "Ἀπέστειλε βασιλεὺς καὶ ἔλυσεν αὐτὸν, ἄρχων λαῶν καὶ ἀφῆκεν αὐτόν."
    },
    {
      "verse": 21,
      "text": "Κατέστησεν αὐτὸν κύριον τοῦ οἴκου αὐτοῦ, καὶ ἄρχοντα πάσης τῆς κτήσεως αὐτοῦ,"
    },
    {
      "verse": 22,
      "text": "τοῦ παιδεῦσαι τοὺς ἄρχοντας αὐτοῦ ὡς ἑαυτὸν, καὶ τοὺς πρεσβυτέρους αὐτοῦ σοφίσαι."
    },
    {
      "verse": 23,
      "text": "Καὶ εἰσῆλθεν Ἰσραὴλ εἰς Αἴγυπτον, καὶ Ἰακὼβ παρῴκησεν ἐν γῇ Χάμ."
    },
    {
      "verse": 24,
      "text": "Καὶ ηὔξησε τὸν λαὸν αὐτοῦ σφόδρα, καὶ ἐκραταίωσεν αὐτὸν ὑπὲρ τοὺς ἐχθροὺς αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "Καὶ μετέστρεψε τὴν καρδίαν αὐτῶν τοῦ μισῆσαι τὸν λαὸν αὐτοῦ, τοῦ δολιοῦσθαι ἐν τοῖς δούλοις αὐτοῦ."
    },
    {
      "verse": 26,
      "text": "Ἐξαπέστειλε Μωυσῆν τὸν δοῦλον αὐτοῦ, Ἀαρὼν ὃν ἐξελέξατο αὐτόν."
    },
    {
      "verse": 27,
      "text": "Ἔθετο ἐν αὐτοῖς τοὺς λόγους τῶν σημείων αὐτοῦ, καὶ τῶν τεράτων ἐν γῇ Χάμ."
    },
    {
      "verse": 28,
      "text": "Ἐξαπέστειλε σκότος καὶ ἐσκότασε, καὶ παρεπίκραναν τοὺς λόγους αὐτοῦ·"
    },
    {
      "verse": 29,
      "text": "Μετέστρεψε τὰ ὕδατα αὐτῶν εἰς αἷμα, καὶ ἀπέκτεινε τοὺς ἰχθύας αὐτῶν."
    },
    {
      "verse": 30,
      "text": "Ἐξῆρψεν ἡ γῆ αὐτῶν βατράχους, ἐν τοῖς ταμείοις τῶν βασιλέων αὐτῶν."
    },
    {
      "verse": 31,
      "text": "Εἶπε καὶ ἦλθε κυνόμυια, καὶ σκνίπες ἐν πᾶσι τοῖς ὁρίοις αὐτῶν."
    },
    {
      "verse": 32,
      "text": "Ἔθετο τὰς βροχὰς αὐτῶν χάλαζαν, πῦρ καταφλέγον ἐν τῇ γῇ αὐτῶν."
    },
    {
      "verse": 33,
      "text": "Καὶ ἐπάταξε τὰς ἀμπέλους αὐτῶν καὶ τὰς συκὰς αὐτῶν, καὶ συνέτριψε πᾶν ξύλον ὁρίου αὐτῶν."
    },
    {
      "verse": 34,
      "text": "Εἶπε καὶ ἦλθεν ἀκρὶς, καὶ βροῦχος οὗ οὐκ ἦν ἀριθμὸς,"
    },
    {
      "verse": 35,
      "text": "καὶ κατέφαγε πάντα τὸν χόρτον ἐν τῇ γῇ αὐτῶν, καὶ κατέφαγε τὸν καρπὸν τῆς γῆς αὐτῶν."
    },
    {
      "verse": 36,
      "text": "Καὶ ἐπάταξε πᾶν πρωτότοκον ἐκ τῆς γῆς αὐτῶν, ἀπαρχὴν παντὸς πόνου αὐτῶν."
    },
    {
      "verse": 37,
      "text": "Καὶ ἐξήγαγεν αὐτοὺς ἐν ἀργυρίῳ καὶ χρυσίῳ, καὶ οὐκ ἦν ἐν ταῖς φυλαῖς αὐτῶν ὁ ἀσθενῶν."
    },
    {
      "verse": 38,
      "text": "Εὐφράνθη Αἴγυπτος ἐν τῇ ἐξόδῳ αὐτῶν, ὅτι ἐπέπεσεν ὁ φόβος αὐτῶν ἐπʼ αὐτούς."
    },
    {
      "verse": 39,
      "text": "Διεπέτασε νεφέλην εἰς σκέπην αὐτοῖς, καὶ πῦρ τοῦ φωτίσαι αὐτοῖς τὴν νύκτα."
    },
    {
      "verse": 40,
      "text": "Ἤτησαν, καὶ ἦλθεν ὀρτυγομήτρα, καὶ ἄρτον οὐρανοῦ ἐνέπλησεν αὐτούς."
    },
    {
      "verse": 41,
      "text": "Διέῤῥηξε πέτραν, καὶ ἐῤῥύησαν ὕδατα, ἐπορεύθησαν ἐν ἀνύδροις ποταμοί."
    },
    {
      "verse": 42,
      "text": "Ὅτι ἐμνήσθη τοῦ λόγου τοῦ ἁγίου αὐτοῦ, τοῦ πρὸς Ἀβραὰμ τὸν δοῦλον αὐτοῦ·"
    },
    {
      "verse": 43,
      "text": "Καὶ ἐξήγαγε τὸν λαὸν αὐτοῦ ἐν ἀγαλλιάσει, καὶ τοὺς ἐκλεκτοὺς αὐτοῦ ἐν εὐφροσύνῃ·"
    },
    {
      "verse": 44,
      "text": "Καὶ ἔδωκεν αὐτοῖς χώρας ἐθνῶν, καὶ πόνους λαῶν ἐκληρονόμησαν."
    },
    {
      "verse": 45,
      "text": "Ὅπως ἂν φυλάξωσι τὰ δικαιώματα αὐτοῦ, καὶ τὸν νόμον αὐτοῦ ἐκζητήσωσιν."
    }
  ]
}