{
  "book_id": "PSA",
  "chapter": 105,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀλληλούϊα. Ἐξομολογεῖσθε τῷ Κυρίῳ, ὅτι χρηστὸς, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Τίς λαλήσει τὰς δυναστείας τοῦ Κυρίου, ἀκουστὰς ποιήσει πάσας τὰς αἰνέσεις αὐτοῦ;"
    },
    {
      "verse": 3,
      "text": "Μακάριοι οἱ φυλάσσοντες κρίσιν, καὶ ποιοῦντες δικαιοσύνην ἐν παντὶ καιρῷ."
    },
    {
      "verse": 4,
      "text": "Μνήσθητι ἡμῶν Κύριε ἐν τῇ εὐδοκίᾳ τοῦ λαοῦ σου, ἐπίσκεψαι ἡμᾶς ἐν τῷ σωτηρίῳ σου·"
    },
    {
      "verse": 5,
      "text": "τοῦ ἰδεῖν ἐν τῇ χρηστότητι τῶν ἐκλεκτῶν σου, τοῦ εὐφρανθῆναι ἐν τῇ εὐφροσύνῃ τοῦ ἔθνους σου, τοῦ ἐπαινεῖσθαι μετὰ τῆς κληρονομίας σου."
    },
    {
      "verse": 6,
      "text": "Ἡμάρτομεν μετὰ τῶν πατέρων ἡμῶν, ἠνομήσαμεν, ἠδικήσαμεν."
    },
    {
      "verse": 7,
      "text": "Οἱ πατέρες ἡμῶν ἐν Αἰγύπτῳ οὐ συνῆκαν τὰ θαυμάσιά σου, καὶ οὐκ ἐμνήσθησαν τοῦ πλήθους τοῦ ἐλέους σου· καὶ παρεπίκραναν ἀναβαίνοντες ἐν τῇ ἐρυθρᾷ θαλάσσῃ."
    },
    {
      "verse": 8,
      "text": "Καὶ ἔσωσεν αὐτοὺς ἕνεκεν τοῦ ὀνόματος αὐτοῦ, τοῦ γνωρίσαι τὴν δυναστείαν αὐτοῦ."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐπετίμησε τῇ ἐρυθρᾷ θαλάσσῃ, καὶ ἐξηράνθη· καὶ ὡδήγησεν αὐτοὺς ἐν ἀβύσσῳ ὡς ἐν ἐρήμῳ·"
    },
    {
      "verse": 10,
      "text": "Καὶ ἔσωσεν αὐτοὺς ἐκ χειρὸς μισούντων, καὶ ἐλυτρώσατο αὐτοὺς ἐκ χειρὸς ἐχθροῦ."
    },
    {
      "verse": 11,
      "text": "Ἐκάλυψεν ὕδωρ τοὺς θλίβοντας αὐτοὺς, εἷς ἐξ αὐτῶν οὐχ ὑπελείφθη."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐπίστευσαν τοῖς λόγοις αὐτοῦ, καὶ ᾔνεσαν τὴν αἴνεσιν αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Ἐτάχυναν, ἐπελάθοντο τῶν ἔργων αὐτοῦ, οὐχ ὑπέμειναν τὴν βουλὴν αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐπεθύμησαν ἐπιθυμίαν ἐν τῇ ἐρήμῳ, καὶ ἐπείρασαν τὸν Θεὸν ἐν ἀνύδρῳ."
    },
    {
      "verse": 15,
      "text": "Καὶ ἔδωκεν αὐτοῖς τὸ αἴτημα αὐτῶν, καὶ ἐξαπέστειλε πλησμονὴν εἰς τὴν ψυχὴν αὐτῶν."
    },
    {
      "verse": 16,
      "text": "Καὶ παρώργισαν Μωυσῆν ἐν τῇ παρεμβολῇ, καὶ Ἀαρὼν τὸν ἅγιον Κυρίου."
    },
    {
      "verse": 17,
      "text": "Ἠνοίχθη ἡ γῆ καὶ κατέπιε Δαθὰν, καὶ ἐκάλυψεν ἐπὶ τὴν συναγωγὴν Ἀβειρών."
    },
    {
      "verse": 18,
      "text": "Καὶ ἐξεκαύθη πῦρ ἐν τῇ συναγωγῇ αὐτῶν, καὶ φλὸξ κατέφλεξεν ἁμαρτωλούς."
    },
    {
      "verse": 19,
      "text": "Καὶ ἐποίησαν μόσχον ἐν Χωρὴβ, καὶ προσεκύνησαν τῷ γλυπτῷ·"
    },
    {
      "verse": 20,
      "text": "Καὶ ἠλλάξαντο τὴν δόξαν αὐτῶν ἐν ὁμοιώματι μόσχου ἔσθοντος χόρτον."
    },
    {
      "verse": 21,
      "text": "Ἐπελάθοντο τοῦ Θεοῦ τοῦ σώζοντος αὐτοὺς, τοῦ ποιήσαντος μεγάλα ἐν Αἰγύπτῳ,"
    },
    {
      "verse": 22,
      "text": "θαυμαστὰ ἐν γῇ Χὰμ, καὶ φοβερὰ ἐπὶ θαλάσσης ἐρυθρᾶς."
    },
    {
      "verse": 23,
      "text": "Καὶ εἶπε τοῦ ἐξολοθρεῦσαι αὐτοὺς, εἰ μὴ Μωυσῆς ὁ ἐκλεκτὸς αὐτοῦ ἔστη ἐν τῇ θραύσει ἐνώπιον αὐτοῦ, τοῦ ἀποστρέψαι ἀπὸ θυμοῦ ὀργῆς αὐτοῦ, τοῦ μὴ ἐξολοθρεῦσαι."
    },
    {
      "verse": 24,
      "text": "Καὶ ἐξουδένωσαν γῆν ἐπιθυμητὴν, καὶ οὐκ ἐπίστευσαν τῷ λόγῳ αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "Καὶ ἐγόγγυσαν ἐν τοῖς σκηνώμασιν αὐτῶν, οὐκ εἰσήκουσαν τῆς φωνῆς Κυρίου."
    },
    {
      "verse": 26,
      "text": "Καὶ ἐπῇρε τὴν χεῖρα αὐτοῦ ἐπʼ αὐτοὺς, τοῦ καταβαλεῖν αὐτοὺς ἐν τῇ ἐρήμῳ,"
    },
    {
      "verse": 27,
      "text": "καὶ τοῦ καταβαλεῖν τὸ σπέρμα αὐτῶν ἐν τοῖς ἔθνεσι, καὶ διασκορπίσαι αὐτοὺς ἐν ταῖς χώραις."
    },
    {
      "verse": 28,
      "text": "Καὶ ἐτελέσθησαν τῷ Βεελφεγὼρ, καὶ ἔφαγον θυσίας νεκρῶν."
    },
    {
      "verse": 29,
      "text": "Καὶ παρώξυναν αὐτὸν ἐν τοῖς ἐπιτηδεύμασιν αὐτῶν, καὶ ἐπληθύνθη ἐν αὐτοῖς ἡ πτῶσις."
    },
    {
      "verse": 30,
      "text": "Καὶ ἔστη Φινεὲς καὶ ἐξιλάσατο, καὶ ἐκόπασεν ἡ θραῦσις."
    },
    {
      "verse": 31,
      "text": "Καὶ ἐλογίσθη αὐτῷ εἰς δικαιοσύνην, εἰς γενεὰν καὶ γενεὰν ἕως τοῦ αἰῶνος."
    },
    {
      "verse": 32,
      "text": "Καὶ παρώργισαν αὐτὸν ἐπὶ ὕδατος ἀντιλογίας, καὶ ἐκακώθη Μωυσῆς διʼ αὐτούς·"
    },
    {
      "verse": 33,
      "text": "Ὅτι παρεπίκραναν τὸ πνεῦμα αὐτοῦ, καὶ διέστειλεν ἐν τοῖς χείλεσιν αὐτοῦ."
    },
    {
      "verse": 34,
      "text": "Οὐκ ἐξωλόθρευσαν τὰ ἔθνη ἃ εἶπε Κύριος αὐτοῖς."
    },
    {
      "verse": 35,
      "text": "Καὶ ἐμίγησαν ἐν τοῖς ἔθνεσι, καὶ ἔμαθον τὰ ἔργα αὐτῶν."
    },
    {
      "verse": 36,
      "text": "Καὶ ἐδούλευσαν τοῖς γλυπτοῖς αὐτῶν, καὶ ἐγενήθη αὐτοῖς εἰς σκάνδαλον."
    },
    {
      "verse": 37,
      "text": "Καὶ ἔθυσαν τοὺς υἱοὺς αὐτῶν καὶ τὰς θυγατέρας αὐτῶν τοῖς δαιμονίοις,"
    },
    {
      "verse": 38,
      "text": "καὶ ἐξέχεαν αἷμα ἀθῶον, αἷμα υἱῶν αὐτῶν καὶ θυγατέρων, ὧν ἔθυσαν τοῖς γλυπτοῖς Χαναάν· καὶ ἐφονοκτονήθη ἡ γῆ ἐν τοῖς αἵμασι,"
    },
    {
      "verse": 39,
      "text": "καὶ ἐμιάνθη ἐν τοῖς ἔργοις αὐτῶν· καὶ ἐπόρνευσαν ἐν τοῖς ἐπιτηδεύμασιν αὐτῶν."
    },
    {
      "verse": 40,
      "text": "Καὶ ὠργίσθη θυμῷ Κύριος ἐπὶ τὸν λαὸν αὐτοῦ, καὶ ἐβδελύξατο τὴν κληρονομίαν αὐτοῦ."
    },
    {
      "verse": 41,
      "text": "Καὶ παρέδωκεν αὐτοὺς εἰς χεῖρας ἐχθρῶν, καὶ ἐκυρίευσαν αὐτῶν οἱ μισοῦντες αὐτούς."
    },
    {
      "verse": 42,
      "text": "Καὶ ἔθλιψαν αὐτοὺς οἱ ἐχθροὶ αὐτῶν, καὶ ἐταπεινώθησαν ὑπὸ τὰς χεῖρας αὐτῶν."
    },
    {
      "verse": 43,
      "text": "Πλεονάκις ἐῤῥύσατο αὐτοὺς, αὐτοὶ δὲ παρεπίκραναν αὐτὸν ἐν τῇ βουλῇ αὐτῶν· καὶ ἐταπεινώθησαν ἐν ταῖς ἀνομίαις αὐτῶν."
    },
    {
      "verse": 44,
      "text": "Καὶ εἶδε Κύριος ἐν τῷ θλίβεσθαι αὐτοὺς, ἐν τῷ αὐτὸν εἰσακοῦσαι τῆς δεήσεως αὐτῶν."
    },
    {
      "verse": 45,
      "text": "Καὶ ἐμνήσθη τῆς διαθήκης αὐτοῦ, καὶ μετεμελήθη κατὰ τὸ πλῆθος τοῦ ἐλέους αὐτοῦ."
    },
    {
      "verse": 46,
      "text": "Καὶ ἔδωκεν αὐτοὺς εἰς οἰκτιρμοὺς ἐναντίον πάντων τῶν αἰχμαλωτευσάντων αὐτούς."
    },
    {
      "verse": 47,
      "text": "Σῶσον ἡμᾶς Κύριε ὁ Θεὸς ἡμῶν, καὶ ἐπισυνάγαγε ἡμᾶς ἐκ τῶν ἐθνῶν, τοῦ ἐξομολογήσασθαι τῷ ὀνόματί σου τῷ ἁγίῳ, τοῦ ἐγκαυχᾶσθαι ἐν τῇ αἰνέσει σου."
    },
    {
      "verse": 48,
      "text": "Εὐλογητὸς Κύριος ὁ Θεὸς Ἰσραὴλ, ἀπὸ τοῦ αἰῶνος καὶ ἕως τοῦ αἰῶνος· καὶ ἐρεῖ πᾶς ὁ λαὸς, γένοιτο, γένοιτο."
    }
  ]
}