{
  "book_id": "PSA",
  "chapter": 106,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀλληλούϊα. Ἐξομολογεῖσθε τῷ Κυρίῳ, ὅτι χρηστὸς, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Εἰπάτωσαν οἱ λελυτρωμένοι ὑπὸ Κυρίου, οὓς ἐλυτρώσατο ἐκ χειρὸς ἐχθροῦ,"
    },
    {
      "verse": 3,
      "text": "καὶ ἐκ τῶν χωρῶν συνήγαγεν αὐτούς· ἀπὸ ἀνατολῶν, καὶ δυσμῶν, καὶ βοῤῥᾶ, καὶ θαλάσσης."
    },
    {
      "verse": 4,
      "text": "Ἐπλανήθησαν ἐν τῇ ἐρήμῳ ἐν ἀνύδρῳ· ὁδὸν πόλεως κατοικητηρίου οὐχ εὗρον·"
    },
    {
      "verse": 5,
      "text": "Πεινῶντες καὶ διψῶντες, ἡ ψυχὴ αὐτῶν ἐν αὐτοῖς ἐξέλιπε."
    },
    {
      "verse": 6,
      "text": "Καὶ ἐκέκραξαν πρὸς Κύριον ἐν τῷ θλίβεσθαι αὐτοὺς, καὶ ἐκ τῶν ἀναγκῶν αὐτῶν ἐῤῥύσατο αὐτούς·"
    },
    {
      "verse": 7,
      "text": "Καὶ ὡδήγησεν αὐτοὺς εἰς ὁδὸν εὐθεῖαν, τοῦ πορευθῆναι εἰς πόλιν κατοικητηρίου."
    },
    {
      "verse": 8,
      "text": "Ἐξομολογησάσθωσαν τῷ Κυρίῳ τὰ ἐλέη αὐτοῦ, καὶ τὰ θαυμάσια αὐτοῦ τοῖς υἱοῖς τῶν ἀνθρώπων."
    },
    {
      "verse": 9,
      "text": "Ὅτι ἐχόρτασε ψυχὴν κενὴν, καὶ πεινῶσαν ἐνέπλησεν ἀγαθῶν."
    },
    {
      "verse": 10,
      "text": "Καθημένους ἐν σκότει καὶ σκιᾷ θανάτου, πεπεδημένους ἐν πτωχείᾳ καὶ σιδήρῳ·"
    },
    {
      "verse": 11,
      "text": "Ὅτι παρεπίκραναν τὰ λόγια τοῦ Θεοῦ, καὶ τὴν βουλὴν τοῦ ὑψίστου παρώξυναν·"
    },
    {
      "verse": 12,
      "text": "Καὶ ἐταπεινώθη ἐν κόποις ἡ καρδία αὐτῶν, ἠσθένησαν καὶ οὐκ ἦν ὁ βοηθῶν."
    },
    {
      "verse": 13,
      "text": "Καὶ ἐκέκραξαν πρὸς Κύριον ἐν τῷ θλίβεσθαι αὐτοὺς, καὶ ἐκ τῶν ἀναγκῶν αὐτῶν ἔσωσεν αὐτούς."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐξήγαγεν αὐτοὺς ἐκ σκότους καὶ σκιᾶς θανάτου, καὶ τοὺς δεσμοὺς αὐτῶν διέῤῥηξεν."
    },
    {
      "verse": 15,
      "text": "Ἐξομολογησάσθωσαν τῷ Κυρίῳ τὰ ἐλέη αὐτοῦ, καὶ τὰ θαυμάσια αὐτοῦ τοῖς υἱοῖς τῶν ἀνθρώπων."
    },
    {
      "verse": 16,
      "text": "Ὅτι συνέτριψε πύλας χαλκᾶς, καὶ μοχλοὺς σιδηροὺς συνέθλασεν."
    },
    {
      "verse": 17,
      "text": "Ἀντελάβετο αὐτῶν ἐξ ὁδοῦ ἀνομίας αὐτῶν, διὰ γὰρ τὰς ἀνομίας αὐτῶν ἐταπεινώθησαν."
    },
    {
      "verse": 18,
      "text": "Πᾶν βρῶμα ἐβδελύξατο ἡ ψυχὴ αὐτῶν, καὶ ἤγγισαν ἕως τῶν πυλῶν τοῦ θανάτου."
    },
    {
      "verse": 19,
      "text": "Καὶ ἐκέκραξαν πρὸς Κύριον ἐν τῷ θλίβεσθαι αὐτοὺς, καὶ ἐκ τῶν ἀναγκῶν αὐτῶν ἔσωσεν αὐτούς."
    },
    {
      "verse": 20,
      "text": "Ἀπέστειλε τὸν λόγον αὐτοῦ, καὶ ἰάσατο αὐτοὺς, καὶ ἐῤῥύσατο αὐτοὺς ἐκ τῶν διαφθορῶν αὐτῶν."
    },
    {
      "verse": 21,
      "text": "Ἐξομολογησάσθωσαν τῷ Κυρίῳ τὰ ἐλέη αὐτοῦ, καὶ τὰ θαυμάσια αὐτοῦ τοῖς υἱοῖς τῶν ἀνθρώπων·"
    },
    {
      "verse": 22,
      "text": "Καὶ θυσάτωσαν αὐτῷ θυσίαν αἰνέσεως, καὶ ἐξαγγειλάτωσαν τὰ ἔργα αὐτοῦ ἐν ἀγαλλιάσει."
    },
    {
      "verse": 23,
      "text": "Οἱ καταβαίνοντες εἰς θάλασσαν ἐν πλοίοις, ποιοῦντες ἐργασίαν ἐν ὕδασι πολλοῖς,"
    },
    {
      "verse": 24,
      "text": "αὐτοὶ εἶδον τὰ ἔργα Κυρίου, καὶ τὰ θαυμάσια αὐτοῦ ἐν τῷ βυθῷ."
    },
    {
      "verse": 25,
      "text": "Εἶπε, καὶ ἔστη πνεῦμα καταιγίδος, καὶ ὑψώθη τὰ κύματα αὐτῆς."
    },
    {
      "verse": 26,
      "text": "Ἀναβαίνουσιν ἕως τῶν οὐρανῶν, καὶ καταβαίνουσιν ἕως τῶν ἀβύσσων· ἡ ψυχὴ αὐτῶν ἐν κακοῖς ἐτήκετο,"
    },
    {
      "verse": 27,
      "text": "ἐταράχθησαν, ἐσαλεύθησαν ὡς ὁ μεθύων, καὶ πᾶσα ἡ σοφία αὐτῶν κατεπόθη."
    },
    {
      "verse": 28,
      "text": "Καὶ ἐκέκραξαν πρὸς Κύριον ἐν τῷ θλίβεσθαι αὐτοὺς, καὶ ἐκ τῶν ἀναγκῶν αὐτῶν ἐξήγαγεν αὐτούς."
    },
    {
      "verse": 29,
      "text": "Καὶ ἐπέταξε τῇ καταιγίδι, καὶ ἔστη εἰς αὖραν, καὶ ἐσίγησαν τὰ κύματα αὐτῆς."
    },
    {
      "verse": 30,
      "text": "Καὶ εὐφράνθησαν, ὅτι ἡσύχασαν, καὶ ὡδήγησεν αὐτοὺς ἐπὶ λιμένα θελήματος αὐτῶν."
    },
    {
      "verse": 31,
      "text": "Ἐξομολογησάσθωσαν τῷ Κυρίῳ τὰ ἐλέη αὐτοῦ, καὶ τὰ θαυμάσια αὐτοῦ τοῖς υἱοῖς τῶν ἀνθρώπων."
    },
    {
      "verse": 32,
      "text": "Ὑψωσάτωσαν αὐτὸν ἐν ἐκκλησίᾳ λαοῦ, καὶ ἐν καθέδρᾳ πρεσβυτέρων αἰνεσάτωσαν αὐτόν."
    },
    {
      "verse": 33,
      "text": "Ἔθετο ποταμοὺς εἰς ἐρήμον, καὶ διεξόδους ὑδάτων εἰς δίψαν·"
    },
    {
      "verse": 34,
      "text": "Γῆν καρποφόρον εἰς ἅλμην, ἀπὸ κακίας τῶν κατοικούντων ἐν αὐτῇ."
    },
    {
      "verse": 35,
      "text": "Ἔθετο ἔρημον εἰς λίμνας ὑδάτων, καὶ γῆν ἄνυδρον εἰς διεξόδους ὑδάτων."
    },
    {
      "verse": 36,
      "text": "Καὶ κατῴκισεν ἐκεῖ πεινῶντας, καὶ συνεστήσαντο πόλεις κατοικεσίας·"
    },
    {
      "verse": 37,
      "text": "Καὶ ἔσπειραν ἀγροὺς, καὶ ἐφύτευσαν ἀμπελῶνας, καὶ ἐποίησαν καρπὸν γεννήματος."
    },
    {
      "verse": 38,
      "text": "Καὶ εὐλόγησεν αὐτοὺς, καὶ ἐπληθύνθησαν σφόδρα, καὶ τὰ κτήνη αὐτῶν οὐκ ἐσμίκρυνε."
    },
    {
      "verse": 39,
      "text": "Καὶ ὠλιγώθησαν καὶ ἐκακώθησαν ἀπὸ θλίψεως κακῶν καὶ ὀδύνης."
    },
    {
      "verse": 40,
      "text": "Ἐξεχύθη ἐξουδένωσις ἐπʼ ἄρχοντας αὐτῶν, καὶ ἐπλάνησεν αὐτοὺς ἐν ἀβάτῳ καὶ οὐχ ὁδῷ."
    },
    {
      "verse": 41,
      "text": "Καὶ ἐβοήθησε πένητι ἐκ πτωχείας, καὶ ἔθετο ὡς πρόβατα πατριάς·"
    },
    {
      "verse": 42,
      "text": "Ὄψονται εὐθεῖς καὶ εὐφρανθήσονται, καὶ πᾶσα ἀνομία ἐμφράξει τὸ στόμα αὐτῆς."
    },
    {
      "verse": 43,
      "text": "Τίς σοφὸς καὶ φυλάξει ταῦτα, καὶ συνήσει τὰ ἐλέη τοῦ Κυρίου;"
    }
  ]
}