{
  "book_id": "PSA",
  "chapter": 113,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀλληλούϊα. Ἐν ἐξόδῳ Ἰσραὴλ ἐξ Αἰγύπτου, οἴκου Ἰακὼβ ἐκ λαοῦ βαρβάρου,"
    },
    {
      "verse": 2,
      "text": "ἐγενήθη Ἰουδαία ἁγίασμα αὐτοῦ, Ἰσραὴλ ἐξουσία αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Ἡ θάλασσα εἶδε καὶ ἔφυγεν, ὁ Ἰορδάνης ἐστράφη εἰς τὰ ὀπίσω."
    },
    {
      "verse": 4,
      "text": "Τὰ ὄρη ἐσκίρτησαν ὡσεὶ κριοὶ, καὶ οἱ βουνοὶ ὡς ἀρνία προβάτων."
    },
    {
      "verse": 5,
      "text": "Τί σοι ἐστὶ θάλασσα ὅτι ἔφυγες; καὶ σὺ Ἰορδάνη ὅτι ἐστράφης εἰς τὰ ὀπίσω;"
    },
    {
      "verse": 6,
      "text": "Τὰ ὄρη ὅτι ἐσκίρτησατε ὡσεὶ κριοί; καὶ οἱ βουνοὶ ὡς ἀρνία προβάτων;"
    },
    {
      "verse": 7,
      "text": "Ἀπὸ προσώπου Κυρίου ἐσαλεύθη ἡ γῆ, ἀπὸ προσώπου τοῦ Θεοῦ Ἰακὼβ,"
    },
    {
      "verse": 8,
      "text": "τοῦ στρέψαντος τὴν πέτραν εἰς λίμνας ὑδάτων, καὶ τὴν ἀκρότομον εἰς πηγὰς ὑδάτων."
    },
    {
      "verse": 9,
      "text": "Μὴ ἡμῖν Κύριε, μὴ ἡμῖν, ἀλλʼ ἢ τῷ ὀνόματί σου δὸς δόξαν, ἐπὶ τῷ ἐλέει σου καὶ τῇ ἀληθείᾳ σου·"
    },
    {
      "verse": 10,
      "text": "μή ποτε εἴπωσι τὰ ἔθνη, ποῦ ἐστιν ὁ Θεὸς αὐτῶν;"
    },
    {
      "verse": 11,
      "text": "Ὁ δὲ Θεὸς ἡμῶν ἐν τῷ οὐρανῷ καὶ ἐν τῇ γῇ, πάντα ὅσα ἠθέλησεν ἐποίησε."
    },
    {
      "verse": 12,
      "text": "Τὰ εἴδωλα τῶν ἐθνῶν, ἀργύριον καὶ χρυσίον, ἔργα χειρῶν ἀνθρώπων."
    },
    {
      "verse": 13,
      "text": "Στόμα ἔχουσι καὶ οὐ λαλήσουσιν, ὀφθαλμοὺς ἔχουσι καὶ οὐκ ὄψονται·"
    },
    {
      "verse": 14,
      "text": "Ὦτα ἔχουσι καὶ οὐκ ἀκούσονται, ῥῖνας ἔχουσι καὶ οὐκ ὀσφρανθήσονται·"
    },
    {
      "verse": 15,
      "text": "Χεῖρας ἔχουσι καὶ οὐ ψηλαφήσουσι, πόδας ἔχουσι καὶ οὐ περιπατήσουσιν, οὐ φωνήσουσιν ἐν τῷ λάρυγγι αὐτῶν."
    },
    {
      "verse": 16,
      "text": "ὅμοιοι αὐτοῖς γένοιντο οἱ ποιοῦντες αὐτὰ, καὶ πάντες οἱ πεποιθότες ἐπʼ αὐτοῖς."
    },
    {
      "verse": 17,
      "text": "Οἶκος Ἰσραὴλ ἔλπισεν ἐπὶ Κύριον, βοηθὸς καὶ ὑπερασπιστὴς αὐτῶν ἐστιν."
    },
    {
      "verse": 18,
      "text": "Οἶκος Ἀαρὼν ἤλπισεν ἐπὶ Κύριον, βοηθὸς καὶ ὑπερασπιστὴς αὐτῶν ἐστιν."
    },
    {
      "verse": 19,
      "text": "Οἱ φοβούμενοι τὸν Κύριον ἤλπισαν ἐπὶ Κύριον, βοηθὸς καὶ ὑπερασπιστὴς αὐτῶν ἐστι."
    },
    {
      "verse": 20,
      "text": "Κύριος μνησθεὶς ἡμῶν εὐλόγησεν ἡμᾶς, εὐλόγησε τὸν οἶκον Ἰσραὴλ, εὐλόγησε τὸν οἶκον Ἀαρών·"
    },
    {
      "verse": 21,
      "text": "Εὐλόγησε τοὺς φοβουμένους τὸν Κύριον, τοὺς μικροὺς μετὰ τῶν μεγάλων."
    },
    {
      "verse": 22,
      "text": "Προσθείη Κύριος ἐφʼ ὑμᾶς, ἐφʼ ὑμᾶς καὶ ἐπὶ τοὺς υἱοὺς ὑμῶν."
    },
    {
      "verse": 23,
      "text": "Εὐλογημένοι ὑμεῖς τῷ Κυρίῳ, τῷ ποιήσαντι τὸν οὐρανὸν καὶ τὴν γῆν."
    },
    {
      "verse": 24,
      "text": "Ὁ οὐρανὸς τοῦ οὐρανοῦ τῷ Κυρίῳ, τὴν δὲ γῆν ἔδωκε τοῖς υἱοῖς τῶν ἀνθρώπων."
    },
    {
      "verse": 25,
      "text": "Οὐχ οἱ νεκροὶ αἰνέσουσί σε Κύριε, οὐδὲ πάντες οἱ καταβαίνοντες εἰς ᾅδου·"
    },
    {
      "verse": 26,
      "text": "Ἀλλʼ ἡμεῖς οἱ ζῶντες εὐλογήσομεν τὸν Κύριον, ἀπὸ τοῦ νῦν καὶ ἕως τοῦ αἰῶνος."
    }
  ]
}