{
  "book_id": "PSA",
  "chapter": 117,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀλληλούϊα. Ἐξομολογεῖσθε τῷ Κυρίῳ, ὅτι ἀγαθὸς, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Εἰπάτω δὴ οἶκος Ἰσραὴλ, ὅτι ἀγαθὸς, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Εἰπάτω δὴ οἶκος Ἀαρὼν, ὅτι ἀγαθὸς, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ."
    },
    {
      "verse": 4,
      "text": "Εἰπάτωσαν δὴ πάντες οἱ φοβούμενοι τὸν Κύριον, ὅτι ἀγαθὸς, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Ἐκ θλίψεως ἐπεκαλεσάμην τὸν Κύριον, καὶ ἐπήκουσέ μου εἰς πλατυσμόν."
    },
    {
      "verse": 6,
      "text": "Κύριος ἐμοὶ βοηθὸς, καὶ οὐ φοβηθήσομαι τί ποιησει μοι ἄνθρωπος."
    },
    {
      "verse": 7,
      "text": "Κύριος ἐμοὶ βοηθὸς, κᾀγὼ ἐπόψομαι τοὺς ἐχθρούς μου."
    },
    {
      "verse": 8,
      "text": "Ἀγαθὸν πεποιθέναι ἐπὶ Κύριον, ἢ πεποιθέναι ἐπʼ ἄνθρωπον."
    },
    {
      "verse": 9,
      "text": "Ἀγαθὸν ἐλπίζειν ἐπὶ Κύριον, ἢ ἐλπίζειν ἐπʼ ἄρχουσι."
    },
    {
      "verse": 10,
      "text": "Πάντα τὰ ἔθνη ἐκύκλωσάν με, καὶ τῷ ὀνόματι Κυρίου ἠμυνάμην αὐτούς·"
    },
    {
      "verse": 11,
      "text": "Κυκλώσαντες ἐκύκλωσάν με, καὶ τῷ ὀνόματι Κυρίου ἠμυνάμην αὐτούς·"
    },
    {
      "verse": 12,
      "text": "Ἐκύκλωσάν με ὡσεὶ μέλισσαι κηρίον, καὶ ἐξεκαύθησαν ὡς πῦρ ἐν ἀκάνθαις, καὶ τῷ ὀνόματι Κυρίου ἠμυνάμην αὐτούς."
    },
    {
      "verse": 13,
      "text": "Ὠσθεὶς ἀνετράπην τοῦ πεσεῖν, καὶ ὁ Κύριος ἀντελάβετό μου."
    },
    {
      "verse": 14,
      "text": "Ἰσχύς μου καὶ ὕμνησίς μου ὁ Κύριος, καὶ ἐγένετό μοι εἰς σωτηρίαν."
    },
    {
      "verse": 15,
      "text": "Φωνὴ ἀγαλλιάσεως καὶ σωτηρίας ἐν σκηναῖς δικαίων· δεξιὰ Κυρίου ἐποίησε δύναμιν,"
    },
    {
      "verse": 16,
      "text": "δεξιὰ Κυρίου ὕψωσέ με· δεξιὰ Κυρίου ἐποίησε δύναμιν."
    },
    {
      "verse": 17,
      "text": "Οὐκ ἀποθανοῦμαι, ἀλλὰ ζήσομαι, καὶ διηγήσομαι τὰ ἔργα Κυρίου."
    },
    {
      "verse": 18,
      "text": "Παιδεύων ἐπαίδευσέ με ὁ Κύριος, καὶ τῷ θανάτῳ οὐ παρέδωκέ με."
    },
    {
      "verse": 19,
      "text": "Ἀνοίξατέ μοι πύλας δικαιοσύνης, εἰσελθὼν ἐν αὐταῖς ἐξομολογήσομαι τῷ Κυρίῳ."
    },
    {
      "verse": 20,
      "text": "Αὕτη ἡ πύλη τοῦ Κυρίου, δίκαιοι εἰσελεύσονται ἐν αὐτῇ."
    },
    {
      "verse": 21,
      "text": "Ἐξομολογήσομαί σοι, ὅτι ἐπήκουσάς μου, καὶ ἐγένου μου εἰς σωτηρίαν."
    },
    {
      "verse": 22,
      "text": "Λίθον ὃν ἀπεδοκίμασαν οἱ οἰκοδομοῦντες, οὗτος ἐγενήθη εἰς κεφαλὴν γωνίας."
    },
    {
      "verse": 23,
      "text": "Παρὰ Κυρίου ἐγένετο αὕτη, καὶ ἔστι θαυμαστὴ ἐν ὀφθαλμοῖς ἡμῶν."
    },
    {
      "verse": 24,
      "text": "Αὕτη ἡ ἡμέρα ἣν ἐποίησεν ὁ Κύριος, ἀγαλλιασώμεθα καὶ εὐφρανθῶμεν ἐν αὐτῇ."
    },
    {
      "verse": 25,
      "text": "Ὦ Κύριε σῶσον δὴ, ὦ Κύριε εὐόδωσον δή."
    },
    {
      "verse": 26,
      "text": "Εὐλογημένος ὁ ἐρχόμενος ἐν ὀνόματι Κυρίου· εὐλογήκαμεν ὑμᾶς ἐξ οἴκου Κυρίου."
    },
    {
      "verse": 27,
      "text": "Θεὸς Κύριος, καὶ ἐπέφανεν ἡμῖν· συστήσασθε ἑορτὴν ἐν τοῖς πυκάζουσιν, ἕως τῶν κεράτων τοῦ θυσιαστηρίου."
    },
    {
      "verse": 28,
      "text": "Θεός μου εἶ σὺ, καὶ ἐξομολογήσομαί σοι· Θεός μου εἶ σὺ, καὶ ὑψώσω σε· ἐξομολογήσομαί σοι, ὅτι ἐπήκουσάς μου, καὶ ἐγένου μοι εἰς σωτηρίαν."
    },
    {
      "verse": 29,
      "text": "Ἐξομολογεῖσθε τῷ Κυρίῳ, ὅτι ἀγαθὸς, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ."
    }
  ]
}