{
  "book_id": "PSA",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀλληλούϊα. Μακάριοι ἄμωμοι ἐν ὁδῷ, οἱ πορευόμενοι ἐν νόμῳ Κυρίου."
    },
    {
      "verse": 2,
      "text": "Μακάριοι οἱ ἐξερευνῶντες τὰ μαρτύρια αὐτοῦ, ἐν ὅλῃ καρδίᾳ ἐκζητήσουσιν αὐτόν."
    },
    {
      "verse": 3,
      "text": "Οὐ γὰρ οἱ ἐργαζόμενοι τὴν ἀνομίαν ἐν ταῖς ὁδοῖς αὐτοῦ ἐπορεύθησαν."
    },
    {
      "verse": 4,
      "text": "Σὺ ἐνετείλω τὰς ἐντολάς σου, τοῦ φυλάξασθαι σφόδρα."
    },
    {
      "verse": 5,
      "text": "Ὄφελον κατευθυνθείησαν αἱ ὁδοί μου, τοῦ φυλάξασθαι τὰ δικαιώματά σου."
    },
    {
      "verse": 6,
      "text": "Τότε οὐ μὴ αἰσχυνθῶ, ἐν τῷ με ἐπιβλέπειν ἐπὶ πάσας τὰς ἐντολάς σου."
    },
    {
      "verse": 7,
      "text": "Ἐξομολογήσομαί σοι ἐν εὐθύτητι καρδίας, ἐν τῷ μεμαθηκέναι με τὰ κρίματα τῆς δικαιοσύνης σου."
    },
    {
      "verse": 8,
      "text": "Τὰ δικαιώματά σου φυλάξω, μή με ἐγκαταλίπῃς ἕως σφόδρα."
    },
    {
      "verse": 9,
      "text": "Ἐν τίνι κατορθώσει νεώτερος τὴν ὁδὸν αὐτοῦ; ἐν τῷ φυλάξασθαι τοὺς λόγους σου."
    },
    {
      "verse": 10,
      "text": "Ἐν ὅλῃ καρδίᾳ μου ἐξεζήτησά σε, μὴ ἀπώσῃ με ἀπὸ τῶν ἐντολῶν σου."
    },
    {
      "verse": 11,
      "text": "Ἐν τῇ καρδίᾳ μου ἔκρυψα τὰ λόγιά σου, ὅπως ἂν μὴ ἁμάρτω σοι."
    },
    {
      "verse": 12,
      "text": "Εὐλογητὸς εἶ Κύριε, δίδαξόν με τὰ δικαιώματά σου."
    },
    {
      "verse": 13,
      "text": "Ἐν τοῖς χείλεσί μου ἐξήγγειλα πάντα τὰ κρίματα τοῦ στόματός σου."
    },
    {
      "verse": 14,
      "text": "Ἐν τῇ ὁδῷ τῶν μαρτυρίων σου ἐτέρφθην, ὡς ἐπὶ παντὶ πλούτῳ."
    },
    {
      "verse": 15,
      "text": "Ἐν ταῖς ἐντολαῖς σου ἀδολεσχήσω, καὶ κατανοήσω τὰς ὁδούς σου."
    },
    {
      "verse": 16,
      "text": "Ἐν τοῖς δικαιώμασί σου μελετήσω, οὐκ ἐπιλήσομαι τῶν λόγων σου."
    },
    {
      "verse": 17,
      "text": "Ἀνταπόδος τῷ δούλῳ σου, ζήσομαι καὶ φυλάξω τοὺς λόγους σου."
    },
    {
      "verse": 18,
      "text": "Ἀποκάλυψον τοὺς ὀφθαλμούς μου, καὶ κατανοήσω τὰ θαυμάσια ἐκ τοῦ νόμου σου."
    },
    {
      "verse": 19,
      "text": "Πάροικος ἐγώ εἰμι ἐν τῇ γῇ, μὴ ἀποκρύψῃς ἀπʼ ἐμοῦ τὰς ἐντολάς σου."
    },
    {
      "verse": 20,
      "text": "Ἐπεπόθησεν ἡ ψυχή μου τοῦ ἐπιθυμῆσαι τὰ κρίματά σου ἐν παντὶ καιρῷ."
    },
    {
      "verse": 21,
      "text": "Ἐπετίμησας ὑπερηφάνοις, ἐπικατάρατοι οἱ ἐκκλίνοντες ἀπὸ τῶν ἐντολῶν σου."
    },
    {
      "verse": 22,
      "text": "Περίελε ἀπʼ ἐμοῦ ὄνειδος καὶ ἐξουδένωσιν, ὅτι τὰ μαρτύριά σου ἐξεζήτησα."
    },
    {
      "verse": 23,
      "text": "Καὶ γὰρ ἐκάθισαν ἄρχοντες, καὶ κατʼ ἐμοῦ κατελάλουν, ὁ δὲ δοῦλός σου ἠδολέσχει ἐν τοῖς δικαιώμασί σου."
    },
    {
      "verse": 24,
      "text": "Καὶ γὰρ τὰ μαρτύριά σου μελέτη μου ἐστὶ, καὶ αἱ συμβουλίαι μου τὰ δικαιώματά σου."
    },
    {
      "verse": 25,
      "text": "Ἐκολλήθη τῷ ἐδάφει ἡ ψυχή μου, ζῆσόν με κατὰ τὸ λόγον σου."
    },
    {
      "verse": 26,
      "text": "Τὰς ὁδούς σου ἐξήγγειλα καὶ ἐπήκουσάς μου, δίδαξόν με τὰ δικαιώματά σου."
    },
    {
      "verse": 27,
      "text": "Ὁδὸν δικαιωμάτων σου συνέτισόν με, καὶ ἀδολεσχήσω ἐν τοῖς θαυμασίοις σου."
    },
    {
      "verse": 28,
      "text": "Ἐνύσταξεν ἡ ψυχή μου ἀπὸ ἀκηδίας, βεβαίωσόν με ἐν τοῖς λόγοις σου."
    },
    {
      "verse": 29,
      "text": "Ὁδὸν ἀδικίας ἀπόστησον ἀπʼ ἐμοῦ, καὶ τῷ νόμῳ σου ἐλέησόν με."
    },
    {
      "verse": 30,
      "text": "Ὁδὸν ἀληθείας ᾑρετισάμην, καὶ τὰ κρίματά σου οὐκ ἐπελαθόμην."
    },
    {
      "verse": 31,
      "text": "Ἐκολλήθην τοῖς μαρτυρίοις σου Κύριε, μή με καταισχύνῃς."
    },
    {
      "verse": 32,
      "text": "Ὁδὸν ἐντολῶν σου ἔδραμον, ὅταν ἐπλάτυνας τὴν καρδίαν μου."
    },
    {
      "verse": 33,
      "text": "Νομοθέτησόν με Κύριε τὴν ὁδὸν τῶν δικαιωμάτων σου, καὶ ἐκζητήσω αὐτὴν διαπαντός."
    },
    {
      "verse": 34,
      "text": "Συνέτισόν με, καὶ ἐξερευνήσω τὸν νόμον σου, καὶ φυλάξω αὐτὸν ἐν ὅλῃ καρδίᾳ μου."
    },
    {
      "verse": 35,
      "text": "Ὁδήγησόν με ἐν τῇ τρίβῳ τῶν ἐντολῶν σου, ὅτι αὐτὴν ἠθέλησα."
    },
    {
      "verse": 36,
      "text": "Κλῖνον τὴν καρδίαν μου εἰς τὰ μαρτύριά σου, καὶ μὴ εἰς πλεονεξίαν."
    },
    {
      "verse": 37,
      "text": "Ἀπόστρεψον τοὺς ὀφθαλμούς μου τοῦ μὴ ἰδεῖν ματαιότητα, ἐν τῇ ὁδῷ σου ζῆσόν με."
    },
    {
      "verse": 38,
      "text": "Στῆσον τῷ δούλῳ σου τὸ λόγιόν σου εἰς τὸν φόβον σου."
    },
    {
      "verse": 39,
      "text": "Περίελε τὸν ὄνειδισμόν μου ὃν ὑπώπτευσα, ὅτι τὰ κρίματά σου χρηστά."
    },
    {
      "verse": 40,
      "text": "Ἰδοὺ ἐπεθύμησα τὰς ἐντολάς σου, ἐν τῇ δικαιοσύνῃ σου ζῆσόν με."
    },
    {
      "verse": 41,
      "text": "Καὶ ἔλθοι ἐπʼ ἐμὲ τὸ ἔλεός σου Κύριε, τὸ σωτήριόν σου κατὰ τὸν λόγον σου."
    },
    {
      "verse": 42,
      "text": "Καὶ ἀποκριθήσομαι τοῖς ὀνειδίζουσί μοι λόγον, ὅτι ἤλπισα ἐπὶ τοῖς λόγοις σου."
    },
    {
      "verse": 43,
      "text": "Καὶ μὴ περιέλῃς ἐκ τοῦ στόματός μου λόγον ἀληθείας ἕως σφόδρα, ὅτι ἐπὶ τοῖς κρίμασί σου ἐπήλπισα."
    },
    {
      "verse": 44,
      "text": "Καὶ φυλάξω τὸν νόμον σου διαπαντὸς, εἰς τὸν αἰῶνα καὶ εἰς τὸν αἰῶνα τοῦ αἰῶνος."
    },
    {
      "verse": 45,
      "text": "Καὶ ἐπορευόμην ἐν πλατυσμῷ, ὅτι τὰς ἐντολάς σου ἐξεζήτησα."
    },
    {
      "verse": 46,
      "text": "Καὶ ἐλάλουν ἐν τοῖς μαρτυρίοις σου ἐναντίον βασιλέων, καὶ οὐκ ᾐσχυνόμην."
    },
    {
      "verse": 47,
      "text": "Καὶ ἐμελέτων ἐν ταῖς ἐντολαῖς σου, αἷς ἠγάπησα σφόδρα."
    },
    {
      "verse": 48,
      "text": "Καὶ ᾖρα τὰς χεῖράς μου πρὸς τὰς ἐντολάς σου ἃς ἠγάπησα, καὶ ἠδολέσχουν ἐν τοῖς δικαιώμασί σου."
    },
    {
      "verse": 49,
      "text": "Μνήσθητι τῶν λόγων σου τῷ δούλῳ σου ὧν ἐπήλπισάς με."
    },
    {
      "verse": 50,
      "text": "Αὕτη με παρεκάλεσεν ἐν τῇ ταπεινώσει μου, ὅτι τὸ λόγιόν σου ἔζησέ με."
    },
    {
      "verse": 51,
      "text": "Ὑπερήφανοι παρηνόμουν ἕως σφόδρα, ἀπὸ δὲ τοῦ νόμου σου οὐκ ἐξέκλινα."
    },
    {
      "verse": 52,
      "text": "Ἐμνήσθην τῶν κριμάτων σου ἀπʼ αἰῶνος Κύριε, καὶ παρεκλήθην."
    },
    {
      "verse": 53,
      "text": "Ἀθυμία κατέσχε με ἀπὸ ἁμαρτωλῶν τῶν ἐγκαταλιμπανόντων τὸν νόμον σου."
    },
    {
      "verse": 54,
      "text": "Ψαλτὰ ἦσάν μοι τὰ δικαιώματά σου, ἐν τόπῳ παροικίας μου·"
    },
    {
      "verse": 55,
      "text": "Ἐμνήσθην ἐν νυκτὶ τοῦ ὀνόματός σου Κύριε, καὶ ἐφύλαξα τὸν νόμον σου."
    },
    {
      "verse": 56,
      "text": "Αὕτη ἐγενήθη μοι, ὅτι τὰ δικαιώματά σου ἐξεζήτησα."
    },
    {
      "verse": 57,
      "text": "Μερίς μου εἶ Κύριε, εἶπα τοῦ φυλάξασθαι τὸν νόμον σου."
    },
    {
      "verse": 58,
      "text": "Ἐδεήθην τοῦ προσώπου σου ἐν ὅλῃ καρδίᾳ μου, ἐλέησόν με κατὰ τὸ λόγιόν σου."
    },
    {
      "verse": 59,
      "text": "Διελογισάμην τὰς ὁδούς σου, καὶ ἐπέστρεψα τοὺς πόδας μου εἰς τὰ μαρτύριά σου."
    },
    {
      "verse": 60,
      "text": "Ἡτοιμάσθην καὶ οὐκ ἐταράχθην, τοῦ φυλάξασθαι τὰς ἐντολάς σου."
    },
    {
      "verse": 61,
      "text": "Σχοινία ἁμαρτωλῶν περιεπλάκησάν μοι, καὶ τοῦ νόμου σου οὐκ ἐπελαθόμην."
    },
    {
      "verse": 62,
      "text": "Μεσονύκτιον ἐξεγειρόμην, τοῦ ἐξομολογεῖσθαί σοι ἐπὶ τὰ κρίματα τῆς δικαιοσύνης σου."
    },
    {
      "verse": 63,
      "text": "Μέτοχος ἐγώ εἰμι πάντων τῶν φοβουμένων σε, καὶ τῶν φυλασσόντων τὰς ἐντολάς σου."
    },
    {
      "verse": 64,
      "text": "Τοῦ ἐλέους σου Κύριε πλήρης ἡ γῆ, τὰ δικαιώματά σου δίδαξόν με."
    },
    {
      "verse": 65,
      "text": "Χρηστότητα ἐποίησας μετὰ τοῦ δούλου σου Κύριε κατὰ τὸν λόγον σου."
    },
    {
      "verse": 66,
      "text": "Χρηστότητα καὶ παιδείαν καὶ γνῶσιν δίδαξόν με, ὅτι ταῖς ἐντολαῖς σου ἐπίστευσα."
    },
    {
      "verse": 67,
      "text": "Πρὸ τοῦ με ταπεινωθῆναι, ἐγὼ ἐπλημμέλησα, διὰ τοῦτο τὸ λόγιόν σου ἐφύλαξα."
    },
    {
      "verse": 68,
      "text": "Χρηστὸς εἶ σὺ Κύριε· καὶ ἐν τῇ χρηστότητί σου δίδαξόν με τὰ δικαιωματά σου."
    },
    {
      "verse": 69,
      "text": "Ἐπληθύνθη ἐπʼ ἐμὲ ἀδικία ὑπερηφάνων, ἐγὼ δὲ ἐν ὅλῃ καρδίᾳ μου ἐξερευνήσω τὰς ἐντολάς σου."
    },
    {
      "verse": 70,
      "text": "Ἐτυρώθη ὡς γάλα ἡ καρδία αὐτῶν, ἐγὼ δὲ τὸν νόμον σου ἐμελέτησα."
    },
    {
      "verse": 71,
      "text": "Ἀγαθόν μοι ὅτι ἐταπείνωσάς με, ὅπως ἂν μάθω τὰ δικαιώματά σου."
    },
    {
      "verse": 72,
      "text": "Ἀγαθόν μοι ὁ νόμος τοῦ στόματός σου, ὑπὲρ χιλιάδας χρυσίου καὶ ἀργυρίου."
    },
    {
      "verse": 73,
      "text": "Αἱ χεῖρές σου ἔποίησάν με καὶ ἐπλασάν με, συνέτισόν με καὶ μαθήσομαι τὰς ἐντολάς σου."
    },
    {
      "verse": 74,
      "text": "Οἱ φοβούμενοί σε ὄψονταί με καὶ εὐφρανθήσονται, ὅτι εἰς τοὺς λόγους σου ἐπήλπισα."
    },
    {
      "verse": 75,
      "text": "Ἔγνων Κύριε ὅτι δικαιοσύνη τὰ κρίματά σου, καὶ ἀληθείᾳ ἐταπείνωσάς με."
    },
    {
      "verse": 76,
      "text": "Γενηθήτω δὴ τὸ ἔλεός σου τοῦ παρακαλέσαι με, κατὰ τὸ λόγιόν σου τῷ δούλῳ σου."
    },
    {
      "verse": 77,
      "text": "Ἐλθέτωσάν μοι οἱ οἰκτιρμοί σου, καὶ ζήσομαι, ὅτι ὁ νόμος σου μελέτη μου ἐστίν."
    },
    {
      "verse": 78,
      "text": "Αἰσχυνθήτωσαν ὑπερήφανοι, ὅτι ἀδίκως ἠνόμησαν εἰς ἐμὲ, ἐγὼ δὲ ἀδολεσχήσω ἐν ταῖς ἐντολαῖς σου."
    },
    {
      "verse": 79,
      "text": "Ἐπιστρεψάτωσάν με οἱ φοβούμενοί σε, καὶ οἱ γινώσκοντες τὰ μαρτύριά σου."
    },
    {
      "verse": 80,
      "text": "Γενηθήτω ἡ καρδία μου ἄμωμος ἐν τοῖς δικαιώμασί σου, ὅπως ἂν μὴ αἰσχυνθῶ."
    },
    {
      "verse": 81,
      "text": "Ἐκλείπει εἰς τὸ σωτήριόν σου ἡ ψυχή μου, εἰς τοὺς λόγους σου ἐπήλπισα."
    },
    {
      "verse": 82,
      "text": "Ἐξέλιπον οἱ ὀφθαλμοί μου εἰς τὸ λόγιόν σου, λέγοντες, πότε παρακαλέσεις με;"
    },
    {
      "verse": 83,
      "text": "Ὅτι ἐγενήθην ὡς ἀσκὸς ἐν πάχνῃ· τὰ δικαιώματά σου οὐκ ἐπελαθόμην."
    },
    {
      "verse": 84,
      "text": "Πόσαι εἰσὶν αἱ ἡμέραι τοῦ δούλου σου; πότε ποιήσεις μοι ἐκ τῶν καταδιωκόντων με κρίσιν;"
    },
    {
      "verse": 85,
      "text": "Διηγήσαντό μοι παράνομοι ἀδολεσχίας, ἀλλʼ οὐχ ὡς ὁ νόμος σου Κύριε."
    },
    {
      "verse": 86,
      "text": "Πᾶσαι αἱ ἐντολαί σου ἀλήθεια· ἀδίκως κατεδίωξάν με, βοήθησόν μοι."
    },
    {
      "verse": 87,
      "text": "Παρὰ βραχὺ συνετέλεσάν με ἐν τῇ γῇ, ἐγὼ δὲ οὐκ ἐγκατέλιπον τὰς ἐντολάς σου."
    },
    {
      "verse": 88,
      "text": "Κατὰ τὸ ἔλεός σου ζῆσόν με, καὶ φυλάξω τὰ μαρτύρια τοῦ στόματός σου."
    },
    {
      "verse": 89,
      "text": "Εἰς τὸν αἰῶνα, Κύριε, ὁ λόγος σου διαμένει ἐν τῷ οὐρανῷ,"
    },
    {
      "verse": 90,
      "text": "εἰς γενεὰν καὶ γενεὰν ἡ ἀλήθειά σου· ἐθεμελίωσας τὴν γῆν καὶ διαμένει."
    },
    {
      "verse": 91,
      "text": "Τῇ διατάξει σου διαμένει ἡμέρα, ὅτι τὰ σύμπαντα δοῦλα σά."
    },
    {
      "verse": 92,
      "text": "Εἰ μὴ ὅτι ὁ νόμος σου μελέτη μου ἐστὶ, τότε ἂν ἀπωλόμην ἐν τῇ ταπεινώσει μου."
    },
    {
      "verse": 93,
      "text": "Εἰς τὸν αἰῶνα οὐ μὴ ἐπιλάθωμαι τῶν δικαιωμάτων σου, ὅτι ἐν αὐτοῖς ἔζησάς με."
    },
    {
      "verse": 94,
      "text": "Σός εἰμι ἐγὼ, σῶσόν με, ὅτι τὰ δικαιώματά σου ἐξεζήτησα."
    },
    {
      "verse": 95,
      "text": "Ἐμὲ ὑπέμειναν ἁμαρτωλοὶ τοῦ ἀπολέσαι με, τὰ μαρτύριά σου συνῆκα."
    },
    {
      "verse": 96,
      "text": "Πάσης συντελείας εἶδον πέρας, πλατεία ἡ ἐντολή σου σφόδρα."
    },
    {
      "verse": 97,
      "text": "Ὡς ἠγάπησα τὸν νόμον σου Κύριε; ὅλην τὴν ἡμέραν μελέτη μου ἐστίν."
    },
    {
      "verse": 98,
      "text": "Ὑπὲρ τοὺς ἐχθρούς μου ἐσόφισάς με τὴν ἐντολήν σου, ὅτι εἰς τὸν αἰῶνα ἐμή ἐστιν."
    },
    {
      "verse": 99,
      "text": "Ὑπὲρ πάντας τοὺς διδάσκοντάς με συνῆκα, ὅτι τὰ μαρτύριά σου μελέτη μου ἐστίν."
    },
    {
      "verse": 100,
      "text": "Ὑπὲρ πρεσβυτέρους συνῆκα, ὅτι τὰς ἐντολάς σου ἐξεζήτησα."
    },
    {
      "verse": 101,
      "text": "Ἐκ πάσης ὁδοῦ πονηρᾶς ἐκώλυσα τοὺς πόδας μου, ὅπως ἂν φυλάξω τοὺς λόγους σου."
    },
    {
      "verse": 102,
      "text": "Ἀπὸ τῶν κριμάτων σου οὐκ ἐξέκλινα, ὅτι σὺ ἐνομοθέτησάς με."
    },
    {
      "verse": 103,
      "text": "Ὡς γλυκέα τῷ λάρυγγί μου τὰ λόγιά σου, ὑπὲρ μέλι τῷ στόματί μου."
    },
    {
      "verse": 104,
      "text": "Ἀπὸ τῶν ἐντολῶν σου συνῆκα, διὰ τοῦτο ἐμίσησα πᾶσαν ὁδὸν ἀδικίας."
    },
    {
      "verse": 105,
      "text": "Λύχνος τοῖς ποσί μου ὁ νόμος σου, καὶ φῶς ταῖς τρίβοις μου."
    },
    {
      "verse": 106,
      "text": "Ὤμοσα καὶ ἔστησα τοῦ φυλάξασθαι τὰ κρίματα τῆς δικαιοσύνης σου."
    },
    {
      "verse": 107,
      "text": "Ἐταπεινώθην ἕως σφόδρα Κύριε, ζῆσόν με κατὰ τὸν λόγον σου."
    },
    {
      "verse": 108,
      "text": "Τὰ ἑκούσια τοῦ στόματός μου εὐλόκησον δὴ Κύριε, καὶ τὰ κρίματά σου δίδαξόν με."
    },
    {
      "verse": 109,
      "text": "Ἡ ψυχή μου ἐν ταῖς χερσὶ σου διαπαντὸς, καὶ τὸν νόμον σου οὐκ ἐπελαθόμην."
    },
    {
      "verse": 110,
      "text": "Ἔθεντο ἁμαρτωλοὶ παγίδα μοι, καὶ ἐκ τῶν ἐντολῶν σου οὐκ ἐπλανήθην."
    },
    {
      "verse": 111,
      "text": "Ἐκληρονόμησα τὰ μαρτύριά σου εἰς τὸν αἰῶνα, ὅτι ἀγαλλιάμα τῆς καρδίας μού εἰσιν."
    },
    {
      "verse": 112,
      "text": "Ἔκλινα τὴν καρδίαν μου τοῦ ποιῆσαι τὰ δικαιώματά σου εἰς τὸν αἰῶνα διʼ ἀντάμειψιν."
    },
    {
      "verse": 113,
      "text": "Παρανόμους ἐμίσησα, τὸν δὲ νόμον σου ἠγάπησα."
    },
    {
      "verse": 114,
      "text": "Βοηθός μου, καὶ ἀντιλήπτωρ μου εἶ σὺ, εἰς τοὺς λόγους σου ἐπήλπισα."
    },
    {
      "verse": 115,
      "text": "Ἐκκλίνατε ἀπʼ ἐμοῦ οἱ πονηρευόμενοι, καὶ ἐξεραυνήσω τὰς ἐντολὰς τοῦ Θεοῦ μου."
    },
    {
      "verse": 116,
      "text": "Ἀντιλαβοῦ μου κατὰ τὸ λόγιόν σου, καὶ ζῆσόν με, καὶ μὴ καταισχύνῃς με ἀπὸ τῆς προσδοκίας μου."
    },
    {
      "verse": 117,
      "text": "Βοήθησόν μοι, καὶ σωθήσομαι, καὶ μελετήσω ἐν τοῖς δικαιώμασί σου διαπαντός."
    },
    {
      "verse": 118,
      "text": "Ἐξουδένωσας πάντας τοὺς ἀποστατοῦντας ἀπὸ τῶν δικαιωμάτων σου, ὅτι ἄδικον τὸ ἐνθύμημα αὐτῶν."
    },
    {
      "verse": 119,
      "text": "Παραβαίνοντας ἐλογισάμην πάντας τοὺς ἁμαρτωλοὺς τῆς γῆς, διὰ τοῦτο ἠγάπησα τὰ μαρτύριά σου."
    },
    {
      "verse": 120,
      "text": "Καθήλωσον ἐκ τοῦ φόβου σου τὰς σάρκας μου, ἀπὸ γὰρ τῶν κριμάτων σου ἐφοβήθην."
    },
    {
      "verse": 121,
      "text": "Ἐποίησα κρίμα καὶ δικαιοσύνην, μὴ παραδῷς με τοῖς ἀδικοῦσί με."
    },
    {
      "verse": 122,
      "text": "Ἔνδεξαι τὸν δοῦλόν σου εἰς ἀγαθὸν, μὴ συκοφαντησάτωσάν με ὑπερήφανοι."
    },
    {
      "verse": 123,
      "text": "Οἱ ὀφθαλμοί μου ἐξέλιπον εἰς τὸ σωτήριόν σου, καὶ εἰς τὸ λόγιον τῆς δικαιοσύνης σου."
    },
    {
      "verse": 124,
      "text": "Ποίησον μετὰ τοῦ δούλου σου κατὰ τὸ ἔλεός σου, καὶ τὰ δικαιώματά σου δίδαξόν με."
    },
    {
      "verse": 125,
      "text": "Δοῦλός σου εἰμὶ ἐγὼ, συνέτισόν με καὶ γνώσομαι τὰ μαρτύριά σου."
    },
    {
      "verse": 126,
      "text": "Καιρὸς τοῦ ποιῆσαι τῷ Κυρίῳ, διεσκέδασαν τὸν νόμον σου."
    },
    {
      "verse": 127,
      "text": "Διὰ τοῦτο ἠγάπησα τὰς ἐντολάς σου ὑπὲρ χρυσίον καὶ τοπάζιον."
    },
    {
      "verse": 128,
      "text": "Διὰ τοῦτο πρὸς πάσας τὰς ἐντολάς σου κατωρθούμην, πᾶσαν ὁδὸν ἄδικον ἐμίσησα."
    },
    {
      "verse": 129,
      "text": "Θαυμαστὰ τὰ μαρτύριά σου, διὰ τοῦτο ἐξηρεύνησεν αὐτὰ ἡ ψυχή μου."
    },
    {
      "verse": 130,
      "text": "Ἡ δήλωσις τῶν λόγων σου φωτιεῖ καὶ συνετιεῖ νηπίους."
    },
    {
      "verse": 131,
      "text": "Τὸ στόμα μου ἤνοιξα, καὶ εἵλκυσα πνεῦμα, ὅτι τὰς ἐντολάς σου ἐπεπόθουν."
    },
    {
      "verse": 132,
      "text": "Ἐπίβλεψον ἐπʼ ἐμὲ καὶ ἐλέησόν με, κατὰ τὸ κρίμα τῶν ἀγαπώντων τὸ ὄνομά σου."
    },
    {
      "verse": 133,
      "text": "Τὰ διαβήματά μου κατεύθυνον κατὰ τὸ λόγιόν σου, καὶ μὴ κατακυριευσάτω μου πᾶσα ἀνομία."
    },
    {
      "verse": 134,
      "text": "Λύτρωσαί με ἀπὸ συκοφαντίας ἀνθρώπων, καὶ φυλάξω τὰς ἐντολάς σου."
    },
    {
      "verse": 135,
      "text": "Τὸ πρόσωπόν σου ἐπίφανον ἐπὶ τὸν δοῦλόν σου, καὶ δίδαξόν με τὰ δικαιώματά σου."
    },
    {
      "verse": 136,
      "text": "Διεξόδους ὑδάτων κατέβησαν οἱ ὀφθαλμοί μου, ἐπεὶ οὐκ ἐφύλαξα τὸν νόμον σου."
    },
    {
      "verse": 137,
      "text": "Δίκαιος εἶ Κύριε, καὶ εὐθεῖς αἱ κρίσεις σου."
    },
    {
      "verse": 138,
      "text": "Ἐνετείλω δικαιοσύνην τὰ μαρτύριά σου, καὶ ἀλήθειαν σφόδρα."
    },
    {
      "verse": 139,
      "text": "Ἐξέτηξέ με ὁ ζῆλός σου, ὅτι ἐπελάθοντο τῶν λόγων σου οἱ ἐχθροί μου."
    },
    {
      "verse": 140,
      "text": "Πεπυρωμένον τὸ λόγιόν σου σφόδρα, καὶ ὁ δοῦλός σου ἠγάπησεν αὐτό."
    },
    {
      "verse": 141,
      "text": "Νεώτερος ἐγὼ εἰμι καὶ ἐξουδενωμένος, τὰ δικαιώματά σου οὐκ ἐπελαθόμην."
    },
    {
      "verse": 142,
      "text": "Ἡ δικαιοσύνη σου δικαιοσύνη εἰς τὸν αἰῶνα, καὶ ὁ νόυος σου ἀλήθεια."
    },
    {
      "verse": 143,
      "text": "Θλίψεις καὶ ἀνάγκαι εὕροσάν με, ἐντολαί σου μελέτη μου."
    },
    {
      "verse": 144,
      "text": "Δικαιοσύνη τὰ μαρτύριά σου εἰς τὸν αἰῶνα· συνέτισόν με, καὶ ζήσομαι."
    },
    {
      "verse": 145,
      "text": "Ἐκέκραξα ἐν ὅλῃ καρδίᾳ μου, ἐπάκουσόν μου Κύριε, τὰ δικαιώματά σου ἐκζητήσω."
    },
    {
      "verse": 146,
      "text": "Ἐκέκραξά σοι, σῶσόν με, καὶ φυλάξω τὰ μαρτύριά σου."
    },
    {
      "verse": 147,
      "text": "Προέφθασα ἐν ἀωρίᾳ καὶ ἐκέκραξα, εἰς τοὺς λόγους σου ἐπήλπισα."
    },
    {
      "verse": 148,
      "text": "Προέφθασαν οἱ ὀφθαλμοί μου πρὸς ὄρθρον, τοῦ μελετᾷν τὰ λόγιά σου."
    },
    {
      "verse": 149,
      "text": "Τῆς φωνῆς μου ἄκουσον Κύριε κατὰ τὸ ἔλεός σου, κατὰ τὸ κρίμα σου ζῆσόν με."
    },
    {
      "verse": 150,
      "text": "Προσήγγισαν οἱ καταδιώκοντές με ἀνομίᾳ, ἀπὸ δὲ τοῦ νόμου σου ἐμακρύνθησαν."
    },
    {
      "verse": 151,
      "text": "Ἐγγὺς εἶ Κύριε, καὶ πᾶσαι αἱ ὁδοί σου ἀλήθεια."
    },
    {
      "verse": 152,
      "text": "Κατʼ ἀρχὰς ἔγνων ἐκ τῶν μαρτυρίων σου, ὅτι εἰς τὸν αἰῶνα ἐθεμελίωσας αὐτά."
    },
    {
      "verse": 153,
      "text": "Ἴδε τὴν ταπείνωσίν μου καὶ ἐξελοῦ με, ὅτι τοῦ νόμου σου οὐκ ἐπελαθόμην."
    },
    {
      "verse": 154,
      "text": "Κρῖνον τὴν κρίσιν μου καὶ λύτρωσαί με, διὰ τὸν λόγον σου ζῆσόν με."
    },
    {
      "verse": 155,
      "text": "Μακρὰν ἀπὸ ἁμαρτωλῶν σωτηρία, ὅτι τὰ δικαιώματά σου οὐκ ἐξεζήτησαν."
    },
    {
      "verse": 156,
      "text": "Οἱ οἰκτιρμοί σου πολλοὶ Κύριε, κατὰ τὸ κρίμα σου ζῆσόν με."
    },
    {
      "verse": 157,
      "text": "Πολλοὶ οἱ ἐκδιώκοντές με καὶ θλίβοντές με· ἐκ τῶν μαρτυρίων σου οὐκ ἐξέκλινα."
    },
    {
      "verse": 158,
      "text": "Εἶδον ἀσυνετοῦντας καὶ ἐξετηκόμην, ὅτι τὰ λόγιά σου οὐκ ἐφυλάξαντο."
    },
    {
      "verse": 159,
      "text": "Ἴδε ὅτι τὰς ἐντολάς σου ἠγάπησα Κύριε, ἐν τῷ ἐλέει σου ζῆσόν με."
    },
    {
      "verse": 160,
      "text": "Ἀρχὴ τῶν λόγων σου ἀλήθεια, καὶ εἰς τὸν αἰῶνα πάντα τὰ κρίματα τῆς δικαιοσύνης σου."
    },
    {
      "verse": 161,
      "text": "Ἄρχοντες κατεδίωξάν με δωρεὰν, καὶ ἀπὸ τῶν λόγων σου ἐδειλίασεν ἡ καρδία μου."
    },
    {
      "verse": 162,
      "text": "Ἀγαλλιάσομαι ἐγὼ ἐπὶ τὰ λόγιά σου, ὡς ὁ εὑρίσκων σκῦλα πολλά."
    },
    {
      "verse": 163,
      "text": "Ἀδικίαν ἐμίσησα καὶ ἐβδελυξάμην, τὸν δὲ νόμον σου ἠγάπησα."
    },
    {
      "verse": 164,
      "text": "Ἑπτάκις τῆς ἡμέρας ᾔνεσά σε ἐπὶ τὰ κρίματα τῆς δικαιοσύνης σου."
    },
    {
      "verse": 165,
      "text": "Εἰρήνη πολλὴ τοῖς ἀγαπῶσι τὸν νόμον σου, καὶ οὐκ ἔστιν αὐτοῖς σκάνδαλον."
    },
    {
      "verse": 166,
      "text": "Προσεδόκων τὸ σωτήριόν σου Κύριε, καὶ τὰς ἐντολάς σου ἠγάπησα."
    },
    {
      "verse": 167,
      "text": "Ἐφύλαξεν ἡ ψυχή μου τὰ μαρτύριά σου, καὶ ἠγάπησεν αὐτὰ σφόδρα."
    },
    {
      "verse": 168,
      "text": "Ἐφύλαξα τὰς ἐντολάς σου καὶ τὰ μαρτύριά σου, ὅτι πᾶσαι αἱ ὁδοί μου ἐναντίον σου Κύριε."
    },
    {
      "verse": 169,
      "text": "Ἐγγυσάτω ἡ δέησίς μου ἐνώπιόν σου Κύριε, κατὰ τὸ λόγιόν σου συνέτισόν με."
    },
    {
      "verse": 170,
      "text": "Εἰσέλθοι τὸ ἀξίωμά μου ἐνώπιόν σου Κύριε, κατὰ τὸ λόγιόν σου ῥῦσαί με."
    },
    {
      "verse": 171,
      "text": "Ἐξερεύξαιντο τὰ χείλη μου ὕμνον, ὅταν διδάξῃς με τὰ δικαιώματά σου."
    },
    {
      "verse": 172,
      "text": "Φθέγξαιτο ἡ γλῶσσά μου τὰ λόγιά σου, ὅτι πᾶσαι αἱ ἐντολαί σου δικαιοσύνη."
    },
    {
      "verse": 173,
      "text": "Γενέσθω ἡ χείρ σου τοῦ σῶσαί με, ὅτι τὰς ἐντολάς σου ᾑρετισάμην."
    },
    {
      "verse": 174,
      "text": "Ἐπεπόθησα τὸ σωτήριόν σου Κύριε, καὶ ὁ νόμος σου μελέτη μου ἐστί."
    },
    {
      "verse": 175,
      "text": "Ζήσεται ἡ ψυχή μου καὶ αἰνέσει σε, καὶ τὰ κρίματά σου βοηθήσει μοι."
    },
    {
      "verse": 176,
      "text": "Ἐπλανήθην ὡς πρόβατον ἀπολωλὸς, ζήτησον τὸν δοῦλόν σου, ὅτι τὰς ἐντολάς σου οὐκ ἐπελαθόμην."
    }
  ]
}