{
  "book_id": "PSA",
  "chapter": 134,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀλληλούϊα. Αἰνεῖτε τὸ ὄνομα Κυρίου, αἰνεῖτε δοῦλοι Κύριον,"
    },
    {
      "verse": 2,
      "text": "Οἱ ἑστῶτες ἐν οἴκω Κυρίου, ἐν αὐλαῖς οἴκου Θεοῦ ἡμῶν."
    },
    {
      "verse": 3,
      "text": "Αἰνεῖτε τὸν Κύριον, ὅτι ἀγαθὸς Κύριος· ψάλατε τῷ ὀνόματι αὐτοῦ, ὅτι καλόν."
    },
    {
      "verse": 4,
      "text": "Ὅτι τὸν Ἰακὼβ ἐξελέξατο ἑαυτῷ ὁ Κύριος, Ἰσραὴλ εἰς περιουσιασμὸν ἑαυτῷ."
    },
    {
      "verse": 5,
      "text": "Ὅτι ἐγὼ ἔγνωκα, ὅτι μέγας ὁ Κύριος, καὶ ὁ Κύριος ἡμῶν παρὰ πάντας τοὺς θεούς."
    },
    {
      "verse": 6,
      "text": "Πάντα ὅσα ἠθέλησεν ὁ Κύριος, ἐποίησεν ἐν τῷ οὐρανῷ καὶ ἐν τῇ γῇ, ἐν ταῖς θαλάσσαις καὶ ἐν πάσαις ταῖς ἀβύσσοις."
    },
    {
      "verse": 7,
      "text": "Ἀνάγων νεφέλας ἐξ ἐσχάτου τῆς γῆς, ἀστραπὰς εἰς ὑετὸν ἐποίησεν· ὁ ἐξάγων ἀνέμους ἐκ θησαυρῶν αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "Ὃς ἐπάταξε τὰ πρωτότοκα Αἰγύπτου ἀπὸ ἀνθρώπου ἕως κτήνους."
    },
    {
      "verse": 9,
      "text": "Ἐξαπέστειλεν σημεῖα καὶ τέρατα ἐν μέσῳ σου Αἴγυπτε, ἐν Φαραῷ καὶ ἐν πᾶσι τοῖς δούλοις αὐτοῦ."
    },
    {
      "verse": 10,
      "text": "Ὃς ἐπάταξεν ἔθνη πολλά, καὶ ἀπέκτεινε βασιλεῖς κραταιούς·"
    },
    {
      "verse": 11,
      "text": "τὸν Σηὼν βασιλέα τῶν Ἀμοῤῥαίων, καὶ τὸν Ὢγ βασιλέα τῆς Βασὰν, καὶ πάσας τὰς βασιλείας Χαναάν·"
    },
    {
      "verse": 12,
      "text": "Καὶ ἔδωκε τὴν γῆν αὐτῶν κληρονομίαν, κληρονομίαν Ἰσραὴλ λαῷ αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Κύριε τὸ ὄνομά σου εἰς τὸν αἰῶνα, καὶ τὸ μνημόσυνόν σου εἰς γενεὰν καὶ γενεάν."
    },
    {
      "verse": 14,
      "text": "Ὅτι κρινεῖ Κύριος τὸν λαὸν αὐτοῦ, καὶ ἐπὶ τοῖς δούλοις αὐτοῦ παρακληθήσεται."
    },
    {
      "verse": 15,
      "text": "Τὰ εἴδωλα τῶν ἐθνῶν ἀργύριον καὶ χρυσίον, ἔργα χειρῶν ἀνθρώπων."
    },
    {
      "verse": 16,
      "text": "Στόμα ἔχουσι καὶ οὐ λαλήσουσιν, ὀφθαλμοὺς ἔχουσι καὶ οὐκ ὄψονται·"
    },
    {
      "verse": 17,
      "text": "Ὦτα ἔχουσι καὶ οὐκ ἐνωτισθήσονται, οὐδὲ γάρ ἐστι πνεῦμα ἐν τῷ στόματι αὐτῶν."
    },
    {
      "verse": 18,
      "text": "Ὅμοιοι αὐτοῖς γένοιντο οἱ ποιοῦντες αὐτὰ, καὶ πάντες οἱ πεποιθότες ἐπʼ αὐτοῖς."
    },
    {
      "verse": 19,
      "text": "Οἶκος Ἰσραὴλ εὐλογήσατε τὸν Κύριον, οἶκος Ἀαρὼν εὐλογήσατε τὸν Κύριον·"
    },
    {
      "verse": 20,
      "text": "Οἶκος Λευὶ, εὐλογήσατε τὸν Κύριον, οἱ φοβούμενοι τὸν Κύριον εὐλογήσατε τὸν Κύριον."
    },
    {
      "verse": 21,
      "text": "Εὐλογητὸς Κύριος ἐκ Σιὼν, ὁ κατοικῶν Ἱερουσαλήμ."
    }
  ]
}