{
  "book_id": "PSA",
  "chapter": 138,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰς τὸ τέλος, ψαλμὸς τῷ Δαυίδ. Κύριε ἐδοκίμασάς με, καὶ ἔγνως με."
    },
    {
      "verse": 2,
      "text": "Σὺ ἔγνως τὴν καθέδραν μου, καὶ τὴν ἔγερσίν μου· σὺ συνῆκας τοὺς διαλογισμούς μου ἀπὸ μακρόθεν."
    },
    {
      "verse": 3,
      "text": "Τὴν τρίβον μου καὶ τὴν σχοῖνόν μου ἑξιχνίασας· καὶ πάσας τὰς ὁδούς μου προεῖδες,"
    },
    {
      "verse": 4,
      "text": "ὅτι οὐκ ἔστι λόγος ἄδικος ἐν γλώσσῃ μου· ἰδοὺ Κύριε, σὺ ἔγνως πάντα"
    },
    {
      "verse": 5,
      "text": "τὰ ἔσχατα καὶ τὰ ἀρχαῖα· σὺ ἔπλασάς με καὶ ἔθηκας ἐπʼ ἐμὲ τὴν χεῖρά σου."
    },
    {
      "verse": 6,
      "text": "Ἐθαυμαστώθη ἡ γνῶσίς σου ἐξ ἐμοῦ, ἐκραταιώθη, οὐ μὴ δύνωμαι πρὸς αὐτήν."
    },
    {
      "verse": 7,
      "text": "Ποῦ πορευθῶ ἀπὸ τοῦ πνεύματός σου, καὶ ἀπὸ τοῦ προσώπου σου ποῦ φύγω;"
    },
    {
      "verse": 8,
      "text": "Ἐὰν ἀναβῶ εἰς τὸν οὐρανὸν, σὺ ἐκεῖ εἶ· ἐὰν καταβῶ εἰς τὸν ᾅδην, πάρει."
    },
    {
      "verse": 9,
      "text": "Ἐὰν ἀναλάβω τὰς πτέρυγάς μου κατʼ ὀρθὸν, καὶ κατασκηνώσω εἰς τὰ ἔσχατα τῆς θαλάσσης,"
    },
    {
      "verse": 10,
      "text": "καὶ γὰρ ἐκεῖ ἡ χείρ σου ὁδηγήσει με, καὶ καθέξει με ἡ δεξιά σου."
    },
    {
      "verse": 11,
      "text": "Καὶ εἶπα, ἄρα σκότος καταπατήσει με, καὶ νὺξ φωτισμὸς ἐν τῇ τρυφῇ μου."
    },
    {
      "verse": 12,
      "text": "Ὅτι σκότος οὐ σκοτισθήσεται ἀπὸ σοῦ, καὶ νὺξ ὡς ἡμέρα φωτισθήσεται· ὡς τὸ σκότος αὐτῆς, οὕτως καὶ τὸ φῶς αὐτῆς."
    },
    {
      "verse": 13,
      "text": "Ὅτι σὺ ἐκτήσω τοὺς νεφρούς μου Κύριε, ἀντελάβου μου ἐκ γαστρὸς μητρός μου."
    },
    {
      "verse": 14,
      "text": "Ἐξομολογήσομαί σοι, ὅτι φοβερῶς ἐθαυμαστώθης· θαυμάσια τὰ ἔργα σου, καὶ ἡ ψυχή μου γινώσκει σφόδρα."
    },
    {
      "verse": 15,
      "text": "Οὐκ ἐκρύβη τὸ ὀστοῦν μου ἀπὸ σοῦ, ὃ ἐποίησας ἐν κρυφῇ, καὶ ἡ ὑπόστασίς μου ἐν τοῖς κατωτάτω τῆς γῆς."
    },
    {
      "verse": 16,
      "text": "Ἀκατέργαστόν μου εἶδου οἱ ἀφθαλμοί σου, καὶ ἐπὶ τὸ βιβλίον σου πάντες γραφήσονται· ἡμέρας πλασθήσονται καὶ οὐθεὶς ἐν αὐτοῖς."
    },
    {
      "verse": 17,
      "text": "Ἐμοὶ δὲ λίαν ἐτιμήθησαν οἱ φίλοι σου ὁ Θεὸς, λίαν ἐκραταιώθησαν αἱ ἀρχαὶ αὐτῶν."
    },
    {
      "verse": 18,
      "text": "Ἐξαριθμήσομαι αὐτοὺς καὶ ὑπὲρ ἄμμον πληθυνθήσονται· ἐξηγέρθην, καὶ ἔτι εἰμὶ μετὰ σοῦ."
    },
    {
      "verse": 19,
      "text": "Ἐὰν ἀποκτείνῃς ἁμαρτωλοὺς ὁ Θεός· ἄνδρες αἱμάτων ἐκκλίνατε ἀπʼ ἐμοῦ,"
    },
    {
      "verse": 20,
      "text": "ὅτι ἐρεῖς εἰς διαλογισμόν· λήψονται εἰς ματαιότητα τὰς πόλεις σου."
    },
    {
      "verse": 21,
      "text": "Οὐχὶ τοὺς μισοῦντάς σε Κύριε ἐμίσησα, καὶ ἐπὶ τοὺς ἐχθρούς σου ἐξετηκόμην;"
    },
    {
      "verse": 22,
      "text": "Τέλειον μῖσος ἐμίσουν αὐτοὺς, εἰς ἐχθροὺς ἐγένοντό μοι."
    },
    {
      "verse": 23,
      "text": "Δοκίμασόν με ὁ Θεὸς, καὶ γνῶθι τὴν καρδίαν μου· ἔτασόν με, καὶ γνῶθι τὰς τρίβους μου."
    },
    {
      "verse": 24,
      "text": "Καὶ ἴδε εἰ ὁδὸς ἀνομίας ἐν ἐμοὶ, καὶ ὁδήγησόν με ἐν ὁδῷ αἰωνίᾳ."
    }
  ]
}