{
  "book_id": "PSA",
  "chapter": 144,
  "verses": [
    {
      "verse": 1,
      "text": "Αἴνεσις τοῦ Δαυίδ. Ὑψώσω σε, ὁ Θεός μου ὁ βασιλεύς μου, καὶ εὐλογήσω τὸ ὄνομά σου εἰς τὸν αἰῶνα καὶ εἰς τὸν αἰῶνα τοῦ αἰῶνος."
    },
    {
      "verse": 2,
      "text": "Καθʼ ἑκάστην ἡμέραν εὐλογήσω σε, καὶ αἰνέσω τὸ ὄνομά σου εἰς τὸν αἰῶνα καὶ εἰς τὸν αἰῶνα τοῦ αἰῶνος."
    },
    {
      "verse": 3,
      "text": "Μέγας ὁ Κύριος καὶ αἰνετὸς σφόδρα, καὶ τῆς μεγαλωσύνης αὐτοῦ οὐκ ἔστι πέρας."
    },
    {
      "verse": 4,
      "text": "Γενεὰ καὶ γενεὰ ἐπαινέσει τὰ ἔργα σου, καὶ τὴν δύναμίν σου ἀπαγγελοῦσι."
    },
    {
      "verse": 5,
      "text": "Καὶ τὴν μεγαλοπρέπειαν τῆς δόξης τῆς ἁγιωσύνης σου λαλήσουσι, καὶ τὰ θαυμάσιά σου διηγήσονται."
    },
    {
      "verse": 6,
      "text": "Καὶ τὴν δύναμιν τῶν φοβερῶν σου ἐροῦσι, καὶ τὴν μεγαλωσύνην σου διηγήσονται."
    },
    {
      "verse": 7,
      "text": "Μνήμην τοῦ πλήθους τῆς χρηστότητός σου ἐξερεύξονται, καὶ τῇ δικαιοσύνῃ σου ἀγαλλιάσονται."
    },
    {
      "verse": 8,
      "text": "Οἰκτίρμων καὶ ἐλεήμων ὁ Κύριος, μακρόθυμος καὶ πολυέλεος."
    },
    {
      "verse": 9,
      "text": "Χρηστὸς Κύριος τοῖς ὑπομένουσι, καὶ οἱ οἰκτιρμοὶ αὐτοῦ ἐπὶ πάντα τὰ ἔργα αὐτοῦ."
    },
    {
      "verse": 10,
      "text": "Ἐξομολογησάσθωσάν σοι, Κύριε, πάντα τὰ ἔργα σου, καὶ οἱ ὅσιοί σου εὐλογησάτωσάν σε."
    },
    {
      "verse": 11,
      "text": "Δόξαν τῆς βασιλείας σου ἐροῦσι, καὶ τὴν δυναστείαν σου λαλήσουσιν·"
    },
    {
      "verse": 12,
      "text": "Τοῦ γνωρίσαι τοῖς υἱοῖς τῶν ἀνθρώπων τὴν δυναστείαν σου, καὶ τὴν δόξαν τῆς μεγαλοπρεπείας τῆς βασιλείας σου."
    },
    {
      "verse": 13,
      "text": "Ἡ βασιλεία σου βασιλεία πάντων τῶν αἰώνων, καὶ ἡ δεσποτία σου ἐν πάσῃ γενεᾷ καὶ γενεᾷ·"
    },
    {
      "verse": 14,
      "text": "Ὑποστηρίζει Κύριος πάντας τοὺς καταπίπτοντας, καὶ ἀνορθοῖ πάντας τοὺς κατεῤῥαγμένους."
    },
    {
      "verse": 15,
      "text": "Οἱ ὀφθαλμοὶ πάντων εἰς σὲ ἐλπίζουσι, καὶ σὺ δίδως τὴν τροφὴν αὐτῶν ἐν εὐκαιρίᾳ."
    },
    {
      "verse": 16,
      "text": "Ἀνοίγεις σὺ τὰς χεῖράς σου, καὶ ἐμπιπλᾷς πᾶν ζῶον εὐδοκίας."
    },
    {
      "verse": 17,
      "text": "Δίκαιος Κύριος ἐν πάσαις ταῖς ὁδοῖς αὐτοῦ, καὶ ὅσιος ἐν πᾶσι τοῖς ἔργοις αὐτοῦ."
    },
    {
      "verse": 18,
      "text": "Ἐγγὺς Κύριος πᾶσιν τοῖς ἐπικαλουμένοις αὐτόν, πᾶσι τοῖς ἐπικαλουμένοις αὐτὸν ἐν ἀληθείᾳ."
    },
    {
      "verse": 19,
      "text": "Θέλημα τῶν φοβουμένων αὐτὸν ποιήσει, καὶ τῆς δεήσεως αὐτῶν ἐπακούσεται, καὶ σώσει αὐτούς."
    },
    {
      "verse": 20,
      "text": "Φυλάσσει Κύριος πάντας τοὺς ἀγαπῶντας αὐτόν, καὶ πάντας τοὺς ἁμαρτωλοὺς ἐξολοθρεύσει."
    },
    {
      "verse": 21,
      "text": "Αἴνεσιν Κυρίου λαλήσει τὸ στόμα μου, καὶ εὐλογείτω πᾶσα σὰρξ τὸ ὄνομα τὸ ἅγιον αὐτοῦ, εἰς τὸν αἰῶνα καὶ εἰς τὸν αἰῶνα τοῦ αἰῶνος."
    }
  ]
}