{
  "book_id": "1CO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Διώκετε τὴν ἀγάπην· ζηλοῦτε δὲ τὰ πνευματικά, μᾶλλον δὲ ἵνα προφητεύητε."
    },
    {
      "verse": 2,
      "text": "ὁ γὰρ λαλῶν γλώσσῃ οὐκ ἀνθρώποις λαλεῖ, ἀλλὰ τῷ Θεῷ· οὐδεὶς γὰρ ἀκούει, πνεύματι δὲ λαλεῖ μυστήρια·"
    },
    {
      "verse": 3,
      "text": "ὁ δὲ προφητεύων ἀνθρώποις λαλεῖ οἰκοδομὴν καὶ παράκλησιν καὶ παραμυθίαν."
    },
    {
      "verse": 4,
      "text": "ὁ λαλῶν γλώσσῃ ἑαυτὸν οἰκοδομεῖ, ὁ δὲ προφητεύων ἐκκλησίαν οἰκοδομεῖ."
    },
    {
      "verse": 5,
      "text": "θέλω δὲ πάντας ὑμᾶς λαλεῖν γλώσσαις, μᾶλλον δὲ ἵνα προφητεύητε· μείζων γὰρ ὁ προφητεύων ἢ ὁ λαλῶν γλώσσαις, ἐκτὸς εἰ μὴ διερμηνεύει, ἵνα ἡ ἐκκλησία οἰκοδομὴν λάβῃ."
    },
    {
      "verse": 6,
      "text": "νυνὶ δέ, ἀδελφοί, ἐὰν ἔλθω πρὸς ὑμᾶς γλώσσαις λαλῶν, τί ὑμᾶς ὠφελήσω, ἐὰν μὴ ὑμῖν λαλήσω ἢ ἐν ἀποκαλύψει ἢ ἐν γνώσει ἢ ἐν προφητείᾳ ἢ ἐν διδαχῇ;"
    },
    {
      "verse": 7,
      "text": "ὅμως τὰ ἄψυχα φωνὴν διδόντα, εἴτε αὐλὸς εἴτε κιθάρα, ἐὰν διαστολὴν τοῖς φθόγγοις μὴ διδῷ, πῶς γνωσθήσεται τὸ αὐλούμενον ἢ τὸ κιθαριζόμενον;"
    },
    {
      "verse": 8,
      "text": "καὶ γὰρ ἐὰν ἄδηλον φωνὴν σάλπιγξ δῷ, τίς παρασκευάσεται εἰς πόλεμον;"
    },
    {
      "verse": 9,
      "text": "οὕτω καὶ ὑμεῖς διὰ τῆς γλώσσης ἐὰν μὴ εὔσημον λόγον δῶτε, πῶς γνωσθήσεται τὸ λαλούμενον; ἔσεσθε γὰρ εἰς ἀέρα λαλοῦντες."
    },
    {
      "verse": 10,
      "text": "τοσαῦτα εἰ τύχοι γένη φωνῶν ἐστιν ἐν κόσμῳ, καὶ οὐδὲν αὐτῶν ἄφωνον·"
    },
    {
      "verse": 11,
      "text": "ἐὰν οὖν μὴ εἰδῶ τὴν δύναμιν τῆς φωνῆς, ἔσομαι τῷ λαλοῦντι βάρβαρος καὶ ὁ λαλῶν ἐν ἐμοὶ βάρβαρος."
    },
    {
      "verse": 12,
      "text": "οὕτω καὶ ὑμεῖς ἐπεὶ ζηλωταί ἐστε πνευμάτων, πρὸς τὴν οἰκοδομὴν τῆς ἐκκλησίας ζητεῖτε ἵνα περισσεύητε."
    },
    {
      "verse": 13,
      "text": "Διόπερ ὁ λαλῶν γλώσσῃ προσευχέσθω ἵνα διερμηνεύῃ."
    },
    {
      "verse": 14,
      "text": "ἐὰν γὰρ προσεύχωμαι γλώσσῃ, τὸ πνεῦμά μου προσεύχεται, ὁ δὲ νοῦς μου ἄκαρπός ἐστι."
    },
    {
      "verse": 15,
      "text": "τί οὖν ἐστι; προσεύξομαι τῷ πνεύματι, προσεύξομαι δὲ καὶ τῷ νοΐ· ψαλῶ τῷ πνεύματι, ψαλῶ δὲ καὶ τῷ νοΐ."
    },
    {
      "verse": 16,
      "text": "ἐπεὶ ἐὰν εὐλογήσῃς τῷ πνεύματι, ὁ ἀναπληρῶν τὸν τόπον τοῦ ἰδιώτου πῶς ἐρεῖ τὸ ἀμὴν ἐπὶ τῇ σῇ εὐχαριστίᾳ; ἐπειδὴ τί λέγεις οὐκ οἶδε·"
    },
    {
      "verse": 17,
      "text": "σὺ μὲν γὰρ καλῶς εὐχαριστεῖς, ἀλλ᾽ ὁ ἕτερος οὐκ οἰκοδομεῖται."
    },
    {
      "verse": 18,
      "text": "εὐχαριστῶ τῷ Θεῷ μου πάντων ὑμῶν μᾶλλον γλώσσαις λαλῶν·"
    },
    {
      "verse": 19,
      "text": "ἀλλ᾽ ἐν ἐκκλησίᾳ θέλω πέντε λόγους διὰ τοῦ νοός μου λαλῆσαι, ἵνα καὶ ἄλλους κατηχήσω, ἢ μυρίους λόγους ἐν γλώσσῃ."
    },
    {
      "verse": 20,
      "text": "Ἀδελφοί, μὴ παιδία γίνεσθε ταῖς φρεσίν, ἀλλὰ τῇ κακίᾳ νηπιάζετε, ταῖς δὲ φρεσὶ τέλειοι γίνεσθε."
    },
    {
      "verse": 21,
      "text": "ἐν τῷ νόμῳ γέγραπται ὅτι \\+w ἐν|strong=\"G1722\"\\+w* \\+w ἑτερογλώσσοις|strong=\"G2084\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w ἐν|strong=\"G1722\"\\+w* \\+w χείλεσιν|strong=\"G5491\"\\+w* \\+w ἑτέροις|strong=\"G2087\"\\+w* \\+w λαλήσω|strong=\"G2980\"\\+w* \\+w τῷ|strong=\"G3588\"\\+w* \\+w λαῷ|strong=\"G2992\"\\+w* \\+w τούτῳ|strong=\"G3778\"\\+w*, \\+w καὶ|strong=\"G2532\"\\+w* \\+w οὐδ|strong=\"G3761\"\\+w*᾽οὕτως \\+w εἰσακούσονταί|strong=\"G1522\"\\+w*μου λέγει Κύριος."
    },
    {
      "verse": 22,
      "text": "ὥστε αἱ γλῶσσαι εἰς σημεῖόν εἰσιν οὐ τοῖς πιστεύουσιν, ἀλλὰ τοῖς ἀπίστοις, ἡ δὲ προφητεία οὐ τοῖς ἀπίστοις, ἀλλὰ τοῖς πιστεύουσιν."
    },
    {
      "verse": 23,
      "text": "Ἐὰν οὖν συνέλθῃ ἡ ἐκκλησία ὅλη ἐπὶ τὸ αὐτὸ καὶ πάντες γλώσσαις λαλῶσιν, εἰσέλθωσι δὲ ἰδιῶται ἢ ἄπιστοι, οὐκ ἐροῦσιν ὅτι μαίνεσθε;"
    },
    {
      "verse": 24,
      "text": "ἐὰν δὲ πάντες προφητεύωσιν, εἰσέλθῃ δέ τις ἄπιστος ἢ ἰδιώτης, ἐλέγχεται ὑπὸ πάντων, ἀνακρίνεται ὑπὸ πάντων,"
    },
    {
      "verse": 25,
      "text": "καὶ οὕτω τὰ κρυπτὰ τῆς καρδίας αὐτοῦ φανερὰ γίνεται· καὶ οὕτω πεσὼν ἐπὶ πρόσωπον προσκυνήσει τῷ Θεῷ, ἀπαγγέλλων ὅτι ὁ Θεὸς ὄντως ἐν ὑμῖν ἐστι."
    },
    {
      "verse": 26,
      "text": "Τί οὖν ἐστιν, ἀδελφοί; ὅταν συνέρχησθε, ἕκαστος ὑμῶν ψαλμὸν ἔχει, διδαχὴν ἔχει, γλῶσσαν ἔχει, ἀποκάλυψιν ἔχει, ἑρμηνείαν ἔχει· πάντα πρὸς οἰκοδομὴν γινέσθω."
    },
    {
      "verse": 27,
      "text": "εἴτε γλώσσῃ τις λαλεῖ, κατὰ δύο ἢ τὸ πλεῖστον τρεῖς, καὶ ἀνὰ μέρος, καὶ εἷς διερμηνευέτω·"
    },
    {
      "verse": 28,
      "text": "ἐὰν δὲ μὴ ᾖ διερμηνευτής, σιγάτω ἐν ἐκκλησίᾳ, ἑαυτῷ δὲ λαλείτω καὶ τῷ Θεῷ."
    },
    {
      "verse": 29,
      "text": "προφῆται δὲ δύο ἢ τρεῖς λαλείτωσαν, καὶ οἱ ἄλλοι διακρινέτωσαν·"
    },
    {
      "verse": 30,
      "text": "ἐὰν δὲ ἄλλῳ ἀποκαλυφθῇ καθημένῳ, ὁ πρῶτος σιγάτω."
    },
    {
      "verse": 31,
      "text": "δύνασθε γὰρ καθ᾽ ἕνα πάντες προφητεύειν, ἵνα πάντες μανθάνωσι καὶ πάντες παρακαλῶνται·"
    },
    {
      "verse": 32,
      "text": "καὶ πνεύματα προφητῶν προφήταις ὑποτάσσεται·"
    },
    {
      "verse": 33,
      "text": "οὐ γάρ ἐστιν ἀκαταστασίας ὁ Θεός, ἀλλὰ εἰρήνης."
    },
    {
      "verse": 34,
      "text": "Ὡς ἐν πάσαις ταῖς ἐκκλησίαις τῶν ἁγίων, αἱ γυναῖκες ὑμῶν ἐν ταῖς ἐκκλησίαις σιγάτωσαν· οὐ γὰρ ἐπιτέτραπται αὐταῖς λαλεῖν, ἀλλ᾽ ὑποτάσσεσθαι, καθὼς καὶ ὁ νόμος λέγει."
    },
    {
      "verse": 35,
      "text": "εἰ δέ τι μαθεῖν θέλουσιν, ἐν οἴκῳ τοὺς ἰδίους ἄνδρας ἐπερωτάτωσαν· αἰσχρὸν γάρ ἐστι γυναιξὶν ἐν ἐκκλησίᾳ λαλεῖν."
    },
    {
      "verse": 36,
      "text": "ἢ ἀφ᾽ ὑμῶν ὁ λόγος τοῦ Θεοῦ ἐξῆλθεν, ἢ εἰς ὑμᾶς μόνους κατήντησεν;"
    },
    {
      "verse": 37,
      "text": "Εἴ τις δοκεῖ προφήτης εἶναι ἢ πνευματικός, ἐπιγινωσκέτω ἃ γράφω ὑμῖν, ὅτι τοῦ Κυρίου εἰσὶν ἐντολαί·"
    },
    {
      "verse": 38,
      "text": "εἰ δέ τις ἀγνοεῖ, ἀγνοείτω."
    },
    {
      "verse": 39,
      "text": "Ὥστε, ἀδελφοί, ζηλοῦτε τὸ προφητεύειν, καὶ τὸ λαλεῖν γλώσσαις μὴ κωλύετε·"
    },
    {
      "verse": 40,
      "text": "πάντα εὐσχημόνως καὶ κατὰ τάξιν γινέσθω."
    }
  ]
}