{
  "book_id": "JAS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "My brethren, be not many teachers, knowing that we shall receive the greater condemnation."
    },
    {
      "verse": 2,
      "text": "For in many things we all offend. If any man offendeth not in word, the same isa perfect man, able also to bridle the whole body."
    },
    {
      "verse": 3,
      "text": "Behold, we put bits in the mouths of horses, that they may obey us; and we turn about their whole body."
    },
    {
      "verse": 4,
      "text": "Behold also the ships, which though they are so great, and aredriven by fierce winds, yet they are turned about with a very small helm, withersoever the governor willeth."
    },
    {
      "verse": 5,
      "text": "Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!"
    },
    {
      "verse": 6,
      "text": "And the tongue isa fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire from hell."
    },
    {
      "verse": 7,
      "text": "For every kind of beasts, and of birds, and of serpents, and of animals in the sea, is tamed, and hath been tamed by mankind:"
    },
    {
      "verse": 8,
      "text": "But the tongue can no man tame; it isan unruly evil, full of deadly poison."
    },
    {
      "verse": 9,
      "text": "With this we bless God, even the Father; and with this we curse men, who are made after the similitude of God."
    },
    {
      "verse": 10,
      "text": "Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be."
    },
    {
      "verse": 11,
      "text": "Doth a fountain send forth at the same place sweet waterand bitter?"
    },
    {
      "verse": 12,
      "text": "Can the fig-tree, my brethren, bear olive-berries? or a vine, figs? so no fountain canyield both salt water and fresh."
    },
    {
      "verse": 13,
      "text": "Who isa wise man and endued with knowledge among you? let him show by a good deportment his works with meekness of wisdom."
    },
    {
      "verse": 14,
      "text": "But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth."
    },
    {
      "verse": 15,
      "text": "This wisdom descendeth not from above, but isearthly, sensual, demoniacal."
    },
    {
      "verse": 16,
      "text": "For where envying and strife is, there isconfusion and every evil work."
    },
    {
      "verse": 17,
      "text": "But the wisdom that is from above is first pure, then peaceable, gentle, andeasy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy."
    },
    {
      "verse": 18,
      "text": "And the fruit of righteousness is sown in peace by them that make peace."
    }
  ]
}