{
  "book_id": "DAN",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "In the third year of Cyrus king of Persia, a thing was revealed to Daniel, whose name was called Belteshazzar; and the thing wastrue, but the time appointed waslong: and he understood the thing, and had understanding of the vision."
    },
    {
      "verse": 2,
      "text": "In those days I Daniel was mourning three full weeks."
    },
    {
      "verse": 3,
      "text": "I ate no pleasant bread, neither came flesh nor wine in my mouth, neither did I anoint myself at all, till three whole weeks were fulfilled."
    },
    {
      "verse": 4,
      "text": "And in the four and twentieth day of the first month, as I was by the side of the great river, which isHiddekel;"
    },
    {
      "verse": 5,
      "text": "Then I lifted up my eyes, and looked, and behold a certain man clothed in linen, whose loins weregirded with fine gold of Uphaz:"
    },
    {
      "verse": 6,
      "text": "His body also waslike the beryl, and his face as the appearance of lightning, and his eyes as lamps of fire, and his arms and his feet like in color to polished brass, and the voice of his words like the voice of a multitude."
    },
    {
      "verse": 7,
      "text": "And I Daniel alone saw the vision: for the men that were with me saw not the vision: but a great quaking fell upon them, so that they fled to hide themselves."
    },
    {
      "verse": 8,
      "text": "Therefore I was left alone, and saw this great vision, and there remained no strength in me: for my comeliness was turned in me into corruption, and I retained no strength."
    },
    {
      "verse": 9,
      "text": "Yet I heard the voice of his words: and when I heard the voice of his words, then I was in a deep sleep on my face, and my face toward the ground."
    },
    {
      "verse": 10,
      "text": "And behold, a hand touched me, which set me upon my knees and uponthe palms of my hands."
    },
    {
      "verse": 11,
      "text": "And he said to me, O Daniel, a man greatly beloved, understand the words that I speak to thee, and stand upright: for to thee I am now sent. And when he had spoken this word to me, I stood trembling."
    },
    {
      "verse": 12,
      "text": "Then said he to me, Fear not, Daniel: for from the first day that thou didst set thy heart to understand, and to chasten thyself before thy God, thy words were heard, and I am come for thy words."
    },
    {
      "verse": 13,
      "text": "But the prince of the kingdom of Persia withstood me one and twenty days: but lo, Michael, one of the chief princes, came to help me; and I remained there with the kings of Persia."
    },
    {
      "verse": 14,
      "text": "Now I have come to make thee understand what shall befall thy people in the latter days: for yet the vision isfor many days."
    },
    {
      "verse": 15,
      "text": "And when he had spoken such words to me, I set my face towards the ground, and I became dumb."
    },
    {
      "verse": 16,
      "text": "And behold, onelike the similitude of the sons of men touched my lips: then I opened my mouth, and spoke, and said to him that stood before me, O my lord, by the vision my sorrows are turned upon me, and I have retained no strength."
    },
    {
      "verse": 17,
      "text": "For how can the servant of this my lord talk with this my lord? for as for me, immediately there remained no strength in me, neither is there breath left in me."
    },
    {
      "verse": 18,
      "text": "Then there came again and touched me onelike the appearance of a man, and he strengthened me,"
    },
    {
      "verse": 19,
      "text": "And said, O man greatly beloved, fear not: peace beto thee, be strong, yes, be strong. And when he had spoken to me, I was strengthened, and said, Let my lord speak; for thou hast strengthened me."
    },
    {
      "verse": 20,
      "text": "Then said he, Knowest thou for what cause I come to thee? and now will I return to fight with the prince of Persia: and when I am gone forth, lo, the prince of Grecia shall come."
    },
    {
      "verse": 21,
      "text": "But I will show thee that which is noted in the scripture of truth: and there isnone that holdeth with me in these things, but Michael your prince."
    }
  ]
}