{
  "book_id": "2TI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "But know this, that in the last days grievous times will come."
    },
    {
      "verse": 2,
      "text": "For men will be lovers of themselves, lovers of money, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy, without"
    },
    {
      "verse": 3,
      "text": "natural affection, implacable, slanderers, incontinent, fierce, without love for what is good,"
    },
    {
      "verse": 4,
      "text": "betrayers, headstrong, puffed up, lovers of pleasure rather than lovers of God;"
    },
    {
      "verse": 5,
      "text": "having a form of godliness, but denying the power thereof. And from these turn away."
    },
    {
      "verse": 6,
      "text": "For of these are they who creep into houses, and lead captive silly women laden with sins, led away by divers lusts,"
    },
    {
      "verse": 7,
      "text": "ever learning, and never able to come to the full knowledge of the truth."
    },
    {
      "verse": 8,
      "text": "Now as Jannes and Jambres withstood Moses, so also do these withstand the truth; men corrupted in their minds, reprobate concerning the faith."
    },
    {
      "verse": 9,
      "text": "But they will proceed no further; for their folly will be clearly manifest to all, as that of those men was."
    },
    {
      "verse": 10,
      "text": "But thou art well acquainted with my teaching, manner of life, purpose, faith, long-suffering, love, patience,"
    },
    {
      "verse": 11,
      "text": "persecutions, sufferings; what things came upon me at Antioch, at Iconium, at Lystra; what persecutions I endured, and out of them all the Lord delivered me."
    },
    {
      "verse": 12,
      "text": "Yea, and all that desire to live godly in Christ Jesus will suffer persecution."
    },
    {
      "verse": 13,
      "text": "But evil men and impostors will wax worse and worse, deceiving and being deceived."
    },
    {
      "verse": 14,
      "text": "But do thou continue in the things which thou didst learn and wast assured of, knowing from what teachers thou didst learn them,"
    },
    {
      "verse": 15,
      "text": "and that from a child thou hast known the Holy Scriptures, which are able to make thee wise unto salvation, through faith which is in Christ Jesus."
    },
    {
      "verse": 16,
      "text": "All Scripture is inspired by God, and is profitable for teaching, for reproof, for correction, for discipline in righteousness;"
    },
    {
      "verse": 17,
      "text": "that the man of God may be perfect, thoroughly furnished unto every good work."
    }
  ]
}