{
  "book_id": "JER",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Strengthen yourselves, you⌃ children of Benjamin, \\add to flee\\add* out of the midst of Jerusalem, and sound an alarm with the trumpet in Thecue, and set up a signal over Baethacharma: for evil threatens from the north, and a great destruction is coming."
    },
    {
      "verse": 2,
      "text": "And \\add your\\add* pride, O daughter of Sion, shall be taken away."
    },
    {
      "verse": 3,
      "text": "The shepherds and their flocks shall come to her; and they shall pitch \\add their\\add* tents against her round about, and shall feed \\add their flocks\\add* each with his hand."
    },
    {
      "verse": 4,
      "text": "Prepare yourselves for war against her; rise up, and let us go up against her at noon. Woe to us! for the day has gone down, for the shadows of the day fail."
    },
    {
      "verse": 5,
      "text": "Rise, and let us go up against her by night, and destroy her foundations."
    },
    {
      "verse": 6,
      "text": "For thus says the Lord, Hew down her trees, array a numerous force against Jerusalem. O false city; \\add there is\\add* all oppression in her."
    },
    {
      "verse": 7,
      "text": "As a cistern cools water, so her wickedness cools her, ungodliness and misery shall be heard in her, \\add as\\add* continually before her."
    },
    {
      "verse": 8,
      "text": "You shall be chastened, O Jerusalem, with pain and the scourge, lest my soul depart from you; lest I make you a desert land, which shall not be inhabited."
    },
    {
      "verse": 9,
      "text": "For thus says the Lord, Glean, glean thoroughly as a vine the remnant of Israel: turn back \\add your hands\\add* as a grape-gatherer to his basket."
    },
    {
      "verse": 10,
      "text": "To whom shall I speak, and testify, that he may listen? behold, your ears are uncircumcised, and they shall not be able to hear: behold, the word of the Lord is become to them a reproach, they will not at all desire it."
    },
    {
      "verse": 11,
      "text": "And I allowed my wrath to come to full, yet I kept \\add it\\add* in, and did not utterly destroy them: I will pour it out on the children without, and on the assembly of young men together: for man and woman shall be taken together, the old man with him that is full of days."
    },
    {
      "verse": 12,
      "text": "And their houses shall be turned to others, \\add with\\add* their fields and their wives together: for I will stretch out my hand upon the inhabitants of this land, says the Lord."
    },
    {
      "verse": 13,
      "text": "For from the least of them even to the greatest they have all committed iniquity; from the priest even to the false prophet they have all wrought falsely."
    },
    {
      "verse": 14,
      "text": "And they healed the breach of my people \\add imperfectly\\add*, making light \\add of it\\add*, and saying, Peace, peace, and where is peace?"
    },
    {
      "verse": 15,
      "text": "They were ashamed because they failed; yet they were not ashamed as those who are \\add truly\\add* ashamed, and they knew not their own disgrace: therefore shall they \\add utterly\\add* fall when they do fall, and in the time of visitation shall they perish, said the Lord."
    },
    {
      "verse": 16,
      "text": "Thus says the Lord, Stand you⌃ in the ways, and see, and ask for the old paths of the Lord; and see what is the good way, and walk in it, and you⌃ shall find purification for your souls. But they said, We will not walk \\add in them\\add*."
    },
    {
      "verse": 17,
      "text": "I have set watchmen over you, \\add saying\\add*, Hear you⌃ the sound of the trumpet. But they said, We will not hear \\add it\\add*."
    },
    {
      "verse": 18,
      "text": "Therefore have the nations heard, and they that feed their flocks."
    },
    {
      "verse": 19,
      "text": "Hear, O earth: behold, I will bring evils upon this people, \\add even\\add* the fruit of their rebellions; for they have not heeded my words, and they have rejected my law."
    },
    {
      "verse": 20,
      "text": "Therefore do you⌃ bring me frankincense from Saba, and cinnamon from a land afar off? your whole burnt offerings are not acceptable, and your sacrifices have not been pleasant to me."
    },
    {
      "verse": 21,
      "text": "Therefore thus says the Lord, Behold, I \\add will\\add* bring weakness upon this people, and the fathers and sons shall be weak together; the neighbor and his friend shall perish."
    },
    {
      "verse": 22,
      "text": "Thus says the Lord, Behold, a people comes from the north, and nations shall be stirred up from the end of the earth."
    },
    {
      "verse": 23,
      "text": "They shall lay hold on bow and spear; \\add the people\\add* is fierce, and will have no mercy; their voice is as the roaring sea; they shall array themselves for war against you as fire on horses and chariots, O daughter of Sion."
    },
    {
      "verse": 24,
      "text": "We have heard the report of them: our hands are weakened: anguish has seized us, the pangs as of a woman in travail."
    },
    {
      "verse": 25,
      "text": "Go not forth into the field, and walk not in the ways; for the sword of the enemy lingers round about."
    },
    {
      "verse": 26,
      "text": "O daughter of my people, gird yourself with sackcloth: sprinkle \\add yourself\\add* with ashes; make for yourself pitiable lamentation, \\add as\\add* the mourning for a beloved \\add son\\add*: for misery will come suddenly upon you."
    },
    {
      "verse": 27,
      "text": "I have caused you to be tried among tried nations, and you shall know me when I have tried their way."
    },
    {
      "verse": 28,
      "text": "\\add They are\\add* all disobedient, walking perversely: \\add they are\\add* brass and iron; they are all corrupted."
    },
    {
      "verse": 29,
      "text": "The bellows have failed from the fire, the lead has failed: the silversmith works at his trade in vain; their wickedness is not consumed."
    },
    {
      "verse": 30,
      "text": "Call you⌃ them reprobate silver, because the Lord has rejected them."
    }
  ]
}