{
  "book_id": "JER",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to me, Though Moses and Samuel stood before my face, my soul could not be toward them: dismiss this people, and let them go forth."
    },
    {
      "verse": 2,
      "text": "And it shall be, if they say to you, Whither shall we go forth? then you shall say to them, Thus says the Lord; As many as are for death, to death; and as many as are for famine, to famine; and as many as are for the sword, to the sword; and as many as are for captivity, to captivity."
    },
    {
      "verse": 3,
      "text": "And I will punish them with four kinds of death, says the Lord, the sword to kill, and the dogs to tear, and the wild beasts of the earth, and the birds of the sky to devour and destroy."
    },
    {
      "verse": 4,
      "text": "And I will deliver them up for distress to all the kingdoms of the earth, because of Manasses son of Ezekias king of Juda, for all that he did in Jerusalem."
    },
    {
      "verse": 5,
      "text": "Who will spare you, O Jerusalem? and who will fear for you? or who will turn back to askfor your welfare?"
    },
    {
      "verse": 6,
      "text": "You have turned away from me, says the Lord, you will go back: therefore I will stretch out my hand, and will destroy you, and will no more spare them."
    },
    {
      "verse": 7,
      "text": "And I will completely scatter them; in the gates of my people they are bereaved of children: they have destroyed my people because of their iniquities."
    },
    {
      "verse": 8,
      "text": "Their widows have been multiplied more than the sand of the sea: I have brought young men against the mother, evendistress at noon-day: I have suddenly cast upon her trembling and anxiety."
    },
    {
      "verse": 9,
      "text": "She that bore seven is spent; her soul has fainted under trouble; her sun is gone down while it is yet noon; she is ashamed and disgraced: I will give the remnant of them to the sword before their enemies."
    },
    {
      "verse": 10,
      "text": "Woe is me, mymother! you have born me as some man of strife, and at variance with the whole earth; I have not helped others, nor has any one helped me; my strength has failed among them that curse me."
    },
    {
      "verse": 11,
      "text": "Be it so, Lord, in their prosperity; surely I stood before you in the time of their calamities, and in the time of their affliction, for theirgood against the enemy."
    },
    {
      "verse": 12,
      "text": "Will iron be known? whereas your strength is a brazen covering."
    },
    {
      "verse": 13,
      "text": "Yes, I will give your treasures for a spoil as a recompence, because of all your sins and thatin all your borders."
    },
    {
      "verse": 14,
      "text": "And I will enslave you to your enemies round about, in a land which you have not known; for a fire has been kindled out of my wrath; it shall burn upon you."
    },
    {
      "verse": 15,
      "text": "O Lord, remember me, and visit me, and vindicate me before them that persecute me; do not bear long with them; know how I have met with reproach for your sake, from those who set at nothing your words;"
    },
    {
      "verse": 16,
      "text": "consume them; and your word shall be to me for the joy and gladness of my heart: for your name has been called upon me, O Lord Almighty."
    },
    {
      "verse": 17,
      "text": "I have not sat in the assembly of them as they mocked, but I feared because of your power: I sat alone, for I was filled with bitterness."
    },
    {
      "verse": 18,
      "text": "Why do they that grieve me prevail against me? my wound is severe; whence shall I be healed? it is indeed become to me as deceitful water, that has no faithfulness."
    },
    {
      "verse": 19,
      "text": "Therefore thus says the Lord, If you will return, then will I restore you, and you shall stand before my face: and if you will bring forth the precious from the worthless, you shall be as my mouth: and they shall return to you; but you shall not return to them."
    },
    {
      "verse": 20,
      "text": "And I will make you to this people as a strong brazen wall; and they shall fight against you, but they shall by no means prevail against you;"
    },
    {
      "verse": 21,
      "text": "for I am with you to save you, and to deliver you out of the hand of wicked men; and I will ransom you out of the hand of pestilent men."
    }
  ]
}