{
  "book_id": "JER",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "THUS SAITH THE LORD AGAINST THE PHILISTINES;"
    },
    {
      "verse": 2,
      "text": "Behold, waters come up from the north, and shall become a sweeping torrent, and it shall sweep away the land, and its fulness; the city, and them that dwell in it: and men shall cry and all that dwell in the land shall howl,"
    },
    {
      "verse": 3,
      "text": "at the sound of his rushing, at \\add the sound of\\add* his hoofs, and at the rattling of his chariots, at the noise of his wheels: the fathers turned not to their children because of the weakness of their hands,"
    },
    {
      "verse": 4,
      "text": "in the day that is coming to destroy all the Philistines: and I will utterly destroy Tyre and Sidon and all the rest of their allies: for the Lord will destroy the remaining \\add inhabitants\\add* of the islands."
    },
    {
      "verse": 5,
      "text": "Baldness is come upon Gaza; Ascalon is cast away, and the remnant of the Enakim."
    },
    {
      "verse": 6,
      "text": "How long will you strike, O sword of the Lord? how long will it be ere you are quiet? return into your sheath, rest, and be removed."
    },
    {
      "verse": 7,
      "text": "How shall it be quiet, whereas the Lord has given it a commission against Ascalon, and against the regions on the sea-coast, to awake against the remaining \\add countries\\add*! CONCERNING IDUMEA, thus says the Lord; There is no longer wisdom in Thaeman, counsel has perished from the wise ones, their wisdom is gone,"
    },
    {
      "verse": 8,
      "text": "their place has been deceived. Dig deep for a dwelling, you⌃ that inhabit Daedam, for he has wrought grievously: I brought trouble upon him in the time at which I visited him."
    },
    {
      "verse": 9,
      "text": "For grape gatherers are come, who shall not leave you a remnant; as thieves by night, they shall lay their hand upon \\add your possessions\\add*."
    },
    {
      "verse": 10,
      "text": "For I have stripped Esau, I have uncovered their secret places; they shall have no power to hide themselves, they have perished \\add each\\add* by the hand of his brother, my neighbor, and it is impossible"
    },
    {
      "verse": 11,
      "text": "for your fatherless one to be left to live, but I shall live, and the widows trust in me."
    },
    {
      "verse": 12,
      "text": "For thus says the Lord; They who were not appointed to drink the cup have drunk \\add it\\add*; and you shall by no means be cleared:"
    },
    {
      "verse": 13,
      "text": "for by myself I have sworn, says the Lord, that you shall be in the midst of her an impassable \\add land\\add*, and a reproach, and a curse; and all her cities shall be desert for ever."
    },
    {
      "verse": 14,
      "text": "I have heard a report from the Lord, and he has sent messengers to the nations, \\add saying, \\add*Assemble yourselves, and come against her; rise you⌃ up to war."
    },
    {
      "verse": 15,
      "text": "I have made you small among the nations, utterly contemptible among men."
    },
    {
      "verse": 16,
      "text": "Your insolence has risen up against you, the fierceness of your heart has burst the holes of the rocks, it has seized upon the strength of a lofty hill; for as an eagle he set his nest on high: thence will I bring you down."
    },
    {
      "verse": 17,
      "text": "And Idumea shall be a desert: every one that passes by shall hiss at it."
    },
    {
      "verse": 18,
      "text": "As Sodom was overthrown and Gomorrha and they that sojourned in her, says the Lord Almighty, no man shall dwell there, nor shall any son of man inhabit there."
    },
    {
      "verse": 19,
      "text": "Behold, he shall come up as a lion out of the midst of Jordan to the place of Aetham: for I will speedily drive them from it, and do you⌃ set the young men against her: for who is like me? and who will withstand me? and who \\add is\\add* this shepherd, who shall confront me?"
    },
    {
      "verse": 20,
      "text": "Therefore hear you⌃ the counsel of the Lord, which he has framed against Idumea; and his device, which he has devised against the inhabitants of Thaeman: surely the least of the sheep shall be swept off; surely their dwelling shall be made desolate for them."
    },
    {
      "verse": 21,
      "text": "For at the sound of their fall the earth was scared, and the cry of the sea was not heard."
    },
    {
      "verse": 22,
      "text": "Behold, he shall look \\add upon her\\add* as an eagle, and spread forth \\add his\\add* wings over her strongholds; and the heart of the mighty men of Idumea shall be in that day as the heart of a woman in her pangs."
    }
  ]
}