{
  "book_id": "JER",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "And these are the words of the book which Jeremias sent from Jerusalem to the elders of the captivity, and to the priests, and to the false prophets, even an epistle to Babylon for the captivity, and to all the people;"
    },
    {
      "verse": 2,
      "text": "(after the departure of Jechonias the king and the queen, and the eunuchs, and every freeman, and bondman, and artificer, out of Jerusalem;)"
    },
    {
      "verse": 3,
      "text": "by the hand of Eleasan son of Saphan, and Gamarias son of Chelcias, (whom Sedekias king of Juda sent to the king of Babylon to Babylon) saying,"
    },
    {
      "verse": 4,
      "text": "Thus said the Lord God of Israel concerning the captivity which I caused to be carried away from Jerusalem;"
    },
    {
      "verse": 5,
      "text": "Build you⌃ houses, and inhabit \\add them\\add*; and plant gardens, and eat the fruits thereof;"
    },
    {
      "verse": 6,
      "text": "and take you⌃ wives, and beget sons and daughters; and take wives for your sons, and give your daughters to husbands, and be multiplied, and be not diminished."
    },
    {
      "verse": 7,
      "text": "And seek the peace of the land into which I have carried you captive, and you⌃ shall pray to the Lord for the people: for in its peace you⌃ shall \\add have\\add* peace."
    },
    {
      "verse": 8,
      "text": "For thus says the Lord; Let not the false prophets that are among you persuade you, and let not your diviners persuade you, and listen not to your dreams which you⌃ dream."
    },
    {
      "verse": 9,
      "text": "For they prophesy to you unrighteous \\add words\\add* in my name; and I sent them not."
    },
    {
      "verse": 10,
      "text": "For thus said the Lord; When seventy years shall be on the point of being accomplished at Babylon, I will visit you, and will confirm my words to you, to bring back your people to this place."
    },
    {
      "verse": 11,
      "text": "And I will devise for you a device of peace, and not evil, to bestow upon you these \\add good things\\add*."
    },
    {
      "verse": 12,
      "text": "And do you⌃ pray to me, and I will listen to you: and do you⌃ earnestly seek me, and you⌃ shall find me;"
    },
    {
      "verse": 13,
      "text": "for you⌃ shall seek me with your whole heart."
    },
    {
      "verse": 14,
      "text": "And I will appear to you:"
    },
    {
      "verse": 15,
      "text": "whereas you⌃ said, The Lord has appointed for us prophets in Babylon:"
    },
    {
      "verse": 21,
      "text": "Thus says the Lord concerning Achiab, and concerning Sedekias; Behold, I \\add will\\add* deliver them into the hands of the king of Babylon; and he shall strike them in your sight."
    },
    {
      "verse": 22,
      "text": "And they shall make of them a curse in all the captivity of Juda in Babylon, saying, The Lord do to you as he did to Sedekias, and as he did to Achiab, whom the king of Babylon fried in the fire;"
    },
    {
      "verse": 23,
      "text": "because of the iniquity which they wrought in Israel, and \\add because\\add* they committed adultery with the wives of their fellow-citizens; and spoke a word in my name, which I did not command them \\add to speak\\add*, and I am witness, says the Lord."
    },
    {
      "verse": 24,
      "text": "And to Samaeas the Aelamite you shall say,"
    },
    {
      "verse": 25,
      "text": "I sent you not in my name: and to Sophonias the priest the son of Maasaeas say you,"
    },
    {
      "verse": 26,
      "text": "The Lord has made you priest in the place of Jodae the priest, to be ruler in the house of the Lord over every prophet, and to every madman, and you shall put them in prison, and into the dungeon."
    },
    {
      "verse": 27,
      "text": "And now therefore have you⌃ reviled together Jeremias of Anathoth, who prophesied to you?"
    },
    {
      "verse": 28,
      "text": "Did he not send for this purpose? for in the course of this month he sent to you to Babylon, saying, It is far off: build you⌃ houses, and inhabit \\add them\\add*; and plant gardens, and eat the fruit of them."
    },
    {
      "verse": 29,
      "text": "And Sophonias read the book in the ears of Jeremias."
    },
    {
      "verse": 30,
      "text": "Then the word of the Lord came to Jeremias, saying,"
    },
    {
      "verse": 31,
      "text": "Send to the captivity, saying, Thus says the Lord concerning Samaeas the Aelamite, Since Samaeas has prophesied to you, and I sent him not, and he has made you to trust in iniquity,"
    },
    {
      "verse": 32,
      "text": "therefore thus says the Lord; Behold, I will visit Samaeas, and his family: and there shall not be a man of them in the midst of you to see the good which I will do to you: they shall not see \\add it\\add*."
    }
  ]
}