{
  "book_id": "JER",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "THE WORD THAT CAME TO JEREMIAS FROM THE LORD, SAYING,"
    },
    {
      "verse": 2,
      "text": "Thus speaks the Lord God of Israel, saying, Write all the words which I have spoken to you in a book."
    },
    {
      "verse": 3,
      "text": "For, behold, the days come, says the Lord, when I will bring back the captivity of my people Israel and Juda, said the Lord: and I will bring them back to the land which I gave to their fathers, and they shall be lords of it."
    },
    {
      "verse": 4,
      "text": "AND THESE ARE THE WORDS WHICH THE LORD SPOKE CONCERNING ISRAEL AND JUDA;"
    },
    {
      "verse": 5,
      "text": "Thus said the Lord: You⌃ shall hear a sound of fear, there isfear, and there is not peace."
    },
    {
      "verse": 6,
      "text": "Enquire, and see if a male has born a child? and askconcerning the fear, wherein they shall hold their loins, and look forsafety: for I have seen every man, and his hands are on his loins; theirfaces are turned to paleness."
    },
    {
      "verse": 7,
      "text": "For that day is great, and there is not such another; and it is a time of straitness to Jacob; but he shall be saved out of it."
    },
    {
      "verse": 8,
      "text": "In that day, said the Lord, I will break the yoke off their neck, and will burst their bonds, and they shall no longer serve strangers:"
    },
    {
      "verse": 9,
      "text": "but they shall serve the Lord their God; and I will raise up to them David their king."
    },
    {
      "verse": 12,
      "text": "Thus says the Lord; I have brought on youdestruction; your stroke is painful."
    },
    {
      "verse": 13,
      "text": "There is none to judge your cause: you have been painfully treated for healing, there is no help for you."
    },
    {
      "verse": 14,
      "text": "All your friends have forgotten you; they shall not ask about youat all, for I have struck you with he stroke of an enemy, evensevere correction: your sins have abounded above all your iniquity."
    },
    {
      "verse": 15,
      "text": "Your sins have abounded beyond the multitude of your iniquities, thereforethey have done these things to you. Therefore all that devour you shall be eaten, and all your enemies shall eat all their ownflesh."
    },
    {
      "verse": 16,
      "text": "And they that spoil you shall become a spoil, and I will give up to be plundered all that have plundered you."
    },
    {
      "verse": 17,
      "text": "For I will bring about your healing, I will heal you of your grievous wound, says the Lord; for you are called Dispersed: she is your prey, for no one seeks after her."
    },
    {
      "verse": 18,
      "text": "Thus said the Lord; Behold, I will turn the captivity of Jacob, and will have pity upon his prisoners; and the city shall be built upon her hill, and the people shall settle after their manner."
    },
    {
      "verse": 19,
      "text": "And there shall go forth from them singers, eventhe sound of men making merry: and I will multiply them, and they shall not at all be diminished."
    },
    {
      "verse": 20,
      "text": "And their sons shall go in as before, and their testimonies shall be established before me, and I will visit them that afflict them."
    },
    {
      "verse": 21,
      "text": "And their mighty ones shall be over them, and their prince shall proceed of themselves; and I will gather them, and they shall return to me: for who is this that has set his heart to return to me? says the Lord."
    },
    {
      "verse": 23,
      "text": "For the wrathful anger of the lord has gone forth, evena whirlwind of anger has gone forth: it shall come upon the ungodly."
    },
    {
      "verse": 24,
      "text": "The fierce anger of the Lord shall not return, until he shall execute it, and until he shall establish the purpose of his heart: in the latter days you⌃ shall know these things."
    }
  ]
}