{
  "book_id": "JER",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "The word that came from the Lord to Jeremias in the tenth year of king Sedekias, this is the eighteenth year of king Nabuchodonosor king of Babylon."
    },
    {
      "verse": 2,
      "text": "And the host of the king of Babylon had made a rampart against Jerusalem: and Jeremias was kept in the court of the prison, which is in the king's house;"
    },
    {
      "verse": 3,
      "text": "in which king Sedekias \\add had\\add* shut him up, saying, Therefore do you prophesy, saying, Thus says the Lord, Behold, I \\add will\\add* give this city into the hands of the king of Babylon, and he shall take it;"
    },
    {
      "verse": 4,
      "text": "and Sedekias shall by no means be delivered out of the hand of the Chaldeans, for he shall certainly be given up into the hands of the king of Babylon, and his mouth shall speak to his mouth, and his eyes shall look upon his eyes;"
    },
    {
      "verse": 5,
      "text": "and Sedekias shall go into Babylon, and dwell there?"
    },
    {
      "verse": 6,
      "text": "AND THE WORD OF THE LORD CAME TO JEREMIAS, SAYING,"
    },
    {
      "verse": 7,
      "text": "Behold, Anameel the son of Salom your father's brother is coming to you, saying, Buy you my field that is in Anathoth: for you \\add have\\add* the right to take \\add it\\add* as a purchase."
    },
    {
      "verse": 8,
      "text": "So Anameel the son of Salom my father's brother came to me into the court of the prison, and said, Buy you my field that is in the land of Benjamin, in Anathoth: for you \\add have\\add* a right to buy it, and you are the elder. So I knew that it was the word of the Lord."
    },
    {
      "verse": 9,
      "text": "And I bought the field of Anameel the son of my father's brother, and I weighed him seventeen shekels of silver."
    },
    {
      "verse": 10,
      "text": "And I wrote \\add it\\add* in a book, and sealed \\add it\\add*, and took the testimony of witnesses, and weighed the money in the balance."
    },
    {
      "verse": 11,
      "text": "And I took the book of the purchase that was sealed;"
    },
    {
      "verse": 12,
      "text": "and I gave it to Baruch son of Nerias, son of Maasaeas, in the sight of Anameel my father's brother's son, and in the sight of the men that stood by and wrote in the book of the purchase, and in the sight of the Jews that were in the court of the prison."
    },
    {
      "verse": 13,
      "text": "And I charged Baruch in their presence, saying, Thus says the Lord Almighty;"
    },
    {
      "verse": 14,
      "text": "Take this book of the purchase, and the book that has been read; and you shall put it into an earthen vessel, that it may remain many days."
    },
    {
      "verse": 15,
      "text": "For thus says the Lord; There shall yet be bought fields and houses and vineyards in this land."
    },
    {
      "verse": 16,
      "text": "And I prayed to the Lord after I had given the book of the purchase to Baruch the son of Nerias, saying,"
    },
    {
      "verse": 17,
      "text": "O \\add ever\\add* living Lord! you have made the heaven and the earth by your great power, and with your high and lofty arm: nothing can be hidden from you."
    },
    {
      "verse": 18,
      "text": "Granting mercy to thousands, and recompensing the sins of the fathers into the bosoms of their children after them: the great, the strong God;"
    },
    {
      "verse": 19,
      "text": "the Lord of great counsel, and mighty in deeds, the great Almighty God, and Lord of great name: your eyes are upon the ways of the children of men, to give to every one according to his way:"
    },
    {
      "verse": 20,
      "text": "who have wrought signs and wonders in the land of Egypt even to this day, and in Israel, and among the inhabitants of the earth; and you did make for yourself a name, as at this day;"
    },
    {
      "verse": 21,
      "text": "and you did bring out your people Israel out of the land of Egypt with signs, and with wonders, with a mighty hand, and with a high arm, and with great sights;"
    },
    {
      "verse": 22,
      "text": "and you gave them this land, which you did swear \\add to give\\add* to their fathers, a land flowing with milk and honey;"
    },
    {
      "verse": 23,
      "text": "and they went in, and took it; but they listened not to your voice, and walked not in your ordinances; they did none of the things which you did command them, and they caused all these calamities to happen to them."
    },
    {
      "verse": 24,
      "text": "Behold, a multitude is come against the city to take it; and the city is given into the hands of the Chaldeans that fight against it, by the power of the sword, and the famine: as you have spoken, so has it happened."
    },
    {
      "verse": 25,
      "text": "And you say to me, Buy you the field for money; and I wrote a book, and sealed \\add it\\add*, and took the testimony of witnesses: and the city is given into the hands of the Chaldeans."
    },
    {
      "verse": 26,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 27,
      "text": "I am the Lord, the God of all flesh: shall anything be hidden from me!"
    },
    {
      "verse": 28,
      "text": "Therefore thus says the Lord God of Israel; This city shall certainly be delivered into the hands of the king of Babylon, and he shall take it:"
    },
    {
      "verse": 29,
      "text": "and the Chaldeans shall come to war against this city, and they shall burn this city with fire, and shall burn down the houses wherein they burnt incense on the roofs thereof to Baal, and poured drink-offerings to other gods, to provoke me."
    },
    {
      "verse": 30,
      "text": "For the children of Israel and the children of Juda alone did evil in my sight from their youth."
    },
    {
      "verse": 31,
      "text": "For this city was \\add obnoxious\\add* to my anger and my wrath, from the day that they built it even to this day; that I should remove it from my presence,"
    },
    {
      "verse": 32,
      "text": "because of all the wickedness of the children of Israel and Juda, which they wrought to provoke me, they and their kings, and their princes, and their priests, and their prophets, the men of Juda, and the dwellers in Jerusalem."
    },
    {
      "verse": 33,
      "text": "And they turned the back to me, and not the face: whereas I taught them early in the morning, but they listened no more to receive instructions."
    },
    {
      "verse": 34,
      "text": "And they set their pollutions in the house, on which my name was called, by their uncleannesses."
    },
    {
      "verse": 35,
      "text": "And they built to Baal the altars that are in the valley of the son of Ennom, to offer their sons and their daughters to king Moloch; which things I commanded them not, neither came it into my mind that they should do this abomination, to cause Juda to sin."
    },
    {
      "verse": 36,
      "text": "And now thus has the Lord God of Israel said concerning this city, of which you say, it shall be delivered into the hands of the king of Babylon by the sword, and by famine, and banishment."
    },
    {
      "verse": 37,
      "text": "Behold, I \\add will\\add* gather them out of every land, where I have scattered them in my anger, and my wrath, and great fury; and I will bring them back into this place, and will cause them to dwell safely:"
    },
    {
      "verse": 38,
      "text": "and they shall be to me a people, and I will be to them a god."
    },
    {
      "verse": 39,
      "text": "And I will give them another way, and another heart, to fear me continually, and \\add that\\add* for good to them and their children after them."
    },
    {
      "verse": 40,
      "text": "And I will make with them an everlasting covenant, which I will by no means turn away from them, and I will put my fear into their heart, that they may not depart from me."
    },
    {
      "verse": 41,
      "text": "And I will visit \\add them\\add* to do them good, and I will plant them in this land in faithfulness, and with all my heart, and with all \\add my\\add* soul."
    },
    {
      "verse": 42,
      "text": "For thus says the Lord; As I have brought upon this people all these great evils, so will I bring upon them all the good things which I pronounced upon them."
    },
    {
      "verse": 43,
      "text": "And there shall yet be fields bought in the land, of which you say, it shall be destitute of man and beast; and they are delivered into the hands of the Chaldeans."
    },
    {
      "verse": 44,
      "text": "And they shall buy fields for money, and you shall write a book, and seal \\add it\\add*, and shall take the testimony of witnesses in the land of Benjamin, and round about Jerusalem, and in the cities of Juda, and in the cities of the mountain, and in the cities of the plain, and in the cities of the south: for I will turn their captivity."
    }
  ]
}