{
  "book_id": "JER",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "THE WORD THAT CAME TO JEREMIAS from the Lord in the days of Joakim, king of Juda, saying,"
    },
    {
      "verse": 2,
      "text": "Go to the house of the Archabin, and you shall bring them to the house of the Lord, into one of the courts, and give them wine to drink."
    },
    {
      "verse": 3,
      "text": "So I brought forth Jechonias the son of Jeremin the son of Chabasin, and his brethren, and his sons, and all the family of the Archabin;"
    },
    {
      "verse": 4,
      "text": "and I brought them into the house of the Lord, into the chamber of the sons of Joanan, the son of Ananias, the son of Godolias, a man of God, who dwells near the house of the princes that are over the house of Maasaeas the son of Selom, who kept the court."
    },
    {
      "verse": 5,
      "text": "And I set before them a jar of wine, and cups, and I said, Drink you⌃ wine."
    },
    {
      "verse": 6,
      "text": "But they said, We will on no account drink wine, for our father Jonadab the son of Rechab commanded us, saying, You⌃ shall on no account drink wine, neitheryou⌃, nor your sons for ever:"
    },
    {
      "verse": 7,
      "text": "nor shall you⌃ at all build houses, nor sow any seed, nor shall you⌃ have a vineyard: for you⌃ shall dwell in tents all your days; that you⌃ may live many days upon the land, in which you⌃ sojourn."
    },
    {
      "verse": 8,
      "text": "And we listened to the voice of Jonadab our father, so as to drink no wine all our days, we, and our wives, and our sons, and our daughters;"
    },
    {
      "verse": 9,
      "text": "and so as to build no houses to dwell in: and we have had no vineyard, nor field, nor seed:"
    },
    {
      "verse": 10,
      "text": "but we have lived in tents, and have listened, and done according to all that Jonadab our father commanded us."
    },
    {
      "verse": 11,
      "text": "And it came to pass, when Nabuchodonosor came up against the land, that we said we would come in; and we entered into Jerusalem, for fear of the host of the Chaldeans, and for fear of the host of the Assyrians: and we lived there."
    },
    {
      "verse": 12,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 13,
      "text": "Thus says the Lord, Go, and say to the men of Juda, and to them that dwell in Jerusalem, Will you⌃ not receive correction to listen to my words?"
    },
    {
      "verse": 14,
      "text": "The sons of Jonadab the son of Rechab have kept the word which he commanded his children, that they should drink no wine; and they have not drunk it: but I spoke to you early, and you⌃ listened not."
    },
    {
      "verse": 15,
      "text": "And I sent to you my servants the prophets, saying, Turn you⌃ every one from his evil way, and amend your practices, and go not after other gods to serve them, and you⌃ shall dwell upon the land which I gave to you and to your fathers: but you⌃ inclined not your ears, and listened not."
    },
    {
      "verse": 16,
      "text": "But the sons of Jonadab the son of Rechab have kept the command of their father; but this people has not listened to me."
    },
    {
      "verse": 17,
      "text": "Therefore thus says the Lord; Behold, I willbring upon Juda and upon the inhabitants of Jerusalem all the evils which I pronounced against them."
    },
    {
      "verse": 18,
      "text": "Therefore thus says the Lord; Since the sons of Jonadab the son of Rechab have listened to the command of their father, to do as their father commanded them:"
    },
    {
      "verse": 19,
      "text": "there shall never be lacking a man of the sons of Jonadab the son of Rechab to stand before my face while the earth remains."
    }
  ]
}