{
  "book_id": "JER",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "And Sedekias the son of Josias reigned instead of Joakim, whom Nabuchodonosor appointed to reign over Juda."
    },
    {
      "verse": 2,
      "text": "And he and his servants and the people of the land listened not to the words of the Lord, which he spoke by Jeremias."
    },
    {
      "verse": 3,
      "text": "And king Sedekias sent Joachal son of Selemias and Sophonias the priest son of Maasaeas to Jeremias, saying, Pray now for us to the Lord."
    },
    {
      "verse": 4,
      "text": "Now Jeremias came and went through the midst of the city: for they \\add had\\add* not put him into the house of the prison."
    },
    {
      "verse": 5,
      "text": "And the host of Pharao was come forth out of Egypt; and the Chaldeans heard the report of them, and they went up from Jerusalem."
    },
    {
      "verse": 6,
      "text": "And the word of the Lord came to Jeremias, saying,"
    },
    {
      "verse": 7,
      "text": "Thus said the Lord; Thus shall you say to the king of Juda who sent to you, to seek me; Behold, the army of Pharao which is come forth to help you: they shall return to the land of Egypt:"
    },
    {
      "verse": 8,
      "text": "and the Chaldeans themselves shall turn again, and fight against this city, and take it, and burn it with fire."
    },
    {
      "verse": 9,
      "text": "For thus says the Lord; Suppose not in your hearts, saying, The Chaldeans will certainly depart from us: for they shall not depart."
    },
    {
      "verse": 10,
      "text": "And though you⌃ should strike the whole host of the Chaldeans that fight against you, and there should be left a few wounded \\add men\\add*, these should rise up each in his place, and burn this city with fire."
    },
    {
      "verse": 11,
      "text": "And it came to pass, when the host of the Chaldeans had gone up from Jerusalem for fear of the host of Pharao,"
    },
    {
      "verse": 12,
      "text": "that Jeremias went forth from Jerusalem to go into the land of Benjamin, to buy thence \\add a property\\add* in the midst of the people."
    },
    {
      "verse": 13,
      "text": "And he was in the gate of Benjamin, and \\add there was\\add* there a man with whom he lodged, Saruia the son of Selemias, the son of Ananias; and he caught Jeremias, saying, You are fleeing to the Chaldeans."
    },
    {
      "verse": 14,
      "text": "And he said, \\add It is\\add* false; I do not flee to the Chaldeans. But he listened not to him; and Saruia caught Jeremias, and brought him to the princes."
    },
    {
      "verse": 15,
      "text": "And the princes were very angry with Jeremias, and struck him, and sent him into the house of Jonathan the scribe: for they had made this a prison."
    },
    {
      "verse": 16,
      "text": "So Jeremias came into the dungeon, and into the cells, and he remained there many days."
    },
    {
      "verse": 17,
      "text": "Then Sedekias sent, and called him; and the king asked him secretly, saying, Is there a word from the Lord? and he said, There is: you shall be delivered into the hands of the king of Babylon."
    },
    {
      "verse": 18,
      "text": "And Jeremias said to the king, Wherein have I wronged you, or your servants, or this people, that you put me in prison?"
    },
    {
      "verse": 19,
      "text": "And where are your prophets who prophesied to you saying, The king of Babylon shall not come against this land?"
    },
    {
      "verse": 20,
      "text": "Now therefore, my lord the king, let my supplication come before your face: and why do you send me back to the house of Jonathan the scribe? and let me not on any account die there."
    },
    {
      "verse": 21,
      "text": "Then the king commanded, and they cast him into the prison, and gave him a loaf a day out of the place where they bake, until the bread failed out of the city. So Jeremias continued in the court of the prison."
    }
  ]
}