{
  "book_id": "NEH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "But it came to pass that when Sanballat heard that we were building the wall, he was wroth, and took great indignation, and mocked the Jews."
    },
    {
      "verse": 2,
      "text": "And he spoke before his brethren, and the army of Samaria, and said, What do these feeble Jews? will they fortify themselves? will they sacrifice? will they make an end in a day? will they revive the stones out of the heaps of the rubbish which are burned?"
    },
    {
      "verse": 3,
      "text": "Now Tobiah the Ammonite \\add was\\add* by him, and he said, Even that which they build, if a fox should go up, he would even break down their stone wall."
    },
    {
      "verse": 4,
      "text": "Hear, O our God; for we are despised: and turn their reproach upon their own head, and give them for a prey in the land of captivity:"
    },
    {
      "verse": 5,
      "text": "And cover not their iniquity, and let not their sin be blotted out from before thee: for they have provoked \\add thee\\add* to anger before the builders."
    },
    {
      "verse": 6,
      "text": "So we built the wall; and all the wall was joined together to the half of it, for the people had a mind to work."
    },
    {
      "verse": 7,
      "text": "But it came to pass, when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the walls of Jerusalem were set up, \\add and\\add* that the breaches began to be stopped, then they were very wroth,"
    },
    {
      "verse": 8,
      "text": "And conspired all of them together to come \\add and\\add* to fight against Jerusalem, and to hinder it."
    },
    {
      "verse": 9,
      "text": "Nevertheless we made our prayer to our God, and set a watch against them day and night, because of them."
    },
    {
      "verse": 10,
      "text": "And Judah said, The strength of the bearers of burdens is decayed, and \\add there is\\add* much rubbish; so that we are not able to build the wall."
    },
    {
      "verse": 11,
      "text": "And our adversaries said, They shall not know, neither see, till we come in the midst among them, and slay them, and cause the work to cease."
    },
    {
      "verse": 12,
      "text": "And it came to pass, that when the Jews who dwelt by them came, they said to us ten times, From all places whence ye shall return to us \\add they will be upon you\\add* ."
    },
    {
      "verse": 13,
      "text": "Therefore I set in the lower places behind the wall, \\add and\\add* on the higher places, I even set the people after their families with their swords, their spears, and their bows."
    },
    {
      "verse": 14,
      "text": "And I looked, and arose, and said to the nobles, and to the rulers, and to the rest of the people, Be ye not afraid of them: remember the LORD \\add who is\\add* great and terrible, and fight for your brethren, your sons, and your daughters, your wives, and your houses."
    },
    {
      "verse": 15,
      "text": "And it came to pass, when our enemies heard that it was known to us, and God had brought their counsel to naught, that we returned all of us to the wall, every one to his work."
    },
    {
      "verse": 16,
      "text": "And it came to pass, from that time forth, \\add that\\add* the half of my servants wrought in the work, and the other half of them held both the spears, the shields, and the bows, and the habergeons; and the rulers \\add were\\add* behind all the house of Judah."
    },
    {
      "verse": 17,
      "text": "They who built on the wall, and they that bore burdens, with those that laded, \\add every one\\add* with one of his hands wrought in the work, and with the other \\add hand\\add* held a weapon."
    },
    {
      "verse": 18,
      "text": "For the builders, every one had his sword girded by his side, and \\add so\\add* built. And he that sounded the trumpet \\add was\\add* by me."
    },
    {
      "verse": 19,
      "text": "And I said to the nobles, and to the rulers, and to the rest of the people, The work \\add is\\add* great and large, and we are separated upon the wall, one far from another."
    },
    {
      "verse": 20,
      "text": "In what place \\add therefore\\add* ye hear the sound of the trumpet, resort ye thither to us: our God will fight for us."
    },
    {
      "verse": 21,
      "text": "So we labored in the work: and half of them held the spears from the rising of the morning till the stars appeared."
    },
    {
      "verse": 22,
      "text": "Likewise at the same time said I to the people, Let every one with his servant lodge within Jerusalem, that in the night they may be a guard to us, and labor in the day."
    },
    {
      "verse": 23,
      "text": "So neither I, nor my brethren, nor my servants, nor the men of the guard who followed me, none of us put off our clothes, \\add saving that\\add* every one put them off for washing."
    }
  ]
}