{
  "book_id": "NEH",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Now it came to pass, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed,"
    },
    {
      "verse": 2,
      "text": "That I gave my brother Hanani, and Hananiah the ruler of the palace, charge over Jerusalem: for he wasa faithful man, and feared God above many."
    },
    {
      "verse": 3,
      "text": "And I said to them, Let not the gates of Jerusalem be opened until the sun shall be hot; and while they stand by, let them shut the doors, and bar them: and appoint watches of the inhabitants of Jerusalem, every one in his watch, and every one to beover against his house."
    },
    {
      "verse": 4,
      "text": "Now the city waslarge and great: but the people in it werefew, and the houses werenot built."
    },
    {
      "verse": 5,
      "text": "And my God put into my heart to assemble the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them who came up at the first, and found written in it,"
    },
    {
      "verse": 6,
      "text": "These arethe children of the province, that went up out of the captivity, of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and came again to Jerusalem and to Judah, every one to his city;"
    },
    {
      "verse": 7,
      "text": "Who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number, I say, of the men of the people of Israel was this;"
    },
    {
      "verse": 8,
      "text": "The children of Parosh, two thousand a hundred and seventy two."
    },
    {
      "verse": 9,
      "text": "The children of Shephatiah, three hundred and seventy two."
    },
    {
      "verse": 10,
      "text": "The children of Arah, six hundred and fifty two."
    },
    {
      "verse": 11,
      "text": "The children of Pahath-moab, of the children of Jeshua and Joab, two thousand and eight hundred andeighteen."
    },
    {
      "verse": 12,
      "text": "The children of Elam, a thousand two hundred and fifty four."
    },
    {
      "verse": 13,
      "text": "The children of Zattu, eight hundred and forty five."
    },
    {
      "verse": 14,
      "text": "The children of Zaccai, seven hundred and sixty."
    },
    {
      "verse": 15,
      "text": "The children of Binnui, six hundred and forty eight."
    },
    {
      "verse": 16,
      "text": "The children of Bebai, six hundred and twenty eight."
    },
    {
      "verse": 17,
      "text": "The children of Azgad, two thousand three hundred and twenty two."
    },
    {
      "verse": 18,
      "text": "The children of Adonikam, six hundred and sixty seven."
    },
    {
      "verse": 19,
      "text": "The children of Bigvai, two thousand and sixty seven."
    },
    {
      "verse": 20,
      "text": "The children of Adin, six hundred and fifty five."
    },
    {
      "verse": 21,
      "text": "The children of Ater of Hezekiah, ninety eight."
    },
    {
      "verse": 22,
      "text": "The children of Hashum, three hundred and twenty eight."
    },
    {
      "verse": 23,
      "text": "The children of Bezai, three hundred and twenty four."
    },
    {
      "verse": 24,
      "text": "The children of Hariph, a hundred and twelve."
    },
    {
      "verse": 25,
      "text": "The children of Gibeon, ninety five."
    },
    {
      "verse": 26,
      "text": "The men of Beth-lehem and Netophah, a hundred and eighty eight."
    },
    {
      "verse": 27,
      "text": "The men of Anathoth, a hundred and twenty eight."
    },
    {
      "verse": 28,
      "text": "The men of Beth-azmaveth, forty two."
    },
    {
      "verse": 29,
      "text": "The men of Kirjath-jearim, Chephirah, and Beeroth, seven hundred and forty three."
    },
    {
      "verse": 30,
      "text": "The men of Ramah and Gaba, six hundred and twenty one."
    },
    {
      "verse": 31,
      "text": "The men of Michmas, a hundred and twenty two."
    },
    {
      "verse": 32,
      "text": "The men of Beth-el and Ai, a hundred and twenty three."
    },
    {
      "verse": 33,
      "text": "The men of the other Nebo, fifty two."
    },
    {
      "verse": 34,
      "text": "The children of the other Elam, a thousand two hundred and fifty four."
    },
    {
      "verse": 35,
      "text": "The children of Harim, three hundred and twenty."
    },
    {
      "verse": 36,
      "text": "The children of Jericho, three hundred and forty five."
    },
    {
      "verse": 37,
      "text": "The children of Lod, Hadid, and Ono, seven hundred and twenty one."
    },
    {
      "verse": 38,
      "text": "The children of Senaah, three thousand nine hundred and thirty."
    },
    {
      "verse": 39,
      "text": "The priests: the children of Jedaiah, of the house of Jeshua, nine hundred and seventy three."
    },
    {
      "verse": 40,
      "text": "The children of Immer, a thousand and fifty two."
    },
    {
      "verse": 41,
      "text": "The children of Pashur, a thousand two hundred and forty seven."
    },
    {
      "verse": 42,
      "text": "The children of Harim, a thousand and seventeen."
    },
    {
      "verse": 43,
      "text": "The Levites: the children of Jeshua, of Kadmiel, andof the children of Hodevah, seventy four."
    },
    {
      "verse": 44,
      "text": "The singers: the children of Asaph, a hundred and forty eight."
    },
    {
      "verse": 45,
      "text": "The porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, a hundred and thirty eight."
    },
    {
      "verse": 46,
      "text": "The Nethinims: the children of Ziha, the children of Hashupha, the children of Tabbaoth,"
    },
    {
      "verse": 47,
      "text": "The children of Keros, the children of Sia, the children of Padon,"
    },
    {
      "verse": 48,
      "text": "The children of Lebana, the children of Hagaba, the children of Shalmai,"
    },
    {
      "verse": 49,
      "text": "The children of Hanan, the children of Giddel, the children of Gahar,"
    },
    {
      "verse": 50,
      "text": "The children of Reaiah, the children of Rezin, the children of Nekoda,"
    },
    {
      "verse": 51,
      "text": "The children of Gazzam, the children of Uzza, the children of Phaseah,"
    },
    {
      "verse": 52,
      "text": "The children of Besai, the children of Meunim, the children of Nephishesim,"
    },
    {
      "verse": 53,
      "text": "The children of Bakbuk, the children of Hakupha, the children of Harhur,"
    },
    {
      "verse": 54,
      "text": "The children of Bazlith, the children of Mehida, the children of Harsha,"
    },
    {
      "verse": 55,
      "text": "The children of Barkos, the children of Sisera, the children of Tamah,"
    },
    {
      "verse": 56,
      "text": "The children of Neziah, the children of Hatipha."
    },
    {
      "verse": 57,
      "text": "The children of Solomon's servants: the children of Sotai, the children of Sophereth, the children of Perida,"
    },
    {
      "verse": 58,
      "text": "The children of Jaala, the children of Darkon, the children of Giddel,"
    },
    {
      "verse": 59,
      "text": "The children of Shephatiah, the children of Hattil, the children of Pochereth of Zebaim, the children of Amon."
    },
    {
      "verse": 60,
      "text": "All the Nethinims, and the children of Solomon's servants, werethree hundred and ninety two."
    },
    {
      "verse": 61,
      "text": "And these werethey who went up alsofrom Tel-mela, Tel-haresha, Cherub, Addon, and Immer: but they could not show their fathers house, nor their seed, whether they wereof Israel."
    },
    {
      "verse": 62,
      "text": "The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred and forty two."
    },
    {
      "verse": 63,
      "text": "And of the priests: the children of Habaiah, the children of Koz, the children of Barzillai, who took oneof the daughters of Barzillai the Gileadite for a wife, and was called after their name."
    },
    {
      "verse": 64,
      "text": "These sought their register amongthose that were reckoned by genealogy, but it was not found: therefore were they, as polluted, put from the priesthood."
    },
    {
      "verse": 65,
      "text": "And the Tirshatha said to them, that they should not eat of the most holy things, till there should stand upa priest with Urim and Thummim."
    },
    {
      "verse": 66,
      "text": "The whole congregation together wasforty two thousand three hundred and sixty."
    },
    {
      "verse": 67,
      "text": "Besides their man-servants and their maid-servants, of whom there wereseven thousand three hundred and thirty seven: and they had two hundred and forty five singing-men and singing-women."
    },
    {
      "verse": 68,
      "text": "Their horses, seven hundred and thirty six: their mules, two hundred and forty five:"
    },
    {
      "verse": 69,
      "text": "Theircamels, four hundred and thirty five: six thousand seven hundred and twenty asses."
    },
    {
      "verse": 70,
      "text": "And some of the chief of the fathers gave to the work. The Tirshatha gave to the treasure a thousand drams of gold, fifty basins, five hundred and thirty priests' garments."
    },
    {
      "verse": 71,
      "text": "And someof the chief of the fathers gave to the treasure of the work, twenty thousand drams of gold, and two thousand and two hundred pounds of silver."
    },
    {
      "verse": 72,
      "text": "And thatwhich the rest of the people gave wastwenty thousand drams of gold, and two thousand pounds of silver, and sixty seven priests' garments."
    },
    {
      "verse": 73,
      "text": "So the priests, and the Levites, and the porters, and the singers, and someof the people, and the Nethinims, and all Israel, dwelt in their cities; and when the seventh month came, the children of Israel werein their cities."
    }
  ]
}