{
  "book_id": "NEH",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And the rulers of the people dwelt at Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts \\add to dwell\\add* in \\add other\\add* cities."
    },
    {
      "verse": 2,
      "text": "And the people blessed all the men that willingly offered themselves to dwell at Jerusalem."
    },
    {
      "verse": 3,
      "text": "Now these \\add are\\add* the chief of the province that dwelt in Jerusalem: but in the cities of Judah dwelt every one in his possession in their cities, \\add to wit\\add* , Israel, the priests, and the Levites, and the Nethinims, and the children of Solomon's servants."
    },
    {
      "verse": 4,
      "text": "And at Jerusalem dwelt \\add certain\\add* of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;"
    },
    {
      "verse": 5,
      "text": "And Maaseiah the son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni."
    },
    {
      "verse": 6,
      "text": "All the sons of Perez that dwelt at Jerusalem \\add were\\add* four hundred sixty and eight valiant men."
    },
    {
      "verse": 7,
      "text": "And these \\add are\\add* the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jesaiah."
    },
    {
      "verse": 8,
      "text": "And after him, Gabbai, Sallai, nine hundred twenty and eight."
    },
    {
      "verse": 9,
      "text": "And Joel the son of Zichri \\add was\\add* their overseer: and Judah the son of Senuah \\add was\\add* second over the city."
    },
    {
      "verse": 10,
      "text": "Of the priests: Jedaiah the son of Joiarib, Jachin."
    },
    {
      "verse": 11,
      "text": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, \\add was\\add* the ruler of the house of God."
    },
    {
      "verse": 12,
      "text": "And their brethren that performed the work of the house \\add were\\add* eight hundred twenty and two: and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchiah,"
    },
    {
      "verse": 13,
      "text": "And his brethren, chief of the fathers, two hundred forty and two: and Amashai the son of Azareel, the son of Ahasai, the son of Meshillemoth, the son of Immer,"
    },
    {
      "verse": 14,
      "text": "And their brethren, mighty men of valor, a hundred twenty and eight: and their overseer \\add was\\add* Zabdiel, the son of \\add one of\\add* the great men."
    },
    {
      "verse": 15,
      "text": "Also of the Levites: Shemaiah the son of Hashub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
    },
    {
      "verse": 16,
      "text": "And Shabbethai and Jozabad, of the chief of the Levites, \\add had\\add* the oversight of the outward business of the house of God."
    },
    {
      "verse": 17,
      "text": "And Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, \\add was\\add* the principal to begin the thanksgiving in prayer: and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
    },
    {
      "verse": 18,
      "text": "All the Levites in the holy city \\add were\\add* two hundred and eighty four."
    },
    {
      "verse": 19,
      "text": "Moreover the porters, Akkub, Talmon, and their brethren that kept the gates, \\add were\\add* an hundred and seventy two."
    },
    {
      "verse": 20,
      "text": "And the residue of Israel, of the priests, \\add and\\add* the Levites, \\add were\\add* in all the cities of Judah every one in his inheritance."
    },
    {
      "verse": 21,
      "text": "But the Nethinims dwelt in Ophel: and Ziha and Gispa \\add were\\add* over the Nethinims."
    },
    {
      "verse": 22,
      "text": "The overseer also of the Levites at Jerusalem \\add was\\add* Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha. Of the sons of Asaph, the singers \\add were\\add* over the business of the house of God."
    },
    {
      "verse": 23,
      "text": "For \\add it was\\add* the king's commandment concerning them, that a certain portion should be for the singers, due for every day."
    },
    {
      "verse": 24,
      "text": "And Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah \\add was\\add* at the king's hand in all matters concerning the people."
    },
    {
      "verse": 25,
      "text": "And for the villages, with their fields, \\add some\\add* of the children of Judah dwelt at Kirjath-arba, and \\add in\\add* its villages, and at Dibon, and \\add in\\add* its villages, and at Jekabzeel, and \\add in\\add* its villages,"
    },
    {
      "verse": 26,
      "text": "And at Jeshua, and at Moladah, and at Beth-phelet,"
    },
    {
      "verse": 27,
      "text": "And at Hazar-shual, and at Beer-sheba, and \\add in\\add* its villages,"
    },
    {
      "verse": 28,
      "text": "And at Ziklag, and at Mekonah, and in its villages,"
    },
    {
      "verse": 29,
      "text": "And at En-rimmon, and at Zareah, and at Jarmuth,"
    },
    {
      "verse": 30,
      "text": "Zanoah, Adullam, and \\add in\\add* their villages, at Lachish, and its fields, at Azekah, and \\add in\\add* its villages. And they dwelt from Beer-sheba to the valley of Hinnom."
    },
    {
      "verse": 31,
      "text": "The children also of Benjamin from Geba \\add dwelt\\add* at Michmash, and Aija, and Beth-el, and \\add in\\add* their villages."
    },
    {
      "verse": 32,
      "text": "\\add And\\add* at Anathoth, Nob, Ananiah,"
    },
    {
      "verse": 33,
      "text": "Hazor, Ramah, Gittaim,"
    },
    {
      "verse": 34,
      "text": "Hadid, Zeboim, Neballat,"
    },
    {
      "verse": 35,
      "text": "Lod, and Ono, the valley of artificers."
    },
    {
      "verse": 36,
      "text": "And of the Levites \\add were\\add* divisions \\add in\\add* Judah, \\add and\\add* in Benjamin."
    }
  ]
}