{
  "book_id": "JOL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Blow ye the cornet in Zion, and sound an alarm on my holy mount; let all the inhabitants of the land tremble; for the day of the Lord cometh, for it is nigh;"
    },
    {
      "verse": 2,
      "text": "It is a day of darkness and of gloom, a day of clouds and of tempestuous obscurity, like the morning-dawn spread out upon the mountains: a people numerous and strong, the like of which hath never been and after it there will be none any more, even to the years of all coming generations."
    },
    {
      "verse": 3,
      "text": "Before it devoureth a fire; and behind it singeth a flame: like the garden of 'Eden was the land before it [came], and after it is a desolate wilderness; yea, and nothing escapeth from it."
    },
    {
      "verse": 4,
      "text": "Like the appearance of horses is its appearance; and like horsemen, so do they run."
    },
    {
      "verse": 5,
      "text": "Like the noise of chariots on the tops of mountains do they leap; they are like the noise of a flame of fire consuming the stubble, as a strong people arrayed for a battle."
    },
    {
      "verse": 6,
      "text": "At its presence the people are much pained: all the faces are covered with blackness."
    },
    {
      "verse": 7,
      "text": "Like mighty men do they run; like men of war they climb up a wall; and they march every one on his own ways, and they turn not aside on their paths."
    },
    {
      "verse": 8,
      "text": "And they do not press one another; every one on his beaten track do they go forward: and they pass through between war-like weapons, and change not their purpose."
    },
    {
      "verse": 9,
      "text": "Into the city they hasten forward; on the wall they run; into the houses they climb up; through the windows they make their entrance like a thief."
    },
    {
      "verse": 10,
      "text": "Before them trembleth the earth; the heavens quake; the sun and the moon are obscured, and the stars withdraw their brightness."
    },
    {
      "verse": 11,
      "text": "And the Lord uttereth his voice before his army; for very numerous is his camp; for strong is he that executeth his word; for great is the day of the Lord and very terrible; and who is able to endure it?"
    },
    {
      "verse": 12,
      "text": "But even now also, saith the Lord, return ye fully to me with all your heart, and with fasting, and with weeping, and with mourning:"
    },
    {
      "verse": 13,
      "text": "And rend your heart, and not your garments, and return unto the Lord your God; for gracious and merciful is he, long suffering, and of great kindness, and he bethinketh himself of the evil."
    },
    {
      "verse": 14,
      "text": "He that is conscious [of guilt], let him return and repent: when [the plague] may leave behind it a blessing; even a meat-offering and a drink-offering unto the Lord your God."
    },
    {
      "verse": 15,
      "text": "Blow the cornet in Zion, sanctify a fast, proclaim a solemn assembly;"
    },
    {
      "verse": 16,
      "text": "Gather the people, sanctify the congregation, assemble the elders, gather the children, and those that suck the breasts; let the bridegroom go forth out of his chamber, and the bride out of her closet."
    },
    {
      "verse": 17,
      "text": "Between the porch and the altar let the priests weep, the ministers of the Lord, and let them say, Spare, O Lord, thy people, and give not up thy heritage to reproach, for nations to make a by-word of them: wherefore should they say among the people, Where is their God?"
    },
    {
      "verse": 18,
      "text": "And the Lord was zealous for his land, and he had pity for his people."
    },
    {
      "verse": 19,
      "text": "And the Lord answered and said unto his people, “Behold, I will send you the corn, and the young wine, and the oil, and ye shall be satisfied therewith; and I will not give you up any more to be a reproach among the nations:"
    },
    {
      "verse": 20,
      "text": "And the host of the north will I remove far away from you, and I will drive it off into a land barren and desolate, with its advance toward the eastern sea, and its rereward toward the western sea; and its stench shall ascend, and its ill savor shall come up, because it hath done great things.”"
    },
    {
      "verse": 21,
      "text": "Fear not, O land; be glad and rejoice; for the Lord hath done great things."
    },
    {
      "verse": 22,
      "text": "Be not afraid, ye beasts of the field; for the pastures of the wilderness have become green; for the tree beareth its fruit, the fig-tree and the vine yield their strength."
    },
    {
      "verse": 23,
      "text": "And ye children of Zion, be glad, and rejoice in the Lord your God; for he hath given you the first rain in beneficence, and he hath caused to come down for you the rain, the first rain, and the latter rain in the first [month]."
    },
    {
      "verse": 24,
      "text": "And the threshing-floors are full of corn, and the vats overflow with young wine and oil."
    },
    {
      "verse": 25,
      "text": "And I will repay to you the years [in] which the locust hath eaten [all], with the cankerworm, and the cricket, and the caterpillar, my great army, which I had sent against you."
    },
    {
      "verse": 26,
      "text": "And ye shall eat in plenty, and be satisfied, and praise the name of the Lord your God, who hath dealt wondrously with you: and my people shall not be made ashamed unto eternity."
    },
    {
      "verse": 27,
      "text": "And ye shall know that I am in the midst of Israel, and that I am the Lord your God, and none else; and my people shall not be made ashamed unto eternity."
    },
    {
      "verse": 28,
      "text": "(3:1) And it shall come to pass after this, that I will pour out my spirit over all flesh: and your sons and your daughters shall prophesy: your old men shall dream dreams: your young men shall see visions:"
    },
    {
      "verse": 29,
      "text": "(3:2) And also over the men-servants and over the maid-servants in those days will I pour out my spirit."
    },
    {
      "verse": 30,
      "text": "(3:3) And I will display wonderful tokens in the heavens and on the earth, blood, and fire, and pillars of smoke."
    },
    {
      "verse": 31,
      "text": "(3:4) The sun shall be changed into darkness, and the moon into blood, before the coming of the day of the Lord, the great and the terrible."
    },
    {
      "verse": 32,
      "text": "(3:5) And it shall come to pass, that whosoever shall call on the name of the Lord shall escape; for on mount Zion and in Jerusalem there shall be deliverance, as the Lord hath said, and among the remnant whom the Lord calleth."
    }
  ]
}