{
  "book_id": "JOL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "(4:1) For, behold, in those days, and in that time, when I will cause to return the captivity of Judah and Jerusalem,"
    },
    {
      "verse": 2,
      "text": "(4:2) Then will I assemble all the nations, and I will bring them down into the valley of Jehoshaphat, and I will hold judgment with them there because of my people and my heritage Israel, whom they have scattered among the nations, and for my land [which] they have divided out."
    },
    {
      "verse": 3,
      "text": "(4:3) And for my people did they cast lots; and gave a boy for a harlot, and sold a girl for wine, and drank it."
    },
    {
      "verse": 4,
      "text": "(4:4) And also ye, what have ye to do with me, O Tyre, and Zidon, and all ye districts of Philistia? is this the recompense which ye repay me? or do ye only commence to render me evil?— swiftly and speedily will I bring back your recompense upon your own head;"
    },
    {
      "verse": 5,
      "text": "(4:5) Because my silver and my gold have ye taken, and the handsomest of my precious things have ye carried into your temples;"
    },
    {
      "verse": 6,
      "text": "(4:6) And the children of Judah and the children of Jerusalem have ye sold unto the sons of the Jevanim, in order to remove them far from their borders."
    },
    {
      "verse": 7,
      "text": "(4:7) Behold, I will awaken them out of the place whither ye have sold them, and I will bring back your recompense upon your own head;"
    },
    {
      "verse": 8,
      "text": "(4:8) And I will deliver your sons and your daughters into the hand of the children of Judah, and they shall sell them to the Sabeans, to a nation far off; for the Lord hath spoken it."
    },
    {
      "verse": 9,
      "text": "(4:9) Proclaim ye this among the nations, Prepare war, wake up the mighty men; let them draw near; let them come up—all the men of war."
    },
    {
      "verse": 10,
      "text": "(4:10) Beat your plough-shares into swords, and your pruning-knives into spears: let the weak say, I am a hero."
    },
    {
      "verse": 11,
      "text": "(4:11) Assemble hastily together, and come, all ye nations from every side, and gather yourselves together: there doth the Lord strike down thy mighty ones."
    },
    {
      "verse": 12,
      "text": "(4:12) Let the nations awake, and come up to the valley of Jehoshaphat; for there will I sit to judge all the nations from every side."
    },
    {
      "verse": 13,
      "text": "(4:13) Put forth the sickle; for the harvest is ripe: come, tread down [the grapes]; for the press is full; the vats overflow; for great is their wickedness."
    },
    {
      "verse": 14,
      "text": "(4:14) Multitudes, multitudes are in the valley of decision; for near is the day of the Lord in the valley of decision."
    },
    {
      "verse": 15,
      "text": "(4:15) Sun and moon are obscured, and stars withdraw their brightness."
    },
    {
      "verse": 16,
      "text": "(4:16) And the Lord will cry aloud out of Zion, and from Jerusalem will he send forth his voice; and the heavens and the earth shall quake; but the Lord will be a refuge for his people, and a stronghold for the children of Israel."
    },
    {
      "verse": 17,
      "text": "(4:17) So shall ye know that I am the Lord your God, dwelling on Zion, my holy mount: and Jerusalem shall be holy, and strangers shall not pass through her any more."
    },
    {
      "verse": 18,
      "text": "(4:18) And it came to pass on that day, that the mountains shall drop down sweet new wine, and the hills shall flow with milk, and all the ravines of Judah shall flow with water; and a spring shall come forth out of the house of the Lord, and shall water the valley of Shittim."
    },
    {
      "verse": 19,
      "text": "(4:19) Egypt shall become a desolate land, and Edom shall become a desolate wilderness; because of the violence against the children of Judah, in whose land they have shed innocent blood."
    },
    {
      "verse": 20,
      "text": "(4:20) But Judah shall be inhabited for ever, and Jerusalem from generation to generation."
    },
    {
      "verse": 21,
      "text": "(4:21) And I will avenge their blood that I have not yet avenged; for the Lord dwelleth in Zion."
    }
  ]
}