{
  "book_id": "EXO",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "And be made the ALTAR OF BURNT OFFERING of sittin wood; five cubits its length, and five cubits its breadth, four-square, and three cubits its height."
    },
    {
      "verse": 2,
      "text": "And he made its horns upon its four corners, of the same were its horns, and he coated it with brass."
    },
    {
      "verse": 3,
      "text": "And he made all the vessels of the altar, the caldrons, and the cleaners, and the basins, and the fleshhooks, and the receivers; all its vessels made he of brass."
    },
    {
      "verse": 4,
      "text": "And he made for the altar a brasen grate of network, under its border beneath, (reaching) unto its middle."
    },
    {
      "verse": 5,
      "text": "And he cast four rings for the four corners of the brasen grate, the place for the staves."
    },
    {
      "verse": 6,
      "text": "And he made the staves of sittin wood, and overlaid them with brass."
    },
    {
      "verse": 7,
      "text": "And he put the staves into the rings upon the sides of the altar by which to carry it; hollow with boards he made it."
    },
    {
      "verse": 8,
      "text": "And be made the LAVER of brass, and its base of brass, of the mirrors of the women who come to pray at the door of the tabernacle of ordinance."
    },
    {
      "verse": 9,
      "text": "And he made the court, the southern side of which was of hangings for the court, of fine linen twined, of a hundred cubits;"
    },
    {
      "verse": 10,
      "text": "Their pillars twenty, and their sockets twenty, of brass; the hooks, pillars, and their uniting rods of silver."
    },
    {
      "verse": 11,
      "text": "And for the northern side (hangings) of a hundred cubits, their pillars twenty, and their sockets twenty, of brass; the hooks of the pillars and their uniting rods of silver."
    },
    {
      "verse": 12,
      "text": "And for the western side, curtains, fifty cubits; their pillars ten, and their sockets ten; the hooks of the pillars and their uniting rods of silver."
    },
    {
      "verse": 13,
      "text": "And on the eastern side, eastward, fifty cubits."
    },
    {
      "verse": 14,
      "text": "The hangings fifteen cubits on (one) side (of the gate), their pillars three, and their bases three."
    },
    {
      "verse": 15,
      "text": "And on the second side of the gate of the court, here and there, hangings, fifteen cubits; their pillars three, and their bases three."
    },
    {
      "verse": 16,
      "text": "All the hangings of the court round about were of fine linen twined."
    },
    {
      "verse": 17,
      "text": "And the bases of the pillars were of brass, the hooks, pillars, and their uniting rods of silver, and the overlaying of their heads was of silver, and there were uniting rods of silver for all the pillars of the court."
    },
    {
      "verse": 18,
      "text": "And the veil for the gate of the court was the work of the embroiderer, hyacinth, and purple, and crimson, and fine linen; and twenty cubits was its length, and the height, in the breadth five cubits, according (to the height of) the curtains of the court."
    },
    {
      "verse": 19,
      "text": "And their pillars four, and their bases four, of brass, and their hooks silver, and the overlaying of their head and their uniting rods, silver."
    },
    {
      "verse": 20,
      "text": "And all the pins of the tabernacle, and of the court round about, were of brass."
    },
    {
      "verse": 21,
      "text": "These are the admeasurements of the Tabernacle, the Tabernacle of the Testimony, as they were numbered upon the word of Mosheh: the service of the Levites by the hand of Ithamar bar Aharon the priest."
    },
    {
      "verse": 22,
      "text": "And Bezalel bar Uri bar Hur of the tribe of Jehudah made all that the Lord commanded Mosheh."
    },
    {
      "verse": 23,
      "text": "And with him Ahaliab bar Achisamak, of the tribe of Dan, a woodworker, and artificer, and embroiderer in hyacinth, and in purple, and in crimson, and in fine linen."
    },
    {
      "verse": 24,
      "text": "And all the gold which was used in making all the work of the sanctuary, and which had been a separation (thereunto), was twenty and nine talents, and seven hundred and thirty \\it shekels\\it*, of the \\it shekels\\it* of the sanctuary."
    },
    {
      "verse": 25,
      "text": "And the silver of the numbered ones of the congregation was a hundred talents, and a thousand and seven hundred and seventy and five \\it shekels\\it*, in the \\it shekels\\it* of the sanctuary."
    },
    {
      "verse": 26,
      "text": "The weight was (appointed) by capitation; a half shekel, in the shekel of the sanctuary, for everyone who passed to the adnumberments from twenty years (old) and upward, for six hundred and three thousand and five hundred and fifty men."
    },
    {
      "verse": 27,
      "text": "And the hundred talents of silver were for casting the bases of the sanctuary, and the bases of the veil (or tent), a hundred bases with a hundred talents, a talent for a base."
    },
    {
      "verse": 28,
      "text": "And with the thousand and seven hundred and seventy and five (\\it shekels\\it*) he made the hooks for the pillars, and covered their capitals, and made their uniting rods."
    },
    {
      "verse": 29,
      "text": "And the brass of the oblation was seventy talents, and two thousand and four hundred \\it shekels\\it*."
    },
    {
      "verse": 30,
      "text": "And with it he made the bases of the door of the Tabernacle of Ordinance, and the altar of brass, and the brasen grate which pertained to it, and all the vessels of the altar;"
    },
    {
      "verse": 31,
      "text": "And the bases of the court round about, and the bases of the door of the court, and all the pins of the tabernacle, and all the pins of the court round about."
    }
  ]
}