{
  "book_id": "ACT",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ δὲ ταῦτα χωρισθεὶς ὁ Παῦλος ἐκ τῶν Ἀθηνῶν ἦλθεν εἰς Κόρινθον."
    },
    {
      "verse": 2,
      "text": "Καὶ εὑρών τινα Ἰουδαῖον ὀνόματι Ἀκύλαν, Ποντικὸν τῷ γένει, προσφάτως ἐληλυθότα ἀπὸ τῆς Ἰταλίας, καὶ Πρίσκιλλαν γυναῖκα αὐτοῦ, διὰ τὸ τεταχέναι Κλαύδιον χωρίζεσθαι πάντας τοὺς Ἰουδαίους ἐκ τῆς Ῥώμης, προσῆλθεν αὐτοῖς·"
    },
    {
      "verse": 3,
      "text": "καὶ διὰ τὸ ὁμότεχνον εἶναι, ἔμενε παρ᾽ αὐτοῖς καὶ εἰργάζετο· ἦσαν γὰρ σκηνοποιοὶ τὴν τέχνην."
    },
    {
      "verse": 4,
      "text": "Διελέγετο δὲ ἐν τῇ συναγωγῇ κατὰ πᾶν σάββατον, ἔπειθέ τε Ἰουδαίους καὶ Ἕλληνας."
    },
    {
      "verse": 5,
      "text": "Ὡς δὲ κατῆλθον ἀπὸ τῆς Μακεδονίας ὅ τε Σίλας καὶ ὁ Τιμόθεος, συνείχετο τῷ πνεύματι ὁ Παῦλος, διαμαρτυρόμενος τοῖς Ἰουδαίοις τὸν Χριστὸν Ἰησοῦν."
    },
    {
      "verse": 6,
      "text": "Ἀντιτασσομένων δὲ αὐτῶν καὶ βλασφημούντων, ἐκτιναξάμενος τὰ ἱμάτια, εἶπε πρὸς αὐτούς, Τὸ αἷμα ὑμῶν ἐπὶ τὴν κεφαλὴν ὑμῶν· καθαρὸς ἐγώ· ἀπὸ τοῦ νῦν εἰς τὰ ἔθνη πορεύσομαι."
    },
    {
      "verse": 7,
      "text": "Καὶ μεταβὰς ἐκεῖθεν ἦλθεν εἰς οἰκίαν τινὸς ὀνόματι Ἰούστου, σεβομένου τὸν Θεόν, οὗ ἡ οἰκία ἦν συνομοροῦσα τῇ συναγωγῇ."
    },
    {
      "verse": 8,
      "text": "Κρίσπος δὲ ὁ ἀρχισυνάγωγος ἐπίστευσε τῷ Κυρίῳ σὺν ὅλῳ τῷ οἴκῳ αὐτοῦ· καὶ πολλοὶ τῶν Κορινθίων ἀκούοντες ἐπίστευον καὶ ἐβαπτίζοντο."
    },
    {
      "verse": 9,
      "text": "Εἶπε δὲ ὁ Κύριος δι᾽ ὁράματος ἐν νυκτὶ τῷ Παύλῳ, \\+w Μὴ|strong=\"G3361\"\\+w* \\+w φοβοῦ|strong=\"G5399\"\\+w*, \\+w ἀλλὰ|strong=\"G0235\"\\+w* \\+w λάλει|strong=\"G2980\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w μὴ|strong=\"G3361\"\\+w* \\+w σιωπήσῃς|strong=\"G4623\"\\+w*·"
    },
    {
      "verse": 10,
      "text": "\\+w διότι|strong=\"G1360\"\\+w* \\+w ἐγώ|strong=\"G1473\"\\+w* \\+w εἰμι|strong=\"G1510\"\\+w* \\+w μετὰ|strong=\"G3326\"\\+w* \\+w σοῦ|strong=\"G4771\"\\+w*, \\+w καὶ|strong=\"G2532\"\\+w* \\+w οὐδεὶς|strong=\"G3762\"\\+w* \\+w ἐπιθήσεταί|strong=\"G2007\"\\+w* \\+w σοι|strong=\"G4771\"\\+w* \\+w τοῦ|strong=\"G3588\"\\+w* \\+w κακῶσαί|strong=\"G2559\"\\+w* \\+w σε|strong=\"G4771\"\\+w*· \\+w διότι|strong=\"G1360\"\\+w* \\+w λαός|strong=\"G2992\"\\+w* ἐστί \\+w μοι|strong=\"G1473\"\\+w* \\+w πολὺς|strong=\"G4183\"\\+w* \\+w ἐν|strong=\"G1722\"\\+w* \\+w τῇ|strong=\"G3588\"\\+w* \\+w πόλει|strong=\"G4172\"\\+w* \\+w ταύτῃ|strong=\"G3778\"\\+w*."
    },
    {
      "verse": 11,
      "text": "Ἐκάθισέ τε ἐνιαυτὸν καὶ μῆνας ἕξ, διδάσκων ἐν αὐτοῖς τὸν λόγον τοῦ Θεοῦ."
    },
    {
      "verse": 12,
      "text": "Γαλλίωνος δὲ ἀνθυπατεύοντος τῆς Ἀχαΐας, κατεπέστησαν ὁμοθυμαδὸν οἱ Ἰουδαῖοι τῷ Παύλῳ, καὶ ἤγαγον αὐτὸν ἐπὶ τὸ βῆμα,"
    },
    {
      "verse": 13,
      "text": "λέγοντες ὅτι Παρὰ τὸν νόμον οὗτος ἀναπείθει τοὺς ἀνθρώπους σέβεσθαι τὸν Θεόν."
    },
    {
      "verse": 14,
      "text": "Μέλλοντος δὲ τοῦ Παύλου ἀνοίγειν τὸ στόμα, εἶπεν ὁ Γαλλίων πρὸς τοὺς Ἰουδαίους, Εἰ μὲν οὖν ἦν ἀδίκημά τι ἢ ῥᾳδιούργημα πονηρόν, ὦ Ἰουδαῖοι, κατὰ λόγον ἂν ἠνεσχόμην ὑμῶν·"
    },
    {
      "verse": 15,
      "text": "εἰ δὲ ζήτημά ἐστι περὶ λόγου καὶ ὀνομάτων καὶ νόμου τοῦ καθ᾽ ὑμᾶς, ὄψεσθε αὐτοί· κριτὴς γὰρ ἐγὼ τούτων οὐ βούλομαι εἶναι."
    },
    {
      "verse": 16,
      "text": "Καὶ ἀπήλασεν αὐτοὺς ἀπὸ τοῦ βήματος."
    },
    {
      "verse": 17,
      "text": "Ἐπιλαβόμενοι δὲ πάντες οἱ Ἕλληνες Σωσθένην τὸν ἀρχισυνάγωγον ἔτυπτον ἔμπροσθεν τοῦ βήματος. Καὶ οὐδὲν τούτων τῷ Γαλλίωνι ἔμελλεν. Paul's Return to Antioch"
    },
    {
      "verse": 18,
      "text": "Ὁ δὲ Παῦλος ἔτι προσμείνας ἡμέρας ἱκανάς, τοῖς ἀδελφοῖς ἀποταξάμενος, ἐξέπλει εἰς τὴν Συρίαν, καὶ σὺν αὐτῷ Πρίσκιλλα καὶ Ἀκύλας, κειράμενος τὴν κεφαλὴν ἐν Κεγχρεαῖς· εἶχε γὰρ εὐχήν."
    },
    {
      "verse": 19,
      "text": "Κατήντησε δὲ εἰς Ἔφεσον, καὶ ἐκείνους κατέλιπεν αὐτοῦ· αὐτὸς δὲ εἰσελθὼν εἰς τὴν συναγωγὴν διελέχθη τοῖς Ἰουδαίοις."
    },
    {
      "verse": 20,
      "text": "Ἐρωτώντων δὲ αὐτῶν ἐπὶ πλείονα χρόνον μεῖναι παρ᾽ αὐτοῖς, οὐκ ἐπένευσεν·"
    },
    {
      "verse": 21,
      "text": "ἀλλὰ ἀπετάξατο αὐτοῖς εἰπών, Δεῖ με πάντως τὴν ἑορτὴν τὴν ἐρχομένην ποιῆσαι εἰς Ἱεροσόλυμα· πάλιν δὲ ἀνακάμψω πρὸς ὑμᾶς, τοῦ Θεοῦ θέλοντος. Καὶ ἀνήχθη ἀπὸ τῆς Ἐφέσου,"
    },
    {
      "verse": 22,
      "text": "καὶ κατελθὼν εἰς Καισάρειαν, ἀναβὰς καὶ ἀσπασάμενος τὴν ἐκκλησίαν, κατέβη εἰς Ἀντιόχειαν."
    },
    {
      "verse": 23,
      "text": "Καὶ ποιήσας χρόνον τινὰ ἐξῆλθε, διερχόμενος καθεξῆς τὴν Γαλατικὴν χώραν καὶ Φρυγίαν, ἐπιστηρίζων πάντας τοὺς μαθητάς. Apollos Speaks Boldly in Ephesus"
    },
    {
      "verse": 24,
      "text": "Ἰουδαῖος δέ τις Ἀπολλὼς ὀνόματι, Ἀλεξανδρεὺς τῷ γένει, ἀνὴρ λόγιος, κατήντησεν εἰς Ἔφεσον, δυνατὸς ὢν ἐν ταῖς γραφαῖς."
    },
    {
      "verse": 25,
      "text": "Οὗτος ἦν κατηχημένος τὴν ὁδὸν τοῦ Κυρίου, καὶ ζέων τῷ πνεύματι ἐλάλει καὶ ἐδίδασκεν ἀκριβῶς τὰ περὶ τοῦ Κυρίου, ἐπιστάμενος μόνον τὸ βάπτισμα Ἰωάννου·"
    },
    {
      "verse": 26,
      "text": "οὗτός τε ἤρξατο παρρησιάζεσθαι ἐν τῇ συναγωγῇ. Ἀκούσαντες δὲ αὐτοῦ Ἀκύλας καὶ Πρίσκιλλα, προσελάβοντο αὐτόν, καὶ ἀκριβέστερον αὐτῷ ἐξέθεντο τὴν τοῦ Θεοῦ ὁδόν."
    },
    {
      "verse": 27,
      "text": "Βουλομένου δὲ αὐτοῦ διελθεῖν εἰς τὴν Ἀχαΐαν, προτρεψάμενοι οἱ ἀδελφοὶ ἔγραψαν τοῖς μαθηταῖς ἀποδέξασθαι αὐτόν· ὃς παραγενόμενος συνεβάλετο πολὺ τοῖς πεπιστευκόσι διὰ τῆς χάριτος·"
    },
    {
      "verse": 28,
      "text": "εὐτόνως γὰρ τοῖς Ἰουδαίοις διακατηλέγχετο δημοσίᾳ, ἐπιδεικνὺς διὰ τῶν γραφῶν εἶναι τὸν Χριστὸν Ἰησοῦν."
    }
  ]
}