{
  "book_id": "TOB",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "In that day Tobit remembered the money which he had committed to Gabael in Rages of Media,"
    },
    {
      "verse": 2,
      "text": "and said with himself, I have wished for death; wherefore do I not call for my son Tobias, that I may signify to him of the moneybefore I die?"
    },
    {
      "verse": 3,
      "text": "And when he had called him, he said, My son, when I am dead, bury me; and despise not thy mother, but honour her all the days of thy life, and do that which shall please her, and grieve her not."
    },
    {
      "verse": 4,
      "text": "Remember, my son, that she saw many dangers for thee, when thou wastin her womb; and when she is dead, bury her by me in one grave."
    },
    {
      "verse": 5,
      "text": "My son, be mindful of the Lord our God all thy days, and let not thy will be set to sin, or to transgress his commandments: do uprightly all thy life long, and follow not the ways of unrighteousness."
    },
    {
      "verse": 6,
      "text": "For if thou deal truly, thy doings shall prosperously succeed to thee, and to all them that live justly."
    },
    {
      "verse": 7,
      "text": "Give alms of thy substance; and when thou givest alms, let not thine eye be envious, neither turn thy face from any poor, and the face of God shall not be turned away from thee."
    },
    {
      "verse": 19,
      "text": "Bless the Lord thy God alway, and desire of him that thy ways may be directed, and that all thy paths and counsels may prosper: for every nation hath not counsel; but the Lord himself giveth all good things, and he humbleth whom he will, as he will; now therefore, my son, remember my commandments, neither let them be put out of thy mind."
    },
    {
      "verse": 20,
      "text": "And now I signify this to thee, that I committed ten talents to Gabael the sonof Gabrias at Rages in Media."
    },
    {
      "verse": 21,
      "text": "And fear not, my son, that we are made poor: for thou hast much wealth, if thou fear God, and depart from all sin, and do that which is pleasing in his sight."
    }
  ]
}