{
  "book_id": "ECC",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Be not hasty with thy mouth, and let not thine heart be swift to utter anything before God; for God is in heaven above, and thou upon earth: therefore let thy words be few."
    },
    {
      "verse": 2,
      "text": "For through the multitude of trial a dream comes; and a fool's voice is with a multitude of words."
    },
    {
      "verse": 3,
      "text": "Whenever thou shalt vow a vow to God, defer not to pay it; for \\add he has\\add* no pleasure in fools: pay thou therefore whatsoever thou shalt have vowed."
    },
    {
      "verse": 4,
      "text": "\\add It is\\add* better that thou shouldest not vow, than that thou shouldest vow and not pay."
    },
    {
      "verse": 5,
      "text": "Suffer not thy mouth to lead thy flesh to sin; and say not in the presence of God, It was an error: lest God be angry at thy voice, and destroy the works of thy hands."
    },
    {
      "verse": 6,
      "text": "For \\add there is evil\\add* in a multitude of dreams and vanities and many words: but fear thou God."
    },
    {
      "verse": 7,
      "text": "If thou shouldest see the oppression of the poor, and the wresting of judgment and of justice in the land, wonder not at the matter: for \\add there is\\add* a high one to watch over him that is high, and high ones over them."
    },
    {
      "verse": 8,
      "text": "Also the abundance of the earth is for every one: the king \\add is dependent on\\add* the tilled field."
    },
    {
      "verse": 9,
      "text": "He that loves silver shall not be satisfied with silver: and who has loved gain, in the abundance thereof? this is also vanity."
    },
    {
      "verse": 10,
      "text": "In the multitude of good they are increased that eat it: and what virtue has the owner, but the right of beholding \\add it\\add* with his eyes?"
    },
    {
      "verse": 11,
      "text": "The sleep of a servant is sweet, whether he eat little or much: but to one who is satiated with wealth, there is none that suffers him to sleep."
    },
    {
      "verse": 12,
      "text": "There is an infirmity which I have seen under the sun, \\add namely\\add*, wealth kept for its owner to his hurt."
    },
    {
      "verse": 13,
      "text": "And that wealth shall perish in an evil trouble: and \\add the man\\add* begets a son, and there is nothing in his hand."
    },
    {
      "verse": 14,
      "text": "As he came forth naked from his mother's womb, he shall return back as he came, and he shall receive nothing for his labour, that it should go \\add with him\\add* in his hand."
    },
    {
      "verse": 15,
      "text": "And this is also an evil infirmity: for as he came, so also shall he return: and what is his gain, for which he vainly labours?"
    },
    {
      "verse": 16,
      "text": "Yea, all his days are in darkness, and in mourning, and much sorrow, and infirmity, and wrath."
    },
    {
      "verse": 17,
      "text": "Behold, I have seen good, that it is a fine thing \\add for a man\\add* to eat and to drink, and to see good in all his labour in which he may labour under the sun, \\add all\\add* the number of the days of his life which God has given to him: for it is his portion."
    },
    {
      "verse": 18,
      "text": "Yea, and \\add as for\\add* every man to whom God has given wealth and possessions, and has given him power to eat thereof, and to receive his portion, and to rejoice in his labour; this is the gift of God."
    },
    {
      "verse": 19,
      "text": "For he shall not much remember the days of his life; for God troubles him in the mirth of his heart."
    }
  ]
}