{
  "book_id": "ROM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul, a servant of Christ Jesus, a called apostle, set apart to preach the gospel of God,"
    },
    {
      "verse": 2,
      "text": "which he had promised before by his prophets in the Holy Scriptures,"
    },
    {
      "verse": 3,
      "text": "the gospel concerning his Son, who was born of the seed of David as to the flesh,"
    },
    {
      "verse": 4,
      "text": "and shown with power to be the Son of God as to his spirit of holiness, by the resurrection of the dead, Jesus Christ our Lord;"
    },
    {
      "verse": 5,
      "text": "through whom we received grace and the office of an apostle in behalf of his name, in order to produce obedience to the faith among all nations;"
    },
    {
      "verse": 6,
      "text": "among whom are ye also, the called of Jesus Christ;"
    },
    {
      "verse": 7,
      "text": "to all the beloved of God at Rome, called, holy: Grace be to you, and peace, from God our Father, and the Lord Jesus Christ."
    },
    {
      "verse": 8,
      "text": "In the first place, I thank my God through Jesus Christ for all of you, that your faith is spoken of throughout the whole world."
    },
    {
      "verse": 9,
      "text": "For God is my witness, whom I serve with my spirit in the gospel of his Son, how constantly I make mention of you, always in my prayers"
    },
    {
      "verse": 10,
      "text": "supplicating that, if it be possible, I may at last through the will of God be favored with an opportunity of coming to you."
    },
    {
      "verse": 11,
      "text": "For I long to see you, that I may impart to you some spiritual gift, which may be for your confirmation;"
    },
    {
      "verse": 12,
      "text": "that is, that I may be edified among you, and you also, through each other's faith, both yours and mine."
    },
    {
      "verse": 13,
      "text": "But I would not have you ignorant, brethren, that I often purposed to come to you, though I have been hindered hitherto, that I might have some fruit of my labors among you also, as among the other gentiles."
    },
    {
      "verse": 14,
      "text": "I am debtor both to Greeks and barbarians, both to the wise and the unwise."
    },
    {
      "verse": 15,
      "text": "So, according to my ability, I am ready to preach the gospel to you also in Rome."
    },
    {
      "verse": 16,
      "text": "For I am not ashamed of the gospel; for to every believer, to the Jew first and also to the Greek, it is the power of God unto salvation."
    },
    {
      "verse": 17,
      "text": "For therein is revealed the righteousness which is of God from faith to faith; as it is written, “But the righteous shall live by faith.”"
    },
    {
      "verse": 18,
      "text": "For the wrath of God is revealed from heaven against all impiety and unrighteousness of men, who keep down the truth in unrighteousness."
    },
    {
      "verse": 19,
      "text": "Because that which may be known of God is manifest within them; for God made it manifest to them."
    },
    {
      "verse": 20,
      "text": "For, ever since the creation of the world, his invisible attributes, even his eternal power and divinity, being perceived from his works, are clearly seen, so that they might be without excuse."
    },
    {
      "verse": 21,
      "text": "Because though they knew God, they did not glorify him as God, nor were they thankful to him; but became perverse in their reasonings, and their senseless minds were darkened;"
    },
    {
      "verse": 22,
      "text": "professing to be wise, they became fools,"
    },
    {
      "verse": 23,
      "text": "and for the glory of the incorruptible God they substituted images of corruptible man, and of birds and four-footed beasts and creeping things."
    },
    {
      "verse": 24,
      "text": "Wherefore God also gave them over in the lusts of their hearts to impurity, to debase their bodies with one another;"
    },
    {
      "verse": 25,
      "text": "because they changed the true God for false gods, and adored and worshipped created things rather than the Creator, who is blessed for ever. Amen."
    },
    {
      "verse": 26,
      "text": "For this cause God gave them up to vile passions. For even their women indulged in unnatural lust,"
    },
    {
      "verse": 27,
      "text": "and in like manner the men also, neglecting the natural use of the female, burned with lust for one another, men with men practising that which is shameful, and receiving in themselves the due recompense of their error."
    },
    {
      "verse": 28,
      "text": "And as they did not choose to retain God in their knowledge, God gave them up to a reprobate mind, to do things which are shameful;"
    },
    {
      "verse": 29,
      "text": "being filled with all unrighteousness, malice, covetousness, wickedness; full of envy, murder, strife, deceit, malignity; backbiters,"
    },
    {
      "verse": 30,
      "text": "slanderers, hated of God, insolent, proud, boasters, inventors of mischief, disobedient to parents,"
    },
    {
      "verse": 31,
      "text": "senseless, faithless, without natural affection, without pity;"
    },
    {
      "verse": 32,
      "text": "who, although knowing the ordinance of God, that they who practise such things deserve death, not only do them themselves, but approve of those who do them."
    }
  ]
}