{
  "book_id": "ROM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Wherefore thou art without excuse, O man that judgest, whoever thou art. For wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things."
    },
    {
      "verse": 2,
      "text": "But we know that the judgment of God is according to truth against those who practise such things."
    },
    {
      "verse": 3,
      "text": "And dost thou suppose, O man, who art judging those who do such things, and art thyself doing the same, that thou wilt escape the judgment of God?"
    },
    {
      "verse": 4,
      "text": "Or dost thou despise the riches of his goodness and forbearance and longsuffering, not knowing that the goodness of God is leading thee to repentance?"
    },
    {
      "verse": 5,
      "text": "But according to thy hardness and impenitent heart, thou art treasuring up for thyself wrath against the day of wrath and of the manifestation of the righteous judgment of God,"
    },
    {
      "verse": 6,
      "text": "who will render to every one according to his works;"
    },
    {
      "verse": 7,
      "text": "everlasting life to those who by patient continuance in well-doing seek for glory, and honor, and incorruption;"
    },
    {
      "verse": 8,
      "text": "but to those who are contentious, and disobedient to the truth; but obey unrighteousness, there will be wrath and indignation."
    },
    {
      "verse": 9,
      "text": "Tribulation and distress will be upon every soul of man whose works are evil, of the Jew first, and also of the Greek;"
    },
    {
      "verse": 10,
      "text": "but glory, honor, and peace, to every one whoso works are good, to the Jew first, and also to the Greek."
    },
    {
      "verse": 11,
      "text": "For there is no respect of persons with God."
    },
    {
      "verse": 12,
      "text": "For as many as have sinned without a law, will also perish without a law; and as many as have sinned under a law, will be judged by a law,"
    },
    {
      "verse": 13,
      "text": "for it is not the hearers of a law who are righteous before God, but the doers of a law will be accounted righteous;—"
    },
    {
      "verse": 14,
      "text": "for when the gentiles, who have no law, do by nature what is required by the Law, these, having no law, are a law to themselves;"
    },
    {
      "verse": 15,
      "text": "since they show that what the Law requireth is written in their hearts, their conscience bearing witness, and their thoughts in turn accusing or defending them;—"
    },
    {
      "verse": 16,
      "text": "in the day when God shall judge the secrets of men by Jesus Christ, according to the gospel which I have preached."
    },
    {
      "verse": 17,
      "text": "But if thou art called a Jew, and restest on the Law, and makest thy boast of God,"
    },
    {
      "verse": 18,
      "text": "and knowest his will, and approvest the things that are more excellent, being instructed out of the Law;"
    },
    {
      "verse": 19,
      "text": "and art confident that thou thyself art a guide of the blind, a light to those who are in darkness,"
    },
    {
      "verse": 20,
      "text": "an instructor of those who lack wisdom, a teacher of babes, having the form of knowledge and of the truth in the Law,—"
    },
    {
      "verse": 21,
      "text": "dost thou then who teachest another, not teach thyself? Thou who proclaimest that others should not steal, dost thou steal?"
    },
    {
      "verse": 22,
      "text": "Dost thou who forbiddest to commit adultery, thyself commit adultery? Thou that abhorrest idols, dost thou rob temples?"
    },
    {
      "verse": 23,
      "text": "Dost thou who boastest of the Law, dishonor God by breaking the Law?"
    },
    {
      "verse": 24,
      "text": "For, as it is written, “the name of God is on your account blasphemed among the gentiles.”"
    },
    {
      "verse": 25,
      "text": "For circumcision is indeed a benefit to thee, if thou keep the Law; but if thou art a breaker of the Law, thy circumcision hath become uncircumcision."
    },
    {
      "verse": 26,
      "text": "If then he who is uncircumcised keep the precepts of the Law, shall not he though uncircumcised be regarded as circumcised?"
    },
    {
      "verse": 27,
      "text": "Yea, those who are by nature uncircumcised, if they perform the law, will judge thee, who having a written Law and circumcision, art a breaker of the Law."
    },
    {
      "verse": 28,
      "text": "For he is not a Jew, who is one outwardly, nor is that circumcision, which is outward, in the flesh;"
    },
    {
      "verse": 29,
      "text": "but he is a Jew who is one inwardly; and circumcision is of the heart, spiritual, not literal, whose praise is not of men, but of God."
    }
  ]
}