{
  "book_id": "ROM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "What then is the advantage of the Jew? or what the benefit of circumcision?"
    },
    {
      "verse": 2,
      "text": "Great, every way. In the first place, because they were entrusted with the oracles of God."
    },
    {
      "verse": 3,
      "text": "For what? If some were unfaithful, shall their unfaithfulness make God unfaithful?"
    },
    {
      "verse": 4,
      "text": "Far be it! yea, let God be true, and every man a liar; as it is written, “That thou mayst be justified in thy words, and mayst overcome when thou art arraigned.”"
    },
    {
      "verse": 5,
      "text": "But if our unrighteousness serve to display the righteousness of God, what shall we say? Is God unrighteous who inflicteth punishment? (I am speaking as men do.)"
    },
    {
      "verse": 6,
      "text": "Far be it! For then how shall God judge the world?"
    },
    {
      "verse": 7,
      "text": "For if, through my being false, the truth of God hath been more abundantly manifested to his glory, why am I still judged as a sinner?"
    },
    {
      "verse": 8,
      "text": "And why do you not say, as some slanderously charge us with saying, Let us do evil, that good may come? The condemnation of such men is just."
    },
    {
      "verse": 9,
      "text": "What then? Are we better than others? By no means! For we have already brought a charge both against Jews and Greeks, that they are all under sin."
    },
    {
      "verse": 10,
      "text": "As it is written: “There is none righteous, no, not one;"
    },
    {
      "verse": 11,
      "text": "there is none that hath understanding, there is none that diligently seeketh God;"
    },
    {
      "verse": 12,
      "text": "they have all turned aside from the right way, they have become worthless together; there is none that doeth good, not even one."
    },
    {
      "verse": 13,
      "text": "Their throat is an open sepulchre; with their tongues they have practised deceit. The poison of asps is under their lips."
    },
    {
      "verse": 14,
      "text": "Their mouth is full of cursing and bitterness."
    },
    {
      "verse": 15,
      "text": "Swift are their feet to shed blood;"
    },
    {
      "verse": 16,
      "text": "destruction and misery are in their ways;"
    },
    {
      "verse": 17,
      "text": "and the way of peace they know not."
    },
    {
      "verse": 18,
      "text": "There is no fear of God before their eyes.”"
    },
    {
      "verse": 19,
      "text": "Now we know that whatever the Law saith, it saith to those who are under the Law; that every mouth may be stopped, and all the world become subject to condemnation before God."
    },
    {
      "verse": 20,
      "text": "Because by works of the Law no flesh shall be accepted as righteous: for by the Law is the knowledge of sin."
    },
    {
      "verse": 21,
      "text": "But now, apart from the Law, the righteousness which is of God, to which the Law and the Prophets bear testimony,"
    },
    {
      "verse": 22,
      "text": "even the righteousness which is of God through faith in Jesus Christ, hath been made manifest to all and for all believers. For there is no distinction."
    },
    {
      "verse": 23,
      "text": "For all have sinned, and fail of obtaining the glory which cometh from God;"
    },
    {
      "verse": 24,
      "text": "being accepted as righteous freely, by his grace, through the redemption that is in Christ Jesus,"
    },
    {
      "verse": 25,
      "text": "whom, in his blood, through faith, God hath set forth as a propitiatory sacrifice, in order to manifest his righteousness, on account of his passing by, in his forbearance, the sins committed in former times;"
    },
    {
      "verse": 26,
      "text": "in order to manifest his righteousness at the present time, so that he may be righteous, and accept as righteous him who hath faith."
    },
    {
      "verse": 27,
      "text": "Where then is the boasting? It is excluded. By what law? of works? Nay; but by the law of faith."
    },
    {
      "verse": 28,
      "text": "We conclude therefore, that a man is accepted as righteous through faith, without the works of the Law."
    },
    {
      "verse": 29,
      "text": "Or is God [[the God]] of Jews alone? Is he not also the God of gentiles? Yea, of gentiles also."
    },
    {
      "verse": 30,
      "text": "Seeing there is but one God, who will accept the circumcised as righteous by faith, and the uncircumcised through faith."
    },
    {
      "verse": 31,
      "text": "Do we then make void the Law through faith? Far be it! On the contrary, we establish the Law."
    }
  ]
}