{
  "book_id": "ROM",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "What advantage then shall we say that Abraham our father had as to the flesh?"
    },
    {
      "verse": 2,
      "text": "For if Abraham was accepted as righteous through works, he hath ground of boasting. But he hath no ground of boasting before God."
    },
    {
      "verse": 3,
      "text": "For what saith the scripture? “Abraham had faith in God, and it was accounted unto him as righteousness.”"
    },
    {
      "verse": 4,
      "text": "Now to him that performeth works, the reward is not accounted a matter of grace, but of debt;"
    },
    {
      "verse": 5,
      "text": "but to him who without performing works hath faith in him who accepteth as righteous one that hath been ungodly, his faith is accounted as righteousness;"
    },
    {
      "verse": 6,
      "text": "as David also speaketh of the blessedness of the man whom God accepteth as righteous without works:"
    },
    {
      "verse": 7,
      "text": "“Blessed are they whose iniquities are forgiven, and whose sins are covered."
    },
    {
      "verse": 8,
      "text": "Blessed is the man whom the Lord shall not charge with sin.”"
    },
    {
      "verse": 9,
      "text": "Doth this blessedness belong to the circumcised alone, or to the uncircumcised also? For we are saying that Abraham's faith was accounted as righteousness."
    },
    {
      "verse": 10,
      "text": "How then was it so accounted? After his circumcision, or while he was uncircumcised? Not after he was circumcised, but while he was uncircumcised."
    },
    {
      "verse": 11,
      "text": "And he received the outward sign of circumcision as a seal of the righteousness of the faith which he had while he was uncircumcised; that he might be the father of all the uncircumcised who have faith, so that righteousness might be put to their account also;"
    },
    {
      "verse": 12,
      "text": "and that he might be the father of the circumcised, who are not circumcised merely, but who tread in the steps of that faith which our father Abraham had while yet uncircumcised."
    },
    {
      "verse": 13,
      "text": "For not through the Law was the promise made to Abraham or his offspring that he should be the heir of the world, but through the righteousness of faith."
    },
    {
      "verse": 14,
      "text": "For if they that are of the Law are heirs, then faith becometh a vain thing, and the promise is made of no effect."
    },
    {
      "verse": 15,
      "text": "For the Law is the cause of wrath; for where there is no law there is no transgression."
    },
    {
      "verse": 16,
      "text": "Therefore the inheritance was made to depend on faith, that it might be a matter of grace; that the promise might be sure to all the offspring, not to that only which is under the Law, but to that also which hath the faith of Abraham, who is the father of us all"
    },
    {
      "verse": 17,
      "text": "(as it is written, “I have made thee a father of many nations”) in the sight of that God whom he believed, who giveth life to the dead, and calleth the things that are not, as though they were."
    },
    {
      "verse": 18,
      "text": "For he had confident hope in that which was past hope, that he should become a father of many nations, according to that which was spoken, “Thus shall thy offspring be;”"
    },
    {
      "verse": 19,
      "text": "and not being weak in faith, he regarded not his own body which had become dead, he being about a hundred years old, nor the deadness of Sarah's womb;"
    },
    {
      "verse": 20,
      "text": "nor did he waver in respect to the promise of God through unbelief, but was strong in faith, giving glory to God;"
    },
    {
      "verse": 21,
      "text": "being fully convinced, that what he hath promised, he is able also to perform."
    },
    {
      "verse": 22,
      "text": "And therefore it was accounted to him for righteousness."
    },
    {
      "verse": 23,
      "text": "And that it was so accounted was not written for his sake alone,"
    },
    {
      "verse": 24,
      "text": "but for our sakes also, to whom it will be so accounted through our faith in him who raised up Jesus our Lord from the dead,"
    },
    {
      "verse": 25,
      "text": "who was delivered up on account of our trespasses, and raised from the dead that we might be accepted as righteous."
    }
  ]
}