{
  "book_id": "ROM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Therefore being accepted as righteous through faith, we have peace with God through our Lord Jesus Christ;"
    },
    {
      "verse": 2,
      "text": "through whom also we have had admission into this grace in which we stand, and rejoice in the hope of the glory which God will confer."
    },
    {
      "verse": 3,
      "text": "And not only so, but we rejoice in afflictions also, knowing that affliction produceth endurance,"
    },
    {
      "verse": 4,
      "text": "and endurance proof [[of faith]], and proof [[of faith giveth]] hope;"
    },
    {
      "verse": 5,
      "text": "and hope will not disappoint us; because the love of God hath been shed abroad in our hearts by the Holy Spirit which hath been given to us."
    },
    {
      "verse": 6,
      "text": "For while we were yet without strength, in due season Christ died for the ungodly."
    },
    {
      "verse": 7,
      "text": "Now hardly for a righteous man will one die; perhaps, however, for a benefactor one might even dare to die."
    },
    {
      "verse": 8,
      "text": "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us."
    },
    {
      "verse": 9,
      "text": "Much more then, being now accepted as righteous through his blood, we shall be saved through him from the [[coming]] wrath."
    },
    {
      "verse": 10,
      "text": "For if while enemies we were reconciled to God through the death of his Son, much more having been reconciled shall we be saved by his life;"
    },
    {
      "verse": 11,
      "text": "and not this only, but also having joy in God through our Lord Jesus Christ, through whom we have now received the reconciliation."
    },
    {
      "verse": 12,
      "text": "So then as through one man sin entered into the world, and through sin death, and thus [[death]] came through unto all men, because all sinned—"
    },
    {
      "verse": 13,
      "text": "(for all the time before the Law sin was in the world; but sin is not set to one's account when there is no law."
    },
    {
      "verse": 14,
      "text": "Yet death reigned from Adam to Moses, even over those who had not sinned in the manner in which Adam transgressed; who is a type of him who was to come.—"
    },
    {
      "verse": 15,
      "text": "But the free gift was not as the transgression. For if through the offence of the one the many died, much more hath the grace of God, and the gift which is by the grace of the one man Jesus Christ, abounded to the many."
    },
    {
      "verse": 16,
      "text": "And the free gift is not like what happened through one man who sinned. For sentence of condemnation followed one offence; but the free gift is a justification after many offences."
    },
    {
      "verse": 17,
      "text": "For if by one trespass death reigned through the one man, much more will they who receive the abundance of grace and of the gift of righteousness reign in life through the one man Jesus Christ.)—"
    },
    {
      "verse": 18,
      "text": "As then through one trespass all men have come under condemnation, so through one act of righteousness all obtain the gift of righteousness unto life."
    },
    {
      "verse": 19,
      "text": "For as through the disobedience of the one man the many were made sinners, so through the obedience of the one man will the many be made righteous."
    },
    {
      "verse": 20,
      "text": "Moreover the law came in in addition, that the trespass might abound; but where sin abounded, grace abounded much more;"
    },
    {
      "verse": 21,
      "text": "that as sin reigned in death, so grace might reign through righteousness to everlasting life, through Jesus Christ our Lord."
    }
  ]
}