{
  "book_id": "ROM",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "What shall we say then? Let us continue in sin, that grace may abound still more?"
    },
    {
      "verse": 2,
      "text": "God forbid! How shall we, who died to sin, live any longer in it?"
    },
    {
      "verse": 3,
      "text": "Are ye ignorant, that all of us who were baptized into Jesus Christ, were baptized into his death?"
    },
    {
      "verse": 4,
      "text": "We then by this baptism into his death were buried with him; that as Christ was raised from the dead by the glorious power of the Father, so we also might walk in newness of life."
    },
    {
      "verse": 5,
      "text": "For if we have been made completely like him in his death, we shall be made like him in his resurrection also;"
    },
    {
      "verse": 6,
      "text": "knowing this, that our old man was crucified with him, that the body of sin might be destroyed, that we might no longer be in slavery to sin;"
    },
    {
      "verse": 7,
      "text": "for he that hath died hath been set free from sin."
    },
    {
      "verse": 8,
      "text": "And if we died with Christ, we believe that we shall also live with him;"
    },
    {
      "verse": 9,
      "text": "since we know that Christ, having been raised from the dead, dieth no more; death hath dominion over him no longer."
    },
    {
      "verse": 10,
      "text": "For in that he died, he died to sin once for all; but in that he liveth, he liveth to God."
    },
    {
      "verse": 11,
      "text": "Thus do ye too consider yourselves as dead to sin, but alive to God, through Jesus Christ."
    },
    {
      "verse": 12,
      "text": "Let not then sin reign in your mortal body, bringing you into subjection to its lusts,"
    },
    {
      "verse": 13,
      "text": "nor yield up your members to sin as instruments of unrighteousness; but yield up yourselves to God, as being alive from the dead, and your members to God as instruments of righteousness."
    },
    {
      "verse": 14,
      "text": "For sin shall not hold dominion over you; for ye are not under the Law, but under grace."
    },
    {
      "verse": 15,
      "text": "What then? Are we to sin, because we are not under the Law, but under grace? God forbid!"
    },
    {
      "verse": 16,
      "text": "Know ye not, that whomever ye choose to obey as a master, his bondmen ye are, whether of sin whose fruit is death, or of obedience whose fruit is righteousness?"
    },
    {
      "verse": 17,
      "text": "But thanks be to God that, though ye were the bondmen of sin, ye became obedient from the heart to that form of teaching which was delivered to you;"
    },
    {
      "verse": 18,
      "text": "and being made free from sin, ye became the bondmen of righteousness."
    },
    {
      "verse": 19,
      "text": "I speak in a way common among men on account of the weakness of your flesh. For as ye once yielded your members as slaves to impurity and to iniquity, in order to commit iniquity, so now yield your members as bondmen to righteousness in order to become holy."
    },
    {
      "verse": 20,
      "text": "For when ye were the slaves of sin, ye were not the bondmen of righteousness."
    },
    {
      "verse": 21,
      "text": "What fruit then had ye at that time from those things of which ye are now ashamed? For the end of those things is death."
    },
    {
      "verse": 22,
      "text": "But now having been delivered from the slavery of sin, and having become the bondservants of God, ye have holiness as the fruit, and everlasting life as the end."
    },
    {
      "verse": 23,
      "text": "For the wages of sin is death; but the free gift of God is everlasting life, through Christ Jesus our Lord."
    }
  ]
}