{
  "book_id": "ROM",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Know ye not, brethren, (for I am speaking to those who are acquainted with the Law,) that the Law hath dominion over a man only as long as he liveth?"
    },
    {
      "verse": 2,
      "text": "For the married woman is bound by law to her husband while he liveth; but if the husband die, she is released from the law which bound her to him."
    },
    {
      "verse": 3,
      "text": "So then, if while her husband is living she connect herself with another man, she will be called an adulteress; but if her husband die, she is no longer bound by that law, so that she will not be an adulteress, though she connect herself with another man."
    },
    {
      "verse": 4,
      "text": "So then, my brethren, ye also were slain to the Law through the body of Christ, that ye might be connected with another, even with him who was raised from the dead, that we might bear fruit to God."
    },
    {
      "verse": 5,
      "text": "For when we were in the flesh, the affections of sins, which were through the Law, were working in our members to bear fruit unto death."
    },
    {
      "verse": 6,
      "text": "But now we are delivered from the Law, having died to that by which we were bound, that we might serve in the new life of the Spirit, and not in the old way of the letter."
    },
    {
      "verse": 7,
      "text": "What then shall we say? Is the Law sin? God forbid! But I should not have known sin, except by the Law; for I should not have known sinful desire, unless the Law had said, “Thou shalt not covet.”"
    },
    {
      "verse": 8,
      "text": "But sin, seizing the opportunity, wrought in me by means of the commandment all manner of sinful desire; for without the Law sin is dead."
    },
    {
      "verse": 9,
      "text": "And I, apart from the Law, was once alive; but when the commandment came, sin came to life again, and I died;"
    },
    {
      "verse": 10,
      "text": "and the very commandment whose design was life, I found to issue in death."
    },
    {
      "verse": 11,
      "text": "For sin, seizing the opportunity, deceived me through the commandment, and through it slew me."
    },
    {
      "verse": 12,
      "text": "So that the Law is holy, and the commandment holy, and right, and good."
    },
    {
      "verse": 13,
      "text": "Did then that which is good become death to me? Far be it! but sin; that it might become manifest as sin, causing death to me by means of that which is good; that sin by means of the commandment might become exceedingly sinful."
    },
    {
      "verse": 14,
      "text": "For we know that the Law is spiritual; but I am unspiritual, a slave sold to sin."
    },
    {
      "verse": 15,
      "text": "For I know not what I do. For I do not what I would, but I do what I hate."
    },
    {
      "verse": 16,
      "text": "But if I do what I would not, I assent to the Law that it is good."
    },
    {
      "verse": 17,
      "text": "Now, however, it is no longer I that do it, but sin that dwelleth in me."
    },
    {
      "verse": 18,
      "text": "For I know that there dwelleth not in me, that is, in my flesh, any good thing; for to desire is present with me, but not to perform that which is good."
    },
    {
      "verse": 19,
      "text": "For the good that I would, I do not; but the evil which I would not, that I do."
    },
    {
      "verse": 20,
      "text": "But if I do what I would not, it is no more I that do it, but sin that dwelleth in me."
    },
    {
      "verse": 21,
      "text": "I find then that there is a law to me, that when I would do good, evil is present with me."
    },
    {
      "verse": 22,
      "text": "For I delight in the Law of God, as to the inward man;"
    },
    {
      "verse": 23,
      "text": "but I perceive another law in my members warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members."
    },
    {
      "verse": 24,
      "text": "Wretched man that I am! Who will deliver me from the body of this death?"
    },
    {
      "verse": 25,
      "text": "Thanks be to God, [[who hath delivered me]] through Jesus Christ our Lord. So then, I, the same person, with the mind serve the law of God, but with the flesh the law of sin."
    }
  ]
}