{
  "book_id": "ROM",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "There is then now no condemnation for those who are in Christ Jesus."
    },
    {
      "verse": 2,
      "text": "For the law of the Spirit of life set me free in Christ Jesus from the law of sin and death."
    },
    {
      "verse": 3,
      "text": "For what the Law could not do, in that it was weak through the flesh, God hath done, who on account of sin sent his own Son in the likeness of sinful flesh, and passed sentence of condemnation on sin in the flesh;"
    },
    {
      "verse": 4,
      "text": "so that what is required by the Law might be accomplished in us, who walk not according to the flesh, but according to the Spirit."
    },
    {
      "verse": 5,
      "text": "For they who are according to the flesh have their mind on the things of the flesh; but they who are according to the Spirit, on the things of the Spirit."
    },
    {
      "verse": 6,
      "text": "For the mind of the flesh is death; but the mind of the Spirit life and peace."
    },
    {
      "verse": 7,
      "text": "Because the mind of the flesh is enmity against God; for it doth not submit itself to the Law of God, neither indeed can it."
    },
    {
      "verse": 8,
      "text": "And they who are in the flesh cannot please God."
    },
    {
      "verse": 9,
      "text": "But ye are not in the flesh, but in the Spirit, if indeed the Spirit of God dwelleth in you. But if any one hath to not the Spirit of Christ, he is none of his."
    },
    {
      "verse": 10,
      "text": "And if Christ is in you, the body indeed is dead because of sin; but the Spirit is life because of righteousness."
    },
    {
      "verse": 11,
      "text": "But if the Spirit of him who raised up Jesus from the dead dwelleth in you, he who raised up Christ from the dead will also give life to your mortal bodies, because of his Spirit that dwelleth in you."
    },
    {
      "verse": 12,
      "text": "So then, brethren, we are debtors not to the flesh, to live according to the flesh."
    },
    {
      "verse": 13,
      "text": "For if ye live according to the flesh, ye are sure to die; but if by the Spirit ye make an end of the deeds of the body, ye will live."
    },
    {
      "verse": 14,
      "text": "For as many as are led by the Spirit of God, they are sons of God."
    },
    {
      "verse": 15,
      "text": "For ye did not receive the spirit of bondage so as to be again in fear; but ye received the spirit of adopted children, whereby we cry, Abba, Father!"
    },
    {
      "verse": 16,
      "text": "The Spirit itself beareth witness with our spirit, that we are children of God;"
    },
    {
      "verse": 17,
      "text": "and if children, then heirs; heirs of God, and fellow-heirs with Christ; if indeed we are suffering with him, that we may also be glorified with him."
    },
    {
      "verse": 18,
      "text": "For I esteem the sufferings of the present time as of no account, when compared with the glory which is about to be revealed to us."
    },
    {
      "verse": 19,
      "text": "For the earnest expectation of the creation is waiting for the manifestation of the sons of God."
    },
    {
      "verse": 20,
      "text": "For the creation was brought into subjection to vanity not of its own will, but by reason of him who put it into subjection,"
    },
    {
      "verse": 21,
      "text": "in hope that even the creation itself will be set free from the bondage of corruption and brought into the freedom of the glory of the children of God."
    },
    {
      "verse": 22,
      "text": "For we know that the whole creation is together groaning and suffering the pains of labor, up to this time;"
    },
    {
      "verse": 23,
      "text": "and not only so, but even we ourselves also, though having the first-fruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption as sons, for the redemption of our body."
    },
    {
      "verse": 24,
      "text": "For we were saved only in hope. But hope which is seen is not hope; how can a man hope for that which he seeth?"
    },
    {
      "verse": 25,
      "text": "But if we hope for that which we do not see, then do we with patience wait for it."
    },
    {
      "verse": 26,
      "text": "In like manner the Spirit also helpeth our weakness; for we know not what to pray for as we ought, but the Spirit itself intercedeth with groans which cannot be expressed in words."
    },
    {
      "verse": 27,
      "text": "But he that searcheth the hearts knoweth the mind of the Spirit, because it intercedeth for the holy according to the will of God."
    },
    {
      "verse": 28,
      "text": "We know moreover that all things work together for good to those who love God, to those who are called according to his purpose."
    },
    {
      "verse": 29,
      "text": "For he determined beforehand that those whom he foreknew should be conformed to the image of his Son, in order that he might be the first-born among many brethren."
    },
    {
      "verse": 30,
      "text": "And those whom he before appointed, he also called; and those whom he called, he also accepted as righteous; and those whom he accepted as righteous, he also glorified."
    },
    {
      "verse": 31,
      "text": "What shall we then say to these things? If God is for us, who can be against us?"
    },
    {
      "verse": 32,
      "text": "He who spared not his own Son, but delivered him up for us all, how shall he not also with him freely give us all things?"
    },
    {
      "verse": 33,
      "text": "Who shall bring any charge against the chosen of God? God is he who accepteth them as righteous."
    },
    {
      "verse": 34,
      "text": "Who is he that condemneth? Christ is he that died, yea rather, who rose again, who is also at the right hand of God, who also maketh intercession for us."
    },
    {
      "verse": 35,
      "text": "Who shall separate us from the love of Christ for us? Shall affliction or distress or persecution or famine or nakedness or peril or sword?"
    },
    {
      "verse": 36,
      "text": "As it is written, “For thy sake we are killed all the day long; we were accounted as sheep for slaughter.”"
    },
    {
      "verse": 37,
      "text": "Nay, in all these things we are more than conquerors, through him that loved us."
    },
    {
      "verse": 38,
      "text": "For I am persuaded, that neither death nor life, nor angels, nor principalities, nor things present nor things to come, nor powers,"
    },
    {
      "verse": 39,
      "text": "nor height nor depth, nor any other created thing will be able to separate us from the love of God for us, which is in Christ Jesus our Lord."
    }
  ]
}