{
  "book_id": "ROM",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I speak truth in Christ, I do not lie, my conscience bearing witness with me in the Holy Spirit, that"
    },
    {
      "verse": 2,
      "text": "I have great grief and unceasing anguish in my heart."
    },
    {
      "verse": 3,
      "text": "For I could wish to be myself accursed and cast out from Christ in behalf of my brethren, my kinsmen as to the flesh;"
    },
    {
      "verse": 4,
      "text": "who are Israelites; whom God adopted as sons, whose was the glory, and the covenants, and the giving of the Law, and the service of the sanctuary, and the promises;"
    },
    {
      "verse": 5,
      "text": "whose are the fathers, and from whom, as to the flesh, was the Christ. He who is over all, God, be blessed for ever! Amen."
    },
    {
      "verse": 6,
      "text": "Not as though the word of God hath failed; for not all they that are of Israel are Israel;"
    },
    {
      "verse": 7,
      "text": "nor because they are descendants of Abraham are they all children; but, “Thy offspring shall be reckoned from Isaac.”"
    },
    {
      "verse": 8,
      "text": "That is, not the children by natural descent are children of God, but the children to whom the promise is made are accounted as the offspring."
    },
    {
      "verse": 9,
      "text": "For the word of promise is this: “At this time I will come, and Sarah shall have a son.”"
    },
    {
      "verse": 10,
      "text": "And not only so, but also when Rebecca had conceived by one man, our father Isaac,"
    },
    {
      "verse": 11,
      "text": "before the children were born, or had done any thing good or evil, to the end that God's purpose according to election might stand, not depending on works, but on the will of him that calleth,"
    },
    {
      "verse": 12,
      "text": "it was said to her, “The elder shall serve the younger:”"
    },
    {
      "verse": 13,
      "text": "as it is written, “Jacob I loved, but Esau I hated.”"
    },
    {
      "verse": 14,
      "text": "What then shall we say? Is there injustice with God? Far be it!"
    },
    {
      "verse": 15,
      "text": "For he saith to Moses, “On whom I have mercy, on him will I have mercy; and on whom I have compassion, on him will I have compassion.”"
    },
    {
      "verse": 16,
      "text": "So then it dependeth not on him that willeth, nor on him that runneth, but on God who showeth mercy."
    },
    {
      "verse": 17,
      "text": "For the Scripture saith to Pharaoh, “For this very purpose did I raise thee up, that I might show forth my power in thee, and that my name might be made known in all the earth.”"
    },
    {
      "verse": 18,
      "text": "So then he hath mercy on whom he will, and hardeneth whom he will."
    },
    {
      "verse": 19,
      "text": "Hence thou wilt say to me, Why then doth he still find fault? for who resisteth his will?"
    },
    {
      "verse": 20,
      "text": "Nay but, O man, who art thou that makest answer to God? Shall the thing that is wrought say to the workman, Why hast thou made me thus?"
    },
    {
      "verse": 21,
      "text": "Hath not the potter a right out of the same lump of clay to make one vessel for an honorable use, and another for a dishonorable?"
    },
    {
      "verse": 22,
      "text": "What if God endured with much patience vessels of wrath fitted for destruction, purposing to manifest his wrath and to make known his power;"
    },
    {
      "verse": 23,
      "text": "purposing also to make known the riches of his glory upon vessels of mercy, which he had before prepared for glory,"
    },
    {
      "verse": 24,
      "text": "whom he also called, even us, not only from among the Jews, but also from among the gentiles?"
    },
    {
      "verse": 25,
      "text": "as he also saith in Hosea, “I will call that my people, which was not my people; and her beloved, that was not beloved."
    },
    {
      "verse": 26,
      "text": "And it shall be, that in the place where it was said to them, Ye are not my people, there shall they be called sons of the living God.”"
    },
    {
      "verse": 27,
      "text": "But Isaiah crieth out concerning Israel, “Though the number of the sons of Israel be as the sand of the sea, only the remnant will be saved."
    },
    {
      "verse": 28,
      "text": "For he is accomplishing his word and speedily fulfilling it in righteousness; for a speedily fulfilled word will the Lord execute upon the earth.”"
    },
    {
      "verse": 29,
      "text": "And as Isaiah hath said before, “Unless the Lord of hosts had left us a seed, we should have become as Sodom, and been made like Gomorrah.”"
    },
    {
      "verse": 30,
      "text": "What then shall we say? That the gentiles, who did not strive after righteousness, obtained righteousness, but a righteousness which is of faith;"
    },
    {
      "verse": 31,
      "text": "while Israel, which strove after a law of righteousness, did not attain to a law of righteousness."
    },
    {
      "verse": 32,
      "text": "Why? Because they did not strive for it by faith, but as being by works. For they stumbled against the stone of stumbling;"
    },
    {
      "verse": 33,
      "text": "as it is written, “Behold, I lay in Zion a stone of stumbling and rock of offence; and he that believeth in him shall not be put to shame.”"
    }
  ]
}