{
  "book_id": "ROM",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Brethren, the desire of my heart and my prayer to God for them is, that they may be saved."
    },
    {
      "verse": 2,
      "text": "For I bear them witness that they have a zeal for God, but not according to knowledge."
    },
    {
      "verse": 3,
      "text": "For being ignorant of the righteousness which is of God, and endeavoring to establish a righteousness of their own, they have not submitted themselves to the righteousness which is of God."
    },
    {
      "verse": 4,
      "text": "For Christ is the end of the Law, so that every one that believeth may obtain righteousness."
    },
    {
      "verse": 5,
      "text": "For Moses describeth the righteousness which is of the Law: “The man that hath done these things shall live by them.”"
    },
    {
      "verse": 6,
      "text": "But the righteousness which is of faith speaketh thus: Say not in thy heart, “Who shall ascend into heaven?” that is, to bring Christ down."
    },
    {
      "verse": 7,
      "text": "Or, “Who shall descend into the abyss?” that is, to bring up Christ from the dead."
    },
    {
      "verse": 8,
      "text": "But what saith it? “The word is nigh thee, in thy mouth, and in thy heart;” that is, the word concerning faith, which we preach;"
    },
    {
      "verse": 9,
      "text": "for if thou shalt acknowledge with thy mouth Jesus as Lord, and shalt believe in thy heart that God raised him from the dead, thou shalt be saved."
    },
    {
      "verse": 10,
      "text": "For with the heart man believeth so as to obtain righteousness, and with the mouth professeth so as to obtain salvation."
    },
    {
      "verse": 11,
      "text": "For the Scripture saith, “Whoever believeth in him shall not be put to shame.”"
    },
    {
      "verse": 12,
      "text": "For there is no difference between Jew and Greek; for one and the same is Lord over all, rich to all that call upon him."
    },
    {
      "verse": 13,
      "text": "For “every one who calleth upon the name of the Lord shall be saved.”"
    },
    {
      "verse": 14,
      "text": "How then shall they call on him, in whom they have not believed? and how shall they believe in him, of whom they have not heard? and how shall they hear without a preacher?"
    },
    {
      "verse": 15,
      "text": "and how shall men preach, unless they are sent forth? as it is written, “How beautiful are the feet of those who bring glad tidings of peace, who bring glad tidings of good things!”"
    },
    {
      "verse": 16,
      "text": "But they did not all hearken to the glad tidings. For Isaiah saith, “Lord, who hath believed what he hath heard from us?”"
    },
    {
      "verse": 17,
      "text": "Faith then cometh by hearing, and hearing by the word of God."
    },
    {
      "verse": 18,
      "text": "But I say, Did they not hear? Yes truly, “Their voice went forth into all the earth, and their words to the ends of the world.”"
    },
    {
      "verse": 19,
      "text": "But I say, Hath not Israel had knowledge? First, Moses saith, “I will move you to jealousy by that which is no nation, I will excite you to indignation by a foolish people.”"
    },
    {
      "verse": 20,
      "text": "But Isaiah is very bold, and saith, “I was found by those who sought me not, I became known to those who inquired not for me.”"
    },
    {
      "verse": 21,
      "text": "But concerning Israel he saith, “All the day long I have stretched out my hands to a disobedient and rebellious people.”"
    }
  ]
}