{
  "book_id": "ROM",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I say then, Hath God cast off his people? Far be it I For I myself am an Israelite, of the seed of Abraham, of the tribe of Benjamin."
    },
    {
      "verse": 2,
      "text": "God hath not cast off his people, which he foreknew. Do ye not know what the Scripture saith in the passage concerning Elijah? how he pleadeth to God against Israel:"
    },
    {
      "verse": 3,
      "text": "“Lord, they have killed thy prophets, they have dug down thine altars; and I am left alone, and they are seeking my life.”"
    },
    {
      "verse": 4,
      "text": "But what saith the answer of God to him? “I have reserved to myself seven thousand men, who have not bowed the knee to Baal.”"
    },
    {
      "verse": 5,
      "text": "In the same way then at this present time also there is a remnant, according to the election of grace."
    },
    {
      "verse": 6,
      "text": "And if it is by grace, it is no longer on account of works; otherwise grace ceaseth to be grace; but if it is of works, there is then no grace; otherwise work ceaseth to be work. How is it then?"
    },
    {
      "verse": 7,
      "text": "What Israel seeketh after, that Israel did not obtain; but the elect obtained it, and the rest were hardened;"
    },
    {
      "verse": 8,
      "text": "as it is written: “God gave them a spirit of slumber, eyes that were not to see, and ears that were not to hear, unto this day.”"
    },
    {
      "verse": 9,
      "text": "And David saith, “Let their table become a snare, and a trap, and a stumbling-block, and a recompense to them;"
    },
    {
      "verse": 10,
      "text": "let their eyes be darkened, that they may not see; and bow down their back alway.”"
    },
    {
      "verse": 11,
      "text": "I say then, Did they stumble in order to fall? God forbid! But by their offence salvation is come to the gentiles to excite them to emulation."
    },
    {
      "verse": 12,
      "text": "But if their offence is the riches of the world, and their loss the riches of the gentiles, how much more will their fullness be?"
    },
    {
      "verse": 13,
      "text": "For I am speaking to you gentiles; inasmuch as I am the apostle of the gentiles, I magnify my office,"
    },
    {
      "verse": 14,
      "text": "that I may, if possible, excite to emulation those who are my flesh, and may save some of them."
    },
    {
      "verse": 15,
      "text": "For if the rejection of them is the reconciliation of the world, what will the reception of them be, but life from the dead?"
    },
    {
      "verse": 16,
      "text": "And if the first portion of the dough is holy, so also will be the lump; and if the root is holy, so will be the branches."
    },
    {
      "verse": 17,
      "text": "And if some of the branches have been broken off, and thou, a wild olive, hast been grafted in among them, and become a partaker with them of the root and fatness of the olive-tree,"
    },
    {
      "verse": 18,
      "text": "boast not over the branches; for if thou boast, thou dost not bear the root, but the root thee."
    },
    {
      "verse": 19,
      "text": "Thou wilt say then, The branches were broken off, that I might be grafted in."
    },
    {
      "verse": 20,
      "text": "Be it so. It was for their unbelief that they were broken off, and thou standest through thy faith; be not high-minded, but fear."
    },
    {
      "verse": 21,
      "text": "For if God spared the natural branches, take care lest he spare not thee."
    },
    {
      "verse": 22,
      "text": "Behold then the goodness and the severity of God; toward those who fell, severity; but toward thee God's goodness, if thou continue in his goodness; otherwise thou also wilt be cut off."
    },
    {
      "verse": 23,
      "text": "And they also, if they do not continue in their unbelief, will be grafted in; for God is able to graft them in again."
    },
    {
      "verse": 24,
      "text": "For if thou hast been cut off from an olive-tree wild by nature, and hast against thy nature been ingrafted into a good olive-tree, how much more shall these, the natural branches, be ingrafted into their own olive-stock?"
    },
    {
      "verse": 25,
      "text": "For I would not have you ignorant, brethren, of this mystery, lest ye should be wise in your own conceits, that blindness hath to some extent come upon Israel, until the fullness of the gentiles shall have come in."
    },
    {
      "verse": 26,
      "text": "And thus will all Israel be saved; as it is written, “There shall come out of Zion the Deliverer; he shall turn away ungodliness from Jacob."
    },
    {
      "verse": 27,
      "text": "And this will be my covenant with them, when I shall have taken away their sins.”"
    },
    {
      "verse": 28,
      "text": "In regard to the gospel, they are enemies for your sakes; but in regard to God's choice, they are beloved for the fathers' sake."
    },
    {
      "verse": 29,
      "text": "For in respect to his gifts and his calling, there is no change of purpose with God."
    },
    {
      "verse": 30,
      "text": "For as ye in times past were disobedient to God, but have now obtained mercy through their disobedience,"
    },
    {
      "verse": 31,
      "text": "so they too have now become disobedient, that they also may obtain mercy through the mercy shown to you."
    },
    {
      "verse": 32,
      "text": "For God delivered up all to disobedience, that he might have mercy upon all."
    },
    {
      "verse": 33,
      "text": "O the depth of the riches, and of the wisdom, and of the knowledge of God! How unsearchable are his purposes, and his ways past finding out!"
    },
    {
      "verse": 34,
      "text": "For “who hath known the mind of the Lord? or who hath been made his counselor?”"
    },
    {
      "verse": 35,
      "text": "or “who first gave to him, and shall receive a return?”"
    },
    {
      "verse": 36,
      "text": "For from him, and through him, and to him are all things. To him be the glory for ever! Amen."
    }
  ]
}