{
  "book_id": "ROM",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I beseech you therefore, brethren, by the mercies of God, to present your bodies a living sacrifice, holy, well-pleasing to God, which is your spiritual worship;"
    },
    {
      "verse": 2,
      "text": "and be not conformed to the fashion of this world, but be transformed by the renewal of your mind, that ye may learn by experience what is the will of God, what is good, and well-pleasing, and perfect."
    },
    {
      "verse": 3,
      "text": "For through the grace given to me I warn every one among you, not to think of himself more highly than he ought to think, but to think soberly, according to the measure of faith which God hath imparted to each."
    },
    {
      "verse": 4,
      "text": "For as in one body we have many members, and the members have not all the same office,"
    },
    {
      "verse": 5,
      "text": "so we, though many, form one body in Christ, and each of us is a member of it in common with the rest."
    },
    {
      "verse": 6,
      "text": "Having then gifts which dither according to the grace which hath been bestowed upon us, if we have prophecy, let us prophesy according to the proportion of our faith;"
    },
    {
      "verse": 7,
      "text": "or if service, let us attend to the service; he that teacheth, let him attend to teaching;"
    },
    {
      "verse": 8,
      "text": "or he that exhorteth, to exhortation; he that giveth, let him do it with liberality; he that presideth over others, with diligence; he that doeth deeds of mercy, with cheerfulness."
    },
    {
      "verse": 9,
      "text": "Let your love be unfeigned. Abhor that which is evil, cleave to that which is good."
    },
    {
      "verse": 10,
      "text": "In brotherly love, be affectionate to one another; in honor, give each other the preference."
    },
    {
      "verse": 11,
      "text": "Be not backward in zeal; be fervent in spirit; serving the Lord."
    },
    {
      "verse": 12,
      "text": "Rejoice in hope; be patient in affliction; persevere in prayer."
    },
    {
      "verse": 13,
      "text": "Relieve the wants of the holy; be given to hospitality."
    },
    {
      "verse": 14,
      "text": "Bless those who persecute you; bless, and curse not."
    },
    {
      "verse": 15,
      "text": "Rejoice with those who rejoice; weep with those who weep."
    },
    {
      "verse": 16,
      "text": "Be of one mind among yourselves. Set not your minds on high things, but content yourselves with what is humble. Be not wise in your own conceits."
    },
    {
      "verse": 17,
      "text": "Render to no one evil for evil; have regard to what is honorable in the sight of all men."
    },
    {
      "verse": 18,
      "text": "If it be possible, as far as dependeth on you, be at peace with all men."
    },
    {
      "verse": 19,
      "text": "Dearly beloved, avenge not yourselves, but rather make room for wrath; for it is written, “Vengeance is mine; I will repay, saith the Lord.”"
    },
    {
      "verse": 20,
      "text": "Therefore, “if thy enemy hunger, feed him; if he thirst, give him drink. For in so doing thou wilt heap coals of fire on his head.”"
    },
    {
      "verse": 21,
      "text": "Be not overcome by evil, but overcome evil with good."
    }
  ]
}