{
  "book_id": "ROM",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Let every one submit to the authorities that are over him; for there is no authority which is not from God: and the authorities which exist have been ordained by God."
    },
    {
      "verse": 2,
      "text": "He therefore that setteth himself against the authority resisteth what God hath ordained; and they a who resist will bring upon themselves judgment."
    },
    {
      "verse": 3,
      "text": "For rulers are not a terror to good works, but to the evil. Wouldst thou then not be afraid of the government? Do that which is good, and thou wilt have praise from it;"
    },
    {
      "verse": 4,
      "text": "for the ruler is God's servant to thee for good. But if thou doest evil, be afraid; for he beareth not the sword in vain; for he is God's servant, an avenger to inflict wrath upon him that doeth evil."
    },
    {
      "verse": 5,
      "text": "It is necessary therefore to submit, not only because of the wrath, but also for your conscience' sake."
    },
    {
      "verse": 6,
      "text": "For the same reason pay tribute also; for they are ministers of God, attending continually to this very business."
    },
    {
      "verse": 7,
      "text": "Render to all what is due to them; tribute, to whom tribute is due; custom, to whom custom; fear, to whom fear; honor, to whom honor."
    },
    {
      "verse": 8,
      "text": "Owe no one anything but brotherly love; for he that loveth others hath fulfilled the Law."
    },
    {
      "verse": 9,
      "text": "For these, “Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not covet,” and every other commandment, are summed up in this precept, “Thou shalt love thy neighbor as thyself.”"
    },
    {
      "verse": 10,
      "text": "Love worketh no ill to one's neighbor; therefore love is the fulfilling of the Law."
    },
    {
      "verse": 11,
      "text": "And this, since we know the time, that it is already high time for us to awake out of sleep; for now is our salvation nearer than when we became believers."
    },
    {
      "verse": 12,
      "text": "The night is far spent, the day is at hand; let us then throw off the works of darkness, and put on the armor of light."
    },
    {
      "verse": 13,
      "text": "Let us walk becomingly, as in the day; not in reveling and drunkenness, not in lewdness and wantonness, not in strife and envy;"
    },
    {
      "verse": 14,
      "text": "but clothe yourselves with the Lord Jesus Christ, and think not about satisfying the lusts of the flesh."
    }
  ]
}