{
  "book_id": "ROM",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I commend to you Phoebe our sister, who is a deaconess of the church at Cenchreae;"
    },
    {
      "verse": 2,
      "text": "that ye may receive her in the Lord in a manner worthy of the holy, and assist her in whatever business she may need your aid; for she hath been a helper of many, and of myself also."
    },
    {
      "verse": 3,
      "text": "Salute Prisca and Aquila, my fellow-laborers in Christ Jesus;"
    },
    {
      "verse": 4,
      "text": "who for my life laid down their own necks; to whom not I alone give thanks, but also all the churches of the gentiles;"
    },
    {
      "verse": 5,
      "text": "salute also the church that is in their house. Salute Epaenetus, my beloved, who is the first fruit gathered from Asia for Christ."
    },
    {
      "verse": 6,
      "text": "Salute Mary, who labored much for us."
    },
    {
      "verse": 7,
      "text": "Salute Andronicus and Junias, my kinsmen, and my fellow-prisoners, who are of note among the apostles, who also were in Christ before me."
    },
    {
      "verse": 8,
      "text": "Salute Amplias, my beloved in the Lord."
    },
    {
      "verse": 9,
      "text": "Salute Urbanus, our fellow-laborer in Christ, and Stachys, my beloved."
    },
    {
      "verse": 10,
      "text": "Salute Apelles, the approved in Christ. Salute those who belong to the family of Aristobulus."
    },
    {
      "verse": 11,
      "text": "Salute Herodion, my kinsman. Salute those of the family of Narcissus, who are in the Lord."
    },
    {
      "verse": 12,
      "text": "Salute Tryphaena and Tryphosa, who labor in the Lord. Salute Persis, the beloved, who labored much in the Lord."
    },
    {
      "verse": 13,
      "text": "Salute Rufus, the chosen in the Lord, and his mother, who is mine also."
    },
    {
      "verse": 14,
      "text": "Salute Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brethren that are with them."
    },
    {
      "verse": 15,
      "text": "Salute Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them."
    },
    {
      "verse": 16,
      "text": "Salute each other with a holy kiss. All the churches of Christ salute you."
    },
    {
      "verse": 17,
      "text": "But I exhort your brethren, to mark those who are causing divisions and offences, contrary to the doctrine which ye learned; and avoid them."
    },
    {
      "verse": 18,
      "text": "For such men are not servants of our Lord Christ, but of their own appetites; and by good words and fair speeches they deceive the hearts of the simple."
    },
    {
      "verse": 19,
      "text": "For your obedience hath become known to all. Over you, then, I rejoice; but I would have you wise as to that which is good, and simple as to that which is evil."
    },
    {
      "verse": 20,
      "text": "And the God of peace will soon beat down Satan under your feet. The grace of our Lord Jesus Christ be with you."
    },
    {
      "verse": 21,
      "text": "Timothy, my fellow-laborer, salutes you, and Lucius and Jason and Sosipater my kinsmen."
    },
    {
      "verse": 22,
      "text": "I Tertius, who wrote this letter, salute you in the Lord."
    },
    {
      "verse": 23,
      "text": "Gaius my host, and the host of the whole church, saluteth you. Erastus the treasurer of the city saluteth you, and Quartus, the brother."
    },
    {
      "verse": 24,
      "text": "The grace of our Lord Jesus Christ be with you all. Amen."
    },
    {
      "verse": 25,
      "text": "Now to him who is able to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery which for eternal ages was unrevealed,"
    },
    {
      "verse": 26,
      "text": "but is now made manifest, and through the writings of the prophets, by the command of the everlasting God, is made known to all the nations to bring them to obedience to the faith,—"
    },
    {
      "verse": 27,
      "text": "to God, the only wise, through Jesus Christ, to whom be the glory for ever! Amen."
    }
  ]
}