{
  "book_id": "PHP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul and Timothy, servants of Christ Jesus, to all the saints in Christ Jesus who are at Philippi, together with the bishops and deacons:"
    },
    {
      "verse": 2,
      "text": "Grace be to you, and peace, from God our Father, and the Lord Jesus Christ."
    },
    {
      "verse": 3,
      "text": "I thank my God in all my remembrance of you,"
    },
    {
      "verse": 4,
      "text": "always in every prayer of mine for you all making my prayer with joy"
    },
    {
      "verse": 5,
      "text": "on account of your fellowship in the cause of the gospel from the first day until now;"
    },
    {
      "verse": 6,
      "text": "being confident of this very thing, that he who began in you a good work, will perfect it until the day of Christ Jesus;"
    },
    {
      "verse": 7,
      "text": "even as it is right for me to think this of you all, because I have you in my heart both in my bonds, and in the defence and confirmation of the gospel, all of you being sharers of the grace bestowed on me."
    },
    {
      "verse": 8,
      "text": "For God is my witness how much I long for you all in the tender affection of Christ Jesus."
    },
    {
      "verse": 9,
      "text": "And this I pray, that your love may abound yet more and more in knowledge and in all discernment;"
    },
    {
      "verse": 10,
      "text": "so that ye may approve the things that are most excellent, in order that ye may be pure and without offence against the day of Christ,"
    },
    {
      "verse": 11,
      "text": "being filled with the fruit of righteousness which is through Jesus Christ, to the glory and praise of God."
    },
    {
      "verse": 12,
      "text": "But I wish you to know, brethren, that things with me have resulted in the furtherance of the gospel;"
    },
    {
      "verse": 13,
      "text": "so that my bonds have become known in connection with Christ in the whole camp of the imperial guards, and to all the rest;"
    },
    {
      "verse": 14,
      "text": "and that the great part of the brethren, made confident in the Lord by my bonds, are much more bold to speak the word without fear."
    },
    {
      "verse": 15,
      "text": "Some indeed preach Christ even from envy and strife, and some also from good will."
    },
    {
      "verse": 16,
      "text": "(1:17) but they who are of a factious spirit preach Christ with no pure intent, thinking to stir up affliction to my bonds."
    },
    {
      "verse": 17,
      "text": "(1:16) They who are of love, knowing that I am set for the defence of the gospel;"
    },
    {
      "verse": 18,
      "text": "What then? Notwithstanding, in every way, whether in pretence or in truth, Christ is preached; and therein do I rejoice, yea, and shall rejoice."
    },
    {
      "verse": 19,
      "text": "For I know that this will turn out to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,"
    },
    {
      "verse": 20,
      "text": "according to my earnest expectation and hope, that in nothing I shall be put to shame, but that with all boldness, as always, so also now, Christ will be magnified in my body, whether by life, or by death."
    },
    {
      "verse": 21,
      "text": "For to me to live is Christ, and to die is gain."
    },
    {
      "verse": 22,
      "text": "But if to live in the flesh, if this is to me the fruit of my labor, then what I should choose, I cannot say;"
    },
    {
      "verse": 23,
      "text": "but I am held in a strait by the two, having a desire to depart, and to be with Christ; for it is far better;"
    },
    {
      "verse": 24,
      "text": "but to abide in the flesh is more needful for your sake."
    },
    {
      "verse": 25,
      "text": "And being persuaded of this, I know that I shall abide and continue with you all for your advancement and joy in your faith,"
    },
    {
      "verse": 26,
      "text": "that your glorying in me, in the cause of Christ Jesus, may be more abundant by my coming to you again."
    },
    {
      "verse": 27,
      "text": "Only conduct yourselves in a manner worthy of the gospel of Christ, that whether I come and see you, or remain absent, I may hear of your affairs, that ye stand fast in one spirit, with one soul striving together for the faith of the gospel,"
    },
    {
      "verse": 28,
      "text": "and in nothing terrified by your adversaries; which is to them an evident token of perdition, but to you of salvation; and that from God;"
    },
    {
      "verse": 29,
      "text": "for to you it was given in behalf of Christ, not only to believe in him, but in his behalf to suffer also;"
    },
    {
      "verse": 30,
      "text": "as ye have the same conflict which ye saw in me, and now hear of in me."
    }
  ]
}