{
  "book_id": "PHP",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "If then there is any exhortation in Christ, if any encouragement from love, if any partaking of the Spirit, if any tenderness and compassion,"
    },
    {
      "verse": 2,
      "text": "make my joy full, that ye be of the same mind, having the same love, with union of soul cherishing one mind;"
    },
    {
      "verse": 3,
      "text": "doing nothing in the spirit of faction, or in the spirit of vain-glory, but in humility esteeming others as better than yourselves;"
    },
    {
      "verse": 4,
      "text": "looking each of you not to his own interest, but each to the interest of others also."
    },
    {
      "verse": 5,
      "text": "Yea, let this mind be in you which was in Christ Jesus,"
    },
    {
      "verse": 6,
      "text": "who, being in the form of God, did not regard it as a thing to be grasped at to be on an equality with God,"
    },
    {
      "verse": 7,
      "text": "but made himself of no consideration, taking the form of a servant, and becoming like men;"
    },
    {
      "verse": 8,
      "text": "and in what appertained to him appearing as a man, he humbled himself, and was obedient unto death, even the death of the cross."
    },
    {
      "verse": 9,
      "text": "Wherefore God also highly exalted him, and gave him a name which is above every name;"
    },
    {
      "verse": 10,
      "text": "that in the name of Jesus every knee should bow, of those who are in heaven, and those on earth, and those under the earth,"
    },
    {
      "verse": 11,
      "text": "and that every tongue should confess that Jesus Christ is Lord, to the glory of God, the Father."
    },
    {
      "verse": 12,
      "text": "So then, my beloved, as ye always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling;"
    },
    {
      "verse": 13,
      "text": "for it is God who worketh in you both to will and to work for his good pleasure."
    },
    {
      "verse": 14,
      "text": "Do all things without murmurings and doubts;"
    },
    {
      "verse": 15,
      "text": "that ye may be blameless and pure, children of God, without rebuke, in the midst of a crooked and perverse generation; among whom ye shine as luminaries in the world,"
    },
    {
      "verse": 16,
      "text": "holding forth the word of life, that I may have whereof to boast against the day of Christ, that I did not run in vain, or labor in vain."
    },
    {
      "verse": 17,
      "text": "But if I am even poured out on the sacrifice and ministration of your faith, I rejoice, and rejoice with you all."
    },
    {
      "verse": 18,
      "text": "For the same reason, do ye also rejoice, and rejoice with me."
    },
    {
      "verse": 19,
      "text": "But I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I know your state."
    },
    {
      "verse": 20,
      "text": "For I have no one like-minded, who will have a true concern for your state;"
    },
    {
      "verse": 21,
      "text": "for all of them are seeking their own things, not those of Christ Jesus."
    },
    {
      "verse": 22,
      "text": "But ye know the proof of him, that, as a son serves a father, he served with me for the gospel."
    },
    {
      "verse": 23,
      "text": "Him therefore I hope to send forthwith, as soon as I see how it will go with me;"
    },
    {
      "verse": 24,
      "text": "but I trust in the Lord that I also myself shall come soon."
    },
    {
      "verse": 25,
      "text": "Yet I thought it necessary to send to you Epaphroditus, my brother, and companion in labor, and fellow-soldier, but your messenger, and minister to my wants;"
    },
    {
      "verse": 26,
      "text": "for he was longing after you all, and was much troubled, because ye heard that he was sick."
    },
    {
      "verse": 27,
      "text": "For indeed he was sick near to death; but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow."
    },
    {
      "verse": 28,
      "text": "I send him therefore the more speedily, that when ye see him ye may again rejoice, and that I may be the less sorrowful."
    },
    {
      "verse": 29,
      "text": "Receive him therefore in the Lord with all gladness, and hold such in honor;"
    },
    {
      "verse": 30,
      "text": "because he was near to death on account of the work, hazarding his life to supply what was wanting on your part in the ministration to me."
    }
  ]
}