{
  "book_id": "PHP",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Therefore, my brethren, beloved and longed for, my joy and crown, so stand fast in the Lord, beloved."
    },
    {
      "verse": 2,
      "text": "I exhort Euodia, and I exhort Syntyche, that they be of the same mind in the Lord;"
    },
    {
      "verse": 3,
      "text": "yea, I entreat thee also, true yoke-fellow, give them aid; since they labored with me in the gospel, with Clement also, and the rest of my fellow-laborers, whose names are in the book of life."
    },
    {
      "verse": 4,
      "text": "Rejoice in the Lord always; again I will say it, rejoice."
    },
    {
      "verse": 5,
      "text": "Let your moderation be known to all men. The Lord is at hand."
    },
    {
      "verse": 6,
      "text": "Be anxious about nothing, but in everything by prayer and supplication with thanksgiving let your requests be made known to God;"
    },
    {
      "verse": 7,
      "text": "and the peace of God, which passeth all understanding, will keep your hearts and your minds in Christ Jesus."
    },
    {
      "verse": 8,
      "text": "Finally, brethren, whatever things are true, whatever things are honorable, whatever things are right, whatever things are pure, whatever things are lovely, whatever things are of good report, if there be any virtue, and if there be any praise, think on these things."
    },
    {
      "verse": 9,
      "text": "The things which ye learned, and received, and heard, and saw in me, these do; and the God of peace will be with you."
    },
    {
      "verse": 10,
      "text": "But I rejoiced in the Lord greatly, that now at length ye have revived again in your care for my welfare; for which indeed ye cared before, but lacked opportunity."
    },
    {
      "verse": 11,
      "text": "Not that I speak on account of want; for I have learned, in whatever state I am, therewith to be content."
    },
    {
      "verse": 12,
      "text": "I know how to be abased, and I know also how to abound; in every thing and in all things I have been well taught, both to be full and to be hungry, both to abound and to be in want;"
    },
    {
      "verse": 13,
      "text": "I can do all things in him who strengtheneth me."
    },
    {
      "verse": 14,
      "text": "Notwithstanding, ye did well in sharing with me in my distress."
    },
    {
      "verse": 15,
      "text": "And ye yourselves also know, Philippians, that in the beginning of the gospel, when I went forth from Macedonia, no church communicated with me in an account of giving and receiving, but ye only;"
    },
    {
      "verse": 16,
      "text": "for even in Thessalonica ye sent once and again to my necessity."
    },
    {
      "verse": 17,
      "text": "Not that I seek for such a gift, but I do seek for fruit that may abound to your account."
    },
    {
      "verse": 18,
      "text": "But I have all, and abound; I am full, having received from Epaphroditus what was sent from you, a sweet odor, a sacrifice acceptable, well-pleasing to God."
    },
    {
      "verse": 19,
      "text": "But my God will supply all your need according to his riches in glory, in Christ Jesus."
    },
    {
      "verse": 20,
      "text": "Now to God, our Father, be glory for ever. Amen."
    },
    {
      "verse": 21,
      "text": "Salute every saint in Christ Jesus. The brethren who are with me salute you."
    },
    {
      "verse": 22,
      "text": "All the saints salute you, but especially they who are of Caesar's household."
    },
    {
      "verse": 23,
      "text": "The grace of the Lord Jesus Christ be with your spirit."
    }
  ]
}