{
  "book_id": "2PE",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "But there arose false prophets also among the people, as among you also there shall be false teachers, who shall privily bring in destructive heresies, denying even the Master that bought them, bringing upon themselves swift destruction."
    },
    {
      "verse": 2,
      "text": "And many shall follow their lascivious doings; by reason of whom the way of the truth shall be evil spoken of."
    },
    {
      "verse": 3,
      "text": "And in covetousness shall they with feigned words make merchandise of you: whose sentence now from of old lingereth not, and their destruction shall not slumber."
    },
    {
      "verse": 4,
      "text": "For if God spared not angels when they sinned, but cast them down to Tartarus, and delivered them into chains of darkness, to be reserved unto judgment;"
    },
    {
      "verse": 5,
      "text": "and spared not the ancient world, but preserved Noah with seven others, a preacher of righteousness, when he brought a flood upon the world of the ungodly;"
    },
    {
      "verse": 6,
      "text": "and turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow, having made them an example unto those that should live ungodly;"
    },
    {
      "verse": 7,
      "text": "and delivered righteous Lot, sore distressed by the lascivious life of the wicked"
    },
    {
      "verse": 8,
      "text": "(for that righteous man dwelling among them, in seeing and hearing, vexed hisrighteous soul from day to day with theirlawless deeds):"
    },
    {
      "verse": 9,
      "text": "the Lord knoweth how to deliver the godly out of temptation, and to keep the unrighteous under punishment unto the day of judgment;"
    },
    {
      "verse": 10,
      "text": "but chiefly them that walk after the flesh in the lust of defilement, and despise dominion. Daring, self-willed, they tremble not to rail at dignities:"
    },
    {
      "verse": 11,
      "text": "whereas angels, though greater in might and power, bring not a railing judgment against them before the Lord."
    },
    {
      "verse": 12,
      "text": "But these, natural creatures without reason, made to be taken and destroyed, railing in matters whereof they are ignorant, shall in their destroying surely be destroyed,"
    },
    {
      "verse": 13,
      "text": "receiving the hire of wrongdoing; menthat count it pleasure to revel in the daytime, spots and blemishes, reveling in their deceivings while they feast with you;"
    },
    {
      "verse": 14,
      "text": "having eyes full of adultery, and that cannot cease from sin; enticing unsteadfast souls; having a heart exercised in covetousness; children of cursing;"
    },
    {
      "verse": 15,
      "text": "forsaking the right way, they went astray, having followed the way of Balaam the sonof Beor, who loved the hire of wrongdoing;"
    },
    {
      "verse": 16,
      "text": "but he was rebuked for his own transgression: a dumb ass spake with man’s voice and stayed the madness of the prophet."
    },
    {
      "verse": 17,
      "text": "These are springs without water, clouds driven by a storm; for whom the blackness of darkness hath been reserved forever."
    },
    {
      "verse": 18,
      "text": "For, uttering great swelling wordsof vanity, they entice in the lusts of the flesh, by lascivious doings, those who had truly escaped from them that live in error;"
    },
    {
      "verse": 19,
      "text": "promising them liberty, while they themselves are bondservants of corruption; for of whom a man is overcome, of the same is he also brought into bondage."
    },
    {
      "verse": 20,
      "text": "For if, after they have escaped the defilements of the world through the knowledge of the Lord and Savior Jesus Christ, they are again entangled therein and overcome, the last state is become worse with them than the first."
    },
    {
      "verse": 21,
      "text": "For it were better for them not to have known the way of righteousness, than, after knowing it, to turn back from the holy commandment delivered unto them."
    },
    {
      "verse": 22,
      "text": "But it hath happened unto them according to the true proverb, The dog turning to his own vomit again, and the sow that had washed to wallowing in the mire."
    }
  ]
}