{
  "book_id": "DEU",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "ונפן ונסע המדברה דרך ים סוף כאשר דבר יהוה אלי ונסב את הר שעיר ימים רבים׃"
    },
    {
      "verse": 2,
      "text": "ויאמר יהוה אלי לאמר׃"
    },
    {
      "verse": 3,
      "text": "רב לכם סב את ההר הזה פנו לכם צפנה׃"
    },
    {
      "verse": 4,
      "text": "ואת העם צו לאמר אתם עברים בגבול אחיכם בני עשו הישבים בשעיר וייראו מכם ונשמרתם מאד׃"
    },
    {
      "verse": 5,
      "text": "אל תתגרו בם כי לא אתן לכם מארצם עד מדרך כף רגל כי ירשה לעשו נתתי את הר שעיר׃"
    },
    {
      "verse": 6,
      "text": "אכל תשברו מאתם בכסף ואכלתם וגם מים תכרו מאתם בכסף ושתיתם׃"
    },
    {
      "verse": 7,
      "text": "כי יהוה אלהיך ברכך בכל מעשה ידך ידע לכתך את המדבר הגדל הזה זה ארבעים שנה יהוה אלהיך עמך לא חסרת דבר׃"
    },
    {
      "verse": 8,
      "text": "ונעבר מאת אחינו בני עשו הישבים בשעיר מדרך הערבה מאילת ומעצין גבר ונפן ונעבר דרך מדבר מואב׃"
    },
    {
      "verse": 9,
      "text": "ויאמר יהוה אלי אל תצר את מואב ואל תתגר בם מלחמה כי לא אתן לך מארצו ירשה כי לבני לוט נתתי את ער ירשה׃"
    },
    {
      "verse": 10,
      "text": "האמים לפנים ישבו בה עם גדול ורב ורם כענקים׃"
    },
    {
      "verse": 11,
      "text": "רפאים יחשבו אף הם כענקים והמאבים יקראו להם אמים׃"
    },
    {
      "verse": 12,
      "text": "ובשעיר ישבו החרים לפנים ובני עשו יירשום וישמידום מפניהם וישבו תחתם כאשר עשה ישראל לארץ ירשתו אשר נתן יהוה להם׃"
    },
    {
      "verse": 13,
      "text": "עתה קמו ועברו לכם את נחל זרד ונעבר את נחל זרד׃"
    },
    {
      "verse": 14,
      "text": "והימים אשר הלכנו מקדש ברנע עד אשר עברנו את נחל זרד שלשים ושמנה שנה עד תם כל הדור אנשי המלחמה מקרב המחנה כאשר נשבע יהוה להם׃"
    },
    {
      "verse": 15,
      "text": "וגם יד יהוה היתה בם להמם מקרב המחנה עד תמם׃"
    },
    {
      "verse": 16,
      "text": "ויהי כאשר תמו כל אנשי המלחמה למות מקרב העם׃"
    },
    {
      "verse": 17,
      "text": "וידבר יהוה אלי לאמר׃"
    },
    {
      "verse": 18,
      "text": "אתה עבר היום את גבול מואב את ער׃"
    },
    {
      "verse": 19,
      "text": "וקרבת מול בני עמון אל תצרם ואל תתגר בם כי לא אתן מארץ בני עמון לך ירשה כי לבני לוט נתתיה ירשה׃"
    },
    {
      "verse": 20,
      "text": "ארץ רפאים תחשב אף הוא רפאים ישבו בה לפנים והעמנים יקראו להם זמזמים׃"
    },
    {
      "verse": 21,
      "text": "עם גדול ורב ורם כענקים וישמידם יהוה מפניהם ויירשם וישבו תחתם׃"
    },
    {
      "verse": 22,
      "text": "כאשר עשה לבני עשו הישבים בשעיר אשר השמיד את החרי מפניהם ויירשם וישבו תחתם עד היום הזה׃"
    },
    {
      "verse": 23,
      "text": "והעוים הישבים בחצרים עד עזה כפתרים היצאים מכפתור השמידם וישבו תחתם׃"
    },
    {
      "verse": 24,
      "text": "קומו סעו ועברו את נחל ארנן ראה נתתי בידך את סיחן מלך חשבון האמרי ואת ארצו החל רש והתגר בו מלחמה׃"
    },
    {
      "verse": 25,
      "text": "היום הזה אחל תת פחדך ויראתך על פני העמים תחת כל השמים אשר ישמעון שמעך ורגזו וחלו מפניך׃"
    },
    {
      "verse": 26,
      "text": "ואשלח מלאכים ממדבר קדמות אל סיחון מלך חשבון דברי שלום לאמר׃"
    },
    {
      "verse": 27,
      "text": "אעברה בארצך בדרך בדרך אלך לא אסור ימין ושמאול׃"
    },
    {
      "verse": 28,
      "text": "אכל בכסף תשברני ואכלתי ומים בכסף תתן לי ושתיתי רק אעברה ברגלי׃"
    },
    {
      "verse": 29,
      "text": "כאשר עשו לי בני עשו הישבים בשעיר והמואבים הישבים בער עד אשר אעבר את הירדן אל הארץ אשר יהוה אלהינו נתן לנו׃"
    },
    {
      "verse": 30,
      "text": "ולא אבה סיחן מלך חשבון העברנו בו כי הקשה יהוה אלהיך את רוחו ואמץ את לבבו למען תתו בידך כיום הזה׃"
    },
    {
      "verse": 31,
      "text": "ויאמר יהוה אלי ראה החלתי תת לפניך את סיחן ואת ארצו החל רש לרשת את ארצו׃"
    },
    {
      "verse": 32,
      "text": "ויצא סיחן לקראתנו הוא וכל עמו למלחמה יהצה׃"
    },
    {
      "verse": 33,
      "text": "ויתנהו יהוה אלהינו לפנינו ונך אתו ואת בנו ואת כל עמו׃"
    },
    {
      "verse": 34,
      "text": "ונלכד את כל עריו בעת ההוא ונחרם את כל עיר מתם והנשים והטף לא השארנו שריד׃"
    },
    {
      "verse": 35,
      "text": "רק הבהמה בזזנו לנו ושלל הערים אשר לכדנו׃"
    },
    {
      "verse": 36,
      "text": "מערער אשר על שפת נחל ארנן והעיר אשר בנחל ועד הגלעד לא היתה קריה אשר שגבה ממנו את הכל נתן יהוה אלהינו לפנינו׃"
    },
    {
      "verse": 37,
      "text": "רק אל ארץ בני עמון לא קרבת כל יד נחל יבק וערי ההר וכל אשר צוה יהוה אלהינו׃"
    }
  ]
}