{
  "book_id": "DEU",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "בנים אתם ליהוה אלהיכם לא תתגדדו ולא תשימו קרחה בין עיניכם למת׃"
    },
    {
      "verse": 2,
      "text": "כי עם קדוש אתה ליהוה אלהיך ובך בחר יהוה להיות לו לעם סגלה מכל העמים אשר על פני האדמה׃"
    },
    {
      "verse": 3,
      "text": "לא תאכל כל תועבה׃"
    },
    {
      "verse": 4,
      "text": "זאת הבהמה אשר תאכלו שור שה כשבים ושה עזים׃"
    },
    {
      "verse": 5,
      "text": "איל וצבי ויחמור ואקו ודישן ותאו וזמר׃"
    },
    {
      "verse": 6,
      "text": "וכל בהמה מפרסת פרסה ושסעת שסע שתי פרסות מעלת גרה בבהמה אתה תאכלו׃"
    },
    {
      "verse": 7,
      "text": "אך את זה לא תאכלו ממעלי הגרה וממפריסי הפרסה השסועה את הגמל ואת הארנבת ואת השפן כי מעלה גרה המה ופרסה לא הפריסו טמאים הם לכם׃"
    },
    {
      "verse": 8,
      "text": "ואת החזיר כי מפריס פרסה הוא ולא גרה טמא הוא לכם מבשרם לא תאכלו ובנבלתם לא תגעו׃"
    },
    {
      "verse": 9,
      "text": "את זה תאכלו מכל אשר במים כל אשר לו סנפיר וקשקשת תאכלו׃"
    },
    {
      "verse": 10,
      "text": "וכל אשר אין לו סנפיר וקשקשת לא תאכלו טמא הוא לכם׃"
    },
    {
      "verse": 11,
      "text": "כל צפור טהרה תאכלו׃"
    },
    {
      "verse": 12,
      "text": "וזה אשר לא תאכלו מהם הנשר והפרס והעזניה׃"
    },
    {
      "verse": 13,
      "text": "והראה ואת האיה והדיה למינה׃"
    },
    {
      "verse": 14,
      "text": "ואת כל ערב למינו׃"
    },
    {
      "verse": 15,
      "text": "ואת בת היענה ואת התחמס ואת השחף ואת הנץ למינהו׃"
    },
    {
      "verse": 16,
      "text": "את הכוס ואת הינשוף והתנשמת׃"
    },
    {
      "verse": 17,
      "text": "והקאת ואת הרחמה ואת השלך׃"
    },
    {
      "verse": 18,
      "text": "והחסידה והאנפה למינה והדוכיפת והעטלף׃"
    },
    {
      "verse": 19,
      "text": "וכל שרץ העוף טמא הוא לכם לא יאכלו׃"
    },
    {
      "verse": 20,
      "text": "כל עוף טהור תאכלו׃"
    },
    {
      "verse": 21,
      "text": "לא תאכלו כל נבלה לגר אשר בשעריך תתננה ואכלה או מכר לנכרי כי עם קדוש אתה ליהוה אלהיך לא תבשל גדי בחלב אמו׃"
    },
    {
      "verse": 22,
      "text": "עשר תעשר את כל תבואת זרעך היצא השדה שנה שנה׃"
    },
    {
      "verse": 23,
      "text": "ואכלת לפני יהוה אלהיך במקום אשר יבחר לשכן שמו שם מעשר דגנך תירשך ויצהרך ובכרת בקרך וצאנך למען תלמד ליראה את יהוה אלהיך כל הימים׃"
    },
    {
      "verse": 24,
      "text": "וכי ירבה ממך הדרך כי לא תוכל שאתו כי ירחק ממך המקום אשר יבחר יהוה אלהיך לשום שמו שם כי יברכך יהוה אלהיך׃"
    },
    {
      "verse": 25,
      "text": "ונתתה בכסף וצרת הכסף בידך והלכת אל המקום אשר יבחר יהוה אלהיך בו׃"
    },
    {
      "verse": 26,
      "text": "ונתתה הכסף בכל אשר תאוה נפשך בבקר ובצאן וביין ובשכר ובכל אשר תשאלך נפשך ואכלת שם לפני יהוה אלהיך ושמחת אתה וביתך׃"
    },
    {
      "verse": 27,
      "text": "והלוי אשר בשעריך לא תעזבנו כי אין לו חלק ונחלה עמך׃"
    },
    {
      "verse": 28,
      "text": "מקצה שלש שנים תוציא את כל מעשר תבואתך בשנה ההוא והנחת בשעריך׃"
    },
    {
      "verse": 29,
      "text": "ובא הלוי כי אין לו חלק ונחלה עמך והגר והיתום והאלמנה אשר בשעריך ואכלו ושבעו למען יברכך יהוה אלהיך בכל מעשה ידך אשר תעשה׃"
    }
  ]
}