{
  "book_id": "DEU",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "מקץ שבע שנים תעשה שמטה׃"
    },
    {
      "verse": 2,
      "text": "וזה דבר השמטה שמוט כל בעל משה ידו אשר ישה ברעהו לא יגש את רעהו ואת אחיו כי קרא שמטה ליהוה׃"
    },
    {
      "verse": 3,
      "text": "את הנכרי תגש ואשר יהיה לך את אחיך תשמט ידך׃"
    },
    {
      "verse": 4,
      "text": "אפס כי לא יהיה בך אביון כי ברך יברכך יהוה בארץ אשר יהוה אלהיך נתן לך נחלה לרשתה׃"
    },
    {
      "verse": 5,
      "text": "רק אם שמוע תשמע בקול יהוה אלהיך לשמר לעשות את כל המצוה הזאת אשר אנכי מצוך היום׃"
    },
    {
      "verse": 6,
      "text": "כי יהוה אלהיך ברכך כאשר דבר לך והעבטת גוים רבים ואתה לא תעבט ומשלת בגוים רבים ובך לא ימשלו׃"
    },
    {
      "verse": 7,
      "text": "כי יהיה בך אביון מאחד אחיך באחד שעריך בארצך אשר יהוה אלהיך נתן לך לא תאמץ את לבבך ולא תקפץ את ידך מאחיך האביון׃"
    },
    {
      "verse": 8,
      "text": "כי פתח תפתח את ידך לו והעבט תעביטנו די מחסרו אשר יחסר לו׃"
    },
    {
      "verse": 9,
      "text": "השמר לך פן יהיה דבר עם לבבך בליעל לאמר קרבה שנת השבע שנת השמטה ורעה עינך באחיך האביון ולא תתן לו וקרא עליך אל יהוה והיה בך חטא׃"
    },
    {
      "verse": 10,
      "text": "נתון תתן לו ולא ירע לבבך בתתך לו כי בגלל הדבר הזה יברכך יהוה אלהיך בכל מעשך ובכל משלח ידך׃"
    },
    {
      "verse": 11,
      "text": "כי לא יחדל אביון מקרב הארץ על כן אנכי מצוך לאמר פתח תפתח את ידך לאחיך לעניך ולאבינך בארצך׃"
    },
    {
      "verse": 12,
      "text": "כי ימכר לך אחיך העברי או העבריה ועבדך שש שנים ובשנה השביעת תשלחנו חפשי מעמך׃"
    },
    {
      "verse": 13,
      "text": "וכי תשלחנו חפשי מעמך לא תשלחנו ריקם׃"
    },
    {
      "verse": 14,
      "text": "העניק תעניק לו מצאנך ומגרנך ומיקבך אשר ברכך יהוה אלהיך תתן לו׃"
    },
    {
      "verse": 15,
      "text": "וזכרת כי עבד היית בארץ מצרים ויפדך יהוה אלהיך על כן אנכי מצוך את הדבר הזה היום׃"
    },
    {
      "verse": 16,
      "text": "והיה כי יאמר אליך לא אצא מעמך כי אהבך ואת ביתך כי טוב לו עמך׃"
    },
    {
      "verse": 17,
      "text": "ולקחת את המרצע ונתתה באזנו ובדלת והיה לך עבד עולם ואף לאמתך תעשה כן׃"
    },
    {
      "verse": 18,
      "text": "לא יקשה בעינך בשלחך אתו חפשי מעמך כי משנה שכר שכיר עבדך שש שנים וברכך יהוה אלהיך בכל אשר תעשה׃"
    },
    {
      "verse": 19,
      "text": "כל הבכור אשר יולד בבקרך ובצאנך הזכר תקדיש ליהוה אלהיך לא תעבד בבכר שורך ולא תגז בכור צאנך׃"
    },
    {
      "verse": 20,
      "text": "לפני יהוה אלהיך תאכלנו שנה בשנה במקום אשר יבחר יהוה אתה וביתך׃"
    },
    {
      "verse": 21,
      "text": "וכי יהיה בו מום פסח או עור כל מום רע לא תזבחנו ליהוה אלהיך׃"
    },
    {
      "verse": 22,
      "text": "בשעריך תאכלנו הטמא והטהור יחדו כצבי וכאיל׃"
    },
    {
      "verse": 23,
      "text": "רק את דמו לא תאכל על הארץ תשפכנו כמים׃"
    }
  ]
}