{
  "book_id": "DEU",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "לא תראה את שור אחיך או את שיו נדחים והתעלמת מהם השב תשיבם לאחיך׃"
    },
    {
      "verse": 2,
      "text": "ואם לא קרוב אחיך אליך ולא ידעתו ואספתו אל תוך ביתך והיה עמך עד דרש אחיך אתו והשבתו לו׃"
    },
    {
      "verse": 3,
      "text": "וכן תעשה לחמרו וכן תעשה לשמלתו וכן תעשה לכל אבדת אחיך אשר תאבד ממנו ומצאתה לא תוכל להתעלם׃"
    },
    {
      "verse": 4,
      "text": "לא תראה את חמור אחיך או שורו נפלים בדרך והתעלמת מהם הקם תקים עמו׃"
    },
    {
      "verse": 5,
      "text": "לא יהיה כלי גבר על אשה ולא ילבש גבר שמלת אשה כי תועבת יהוה אלהיך כל עשה אלה׃"
    },
    {
      "verse": 6,
      "text": "כי יקרא קן צפור לפניך בדרך בכל עץ או על הארץ אפרחים או ביצים והאם רבצת על האפרחים או על הביצים לא תקח האם על הבנים׃"
    },
    {
      "verse": 7,
      "text": "שלח תשלח את האם ואת הבנים תקח לך למען ייטב לך והארכת ימים׃"
    },
    {
      "verse": 8,
      "text": "כי תבנה בית חדש ועשית מעקה לגגך ולא תשים דמים בביתך כי יפל הנפל ממנו׃"
    },
    {
      "verse": 9,
      "text": "לא תזרע כרמך כלאים פן תקדש המלאה הזרע אשר תזרע ותבואת הכרם׃"
    },
    {
      "verse": 10,
      "text": "לא תחרש בשור ובחמר יחדו׃"
    },
    {
      "verse": 11,
      "text": "לא תלבש שעטנז צמר ופשתים יחדו׃"
    },
    {
      "verse": 12,
      "text": "גדלים תעשה לך על ארבע כנפות כסותך אשר תכסה בה׃"
    },
    {
      "verse": 13,
      "text": "כי יקח איש אשה ובא אליה ושנאה׃"
    },
    {
      "verse": 14,
      "text": "ושם לה עלילת דברים והוציא עליה שם רע ואמר את האשה הזאת לקחתי ואקרב אליה ולא מצאתי לה בתולים׃"
    },
    {
      "verse": 15,
      "text": "ולקח אבי הנער ואמה והוציאו את בתולי הנער אל זקני העיר השערה׃"
    },
    {
      "verse": 16,
      "text": "ואמר אבי הנער אל הזקנים את בתי נתתי לאיש הזה לאשה וישנאה׃"
    },
    {
      "verse": 17,
      "text": "והנה הוא שם עלילת דברים לאמר לא מצאתי לבתך בתולים ואלה בתולי בתי ופרשו השמלה לפני זקני העיר׃"
    },
    {
      "verse": 18,
      "text": "ולקחו זקני העיר ההוא את האיש ויסרו אתו׃"
    },
    {
      "verse": 19,
      "text": "וענשו אתו מאה כסף ונתנו לאבי הנערה כי הוציא שם רע על בתולת ישראל ולו תהיה לאשה לא יוכל לשלחה כל ימיו׃"
    },
    {
      "verse": 20,
      "text": "ואם אמת היה הדבר הזה לא נמצאו בתולים לנער׃"
    },
    {
      "verse": 21,
      "text": "והוציאו את הנער אל פתח בית אביה וסקלוה אנשי עירה באבנים ומתה כי עשתה נבלה בישראל לזנות בית אביה ובערת הרע מקרבך׃"
    },
    {
      "verse": 22,
      "text": "כי ימצא איש שכב עם אשה בעלת בעל ומתו גם שניהם האיש השכב עם האשה והאשה ובערת הרע מישראל׃"
    },
    {
      "verse": 23,
      "text": "כי יהיה נער בתולה מארשה לאיש ומצאה איש בעיר ושכב עמה׃"
    },
    {
      "verse": 24,
      "text": "והוצאתם את שניהם אל שער העיר ההוא וסקלתם אתם באבנים ומתו את הנער על דבר אשר לא צעקה בעיר ואת האיש על דבר אשר ענה את אשת רעהו ובערת הרע מקרבך׃"
    },
    {
      "verse": 25,
      "text": "ואם בשדה ימצא האיש את הנער המארשה והחזיק בה האיש ושכב עמה ומת האיש אשר שכב עמה לבדו׃"
    },
    {
      "verse": 26,
      "text": "ולנער לא תעשה דבר אין לנער חטא מות כי כאשר יקום איש על רעהו ורצחו נפש כן הדבר הזה׃"
    },
    {
      "verse": 27,
      "text": "כי בשדה מצאה צעקה הנער המארשה ואין מושיע לה׃"
    },
    {
      "verse": 28,
      "text": "כי ימצא איש נער בתולה אשר לא ארשה ותפשה ושכב עמה ונמצאו׃"
    },
    {
      "verse": 29,
      "text": "ונתן האיש השכב עמה לאבי הנער חמשים כסף ולו תהיה לאשה תחת אשר ענה לא יוכל שלחה כל ימיו׃"
    },
    {
      "verse": 30,
      "text": "לא יקח איש את אשת אביו ולא יגלה כנף אביו׃"
    }
  ]
}