{
  "book_id": "DEU",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "לא יבא פצוע דכא וכרות שפכה בקהל יהוה׃"
    },
    {
      "verse": 2,
      "text": "לא יבא ממזר בקהל יהוה גם דור עשירי לא יבא לו בקהל יהוה׃"
    },
    {
      "verse": 3,
      "text": "לא יבא עמוני ומואבי בקהל יהוה גם דור עשירי לא יבא להם בקהל יהוה עד עולם׃"
    },
    {
      "verse": 4,
      "text": "על דבר אשר לא קדמו אתכם בלחם ובמים בדרך בצאתכם ממצרים ואשר שכר עליך את בלעם בן בעור מפתור ארם נהרים לקללך׃"
    },
    {
      "verse": 5,
      "text": "ולא אבה יהוה אלהיך לשמע אל בלעם ויהפך יהוה אלהיך לך את הקללה לברכה כי אהבך יהוה אלהיך׃"
    },
    {
      "verse": 6,
      "text": "לא תדרש שלמם וטבתם כל ימיך לעולם׃"
    },
    {
      "verse": 7,
      "text": "לא תתעב אדמי כי אחיך הוא לא תתעב מצרי כי גר היית בארצו׃"
    },
    {
      "verse": 8,
      "text": "בנים אשר יולדו להם דור שלישי יבא להם בקהל יהוה׃"
    },
    {
      "verse": 9,
      "text": "כי תצא מחנה על איביך ונשמרת מכל דבר רע׃"
    },
    {
      "verse": 10,
      "text": "כי יהיה בך איש אשר לא יהיה טהור מקרה לילה ויצא אל מחוץ למחנה לא יבא אל תוך המחנה׃"
    },
    {
      "verse": 11,
      "text": "והיה לפנות ערב ירחץ במים וכבא השמש יבא אל תוך המחנה׃"
    },
    {
      "verse": 12,
      "text": "ויד תהיה לך מחוץ למחנה ויצאת שמה חוץ׃"
    },
    {
      "verse": 13,
      "text": "ויתד תהיה לך על אזנך והיה בשבתך חוץ וחפרתה בה ושבת וכסית את צאתך׃"
    },
    {
      "verse": 14,
      "text": "כי יהוה אלהיך מתהלך בקרב מחנך להצילך ולתת איביך לפניך והיה מחניך קדוש ולא יראה בך ערות דבר ושב מאחריך׃"
    },
    {
      "verse": 15,
      "text": "לא תסגיר עבד אל אדניו אשר ינצל אליך מעם אדניו׃"
    },
    {
      "verse": 16,
      "text": "עמך ישב בקרבך במקום אשר יבחר באחד שעריך בטוב לו לא תוננו׃"
    },
    {
      "verse": 17,
      "text": "לא תהיה קדשה מבנות ישראל ולא יהיה קדש מבני ישראל׃"
    },
    {
      "verse": 18,
      "text": "לא תביא אתנן זונה ומחיר כלב בית יהוה אלהיך לכל נדר כי תועבת יהוה אלהיך גם שניהם׃"
    },
    {
      "verse": 19,
      "text": "לא תשיך לאחיך נשך כסף נשך אכל נשך כל דבר אשר ישך׃"
    },
    {
      "verse": 20,
      "text": "לנכרי תשיך ולאחיך לא תשיך למען יברכך יהוה אלהיך בכל משלח ידך על הארץ אשר אתה בא שמה לרשתה׃"
    },
    {
      "verse": 21,
      "text": "כי תדר נדר ליהוה אלהיך לא תאחר לשלמו כי דרש ידרשנו יהוה אלהיך מעמך והיה בך חטא׃"
    },
    {
      "verse": 22,
      "text": "וכי תחדל לנדר לא יהיה בך חטא׃"
    },
    {
      "verse": 23,
      "text": "מוצא שפתיך תשמר ועשית כאשר נדרת ליהוה אלהיך נדבה אשר דברת בפיך׃"
    },
    {
      "verse": 24,
      "text": "כי תבא בכרם רעך ואכלת ענבים כנפשך שבעך ואל כליך לא תתן׃"
    },
    {
      "verse": 25,
      "text": "כי תבא בקמת רעך וקטפת מלילת בידך וחרמש לא תניף על קמת רעך׃"
    }
  ]
}