{
  "book_id": "DEU",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "כי יהיה ריב בין אנשים ונגשו אל המשפט ושפטום והצדיקו את הצדיק והרשיעו את הרשע׃"
    },
    {
      "verse": 2,
      "text": "והיה אם בן הכות הרשע והפילו השפט והכהו לפניו כדי רשעתו במספר׃"
    },
    {
      "verse": 3,
      "text": "ארבעים יכנו לא יסיף פן יסיף להכתו על אלה מכה רבה ונקלה אחיך לעיניך׃"
    },
    {
      "verse": 4,
      "text": "לא תחסם שור בדישו׃"
    },
    {
      "verse": 5,
      "text": "כי ישבו אחים יחדו ומת אחד מהם ובן אין לו לא תהיה אשת המת החוצה לאיש זר יבמה יבא עליה ולקחה לו לאשה ויבמה׃"
    },
    {
      "verse": 6,
      "text": "והיה הבכור אשר תלד יקום על שם אחיו המת ולא ימחה שמו מישראל׃"
    },
    {
      "verse": 7,
      "text": "ואם לא יחפץ האיש לקחת את יבמתו ועלתה יבמתו השערה אל הזקנים ואמרה מאן יבמי להקים לאחיו שם בישראל לא אבה יבמי׃"
    },
    {
      "verse": 8,
      "text": "וקראו לו זקני עירו ודברו אליו ועמד ואמר לא חפצתי לקחתה׃"
    },
    {
      "verse": 9,
      "text": "ונגשה יבמתו אליו לעיני הזקנים וחלצה נעלו מעל רגלו וירקה בפניו וענתה ואמרה ככה יעשה לאיש אשר לא יבנה את בית אחיו׃"
    },
    {
      "verse": 10,
      "text": "ונקרא שמו בישראל בית חלוץ הנעל׃"
    },
    {
      "verse": 11,
      "text": "כי ינצו אנשים יחדו איש ואחיו וקרבה אשת האחד להציל את אישה מיד מכהו ושלחה ידה והחזיקה במבשיו׃"
    },
    {
      "verse": 12,
      "text": "וקצתה את כפה לא תחוס עינך׃"
    },
    {
      "verse": 13,
      "text": "לא יהיה לך בכיסך אבן ואבן גדולה וקטנה׃"
    },
    {
      "verse": 14,
      "text": "לא יהיה לך בביתך איפה ואיפה גדולה וקטנה׃"
    },
    {
      "verse": 15,
      "text": "אבן שלמה וצדק יהיה לך איפה שלמה וצדק יהיה לך למען יאריכו ימיך על האדמה אשר יהוה אלהיך נתן לך׃"
    },
    {
      "verse": 16,
      "text": "כי תועבת יהוה אלהיך כל עשה אלה כל עשה עול׃"
    },
    {
      "verse": 17,
      "text": "זכור את אשר עשה לך עמלק בדרך בצאתכם ממצרים׃"
    },
    {
      "verse": 18,
      "text": "אשר קרך בדרך ויזנב בך כל הנחשלים אחריך ואתה עיף ויגע ולא ירא אלהים׃"
    },
    {
      "verse": 19,
      "text": "והיה בהניח יהוה אלהיך לך מכל איביך מסביב בארץ אשר יהוה אלהיך נתן לך נחלה לרשתה תמחה את זכר עמלק מתחת השמים לא תשכח׃"
    }
  ]
}