{
  "book_id": "DEU",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "האזינו השמים ואדברה ותשמע הארץ אמרי פי׃"
    },
    {
      "verse": 2,
      "text": "יערף כמטר לקחי תזל כטל אמרתי כשעירם עלי דשא וכרביבים עלי עשב׃"
    },
    {
      "verse": 3,
      "text": "כי שם יהוה אקרא הבו גדל לאלהינו׃"
    },
    {
      "verse": 4,
      "text": "הצור תמים פעלו כי כל דרכיו משפט אל אמונה ואין עול צדיק וישר הוא׃"
    },
    {
      "verse": 5,
      "text": "שחת לו לא בניו מומם דור עקש ופתלתל׃"
    },
    {
      "verse": 6,
      "text": "ה ליהוה תגמלו זאת עם נבל ולא חכם הלוא הוא אביך קנך הוא עשך ויכננך׃"
    },
    {
      "verse": 7,
      "text": "זכר ימות עולם בינו שנות דור ודור שאל אביך ויגדך זקניך ויאמרו לך׃"
    },
    {
      "verse": 8,
      "text": "בהנחל עליון גוים בהפרידו בני אדם יצב גבלת עמים למספר בני ישראל׃"
    },
    {
      "verse": 9,
      "text": "כי חלק יהוה עמו יעקב חבל נחלתו׃"
    },
    {
      "verse": 10,
      "text": "ימצאהו בארץ מדבר ובתהו ילל ישמן יסבבנהו יבוננהו יצרנהו כאישון עינו׃"
    },
    {
      "verse": 11,
      "text": "כנשר יעיר קנו על גוזליו ירחף יפרש כנפיו יקחהו ישאהו על אברתו׃"
    },
    {
      "verse": 12,
      "text": "יהוה בדד ינחנו ואין עמו אל נכר׃"
    },
    {
      "verse": 13,
      "text": "ירכבהו על במותי ארץ ויאכל תנובת שדי וינקהו דבש מסלע ושמן מחלמיש צור׃"
    },
    {
      "verse": 14,
      "text": "חמאת בקר וחלב צאן עם חלב כרים ואילים בני בשן ועתודים עם חלב כליות חטה ודם ענב תשתה חמר׃"
    },
    {
      "verse": 15,
      "text": "וישמן ישרון ויבעט שמנת עבית כשית ויטש אלוה עשהו וינבל צור ישעתו׃"
    },
    {
      "verse": 16,
      "text": "יקנאהו בזרים בתועבת יכעיסהו׃"
    },
    {
      "verse": 17,
      "text": "יזבחו לשדים לא אלה אלהים לא ידעום חדשים מקרב באו לא שערום אבתיכם׃"
    },
    {
      "verse": 18,
      "text": "צור ילדך תשי ותשכח אל מחללך׃"
    },
    {
      "verse": 19,
      "text": "וירא יהוה וינאץ מכעס בניו ובנתיו׃"
    },
    {
      "verse": 20,
      "text": "ויאמר אסתירה פני מהם אראה מה אחריתם כי דור תהפכת המה בנים לא אמן בם׃"
    },
    {
      "verse": 21,
      "text": "הם קנאוני בלא אל כעסוני בהבליהם ואני אקניאם בלא עם בגוי נבל אכעיסם׃"
    },
    {
      "verse": 22,
      "text": "כי אש קדחה באפי ותיקד עד שאול תחתית ותאכל ארץ ויבלה ותלהט מוסדי הרים׃"
    },
    {
      "verse": 23,
      "text": "אספה עלימו רעות חצי אכלה בם׃"
    },
    {
      "verse": 24,
      "text": "מזי רעב ולחמי רשף וקטב מרירי ושן בהמות אשלח בם עם חמת זחלי עפר׃"
    },
    {
      "verse": 25,
      "text": "מחוץ תשכל חרב ומחדרים אימה גם בחור גם בתולה יונק עם איש שיבה׃"
    },
    {
      "verse": 26,
      "text": "אמרתי אפאיהם אשביתה מאנוש זכרם׃"
    },
    {
      "verse": 27,
      "text": "לולי כעס אויב אגור פן ינכרו צרימו פן יאמרו ידינו רמה ולא יהוה פעל כל זאת׃"
    },
    {
      "verse": 28,
      "text": "כי גוי אבד עצות המה ואין בהם תבונה׃"
    },
    {
      "verse": 29,
      "text": "לו חכמו ישכילו זאת יבינו לאחריתם׃"
    },
    {
      "verse": 30,
      "text": "איכה ירדף אחד אלף ושנים יניסו רבבה אם לא כי צורם מכרם ויהוה הסגירם׃"
    },
    {
      "verse": 31,
      "text": "כי לא כצורנו צורם ואיבינו פלילים׃"
    },
    {
      "verse": 32,
      "text": "כי מגפן סדם גפנם ומשדמת עמרה ענבמו ענבי רוש אשכלת מררת למו׃"
    },
    {
      "verse": 33,
      "text": "חמת תנינם יינם וראש פתנים אכזר׃"
    },
    {
      "verse": 34,
      "text": "הלא הוא כמס עמדי חתם באוצרתי׃"
    },
    {
      "verse": 35,
      "text": "לי נקם ושלם לעת תמוט רגלם כי קרוב יום אידם וחש עתדת למו׃"
    },
    {
      "verse": 36,
      "text": "כי ידין יהוה עמו ועל עבדיו יתנחם כי יראה כי אזלת יד ואפס עצור ועזוב׃"
    },
    {
      "verse": 37,
      "text": "ואמר אי אלהימו צור חסיו בו׃"
    },
    {
      "verse": 38,
      "text": "אשר חלב זבחימו יאכלו ישתו יין נסיכם יקומו ויעזרכם יהי עליכם סתרה׃"
    },
    {
      "verse": 39,
      "text": "ראו עתה כי אני אני הוא ואין אלהים עמדי אני אמית ואחיה מחצתי ואני ארפא ואין מידי מציל׃"
    },
    {
      "verse": 40,
      "text": "כי אשא אל שמים ידי ואמרתי חי אנכי לעלם׃"
    },
    {
      "verse": 41,
      "text": "אם שנותי ברק חרבי ותאחז במשפט ידי אשיב נקם לצרי ולמשנאי אשלם׃"
    },
    {
      "verse": 42,
      "text": "אשכיר חצי מדם וחרבי תאכל בשר מדם חלל ושביה מראש פרעות אויב׃"
    },
    {
      "verse": 43,
      "text": "הרנינו גוים עמו כי דם עבדיו יקום ונקם ישיב לצריו וכפר אדמתו עמו׃"
    },
    {
      "verse": 44,
      "text": "ויבא משה וידבר את כל דברי השירה הזאת באזני העם הוא והושע בן נון׃"
    },
    {
      "verse": 45,
      "text": "ויכל משה לדבר את כל הדברים האלה אל כל ישראל׃"
    },
    {
      "verse": 46,
      "text": "ויאמר אלהם שימו לבבכם לכל הדברים אשר אנכי מעיד בכם היום אשר תצום את בניכם לשמר לעשות את כל דברי התורה הזאת׃"
    },
    {
      "verse": 47,
      "text": "כי לא דבר רק הוא מכם כי הוא חייכם ובדבר הזה תאריכו ימים על האדמה אשר אתם עברים את הירדן שמה לרשתה׃"
    },
    {
      "verse": 48,
      "text": "וידבר יהוה אל משה בעצם היום הזה לאמר׃"
    },
    {
      "verse": 49,
      "text": "עלה אל הר העברים הזה הר נבו אשר בארץ מואב אשר על פני ירחו וראה את ארץ כנען אשר אני נתן לבני ישראל לאחזה׃"
    },
    {
      "verse": 50,
      "text": "ומת בהר אשר אתה עלה שמה והאסף אל עמיך כאשר מת אהרן אחיך בהר ההר ויאסף אל עמיו׃"
    },
    {
      "verse": 51,
      "text": "על אשר מעלתם בי בתוך בני ישראל במי מריבת קדש מדבר צן על אשר לא קדשתם אותי בתוך בני ישראל׃"
    },
    {
      "verse": 52,
      "text": "כי מנגד תראה את הארץ ושמה לא תבוא אל הארץ אשר אני נתן לבני ישראל׃"
    }
  ]
}