{
  "book_id": "DEU",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "וזאת הברכה אשר ברך משה איש האלהים את בני ישראל לפני מותו׃"
    },
    {
      "verse": 2,
      "text": "ויאמר יהוה מסיני בא וזרח משעיר למו הופיע מהר פארן ואתה מרבבת קדש מימינו אש דת למו׃"
    },
    {
      "verse": 3,
      "text": "אף חבב עמים כל קדשיו בידך והם תכו לרגלך ישא מדברתיך׃"
    },
    {
      "verse": 4,
      "text": "תורה צוה לנו משה מורשה קהלת יעקב׃"
    },
    {
      "verse": 5,
      "text": "ויהי בישרון מלך בהתאסף ראשי עם יחד שבטי ישראל׃"
    },
    {
      "verse": 6,
      "text": "יחי ראובן ואל ימת ויהי מתיו מספר׃"
    },
    {
      "verse": 7,
      "text": "וזאת ליהודה ויאמר שמע יהוה קול יהודה ואל עמו תביאנו ידיו רב לו ועזר מצריו תהיה׃"
    },
    {
      "verse": 8,
      "text": "וללוי אמר תמיך ואוריך לאיש חסידך אשר נסיתו במסה תריבהו על מי מריבה׃"
    },
    {
      "verse": 9,
      "text": "האמר לאביו ולאמו לא ראיתיו ואת אחיו לא הכיר ואת בנו לא ידע כי שמרו אמרתך ובריתך ינצרו׃"
    },
    {
      "verse": 10,
      "text": "יורו משפטיך ליעקב ותורתך לישראל ישימו קטורה באפך וכליל על מזבחך׃"
    },
    {
      "verse": 11,
      "text": "ברך יהוה חילו ופעל ידיו תרצה מחץ מתנים קמיו ומשנאיו מן יקומון׃"
    },
    {
      "verse": 12,
      "text": "לבנימן אמר ידיד יהוה ישכן לבטח עליו חפף עליו כל היום ובין כתיפיו שכן׃"
    },
    {
      "verse": 13,
      "text": "וליוסף אמר מברכת יהוה ארצו ממגד שמים מטל ומתהום רבצת תחת׃"
    },
    {
      "verse": 14,
      "text": "וממגד תבואת שמש וממגד גרש ירחים׃"
    },
    {
      "verse": 15,
      "text": "ומראש הררי קדם וממגד גבעות עולם׃"
    },
    {
      "verse": 16,
      "text": "וממגד ארץ ומלאה ורצון שכני סנה תבואתה לראש יוסף ולקדקד נזיר אחיו׃"
    },
    {
      "verse": 17,
      "text": "בכור שורו הדר לו וקרני ראם קרניו בהם עמים ינגח יחדו אפסי ארץ והם רבבות אפרים והם אלפי מנשה׃"
    },
    {
      "verse": 18,
      "text": "ולזבולן אמר שמח זבולן בצאתך ויששכר באהליך׃"
    },
    {
      "verse": 19,
      "text": "עמים הר יקראו שם יזבחו זבחי צדק כי שפע ימים יינקו ושפוני טמוני חול׃"
    },
    {
      "verse": 20,
      "text": "ולגד אמר ברוך מרחיב גד כלביא שכן וטרף זרוע אף קדקד׃"
    },
    {
      "verse": 21,
      "text": "וירא ראשית לו כי שם חלקת מחקק ספון ויתא ראשי עם צדקת יהוה עשה ומשפטיו עם ישראל׃"
    },
    {
      "verse": 22,
      "text": "ולדן אמר דן גור אריה יזנק מן הבשן׃"
    },
    {
      "verse": 23,
      "text": "ולנפתלי אמר נפתלי שבע רצון ומלא ברכת יהוה ים ודרום ירשה׃"
    },
    {
      "verse": 24,
      "text": "ולאשר אמר ברוך מבנים אשר יהי רצוי אחיו וטבל בשמן רגלו׃"
    },
    {
      "verse": 25,
      "text": "ברזל ונחשת מנעליך וכימיך דבאך׃"
    },
    {
      "verse": 26,
      "text": "אין כאל ישרון רכב שמים בעזרך ובגאותו שחקים׃"
    },
    {
      "verse": 27,
      "text": "מענה אלהי קדם ומתחת זרעת עולם ויגרש מפניך אויב ויאמר השמד׃"
    },
    {
      "verse": 28,
      "text": "וישכן ישראל בטח בדד עין יעקב אל ארץ דגן ותירוש אף שמיו יערפו טל׃"
    },
    {
      "verse": 29,
      "text": "אשריך ישראל מי כמוך עם נושע ביהוה מגן עזרך ואשר חרב גאותך ויכחשו איביך לך ואתה על במותימו תדרך׃"
    }
  ]
}