{
  "book_id": "LEV",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And if his oblation be a victim of the sanctified things; if from oxen, whether male or female, he shall offer it perfect before the Lord."
    },
    {
      "verse": 2,
      "text": "And he shall lay his hand upon the head of his oblation at the door of the tabernacle of ordinance; and the priests the sons of Aharon shall sprinkle the blood round about upon the altar."
    },
    {
      "verse": 3,
      "text": "And the oblation of the sacred victim the fat that covereth the inwards, even all the fat that is upon the inwards,"
    },
    {
      "verse": 4,
      "text": "And the two kidneys and the fat which is upon them on the sides, and the caul that is upon the liver with the kidneys, he shall remove."
    },
    {
      "verse": 5,
      "text": "And the sons of Aharon shall burn it at the altar, with the burnt offering which is on the wood upon the fire, an oblation to be received with grace before the Lord."
    },
    {
      "verse": 6,
      "text": "But if his oblation of a consecrated victim before the Lord be from the flock, whether male or female, he shall offer it perfect."
    },
    {
      "verse": 7,
      "text": "If his oblation be a lamb, he shall present it before the Lord,"
    },
    {
      "verse": 8,
      "text": "and lay his hand upon the head of his oblation, and slay it before the tabernacle of ordinance; and the sons of Aharon shall sprinkle its blood upon the altar round about."
    },
    {
      "verse": 9,
      "text": "And of his oblation of the consecrated victim before the Lord, its fat, the entire tail close by the backbone, he shall remove; the fat which covereth the inwards, even all the fat which is upon the inwards, and the two kidneys and the fat which is upon the inwards,"
    },
    {
      "verse": 10,
      "text": "And the two kidneys and the fat which is upon them upon the sides, and the caul that is over the liver, with the kidneys, he shall take away;"
    },
    {
      "verse": 11,
      "text": "And the priest shall burn it at the altar; it is the meat (lechem, bread) of an oblation before the Lord."
    },
    {
      "verse": 12,
      "text": "But if his oblation be from the young goats, he shall present it before the Lord,"
    },
    {
      "verse": 13,
      "text": "and lay his hand upon its head, and slay it before the tabernacle of ordinance; and the sons of Aharon shall sprinkle its blood upon the altar round about."
    },
    {
      "verse": 14,
      "text": "And of his oblation he shall offer as an oblation before the Lord the fat which covereth the inwards, and all the fat which is upon the inwards,"
    },
    {
      "verse": 15,
      "text": "And the two kidneys, and the fat which is upon them on the sides; but the caul that is over the liver with the kidneys he shall take away."
    },
    {
      "verse": 16,
      "text": "And the priest shall burn them at the altar: it is the meat of an oblation to be received with acceptance; all the fat (shall be offered) before the Lord."
    },
    {
      "verse": 17,
      "text": "It is an everlasting statute unto your generations, and in all your dwellings, that neither the fat nor the blood shall be eaten."
    }
  ]
}