{
  "book_id": "REV",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀποκάλυψις Ἰησοῦ χριστοῦ, ἣν ἔδωκεν αὐτῷ ὁ θεὸς δεῖξαι τοῖς δούλοις αὐτοῦ, ἃ δεῖ γενέσθαι ἐν τάχει, καὶ ἐσήμανεν ἀποστείλας διὰ τοῦ ἀγγέλου αὐτοῦ τῷ δούλῳ αὐτοῦ Ἰωάννῃ,"
    },
    {
      "verse": 2,
      "text": "ὃς ἐμαρτύρησεν τὸν λόγον τοῦ θεοῦ καὶ τὴν μαρτυρίαν Ἰησοῦ χριστοῦ, ὅσα ⸆ εἶδεν. ⸆2"
    },
    {
      "verse": 3,
      "text": "Μακάριος ὁ ἀναγινώσκων, καὶ οἱ ἀκούοντες τοὺς λόγους τῆς προφητείας καὶ τηροῦντες τὰ ἐν αὐτῇ γεγραμμένα· ὁ γὰρ καιρὸς ἐγγύς."
    },
    {
      "verse": 4,
      "text": "Ἰωάννης ταῖς ἑπτὰ ἐκκλησίαις ταῖς ἐν τῇ Ἀσίᾳ· χάρις ὑμῖν καὶ εἰρήνη ἀπὸ ⸂θεοῦ⸃ ὁ ὢν καὶ ὁ ἦν καὶ ὁ ἐρχόμενος· καὶ ἀπὸ τῶν ἑπτὰ πνευμάτων ἃ ⸆ ἐνώπιον τοῦ θρόνου αὐτοῦ·"
    },
    {
      "verse": 5,
      "text": "καὶ ἀπὸ Ἰησοῦ χριστοῦ, ὁ μάρτυς ὁ πιστός, ὁ πρωτότοκος ⸆ τῶν νεκρῶν, καὶ ὁ ἄρχων τῶν βασιλέων τῆς γῆς. Τῷ ⸂ἀγαπῶντι⸃ ἡμᾶς, καὶ λούσαντι ἡμᾶς ⸂2ἀπὸ⸃ τῶν ἁμαρτιῶν ἡμῶν ἐν τῷ αἵματι αὐτοῦ·"
    },
    {
      "verse": 6,
      "text": "καὶ ἐποίησεν ἡμᾶς ⸂βασιλείαν,⸃ ἱερεῖς τῷ θεῷ καὶ πατρὶ αὐτοῦ· αὐτῷ ἡ δόξα καὶ τὸ κράτος εἰς τοὺς αἰῶνας ⸋τῶν αἰώνων.⸌ Ἀμήν."
    },
    {
      "verse": 7,
      "text": "Ἰδού, ἔρχεται μετὰ τῶν νεφελῶν, καὶ ὄψεται αὐτὸν πᾶς ὀφθαλμός, καὶ οἵτινες αὐτὸν ἐξεκέντησαν· καὶ κόψονται ἐπ᾽ αὐτὸν πᾶσαι αἱ φυλαὶ τῆς γῆς. Ναί, ἀμήν."
    },
    {
      "verse": 8,
      "text": "Ἐγώ εἰμι τὸ Ἄλφα καὶ τὸ Ὦ, ⸆ λέγει ⸂κύριος ὁ θεός,⸃ ὁ ὢν καὶ ὁ ἦν καὶ ὁ ἐρχόμενος, ὁ παντοκράτωρ."
    },
    {
      "verse": 9,
      "text": "Ἐγὼ Ἰωάννης, ὁ ⸆ ἀδελφὸς ὑμῶν καὶ ⸂κοινωνὸς⸃ ⸂2ἐν τῇ θλίψει καὶ βασιλείᾳ καὶ ὑπομονῇ⸃ ⸂3ἐν χριστῷ Ἰησοῦ,⸃ ἐγενόμην ἐν τῇ νήσῳ τῇ καλουμένῃ Πάτμῳ, ⸂4διὰ τὸν λόγον τοῦ θεοῦ καὶ διὰ τὴν μαρτυρίαν⸃ ⸂5Ἰησοῦ χριστοῦ.⸃"
    },
    {
      "verse": 10,
      "text": "Ἐγενόμην ἐν πνεύματι ἐν τῇ κυριακῇ ἡμέρᾳ· καὶ ἤκουσα ⸉φωνὴν ὀπίσω μου⸊ μεγάλην ὡς σάλπιγγος,"
    },
    {
      "verse": 11,
      "text": "λεγούσης, ⸆ Ὃ βλέπεις γράψον εἰς βιβλίον, καὶ πέμψον ταῖς ⸋ἑπτὰ⸌ ἐκκλησίαις, ⸆2εἰς Ἔφεσον, καὶ εἰς Σμύρναν, καὶ εἰς Πέργαμον, καὶ εἰς Θυάτειρα, καὶ εἰς Σάρδεις, καὶ εἰς Φιλαδέλφειαν, καὶ εἰς Λαοδίκειαν."
    },
    {
      "verse": 12,
      "text": "Καὶ ⸋ἐκεῖ⸌ ἐπέστρεψα βλέπειν τὴν φωνὴν ἥτις ⸂ἐλάλει⸃ μετ᾽ ἐμοῦ. Καὶ ἐπιστρέψας εἶδον ἑπτὰ λυχνίας χρυσᾶς,"
    },
    {
      "verse": 13,
      "text": "καὶ ἐν μέσῳ τῶν ⸋ἑπτὰ⸌ λυχνιῶν ὅμοιον ⸂υἱῷ⸃ ἀνθρώπου, ἐνδεδυμένον ποδήρη, καὶ περιεζωσμένον πρὸς τοῖς μαστοῖς ζώνην χρυσῆν."
    },
    {
      "verse": 14,
      "text": "Ἡ δὲ κεφαλὴ αὐτοῦ καὶ αἱ τρίχες λευκαὶ ⸂ὡς ἔριον λευκόν, ὡς χιών· καὶ οἱ ὀφθαλμοὶ αὐτοῦ ὡς φλὸξ πυρός·⸃"
    },
    {
      "verse": 15,
      "text": "καὶ ⸂οἱ πόδες αὐτοῦ ὅμοιοι χαλκολιβάνῳ, ὡς ἐν καμίνῳ πεπυρωμένοι·⸃ καὶ ἡ φωνὴ αὐτοῦ ὡς φωνὴ ὑδάτων πολλῶν."
    },
    {
      "verse": 16,
      "text": "Καὶ ἔχων ἐν τῇ δεξιᾷ ⸉αὐτοῦ χειρὶ⸊ ἀστέρας ἑπτά· καὶ ἐκ τοῦ στόματος αὐτοῦ ῥομφαία δίστομος ὀξεῖα ἐκπορευομένη· καὶ ἡ ὄψις αὐτοῦ, ὡς ὁ ἥλιος φαίνει ἐν τῇ δυνάμει αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "Καὶ ὅτε εἶδον αὐτόν, ἔπεσα πρὸς τοὺς πόδας αὐτοῦ ὡς νεκρός· καὶ ⸂ἔθηκεν⸃ τὴν δεξιὰν αὐτοῦ ⸆ ἐπ᾽ ἐμέ, λέγων, ⸆2Μὴ φοβοῦ· ἐγώ εἰμι ὁ πρῶτος καὶ ὁ ἔσχατος,"
    },
    {
      "verse": 18,
      "text": "καὶ ὁ ζῶν, καὶ ἐγενόμην νεκρός, καὶ ἰδού, ζῶν εἰμὶ εἰς τοὺς αἰῶνας τῶν αἰώνων, ⸋ἀμήν·⸌ καὶ ἔχω τὰς κλεῖς ⸉τοῦ θανάτου καὶ τοῦ ᾍδου.⸊"
    },
    {
      "verse": 19,
      "text": "Γράψον ⸋οὖν⸌ ἃ εἶδες, καὶ ἅ εἰσιν, καὶ ἃ μέλλει ⸂γίνεσθαι⸃ μετὰ ταῦτα·"
    },
    {
      "verse": 20,
      "text": "τὸ μυστήριον τῶν ἑπτὰ ἀστέρων ⸂ὧν⸃ εἶδες ἐπὶ τῆς δεξιᾶς μου, καὶ τὰς ἑπτὰ λυχνίας τὰς χρυσᾶς. Οἱ ἑπτὰ ἀστέρες ἄγγελοι τῶν ἑπτὰ ἐκκλησιῶν εἰσίν· καὶ ⸂2αἱ λυχνίαι αἱ ἑπτὰ⸃ ἑπτὰ ἐκκλησίαι εἰσίν."
    }
  ]
}