{
  "book_id": "REV",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐδόθη μοι κάλαμος ὅμοιος ῥάβδῳ, ⸆ λέγων, ⸂Ἔγειραι, καὶ μέτρησον⸃ τὸν ναὸν τοῦ θεοῦ, καὶ τὸ θυσιαστήριον, καὶ τοὺς προσκυνοῦντας ἐν αὐτῷ."
    },
    {
      "verse": 2,
      "text": "Καὶ ⸂τὴν αὐλὴν τὴν ἔξωθεν τοῦ ναοῦ ἔκβαλε ἔξω,⸃ καὶ μὴ αὐτὴν μετρήσῃς, ὅτι ἐδόθη τοῖς ἔθνεσιν· καὶ τὴν πόλιν τὴν ἁγίαν πατήσουσιν μῆνας ⸂2τεσσαράκοντα καὶ δύο.⸃"
    },
    {
      "verse": 3,
      "text": "Καὶ δώσω τοῖς δυσὶν μάρτυσίν μου, καὶ προφητεύσουσιν ἡμέρας χιλίας διακοσίας ἑξήκοντα ⸂περιβεβλημένοι⸃ σάκκους."
    },
    {
      "verse": 4,
      "text": "Οὗτοί εἰσιν ⸂αἱ δύο ἐλαῖαι, καὶ αἱ δύο λυχνίαι⸃ αἱ ἐνώπιον ⸂2τοῦ κυρίου⸃ τῆς γῆς ⸂3ἑστῶσαι.⸃"
    },
    {
      "verse": 5,
      "text": "⸂Καὶ εἴ τις αὐτοὺς θέλει ἀδικῆσαι, πῦρ ἐκπορεύεται ἐκ τοῦ στόματος αὐτῶν, καὶ κατεσθίει τοὺς ἐχθροὺς αὐτῶν· καὶ εἴ τις θέλει αὐτοὺς ἀδικῆσαι,⸃ οὕτως δεῖ αὐτὸν ἀποκτανθῆναι."
    },
    {
      "verse": 6,
      "text": "Οὗτοι ἔχουσιν ⸂τὸν οὐρανὸν ἐξουσίαν κλεῖσαι,⸃ ἵνα μὴ ⸉ὑετὸς βρέχῃ⸊ ⸂2τὰς ἡμέρας τῆς προφητείας αὐτῶν·⸃ καὶ ἐξουσίαν ἔχουσιν ἐπὶ τῶν ὑδάτων, στρέφειν αὐτὰ εἰς αἷμα, καὶ πατάξαι τὴν γῆν ⸂3ὁσάκις ἐὰν θελήσωσιν ἐν πάσῃ πληγῇ.⸃"
    },
    {
      "verse": 7,
      "text": "Καὶ ὅταν τελέσωσιν τὴν μαρτυρίαν αὐτῶν, τὸ θηρίον τὸ ἀναβαῖνον ἐκ τῆς ἀβύσσου ποιήσει ⸉μετ᾽ αὐτῶν πόλεμον,⸊ καὶ νικήσει αὐτούς, καὶ ἀποκτενεῖ αὐτούς."
    },
    {
      "verse": 8,
      "text": "Καὶ ⸂τὸ πτῶμα⸃ αὐτῶν ἐπὶ ⸂2τῆς πλατείας τῆς πόλεως τῆς μεγάλης,⸃ ἥτις καλεῖται πνευματικῶς Σόδομα καὶ Αἴγυπτος, ὅπου καὶ ὁ κύριος ⸂3αὐτῶν⸃ ἐσταυρώθη."
    },
    {
      "verse": 9,
      "text": "Καὶ ⸂βλέπουσιν⸃ ἐκ τῶν λαῶν καὶ φυλῶν καὶ γλωσσῶν καὶ ἐθνῶν ⸂2τὸ πτῶμα⸃ αὐτῶν ἡμέρας ⸂3τρεῖς ἥμισυ,⸃ καὶ τὰ πτώματα αὐτῶν οὐκ ⸂4ἀφήσουσιν⸃ τεθῆναι εἰς ⸂5μνῆμα.⸃"
    },
    {
      "verse": 10,
      "text": "Καὶ οἱ κατοικοῦντες ἐπὶ τῆς γῆς χαίρουσιν ἐπ᾽ αὐτοῖς καὶ ⸂εὐφρανθήσονται,⸃ καὶ δῶρα ⸂2δώσουσιν⸃ ἀλλήλοις, ὅτι οὗτοι οἱ δύο προφῆται ἐβασάνισαν τοὺς κατοικοῦντας ἐπὶ τῆς γῆς."
    },
    {
      "verse": 11,
      "text": "Καὶ μετὰ ⸋τὰς⸌ τρεῖς ἡμέρας καὶ ἥμισυ, πνεῦμα ζωῆς ἐκ τοῦ θεοῦ ⸂εἰσῆλθεν εἰς αὐτούς,⸃ καὶ ἔστησαν ἐπὶ τοὺς πόδας αὐτῶν, καὶ φόβος μέγας ⸂2ἔπεσεν ἐπὶ⸃ τοὺς θεωροῦντας αὐτούς."
    },
    {
      "verse": 12,
      "text": "Καὶ ⸂ἤκουσα⸃ ⸂2φωνὴν μεγάλην⸃ ἐκ τοῦ οὐρανοῦ, ⸂3λέγουσαν⸃ αὐτοῖς, Ἀνάβητε ὧδε. Καὶ ἀνέβησαν εἰς τὸν οὐρανὸν ἐν τῇ νεφέλῃ, καὶ ἐθεώρησαν αὐτοὺς οἱ ἐχθροὶ αὐτῶν."
    },
    {
      "verse": 13,
      "text": "Καὶ ἐν ἐκείνῃ τῇ ⸂ἡμέρᾳ⸃ ἐγένετο σεισμὸς μέγας, καὶ τὸ δέκατον τῆς πόλεως ἔπεσεν, καὶ ἀπεκτάνθησαν ἐν τῷ σεισμῷ ὀνόματα ἀνθρώπων, χιλιάδες ἑπτά· καὶ οἱ λοιποὶ ἔμφοβοι ἐγένοντο, καὶ ἔδωκαν δόξαν τῷ θεῷ τοῦ οὐρανοῦ."
    },
    {
      "verse": 14,
      "text": "Ἡ οὐαὶ ἡ δευτέρα ἀπῆλθεν· ⸉ἡ οὐαὶ ἡ τρίτη, ἰδού,⸊ ἔρχεται ταχύ."
    },
    {
      "verse": 15,
      "text": "Καὶ ὁ ἕβδομος ἄγγελος ἐσάλπισεν, καὶ ἐγένοντο φωναὶ μεγάλαι ἐν τῷ οὐρανῷ, ⸂λέγουσαι,⸃ ⸂2Ἐγένετο ἡ βασιλεία⸃ τοῦ κόσμου, τοῦ κυρίου ἡμῶν, καὶ τοῦ χριστοῦ αὐτοῦ, καὶ βασιλεύσει εἰς τοὺς αἰῶνας τῶν αἰώνων."
    },
    {
      "verse": 16,
      "text": "Καὶ οἱ ⸂εἴκοσι τέσσαρες⸃ πρεσβύτεροι οἱ ἐνώπιον ⸋τοῦ θρόνου⸌ τοῦ θεοῦ ⸂2καθήμενοι⸃ ἐπὶ τοὺς θρόνους αὐτῶν, ἔπεσον ἐπὶ τὰ πρόσωπα αὐτῶν, καὶ προσεκύνησαν τῷ θεῷ,"
    },
    {
      "verse": 17,
      "text": "λέγοντες, Εὐχαριστοῦμέν σοι, κύριε ὁ θεὸς ὁ παντοκράτωρ, ὁ ὢν καὶ ὁ ἦν, ⸆ ὅτι εἴληφας τὴν δύναμίν σου τὴν μεγάλην, καὶ ἐβασίλευσας."
    },
    {
      "verse": 18,
      "text": "Καὶ τὰ ἔθνη ὠργίσθησαν, καὶ ἦλθεν ἡ ὀργή σου, καὶ ὁ καιρὸς τῶν νεκρῶν κριθῆναι, καὶ δοῦναι τὸν μισθὸν τοῖς δούλοις σου τοῖς προφήταις καὶ τοῖς ἁγίοις καὶ ⸂τοῖς φοβουμένοις τὸ ὄνομά σου, τοῖς μικροῖς καὶ τοῖς μεγάλοις,⸃ καὶ διαφθεῖραι τοὺς ⸂2διαφθείροντας⸃ τὴν γῆν."
    },
    {
      "verse": 19,
      "text": "Καὶ ἠνοίγη ὁ ναὸς τοῦ θεοῦ ⸆ ἐν τῷ οὐρανῷ, καὶ ὤφθη ἡ κιβωτὸς τῆς διαθήκης ⸂τοῦ κυρίου⸃ ἐν τῷ ναῷ αὐτοῦ· καὶ ἐγένοντο ἀστραπαὶ καὶ φωναὶ καὶ βρονταὶ ⸆2καὶ χάλαζα μεγάλη."
    }
  ]
}