{
  "book_id": "REV",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "⸆ Μετὰ ταῦτα εἶδον ⸋ἄλλον⸌ ἄγγελον καταβαίνοντα ἐκ τοῦ οὐρανοῦ, ἔχοντα ἐξουσίαν μεγάλην· καὶ ἡ γῆ ἐφωτίσθη ἐκ τῆς δόξης αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Καὶ ⸂ἔκραξεν ἰσχυρᾷ φωνῇ,⸃ λέγων, Ἔπεσεν ⸆ Βαβυλὼν ἡ μεγάλη, καὶ ἐγένετο κατοικητήριον ⸂2δαιμόνων,⸃ καὶ φυλακὴ παντὸς πνεύματος ἀκαθάρτου, καὶ φυλακὴ παντὸς ὀρνέου ἀκαθάρτου ⸆2καὶ μεμισημένου."
    },
    {
      "verse": 3,
      "text": "Ὅτι ἐκ τοῦ ⸉οἴνου τοῦ θυμοῦ⸊ τῆς πορνείας αὐτῆς ⸂πεπτώκασιν⸃ πάντα τὰ ἔθνη, καὶ οἱ βασιλεῖς τῆς γῆς μετ᾽ αὐτῆς ἐπόρνευσαν, καὶ οἱ ἔμποροι τῆς γῆς ἐκ τῆς δυνάμεως τοῦ στρήνους αὐτῆς ἐπλούτησαν."
    },
    {
      "verse": 4,
      "text": "Καὶ ἤκουσα ἄλλην φωνὴν ἐκ τοῦ οὐρανοῦ, λέγουσαν, ⸂Ἔξελθε⸃ ⸉ἐξ αὐτῆς ὁ λαός μου,⸊ ἵνα μὴ συγκοινωνήσητε ταῖς ἁμαρτίαις αὐτῆς, καὶ ⸉2ἐκ τῶν πληγῶν αὐτῆς ἵνα μὴ λάβητε·⸊"
    },
    {
      "verse": 5,
      "text": "ὅτι ⸂ἐκολλήθησαν⸃ αὐτῆς αἱ ἁμαρτίαι ἄχρι τοῦ οὐρανοῦ, καὶ ἐμνημόνευσεν ⸆ ὁ θεὸς τὰ ἀδικήματα αὐτῆς."
    },
    {
      "verse": 6,
      "text": "Ἀπόδοτε αὐτῇ ὡς καὶ αὐτὴ ἀπέδωκεν, ⸆ καὶ διπλώσατε ⸋αὐτῇ⸌ ⸂διπλᾶ κατὰ τὰ ἔργα⸃ αὐτῆς· ἐν τῷ ποτηρίῳ ᾧ ἐκέρασεν κεράσατε αὐτῇ διπλοῦν."
    },
    {
      "verse": 7,
      "text": "Ὅσα ἐδόξασεν ⸂αὐτὴν⸃ καὶ ἐστρηνίασεν, τοσοῦτον δότε αὐτῇ βασανισμὸν ⸋καὶ πένθος·⸌ ὅτι ἐν τῇ καρδίᾳ αὐτῆς λέγει ⸋2ὅτι⸌ Κάθημαι βασίλισσα, καὶ χήρα οὐκ εἰμί, καὶ πένθος οὐ μὴ ἴδω."
    },
    {
      "verse": 8,
      "text": "Διὰ τοῦτο ἐν μιᾷ ἡμέρᾳ ἥξουσιν αἱ πληγαὶ αὐτῆς, θάνατος καὶ πένθος καὶ λιμός, καὶ ἐν πυρὶ κατακαυθήσεται, ὅτι ἰσχυρὸς κύριος ὁ θεὸς ὁ ⸂κρίνας⸃ αὐτήν."
    },
    {
      "verse": 9,
      "text": "Καὶ ⸂κλαύσουσιν⸃ ⸆ καὶ κόψονται ἐπ᾽ ⸂2αὐτὴν⸃ οἱ βασιλεῖς τῆς γῆς οἱ μετ᾽ αὐτῆς πορνεύσαντες καὶ στρηνιάσαντες, ὅταν βλέπωσιν τὸν καπνὸν τῆς πυρώσεως αὐτῆς,"
    },
    {
      "verse": 10,
      "text": "ἀπὸ μακρόθεν ἑστηκότες διὰ τὸν φόβον τοῦ βασανισμοῦ αὐτῆς, λέγοντες, Οὐαί, οὐαί, ἡ πόλις ἡ μεγάλη Βαβυλών, ἡ πόλις ἡ ἰσχυρά, ὅτι ⸆ μιᾷ ὥρᾳ ἦλθεν ἡ κρίσις σου."
    },
    {
      "verse": 11,
      "text": "Καὶ οἱ ἔμποροι τῆς γῆς ⸂κλαύσουσιν καὶ πενθήσουσιν⸃ ἐπ᾽ ⸂2αὐτῇ,⸃ ὅτι τὸν γόμον αὐτῶν οὐδεὶς ἀγοράζει οὐκέτι·"
    },
    {
      "verse": 12,
      "text": "γόμον χρυσοῦ, καὶ ἀργύρου, καὶ λίθου τιμίου, καὶ ⸂μαργαρίτου,⸃ καὶ ⸂2βυσσίνου,⸃ καὶ ⸂3πορφυροῦ,⸃ καὶ σηρικοῦ, καὶ κοκκίνου· καὶ πᾶν ξύλον θύϊνον, καὶ πᾶν σκεῦος ἐλεφάντινον, καὶ πᾶν σκεῦος ἐκ ξύλου τιμιωτάτου, καὶ χαλκοῦ, καὶ σιδήρου, καὶ μαρμάρου·"
    },
    {
      "verse": 13,
      "text": "καὶ κινάμωμον, ⸆ καὶ θυμιάματα, καὶ μύρον, καὶ λίβανον, καὶ οἶνον, καὶ ἔλαιον, καὶ σεμίδαλιν, καὶ σῖτον, ⸉καὶ πρόβατα, καὶ κτήνη·⸊ καὶ ἵππων, καὶ ῥαιδῶν, καὶ σωμάτων, καὶ ψυχὰς ἀνθρώπων."
    },
    {
      "verse": 14,
      "text": "Καὶ ἡ ὀπώρα ⸉τῆς ἐπιθυμίας τῆς ψυχῆς σου⸊ ἀπῆλθεν ἀπὸ σοῦ, καὶ πάντα τὰ λιπαρὰ καὶ τὰ λαμπρὰ ⸂ἀπώλετο⸃ ἀπὸ σοῦ, καὶ ⸋οὐκέτι⸌ ⸂2αὐτὰ οὐ μὴ εὕρῃς.⸃"
    },
    {
      "verse": 15,
      "text": "Οἱ ἔμποροι τούτων, οἱ πλουτήσαντες ἀπ᾽ αὐτῆς, ἀπὸ μακρόθεν στήσονται διὰ τὸν φόβον τοῦ βασανισμοῦ αὐτῆς, ⸂κλαίοντες καὶ πενθοῦντες,"
    },
    {
      "verse": 16,
      "text": "καὶ λέγοντες,⸃ Οὐαί, οὐαί, ἡ πόλις ἡ μεγάλη, ἡ περιβεβλημένη βύσσινον καὶ πορφυροῦν καὶ κόκκινον, καὶ κεχρυσωμένη ⸆ ⸂χρυσίῳ⸃ καὶ λίθῳ τιμίῳ καὶ ⸂2μαργαρίταις·⸃"
    },
    {
      "verse": 17,
      "text": "ὅτι μιᾷ ὥρᾳ ἠρημώθη ὁ τοσοῦτος πλοῦτος. Καὶ πᾶς κυβερνήτης, καὶ πᾶς ⸋ὁ⸌ ἐπὶ ⸂τόπον πλέων,⸃ καὶ ⸆ ναῦται, καὶ ὅσοι τὴν θάλασσαν ἐργάζονται, ἀπὸ μακρόθεν ἔστησαν,"
    },
    {
      "verse": 18,
      "text": "καὶ ⸂ἔκραζον,⸃ ⸂2βλέποντες⸃ τὸν καπνὸν τῆς πυρώσεως αὐτῆς, λέγοντες, Τίς ὁμοία τῇ πόλει τῇ μεγάλῃ;"
    },
    {
      "verse": 19,
      "text": "⸂Καὶ ἔβαλον χοῦν ἐπὶ τὰς κεφαλὰς αὐτῶν, καὶ ἔκραζον⸃ ⸂2κλαίοντες καὶ πενθοῦντες καὶ λέγοντες,⸃ Οὐαί, οὐαί, ἡ πόλις ἡ μεγάλη, ἐν ᾗ ἐπλούτησαν πάντες οἱ ἔχοντες ⸋τὰ⸌ πλοῖα ἐν τῇ θαλάσσῃ ἐκ τῆς τιμιότητος αὐτῆς, ὅτι μιᾷ ὥρᾳ ἠρημώθη."
    },
    {
      "verse": 20,
      "text": "Εὐφραίνου ἐπ᾽ ⸂αὐτῇ,⸃ οὐρανέ, ⸂2καὶ οἱ ἅγιοι, καὶ οἱ ἀπόστολοι, καὶ οἱ προφῆται,⸃ ὅτι ἔκρινεν ὁ θεὸς τὸ κρίμα ὑμῶν ἐξ αὐτῆς."
    },
    {
      "verse": 21,
      "text": "Καὶ ἦρεν εἷς ἄγγελος ἰσχυρὸς λίθον ὡς μύλον μέγαν, καὶ ἔβαλεν εἰς τὴν θάλασσαν, λέγων, ⸋Οὕτως⸌ ὁρμήματι βληθήσεται Βαβυλὼν ἡ μεγάλη πόλις, καὶ οὐ μὴ εὑρεθῇ ἔτι."
    },
    {
      "verse": 22,
      "text": "Καὶ φωνὴ κιθαρῳδῶν καὶ μουσικῶν καὶ αὐλητῶν καὶ σαλπιστῶν οὐ μὴ ἀκουσθῇ ἐν σοὶ ἔτι, καὶ πᾶς τεχνίτης πάσης τέχνης οὐ μὴ εὑρεθῇ ἐν σοὶ ἔτι, καὶ φωνὴ μύλου οὐ μὴ ἀκουσθῇ ἐν σοὶ ἔτι,"
    },
    {
      "verse": 23,
      "text": "καὶ φῶς λύχνου οὐ μὴ φανῇ ἐν σοὶ ἔτι, καὶ φωνὴ νυμφίου καὶ νύμφης οὐ μὴ ἀκουσθῇ ἐν σοὶ ἔτι· ὅτι οἱ ἔμποροί σου ἦσαν οἱ μεγιστᾶνες τῆς γῆς· ὅτι ἐν τῇ φαρμακείᾳ σου ἐπλανήθησαν πάντα τὰ ἔθνη."
    },
    {
      "verse": 24,
      "text": "Καὶ ἐν αὐτῇ ⸂αἵματα⸃ προφητῶν καὶ ἁγίων εὑρέθη, καὶ πάντων τῶν ἐσφαγμένων ἐπὶ τῆς γῆς."
    }
  ]
}