{
  "book_id": "GAL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul an Apostle, not of men, nether by man, but by Iesus Christ, and by God the father which raysed him from deeth:"
    },
    {
      "verse": 2,
      "text": "and all the brethren which are with me. Vnto the congregacions of Galacia."
    },
    {
      "verse": 3,
      "text": "Grace be with you and peace from God the father, and from oure Lorde Iesus Christ,"
    },
    {
      "verse": 4,
      "text": "which gave him selfe for oure synnes to deliver vs from this present evyll worlde thorow the will of God oure father"
    },
    {
      "verse": 5,
      "text": "to whom be prayse for ever and ever. Amen."
    },
    {
      "verse": 6,
      "text": "I marvayle that ye are so sone turned from him that called you in the grace of Christ vnto another gospell:"
    },
    {
      "verse": 7,
      "text": "which is nothinge els but that ther be some which trouble you and intende to pervert to gospell of Christ."
    },
    {
      "verse": 8,
      "text": "Neverthelesse though we oure selves or an angell from heven preache eny other gospell vnto you the that which we have preached vnto you holde him as a cursed."
    },
    {
      "verse": 9,
      "text": "As I sayde before so saye I now agayne yf eny man preache eny other thinge vnto you then that ye have receaved holde him accursed."
    },
    {
      "verse": 10,
      "text": "Preache I mannes doctrine or Godes? Ether go I about to please men? If I stodyed to please men I were not the servaunt of Christ."
    },
    {
      "verse": 11,
      "text": "I certifie you brethren that the gospell which was preached of me was not after the maner of men"
    },
    {
      "verse": 12,
      "text": "nether receaved I it of man nether was I taught it: but receaved it by the revelacion of Iesus Christ."
    },
    {
      "verse": 13,
      "text": "For ye have hearde of my conversacion in tyme past in the Iewes wayes how that beyonde measure I persecuted the congregacion of God and spoyled it:"
    },
    {
      "verse": 14,
      "text": "and prevayled in the Iewes laye above many of my companions which were of myne awne nacion and was a moche more fervet mayntener of the tradicions of the elders."
    },
    {
      "verse": 15,
      "text": "But when it pleased God which seperated me from my mothers wombe and called me by his grace"
    },
    {
      "verse": 16,
      "text": "for to declare his sonne by me that I shuld preache him amonge the hethen: immediatly I comened not of the matter with flesshe and bloud"
    },
    {
      "verse": 17,
      "text": "nether returned to Ierusalem to them which were Apostles before me: but wet my wayes into Arabia and came agayne vnto Damasco."
    },
    {
      "verse": 18,
      "text": "Then after thre yeare I returned to Ierusalem to se Peter and abode with him .xv. dayes"
    },
    {
      "verse": 19,
      "text": "no nother of the Apostles sawe I save Iames the Lordes brother."
    },
    {
      "verse": 20,
      "text": "The thinges which I write beholde God knoweth I lye not."
    },
    {
      "verse": 21,
      "text": "After that I went into the costes of Siria and Cilicia:"
    },
    {
      "verse": 22,
      "text": "and was vnknowen as touchinge my person vnto the congregacions of Iewrye which were in Christ."
    },
    {
      "verse": 23,
      "text": "But they hearde only that he which persecuted vs in tyme past now preacheth the fayth which before he destroyed."
    },
    {
      "verse": 24,
      "text": "And they glorified God on my behalffe."
    }
  ]
}