{
  "book_id": "GAL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Then .xiiii. yeares after that I wet vp agayne to Ierusalem with Barnabas and toke with me Titus also."
    },
    {
      "verse": 2,
      "text": "Ye and I went vp by revelacion and comened with them of the Gospell which I preache amonge the gentyls: but apart with them which were counted chefe lest it shuld have bene thought that I shuld runne or had runne in vayne."
    },
    {
      "verse": 3,
      "text": "Also Titus which was with me though he were a Greke yet was not compelled to be circumcised"
    },
    {
      "verse": 4,
      "text": "and that because of incommers beynge falce brethren which came in amonge other to spye out oure libertie which we have in Christ Iesus that they might bringe vs into bondage."
    },
    {
      "verse": 5,
      "text": "To whom we gave no roume no not for the space of an houre as concerninge to be brought into subieccion: and that because that the trueth of the gospell myght continue with you."
    },
    {
      "verse": 6,
      "text": "Of the which seme to be great (what they were in tyme passed it maketh no matter to me: God loketh on no mans person) neverthelesse they which seme great added nothynge to me."
    },
    {
      "verse": 7,
      "text": "But contrary wyse when they sawe that the gospell over the vncircumcision was committed vnto me as the gospell over the circucision was vnto Peter:"
    },
    {
      "verse": 8,
      "text": "for he that was myghty in Peter in the Apostleshippe over the circumcision the same was myghty in me amonge the gentyls:"
    },
    {
      "verse": 9,
      "text": "and therfore when they perceaved the grace that was geve vnto me then Iames Cephas and Iohn which semed to be pilers gave to me and Barnabas the ryght hondes and agreed with vs that we shuld preache amonge the Hethen and they amonge the Iewes:"
    },
    {
      "verse": 10,
      "text": "warnynge only that we shulde remember the poore. Which thinge also I was diligent to do."
    },
    {
      "verse": 11,
      "text": "And when Peter was come to Antioche I withstode him in the face for he was worthy to be blamed."
    },
    {
      "verse": 12,
      "text": "For yerr that certayne came from Iames he ate with the gentyls. But when they were come he withdrue and separated him selfe fearinge them which were of the circumcision."
    },
    {
      "verse": 13,
      "text": "And the other Iewes dissembled lyke wyse in so moche that Barnabas was brought into their simulacion also."
    },
    {
      "verse": 14,
      "text": "But when I sawe that they went not the ryght waye after the trueth of the gospell I sayde vnto Peter before all men yf thou beynge a Iewe livest after the maner of the gentyls and not as do the Iewes: why causest thou the getyls to live as do the Iewes?"
    },
    {
      "verse": 15,
      "text": "We which are Iewes by nature and not synners of the gentyls,"
    },
    {
      "verse": 16,
      "text": "knowe that a man is not iustified by the dedes of the lowe: but by the fayth of Iesus Christ. And therfore we have beleved on Iesus Christ that we myght be iustified by the fayth of Christ and uot by the dedes of the lawe: because that by the dedes of the lawe no flesshe shalbe iustified."
    },
    {
      "verse": 17,
      "text": "Yf then whill we seke to be made rightewes by Christ we oure selves are founde synners is not then Christ the minister of synne? God forbyd."
    },
    {
      "verse": 18,
      "text": "For yf I bylde agayne that which I destroyed. then make I my selfe a treaspaser."
    },
    {
      "verse": 19,
      "text": "But I thorow the lawe amen deed to the lawe: that I myght live vnto God."
    },
    {
      "verse": 20,
      "text": "I am crucified with Christ. I live verely: yet now not I but Christ liveth in me. For the lyfe which I now live in the flesshe I live by the fayth of the sonne of God which loved me and gave him selne for me."
    },
    {
      "verse": 21,
      "text": "I despyse not the grace of God. For if rightewesnes come of the lawe then Christ dyed in vayne."
    }
  ]
}