{
  "book_id": "GAL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "O folisshe Galathyas: who hath bewitched you that ye shuld not beleve the trueth? To whom Iesus Christ was described before the eyes and amonge you crucified."
    },
    {
      "verse": 2,
      "text": "This only wolde I learne of you: receaved ye the sprete by the dedes of the lawe or els by preachinge of the faith?"
    },
    {
      "verse": 3,
      "text": "Are ye so vnwyse that after ye have begonne in the sprete the wolde nowe ende in the flesshe?"
    },
    {
      "verse": 4,
      "text": "So many thinges there ye have suffred in vayne if that be vayne."
    },
    {
      "verse": 5,
      "text": "Which ministered to you the sprete and worketh myracles amonge you doth he it thorow the dedes of the lawe or by preachinge of the fayth?"
    },
    {
      "verse": 6,
      "text": "Even as Abraham beleved God and it was asscribed to him for rightewesnes."
    },
    {
      "verse": 7,
      "text": "Vnderstonde therfore that they which are of fayth the same are the chyldren of Abraham."
    },
    {
      "verse": 8,
      "text": "For the scripture sawe afore honde that God wolde iustifie the hethen thorow fayth and therfore shewed before honde glad tydinges vnto Abraham: In the shall all nacions be blessed."
    },
    {
      "verse": 9,
      "text": "So then they which be of fayth are blessed with faythfull Abraham."
    },
    {
      "verse": 10,
      "text": "For as many as are vnder the dedes of the lawe are vnder malediccion. For it is written: cursed is every man that cotinueth not in all thinges which are writte in the boke of the lawe to fulfill them."
    },
    {
      "verse": 11,
      "text": "That no man is iustified by the lawe in the sight of God is evidet. For the iuste shall live by fayth."
    },
    {
      "verse": 12,
      "text": "The lawe is not of fayth: but the man that fulfilleth the thinges contayned in the lawe (shall live in the.)"
    },
    {
      "verse": 13,
      "text": "But Christ hath delivered vs from the curse of the lawe and was made a cursed for vs. For it is writte: cursed is every one that hangeth on tree"
    },
    {
      "verse": 14,
      "text": "that the blessynge of Abraham might come on the getyls thorow Iesus Christ and that we might receave the promes of the sprete thorow fayth."
    },
    {
      "verse": 15,
      "text": "Brethren I will speake after the maner of men. Though it be but a mans testament yet no man despiseth it or addeth eny thinge therto when it is once alowed."
    },
    {
      "verse": 16,
      "text": "To Abraham and his seed were the promises made. He sayth not in the seedes as in many: but in thy sede as in one which is Christ."
    },
    {
      "verse": 17,
      "text": "This I saye that the lawe which beganne afterwarde beyonde. iiii.C and. xxx. yeares doth not disanull the testament that was confermed afore of God vnto Christ ward to make the promes of none effect."
    },
    {
      "verse": 18,
      "text": "For yf the inheritaunce come of the lawe it cometh not of promes. But God gave it vnto Abraham by promes."
    },
    {
      "verse": 19,
      "text": "Wherfore then serveth the lawe? The lawe was added because of transgression (tyll the seed cam to which the promes was made) and it was ordeyned by angels in the honde of a mediator."
    },
    {
      "verse": 20,
      "text": "A mediator is not a mediator of one. But God is one."
    },
    {
      "verse": 21,
      "text": "Ys the lawe then agaynst the promes of God? God forbid. How be it yf ther had bene a lawe geve which coulde have geven lyfe: then no doute rightewesnes shuld have come by the lawe."
    },
    {
      "verse": 22,
      "text": "But the scripture concluded all thinges vnder synne that the promes by the fayth of Iesus Christ shuld be geve vnto them that beleve."
    },
    {
      "verse": 23,
      "text": "Before that fayth cam, we were kept and shut vp vnder the lawe, vnto the fayth which shuld afterwarde be declared."
    },
    {
      "verse": 24,
      "text": "Wherfore the lawe was oure scolemaster vnto the tyme of Christ that we might be made rightewes by fayth."
    },
    {
      "verse": 25,
      "text": "But after that fayth is come now are we no lenger vnder a scolemaster."
    },
    {
      "verse": 26,
      "text": "For ye are all the sonnes of God by the fayth which is in Christ Iesus."
    },
    {
      "verse": 27,
      "text": "For all ye that are baptised have put on Christ."
    },
    {
      "verse": 28,
      "text": "Now is ther no Iewe nether getyle: ther is nether bonde ner fre: ther is nether man ner woman: but ye are all one thinge in Christ Iesu."
    },
    {
      "verse": 29,
      "text": "Yf ye be Christes then are ye Abrahams seed and heyres by promes."
    }
  ]
}