{
  "book_id": "GAL",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Stond fast therfore in the libertie wher with Christ hath made vs fre and wrappe not youre selves agayne in the yoke of bondage."
    },
    {
      "verse": 2,
      "text": "Beholde I Paul saye vnto you that yf ye be circumcised Christ shall proffit you nothinge at all."
    },
    {
      "verse": 3,
      "text": "I testifie agayne to every man which is circumcised that he is bounde to kepe the whole lawe."
    },
    {
      "verse": 4,
      "text": "Ye are gone quyte from Christ as many as are iustified by the lawe and are fallen from grace."
    },
    {
      "verse": 5,
      "text": "We loke for and hope in the sprite to be iustified thorow fayth."
    },
    {
      "verse": 6,
      "text": "For in Iesu Christ nether is circumcision enythinge worth nether yet vncircomcision but faith which by love is mighty in operacion."
    },
    {
      "verse": 7,
      "text": "Ye did runne well: who was a let vnto you that ye shuld not obey the trueth?"
    },
    {
      "verse": 8,
      "text": "Even that counsell that is not of him that called you."
    },
    {
      "verse": 9,
      "text": "A lytell leven doth leven the whole lompe of dowe."
    },
    {
      "verse": 10,
      "text": "I have trust towarde you in the Lorde that ye wyll be none other wyse mynded. He that troubleth you shall beare his iudgement what soever he be."
    },
    {
      "verse": 11,
      "text": "Brethren yf I yet preache circucision: why do I then yet suffre persecucion? For then had the offence which the crosse geveth ceased."
    },
    {
      "verse": 12,
      "text": "I wolde to God they were seperated from you which trouble you."
    },
    {
      "verse": 13,
      "text": "Brethren ye were called in to (libertie) only let not youre libertie be an occasion vnto the flesshe but in love serve one another."
    },
    {
      "verse": 14,
      "text": "For all the lawe is fulfilled in one worde which is this: thou shalt love thyne neghbour as thy selfe."
    },
    {
      "verse": 15,
      "text": "Yf ye byte and devoure one another: take hede lest ye be consumed one of another."
    },
    {
      "verse": 16,
      "text": "I saye walke in the sprete and fulfill not the lustes of the flesshe."
    },
    {
      "verse": 17,
      "text": "For the flesshe lusteth contrary to the sprete and the sprete cotrary to the flesshe. These are contrary one to the other so that ye cannot do that which ye wolde."
    },
    {
      "verse": 18,
      "text": "But and yf ye be ledde of the sprete then are ye not vnder the lawe."
    },
    {
      "verse": 19,
      "text": "The dedes of the flesshe are manyfest whiche are these advoutrie fornicacion vnclenes wantannes"
    },
    {
      "verse": 20,
      "text": "ydolatrye witchecraft hatred variaunce zele wrath stryfe sedicion sectes"
    },
    {
      "verse": 21,
      "text": "envyinge murther dronkenes glottony and soche lyke: of the which I tell you before as I have tolde you in tyme past that they which comit soche thinges shall not inherite the kyngdome of God."
    },
    {
      "verse": 22,
      "text": "But the frute of sprete is loue ioye peace longesufferinge gentlenes goodnes faythfulnes"
    },
    {
      "verse": 23,
      "text": "meknes temperancye. Agaynst suche ther is no lawe."
    },
    {
      "verse": 24,
      "text": "They ye are Christis have crucified the flesshe with the appetites and lustes"
    },
    {
      "verse": 25,
      "text": "Yf we lyve in the sprete let vs walke in the sprete."
    },
    {
      "verse": 26,
      "text": "Let vs not be vayne glorious provokinge one another and envyinge one another."
    }
  ]
}