{
  "book_id": "GAL",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Brethren yf eny man be fallen by chauce into eny faute: ye which are spirituall helpe to amende him in the sprete of meknes: consyderynge thy silfe lest thou also be tempted."
    },
    {
      "verse": 2,
      "text": "Beare ye one anothers burthen and so fulfill the lawe of Christ."
    },
    {
      "verse": 3,
      "text": "If eny man seme to him silfe that he is somwhat when in dede he is nothynge the same deceaveth hym silfe in his ymaginacion."
    },
    {
      "verse": 4,
      "text": "Let every man prove his awne worke and then shall he have reioysinge in his awne silfe and not in another."
    },
    {
      "verse": 5,
      "text": "For every man shall beare his awne burthen."
    },
    {
      "verse": 6,
      "text": "Let him that is taught in the worde minister vnto him that teacheth him in all good thinges."
    },
    {
      "verse": 7,
      "text": "Be not deceaved God is not mocked. For what soever a man soweth that shall he reepe."
    },
    {
      "verse": 8,
      "text": "He that soweth in his flesshe shall of the flesshe reepe corrupcion. But he that soweth in the sprete shall of the sprete reepe lyfe everlastinge."
    },
    {
      "verse": 9,
      "text": "Let vs not be wery of well doynge. For when the tyme is come we shall repe with out werines."
    },
    {
      "verse": 10,
      "text": "Whill we have therfore tyme let vs do good vnto all men and specially vnto them which are of the housholde of fayth."
    },
    {
      "verse": 11,
      "text": "Beholde how large a letter I have written vnto you with myne awne honde."
    },
    {
      "verse": 12,
      "text": "As many as desyre with vtwarde apperauce to please carnally they constrayne you to be circumcised only be cause they wolde not suffre persecucion with the crosse of Christ."
    },
    {
      "verse": 13,
      "text": "For they them selves which are circumcised kepe not the lawe: but desyre to have you circumcised that they myght reioyce in youre flesshe."
    },
    {
      "verse": 14,
      "text": "God forbyd that I shuld reioyce but in the crosse of oure Lorde Iesu Christ wherby the worlde is crucified as touchinge me and I as concerninge the worlde."
    },
    {
      "verse": 15,
      "text": "For in Christ Iesu nether circucision avayleth eny thinge at all nor vncircumcision: but a new creature."
    },
    {
      "verse": 16,
      "text": "And as many as walke accordinge to this rule peace be on them and mercy and vpon Israel that pertayneth to God."
    },
    {
      "verse": 17,
      "text": "From hence forth let no man put me to busynes. For I beare in my bodye the markes of the Lorde Iesu."
    },
    {
      "verse": 18,
      "text": "Brethren the grace of oure Lorde Iesu Christe be with youre sprete. Amen. ‘Vnto the Galathyans written from Rome.’"
    }
  ]
}