{
  "book_id": "EPH",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And hath quickened you also that were deed in treaspasse and synne"
    },
    {
      "verse": 2,
      "text": "in the which in tyme passed ye walked acordynge to the course of this worlde and after the governer that ruleth in the ayer the sprete that now worketh in the children of vnbelefe"
    },
    {
      "verse": 3,
      "text": "amonge which we also had oure conversacion in tyme past in the lustes of oure flesshe and fullfilled the will of the flesshe and of the mynde: and were naturally the children of wrath even as wel as other."
    },
    {
      "verse": 4,
      "text": "But God which is rich in mercy thorow his greate love wherwith he loved vs"
    },
    {
      "verse": 5,
      "text": "even when we were deed by synne hath quickened vs together in Christ (for by grace are ye saved)"
    },
    {
      "verse": 6,
      "text": "and hath raysed vs vp together and made vs sitte together in hevenly thynges thorow Christ Iesus"
    },
    {
      "verse": 7,
      "text": "for to shewe in tymes to come the excedynge ryches of his grace in kyndnes to vs warde in Christ Iesu."
    },
    {
      "verse": 8,
      "text": "For by grace are ye made safe thorowe fayth and that not of youre selves. For it is the gyfte of God"
    },
    {
      "verse": 9,
      "text": "and commeth not of workes lest eny man shuld bost him silfe."
    },
    {
      "verse": 10,
      "text": "For we are his worckmanshippe created in Christ Iesu vnto good workes vnto the which god ordeyned vs before that we shuld walke in them."
    },
    {
      "verse": 11,
      "text": "Wherfore remember that ye beynge in tyme passed getyls in the flesshe and were called vncircumcision to the which are called circucision in the flesshe which circucision is made by hondes:"
    },
    {
      "verse": 12,
      "text": "Remember I saye that ye were at that tyme with oute Christ and were reputed aliantes from the comen welth of Israel and were straugers from the testamentes of promes and had no hope and were with out god in this worlde."
    },
    {
      "verse": 13,
      "text": "But now in Christ Iesu ye which a whyle agoo were farre of are made nye by the bloude of Christ."
    },
    {
      "verse": 14,
      "text": "For he is oure peace whych hath made of both one and hath broken doune the wall that was a stoppe bitwene vs"
    },
    {
      "verse": 15,
      "text": "and hath also put awaye thorow his flesshe the cause of hatred (that is to saye the lawe of commaundementes contayned in the lawe written) for to make of twayne one newe man in him silfe so makynge peace:"
    },
    {
      "verse": 16,
      "text": "and to reconcile both vnto god in one body thorow his crosse and slewe hatred therby:"
    },
    {
      "verse": 17,
      "text": "and came and preached peace to you which were afarre of and to them that were nye."
    },
    {
      "verse": 18,
      "text": "For thorow him we both have an open waye in in one sprete vnto the father."
    },
    {
      "verse": 19,
      "text": "Now therfore ye are no moare straugers and foreners: but citesyns with the saynctes and of the housholde of god:"
    },
    {
      "verse": 20,
      "text": "and are bilt apon the foundacion of the apostles and prophetes Iesus Christ beynge the heed corner stone"
    },
    {
      "verse": 21,
      "text": "in whom every bildynge coupled togedder groweth vnto an holy temple in the lorde"
    },
    {
      "verse": 22,
      "text": "in whom ye also are bilt togedder and made an habitacion for god in the sprete."
    }
  ]
}