{
  "book_id": "EPH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I therfore which am in bondes for the lordes sake exhorte you that ye walke worthy of the vocacion wherwith ye are called"
    },
    {
      "verse": 2,
      "text": "in all humblenes of mynde and meknes and longe sufferynge forbearinge one another thorowe love"
    },
    {
      "verse": 3,
      "text": "and that ye be dyliget to kepe the vnitie of the sprete in the bonde of peace"
    },
    {
      "verse": 4,
      "text": "beynge one body and one sprete even as ye are called in one hope of youre callynge."
    },
    {
      "verse": 5,
      "text": "Let ther be but one lorde one fayth one baptism:"
    },
    {
      "verse": 6,
      "text": "one god and father of all which is above all thorow all and in you all."
    },
    {
      "verse": 7,
      "text": "Vnto every one of vs is geven grace acordinge to the measure of the gyft of christ."
    },
    {
      "verse": 8,
      "text": "Wherfore he sayth: He is gone vp an hye and hath ledde captivitie captive and hath geven gyftes vnto men."
    },
    {
      "verse": 9,
      "text": "That he ascended: what meaneth it but that he also descended fyrst into the lowest parties of the erth?"
    },
    {
      "verse": 10,
      "text": "He that descended is even the same also that ascended vp even above all hevens to fulfill all thinges."
    },
    {
      "verse": 11,
      "text": "And the very same made some Apostles some prophetes some Evangelistes some Sheperdes some Teachers:"
    },
    {
      "verse": 12,
      "text": "that the sainctes might have all thinges necessarie to worke and minister with all to the edifyinge of the body of christ"
    },
    {
      "verse": 13,
      "text": "tyll we every one (in the vnitie of fayth and knowledge of the sonne of god) growe vp vnto a parfayte man after the measure of age of the fulnes of Christ."
    },
    {
      "verse": 14,
      "text": "That we hence forth be no moare chyldren wauerynge and caryed with every wynde of doctryne by the wylynes of men and craftynes wherby they laye a wayte for vs to deceave vs."
    },
    {
      "verse": 15,
      "text": "But let vs folowe the trueth in loue and in all thynges growe in him which is the heed that ys to saye Christ"
    },
    {
      "verse": 16,
      "text": "in whom all the body ys coupled and knet togedder in every ioynt wherwith one ministreth to another (accordinge to the operacion as every parte hath his measure) and increaseth the body vnto the edyfyinge of it silfe in love."
    },
    {
      "verse": 17,
      "text": "This I saye therfore and testifie in the lorde that ye hence forth walke not as other gentyls walke in vanitie of their mynde"
    },
    {
      "verse": 18,
      "text": "blynded in their vnderstondynge beynge straungers from the lyfe which is in god thorow the ignorancy that is in them because of the blyndnes of their hertes:"
    },
    {
      "verse": 19,
      "text": "which beynge past repentaunce have geven them selves vnto wantannes to worke all manner of vnclennes even with gredynes."
    },
    {
      "verse": 20,
      "text": "But ye have not so learned Christ,"
    },
    {
      "verse": 21,
      "text": "if so be ye have hearde of him and are taught in him even as the trueth is in Iesu."
    },
    {
      "verse": 22,
      "text": "So then as concernynge the coversacion in tyme past laye from you that olde man which is corrupte thorow the deceavable lustes"
    },
    {
      "verse": 23,
      "text": "and be ye renued in the sprete of youre myndes"
    },
    {
      "verse": 24,
      "text": "and put on that newe man which after the ymage of God is shapen in ryghtewesnes and true holynes."
    },
    {
      "verse": 25,
      "text": "Wherfore put awaye lyinge and speake every man truth vnto his neghbour for as moche as we are members one of another."
    },
    {
      "verse": 26,
      "text": "Be angrye but synne not let not the sonne go doune apon your wrathe"
    },
    {
      "verse": 27,
      "text": "nether geue place vnto the backbyter."
    },
    {
      "verse": 28,
      "text": "Let him that stole steale no moare but let him rather laboure with his hondes some good thinge that he maye have to geve vnto him that nedeth."
    },
    {
      "verse": 29,
      "text": "Let no filthy communicacion procede out of youre mouthes: but that whych is good to edefye with all when nede ys: that it maye have faveour with the hearers."
    },
    {
      "verse": 30,
      "text": "And greve not the holy sprete of God by whome ye are sealed vnto the daye of redempcion."
    },
    {
      "verse": 31,
      "text": "Let all bitternes fearsnes and wrath rorynge and cursyd speakynge be put awaye from you with all maliciousnes."
    },
    {
      "verse": 32,
      "text": "Be ye courteouse one to another and mercifull forgevynge one another even as god for Christes sake forgave you."
    }
  ]
}