{
  "book_id": "EPH",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Chyldren obey youre fathers and mothers in the Lorde: for so is it right."
    },
    {
      "verse": 2,
      "text": "Honoure thy father and mother that is the fyrst commaundement that hath eny promes"
    },
    {
      "verse": 3,
      "text": "that thou mayst be in good estate and lyve longe on the erthe."
    },
    {
      "verse": 4,
      "text": "And ye fathers move not youre children to wrath: but bringe the vp with the norter and informacion of the Lorde."
    },
    {
      "verse": 5,
      "text": "Servautes be obedient vnto youre carnall masters with feare and trimblinge in singlenes of youre hertes as vnto Christ:"
    },
    {
      "verse": 6,
      "text": "not with service in the eye sight as men pleasars: but as the servautes of Christ doynge the will of God from the herte"
    },
    {
      "verse": 7,
      "text": "with good will servinge the Lorde and not men."
    },
    {
      "verse": 8,
      "text": "And remember that whatsoever good thinge eny man doeth that shall he receave agayne of the Lorde whether he be bonde or fre."
    },
    {
      "verse": 9,
      "text": "And ye masters do even the same thinges vnto them puttinge awaye threateninges: and remember that even youre master also is in heven nether is ther eny respecte of person with him."
    },
    {
      "verse": 10,
      "text": "Finally my brethren be stronge in the Lorde and in the power of his myght."
    },
    {
      "verse": 11,
      "text": "Put on the armour of God that ye maye stonde stedfast agaynst the crafty assautes of the devyll."
    },
    {
      "verse": 12,
      "text": "For we wrestle not agaynst flesshe and bloud: but agaynst rule agaynst power and agaynst worldy rulars of the darckenes of this worlde agaynst spretuall wickednes for hevenly thinges."
    },
    {
      "verse": 13,
      "text": "For this cause take vnto you the armoure of God that ye maye be able to resist in the evyll daye and to stonde perfect in all thinges."
    },
    {
      "verse": 14,
      "text": "Stonde therfore and youre loynes gyrd aboute with veritie havinge on the brest plate of rightewesnes"
    },
    {
      "verse": 15,
      "text": "and shood with showes prepared by the gospell of peace."
    },
    {
      "verse": 16,
      "text": "Above all take to you the shelde of fayth wherwith ye maye quenche all the fyrie dartes of the wicked."
    },
    {
      "verse": 17,
      "text": "And take the helmet of salvacion and the swearde of the sprete which is the worde of God."
    },
    {
      "verse": 18,
      "text": "And praye all wayes with all maner prayer and supplicacion: and that in the sprete: and watch thervnto with all instance and supplicacion for all saynctes"
    },
    {
      "verse": 19,
      "text": "and for me that vttraunce maye be geve vnto me that I maye open my mouth boldly to vtter the secretes of the gospell"
    },
    {
      "verse": 20,
      "text": "whereof I am a messenger in bondes that therin I maye speake frely as it becommeth me to speake."
    },
    {
      "verse": 21,
      "text": "But that ye maye also knowe what condicion I am in and what I do Tichicus my deare brother and faythfull minister in the Lorde shall shewe you of all thinges"
    },
    {
      "verse": 22,
      "text": "whom I sent vnto you for the same purpose that ye myght knowe what case I stonde in and that he myght comfort youre hertes."
    },
    {
      "verse": 23,
      "text": "Peace be with the brethren and love with fayth from God the father and from the Lorde Iesu Christ."
    },
    {
      "verse": 24,
      "text": "Grace be with all them which love oure lorde Iesus Christ in puernes. Amen. ‘Sent from Rome vnto the Ephesyans by Tichicus.’"
    }
  ]
}