{
  "book_id": "1PE",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "אוְכֵן גַּם־הַנָּשִׁים הִכָּנַעְנָה לִפְנֵי בַעֲלֵיכֶן וְאִם־יֵשׁ אֲנָשִׁים מֵאֲנִים לִשְׁמֹעַ הַבְּשׁרָה אַתֶּן בְּעַנְוַת דַּרְכְּכֶן תִּקְנֶינָה אֹתָם לַיהוָֹה בְּאֵין־אֹמֶר וּדְבָרִים׃"
    },
    {
      "verse": 2,
      "text": "בכַּאֲשֶׁר יֶחֱזוּ כִּי בְיִרְאָה וּבְתֹם דַרְכְּכֶן׃"
    },
    {
      "verse": 3,
      "text": "גוּפְאֵרְכֶן לֹא יִהְיֶה פְאֵר חִיצוֹן בְּמַחְלָפוֹת רֹאשׁ וַעֲדִי זָהָב אוֹ בִגְדֵי חֲמֻדוֹת׃"
    },
    {
      "verse": 4,
      "text": "דכִּי אִם־הָאָדָם הַפְּנִימִי בְּסֵתֶר הַלֵּב בְּרוּחַ עֲנָוָה וְהַשְׁקֵט אֲשֶׁר אֵין לוֹ כִלָּיוֹן וְהוּא יָקָר בְּעֵינֵי הָאֱלֹהִים׃"
    },
    {
      "verse": 5,
      "text": "הכִּי־כֵן הָיָה לְפָנִים פְּאֵר הַנָּשִׁים הַקְּדוֹשׁוֹת אֶשֶׁר שָׂמוּ תוֹחַלְתָּן בֵּאלֹהִים וְלִפְנֵי בַעֲלֵיהֶן נִכְנָעוּ׃"
    },
    {
      "verse": 6,
      "text": "וכְּמוֹ שָׂרָה אֲשֶׁר שָׁמְעָה בְקוֹל אַבְרָהָם וְקָרְאָה־לּוֹ אֲדֹנִי וְאַתֶּן לְבָנוֹת לָהּ אִם טוֹב תַּעֲשֶׂינָה וְלֹא יָבֹא בְתוֹכֲכֶן מֹרֶךְ לֵב מִפָּחַד׃"
    },
    {
      "verse": 7,
      "text": "זוְכֵן אַתֶּם הָאֲנָשִׁים רְאוּ לָשֶׁבֶת עִם־נְשֵׁיכֶם בְּהַשְׂכֵּל תְּנוּ כָבוֹד לְאִשָּׁה כִּי־כְלִי רַךְ הִיא מִכֶּם וְגַם חֲבֶרְתְּכֶם בְּמַתְּנַת הַחֶסֶד וְהַחַיִּים וּבְכֵן לֹא תִמָּנַע תְּפִלָּה מִבָּתֵּיכֶם׃"
    },
    {
      "verse": 8,
      "text": "חסוֹף דָּבָר הֱיוּ כֻלְּכֶם לְאַנְשֵׁי לֵב אֶחָד אַנְשֵׁי חֶמְלָה אֹהֲבֵי אַחֲוָה אַנְשֵׁי רַחֲמִים וְשִׁפְלֵי רוּחַ׃"
    },
    {
      "verse": 9,
      "text": "טלֹא תִגְמְלוּ לְאִישׁ רָעָה תַּחַת רָעָה אוֹ קְלָלָה תַּחַת קְלָלָה כִּי אִם־בְּרָכָה כִּי לָזֹאת נִקְרֵאתֶם לְמַעַן תִּירְשׁוּ אֶת־הַבְּרָכָה׃"
    },
    {
      "verse": 10,
      "text": "ימִי־הָאִישׁ הֶחָפֵץ חַיִּים וְלִרְאוֹת יָמִים טוֹבִים יִצֹּר לְשׁוֹנוֹ מֵרָע וּשְׂפָתָיו מִדַּבֵּר מִרְמָה׃"
    },
    {
      "verse": 11,
      "text": "יאיָסוּר מֵרָע וְיַעֲשֶׂה־טּוֹב יְבַקֵּשׁ שָׁלוֹם וְיִרְדְּפֵהוּ׃"
    },
    {
      "verse": 12,
      "text": "יבכִּי עֵינֵי יְהוָֹה אֶל־צַדִּיקִים וְאָזְנָיו אֶל־שַׁוְעָתָם פְּנֵי יְהוָֹה בְּעֹשֵׂי רָע׃"
    },
    {
      "verse": 13,
      "text": "יגוּמִי יַעֲשֶׂה עִמָּכֶם רָע אִם־תִּרְדְפוּ לַעֲשׂוֹת טוֹב׃"
    },
    {
      "verse": 14,
      "text": "ידאֶפֶס אִם־גַּם־תְּעֻנּוּ עֵקֶב צְדָקָה אַשְׁרֵיכֶם אַךְ אֶת־מוֹרָאָם לֹא תִירְאוּ וְלֹא תַעֲרוֹצוּ׃"
    },
    {
      "verse": 15,
      "text": "טואֶת־יְהוָֹה אֱלֹהִים אֹתוֹ תַקְדִּישׁוּ בִּלְבַבְכֶם וּבַעֲנָוָה וְיִרְאָה הֱיוּ נְכֹנִים תָּמִיד לָתֵת מַעֲנֶה לְכָל־הַדֹּרֵשׁ מִכֶּם מַה יְּסוֹד תִּקְוַתְכֶם׃"
    },
    {
      "verse": 16,
      "text": "טזוּבְרוּחַ נָכוֹן אֲשֶׁר בְּקִרְבְּכֶם יֵבוֹשׁוּ הַדֹּבְרִים סָרָה עַל־דַּרְכְּכֶם הַטּוֹבָה בַּמָּשִׁיחַ וְהַמַּלְשִׁינִים אֶתְכֶם כְּפֹעֲלֵי אָוֶן׃"
    },
    {
      "verse": 17,
      "text": "יזכִּי טוֹב לָכֶם לְהִתְעַנּוֹת אִם כֵּן רָצָה הָאֱלֹהִים עֵקֶב עֲשׂוֹת טוֹב מֵאֲשֶׁר תִּתְעַנּוּ עֵקֶב עֲשׂוֹת רָע׃"
    },
    {
      "verse": 18,
      "text": "יחכִּי גַּם־הַמָּשִׁיחַ עֻנָּה פַּעַם אַחַת בְּחַטֹּאתֵינוּ אִישׁ צַדִּיק בְּעַד אֲנָשִׁים חַטָּאִים וַיְבִיאֵנוּ עַד־הָאֱלֹהִים אַחֲרֵי אֲשֶׁר הוּמַת בְּשָׂרוֹ וַיְחִי בָרוּחַ׃"
    },
    {
      "verse": 19,
      "text": "יטוַיַּעֲבֹר וַיִּקְרָא אֶת־הַקְּרִיאָה גַּם אֶל־הָרוּחוֹת אֲשֶׁר בַּמִּשְׁמָר׃"
    },
    {
      "verse": 20,
      "text": "כהֲלֹא הֵם אֲשֶׁר לֹא הֶאֱמִינוּ לְפָנִים כַּאֲשֶׁר חִכָּה אֱלֹהִים אֲלֵיהֶם בְּאֹרֶךְ אַפּוֹ בִּימֵי נֹחַ עַד־אֲשֶׁר נֶעֶשְׂתָה הַתֵּבָה וַאֲנָשִׁים מְעַטִּים שְׁמֹנֶה נְפָשׁוֹת נִמְלְטוּ בָהּ מִן־הַמָּיִם׃"
    },
    {
      "verse": 21,
      "text": "כאוַיְהִי לְמוֹפֵת לִטְבִילָתֵנוּ בְמַיִם אֲשֶׁר תּוֹשִׁיעַ לָנוּ גַּם־הַיּוֹם לֹא לִרְחֹץ אֶת־צוֹאַת הַבָּשָׂר כִּי אִם־לְזַכּוֹת אֶת־לִבֵּנוּ בְּרוּחַ נָכוֹן לִפְנֵי הָאֱלֹהִים עַל־יְדֵי תְקוּמַת יֵשׁוּעַ הַמָּשִׁיחַ׃"
    },
    {
      "verse": 22,
      "text": "כבאֲשֶׁר עָלָה הַשָּׁמַיְמָה וַיֵּשֶׁב לִימִין הָאֱלֹהִים וּמַלְאָכִים שָׂרֵי צָבָא וְגִבֹּרֵי כֹחַ שָׁת אֱלֹהִים תַּחַת יָדוֹ׃"
    }
  ]
}