{
  "book_id": "1PE",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* וְאֶל־הַזְּקֵנִים בָּכֶם אֲנִי הַזָּקֵן כְּחָבֵר לָהֶם וְעֵד לְחֶבְלֵי הַמָּשִׁיחַ וַאֲשֶׁר נָכוֹן לִי חֵלֶק בַּכָּבוֹד הֶעָתִיד לְהִגָּלוֹת אֶקְרָא וַאֲצַוֶּה לֵאמֹר׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* רְעוּ אֶת־עֵדֶר הָאֱלֹהִים הַנִּמְצָא אִתְּכֶם הַשְׁגִּיחוּ אֲלֵיהֶם לֹא בְאֹנֶס כִּי אִם־בְּרוּחַ נְדִיבָה בְּנֶפֶשׁ חֲפֵצָה וְלֹא לְמַעַן בְּצֹעַ בָּצַע׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* לֹא לְהִשְׂתָּרֵר עַל־נַחֲלַת יְהוָֹה כִּי אִם־לִהְיוֹת לְמוֹפֵת לַצֹּאן׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* וְכַאֲשֶׁר יוֹפִיעַ אַבִּיר הָרֹעִים אָז תִּשְׂאוּ עֲטֶרֶת תִּפְאֶרֶת אֲשֶׁר לֹא תִבּוֹל׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* וְכֵן הַנְּעָרִים בָּכֶם הִכָּנְעוּ לִפְנֵי הַזְּקֵנִים וְכֻלְּכֶם הִתְאַזְּרוּ עֹז הָעֲנָוָה וְעִזְרוּ אִישׁ לְאָחִיו כִּי בֵית גֵּאִים יִסַּח אֱלֹהִים וְלַעֲנָוִים יִתֶּן־חֵן׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* הַשְׁפִּילוּ נַפְשְׁכֶם תַּחַת יַד־אֵל שַׁדָּי וְהוּא יְרוֹמֵם אֶתְכֶם בְּעִתּוֹ׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* וְכָל־יְהָבְכֶם הַשְׁלִיכוּ עָלָיו וְהוּא יִדְאַג לָכֶם׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* הִתְעוֹרְרוּ הִשָּׁמְרוּ לָכֶם מְאֹד כִּי הַשָּׂטָן הַצֹּרֵר אֶתְכֶם יָתוּר כַּאֲרִי נֹהֵם וִישַׁחֵר אֶל־אֲשֶׁר יְבַלֵּעַ׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* אַךְ בָּאֱמוּנָה תַעַמְדוּ נֶגְדּוֹ כְגִבֹּרִים וְתֵדְעוּן כִּי צָרוֹת כָּאֵלֶּה עָבְרוּ גַּם עַל־אֲחֵיכֶם אֲשֶׁר בָּאָרֶץ הֵמָּה׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* וְאַחֲרֵי אֲשֶׁר עֻנֵּיתֶם לְיָמִים מְעַטִּים יִנָּתֵן לָכֶם לֵב שָׁלֵם מֵאֵת אֱלֹהֵי הַחֶסֶד אֲשֶׁר קָרָא אֶתְכֶם לִכְבוֹדוֹ עַד־עוֹלְמֵי עַד בַּמָּשִׁיחַ יֵשׁוּעַ וִיחַזֵּק וִיאַמֵּץ וִיכוֹנֵן אֶתְכֶם לָנֶצַח׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* וְלוֹ הַכָּבוֹד וְהַמֶּמְשָׁלָה עַד־עוֹלְמֵי עוֹלָמִים אָמֵן׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* אֶת־הַדְּבָרִים הַמְּעַטִּים הָאֵלֶּה כָּתַבְתִּי אֲלֵיכֶם בְּיַד־סִלְוָנוֹס אֲחִיכֶם הַנֶּאֱמָן לְהַזְהִיר אֶתְכֶם לְפִי חַוֹת דַּעְתִּי וּלְהָעִיד לָכֶם כִּי חֶסֶד אֱלֹהִים הוּא חֶסֶד אֱמֶת עִמְדוּ בּוֹ הָכֵן׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* עֲדַת בָּבֶל הַנִּבְחָרָה כְּמוֹכֶם שֹׁאֶלֶת לְשָׁלוֹם לָכֶם וְכֵן גַּם־מַרְקוֹס בְּנִי׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* שַׁאֲלוּ אִישׁ לְרֵעֵהוּ לְשָׁלוֹם בִּנְשִׁיקַת אַהֲבָה שָׁלוֹם לְכֻלְּכֶם אֲשֶׁר בַּמָּשִׁיחַ יֵשׁוּעַ אָמֵן׃"
    }
  ]
}