{
  "book_id": "BAR",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord Almighty, God of Israel, the soul in anguish, the troubled spirit, crieth unto thee."
    },
    {
      "verse": 2,
      "text": "Hear, O Lord, and have mercy; for thou art merciful: and have pity upon us, because we have sinned before thee."
    },
    {
      "verse": 3,
      "text": "For thou endurest for ever, and we perish utterly."
    },
    {
      "verse": 4,
      "text": "O Lord Almighty, thouGod of Israel, hear now the prayers of the dead Israelites, and of theirchildren, which have sinned before thee, and not hearkened unto the voice of thee their God: for the which cause theseplagues cleave unto us."
    },
    {
      "verse": 5,
      "text": "Remember not the iniquities of our forefathers: but think upon thy power and thy name nowat this time."
    },
    {
      "verse": 6,
      "text": "For thou artthe Lord our God, and thee, O Lord, will we praise."
    },
    {
      "verse": 7,
      "text": "And for this cause thou hast put thy fear in our hearts, to the intent that weshould call upon thy name, and praise thee in our captivity: for we have called to mind all the iniquity of our forefathers, that sinned before thee."
    },
    {
      "verse": 8,
      "text": "Behold, we are yetthis day in our captivity, where thou hast scattered us, for a reproach and a curse, and to be subject to payments, according to all the iniquities of our fathers, which departed from the Lord our God."
    },
    {
      "verse": 9,
      "text": "Hear, Israel, the commandments of life: Give ear to understand wisdom."
    },
    {
      "verse": 10,
      "text": "How happeneth it, Israel, that thou art in thineenemies’ land, Thatthou art waxen old in a strange country, thatthou art defiled with the dead,"
    },
    {
      "verse": 11,
      "text": "Thatthou art counted with them that go downinto the grave?"
    },
    {
      "verse": 12,
      "text": "Thou hast forsaken the fountain of wisdom."
    },
    {
      "verse": 13,
      "text": "Forif thou hadst walked in the way of God, Thou shouldest have dwelled in peace for ever."
    },
    {
      "verse": 14,
      "text": "Learn where is wisdom, where is strength, where is understanding; That thoumayest know also where is length of days, and life, Where is the light of the eyes, and peace."
    },
    {
      "verse": 15,
      "text": "Who hath found outher place? Or who hath come into her treasures?"
    },
    {
      "verse": 16,
      "text": "Where are the princes of the heathen become, And such as ruled the beasts upon the earth;"
    },
    {
      "verse": 17,
      "text": "They that had their pastime with the fowls of the air, And they that hoarded up silver And gold, wherein men trust, And made no end of their getting?"
    },
    {
      "verse": 18,
      "text": "For they that wrought in silver, and were socareful, And whose works are unsearchable,"
    },
    {
      "verse": 19,
      "text": "They are vanished and gone down to the grave, And others are come up in their steads."
    },
    {
      "verse": 20,
      "text": "Young menhave seen light, and dwelt upon the earth: But the way of knowledge have they not known,"
    },
    {
      "verse": 21,
      "text": "Nor understood the paths thereof, nor laid hold of it: Their children were far off from thatway."
    },
    {
      "verse": 22,
      "text": "It hath not been heard of in Chanaan, Neither hath it been seen in Theman."
    },
    {
      "verse": 23,
      "text": "The Agarenes that seek wisdom upon earth, The merchants of Merran and of Theman, The authors of fables, and searchers out of understanding; None of these have known the way of wisdom, Or remember her paths."
    },
    {
      "verse": 24,
      "text": "O Israel, how great isthe house of God! And howlarge isthe place of his possession!"
    },
    {
      "verse": 25,
      "text": "Great, and hath none end; High, and unmeasurable."
    },
    {
      "verse": 26,
      "text": "There were the giants famous from the beginning, That were of sogreat stature, and soexpert in war."
    },
    {
      "verse": 27,
      "text": "Those did not the Lord choose, Neither gave he the way of knowledge unto them:"
    },
    {
      "verse": 28,
      "text": "But they were destroyed, because theyhad no wisdom, Andperished through their own foolishness."
    },
    {
      "verse": 29,
      "text": "Who hath gone up into heaven, and taken her, And brought her down from the clouds?"
    },
    {
      "verse": 30,
      "text": "Who hath gone over the sea, and found her, And will bring her for pure gold?"
    },
    {
      "verse": 31,
      "text": "No man knoweth her way, Nor thinketh of her path."
    },
    {
      "verse": 32,
      "text": "But he that knoweth all thingsknoweth her, Andhath found her out with his understanding: He that prepared the earth for evermore Hath filled it with fourfooted beasts:"
    },
    {
      "verse": 33,
      "text": "He that sendeth forth light, and it goeth, Calleth it again, and it obeyeth him with fear."
    },
    {
      "verse": 34,
      "text": "The stars shined in their watches, and rejoiced: When he calleth them, they say, Here we be; And sowith cheerfulness they shewed light unto him that made them."
    },
    {
      "verse": 35,
      "text": "This isour God, Andthere shall none other be accounted of in comparison of him."
    },
    {
      "verse": 36,
      "text": "He hath found out all the way of knowledge, And hath given it unto Jacob his servant, And to Israel his beloved."
    },
    {
      "verse": 37,
      "text": "Afterward did he shew himself upon earth, And conversed with men."
    }
  ]
}