{
  "book_id": "JOB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "After this opened Job his mouth, and cursed his day."
    },
    {
      "verse": 2,
      "text": "And Job answered and said:"
    },
    {
      "verse": 3,
      "text": "Let the day perish wherein I was born, And the night which said, There is a man-child conceived."
    },
    {
      "verse": 4,
      "text": "Let that day be darkness; Let not God from above seek for it, Neither let the light shine upon it."
    },
    {
      "verse": 5,
      "text": "Let darkness and the shadow of death claim it for their own; Let a cloud dwell upon it; Let all that maketh black the day terrify it."
    },
    {
      "verse": 6,
      "text": "As for that night, let thick darkness seize upon it: Let it not rejoice among the days of the year; Let it not come into the number of the months."
    },
    {
      "verse": 7,
      "text": "Lo, let that night be barren; Let no joyful voice come therein."
    },
    {
      "verse": 8,
      "text": "Let them curse it that curse the day, Who are ready to rouse up leviathan."
    },
    {
      "verse": 9,
      "text": "Let the stars of the twilight thereof be dark: Let it look for light, but have none; Neither let it behold the eyelids of the morning:"
    },
    {
      "verse": 10,
      "text": "Because it shut not up the doors of my mother’swomb, Nor hid trouble from mine eyes."
    },
    {
      "verse": 11,
      "text": "Why died I not from the womb? Why did I not give up the ghost when my mother bare me?"
    },
    {
      "verse": 12,
      "text": "Why did the knees receive me? Or why the breasts, that I should suck?"
    },
    {
      "verse": 13,
      "text": "For now should I have lain down and been quiet; I should have slept; then had I been at rest,"
    },
    {
      "verse": 14,
      "text": "With kings and counsellors of the earth, Who built up waste places for themselves;"
    },
    {
      "verse": 15,
      "text": "Or with princes that had gold, Who filled their houses with silver:"
    },
    {
      "verse": 16,
      "text": "Or as a hidden untimely birth I had not been, As infants that never saw light."
    },
    {
      "verse": 17,
      "text": "There the wicked cease from troubling; And there the weary are at rest."
    },
    {
      "verse": 18,
      "text": "There the prisoners are at ease together; They hear not the voice of the taskmaster."
    },
    {
      "verse": 19,
      "text": "The small and the great are there: And the servant is free from his master."
    },
    {
      "verse": 20,
      "text": "Wherefore is light given to him that is in misery, And life unto the bitter in soul;"
    },
    {
      "verse": 21,
      "text": "Who long for death, but it cometh not, And dig for it more than for hid treasures;"
    },
    {
      "verse": 22,
      "text": "Who rejoice exceedingly, And are glad, when they can find the grave?"
    },
    {
      "verse": 23,
      "text": "Why is light givento a man whose way is hid, And whom God hath hedged in?"
    },
    {
      "verse": 24,
      "text": "For my sighing cometh before I eat, And my groanings are poured out like water."
    },
    {
      "verse": 25,
      "text": "For the thing which I fear cometh upon me, And that which I am afraid of cometh unto me."
    },
    {
      "verse": 26,
      "text": "I am not at ease, neither am I quiet, neither have I rest; But trouble cometh."
    }
  ]
}