{
  "book_id": "JOB",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Yea, at this my heart trembleth, And is moved out of its place."
    },
    {
      "verse": 2,
      "text": "Hear, oh, hear the noise of his voice, And the sound that goeth out of his mouth."
    },
    {
      "verse": 3,
      "text": "He sendeth it forth under the whole heaven, And his lightning unto the ends of the earth."
    },
    {
      "verse": 4,
      "text": "After it a voice roareth; He thundereth with the voice of his majesty; And he restraineth not the lightningswhen his voice is heard."
    },
    {
      "verse": 5,
      "text": "God thundereth marvellously with his voice; Great things doeth he, which we cannot comprehend."
    },
    {
      "verse": 6,
      "text": "For he saith to the snow, Fall thou on the earth; Likewise to the shower of rain, And to the showers of his mighty rain."
    },
    {
      "verse": 7,
      "text": "He sealeth up the hand of every man, That all men whom he hath made may know it."
    },
    {
      "verse": 8,
      "text": "Then the beasts go into coverts, And remain in their dens."
    },
    {
      "verse": 9,
      "text": "Out of the chamber of the southcometh the storm, And cold out of the north."
    },
    {
      "verse": 10,
      "text": "By the breath of God ice is given; And the breadth of the waters is straitened."
    },
    {
      "verse": 11,
      "text": "Yea, he ladeth the thick cloud with moisture; He spreadeth abroad the cloud of his lightning:"
    },
    {
      "verse": 12,
      "text": "And it is turned round about by his guidance, That they may do whatsoever he commandeth them Upon the face of the habitable world,"
    },
    {
      "verse": 13,
      "text": "Whether it be for correction, or for his land, Or for lovingkindness, that he cause it to come."
    },
    {
      "verse": 14,
      "text": "Hearken unto this, O Job: Stand still, and consider the wondrous works of God."
    },
    {
      "verse": 15,
      "text": "Dost thou know how God layeth his chargeupon them, And causeth the lightning of his cloud to shine?"
    },
    {
      "verse": 16,
      "text": "Dost thou know the balancings of the clouds, The wondrous works of him who is perfect in knowledge?"
    },
    {
      "verse": 17,
      "text": "How thy garments are warm, When the earth is still by reason of the south wind?"
    },
    {
      "verse": 18,
      "text": "Canst thou with him spread out the sky, Which is strong as a molten mirror?"
    },
    {
      "verse": 19,
      "text": "Teach us what we shall say unto him; Forwe cannot set our speechin order by reason of darkness."
    },
    {
      "verse": 20,
      "text": "Shall it be told him that I would speak? Or should a man wish that he were swallowed up?"
    },
    {
      "verse": 21,
      "text": "And now men see not the light which is bright in the skies; But the wind passeth, and cleareth them."
    },
    {
      "verse": 22,
      "text": "Out of the north cometh golden splendor: God hath upon him terrible majesty."
    },
    {
      "verse": 23,
      "text": "Touchingthe Almighty, we cannot find him out: He is excellent in power; And in justice and plenteous righteousness he will not afflict."
    },
    {
      "verse": 24,
      "text": "Men do therefore fear him: He regardeth not any that are wise of heart."
    }
  ]
}