{
  "book_id": "1ES",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Then Ezra rising from the court of the temple went to the chamber of Jehohanan the son of Eliashib,"
    },
    {
      "verse": 2,
      "text": "and remained there, and did eat no meat nor drink water, mourning for the great iniquities of the multitude."
    },
    {
      "verse": 3,
      "text": "And there was a proclamation in all Jewry and Jerusalem to all them that were of the captivity, that they should be gathered together at Jerusalem:"
    },
    {
      "verse": 4,
      "text": "and that whosoever met not there within two or three days, according as the elders that bare rule appointed, their cattle should be seized to the use of the temple, and himself cast out from them that were of the captivity."
    },
    {
      "verse": 5,
      "text": "And in three days were all they of the tribe of Judah and Benjamin gathered together at Jerusalem the twentieth day of the ninth month."
    },
    {
      "verse": 6,
      "text": "And all the multitude sat in the broad court of the temple, trembling because of the present foul weather."
    },
    {
      "verse": 7,
      "text": "So Ezra arose up, and said unto them, Ye have transgressed the law in marrying strange wives, thereby to increase the sins of Israel."
    },
    {
      "verse": 8,
      "text": "And now by confessing give glory unto the Lord God of our fathers,"
    },
    {
      "verse": 9,
      "text": "and do his will, and separate yourselves from the heathen of the land, and from the strange women."
    },
    {
      "verse": 10,
      "text": "Then cried the whole multitude, and said with a loud voice, Like as thou hast spoken, so will we do."
    },
    {
      "verse": 11,
      "text": "But forasmuch as the people are many, and it is foul weather, so that we cannot stand without, and this is not a work of a day or two, seeing our sin in these things is spread far:"
    },
    {
      "verse": 12,
      "text": "therefore let the rulers of the multitude stay, and let all them of our habitations that have strange wives come at the time appointed,"
    },
    {
      "verse": 13,
      "text": "and with them the rulers and judges of every place, till we turn away the wrath of the Lord from us for this matter."
    },
    {
      "verse": 14,
      "text": "\\add Then\\add* Jonathan \\add the son\\add* of Asahel and Jahzeiah \\add the son\\add* of Theocanus accordingly took this matter upon them: and Meshullam and Levi and Shabbethai helped them."
    },
    {
      "verse": 15,
      "text": "And they that were of the captivity did according to all these things."
    },
    {
      "verse": 16,
      "text": "And Ezra the priest chose unto him the principal men of their families, all by name: and in the first day of the tenth month they sat together to examine the matter."
    },
    {
      "verse": 17,
      "text": "So their cause that held strange wives was brought to an end in the first day of the first month."
    },
    {
      "verse": 18,
      "text": "And of the priests that were come together, and had strange wives, there were found;"
    },
    {
      "verse": 19,
      "text": "of the sons of Jeshua the \\add son\\add* of Jozadak, and his brethren; Maaseiah, and Eliezar, and Jarib, and Jodan."
    },
    {
      "verse": 20,
      "text": "And they gave their hands to put away their wives, and to offer rams to make reconcilement for their errors."
    },
    {
      "verse": 21,
      "text": "And of the sons of Immer: Hanani, and Zebadiah, and Manes, and Shemaiah, and Jehiel, and Azariah."
    },
    {
      "verse": 22,
      "text": "And of the sons of Pashhur; Elioenai, Maaseiah, Ishmael, and Nathanael, and Gedaliah, and Salthas."
    },
    {
      "verse": 23,
      "text": "And of the Levites; Jozabad, and Shimei, and Kelaiah, who was called Kelita, and Pethahiah, and Judah, and Jonah."
    },
    {
      "verse": 24,
      "text": "Of the holy singers: Eliashib, Zaccur."
    },
    {
      "verse": 25,
      "text": "Of the porters; Shallum, and Tolbanes."
    },
    {
      "verse": 26,
      "text": "Of them of Israel, of the sons of Parosh; Ramiah, and Izziah, and Malchijah, and Maelus, and Eleazar, and Asibias, and Benaiah."
    },
    {
      "verse": 27,
      "text": "Of the sons of Elam; Mattaniah, Zechariah, and Jezrielus, and Abdi, and Jeremoth, and Aidias."
    },
    {
      "verse": 28,
      "text": "And of the sons of Zamoth; Eliadas, Eliashib, Othoniah, Jeremoth, and Zabad, and Zerdaiah."
    },
    {
      "verse": 29,
      "text": "Of the sons of Bebai; Jehohanan, and Hananiah, and Zabbai, and Emathis."
    },
    {
      "verse": 30,
      "text": "Of the sons of Mani; Olamus, Mamuchus, Adaiah, Jashub, Sheal, and Jeremoth."
    },
    {
      "verse": 31,
      "text": "And of the sons of Addi; Naathus, and Moossias, Laccunus, and Naidus, Matthanias, and Sesthel, Belnuus, and Manasseas."
    },
    {
      "verse": 32,
      "text": "And of the sons of Annan; Elionas, and Asaias, and Melchias, and Sabbaias, and Simon Chosamaeus."
    },
    {
      "verse": 33,
      "text": "And of the sons of Hashum; Altaneus, and Mattattah, and Zabad, Eliphelet, and Manasseh, and Shimei."
    },
    {
      "verse": 34,
      "text": "And of the sons of Bani: Jeremai, Momdius, Maerus, Joel, Mamdai, and Bedeiah, and Vaniah, Carabasion, and Eliashib, and Mamitanemus, Eliasis, Binnui, Elialis, Shimei, Shelemiah, Nethaniah: and of the sons of Ezora; Shashai, Azarel, Azael, Samatus, Zambris, Joseph."
    },
    {
      "verse": 35,
      "text": "And of the sons of Ethma; Mazitias, Zabad, Iddo, Joel, Benaiah."
    },
    {
      "verse": 36,
      "text": "All these had taken strange wives, and they put them away with their children."
    },
    {
      "verse": 37,
      "text": "And the priests and Levites, and they that were of Israel, dwelt in Jerusalem, and in the country, in the first day of the seventh month: so the children of Israel were in their habitations."
    },
    {
      "verse": 38,
      "text": "And the whole multitude came together with one accord into the broad place of the holy porch toward the east:"
    },
    {
      "verse": 39,
      "text": "and they spoke unto Ezra the priest and reader, that he would bring the law of Moses, that was given of the Lord God of Israel."
    },
    {
      "verse": 40,
      "text": "So Ezra the chief priest brought the law to the whole multitude from man to woman, and to all the priests, to hear the law in the first day of the seventh month."
    },
    {
      "verse": 41,
      "text": "And he read in the broad court before the holy porch from morning unto midday, before both men and women; and all the multitude gave heed unto the law."
    },
    {
      "verse": 42,
      "text": "And Ezra the priest and reader of the law stood up upon a pulpit of wood which was made \\add for that purpose\\add*."
    },
    {
      "verse": 43,
      "text": "And there stood up by him Mattathiah, Shema, Ananias, Azariah, Uriah, Hezekiah, Baalsamus, upon the right hand:"
    },
    {
      "verse": 44,
      "text": "and upon his left hand Pedaiah, and Mishael, Malchijah, Lothasubus, Nabariah, Zechariah."
    },
    {
      "verse": 45,
      "text": "Then took Ezra the book of the law before the multitude: for he sat honorably in the first place in the sight of them all."
    },
    {
      "verse": 46,
      "text": "And when he opened the law, they stood all straight up. So Ezra blessed the Lord God most High, the God of hosts, Almighty."
    },
    {
      "verse": 47,
      "text": "And all the people answered, Amen; and lifting up their hands they fell to the ground, and worshiped the Lord."
    },
    {
      "verse": 48,
      "text": "Also Jeshua, Anniuth, Sherebiah, Jadinus, Akkub, Shabbethai, Hodiah, Maiannas, and Kelita, Azariah, and Jozabad, and Hanan, Pelaiah, the Levites, taught the law of the Lord, and read the law of the Lord to the multitude, making them withal to understand it."
    },
    {
      "verse": 49,
      "text": "Then spoke Attharates unto Ezra the chief priest and reader, and to the Levites that taught the multitude, even to all, saying,"
    },
    {
      "verse": 50,
      "text": "This day is holy unto the Lord (for they all wept when they heard the law);"
    },
    {
      "verse": 51,
      "text": "go then, and eat the fat, and drink the sweet, and send part to them that have nothing:"
    },
    {
      "verse": 52,
      "text": "for this day is holy unto the Lord: and be not sorrowful; for the Lord will bring you to honor."
    },
    {
      "verse": 53,
      "text": "So the Levites published all things to the people, saying, This day is holy to the Lord; be not sorrowful."
    },
    {
      "verse": 54,
      "text": "Then went they their way, every one to eat and drink and make merry, and to give part to them that had nothing, and to make great cheer;"
    },
    {
      "verse": 55,
      "text": "because they understood the words wherein they were instructed, and for the which they had been assembled."
    }
  ]
}