{
  "book_id": "TIT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Make clear to them that they are to put themselves under rulers and authorities, to do what they are ordered, to be ready for every good work,"
    },
    {
      "verse": 2,
      "text": "To say no evil of any man, not to be fighters, to give way to others, to be gentle in behaviour to all men."
    },
    {
      "verse": 3,
      "text": "For in the past we were foolish, hard in heart, turned from the true way, servants of evil desires and pleasures, living in bad feeling and envy, hated and hating one another."
    },
    {
      "verse": 4,
      "text": "But when the mercy of God our Saviour, and his love to man was seen,"
    },
    {
      "verse": 5,
      "text": "Not by works of righteousness which we did ourselves, but in the measure of his mercy, he gave us salvation, through the washing of the new birth and the giving of new life in the Holy Spirit,"
    },
    {
      "verse": 6,
      "text": "Which he gave us freely through Jesus Christ our Saviour;"
    },
    {
      "verse": 7,
      "text": "So that, having been given righteousness through grace, we might have a part in the heritage, the hope of eternal life."
    },
    {
      "verse": 8,
      "text": "This is a true saying; and it is my desire that you may give certain witness about these things, so that those who have had faith in God may give attention to good works. These things are good and of profit to men;"
    },
    {
      "verse": 9,
      "text": "But have nothing to do with foolish questionings, and lists of generations, and fights and arguments about the law; for they are of no profit and foolish."
    },
    {
      "verse": 10,
      "text": "A man whose opinions are not those of the church, after a first and second protest, is to be kept out of your society;"
    },
    {
      "verse": 11,
      "text": "Clearly he is in error and a sinner, being self-judged."
    },
    {
      "verse": 12,
      "text": "When I send Artemas or Tychicus to you, do your best to come to me at Nicopolis: for it is my purpose to be there for the winter."
    },
    {
      "verse": 13,
      "text": "Send Zenas, the man of law, and Apollos on their journey with all care, so that they may be in need of nothing."
    },
    {
      "verse": 14,
      "text": "And let our people go on with good works for necessary purposes, so that they may not be without fruit."
    },
    {
      "verse": 15,
      "text": "All who are with me send you their love. Give our love to our friends in the faith. Grace be with you all."
    }
  ]
}