{
  "book_id": "GEN",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "These are the generations of the sons of Noe: Sem, Cham, and Japheth: and unto them sons were born after the flood."
    },
    {
      "verse": 2,
      "text": "The sons of Japheth: Gomer, and Magog, and Madai, and Javan, and Thubal, and Mosoch, and Thiras."
    },
    {
      "verse": 3,
      "text": "And the sons of Gomer: Ascenez and Riphath and Thogorma."
    },
    {
      "verse": 4,
      "text": "And the sons of Javan: Elisa and Tharsis, Cetthim and Dodanim."
    },
    {
      "verse": 5,
      "text": "By these were divided the islands of the Gentiles in their lands, every one according to his tongue and their families in their nations."
    },
    {
      "verse": 6,
      "text": "And the sons of Cham: Chus, and Mesram, and Phuth, and Chanaan."
    },
    {
      "verse": 7,
      "text": "And the sons of Chus: Saba, and Hevila, and Sabatha, and Regma, and Sabatacha. The sons of Regma: Saba and Dadan."
    },
    {
      "verse": 8,
      "text": "Now Chus begot Nemrod: he began to be mighty on the earth."
    },
    {
      "verse": 9,
      "text": "And he was a stout hunter before the Lord. Hence came a proverb: Even as Nemrod the stout hunter before the Lord."
    },
    {
      "verse": 10,
      "text": "And the beginning of his kingdom was Babylon, and Arach, and Achad, and Chalanne in the land of Sennaar."
    },
    {
      "verse": 11,
      "text": "Out of that land came forth Assur, and built Ninive, and the streets of the city, and Chale."
    },
    {
      "verse": 12,
      "text": "Resen also between Ninive and Chale: this is the great city."
    },
    {
      "verse": 13,
      "text": "And Mesraim begot Ludim, and Anamim, and Laabim, Nepthuim,"
    },
    {
      "verse": 14,
      "text": "And Phetrusim, and Chasluim; of whom came forth the Philistines, and the Capthorim."
    },
    {
      "verse": 15,
      "text": "And Chanaan begot Sidon, his firstborn, the Hethite,"
    },
    {
      "verse": 16,
      "text": "And the Jebusite, and the Amorrhite, and the Gergesite,"
    },
    {
      "verse": 17,
      "text": "The Hevite and the Aracite: the Sinite,"
    },
    {
      "verse": 18,
      "text": "And the Aradian, the Samarite, and the Hamathite: and afterwards the families of the Chanaanites were spread abroad."
    },
    {
      "verse": 19,
      "text": "And the limits of Chanaan were from Sidon as one comes to Gerara even to Gaza, until thou enter Sodom and Gomorrha, and Adama, and Seboim even to Lesa."
    },
    {
      "verse": 20,
      "text": "These are the children of Cham in their kindreds, and tongues, and generations, and lands, and nations."
    },
    {
      "verse": 21,
      "text": "Of Sem also, the father of all the children of Heber, the elder brother of Japheth, sons were born."
    },
    {
      "verse": 22,
      "text": "The sons of Sem: Elam and Assur, and Arphaxad, and Lud, and Aram."
    },
    {
      "verse": 23,
      "text": "The sons of Aram: Us and Hull, and Gether, and Mess."
    },
    {
      "verse": 24,
      "text": "But Arphaxad begot Sale, of whom was born Heber."
    },
    {
      "verse": 25,
      "text": "And to Heber were born two sons: the name of the one was Phaleg, because in his days the earth was divided: and his brother’s name Jectan."
    },
    {
      "verse": 26,
      "text": "Which Jectan begot Elmodad, and Saleph, and Asarmoth, Jare,"
    },
    {
      "verse": 27,
      "text": "And Aduram, and Uzal, and Decla,"
    },
    {
      "verse": 28,
      "text": "And Ebal, and Abimael, Saba,"
    },
    {
      "verse": 29,
      "text": "And Ophir, and Hevila, and Jobab. All these were the sons of Jectan."
    },
    {
      "verse": 30,
      "text": "And their dwelling was from Messa as we go on as far as Sephar, a mountain in the east."
    },
    {
      "verse": 31,
      "text": "These are the children of Sem according to their kindreds and tongues, and countries in their nations."
    },
    {
      "verse": 32,
      "text": "These are the families of Noe, according to their peoples and nations. By these were the nations divided on the earth after the flood."
    }
  ]
}