{
  "book_id": "GEN",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "And Israel taking his journey, with all that he had, came to the well of the oath, and killing victims there to the God of his father Isaac,"
    },
    {
      "verse": 2,
      "text": "He heard him by a vision in the night calling him, and saying to him: Jacob, Jacob. And he answered him: Lo, here I am."
    },
    {
      "verse": 3,
      "text": "God said to him: I am the most mighty God of thy father: fear not, go down into Egypt, for I will make a great nation of thee there."
    },
    {
      "verse": 4,
      "text": "I will go down with thee thither, and will bring thee back again from thence: Joseph also shall put his hands upon thy eyes."
    },
    {
      "verse": 5,
      "text": "And Jacob rose up from the well of the oath: and his sons took him up, with their children and wives in the wagons, which Pharao had sent to carry the old man,"
    },
    {
      "verse": 6,
      "text": "And all that he had in the land of Chanaan, and he came into Egypt with all his seed:"
    },
    {
      "verse": 7,
      "text": "His sons, and grandsons, daughters, and all his offspring together."
    },
    {
      "verse": 8,
      "text": "And these are the names of the children of Israel, that entered into Egypt, he and his children. His firstborn Ruben,"
    },
    {
      "verse": 9,
      "text": "The sons of Ruben: Henoch and Phallu, and Hesron and Charmi."
    },
    {
      "verse": 10,
      "text": "The sons of Simeon: Jamuel and Jamin and Ahod, and Jachin and Sohar, and Saul the son of a woman of Chanaan."
    },
    {
      "verse": 11,
      "text": "The sons of Levi: Gerson and Caath and Merari."
    },
    {
      "verse": 12,
      "text": "The sons of Juda: Her and Onan and Sela and Phares and Zara. And Her and Onan died in the land of Chanaan. And sons were born to Phares: Hesron and Hamul."
    },
    {
      "verse": 13,
      "text": "The sons of Issachar: Thola and Phua and Job and Semron."
    },
    {
      "verse": 14,
      "text": "The sons of Zabulon: Sared and Elon and Jahelel."
    },
    {
      "verse": 15,
      "text": "These are the sons of Lia, whom she bore in Mesopotamia of Syria, with Dina his daughter. All the souls of her sons and daughters, thirty-three."
    },
    {
      "verse": 16,
      "text": "The sons of Gad: Sephian and Haggi and Suni and Esebon and Heri and Arodi and Areli."
    },
    {
      "verse": 17,
      "text": "The sons of Aser: Jamne and Jesua and Jessuri and Beria, and Sara their sister. The sons of Beria: Heber and Melchiel."
    },
    {
      "verse": 18,
      "text": "These are the sons of Zelpha, whom Laban gave to Lia his daughter. And these she bore to Jacob, sixteen souls."
    },
    {
      "verse": 19,
      "text": "The sons of Rachel Jacob’s wife: Joseph and Benjamin."
    },
    {
      "verse": 20,
      "text": "And sons were born to Joseph, in the land of Egypt, whom Aseneth the daughter of Putiphare priest of Heliopolis bore him: Manasses and Ephraim."
    },
    {
      "verse": 21,
      "text": "The sons of Benjamin: Bela and Bechor and Asbel and Gera and Naaman and Echi and Ros and Mophim and Ophim and Ared."
    },
    {
      "verse": 22,
      "text": "These are the sons of Rachel, whom she bore to Jacob: all the souls, fourteen."
    },
    {
      "verse": 23,
      "text": "The sons of Dan: Husim."
    },
    {
      "verse": 24,
      "text": "The sons of Nephtali: Jaziel and Guni and Jeser and Sallem."
    },
    {
      "verse": 25,
      "text": "These are the sons of Bala, whom Laban gave to Rachel his daughter: and these she bore to Jacob: all the souls, seven."
    },
    {
      "verse": 26,
      "text": "All the souls that went with Jacob into Egypt, and that came out of his thigh, besides his sons’ wives, sixty-six."
    },
    {
      "verse": 27,
      "text": "And the sons of Joseph, that were born to him in the land of Egypt, two souls. All the souls of the house of Jacob, that entered into Egypt, were seventy."
    },
    {
      "verse": 28,
      "text": "And he sent Juda before him to Joseph, to tell him; and that he should meet him in Gessen."
    },
    {
      "verse": 29,
      "text": "And when he was come thither, Joseph made ready his chariot, and went up to meet his father, in the same place: and seeing him, he fell upon his neck, and embracing him wept."
    },
    {
      "verse": 30,
      "text": "And the father said to Joseph: Now shall I die with joy, because I have seen thy face, and leave thee alive."
    },
    {
      "verse": 31,
      "text": "And Joseph said to his brethren, and to all his father’s house: I will go up, and will tell Pharao, and will say to him: My brethren and my father’s house, that were in the land of Chanaan, are come to me:"
    },
    {
      "verse": 32,
      "text": "And the men are shepherds, and their occupation is to feed cattle: their flocks and herds, and all they have, they have brought with them."
    },
    {
      "verse": 33,
      "text": "And when he shall call you, and shall say: What is your occupation?"
    },
    {
      "verse": 34,
      "text": "You shall answer: We thy servants are shepherds, from our infancy until now, both we and our fathers. And this you shall say, that you may dwell in the land of Gessen, because the Egyptians have all shepherds in abomination."
    }
  ]
}