{
  "book_id": "MAL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The burden of the word of the Lord to Israel by the hand of his messenger. Lay \\add it\\add*, I pray you, to heart."
    },
    {
      "verse": 2,
      "text": "I have loved you, says the Lord. And you⌃ said, Wherein have you loved us? Was not Esau Jacob's brother? says the Lord: yet \\x + \\xo 1:2 \\xt Rom 9:13 \\x* I loved Jacob,"
    },
    {
      "verse": 3,
      "text": "and hated Esau and \\f + \\fr 1:3 \\ft Lit. appointed them for desolation. \\f* laid waste his borders, and made his heritage as dwellings of the wilderness?"
    },
    {
      "verse": 4,
      "text": "Because one will say, Idumea has been overthrown, but let us return and rebuild the desolate places; thus says the Lord Almighty, They shall build, but I will throw down; and they shall be called The borders of wickedness, and, The people against whom the Lord has set himself for ever."
    },
    {
      "verse": 5,
      "text": "And your eyes shall see, and you⌃ shall say, The Lord has been magnified \\f + \\fr 1:5 \\ft Gr. above. \\f* upon the borders of Israel."
    },
    {
      "verse": 6,
      "text": "A son honors \\add his\\add* father, and a servant his master: if then I am a father, where is my honor? and if I am a master, where is my fear? says the Lord Almighty. You⌃ the priests are they that despise my name: yet you⌃ said, Wherein have we despised your name?"
    },
    {
      "verse": 7,
      "text": "In that you⌃ bring to my altar polluted bread; and you⌃ said, Wherein have you⌃ polluted it? In that you⌃ say, The table of the Lord is polluted, and that which was set thereon you⌃ have despised."
    },
    {
      "verse": 8,
      "text": "For if you⌃ bring a blind \\add victim\\add* for sacrifices, \\add is it\\add* not evil? and if you⌃ bring the lame or the sick, \\add is it\\add* not evil? offer it now to your ruler, \\add and see\\add* if he will receive you, if he will accept your person, says the Lord Almighty."
    },
    {
      "verse": 9,
      "text": "And now \\f + \\fr 1:9 \\ft Lit. propitiate. \\f* entreat the face of your God, and make supplication to him. These things have been done by your hands; shall I accept you? says the Lord Almighty."
    },
    {
      "verse": 10,
      "text": "Because even among you the doors shall be shut, and \\add one\\add* will not kindle \\add the fire of\\add* my altar for nothing, I have no pleasure in you, says the Lord Almighty, and I will not accept a sacrifice at your hands."
    },
    {
      "verse": 11,
      "text": "For from the rising of the sun even to the going down \\add thereof\\add* my name has been glorified among the Gentiles; and in every place incense is offered to my name, and a pure offering: for my name is great among the Gentiles, says the Lord Almighty."
    },
    {
      "verse": 12,
      "text": "But you⌃ profane it, in that you⌃ say, The table of the Lord is polluted, and his meats set thereon are despised."
    },
    {
      "verse": 13,
      "text": "And you⌃ said, These \\add services\\add* are troublesome: therefore I have \\f + \\fr 1:13 \\ft Gr. puffed at them. \\f* utterly rejected them with scorn, says the Lord Almighty: and you⌃ brought in torn victims, and lame, and sick: if then you⌃ should bring an offering, shall I accept them at your hands? says the Lord Almighty."
    },
    {
      "verse": 14,
      "text": "And cursed \\add is the man\\add* who had the power, and possessed a male in his flock, and whose vow is upon him, and who sacrifices a corrupt thing to the Lord: for I am a great King, says the Lord Almighty, and my name is glorious among the nations."
    }
  ]
}