{
  "book_id": "MAL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And now, O priests, this commandment is to you."
    },
    {
      "verse": 2,
      "text": "If you⌃ will not listen, and if you⌃ will not lay itto heart, to give glory to my name, says the Lord Almighty, then I will send forth the curse upon you, and I will bring a curse upon your blessing: yes, I will curse it, and I will scatter your blessing, and it shall not exist among you, because you⌃ lay not this to heart."
    },
    {
      "verse": 3,
      "text": "Behold, I turn my back upon you, and I will scatter dung upon your faces, the dung of your feasts, and I will carry you away at the same time."
    },
    {
      "verse": 4,
      "text": "And you⌃ shall know that I have sent this commandment to you, that my covenant might be with the sons of Levi, says the Lord Almighty."
    },
    {
      "verse": 5,
      "text": "My covenant of life and peace was with him, and I gave ithim that he might reverently fear me, and that he might be awe-struck at my name."
    },
    {
      "verse": 6,
      "text": "The law of truth was in his mouth, and iniquity was not found in his lips: he walked before me directing his wayin peace, and he turned many from unrighteousness."
    },
    {
      "verse": 7,
      "text": "For the priest's lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the Lord Almighty."
    },
    {
      "verse": 8,
      "text": "But you⌃ have turned aside from the way, and caused many to fail in followingthe law: you⌃ have corrupted the covenant of Levi, says the Lord Almighty."
    },
    {
      "verse": 9,
      "text": "And I have made you despised and cast out among all the people, because you⌃ have not kept my ways, but have been partial in the law."
    },
    {
      "verse": 10,
      "text": "Have you⌃ not all one father? Did not one God create you? why have you⌃ forsaken every man his brother, to profane the covenant of your fathers?"
    },
    {
      "verse": 11,
      "text": "Juda has been forsaken, and an abomination has been committed in Israel and in Jerusalem; for Juda has profaned the holy things of the Lord, which he delighted in, and has gone after other gods."
    },
    {
      "verse": 12,
      "text": "The Lord will utterly destroy the man that does these things, until he be even cast down from out of the tabernacles of Jacob, and from among them that offer sacrifice to the Lord Almighty."
    },
    {
      "verse": 13,
      "text": "And these things which I hated, you⌃ did: you⌃ covered with tears the altar of the Lord, and with weeping and groaning because of troubles: is itmeet for meto have respect to your sacrifice, or to receive anythingfrom your hands aswelcome?"
    },
    {
      "verse": 14,
      "text": "Yet you⌃ said, Therefore? Because the Lord has borne witness between you and the wife of your youth, whom you have forsaken, and yetshe was your partner, and the wife of your covenant."
    },
    {
      "verse": 15,
      "text": "And did he not do well? and there wasthe residue of his spirit. But you⌃ said, What does God seek but a seed? But take you⌃ heed to your spirit, and forsake not the wife of your youth."
    },
    {
      "verse": 16,
      "text": "But if you should hate your wifeand put her away, says the Lord God of Israel, then ungodliness shall cover your thoughts, says the Lord Almighty: therefore take you⌃ heed to your spirit, and forsake themnot,"
    },
    {
      "verse": 17,
      "text": "you⌃ that have provoked God with your words. But you⌃ said, Wherein have we provoked him? In that you⌃ say, Every one that does evil is a pleasing objectin the sight of the Lord, and he takes pleasure in such; and where is the God of justice?"
    }
  ]
}