{
  "book_id": "1KI",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And when the queen of Sheba heard of the fame of Solomon concerning the name of the LORD, she came to prove him with hard questions."
    },
    {
      "verse": 2,
      "text": "And she came to Jerusalem with a very great train, with camels that bore spices, and very much gold, and precious stones: and when she had come to Solomon, she communed with him of all that was in her heart."
    },
    {
      "verse": 3,
      "text": "And Solomon told her all her questions: there was not anything hid from the king, which he told her not."
    },
    {
      "verse": 4,
      "text": "And when the queen of Sheba had seen all Solomon's wisdom, and the house that he had built,"
    },
    {
      "verse": 5,
      "text": "And the provisions of his table, and the sitting of his servants, and the attendance of his ministers, and their apparel, and his cup-bearers, and his ascent by which he went up to the house of the LORD; there was no more spirit in her."
    },
    {
      "verse": 6,
      "text": "And she said to the king, It was a true report that I heard in my own land of thy acts and of thy wisdom."
    },
    {
      "verse": 7,
      "text": "Howbeit, I believed not the words, until I came, and my eyes had seen it: and behold, the half was not told me: thy wisdom and prosperity exceed the fame which I heard."
    },
    {
      "verse": 8,
      "text": "Happy arethy men, happy arethese thy servants, who stand continually before thee, andthat hear thy wisdom."
    },
    {
      "verse": 9,
      "text": "Blessed be the LORD thy God, who delighted in thee, to set thee on the throne of Israel: because the LORD loved Israel for ever, therefore he made thee king, to do judgment and justice."
    },
    {
      "verse": 10,
      "text": "And she gave the king a hundred and twenty talents of gold, and of spices a very great quantity, and precious stones: there came no more such abundance of spices as these which the queen of Sheba gave to king Solomon."
    },
    {
      "verse": 11,
      "text": "And the navy also of Hiram, that brought gold from Ophir, brought in from Ophir great plenty of almug trees, and precious stones."
    },
    {
      "verse": 12,
      "text": "And the king made of the almug trees pillars for the house of the LORD, and for the king's house, harps also and psalteries for singers: there came no such almug-trees, nor have they been seen to this day."
    },
    {
      "verse": 13,
      "text": "And king Solomon gave to the queen of Sheba all her desire, whatever she asked, besides thatwhich Solomon gave her of his royal bounty. So she turned and went to her own country, she and her servants."
    },
    {
      "verse": 14,
      "text": "Now the weight of gold that came to Solomon in one year was six hundred and sixty six talents of gold,"
    },
    {
      "verse": 15,
      "text": "Besides what he hadof the merchants, and of the traffic of the spice-merchants, and of all the kings of Arabia, and of the governors of the country."
    },
    {
      "verse": 16,
      "text": "And king Solomon made two hundred targets ofbeaten gold: six hundred shekelsof gold went to one target."
    },
    {
      "verse": 17,
      "text": "And he madethree hundred shields of beaten gold; three pounds of gold went to one shield: and the king put them in the house of the forest of Lebanon."
    },
    {
      "verse": 18,
      "text": "Moreover, the king made a great throne of ivory, and overlaid it with the best gold."
    },
    {
      "verse": 19,
      "text": "The throne had six steps, and the top of the throne wasround behind: and there werestays on either side on the place of the seat, and two lions stood beside the stays."
    },
    {
      "verse": 20,
      "text": "And twelve lions stood there on the one side and on the other upon the six steps: there was not the like made in any kingdom."
    },
    {
      "verse": 21,
      "text": "And all king Solomon's drinking vessels were ofgold, and all the vessels of the house of the forest of Lebanon were ofpure gold; none were ofsilver: it was nothing accounted of in the days of Solomon."
    },
    {
      "verse": 22,
      "text": "For the king had at sea a navy of Tharshish with the navy of Hiram: once in three years came the navy of Tharshish, bringing gold, and silver, ivory, and apes, and peacocks."
    },
    {
      "verse": 23,
      "text": "So king Solomon exceeded all the kings of the earth for riches and for wisdom."
    },
    {
      "verse": 24,
      "text": "And all the earth sought to Solomon, to hear his wisdom, which God had put in his heart."
    },
    {
      "verse": 25,
      "text": "And they brought every man his present, vessels of silver, and vessels of gold, and garments, and armor, and spices, horses, and mules, a rate year by year."
    },
    {
      "verse": 26,
      "text": "And Solomon collected chariots and horsemen: and he had a thousand and four hundred chariots, and twelve thousand horsemen, whom he bestowed in the cities for chariots, and with the king at Jerusalem."
    },
    {
      "verse": 27,
      "text": "And the king made silver to bein Jerusalem as stones, and cedars he made to beas the sycamore trees that arein the vale, for abundance."
    },
    {
      "verse": 28,
      "text": "And Solomon had horses brought from Egypt, and linen yarn: the king's merchants received the linen yarn at a price."
    },
    {
      "verse": 29,
      "text": "And a chariot came up and went out of Egypt for six hundred shekelsof silver, and a horse for a hundred and fifty: and so for all the kings of the Hittites, and for the kings of Syria, did they bring themout by their means."
    }
  ]
}