{
  "book_id": "1CH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And these were the sons of David, who were born unto him in Hebron: The first-born, Amnon, of Achino'am the Jizre'elitess; the second, Daniel, of Abigayil the Carmelitess;"
    },
    {
      "verse": 2,
      "text": "The third, Abshalom the son of Ma'achah the daughter of Thalmai the king of Geshur; the fourth, Adoniyah the son of Chaggith;"
    },
    {
      "verse": 3,
      "text": "The fifth, Shephatyah of Abital; the sixth, Yithre'am of 'Eglah his wife."
    },
    {
      "verse": 4,
      "text": "Six were born unto him in Hebron: and he reigned there seven years and six months; and thirty and three years he reigned in Jerusalem."
    },
    {
      "verse": 5,
      "text": "And these were born unto him in Jerusalem: Shim'a, !!and Shobab, and Nathan, and Solomon, four, of Bathshua' the daughter of 'Ammiel;"
    },
    {
      "verse": 6,
      "text": "And Yibchar, and Elishama', and Eliphelet,"
    },
    {
      "verse": 7,
      "text": "And Nogah, and Nepheg, and Japhia'."
    },
    {
      "verse": 8,
      "text": "And Elishama', and Elyada', and Eliphelet, nine."
    },
    {
      "verse": 9,
      "text": "[These were] all the sons of David, beside the sons of the concubines, and Thamar their sister."
    },
    {
      "verse": 10,
      "text": "And Solomon's son was Rehobo'am. Abiyah his son, Assa his son, Jehoshaphat his son."
    },
    {
      "verse": 11,
      "text": "Joram his son, Achazyahu his son, Joash his son,"
    },
    {
      "verse": 12,
      "text": "Amazyahu his son, 'Azaryah his son, Jotham his son,"
    },
    {
      "verse": 13,
      "text": "Achaz his son, Hezekiah his son, Menasseh his son,"
    },
    {
      "verse": 14,
      "text": "Amon his son, Josiah his son."
    },
    {
      "verse": 15,
      "text": "And the sons of Josiah were, the first-born Jochanan, the second Jehoyakim, the third Zedekiah, the fourth Shallum."
    },
    {
      "verse": 16,
      "text": "And the sons of Jehoyakim: Jechonyah his son, Zedekiah his son."
    },
    {
      "verse": 17,
      "text": "And the sons of Jechonyah: Assir, Shealthiel his son,"
    },
    {
      "verse": 18,
      "text": "And Malkiram, and Pedayah, and Shenazzar, Jekamyah, Hoshama', and Nedabyah."
    },
    {
      "verse": 19,
      "text": "And the sons of Pedayah were, Zerubbabel, and Shim'i: and the sons of Zerubbabel were, Meshullam, and Chananyah, and Shelomith their sister;"
    },
    {
      "verse": 20,
      "text": "And Chashubah, and Ohel, and Berechyah, and Chassadyah, Jushab-chessed, five."
    },
    {
      "verse": 21,
      "text": "And the sons of Chananyah: Pelatyah, and Jesha'yah; the sons of Rephayah, the sons of Arnan, the sons of 'Ohadiah, the sons of Shechanyah."
    },
    {
      "verse": 22,
      "text": "And the sons of Shechanyah: Shema'yah: and the sons of Shema'yah were Chattush, and Yigal, and Bariach, and Ne'aryah, and Shaphat, six."
    },
    {
      "verse": 23,
      "text": "And the sons of Ne'aryah: Elyo'enai, and Hezekiah, and 'Azrikam, three."
    },
    {
      "verse": 24,
      "text": "And the sons of Elyo'enai were, Hodavyahu, and Elyashib, and Pelayah, and 'Akkub, and Jochanan, and Delayah, and 'Anani, seven."
    }
  ]
}