{
  "book_id": "1CH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "The sons of Judah: Perez, Chezron, and Carmi, and Chur, and Shobal."
    },
    {
      "verse": 2,
      "text": "And Reayah the son of Shobal begat Jachath, and Jachath begat Achumai, and Lahad. These are the families of the Zor'athites."
    },
    {
      "verse": 3,
      "text": "And these were [those of] the father of 'Etam, Jizre'el, and Yishma, and Yidbash: and the name of their sister was Hazzelelponi."
    },
    {
      "verse": 4,
      "text": "And Penuel the father of Gedor, and 'Ezer the father of Chushah. These are the sons of Chur, the first-born of Ephratah, the father of Beth-lechem."
    },
    {
      "verse": 5,
      "text": "And Ashchur the father of Thekoa' had two wives. Chelah and Na'arah."
    },
    {
      "verse": 6,
      "text": "And Na'arah bore him Achuzzam, and Chepher, and Themeni. and Haachashthari. These were the sons of Na'arah."
    },
    {
      "verse": 7,
      "text": "And the sons of Chelah were, Zereth, and Zochar, and Ethnan."
    },
    {
      "verse": 8,
      "text": "And Koz begat 'Anub and Hazzobebah, and the families of Acharchel the son of Harum."
    },
    {
      "verse": 9,
      "text": "And Ja'bez was more honorable than his brothers; and his mother called his name Ja'bez, saying, Because I bore him in pain."
    },
    {
      "verse": 10,
      "text": "And Ja'bez called on the God of Israel, saying, Oh that thou wouldst bless me indeed, and enlarge my boundary, and that thy hand might be with me, and that thou wouldst act for me against the evil, that it may not give me pain! And God granted him what he had asked for."
    },
    {
      "verse": 11,
      "text": "And Kelub the brother of Shuchah begat Mechir, who was the father of Eshthon."
    },
    {
      "verse": 12,
      "text": "And Eshthon begat Beth-rapha, and Passeach, and Techinnah the father of 'Irnachash. These are the men of Rechah."
    },
    {
      "verse": 13,
      "text": "And the sons of Kenas: 'Othniel and Serayah. And the sons of 'Othniel: Chathath."
    },
    {
      "verse": 14,
      "text": "And Me'onothai begat 'Ophrah: and Serayah begat Joab, the father of the valley of the carpenters; for they were carpenters."
    },
    {
      "verse": 15,
      "text": "And the sons of Caleb the son of Jephunneh: 'Iru, Elah, and Na'am. And the sons of Elah: Ukenas."
    },
    {
      "verse": 16,
      "text": "And the sons of Jehalelel: Ziph, and Ziphah, Thireya, and Assarel."
    },
    {
      "verse": 17,
      "text": "And the sons of 'Ezrah: Jether, and Mered, and 'Epher, and Jalon. And she conceived [and bore] Miriam, and Shammai, and Yishbach the father of Eshthemoa'."
    },
    {
      "verse": 18,
      "text": "And his wife the Jewess bore Jered the father of Gedor, and Cheber the father of Socho, and Jekuthiel the father of Zanoach. And these are the sons of D the daughter of Pharaoh, whom Mered had taken [for wife]."
    },
    {
      "verse": 19,
      "text": "And the sons of the wife of Hodiyah the sister of Nacham: The father of Kei'lah the Garmite, and Eshthemoa' the Ma'achathite."
    },
    {
      "verse": 20,
      "text": "And the sons of Shimon: Amnon, and Rinnah, Ben-chanan, and Thilon. And the sons of Yish'i were, Zocheth, and Benzocheth."
    },
    {
      "verse": 21,
      "text": "The sons of Shelah the son of Judah: 'Er the father of Lechah, and La'dah the father of Mareshah, and the families of the house of those that wrought fine linen, of the house of Ashbea'."
    },
    {
      "verse": 22,
      "text": "And Jokim, and the men of Cozeba, and Joash, and Saraph, who had dominion in Moab, and Jashubi-lechem. And these are ancient things."
    },
    {
      "verse": 23,
      "text": "There were the potters, and those that dwelt in plantations and sheepfolds: for the king's sake to do his work they dwelt there."
    },
    {
      "verse": 24,
      "text": "The sons of Simeon: Nemuel, and Jamin, Jarib, Zerach, and Saul."
    },
    {
      "verse": 25,
      "text": "Shallum his son, Mibsam his son, Mishma' his son."
    },
    {
      "verse": 26,
      "text": "And the sons of Mishma': Hamuel his son, Zaccur his son, Shim'i his son."
    },
    {
      "verse": 27,
      "text": "And Shim'i had sixteen sons and six daughters; but his brethren had not many children, nor did all their family multiply, equal to the children of Judah."
    },
    {
      "verse": 28,
      "text": "And they dwelt at Beer-sheba', and Moladah, and Chazar-shu'al."
    },
    {
      "verse": 29,
      "text": "And at Bilhah, and at 'Ezem, and at Tholad,"
    },
    {
      "verse": 30,
      "text": "And at Bethuel, and at Chormah, and at Ziklag."
    },
    {
      "verse": 31,
      "text": "And at Beth-marcaboth, and Chazar-sussim, and at Beth-biri, and at Sha'arayim. These were their cities until the reign of David."
    },
    {
      "verse": 32,
      "text": "And their villages were 'Etam, and 'Ayin, Rimmon, and Tochen, and 'Ashan, five cities;"
    },
    {
      "verse": 33,
      "text": "And all their villages that were round about these same cities as far as Ba'al. These were their dwelling-places, and after them are they recorded."
    },
    {
      "verse": 34,
      "text": "And Meshobab, and Jamlech, and Joshah the son of Amazyah,"
    },
    {
      "verse": 35,
      "text": "And Joel, and Jehu the son of Joshibyah, the son of Serayah, the son of 'Assiel."
    },
    {
      "verse": 36,
      "text": "And Elyo'enai and Ja'akobah, and Jeshochayah, and 'Assayah, and Adiel, and Jessimiel, and Benayah."
    },
    {
      "verse": 37,
      "text": "And Ziza the son of Shiph'i, the son of Allon, the son of Jedayah, the son of Shimri, the son of Shema'yah:"
    },
    {
      "verse": 38,
      "text": "These mentioned by their names were princes in their families; and their family divisions spread themselves out greatly."
    },
    {
      "verse": 39,
      "text": "And they went to the entrance of Gedur, as far as the east side of the valley, to seek pasture for their flocks."
    },
    {
      "verse": 40,
      "text": "And they found a fat and good pasture, and the land was roomy, and quiet, and peaceable; for descendants of Ham dwelt there before that time."
    },
    {
      "verse": 41,
      "text": "And then came these written down by name in the days of Hezekiah the king of Judah, and smote their tents, and the habitations that were found there, and destroyed them utterly unto this day, and dwelt in their stead; because there was pasture there for their flocks."
    },
    {
      "verse": 42,
      "text": "And some of them, even of the sons of Simeon, five hundred men, went to mount Se'ir having at their head Pelatyah, and Ne'aryah, and Rephayah, and 'Uzziel, the sons of Yish'i."
    },
    {
      "verse": 43,
      "text": "And they smote the rest of the 'Amalekites that were escaped, and dwelt there unto this day."
    }
  ]
}