{
  "book_id": "1CH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And the sons of Reuben the first-born of Israel—for he was the first-born; but, when the defiled his father's bed, was his birthright given unto the sons of Joseph the son of Israel: so that the genealogy is not to be reckoned after the first-birth."
    },
    {
      "verse": 2,
      "text": "For Judah became the mightiest of his brothers, and the prince descended from him: while the first-birthright belonged to Joseph,—"
    },
    {
      "verse": 3,
      "text": "The sons of Reuben the first-born of Israel were, Chanoch, and Pallu, Chezron, and Carmi."
    },
    {
      "verse": 4,
      "text": "The sons of Joel: Shema'yah his son, Gog his son, Shim'i his son,"
    },
    {
      "verse": 5,
      "text": "Michah his son, Reayah his son, Ba'al his son,"
    },
    {
      "verse": 6,
      "text": "Beerah his son, whom Tilgath-pilneesser the king of Assyria carried into exile: he was the prince of the Reubenites."
    },
    {
      "verse": 7,
      "text": "And his brethren by their families, according to their genealogy after their generations, were, the chief, Je'iel, and Zecharyahu,"
    },
    {
      "verse": 8,
      "text": "And Bela' the son of 'Azaz, the son of Shema', the son of Joel, who dwelt in 'Aro'er, and as far as Nebo and Ba'al-me'on;"
    },
    {
      "verse": 9,
      "text": "And to the eastward he dwelt as far as the entrance of the wilderness from the river Euphrates; because their cattle were numerous in the land of Gil'ad."
    },
    {
      "verse": 10,
      "text": "And in the days of Saul they made war with the Hagarenes, who fell by their hand; and they dwelt in their tents in the whole front of the land to the east of Gil'ad."
    },
    {
      "verse": 11,
      "text": "And the children of Gad dwelt alongside of them, in the land of Bashan as far as Salchah."
    },
    {
      "verse": 12,
      "text": "Joel the chief, and Shapham the next, and Ja'nai, and Shaphat in Bashan."
    },
    {
      "verse": 13,
      "text": "And their brethren according to their family divisions were, Michael, and Meshullam, and Sheba', and Jorai, and Ya'kan, and Zia', and 'Eber, seven."
    },
    {
      "verse": 14,
      "text": "These are the children of Abichayil the son of Churi, the son of Jaroach, the son of Gil'ad, the son of Michael, the son of Jeshishai, the son of Jachdo, the son of Buz:"
    },
    {
      "verse": 15,
      "text": "Achi the son of Abdiel the son of Guni, the chief of their family division."
    },
    {
      "verse": 16,
      "text": "And they dwelt in Gil'ad, in Bashan, and in its minor towns, and in all the open districts of Sharon, as far as their terminations."
    },
    {
      "verse": 17,
      "text": "All these were recorded by their genealogies in the days of Jotham the king of Judah, and in the days of Jerobo'am the king of Israel."
    },
    {
      "verse": 18,
      "text": "The sons of Reuben, and the Gadites, and the half tribe of Menasseh, of valiant men, men able to bear shield and sword, and to draw the bow, and practised in war, were four and forty thousand seven hundred and sixty, that went out to the army."
    },
    {
      "verse": 19,
      "text": "And they made war with the Hagarenes, and Jetur, and Naphish, and Nodab."
    },
    {
      "verse": 20,
      "text": "And they obtained help against them, and the Hagarenes were delivered into their hand, and all that were with them; for to God they cried in the battle, and he was entreated by them; because they put their trust in him."
    },
    {
      "verse": 21,
      "text": "And they led away captive their cattle: of their camels fifty thousand, and of sheep two hundred and fifty thousand, and of asses two thousand, and of human beings one hundred thousand."
    },
    {
      "verse": 22,
      "text": "For there fell down many slain; because the war was of God. And they dwelt in their stead until the exile."
    },
    {
      "verse": 23,
      "text": "And the children of the half tribe of Menasseh dwelt in the land: from Bashan unto Ba'al-chermon and Senir and mount Chermon were they numerous."
    },
    {
      "verse": 24,
      "text": "And these were the heads of their family divisions: namely, 'Epher, and Yish'i, and Eliel, and 'Azriel, and Jeremiah, and Hodavyah, and Jachdiel, mighty men of valor, famous men, [and] heads of their family divisions."
    },
    {
      "verse": 25,
      "text": "But they trespassed against the God of their fathers, and went astray after the gods of the people of the land, whom God had destroyed from before them."
    },
    {
      "verse": 26,
      "text": "And the God of Israel stirred up the spirit of Pul the king of Assyria, and the spirit of Tilgath-pilnesser the king of Assyria, and he carried them into exile, even the Reubenites, and the Gadites, and the half tribe of Menasseh, and brought them unto Chalach, and Chabor, and Hara, and to the river Gozan, even until this day."
    }
  ]
}