{
  "book_id": "1CH",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "(5:27) The sons of Levi: Gershon, Kehath, and Merari."
    },
    {
      "verse": 2,
      "text": "(5:28) And the sons of Kehath: 'Amram, Yizhar, and Chebron, and 'Uzziel."
    },
    {
      "verse": 3,
      "text": "(5:29) And the children of 'Amram: Aaron, and Moses, and Miriam. And the sons of Aaron: Nadab, and Abihu, El'azar, and Ithamar."
    },
    {
      "verse": 4,
      "text": "(5:30) El'azar begat Phinehas, Phinehas begat Abishua',"
    },
    {
      "verse": 5,
      "text": "(5:31) And Abishua' begat Bukki, and Bukki begat 'Uzzi,"
    },
    {
      "verse": 6,
      "text": "(5:32) And 'Uzzi begat Zerachyah, and Zerachyah begat Merayoth,"
    },
    {
      "verse": 7,
      "text": "(5:33) Merayoth begat Amaryah, and Amaryah begat Achitub,"
    },
    {
      "verse": 8,
      "text": "(5:34) And Achitub begat Zadok, and Zadok begat Achima'az,"
    },
    {
      "verse": 9,
      "text": "(5:35) And Achima'az begat 'Azaryah, and 'Azaryah begat Jochanan,"
    },
    {
      "verse": 10,
      "text": "(5:36) And Jochanan begat 'Azaryah, he it is that officiated as priest in the house that Solomon had built in Jerusalem;"
    },
    {
      "verse": 11,
      "text": "(5:37) And 'Azaryah begat Amaryah, and Amaryah begat Achitub,"
    },
    {
      "verse": 12,
      "text": "(5:38) And Achitub begat Zadok, and Zadok begat Shallum,"
    },
    {
      "verse": 13,
      "text": "(5:39) And Shallum begat Chilkiyah, and Chilkiyah begat 'Azaryah,"
    },
    {
      "verse": 14,
      "text": "(5:40) And 'Azaryah begat Serayah, and Serayah begat Jehozadak,"
    },
    {
      "verse": 15,
      "text": "(5:41) And Jehozadak went away, when the Lord carried Judah and Jerusalem into exile through the hand of Nebuchadnezzar."
    },
    {
      "verse": 16,
      "text": "(6:1) The sons of Levi: Gershom, Kehath, and Merari."
    },
    {
      "verse": 17,
      "text": "(6:2) And these are the names of the sons of Gershom: Libni, and Shim'i."
    },
    {
      "verse": 18,
      "text": "(6:3) And the sons of Kehath were, 'Amram, and Yizhar, and Chebron, and 'Uzziel."
    },
    {
      "verse": 19,
      "text": "(6:4) The sons of Merari: Machli, and Mushi. And these are the families of the Levites according to their fathers."
    },
    {
      "verse": 20,
      "text": "(6:5) Of Gershom: Libni his son, Jachath his son, Zimmah his son,"
    },
    {
      "verse": 21,
      "text": "(6:6) Yoach his son, 'Iddo his son, Zerach his son, Yeatherai his son."
    },
    {
      "verse": 22,
      "text": "(6:7) The sons of Kehath: 'Amminadab his son, Korach his son, Assir his son,"
    },
    {
      "verse": 23,
      "text": "(6:8) Elkanah his son, and Ebyassaph his son, and Assir his son,"
    },
    {
      "verse": 24,
      "text": "(6:9) Tachath his son, Uriel his son, 'Uzziyah his son, and Saul his son."
    },
    {
      "verse": 25,
      "text": "(6:10) And the sons of Elkanah: 'Amassai, and Achimoth,"
    },
    {
      "verse": 26,
      "text": "(6:11) [And] Elkanah. The sons of Elkanah: Zophai his son, and Nachath his son."
    },
    {
      "verse": 27,
      "text": "(6:12) Eliab his son, Jerocham his son, Elkanah his son."
    },
    {
      "verse": 28,
      "text": "(6:13) And the sons of Samuel: the first-born Vashni, and Abiyah."
    },
    {
      "verse": 29,
      "text": "(6:14) The sons of Merari: Machli, Libni his son, Shim'i his son, 'Uzzah his son,"
    },
    {
      "verse": 30,
      "text": "(6:15) Shim'a his son, Chaggiyah his son, 'Assayah his son."
    },
    {
      "verse": 31,
      "text": "(6:16) And these are those whom David appointed for the purpose of conducting the singing in the house of the Lord, after the ark had a resting-place."
    },
    {
      "verse": 32,
      "text": "(6:17) And they ministered before the tabernacle of the tent of the congregation with singing, until Solomon built the house of the Lord in Jerusalem; and they acted according to their prescribed manner in their service."
    },
    {
      "verse": 33,
      "text": "(6:18) And these are those that so acted with their sons. Of the sons of the Kehathites: Heman the singer, the son of Joel, the son of Samuel,"
    },
    {
      "verse": 34,
      "text": "(6:19) The son of Elkanah, the son of Jerocham, the son of Eliel, the son of Toach,"
    },
    {
      "verse": 35,
      "text": "(6:20) The son of Zuph, the son of Elkanah, the son of Machath, the son of 'Amassai,"
    },
    {
      "verse": 36,
      "text": "(6:21) The son of Elkanah, the son of Joel, the son of 'Azaryah, the son of Zephanyah,"
    },
    {
      "verse": 37,
      "text": "(6:22) The son of Tachath, the son of Assir, the son of Ebyassaph, the son of Korach,"
    },
    {
      "verse": 38,
      "text": "(6:23) The son of Yizhar, the son of Kehath, the son at Levi, the son of Israel."
    },
    {
      "verse": 39,
      "text": "(6:24) And his relative Assaph was he, who stood on his right hand, [even] Assaph the son of Berachyah, the son of Shim'a,"
    },
    {
      "verse": 40,
      "text": "(6:25) The son of Michael, the son of Ba'asseyah, the son of Malkiyah,"
    },
    {
      "verse": 41,
      "text": "(6:26) The son of Ethni, the son of Zerach, the son of 'Adayah."
    },
    {
      "verse": 42,
      "text": "(6:27) The son of Ethan, the son of Zimmah, the son of Shim'i,"
    },
    {
      "verse": 43,
      "text": "(6:28) The son of Jachath, the son of Gershom, the son of Levi."
    },
    {
      "verse": 44,
      "text": "(6:29) And their brethren the sons of Merari [stood] on the left hand: Ethan the son of Kishi, the son of 'Abdi, the son of Malluch,"
    },
    {
      "verse": 45,
      "text": "(6:30) The son of Chashabyah, the son of Amazyah, the son of Chilkiyah,"
    },
    {
      "verse": 46,
      "text": "(6:31) The son of Amzi, the son of Bani, the son of Shamer,"
    },
    {
      "verse": 47,
      "text": "(6:32) The son of Machli, the son of Mushi, the son of Merari, the son of Levi."
    },
    {
      "verse": 48,
      "text": "(6:33) And their brethren the Levites were superadded for all manner of service of the tabernacle of the house of God."
    },
    {
      "verse": 49,
      "text": "(6:34) But Aaron and his sons offered upon the altar of the burnt-offering, and upon the altar of incense, [and were] for all the work of the most holy place, and to make an atonement for Israel, in accordance with all that Moses the servant of God had commanded."
    },
    {
      "verse": 50,
      "text": "(6:35) And these are the sons of Aaron: El'azar his son, Phinehas his son, Abishua' his son,"
    },
    {
      "verse": 51,
      "text": "(6:36) Bukki his son, 'Uzzi his son, Zerachyah his son,"
    },
    {
      "verse": 52,
      "text": "(6:37) Merayoth his son, Amaryah his son, Achitub his son,"
    },
    {
      "verse": 53,
      "text": "(6:38) Zadok his son, Achima'az his son."
    },
    {
      "verse": 54,
      "text": "(6:39) And these are their dwelling-places with their castles in their boundaries; unto the sons of Aaron, of the families of the Kehathites; for theirs was the [first] lot,—"
    },
    {
      "verse": 55,
      "text": "(6:40) And they gave unto them Hebron in the land of Judah, with its open spaces round about it."
    },
    {
      "verse": 56,
      "text": "(6:41) But the fields of the city, and its villages, they gave to Caleb the son Jephunneh."
    },
    {
      "verse": 57,
      "text": "(6:42) And to the sons of Aaron they gave [of] the cities of refuge Hebron, and Libnah with its open spaces, and Jattir, and Eshthemoa, with its open spaces."
    },
    {
      "verse": 58,
      "text": "(6:43) And Chilen with its open spaces, Debir with its open spaces,"
    },
    {
      "verse": 59,
      "text": "(6:44) And 'Ashan with its open spaces, and Beth-shemesh with its open spaces."
    },
    {
      "verse": 60,
      "text": "(6:45) And from the tribe of Benjamin, Geba' with its open spaces, and 'Alemeth with its open spaces, and 'Anathoth with its open spaces. And all their cities were thirteen cities after their families."
    },
    {
      "verse": 61,
      "text": "(6:46) And unto the sons of Kehath that were left of the family of that tribe, [were given] from the half tribe, the half tribe of Menasseh, by lot, ten cities."
    },
    {
      "verse": 62,
      "text": "(6:47) And to the sons or Gershom after their families, from the tribe of Issachar, and from the tribe of Asher, and from the tribe of Naphtali, and from the tribe of Menasseh in Bashan, [were given] thirteen cities."
    },
    {
      "verse": 63,
      "text": "(6:48) Unto the sons of Merari after their families, from the tribe of Reuben, and from the tribe of Gad, and from the tribe of Zebulun, [were given] by lot, twelve cities."
    },
    {
      "verse": 64,
      "text": "(6:49) And the children of Israel gave to the Levites these cities with their open spaces."
    },
    {
      "verse": 65,
      "text": "(6:50) And they gave by lot from the tribe of the children of Judah, and from the tribe of the children of Simeon, and from the tribe of the children of Benjamin these cities, which they called by names."
    },
    {
      "verse": 66,
      "text": "(6:51) And some of the families of the sons of Kehath had the cities of their territory from the tribe of Ephraim."
    },
    {
      "verse": 67,
      "text": "(6:52) And they gave unto them, [of] the cities of refuge Sechem with its open spaces in the mountain of Ephraim, and Gezer with its open spaces."
    },
    {
      "verse": 68,
      "text": "(6:53) And Jokme'am with its open spaces, and Beth-choron with its open spaces,"
    },
    {
      "verse": 69,
      "text": "(6:54) And Ayalon with its open spaces, and Gath-rimmon with its open spaces."
    },
    {
      "verse": 70,
      "text": "(6:55) And from the half tribe of Menasseh: 'Aner with its open spaces: and Bil'am with its open spaces, for the family of the remaining portion of the sons of Kehath."
    },
    {
      "verse": 71,
      "text": "(6:56) Unto the sons of Gershom [were given] from the family of the half tribe of Menasseh, Golan in Bashan with its open spaces, and 'Ashtaroth with its open spaces."
    },
    {
      "verse": 72,
      "text": "(6:57) And from the tribe of Issachar: Kedesh with its open spaces, Dobrath with its open spaces,"
    },
    {
      "verse": 73,
      "text": "(6:58) And Ramoth with its open spaces, and 'Anem with its open spaces."
    },
    {
      "verse": 74,
      "text": "(6:59) And from the tribe of Asher: Mashal with its open spaces, and 'Abdon with its open spaces,"
    },
    {
      "verse": 75,
      "text": "(6:60) And Chukok with its open spaces, and Rechob with its open spaces."
    },
    {
      "verse": 76,
      "text": "(6:61) And from the tribe of Naphtali: Kedesh in Galilee with its open spaces, and Chammon with its open spaces, and Kiryathayim with its open spaces."
    },
    {
      "verse": 77,
      "text": "(6:62) Unto the remaining portion of the children of Merari [were given] from the tribe of Zebulun, Rimmono with its open spaces, Tabor with its open spaces."
    },
    {
      "verse": 78,
      "text": "(6:63) And on the other side the Jordan by Jericho, on the east side of Jordan, from the tribe of Reuben, Bezer in the wilderness with its open spaces, and Jahzah with its open spaces,"
    },
    {
      "verse": 79,
      "text": "(6:64) And Kedemoth with its open spaces, and Mepha'ath with its open spaces."
    },
    {
      "verse": 80,
      "text": "(6:65) And from the tribe of Gad: Ramoth in Gila'd with its open spaces, and Machanayim with its open spaces."
    },
    {
      "verse": 81,
      "text": "(6:66) And Cheshbon with its open spaces, and Ja'azer with its open spaces."
    }
  ]
}