{
  "book_id": "1CH",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And Benjamin begat Bela' his first-born, Ashbel the second, and Achrach the third,"
    },
    {
      "verse": 2,
      "text": "Nochah the fourth, and Rapha the fifth."
    },
    {
      "verse": 3,
      "text": "And Bela' had sons, Addar, and Gera, and Abihud,"
    },
    {
      "verse": 4,
      "text": "And Abishua', and Na'aman, and Achoach,"
    },
    {
      "verse": 5,
      "text": "And Gera, and Shephuphan, and Churam."
    },
    {
      "verse": 6,
      "text": "And these are the sons of Echud: these are the heads of the family divisions of the inhabitants of Geba', who were exiled to Manachath;"
    },
    {
      "verse": 7,
      "text": "Both Na'aman, and Achiyah; and Gera,—he exiled them, and begat 'Uzza, and Achichud."
    },
    {
      "verse": 8,
      "text": "And Shacharayim begat children in the fields of Moab, after he had sent them away—Chushim and Ba'ara his wives."
    },
    {
      "verse": 9,
      "text": "And he begat of Chodesh his wife, Jobab, and Zibya and Mesha, and Malkam,"
    },
    {
      "verse": 10,
      "text": "And Je'uz, and Shabyah, and Mirmah. These were his sons, heads of family divisions."
    },
    {
      "verse": 11,
      "text": "And of Chushim he begat Abitub, and Elpa'al."
    },
    {
      "verse": 12,
      "text": "And the sons of Elpa'al: 'Eber, and Mish'am, and Shemer, who built Ono, and Lod, with its villages;"
    },
    {
      "verse": 13,
      "text": "And Beri'ah, and Shema', who were the heads of the family divisions of the inhabitants of Ayalon; these were those who drove away the inhabitants of Gath;"
    },
    {
      "verse": 14,
      "text": "And Achyo, Shashak, and Jeremoth."
    },
    {
      "verse": 15,
      "text": "And Zebadyah, and 'Arad, and 'Eder,"
    },
    {
      "verse": 16,
      "text": "And Michael, and Yishpah, and Jocha, the sons of Beri'ah;"
    },
    {
      "verse": 17,
      "text": "And Zebadyah, and Meshullam, and Chiski, and Cheber,"
    },
    {
      "verse": 18,
      "text": "And Yishmerai, and Yizliah, and Jobab, the sons of Elpa'al:"
    },
    {
      "verse": 19,
      "text": "And Jakim, and Zichri, and Zabdi,"
    },
    {
      "verse": 20,
      "text": "And Eli'enai, and Zillethai, and Eliel,"
    },
    {
      "verse": 21,
      "text": "And 'Adayah, and Berayah, and Shimrath, the sons of Shim'i:"
    },
    {
      "verse": 22,
      "text": "And Yishpan, and 'Eber, and Eliel,"
    },
    {
      "verse": 23,
      "text": "And 'Abdon, and Zichri, and Chanan,"
    },
    {
      "verse": 24,
      "text": "And Chananyah, and 'Elam, and 'Anthothiyah,"
    },
    {
      "verse": 25,
      "text": "And Yiphdeyah, and Penuel, the sons of Shashak:"
    },
    {
      "verse": 26,
      "text": "And Shamsherai, and Shecharyah, and Athalyah,"
    },
    {
      "verse": 27,
      "text": "And Ja'areshyah, and Eliyah, and Zichri, the sons of Jerocham."
    },
    {
      "verse": 28,
      "text": "These were the heads of the family divisions, by their generations, chief men. These dwelt in Jerusalem."
    },
    {
      "verse": 29,
      "text": "And at Gib'on dwelt the father of Gib'on, whose wife's name was Ma'achah;"
    },
    {
      "verse": 30,
      "text": "And his first-born son 'Abdon, then Zur, and Kish, and Ba'al, and Nadab,"
    },
    {
      "verse": 31,
      "text": "And Gedor, and Achyo, and Zecher."
    },
    {
      "verse": 32,
      "text": "And Mikloth begat Shimah. And these also dwelt alongside of their brethren in Jerusalem, with their brethren."
    },
    {
      "verse": 33,
      "text": "And Ner begat Kish, and Kish begat Saul, and Saul begat Jehonathan and Malkishua', and Abinadab, and Eshba'al."
    },
    {
      "verse": 34,
      "text": "And the son of Jehonathan was Merib-ba'al; and Merib-ba'al begat Michah."
    },
    {
      "verse": 35,
      "text": "And the sons of Michah were, Pithon, and Melech, and Tarea', and Achaz."
    },
    {
      "verse": 36,
      "text": "And Achaz begat Jeho'addah; and Jeho'addah begat 'Alemeth, and 'Azmaveth, and Zimri; and Zimri begat Moza;"
    },
    {
      "verse": 37,
      "text": "And Moza begat Bin'ah; Rapha was his son, El'assah his son, Azel his son."
    },
    {
      "verse": 38,
      "text": "And Azel had six sons, and these are their names, 'Azrikam, Bocheru, and Ishmael, and She'aryah, and 'Obadiah, and Chanan. All these were the sons of Azel."
    },
    {
      "verse": 39,
      "text": "And the sons of 'Eshek his brother were, Ulam his first-born, Je'ush the second, and Eliphelet the third."
    },
    {
      "verse": 40,
      "text": "And the sons of Ulam were mighty men of valor, who drew the bow, and had many sons, and sons' sons, one hundred and fifty. All these are of the sons of Benjamin."
    }
  ]
}