{
  "book_id": "1CH",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Now the Philistines fought against Israel: and the men of Israel fled before the Philistines, and there fell down [many] slain on mount Gilboa'."
    },
    {
      "verse": 2,
      "text": "And the Philistines pursuing them overtook Saul and his sons; and the Philistines smote Jonathan, and 'Abinadab, and Malkishua', the sons of Saul."
    },
    {
      "verse": 3,
      "text": "And the battle was heavy against Saul, and he was found by the archers, and he was greatly in dread of the archers."
    },
    {
      "verse": 4,
      "text": "And Saul said to his armor-bearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and wantonly ill-use me. But his armor-bearer would not; for he was greatly afraid: wherefore Saul took the sword and fell upon it."
    },
    {
      "verse": 5,
      "text": "And when the armor-bearer saw that Saul was dead, then fell he likewise on the sword, and died."
    },
    {
      "verse": 6,
      "text": "Thus died Saul and his three sons; and all his household died together."
    },
    {
      "verse": 7,
      "text": "And when all the men of Israel that were in the valley saw that they had fled, and that Saul and his sons were dead: they forsook their cities, and fled, and the Philistines came and dwelt in them."
    },
    {
      "verse": 8,
      "text": "And it came to pass on the morrow, that the Philistines came to strip the slain; and they found Saul and his sons fallen on mount Gilboa'."
    },
    {
      "verse": 9,
      "text": "And they stripped him, and they carried away his head, and his armor, and sent them into the land of the Philistines round about, to publish it to their idols, and to the people."
    },
    {
      "verse": 10,
      "text": "And they put his armor in the house of their gods, and his skull they fastened in the temple of Dagon."
    },
    {
      "verse": 11,
      "text": "And when all Yabesh-gil'ad heard all the Philistines had done to Saul:"
    },
    {
      "verse": 12,
      "text": "Then arose all the valiant men, and carried away the body of Saul, and the bodies of his sons, and brought them to Yabesh; and they buried their bones under the terebinth in Yabesh, and they fasted seven days."
    },
    {
      "verse": 13,
      "text": "And [so] died Saul for his unfaithfulness which he had committed against the Lord, because of the word of the Lord which he had not kept, and also for asking one of a familiar spirit to inquire of the same;"
    },
    {
      "verse": 14,
      "text": "And had not inquired of the Lord: therefore he slew him, and turned over the kingdom unto David the son of Jesse."
    }
  ]
}