{
  "book_id": "1CH",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And these are those that came to David to Ziklag, while he yet kept himself close because of Saul the son of Kish: and they were among the mighty men, confederates for the war,"
    },
    {
      "verse": 2,
      "text": "Who were armed with bows, and could use both the right and the left hand in [hurling] stones and shooting arrows with the bow, even of the brethren of Saul out of Benjamin."
    },
    {
      "verse": 3,
      "text": "The chiefs were Achi'ezer, then Joash, the sons of Hashema'ab the Gib'athite; and Jeziel, and Pelet, the sons of 'Azmaveth; and Berachah, and Jehu the 'Anthothite,"
    },
    {
      "verse": 4,
      "text": "And Yishma'yah the Gib'onite, a mighty man among the thirty, and over the thirty; and Jeremiah, and Jachaziel, and Jochanan, and Jozabad the Gederathite,"
    },
    {
      "verse": 5,
      "text": "El'uzai, and Jerimath, and Be'alyah, and Shemaryahu, and Shephatyahu, the Chariphite,"
    },
    {
      "verse": 6,
      "text": "Elkanah, and Yishiyahu, and 'Azarel, and Jo'ezer, and Jashob'am, the Korchites,"
    },
    {
      "verse": 7,
      "text": "And Jo'elah, and Zebadyah, the sons of Jerocham of Gedor."
    },
    {
      "verse": 8,
      "text": "And of the Gadites there separated themselves unto David into the strong-hold in the wilderness mighty men of valor, and men of the army for the war, that could handle shield and lance, whose faces were like the faces of lions, and were as the roebucks upon the mountains in swiftness."
    },
    {
      "verse": 9,
      "text": "'Ezer was the chief, 'Ohadiah the second, Eliab the third,"
    },
    {
      "verse": 10,
      "text": "Mishmannah the fourth, Jeremiah the fifth."
    },
    {
      "verse": 11,
      "text": "'Attai the sixth, Eliel the seventh,"
    },
    {
      "verse": 12,
      "text": "Jochanan the eighth, Elzabad the ninth,"
    },
    {
      "verse": 13,
      "text": "Jirmiyahu the tenth, Machbanai the eleventh."
    },
    {
      "verse": 14,
      "text": "These were of the sons of Gad, the chiefs of the army, one of the least could fight with a hundred, and the greatest with a thousand."
    },
    {
      "verse": 15,
      "text": "These are those that passed over the Jordan in the first month, when it had overflowed all its banks; and they put to flight all the men of the valleys, both toward the east, and toward the west."
    },
    {
      "verse": 16,
      "text": "And there came some of the children of Benjamin and of Judah as far as the strong-hold unto David."
    },
    {
      "verse": 17,
      "text": "And David went out to meet them, and commenced and said unto them. If ye be come for peace unto me, to help me, my heart shall be inclined toward you to unite with you; but if it be to betray me to my adversaries while there is no violence in my hands, then may the God of our fathers look on and decide it."
    },
    {
      "verse": 18,
      "text": "Then a spirit invested 'Amassai, the chief of the captains, [who said,] Thine are we, David, and with thee, O son of Jesse: peace, peace be unto thee, and peace be to every one that helpeth thee; for thy God helpeth thee. Then David received them, and placed them at the head of the troop."
    },
    {
      "verse": 19,
      "text": "And some of Menasseh went over to David, when he came with the Philistines against Saul to battle; but he helped them not; for upon consultation did the lords of the Philistines send him away, saying, With our heads will he go over to his master Saul."
    },
    {
      "verse": 20,
      "text": "As he was going over to Ziklag, there went over to him of Menasseh, 'Adnach, and Jozabad, and Jedi'ael, and Michael, and Jozabad, and Elihu, and Zillethai, captains of the thousands that belonged to Menasseh."
    },
    {
      "verse": 21,
      "text": "And they were those that helped David against the band [of 'Amelekites]; for they were all mighty men of valor, and they became officers in the army."
    },
    {
      "verse": 22,
      "text": "For all the time, day by day, people used to come to David to help him, until the camp became great, like the camp of God."
    },
    {
      "verse": 23,
      "text": "And these are the numbers of the heads of those ready armed for the host that came to David to Hebron, to turn over the kingdom of Saul to him, according to the order of the Lord."
    },
    {
      "verse": 24,
      "text": "The children of Judah that bore shield and spear were six thousand and eight hundred, ready armed for the host."
    },
    {
      "verse": 25,
      "text": "Of the children of Simeon, mighty men of valor for the host, seven thousand and one hundred."
    },
    {
      "verse": 26,
      "text": "Of the children of Levi four thousand and six hundred."
    },
    {
      "verse": 27,
      "text": "And Jehoyada' was the leader of the family of Aaron, and with him were three thousand and seven hundred."
    },
    {
      "verse": 28,
      "text": "Also Zadok, a young man, mighty of valor, and his family division twenty and two chiefs."
    },
    {
      "verse": 29,
      "text": "And of the children of Benjamin, the brethren of Saul, three thousand; for till that time the greatest part of them had kept the charge of the house of Saul."
    },
    {
      "verse": 30,
      "text": "And of the children of Ephraim twenty thousand and eight hundred, mighty men of valor, men of fame in their family divisions."
    },
    {
      "verse": 31,
      "text": "And of the half tribe of Menasseh eighteen thousand, who had been expressed by name, to come to make David king."
    },
    {
      "verse": 32,
      "text": "And of the children of Issachar, those who had understanding of the times, to know what Israel ought to do,—their heads were two hundred; and all their brethren were ready at their order."
    },
    {
      "verse": 33,
      "text": "Of Zebulun, such as went forth to the host, arrayed for battle, with all manner of weapons of war, fifty thousand; and these were ready to place themselves in battle array with an undivided heart."
    },
    {
      "verse": 34,
      "text": "And of Naphtali one thousand captains, and with them were with shield and spear thirty and seven thousand."
    },
    {
      "verse": 35,
      "text": "And of the Danites arrayed for battle twenty and eight thousand and six hundred."
    },
    {
      "verse": 36,
      "text": "And of Asher, such as went forth to the host to put themselves in battle array, forty thousand."
    },
    {
      "verse": 37,
      "text": "And from the other side of the Jordan, of the Reubenites, and the Gadites, and the half tribe of Menasseh, with all manner of weapons of the host for war, one hundred and twenty thousand."
    },
    {
      "verse": 38,
      "text": "All these men of war, that placed themselves in battle array, came with an entire heart to Hebron, to make David King over all Israel; and also all the rest of Israel were of one heart to make David king."
    },
    {
      "verse": 39,
      "text": "And they were there with David three days eating and drinking; for their brethren had prepared for them."
    },
    {
      "verse": 40,
      "text": "And also those that were nigh unto them, as far as Issachar and Zebulun and Naphtali, brought in bread on asses, and on camels, and on mules, and on oxen, food made of meal, cakes of figs, and bunches of raisins, and wine, and oil, and oxen, and sheep in abundance; for there was joy in Israel."
    }
  ]
}