{
  "book_id": "1CH",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after this, that David smote the Philistines, and humbled them; and he took Gath and its dependent towns out of the hand of the Philistines."
    },
    {
      "verse": 2,
      "text": "And he smote Moab, and the Moabites became David's servants, bringing presents."
    },
    {
      "verse": 3,
      "text": "David also smote Hadar'ezer the king of Zobah, at Chamath, as he went to establish his dominion at the river Euphrates."
    },
    {
      "verse": 4,
      "text": "And David captured from him a thousand chariots, and seven thousand horsemen, and twenty thousand men on foot; and David hamstringed all the chariot-teams, but reserved of them a hundred chariot-teams."
    },
    {
      "verse": 5,
      "text": "And the Syrians of Damascus came to aid Hadar'ezer the king of Zobah, when David slew of the Syrians two and twenty thousand men."
    },
    {
      "verse": 6,
      "text": "Then did David put [garrisons] in Syria of Damascus, and the Syrians became unto David servants, bringing presents. And the Lord helped David withersoever he went."
    },
    {
      "verse": 7,
      "text": "And David took the quivers of gold that were on the servants of Hadar'ezer, and brought them to Jerusalem."
    },
    {
      "verse": 8,
      "text": "And from Tibchath, and from Kun, cities of Hadar'ezer, did David take exceedingly much copper; thereof made Solomon the copper sea, and the pillars, and the vessels of copper."
    },
    {
      "verse": 9,
      "text": "And when To'u the king of Chamath heard that David had smitten all the host of Hadar'ezer the king of Zobah:"
    },
    {
      "verse": 10,
      "text": "Then did he send Hadoram his son unto king David, to ask him after his well-being, and to bless him, because he had fought against Hadar'ezer, and smitten him: for Hadar'ezer had been engaged in wars with To'u; and [he had with him] all manner of vessels of gold and silver and copper."
    },
    {
      "verse": 11,
      "text": "Also these did king David sanctify unto the Lord, with the silver and the gold that he had carried away from all the nations, from Edom, and from Moab, and from the children of 'Ammon, and from the Philistines, and from 'Amalek."
    },
    {
      "verse": 12,
      "text": "And Abshai the son of Zeruyah smote of the Edomites in the valley of salt eighteen thousand [men]."
    },
    {
      "verse": 13,
      "text": "And he put garrisons in Edom, and all the Edomites became servants unto David. And the Lord helped David withersoever he went."
    },
    {
      "verse": 14,
      "text": "And David reigned over all Israel, and he did what is just and right unto all his people."
    },
    {
      "verse": 15,
      "text": "And Joab the son of Zeruyah was over the army, and Jehoshaphat the son of Achilud, recorder."
    },
    {
      "verse": 16,
      "text": "And Zadok the son of Achitub, and Abimelech the son of Ebyathar, were [the] priests; and Shavsha was scribe;"
    },
    {
      "verse": 17,
      "text": "And Benayahu the son of Jehoyada' was over the Kerethites and the Pelethites; and the sons of David were the first at the side of the king."
    }
  ]
}