{
  "book_id": "1CH",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after this, that Nachash the king of the children of 'Ammon died, and his son became king in his stead."
    },
    {
      "verse": 2,
      "text": "And David said, I will show kindness unto Chanun the son of Nachash, because his father showed kindness unto me. And David sent messengers to comfort him concerning his father. And the servants of David came unto the land of the children of 'Ammon to Chanun, to comfort him."
    },
    {
      "verse": 3,
      "text": "And the princes of the children of 'Ammon said unto Chanun, Doth David honor thy father in thy eyes, that he hath sent comforters unto thee? are not his servants come unto thee in order to search out, and to overthrow, and to spy out the land?"
    },
    {
      "verse": 4,
      "text": "Chanun thereupon took David's servants, and shaved them, and cut off their garments in the middle as far as the hip-bone, and sent them away."
    },
    {
      "verse": 5,
      "text": "And some people went and told David concerning these men. And he sent [persons] to meet them: because the men were greatly ashamed; and the king said, Tarry at Jericho until your beard be grown, and then return."
    },
    {
      "verse": 6,
      "text": "And when the children of 'Ammon saw that they were become in bad odor with David, Chanun and the children of 'Ammon sent a thousand talents of silver to hire for themselves from Mesopotamia, and from Syria-ma'achah, and from Zobah, chariots and horsemen."
    },
    {
      "verse": 7,
      "text": "And they hired for themselves thirty and two thousand [warriors in] chariots, and the king of Ma'achah and his people: and they came and encamped before Medeba. And the children of 'Ammon gathered themselves together out of their cities, and came to the battle."
    },
    {
      "verse": 8,
      "text": "And when David heard of it, he sent Joab, and all the army [and] the mighty men."
    },
    {
      "verse": 9,
      "text": "And the children of 'Ammon came out, and put themselves in battle array at the entrance of the city: and the kings that were come were by themselves in the field."
    },
    {
      "verse": 10,
      "text": "When now Joab saw that the front of battle was against him before and behind, he made a selection from all the chosen men of Israel, and arrayed himself against the Syrians."
    },
    {
      "verse": 11,
      "text": "And the rest of the people he delivered into the hand of Abshai his brother, and they arrayed themselves against the children of 'Ammon."
    },
    {
      "verse": 12,
      "text": "And he said, If the Syrians be too strong for me, then shalt thou bring me help; but if the children of 'Ammon be too strong for thee, then will I help thee."
    },
    {
      "verse": 13,
      "text": "Be strong, and let us strengthen ourselves in behalf of our people, and in behalf of the cities of our God, and may the Lord do that which seemeth good in his eyes."
    },
    {
      "verse": 14,
      "text": "And Joab drew nigh and the people that were with him in front of the Syrians unto the battle, and they fled from before him."
    },
    {
      "verse": 15,
      "text": "And when the children of 'Ammon saw that the Syrians were fled, then did they also fly before Abshai his brother, and entered into the city. And Joab went back to Jerusalem."
    },
    {
      "verse": 16,
      "text": "And when the Syrians saw that they were smitten before Israel, they sent messengers, and brought out the Syrians that were beyond the river: and Shophach the captain of the army of Hadar'ezer went before them."
    },
    {
      "verse": 17,
      "text": "And when it was told to David, he gathered all Israel together, and passed over the Jordan, and came up with them, and arrayed himself against them. So when David had arrayed himself against the Syrians [for] battle, they fought with him."
    },
    {
      "verse": 18,
      "text": "And the Syrians fled from before Israel: and David slew of the Syrians [the men of] seven thousand chariots, and forty thousand men on foot, and Shophach the captain of the army he put to death."
    },
    {
      "verse": 19,
      "text": "And when the vassals of Hadar'ezer saw that they were smitten before Israel, they made peace with David, and served him: and the Syrians would not help the children of 'Ammon any more."
    }
  ]
}