{
  "book_id": "1CH",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And David said, This is the house of the Lord the [true] God, and this is the altar for the burnt-offering for Israel."
    },
    {
      "verse": 2,
      "text": "And David ordered to gather together the strangers that were in the land of Israel: and he appointed [them] to be masons to hew cut stones to build the house of God."
    },
    {
      "verse": 3,
      "text": "And iron in abundance for the nails for the doors of the gates, and for the joinings, did David prepare; and copper in abundance, [which] could not be weighed;"
    },
    {
      "verse": 4,
      "text": "Also cedar-trees [which] could not be counted; for the Zidonians and the Tyrians had brought cedar-trees in abundance to David."
    },
    {
      "verse": 5,
      "text": "And David said, Solomon my son is young and tender, and the house that is to be built [in honor] of the Lord must be exceedingly great, for fame and for glory throughout all the countries: I will therefore make preparation for it. So David made abundant preparation before his death."
    },
    {
      "verse": 6,
      "text": "And he called for Solomon his son, and charged him to build a house for the Lord the God of Israel."
    },
    {
      "verse": 7,
      "text": "And David said to Solomon, My son, as for me, it was in my mind to build a house unto the name of the Lord my God;"
    },
    {
      "verse": 8,
      "text": "But there came concerning me the word of the Lord, saying, Blood in abundance hast thou shed, and great wars hast thou made: thou shalt not build a house unto my name, because much blood hast thou shed upon the earth before me."
    },
    {
      "verse": 9,
      "text": "Behold, a son will be born to thee, he it is who shall be a man of rest; and I will give him rest from all his enemies on every side; for Solomon [[The Peaceful]] shall be his name, and peace and quietness will I bestow on Israel in his days."
    },
    {
      "verse": 10,
      "text": "He it is who shall build a house unto my name; and he shall be unto me as a son, and I will be unto him as a father; and I will establish the throne of his kingdom over Israel for ever."
    },
    {
      "verse": 11,
      "text": "Now, my son, may the Lord be with thee, that thou mayest prosper, and build the house of the Lord thy God, as he hath spoken concerning thee."
    },
    {
      "verse": 12,
      "text": "Only may the Lord give thee intelligence and understanding, and give thee charge over Israel, so that thou mayest observe the law of the Lord thy God."
    },
    {
      "verse": 13,
      "text": "Then wilt thou prosper, if thou observe to practise the statutes and the ordinances which the Lord commanded Moses concerning Israel: be strong, and of good courage; be not afraid, nor be thou dismayed."
    },
    {
      "verse": 14,
      "text": "And, behold, during my affliction have I prepared for the house of the Lord one hundred thousand talents of gold, and a thousand times thousand talents of silver; and of copper and iron [as much as] cannot be weighed; for in [such] abundance was it: and wood and stone have I prepared; and thou must add thereto."
    },
    {
      "verse": 15,
      "text": "Moreover there are with thee in abundance workmen, hewers and workers of stone and timber, and all manner of skilful men for every kind of work."
    },
    {
      "verse": 16,
      "text": "The gold, the silver, and the copper, and the iron cannot be numbered: arise, [therefore,] and be doing, and may the Lord be with thee."
    },
    {
      "verse": 17,
      "text": "And David gave a charge to all the princes of Israel to help Solomon his son, [saying,]"
    },
    {
      "verse": 18,
      "text": "Behold the Lord your God is with you; and he hath given you rest on every side; for he hath given up into my hand the inhabitants of the land, and the land is subdued before the Lord, and before his people."
    },
    {
      "verse": 19,
      "text": "Now direct your heart and your soul to seek the Lord your God; and arise, and build ye the sanctuary of the Lord the [true] God, [in order] to bring the ark of the covenant of the Lord, and the holy vessels of God, into the house that is to be built unto the name of the Lord."
    }
  ]
}