{
  "book_id": "1CH",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "David also divided off with the chiefs of the host for the service of the sons of Assaph, and of Heman, and of Jeduthun, those who uttered praise [accompanied] with harps, with psalteries, and with cymbals: and their number was of the men [that did] the work in their service."
    },
    {
      "verse": 2,
      "text": "Of the sons of Assaph: Zaccur, and Joseph, and Nethanyah, and Asharelah, the sons of Assaph under the supervision of Assaph, who uttered praise under the supervision of the king."
    },
    {
      "verse": 3,
      "text": "Of Jeduthun, the sons of Jeduthun: Gedalyahu, and Zeri, and Jesha'yahu, Chashahyahu, and Matthithyahu, six, under the supervision of their father Jeduthun, who uttered praise with a harp, in order to give thanks and to utter praise unto the Lord."
    },
    {
      "verse": 4,
      "text": "Of Heman, the sons of Heman: Bukkiyahu, Matthanyahu, 'Uzziel, Shebuel, and Jerimoth, Chananyah, Chanani, Eliathah, Giddalti, and Romamti-'ezer, Joshbekashah, Mallothi, Hothir, and Machaz'oth;"
    },
    {
      "verse": 5,
      "text": "All these sons of Heman the king's seer in the words of God, were to lift up the horn. And God gave to Heman fourteen sons and three daughters."
    },
    {
      "verse": 6,
      "text": "All these were under the supervision of their father at the singing in the house of the Lord, with cymbals, psalteries, and harps, for the service of the house of God, under the supervision of the king, Assaph, Jeduthun, and Heman."
    },
    {
      "verse": 7,
      "text": "And their number, with their brethren that were practised in singing unto the Lord, even all that were acquainted [therewith], was two hundred eighty and eight."
    },
    {
      "verse": 8,
      "text": "And they cast lots, division against [division], the small well as the great, the one acquainted with his business together with the scholar."
    },
    {
      "verse": 9,
      "text": "And there came forth the first lot for Assaph for Joseph; Gedalyahu was the second, he with his brethren and sons, being twelve:"
    },
    {
      "verse": 10,
      "text": "The third was Zaccur, his sons, and his brethren, being twelve:"
    },
    {
      "verse": 11,
      "text": "The fourth was for Yizri, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 12,
      "text": "The fifth was Nethanyahu, his sons, and his brethren, being twelve:"
    },
    {
      "verse": 13,
      "text": "The sixth was Bukkiyahu, his sons, and his brethren, being twelve:"
    },
    {
      "verse": 14,
      "text": "The seventh was Jessarelah, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 15,
      "text": "The eighth was Jesha'yahu, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 16,
      "text": "The ninth was Matthanyahu, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 17,
      "text": "The tenth was Shim'i, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 18,
      "text": "The eleventh was 'Asarel, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 19,
      "text": "The twelfth was for Chashahyah, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 20,
      "text": "The thirteenth was Shuhael, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 21,
      "text": "The fourteenth was Matthithyahu, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 22,
      "text": "The fifteenth was for Jeremoth, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 23,
      "text": "The sixteenth was for Chananyahu, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 24,
      "text": "The seventeenth was for Joshbekashah, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 25,
      "text": "The eighteenth was for Chanani, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 26,
      "text": "The nineteenth was for Mallothi, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 27,
      "text": "The twentieth was for Eliyathah, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 28,
      "text": "The one and twentieth was for Hothir, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 29,
      "text": "The two and twentieth was for Giddalthi, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 30,
      "text": "The three and twentieth was for Machasioth, his sons, and his brethren, being twelve;"
    },
    {
      "verse": 31,
      "text": "The four and twentieth was for Romamthi-'eser, his sons and his brethren, being twelve."
    }
  ]
}