{
  "book_id": "1CH",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Concerning the divisions of the gatekeepers [who were] of the Korchites: Meshelemyahu the son of Kore, of the sons of Assaph."
    },
    {
      "verse": 2,
      "text": "And Meshelemyahu had sons: Zecharyahu the first-born, Jedi'ael the second, Zebaiyahu the third, Jathniel the fourth,"
    },
    {
      "verse": 3,
      "text": "Elam the fifth, Jehochanan the sixth, Elyeho'enal the seventh,"
    },
    {
      "verse": 4,
      "text": "And 'Obed-edom had sons: Shema'yah the first-born, Jehosabad the second, Joach the third, and Sachar the fourth, and Nethanel the fifth,"
    },
    {
      "verse": 5,
      "text": "'Ammiel the sixth, Issachar the seventh, Pe'ulthai the eighth; for God had blessed him."
    },
    {
      "verse": 6,
      "text": "Also unto Shema'yah his son there were born sons, that were rulers for the house of their father; for they were mighty men of valor."
    },
    {
      "verse": 7,
      "text": "The sons of Shema'yah were 'Othni, and Rephael, and 'Obed, [and] Elsahad, his brothers [were] valiant men, Elihu, and Semachyahu."
    },
    {
      "verse": 8,
      "text": "All these were of the sons of 'Obed-edom: they and their sons and their brethren were valiant men in strength for the service, being sixty and two [descendants] of 'Obed-edom."
    },
    {
      "verse": 9,
      "text": "And Meshelemyahu had sons and brethren, valiant men, eighteen."
    },
    {
      "verse": 10,
      "text": "Also Chossah, of the children of Merari, had sons: Shimri the chief, for [though] he was not the first-born, yet his father made him the chief;"
    },
    {
      "verse": 11,
      "text": "Chilkiyahu the second, Tehalyahu the third, Zecharyahu the fourth; all the sons and brethren of Chossah were thirteen."
    },
    {
      "verse": 12,
      "text": "These divisions of the gatekeepers, after the chief men, had the watch along with their brethren, to minister in the house of the Lord."
    },
    {
      "verse": 13,
      "text": "And they cast lots, the small as well as the great, according to their family divisions, for each and every gate."
    },
    {
      "verse": 14,
      "text": "And the lot at the east fell for Shelemyahu. And for Zecharyahu his son, an intelligent counsellor, they cast lots, and his lot came out at the north."
    },
    {
      "verse": 15,
      "text": "For 'Obed-edom at the south; and to his sons [was assigned] the house of Assuppim."
    },
    {
      "verse": 16,
      "text": "For Shuppim and for Chossah at the west, by the gate Shallecheth, on the ascending causeway, watch alongside of watch."
    },
    {
      "verse": 17,
      "text": "At the east were six Levites, at the north four for every day, at the south four for every day, and for [the house of] Assuppim always two."
    },
    {
      "verse": 18,
      "text": "At the Parbar on the west, four at the causeway, and two at the Parbar."
    },
    {
      "verse": 19,
      "text": "These are the divisions of the gatekeepers of the sons of the Korchites, and of the sons of Merari."
    },
    {
      "verse": 20,
      "text": "And of the Levites, Achiyah was over the treasuries of the house of God, and over the treasuries of the holy things."
    },
    {
      "verse": 21,
      "text": "[As concerning] the sons of La'dan, the sons of the Gershunites of La'dan, the chiefs of the families of La'dan the Gershunite, were the Jechielites."
    },
    {
      "verse": 22,
      "text": "The sons of Jechieli, Zetham, and Joel his brother, were over the treasuries of the house of the Lord."
    },
    {
      "verse": 23,
      "text": "Of the 'Amramites, of the Yizharites, of the Hebronites, and of the 'Uzzielites,"
    },
    {
      "verse": 24,
      "text": "[Was] even Shebuel the son of Gershom, the son of Moses, superintendent of the treasuries."
    },
    {
      "verse": 25,
      "text": "And his brethren by Eli'ezer: Rechabyahu his son, and Jesha'yahu his son, and Joram his son, and Zichri his son, and Shelomoth his son."
    },
    {
      "verse": 26,
      "text": "This Shelomoth and his brethren were over all the treasuries of the holy things, which king David had sanctified, together with the chiefs of the family divisions, the captains over the thousands and the hundreds, and the captains of the army."
    },
    {
      "verse": 27,
      "text": "Out of the wars, and out of the booty did they sanctify to maintain the house of the Lord."
    },
    {
      "verse": 28,
      "text": "And all that Samuel the seer, and Saul the son of Kish, and Abner the son of Ner, and Joab the son of Zeruyah, had sanctified, whatsoever [any one] had sanctified, was under the supervision of Shelomoth and of his brethren."
    },
    {
      "verse": 29,
      "text": "Of the Yizharites were Kenanyahu and his sons for the outward business over Israel, for officers and judges."
    },
    {
      "verse": 30,
      "text": "Of the Hebronites were Chashabyahu and his brethren, valiant men, a thousand and seven hundred [in number], appointed over the affairs of Israel on this side of the Jordan to the west, for all the business of the Lord, and for the service of the king."
    },
    {
      "verse": 31,
      "text": "Of the Hebronites was Jeriyah the chief, for the Hebronites, according to their generations by families. In the fortieth year of the reign of David were they inquired into, and there were found among them mighty men of valor at Ja'zer of Gil'ad."
    },
    {
      "verse": 32,
      "text": "And his brethren, valiant men, were two thousand and seven hundred chiefs of families: and king David appointed them over the Reubenites, the Gadites, and the half tribe of Menasseh, for every matter pertaining to God, and the affairs of the king."
    }
  ]
}