{
  "book_id": "1CH",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And [these are] the children of Israel after their number; [to wit,] the chiefs of the family divisions and the captains of the thousands and the hundreds, and their officers that served the king in every matter of the divisions, that came in and went out month by month, throughout all the months of the year, every division being twenty and four thousand."
    },
    {
      "verse": 2,
      "text": "Over the first division for the first month was Jashob'am the son of Zabdiel; and in his division were twenty and four thousand."
    },
    {
      "verse": 3,
      "text": "[He] of the children of Perez was the chief of all the captains of the armies for the first month."
    },
    {
      "verse": 4,
      "text": "And over the division of the second month was Dodai the Achochite, and of his division was Mikloth also the ruler; and in his division were twenty and four thousand."
    },
    {
      "verse": 5,
      "text": "The third captain of the army for the third month was Benayahu the son of Jehoyada', the priest, the chief; and in his division were twenty and four thousand."
    },
    {
      "verse": 6,
      "text": "This Benayahu was the mighty among the thirty, and [set] over the thirty'; and of his division was 'Ammizabad his son."
    },
    {
      "verse": 7,
      "text": "The fourth for the fourth month was 'Assahel the brother of Joab, with Zebadyah his son after him; and in his division were twenty and four thousand."
    },
    {
      "verse": 8,
      "text": "The fifth for the fifth month was the captain Shamhuth the Yizrachite; and in his division were twenty and four thousand."
    },
    {
      "verse": 9,
      "text": "The sixth for the sixth month was 'Ira the son of 'Ikkesh the Theko'ite; and in his division were twenty and four thousand."
    },
    {
      "verse": 10,
      "text": "The seventh for the seventh month was Chelez the Pelonite, of the children of Ephraim; and in his division were twenty and four thousand."
    },
    {
      "verse": 11,
      "text": "The eighth for the eighth month was Sibbechai the Chushathite, of the Zarchites: and in his division were twenty and four thousand."
    },
    {
      "verse": 12,
      "text": "The ninth for the ninth month was Abi'ezer the 'Anthothite, of Benjamin; and in his division were twenty and four thousand."
    },
    {
      "verse": 13,
      "text": "The tenth for the tenth month was Maharai the Netophathite, of the Zarchites; and in his division were twenty and four thousand."
    },
    {
      "verse": 14,
      "text": "The eleventh for the eleventh month was Benayah the Pir'athonite, of the children of Ephraim; and in his division were twenty and four thousand."
    },
    {
      "verse": 15,
      "text": "The twelfth for the twelfth month was Cheldai the Netophathite, of 'Othniel; and in his division were twenty and four thousand."
    },
    {
      "verse": 16,
      "text": "Moreover over the tribes of Israel: Of the Reubenites was ruler Eli'ezer the son of Zichri; of the Simeonites, Shephatyahu the son of Ma'achah;"
    },
    {
      "verse": 17,
      "text": "Of the Levites, Chashabyah the son of Kamuel; of [the sons of] Aaron, Zadok;"
    },
    {
      "verse": 18,
      "text": "Of Judah, Elihu, one of the brothers of David; of Issachar, 'Omri the son of Michael;"
    },
    {
      "verse": 19,
      "text": "Of Zebulun, Yishma'yahu the son of 'Obadyahu; of Naphtali, Jerimoth the son of 'Azriel;"
    },
    {
      "verse": 20,
      "text": "Of the children of Ephraim, Hoshea, the son of 'Azazyahu; of the half tribe of Menasseh, Joel the son of Pedayahu;"
    },
    {
      "verse": 21,
      "text": "Of the half tribe of Menasseh in Gil'ad, Yiddo the son of Zecharyahu; of Benjamin, 'Ja'assiel the son of Abner;"
    },
    {
      "verse": 22,
      "text": "Of Dan, 'Azarel the son of Jerocham. These were the princes of the tribes of Israel."
    },
    {
      "verse": 23,
      "text": "But David took not their number from twenty years old and under; because the Lord had said he would multiply Israel like the stars of the heavens."
    },
    {
      "verse": 24,
      "text": "Joab the son of Zeruyah began to number [them]; but he finished not, and there came wrath because of it against Israel: and the number was not entered in the account of the chronicles of king David."
    },
    {
      "verse": 25,
      "text": "And over the king's treasures was 'Azmaveth the son of 'Adiel; and over the storehouses in the fields, in the cities, and in the villages, and in the castles, was Jehonathan the son of 'Uzziyahu."
    },
    {
      "verse": 26,
      "text": "And over those that did the work of the field, in the tillage of the ground, was 'Ezri the son of Kelub."
    },
    {
      "verse": 27,
      "text": "And over the vineyards was Shim'i the Ramathite; and over what was in the vineyards, as regardeth the supplies of wine, was Zabdi the Shiphmite."
    },
    {
      "verse": 28,
      "text": "And over the olive-trees and the sycamore-trees that were in the lowlands was Ba'al-chanan the Gederite: and over the supplies of oil was Jo'ash."
    },
    {
      "verse": 29,
      "text": "And over the herds that fed in Sharon was Shitrai the Sharonite; and over the herds that were in the valleys was Shaphat the son of 'Adlai."
    },
    {
      "verse": 30,
      "text": "And over the camels was Obil the Ishma'elite; and over the she-asses was Yechdeyahu the Meronothite."
    },
    {
      "verse": 31,
      "text": "And over the flocks was Jaziz the Hagerene. All these were the rulers of the property which belonged to king David."
    },
    {
      "verse": 32,
      "text": "Also Jonathan David's uncle was a counsellor, being a man of understanding and acquainted with law; and Jeshiel the son of Chachmoni was with the king's sons;"
    },
    {
      "verse": 33,
      "text": "And Achithophel was the king's counsellor; and Chushai the Arkite was the king's friend;"
    },
    {
      "verse": 34,
      "text": "And after Achithophel [came] Jehoyada' the son of Benayahu and Ebyathar; and the captain of the king's army was Joab."
    }
  ]
}