{
  "book_id": "JOS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "\\f + \\fr 9:1 \\fl Note: \\ft Brenton does not have vv 1-2 in his text \\f* And when the kings of the Amorites on the other side of Jordan, who were in the mountain country, and in the plain, and in all the coast of the great sea, and those who were near Antilibanus, and the Chettites, and the Chananites, and the Pherezites, and the Evites, and the Amorites, and the Gergesites, and the Jebusites, heard \\add of it\\add*,"
    },
    {
      "verse": 2,
      "text": "\\f + \\fr 9:2 \\fl Note: \\ft Brenton does not have vv 1-2 in his text \\f* they came all together at the same time to make war against Joshua and Israel."
    },
    {
      "verse": 3,
      "text": "And the inhabitants of Gabaon heard of all that the Lord did to Jericho and Gai."
    },
    {
      "verse": 4,
      "text": "And they also wrought craftily, and they went and made provision and prepared themselves; and having taken old sacks on their shoulders, and old and torn and patched bottles of wine,"
    },
    {
      "verse": 5,
      "text": "and the upper part of their shoes and their sandals old and clouted on their feet, and their garments old upon them—and the bread of their provision was dry and mouldy and \\f + \\fr 9:5 \\fl Gr. \\ft eaten, \\fl sc. \\ft of worms and maggots. \\f* corrupt."
    },
    {
      "verse": 6,
      "text": "And they came to Joshua into the camp of Israel to Galgala, and said to Joshua and Israel, We are come from a far land: now then make a covenant with us."
    },
    {
      "verse": 7,
      "text": "And the children of Israel said to the Chorrhaean, Peradventure you dwell among us; and how should I make a covenant with you?"
    },
    {
      "verse": 8,
      "text": "And they said to Joshua, We are your servants: and Joshua said to them, Whence are you⌃, and whence have you⌃ come?"
    },
    {
      "verse": 9,
      "text": "And they said, Your servants are come from a very far country in the name of the Lord your God: for we have heard his name, and all that he did in Egypt,"
    },
    {
      "verse": 10,
      "text": "and all that he did to the kings of the Amorites, who were beyond Jordan, to Seon king of the Amorites, and Og king of Basan, who lived in Astaroth and in Edrain."
    },
    {
      "verse": 11,
      "text": "And our elders and all that inhabit our land when they heard spoke to us, saying, Take to yourselves provision for the way, and go to meet them; and you⌃ shall say to them, We are your servants, and now make a covenant with us."
    },
    {
      "verse": 12,
      "text": "These \\add are\\add* the loaves—we took them hot for our journey on the day on which we came out to come to you; and now they are dried and become mouldy."
    },
    {
      "verse": 13,
      "text": "And these \\add are\\add* the skins of wine which we filled when new, and they are torn; and our garments and our shoes are worn out because of the very long journey."
    },
    {
      "verse": 14,
      "text": "And the chiefs took of their provision, and asked not \\add counsel of\\add* the Lord."
    },
    {
      "verse": 15,
      "text": "And Joshua made peace with them, and they made a covenant with them to preserve them; and the princes of the congregation swore to them."
    },
    {
      "verse": 16,
      "text": "And it came to pass \\f + \\fr 9:16 \\fl Gr. \\ft after three days after, etc. \\f* three days after they had made a covenant with them, they heard that they were near neighbors, and that they \\f + \\fr 9:16 \\fl Gr. \\ft dwell. \\f* lived among them."
    },
    {
      "verse": 17,
      "text": "And the children of Israel departed and came to their cities; and their cities \\add were\\add* Gabaon, and Kephira, and Berot, and the cities of Jarin."
    },
    {
      "verse": 18,
      "text": "And the children of Israel fought not with them, because all the princes swore to them by the Lord God of Israel; and all the congregation murmured at the princes."
    },
    {
      "verse": 19,
      "text": "And the princes said to all the congregation: We have sworn to them by the Lord God of Israel, and now we shall not be able to touch them."
    },
    {
      "verse": 20,
      "text": "This we will do; take them alive, and we will preserve them: so there shall not be wrath against us by reason of the oath which we swore to them."
    },
    {
      "verse": 21,
      "text": "They shall live, and shall be hewers of wood and drawers of water to all the congregation, as the princes said to them."
    },
    {
      "verse": 22,
      "text": "And Joshua called them together and said to them, Why have you⌃ deceived me, saying, We live very far from you; whereas you⌃ are fellow-countrymen of those who dwell among us?"
    },
    {
      "verse": 23,
      "text": "And now you⌃ are cursed: there shall not fail of you a slave, or a hewer of wood, or a drawer of water to me and my God."
    },
    {
      "verse": 24,
      "text": "And they answered Joshua, saying, It was reported to us what the Lord your God charged his servant Moses, to give you this land, and to destroy us and all that lived on it from before you; and we feared very much for our lives \\f + \\fr 9:24 \\fl Gr. \\ft from before you. \\f* because of you, and \\add therefore\\add* we did this thing."
    },
    {
      "verse": 25,
      "text": "And now, behold, we \\add are\\add* in your power; do to us as it is pleasing to you, and as it seems \\add good\\add* to you."
    },
    {
      "verse": 26,
      "text": "And they did so to them; and Joshua rescued them in that day out of the hands of the children of Israel, and they did not kill them."
    },
    {
      "verse": 30,
      "text": "\\add Then Joshua built an altar to the Lord God of Israel in mount Gebal, \\add*"
    },
    {
      "verse": 33,
      "text": "\\add And all Israel, and their elders, and their judges, and their scribes, passed on one side and on the other, before the ark; and the priests and the levites took up the ark of the covenant of the Lord; and the stranger and the native were there, who were half of them near mount Gebal, as Moses the servant of the Lord commanded at first, to bless the people. \\add*"
    }
  ]
}