{
  "book_id": "JOS",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And Joshua \\add was\\add* old and very advanced in years; and the Lord said to Joshua, You are advanced in \\f + \\fr 13:1 \\fl Gr. \\ft days. \\f* years, and there is much land left to inherit."
    },
    {
      "verse": 2,
      "text": "And this \\add is\\add* the land that is left: the borders of the Phylistines, the Gesirite, and the Chananite,"
    },
    {
      "verse": 3,
      "text": "from the \\f + \\fr 13:3 \\fl Gr. \\ft uninhabited country. \\f* wilderness before Egypt, as far as the borders of Accaron on the left of the Chananites \\add the land\\add* is reckoned to the five principalities of the Phylistines, to the inhabitant of Gaza, and of Azotus, and of Ascalon, and of Geth, and of Accaron, and to the Evite;"
    },
    {
      "verse": 4,
      "text": "from Thaeman even to all the land of Chanaan before Gaza, and the Sidonians as far as Aphec, as far as the borders of the Amorites."
    },
    {
      "verse": 5,
      "text": "And all the land of Galiath of the Phylistines, and all Libanus eastward from Galgal, under the mountain Aermon as far as the entering in of Emath;"
    },
    {
      "verse": 6,
      "text": "every one that inhabits the hill country from Libanus as far as Masereth Memphomaim. All the Sidonians, I will destroy them from before Israel; but do you give them by inheritance to Israel, as I charged you."
    },
    {
      "verse": 7,
      "text": "And now divide this land by lot to the nine tribes, and to the half tribe of Manasse."
    },
    {
      "verse": 8,
      "text": "From Jordan to the great sea westward you shall give it \\add them\\add*: the great sea shall be the boundary. \\add But\\add* to the two tribes and to the half tribe of Manasse, to Ruben and to Gad Moses gave \\add an inheritance\\add* beyond Jordan: Moses the servant of the Lord gave \\add it\\add* to \\f + \\fr 13:8 \\fl Gr. \\ft him. \\f* them eastward,"
    },
    {
      "verse": 9,
      "text": "from Aroer, which is on the bank of the brook of Arnon, and the city in the midst of the valley, and all Misor from Maedaban."
    },
    {
      "verse": 10,
      "text": "All the cities of Seon king of the Amorites, who reigned from Esebon to the coasts of the children of Ammon;"
    },
    {
      "verse": 11,
      "text": "and the region of Galaad, and the borders of the Gesirites and the Machatites, the whole mount of Aermon, and all the land of Basan to Acha."
    },
    {
      "verse": 12,
      "text": "All the kingdom of Og in the region of Basan, who reigned in Astaroth and in Edrain: he was left of the giants; and Moses struck him, and destroyed him."
    },
    {
      "verse": 13,
      "text": "But the children of Israel destroyed not the Gesirite and the Machatite and the Chananite; and the king of the Gesiri and the Machatite lived among the children of Israel until this day."
    },
    {
      "verse": 14,
      "text": "Only no inheritance was given to the tribe of Levi: the Lord God of Israel, he \\add is\\add* their inheritance, as the Lord said to them; and this \\add is\\add* the division which Moses made to the children of Israel in Araboth Moab, on the other side of Jordan, by Jericho."
    },
    {
      "verse": 15,
      "text": "And Moses gave the land to the tribe of Ruben according to their families."
    },
    {
      "verse": 16,
      "text": "And their borders were from Aroer, which is opposite the brook of Arnon, and \\add theirs is\\add* the city that is in the valley of Arnon; and all Misor,"
    },
    {
      "verse": 17,
      "text": "to Esebon, and all the cities in Misor, and Daebon, and Baemon-Baal, and the house of Meelboth;"
    },
    {
      "verse": 18,
      "text": "and Basan, and Bakedmoth, and Maephaad,"
    },
    {
      "verse": 19,
      "text": "and Kariathaim, and Sebama, and Serada, and Sion in mount Enab;"
    },
    {
      "verse": 20,
      "text": "and Baethphogor, and Asedoth Phasga, and Baetthasinoth,"
    },
    {
      "verse": 21,
      "text": "and all the cities of Misor, and all the kingdom of Seon king of the Amorites, whom Moses struck, even him and the princes of Madian, and Evi, and Roboc, and Sur, and Ur, and Robe prince of the spoils of Sion, and the inhabitants of Sion."
    },
    {
      "verse": 22,
      "text": "And Balaam the son of Baeor the prophet they killed in the battle."
    },
    {
      "verse": 23,
      "text": "And the borders of Ruben were—\\add even\\add* Jordan \\add was the\\add* boundary; this \\add is\\add* the inheritance of the children of Ruben according to their families, \\add these were\\add* their cities and their villages."
    },
    {
      "verse": 24,
      "text": "And Moses gave inheritance to the sons of Gad according to their families."
    },
    {
      "verse": 25,
      "text": "And their borders were Jazer, all the cities of Galaad, and half the land of the children of Ammon to Araba, which is before Arad."
    },
    {
      "verse": 26,
      "text": "And from Esebon to Araboth by Massepha, and Botanim, and Maan to the borders of Daebon,"
    },
    {
      "verse": 27,
      "text": "and Enadom, and Othargai, and Baenthanabra, and Soccotha, and Saphan, and the rest of the kingdom of Sean king of Esebon: and Jordan shall be the boundary as far as part of the sea of Chenereth beyond Jordan eastward."
    },
    {
      "verse": 28,
      "text": "This \\add is\\add* the inheritance of the children of Gad according to their families and according to their cities: according to their families they will turn their \\f + \\fr 13:28 \\fl Gr. \\ft necks. See note on chap. 7:12. \\f* backs before their enemies, because their cities and their villages were according to their families."
    },
    {
      "verse": 29,
      "text": "And Moses gave to half the tribe of Manasse according to their families."
    },
    {
      "verse": 30,
      "text": "And their borders were from Maan, and all the kingdom of Basan, and all the kingdom of Og king of Basan, and all the villages of Jair, which are in the region of Basan, sixty cities:"
    },
    {
      "verse": 31,
      "text": "and the half of Galaad, and in Astaroth, and in Edrain, royal cities of Og in the land of Basan, \\add Moses gave\\add* to the sons of Machir the sons of Manasse, even to the half-tribe sons of Machir the sons of Manasse, according to their families."
    },
    {
      "verse": 32,
      "text": "These \\add are\\add* they whom Moses caused to inherit beyond Jordan in Araboth Moab, beyond Jordan by Jericho eastward."
    }
  ]
}