{
  "book_id": "JOS",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after many days after the Lord had given Israel rest from all his enemies round about, that Joshua was old and advanced in \\f + \\fr 23:1 \\fl Gr. \\ft days. \\f* years."
    },
    {
      "verse": 2,
      "text": "And Joshua called together all the children of Israel, and their elders, and their chiefs, and their judges, and their officers; and said to them, I am old and advanced in years."
    },
    {
      "verse": 3,
      "text": "And you⌃ have seen all that the Lord our God has done to all these nations before us; \\add for it\\add* is the Lord your God who has fought for you."
    },
    {
      "verse": 4,
      "text": "See, that I have \\f + \\fr 23:4 \\fl Gr. \\ft cast upon you. \\f* given to you these nations that are left to you by lots to your tribes, all the nations beginning at Jordan; and \\add some\\add* I have destroyed; and \\f + \\fr 23:4 \\fl Gr. \\ft he shall bound. \\f* the boundaries shall be at the great sea westward."
    },
    {
      "verse": 5,
      "text": "And the Lord our God, he shall destroy them before us, until they utterly perish; and he shall send against them the wild beasts, until he shall have utterly destroyed them and their kings from before you; and you⌃ shall inherit their land, as the Lord our God said to you."
    },
    {
      "verse": 6,
      "text": "Do you⌃ therefore strive diligently to observe and do all things written in the book of the law of Moses, that you⌃ turn not to the right hand or to the left;"
    },
    {
      "verse": 7,
      "text": "that you⌃ go not in among these nations that are left; and the names of their gods shall not be named among you, neither shall you⌃ serve them, neither shall you⌃ bow down to them."
    },
    {
      "verse": 8,
      "text": "But you⌃ shall cleave to the Lord our God, as you⌃ have done until this day."
    },
    {
      "verse": 9,
      "text": "And the Lord shall destroy them before you, \\add even\\add* great and strong nations; and no one has stood before us until this day."
    },
    {
      "verse": 10,
      "text": "One of you has chased a thousand, for the Lord our God, he fought for you, as he said to us."
    },
    {
      "verse": 11,
      "text": "And take you⌃ great heed to love the Lord our God."
    },
    {
      "verse": 12,
      "text": "For if you⌃ shall turn aside and attach yourselves to these nations that are left with you, and make marriages with them, and become mingled with them and they with you,"
    },
    {
      "verse": 13,
      "text": "know that the Lord will no more destroy these nations from before you; and they will be to you snares and stumbling blocks, and nails in your heels, and darts in your eyes, until you⌃ be destroyed from off this good land, which the Lord your God has given you."
    },
    {
      "verse": 14,
      "text": "But I hasten to go the way \\add of death\\add*, as all that are upon the earth also \\add do\\add*: and you⌃ know in your heart and in your soul, that not one word has fallen \\add to the ground\\add* of all the words which the Lord our God has spoken respecting all that concerns us; there has not one of them failed."
    },
    {
      "verse": 15,
      "text": "And it shall come to pass, that as all the good things are come upon us which the Lord God will bring upon you all the evil things, until he shall have destroyed you from off this good land, which the Lord has given you,"
    },
    {
      "verse": 16,
      "text": "when you⌃ transgress the covenant of the Lord our God, which he has charged us, and go and serve other gods, and bow down to them."
    }
  ]
}