{
  "book_id": "HEB",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "For the law having a shadow of the coming good things — not the very image of the matters, every year, by the same sacrifices that they offer continually, is never able to make perfect those coming near,"
    },
    {
      "verse": 2,
      "text": "since, would they not have ceased to be offered, because of those serving having no more conscience of sins, having once been purified?"
    },
    {
      "verse": 3,
      "text": "but in those [sacrifices] is a remembrance of sins every year,"
    },
    {
      "verse": 4,
      "text": "for it is impossible for blood of bulls and goats to take away sins."
    },
    {
      "verse": 5,
      "text": "Wherefore, coming into the world, he saith, 'Sacrifice and offering Thou didst not will, and a body Thou didst prepare for me,"
    },
    {
      "verse": 6,
      "text": "in burnt-offerings, and concerning sin-offerings, Thou didst not delight,"
    },
    {
      "verse": 7,
      "text": "then I said, Lo, I come, (in a volume of the book it hath been written concerning me,) to do, O God, Thy will;'"
    },
    {
      "verse": 8,
      "text": "saying above — 'Sacrifice, and offering, and burnt-offerings, and concerning sin-offering Thou didst not will, nor delight in,' — which according to the law are offered —"
    },
    {
      "verse": 9,
      "text": "then he said, 'Lo, I come to do, O God, Thy will;' he doth take away the first that the second he may establish;"
    },
    {
      "verse": 10,
      "text": "in the which will we are having been sanctified through the offering of the body of Jesus Christ once,"
    },
    {
      "verse": 11,
      "text": "and every priest, indeed, hath stood daily serving, and the same sacrifices many times offering, that are never able to take away sins."
    },
    {
      "verse": 12,
      "text": "And He, for sin one sacrifice having offered — to the end, did sit down on the right hand of God, —"
    },
    {
      "verse": 13,
      "text": "as to the rest, expecting till He may place his enemies [as] his footstool,"
    },
    {
      "verse": 14,
      "text": "for by one offering he hath perfected to the end those sanctified;"
    },
    {
      "verse": 15,
      "text": "and testify to us also doth the Holy Spirit, for after that He hath said before,"
    },
    {
      "verse": 16,
      "text": "'This [is] the covenant that I will make with them after those days, saith the Lord, giving My laws on their hearts, and upon their minds I will write them,'"
    },
    {
      "verse": 17,
      "text": "and 'their sins and their lawlessness I will remember no more;'"
    },
    {
      "verse": 18,
      "text": "and where forgiveness of these [is], there is no more offering for sin."
    },
    {
      "verse": 19,
      "text": "Having, therefore, brethren, boldness for the entrance into the holy places, in the blood of Jesus,"
    },
    {
      "verse": 20,
      "text": "which way he did initiate for us — new and living, through the vail, that is, his flesh —"
    },
    {
      "verse": 21,
      "text": "and a high priest over the house of God,"
    },
    {
      "verse": 22,
      "text": "may we draw near with a true heart, in full assurance of faith, having the hearts sprinkled from an evil conscience, and having the body bathed with pure water;"
    },
    {
      "verse": 23,
      "text": "may we hold fast the unwavering profession of the hope, (for faithful [is] He who did promise),"
    },
    {
      "verse": 24,
      "text": "and may we consider one another to provoke to love and to good works,"
    },
    {
      "verse": 25,
      "text": "not forsaking the assembling of ourselves together, as a custom of certain [is], but exhorting, and so much the more as ye see the day coming nigh."
    },
    {
      "verse": 26,
      "text": "For we — wilfully sinning after the receiving the full knowledge of the truth — no more for sins doth there remain a sacrifice,"
    },
    {
      "verse": 27,
      "text": "but a certain fearful looking for of judgment, and fiery zeal, about to devour the opposers;"
    },
    {
      "verse": 28,
      "text": "any one who did set at nought a law of Moses, apart from mercies, by two or three witnesses, doth die,"
    },
    {
      "verse": 29,
      "text": "of how much sorer punishment shall he be counted worthy who the Son of God did trample on, and the blood of the covenant did count a common thing, in which he was sanctified, and to the Spirit of the grace did despite?"
    },
    {
      "verse": 30,
      "text": "for we have known Him who is saying, 'Vengeance [is] Mine, I will recompense, saith the Lord;' and again, 'The Lord shall judge His people;' —"
    },
    {
      "verse": 31,
      "text": "fearful [is] the falling into the hands of a living God."
    },
    {
      "verse": 32,
      "text": "And call to your remembrance the former days, in which, having been enlightened, ye did endure much conflict of sufferings,"
    },
    {
      "verse": 33,
      "text": "partly both with reproaches and tribulations being made spectacles, and partly having become partners of those so living,"
    },
    {
      "verse": 34,
      "text": "for also with my bonds ye sympathised, and the robbery of your goods with joy ye did receive, knowing that ye have in yourselves a better substance in the heavens, and an enduring one."
    },
    {
      "verse": 35,
      "text": "Ye may not cast away, then, your boldness, which hath great recompense of reward,"
    },
    {
      "verse": 36,
      "text": "for of patience ye have need, that the will of God having done, ye may receive the promise,"
    },
    {
      "verse": 37,
      "text": "for yet a very very little, He who is coming will come, and will not tarry;"
    },
    {
      "verse": 38,
      "text": "and 'the righteous by faith shall live,' and 'if he may draw back, My soul hath no pleasure in him,'"
    },
    {
      "verse": 39,
      "text": "and we are not of those drawing back to destruction, but of those believing to a preserving of soul."
    }
  ]
}