{
  "book_id": "PRO",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "My son, if thou wilt receive my words, And hide my commandments with thee;"
    },
    {
      "verse": 2,
      "text": "So that \\add thou\\add* incline thine ear unto wisdom, \\add And\\add* apply thine heart to understanding;"
    },
    {
      "verse": 3,
      "text": "Yea, if thou criest after knowledge, \\add And\\add* liftest up thy voice for understanding;"
    },
    {
      "verse": 4,
      "text": "If thou seekest her as silver, And searchest for her as \\add for\\add* hid treasures;"
    },
    {
      "verse": 5,
      "text": "Then shalt thou understand the fear of the \\sc Lord\\sc*, And find the knowledge of God."
    },
    {
      "verse": 6,
      "text": "For the \\sc Lord\\sc* giveth wisdom: Out of his mouth \\add cometh\\add* knowledge and understanding."
    },
    {
      "verse": 7,
      "text": "He layeth up sound wisdom for the righteous: \\add He is\\add* a buckler to them that walk uprightly."
    },
    {
      "verse": 8,
      "text": "\\add He\\add* keepeth the paths of judgment, And preserveth the way of his saints."
    },
    {
      "verse": 9,
      "text": "Then shalt thou understand righteousness, and judgment, And equity; \\add yea\\add*, every good path."
    },
    {
      "verse": 10,
      "text": "When wisdom entereth into thine heart, And knowledge is pleasant unto thy soul;"
    },
    {
      "verse": 11,
      "text": "Discretion shall preserve thee, Understanding shall keep thee:"
    },
    {
      "verse": 12,
      "text": "To deliver thee from the way of the evil \\add man\\add*, From the man that speaketh froward things;"
    },
    {
      "verse": 13,
      "text": "Who leave the paths of uprightness, To walk in the ways of darkness;"
    },
    {
      "verse": 14,
      "text": "Who rejoice to do evil, \\add And\\add* delight in the frowardness of the wicked;"
    },
    {
      "verse": 15,
      "text": "Whose ways \\add are\\add* crooked, And \\add they\\add* froward in their paths:"
    },
    {
      "verse": 16,
      "text": "To deliver thee from the strange woman, \\add Even\\add* from the stranger \\add which\\add* flattereth with her words;"
    },
    {
      "verse": 17,
      "text": "Which forsaketh the guide of her youth, And forgetteth the covenant of her God."
    },
    {
      "verse": 18,
      "text": "For her house inclineth unto death, And her paths unto the dead."
    },
    {
      "verse": 19,
      "text": "None that go \\add unto\\add* her return \\add again\\add*, Neither take they hold of the paths of life."
    },
    {
      "verse": 20,
      "text": "That thou mayest walk in the way of good \\add men\\add*, And keep the paths of the righteous."
    },
    {
      "verse": 21,
      "text": "For the upright shall dwell \\add in\\add* the land, And the perfect shall remain in it."
    },
    {
      "verse": 22,
      "text": "But the wicked shall be cut off from the earth, And the transgressors shall be rooted out of it."
    }
  ]
}