{
  "book_id": "PRO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "The proverbs of Solomon. A wise son maketh a glad father: But a foolish son \\add is\\add* the heaviness of his mother."
    },
    {
      "verse": 2,
      "text": "Treasures of wickedness profit nothing: But righteousness delivereth from death."
    },
    {
      "verse": 3,
      "text": "The \\sc Lord\\sc* will not suffer the soul of the righteous to famish: But he casteth away the substance of the wicked."
    },
    {
      "verse": 4,
      "text": "\\add He becometh\\add* poor that dealeth \\add with\\add* a slack hand: But the hand of the diligent maketh rich."
    },
    {
      "verse": 5,
      "text": "He that gathereth in summer \\add is\\add* a wise son: \\add But\\add* he that sleepeth in harvest \\add is\\add* a son that causeth shame."
    },
    {
      "verse": 6,
      "text": "Blessings \\add are\\add* upon the head of the just: But violence covereth the mouth of the wicked."
    },
    {
      "verse": 7,
      "text": "The memory of the just \\add is\\add* blessed: But the name of the wicked shall rot."
    },
    {
      "verse": 8,
      "text": "The wise in heart will receive commandments: But a prating fool shall fall."
    },
    {
      "verse": 9,
      "text": "He that walketh uprightly walketh surely: But he that perverteth his ways shall be known."
    },
    {
      "verse": 10,
      "text": "He that winketh \\add with\\add* the eye causeth sorrow: But a prating fool shall fall."
    },
    {
      "verse": 11,
      "text": "The mouth of a righteous \\add man is\\add* a well of life: But violence covereth the mouth of the wicked."
    },
    {
      "verse": 12,
      "text": "Hatred stirreth up strifes: But love covereth all sins."
    },
    {
      "verse": 13,
      "text": "In the lips of him that hath understanding wisdom is found: But a rod \\add is\\add* for the back of him that is void of understanding."
    },
    {
      "verse": 14,
      "text": "Wise \\add men\\add* lay up knowledge: But the mouth of the foolish \\add is\\add* near destruction."
    },
    {
      "verse": 15,
      "text": "The rich \\add man’s\\add* wealth \\add is\\add* his strong city: The destruction of the poor \\add is\\add* their poverty."
    },
    {
      "verse": 16,
      "text": "The labour of the righteous \\add tendeth\\add* to life: The fruit of the wicked to sin."
    },
    {
      "verse": 17,
      "text": "He \\add is in\\add* the way of life that keepeth instruction: But he that refuseth reproof erreth."
    },
    {
      "verse": 18,
      "text": "He that hideth hatred \\add with\\add* lying lips, And he that uttereth a slander, \\add is\\add* a fool."
    },
    {
      "verse": 19,
      "text": "In the multitude of words there wanteth not sin: But he that refraineth his lips \\add is\\add* wise."
    },
    {
      "verse": 20,
      "text": "The tongue of the just \\add is as\\add* choice silver: The heart of the wicked \\add is\\add* little worth."
    },
    {
      "verse": 21,
      "text": "The lips of the righteous feed many: But fools die for want of wisdom."
    },
    {
      "verse": 22,
      "text": "The blessing of the \\sc Lord\\sc*, it maketh rich, And he addeth no sorrow with it."
    },
    {
      "verse": 23,
      "text": "\\add It is\\add* as sport to a fool to do mischief: But a man of understanding hath wisdom."
    },
    {
      "verse": 24,
      "text": "The fear of the wicked, it shall come \\add upon\\add* him: But the desire of the righteous shall be granted."
    },
    {
      "verse": 25,
      "text": "As the whirlwind passeth, so \\add is\\add* the wicked no \\add more:\\add* But the righteous \\add is\\add* an everlasting foundation."
    },
    {
      "verse": 26,
      "text": "As vinegar to the teeth, and as smoke to the eyes, So \\add is\\add* the sluggard to them that send him."
    },
    {
      "verse": 27,
      "text": "The fear of the \\sc Lord\\sc* prolongeth days: But the years of the wicked shall be shortened."
    },
    {
      "verse": 28,
      "text": "The hope of the righteous \\add shall be\\add* gladness: But the expectation of the wicked shall perish."
    },
    {
      "verse": 29,
      "text": "The way of the \\sc Lord\\sc* \\add is\\add* strength to the upright: But destruction \\add shall be\\add* to the workers of iniquity."
    },
    {
      "verse": 30,
      "text": "The righteous shall never be removed: But the wicked shall not inhabit the earth."
    },
    {
      "verse": 31,
      "text": "The mouth of the just bringeth forth wisdom: But the froward tongue shall be cut out."
    },
    {
      "verse": 32,
      "text": "The lips of the righteous know what is acceptable: But the mouth of the wicked \\add speaketh\\add* frowardness."
    }
  ]
}