{
  "book_id": "PRO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "The proverbs of Solomon. A wise son maketh a glad father: But a foolish son isthe heaviness of his mother."
    },
    {
      "verse": 2,
      "text": "Treasures of wickedness profit nothing: But righteousness delivereth from death."
    },
    {
      "verse": 3,
      "text": "The Lordwill not suffer the soul of the righteous to famish: But he casteth away the substance of the wicked."
    },
    {
      "verse": 4,
      "text": "He becomethpoor that dealeth witha slack hand: But the hand of the diligent maketh rich."
    },
    {
      "verse": 5,
      "text": "He that gathereth in summer isa wise son: Buthe that sleepeth in harvest isa son that causeth shame."
    },
    {
      "verse": 6,
      "text": "Blessings areupon the head of the just: But violence covereth the mouth of the wicked."
    },
    {
      "verse": 7,
      "text": "The memory of the just isblessed: But the name of the wicked shall rot."
    },
    {
      "verse": 8,
      "text": "The wise in heart will receive commandments: But a prating fool shall fall."
    },
    {
      "verse": 9,
      "text": "He that walketh uprightly walketh surely: But he that perverteth his ways shall be known."
    },
    {
      "verse": 10,
      "text": "He that winketh withthe eye causeth sorrow: But a prating fool shall fall."
    },
    {
      "verse": 11,
      "text": "The mouth of a righteous man isa well of life: But violence covereth the mouth of the wicked."
    },
    {
      "verse": 12,
      "text": "Hatred stirreth up strifes: But love covereth all sins."
    },
    {
      "verse": 13,
      "text": "In the lips of him that hath understanding wisdom is found: But a rod isfor the back of him that is void of understanding."
    },
    {
      "verse": 14,
      "text": "Wise menlay up knowledge: But the mouth of the foolish isnear destruction."
    },
    {
      "verse": 15,
      "text": "The rich man’swealth ishis strong city: The destruction of the poor istheir poverty."
    },
    {
      "verse": 16,
      "text": "The labour of the righteous tendethto life: The fruit of the wicked to sin."
    },
    {
      "verse": 17,
      "text": "He is inthe way of life that keepeth instruction: But he that refuseth reproof erreth."
    },
    {
      "verse": 18,
      "text": "He that hideth hatred withlying lips, And he that uttereth a slander, isa fool."
    },
    {
      "verse": 19,
      "text": "In the multitude of words there wanteth not sin: But he that refraineth his lips iswise."
    },
    {
      "verse": 20,
      "text": "The tongue of the just is aschoice silver: The heart of the wicked islittle worth."
    },
    {
      "verse": 21,
      "text": "The lips of the righteous feed many: But fools die for want of wisdom."
    },
    {
      "verse": 22,
      "text": "The blessing of the Lord, it maketh rich, And he addeth no sorrow with it."
    },
    {
      "verse": 23,
      "text": "It isas sport to a fool to do mischief: But a man of understanding hath wisdom."
    },
    {
      "verse": 24,
      "text": "The fear of the wicked, it shall come uponhim: But the desire of the righteous shall be granted."
    },
    {
      "verse": 25,
      "text": "As the whirlwind passeth, so isthe wicked no more:But the righteous isan everlasting foundation."
    },
    {
      "verse": 26,
      "text": "As vinegar to the teeth, and as smoke to the eyes, So isthe sluggard to them that send him."
    },
    {
      "verse": 27,
      "text": "The fear of the Lordprolongeth days: But the years of the wicked shall be shortened."
    },
    {
      "verse": 28,
      "text": "The hope of the righteous shall begladness: But the expectation of the wicked shall perish."
    },
    {
      "verse": 29,
      "text": "The way of the Lordisstrength to the upright: But destruction shall beto the workers of iniquity."
    },
    {
      "verse": 30,
      "text": "The righteous shall never be removed: But the wicked shall not inhabit the earth."
    },
    {
      "verse": 31,
      "text": "The mouth of the just bringeth forth wisdom: But the froward tongue shall be cut out."
    },
    {
      "verse": 32,
      "text": "The lips of the righteous know what is acceptable: But the mouth of the wicked speakethfrowardness."
    }
  ]
}