{
  "book_id": "PRO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Whoso loveth instruction loveth knowledge: But he that hateth reproof \\add is\\add* brutish."
    },
    {
      "verse": 2,
      "text": "A good \\add man\\add* obtaineth favour of the \\sc Lord\\sc*: But a man of wicked devices will he condemn."
    },
    {
      "verse": 3,
      "text": "A man shall not be established by wickedness: But the root of the righteous shall not be moved."
    },
    {
      "verse": 4,
      "text": "A virtuous woman \\add is\\add* a crown to her husband: But she that maketh ashamed \\add is\\add* as rottenness in his bones."
    },
    {
      "verse": 5,
      "text": "The thoughts of the righteous \\add are\\add* right: \\add But\\add* the counsels of the wicked \\add are\\add* deceit."
    },
    {
      "verse": 6,
      "text": "The words of the wicked \\add are\\add* to lie in wait \\add for\\add* blood: But the mouth of the upright shall deliver them."
    },
    {
      "verse": 7,
      "text": "The wicked \\add are\\add* overthrown, and \\add are\\add* not: But the house of the righteous shall stand."
    },
    {
      "verse": 8,
      "text": "A man shall be commended according to his wisdom: But he that is of a perverse heart shall be despised."
    },
    {
      "verse": 9,
      "text": "\\add He that is\\add* despised, and hath a servant, \\add is\\add* better Than he that honoureth himself, and lacketh bread."
    },
    {
      "verse": 10,
      "text": "A righteous \\add man\\add* regardeth the life of his beast: But the tender mercies of the wicked \\add are\\add* cruel."
    },
    {
      "verse": 11,
      "text": "He that tilleth his land shall be satisfied \\add with\\add* bread: But he that followeth vain \\add persons is\\add* void of understanding."
    },
    {
      "verse": 12,
      "text": "The wicked desireth the net of evil \\add men:\\add* But the root of the righteous yieldeth \\add fruit\\add*."
    },
    {
      "verse": 13,
      "text": "The wicked is snared by the transgression of \\add his\\add* lips: But the just shall come out of trouble."
    },
    {
      "verse": 14,
      "text": "A man shall be satisfied \\add with\\add* good by the fruit of \\add his\\add* mouth: And the recompence of a man’s hands shall be rendered unto him."
    },
    {
      "verse": 15,
      "text": "The way of a fool \\add is\\add* right in his own eyes: But he that hearkeneth unto counsel \\add is\\add* wise."
    },
    {
      "verse": 16,
      "text": "A fool’s wrath is presently known: But a prudent \\add man\\add* covereth shame."
    },
    {
      "verse": 17,
      "text": "\\add He that\\add* speaketh truth sheweth forth righteousness: But a false witness deceit."
    },
    {
      "verse": 18,
      "text": "There is that speaketh like the piercings of a sword: But the tongue of the wise \\add is\\add* health."
    },
    {
      "verse": 19,
      "text": "The lip of truth shall be established for ever: But a lying tongue \\add is\\add* but for a moment."
    },
    {
      "verse": 20,
      "text": "Deceit \\add is\\add* in the heart of them that imagine evil: But to the counsellers of peace \\add is\\add* joy."
    },
    {
      "verse": 21,
      "text": "There shall no evil happen to the just: But the wicked shall be filled \\add with\\add* mischief."
    },
    {
      "verse": 22,
      "text": "Lying lips \\add are\\add* abomination to the \\sc Lord\\sc*: But they that deal truly \\add are\\add* his delight."
    },
    {
      "verse": 23,
      "text": "A prudent man concealeth knowledge: But the heart of fools proclaimeth foolishness."
    },
    {
      "verse": 24,
      "text": "The hand of the diligent shall bear rule: But the slothful shall be under tribute."
    },
    {
      "verse": 25,
      "text": "Heaviness in the heart of man maketh it stoop: But a good word maketh it glad."
    },
    {
      "verse": 26,
      "text": "The righteous \\add is\\add* more excellent than his neighbour: But the way of the wicked seduceth them."
    },
    {
      "verse": 27,
      "text": "The slothful \\add man\\add* roasteth not that which he took in hunting: But the substance of a diligent man \\add is\\add* precious."
    },
    {
      "verse": 28,
      "text": "In the way of righteousness \\add is\\add* life; And \\add in\\add* the pathway \\add thereof there is\\add* no death."
    }
  ]
}