{
  "book_id": "PRO",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "A soft answer turneth away wrath: But grievous words stir up anger."
    },
    {
      "verse": 2,
      "text": "The tongue of the wise useth knowledge aright: But the mouth of fools poureth out foolishness."
    },
    {
      "verse": 3,
      "text": "The eyes of the \\sc Lord\\sc* \\add are\\add* in every place, Beholding the evil and the good."
    },
    {
      "verse": 4,
      "text": "A wholesome tongue \\add is\\add* a tree of life: But perverseness therein \\add is\\add* a breach in the spirit."
    },
    {
      "verse": 5,
      "text": "A fool despiseth his father’s instruction: But he that regardeth reproof is prudent."
    },
    {
      "verse": 6,
      "text": "\\add In\\add* the house of the righteous \\add is\\add* much treasure: But in the revenues of the wicked \\add is\\add* trouble."
    },
    {
      "verse": 7,
      "text": "The lips of the wise disperse knowledge: But the heart of the foolish \\add doeth\\add* not so."
    },
    {
      "verse": 8,
      "text": "The sacrifice of the wicked \\add is\\add* an abomination to the \\sc Lord\\sc*: But the prayer of the upright \\add is\\add* his delight."
    },
    {
      "verse": 9,
      "text": "The way of the wicked \\add is\\add* an abomination unto the \\sc Lord\\sc*: But he loveth him that followeth after righteousness."
    },
    {
      "verse": 10,
      "text": "Correction \\add is\\add* grievous unto him that forsaketh the way: \\add And\\add* he that hateth reproof shall die."
    },
    {
      "verse": 11,
      "text": "Hell and destruction \\add are\\add* before the \\sc Lord\\sc*: How much more then the hearts of the children of men?"
    },
    {
      "verse": 12,
      "text": "A scorner loveth not one that reproveth him: Neither will he go unto the wise."
    },
    {
      "verse": 13,
      "text": "A merry heart maketh a cheerful countenance: But by sorrow of the heart the spirit \\add is\\add* broken."
    },
    {
      "verse": 14,
      "text": "The heart of him that hath understanding seeketh knowledge: But the mouth of fools feedeth on foolishness."
    },
    {
      "verse": 15,
      "text": "All the days of the afflicted \\add are\\add* evil: But \\add he that is\\add* of a merry heart \\add hath\\add* a continual feast."
    },
    {
      "verse": 16,
      "text": "Better \\add is\\add* little with the fear of the \\sc Lord\\sc* Than great treasure and trouble therewith."
    },
    {
      "verse": 17,
      "text": "Better \\add is\\add* a dinner of herbs where love is, Than a stalled ox and hatred therewith."
    },
    {
      "verse": 18,
      "text": "A wrathful man stirreth up strife: But \\add he that is\\add* slow to anger appeaseth strife."
    },
    {
      "verse": 19,
      "text": "The way of the slothful \\add man is\\add* as a hedge of thorns: But the way of the righteous \\add is\\add* made plain."
    },
    {
      "verse": 20,
      "text": "A wise son maketh a glad father: But a foolish man despiseth his mother."
    },
    {
      "verse": 21,
      "text": "Folly \\add is\\add* joy to \\add him that is\\add* destitute of wisdom: But a man of understanding walketh uprightly."
    },
    {
      "verse": 22,
      "text": "Without counsel purposes \\add are\\add* disappointed: But in the multitude of counsellers \\add they\\add* are established."
    },
    {
      "verse": 23,
      "text": "A man hath joy by the answer of his mouth: And a word \\add spoken\\add* in due season, how good \\add is it!\\add*"
    },
    {
      "verse": 24,
      "text": "The way of life \\add is\\add* above to the wise, That \\add he\\add* may depart from hell beneath."
    },
    {
      "verse": 25,
      "text": "The \\sc Lord\\sc* will destroy the house of the proud: But he will establish the border of the widow."
    },
    {
      "verse": 26,
      "text": "The thoughts of the wicked \\add are\\add* an abomination to the \\sc Lord\\sc*: But \\add the words of\\add* the pure \\add are\\add* pleasant words."
    },
    {
      "verse": 27,
      "text": "He that is greedy of gain troubleth his own house; But he that hateth gifts shall live."
    },
    {
      "verse": 28,
      "text": "The heart of the righteous studieth to answer: But the mouth of the wicked poureth out evil \\add things\\add*."
    },
    {
      "verse": 29,
      "text": "The \\sc Lord\\sc* \\add is\\add* far from the wicked: But he heareth the prayer of the righteous."
    },
    {
      "verse": 30,
      "text": "The light of the eyes rejoiceth the heart: \\add And\\add* a good report maketh the bones fat."
    },
    {
      "verse": 31,
      "text": "The ear that heareth the reproof of life Abideth among the wise."
    },
    {
      "verse": 32,
      "text": "He that refuseth instruction despiseth his own soul: But he that heareth reproof getteth understanding."
    },
    {
      "verse": 33,
      "text": "The fear of the \\sc Lord\\sc* \\add is\\add* the instruction of wisdom; And before honour \\add is\\add* humility."
    }
  ]
}