{
  "book_id": "PRO",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Better isa dry morsel, and quietness therewith, Than a house full ofsacrifices with strife."
    },
    {
      "verse": 2,
      "text": "A wise servant shall have rule over a son that causeth shame, And shall have part of the inheritance among the brethren."
    },
    {
      "verse": 3,
      "text": "The fining pot isfor silver, and the furnace for gold: But the Lordtrieth the hearts."
    },
    {
      "verse": 4,
      "text": "A wicked doer giveth heed to false lips; Anda liar giveth ear to a naughty tongue."
    },
    {
      "verse": 5,
      "text": "Whoso mocketh the poor reproacheth his Maker: Andhe that is glad at calamities shall not be unpunished."
    },
    {
      "verse": 6,
      "text": "Children’s children arethe crown of old men; And the glory of children aretheir fathers."
    },
    {
      "verse": 7,
      "text": "Excellent speech becometh not a fool: Much less do lying lips a prince."
    },
    {
      "verse": 8,
      "text": "A gift is asa precious stone in the eyes of him that hath it: Whithersoever it turneth, it prospereth."
    },
    {
      "verse": 9,
      "text": "He that covereth a transgression seeketh love; But he that repeateth a matter separateth very friends."
    },
    {
      "verse": 10,
      "text": "A reproof entereth more into a wise manThan an hundred stripes into a fool."
    },
    {
      "verse": 11,
      "text": "An evil manseeketh only rebellion: Therefore a cruel messenger shall be sent against him."
    },
    {
      "verse": 12,
      "text": "Leta bear robbed of her whelps meet a man, Rather than a fool in his folly."
    },
    {
      "verse": 13,
      "text": "Whoso rewardeth evil for good, Evil shall not depart from his house."
    },
    {
      "verse": 14,
      "text": "The beginning of strife is aswhen one letteth out water: Therefore leave off contention, before itbe meddled with."
    },
    {
      "verse": 15,
      "text": "He that justifieth the wicked, and he that condemneth the just, Even they both areabomination to the Lord."
    },
    {
      "verse": 16,
      "text": "Wherefore is therea price in the hand of a fool To get wisdom, seeing he hathno heart to it?"
    },
    {
      "verse": 17,
      "text": "A friend loveth at all times, And a brother is born for adversity."
    },
    {
      "verse": 18,
      "text": "A man void of understanding striketh hands, Andbecometh surety in the presence of his friend."
    },
    {
      "verse": 19,
      "text": "He loveth transgression that loveth strife: Andhe that exalteth his gate seeketh destruction."
    },
    {
      "verse": 20,
      "text": "He that hath a froward heart findeth no good: And he that hath a perverse tongue falleth into mischief."
    },
    {
      "verse": 21,
      "text": "He that begetteth a fool doeth itto his sorrow: And the father of a fool hath no joy."
    },
    {
      "verse": 22,
      "text": "A merry heart doeth good likea medicine: But a broken spirit drieth the bones."
    },
    {
      "verse": 23,
      "text": "A wicked mantaketh a gift out of the bosom To pervert the ways of judgment."
    },
    {
      "verse": 24,
      "text": "Wisdom isbefore him that hath understanding; But the eyes of a fool arein the ends of the earth."
    },
    {
      "verse": 25,
      "text": "A foolish son isa grief to his father, And bitterness to her that bare him."
    },
    {
      "verse": 26,
      "text": "Also to punish the just isnot good, Norto strike princes for equity."
    },
    {
      "verse": 27,
      "text": "He that hath knowledge spareth his words: Anda man of understanding is of an excellent spirit."
    },
    {
      "verse": 28,
      "text": "Even a fool, when he holdeth his peace, is counted wise: Andhe that shutteth his lips is esteemed a manof understanding."
    }
  ]
}