{
  "book_id": "PRO",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Better \\add is\\add* a dry morsel, and quietness therewith, Than a house full \\add of\\add* sacrifices with strife."
    },
    {
      "verse": 2,
      "text": "A wise servant shall have rule over a son that causeth shame, And shall have part of the inheritance among the brethren."
    },
    {
      "verse": 3,
      "text": "The fining pot \\add is\\add* for silver, and the furnace for gold: But the \\sc Lord\\sc* trieth the hearts."
    },
    {
      "verse": 4,
      "text": "A wicked doer giveth heed to false lips; \\add And\\add* a liar giveth ear to a naughty tongue."
    },
    {
      "verse": 5,
      "text": "Whoso mocketh the poor reproacheth his Maker: \\add And\\add* he that is glad at calamities shall not be unpunished."
    },
    {
      "verse": 6,
      "text": "Children’s children \\add are\\add* the crown of old men; And the glory of children \\add are\\add* their fathers."
    },
    {
      "verse": 7,
      "text": "Excellent speech becometh not a fool: Much less do lying lips a prince."
    },
    {
      "verse": 8,
      "text": "A gift \\add is as\\add* a precious stone in the eyes of him that hath it: Whithersoever it turneth, it prospereth."
    },
    {
      "verse": 9,
      "text": "He that covereth a transgression seeketh love; But he that repeateth a matter separateth very friends."
    },
    {
      "verse": 10,
      "text": "A reproof entereth more into a wise \\add man\\add* Than an hundred stripes into a fool."
    },
    {
      "verse": 11,
      "text": "An evil \\add man\\add* seeketh only rebellion: Therefore a cruel messenger shall be sent against him."
    },
    {
      "verse": 12,
      "text": "\\add Let\\add* a bear robbed of her whelps meet a man, Rather than a fool in his folly."
    },
    {
      "verse": 13,
      "text": "Whoso rewardeth evil for good, Evil shall not depart from his house."
    },
    {
      "verse": 14,
      "text": "The beginning of strife \\add is as\\add* when one letteth out water: Therefore leave off contention, before \\add it\\add* be meddled with."
    },
    {
      "verse": 15,
      "text": "He that justifieth the wicked, and he that condemneth the just, Even they both \\add are\\add* abomination to the \\sc Lord\\sc*."
    },
    {
      "verse": 16,
      "text": "Wherefore \\add is there\\add* a price in the hand of a fool To get wisdom, seeing \\add he hath\\add* no heart \\add to it?\\add*"
    },
    {
      "verse": 17,
      "text": "A friend loveth at all times, And a brother is born for adversity."
    },
    {
      "verse": 18,
      "text": "A man void of understanding striketh hands, \\add And\\add* becometh surety in the presence of his friend."
    },
    {
      "verse": 19,
      "text": "He loveth transgression that loveth strife: \\add And\\add* he that exalteth his gate seeketh destruction."
    },
    {
      "verse": 20,
      "text": "He that hath a froward heart findeth no good: And he that hath a perverse tongue falleth into mischief."
    },
    {
      "verse": 21,
      "text": "He that begetteth a fool \\add doeth it\\add* to his sorrow: And the father of a fool hath no joy."
    },
    {
      "verse": 22,
      "text": "A merry heart doeth good \\add like\\add* a medicine: But a broken spirit drieth the bones."
    },
    {
      "verse": 23,
      "text": "A wicked \\add man\\add* taketh a gift out of the bosom To pervert the ways of judgment."
    },
    {
      "verse": 24,
      "text": "Wisdom \\add is\\add* before him that hath understanding; But the eyes of a fool \\add are\\add* in the ends of the earth."
    },
    {
      "verse": 25,
      "text": "A foolish son \\add is\\add* a grief to his father, And bitterness to her that bare him."
    },
    {
      "verse": 26,
      "text": "Also to punish the just \\add is\\add* not good, \\add Nor\\add* to strike princes for equity."
    },
    {
      "verse": 27,
      "text": "He that hath knowledge spareth his words: \\add And\\add* a man of understanding is of an excellent spirit."
    },
    {
      "verse": 28,
      "text": "Even a fool, when he holdeth his peace, is counted wise: \\add And\\add* he that shutteth his lips \\add is esteemed a man\\add* of understanding."
    }
  ]
}