{
  "book_id": "PRO",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "The king’s heart \\add is\\add* in the hand of the \\sc Lord\\sc*, \\add as\\add* the rivers of water: He turneth it whithersoever he will."
    },
    {
      "verse": 2,
      "text": "Every way of a man \\add is\\add* right in his own eyes: But the \\sc Lord\\sc* pondereth the hearts."
    },
    {
      "verse": 3,
      "text": "To do justice and judgment \\add Is\\add* more acceptable to the \\sc Lord\\sc* than sacrifice."
    },
    {
      "verse": 4,
      "text": "A high look, and a proud heart, \\add And\\add* the plowing of the wicked, \\add is\\add* sin."
    },
    {
      "verse": 5,
      "text": "The thoughts of the diligent \\add tend\\add* only to plenteousness; But \\add of\\add* every one that is hasty only to want."
    },
    {
      "verse": 6,
      "text": "The getting of treasures by a lying tongue \\add Is\\add* a vanity tossed to and fro of them that seek death."
    },
    {
      "verse": 7,
      "text": "The robbery of the wicked shall destroy them; Because they refuse to do judgment."
    },
    {
      "verse": 8,
      "text": "The way of man \\add is\\add* froward and strange: But \\add as for\\add* the pure, his work \\add is\\add* right."
    },
    {
      "verse": 9,
      "text": "\\add It is\\add* better to dwell in a corner of the housetop, Than with a brawling woman in a wide house."
    },
    {
      "verse": 10,
      "text": "The soul of the wicked desireth evil: His neighbour findeth no favour in his eyes."
    },
    {
      "verse": 11,
      "text": "When the scorner is punished, the simple is made wise: And when the wise is instructed, he receiveth knowledge."
    },
    {
      "verse": 12,
      "text": "The righteous \\add man\\add* wisely considereth the house of the wicked: \\add But God\\add* overthroweth the wicked for \\add their\\add* wickedness."
    },
    {
      "verse": 13,
      "text": "Whoso stoppeth his ears at the cry of the poor, He also shall cry himself, but shall not be heard."
    },
    {
      "verse": 14,
      "text": "A gift in secret pacifieth anger: And a reward in the bosom strong wrath."
    },
    {
      "verse": 15,
      "text": "\\add It is\\add* joy to the just to do judgment: But destruction \\add shall be\\add* to the workers of iniquity."
    },
    {
      "verse": 16,
      "text": "The man that wandereth out of the way of understanding Shall remain in the congregation of the dead."
    },
    {
      "verse": 17,
      "text": "He that loveth pleasure \\add shall be\\add* a poor man: He that loveth wine and oil shall not be rich."
    },
    {
      "verse": 18,
      "text": "The wicked \\add shall be\\add* a ransom for the righteous, And the transgressor for the upright."
    },
    {
      "verse": 19,
      "text": "\\add It is\\add* better to dwell in the wilderness, Than with a contentious and an angry woman."
    },
    {
      "verse": 20,
      "text": "\\add There is\\add* treasure to be desired and oil in the dwelling of the wise; But a foolish man spendeth it up."
    },
    {
      "verse": 21,
      "text": "He that followeth after righteousness and mercy Findeth life, righteousness, and honour."
    },
    {
      "verse": 22,
      "text": "A wise \\add man\\add* scaleth the city of the mighty, And casteth down the strength of the confidence thereof."
    },
    {
      "verse": 23,
      "text": "Whoso keepeth his mouth and his tongue Keepeth his soul from troubles."
    },
    {
      "verse": 24,
      "text": "Proud \\add and\\add* haughty scorner \\add is\\add* his name, Who dealeth in proud wrath."
    },
    {
      "verse": 25,
      "text": "The desire of the slothful killeth him; For his hands refuse to labour."
    },
    {
      "verse": 26,
      "text": "He coveteth greedily all the day long: But the righteous giveth and spareth not."
    },
    {
      "verse": 27,
      "text": "The sacrifice of the wicked \\add is\\add* abomination: How much more, \\add when\\add* he bringeth it with a wicked mind?"
    },
    {
      "verse": 28,
      "text": "A false witness shall perish: But the man that heareth, speaketh constantly."
    },
    {
      "verse": 29,
      "text": "A wicked man hardeneth his face: But \\add as for\\add* the upright, he directeth his way."
    },
    {
      "verse": 30,
      "text": "\\add There is\\add* no wisdom nor understanding Nor counsel against the \\sc Lord\\sc*."
    },
    {
      "verse": 31,
      "text": "The horse \\add is\\add* prepared against the day of battle: But safety \\add is\\add* of the \\sc Lord\\sc*."
    }
  ]
}