{
  "book_id": "PRO",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "These arealso proverbs of Solomon, which the men of Hezekiah king of Judah copied out."
    },
    {
      "verse": 2,
      "text": "It isthe glory of God to conceal a thing: But the honour of kings isto search out a matter."
    },
    {
      "verse": 3,
      "text": "The heaven for height, and the earth for depth, And the heart of kings isunsearchable."
    },
    {
      "verse": 4,
      "text": "Take away the dross from the silver, And there shall come forth a vessel for the finer."
    },
    {
      "verse": 5,
      "text": "Take away the wicked frombefore the king, And his throne shall be established in righteousness."
    },
    {
      "verse": 6,
      "text": "Put not forth thyself in the presence of the king, And stand not in the place of great men:"
    },
    {
      "verse": 7,
      "text": "For better it isthat it be said unto thee, Come up hither; Than that thou shouldest be put lower in the presence of the prince Whom thine eyes have seen."
    },
    {
      "verse": 8,
      "text": "Go not forth hastily to strive, Lest thou know notwhat to do in the end thereof, When thy neighbour hath put thee to shame."
    },
    {
      "verse": 9,
      "text": "Debate thy cause with thy neighbour himself;And discover not a secret toanother:"
    },
    {
      "verse": 10,
      "text": "Lest he that heareth itput thee to shame, And thine infamy turn not away."
    },
    {
      "verse": 11,
      "text": "A word fitly spoken Is likeapples of gold in pictures of silver."
    },
    {
      "verse": 12,
      "text": "Asan earring of gold, and an ornament of fine gold, So isa wise reprover upon an obedient ear."
    },
    {
      "verse": 13,
      "text": "As the cold of snow in the time of harvest, So isa faithful messenger to them that send him: For he refresheth the soul of his masters."
    },
    {
      "verse": 14,
      "text": "Whoso boasteth himself of a false gift Is likeclouds and wind without rain."
    },
    {
      "verse": 15,
      "text": "By long forbearing is a prince persuaded, And a soft tongue breaketh the bone."
    },
    {
      "verse": 16,
      "text": "Hast thou found honey? eat so much as is sufficient for thee, Lest thou be filled therewith, and vomit it."
    },
    {
      "verse": 17,
      "text": "Withdraw thy foot from thy neighbour’s house; Lest he be weary ofthee, and sohate thee."
    },
    {
      "verse": 18,
      "text": "A man that beareth false witness against his neighbour Isa maul, and a sword, and a sharp arrow."
    },
    {
      "verse": 19,
      "text": "Confidence in an unfaithful manin time of trouble Is likea broken tooth, and a foot out of joint."
    },
    {
      "verse": 20,
      "text": "Ashe that taketh away a garment in cold weather, And asvinegar upon nitre, So ishe that singeth songs to a heavy heart."
    },
    {
      "verse": 21,
      "text": "If thine enemy behungry, give him bread to eat; And if he bethirsty, give him water to drink:"
    },
    {
      "verse": 22,
      "text": "For thou shalt heap coals of fire upon his head, And the Lordshall reward thee."
    },
    {
      "verse": 23,
      "text": "The north wind driveth away rain: So dothan angry countenance a backbiting tongue."
    },
    {
      "verse": 24,
      "text": "It isbetter to dwell in a corner of the housetop, Than with a brawling woman and in a wide house."
    },
    {
      "verse": 25,
      "text": "Ascold waters to a thirsty soul, So isgood news from a far country."
    },
    {
      "verse": 26,
      "text": "A righteous manfalling down before the wicked Is asa troubled fountain, and a corrupt spring."
    },
    {
      "verse": 27,
      "text": "It isnot good to eat much honey: So for mento search their own glory is notglory."
    },
    {
      "verse": 28,
      "text": "He that hathno rule over his own spirit Is likea city that isbroken down, andwithout walls."
    }
  ]
}