{
  "book_id": "PRO",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "As snow in summer, and as rain in harvest, So honour \\add is\\add* not seemly for a fool."
    },
    {
      "verse": 2,
      "text": "As the bird by wandering, as the swallow by flying, So the curse causeless shall not come."
    },
    {
      "verse": 3,
      "text": "A whip for the horse, a bridle for the ass, And a rod for the fools’ back."
    },
    {
      "verse": 4,
      "text": "Answer not a fool according to his folly, Lest thou also be like unto him."
    },
    {
      "verse": 5,
      "text": "Answer a fool according to his folly, Lest he be wise in his own conceit."
    },
    {
      "verse": 6,
      "text": "He that sendeth a message by the hand of a fool Cutteth off the feet, \\add and\\add* drinketh damage."
    },
    {
      "verse": 7,
      "text": "The legs of the lame are not equal: So \\add is\\add* a parable in the mouth of fools."
    },
    {
      "verse": 8,
      "text": "As \\add he that\\add* bindeth a stone in a sling, So \\add is\\add* he that giveth honour to a fool."
    },
    {
      "verse": 9,
      "text": "\\add As\\add* a thorn goeth up into the hand of a drunkard, So \\add is\\add* a parable in the mouth of fools."
    },
    {
      "verse": 10,
      "text": "The great \\add God\\add* that formed all \\add things\\add* Both rewardeth the fool, and rewardeth transgressors."
    },
    {
      "verse": 11,
      "text": "As a dog returneth to his vomit, \\add So\\add* a fool returneth to his folly."
    },
    {
      "verse": 12,
      "text": "Seest thou a man wise in his own conceit? \\add There is\\add* more hope of a fool than of him."
    },
    {
      "verse": 13,
      "text": "The slothful \\add man\\add* saith, \\add There is\\add* a lion in the way; A lion \\add is\\add* in the streets."
    },
    {
      "verse": 14,
      "text": "\\add As\\add* the door turneth upon his hinges, So \\add doth\\add* the slothful upon his bed."
    },
    {
      "verse": 15,
      "text": "The slothful hideth his hand in \\add his\\add* bosom; It grieveth him to bring it again to his mouth."
    },
    {
      "verse": 16,
      "text": "The sluggard \\add is\\add* wiser in his own conceit Than seven \\add men\\add* that can render a reason."
    },
    {
      "verse": 17,
      "text": "He that passeth by, \\add and\\add* meddleth with strife \\add belonging\\add* not to him, \\add Is like\\add* one that taketh a dog by the ears."
    },
    {
      "verse": 18,
      "text": "As a mad \\add man\\add* who casteth firebrands, arrows, and death,"
    },
    {
      "verse": 19,
      "text": "So \\add is\\add* the man \\add that\\add* deceiveth his neighbour, And saith, Am not I in sport?"
    },
    {
      "verse": 20,
      "text": "Where no wood is, \\add there\\add* the fire goeth out: So where \\add there is\\add* no talebearer, the strife ceaseth."
    },
    {
      "verse": 21,
      "text": "\\add As\\add* coals \\add are\\add* to burning coals, and wood to fire; So \\add is\\add* a contentious man to kindle strife."
    },
    {
      "verse": 22,
      "text": "The words of a talebearer \\add are\\add* as wounds, And they go down \\add into\\add* the innermost parts of the belly."
    },
    {
      "verse": 23,
      "text": "Burning lips and a wicked heart \\add Are like\\add* a potsherd covered with silver dross."
    },
    {
      "verse": 24,
      "text": "He that hateth dissembleth with his lips, And layeth up deceit within him;"
    },
    {
      "verse": 25,
      "text": "When he speaketh fair, believe him not: For \\add there are\\add* seven abominations in his heart."
    },
    {
      "verse": 26,
      "text": "\\add Whose\\add* hatred is covered by deceit, His wickedness shall be shewed before the \\add whole\\add* congregation."
    },
    {
      "verse": 27,
      "text": "Whoso diggeth a pit shall fall therein: And he that rolleth a stone, it will return upon him."
    },
    {
      "verse": 28,
      "text": "A lying tongue hateth \\add those that are\\add* afflicted by it; And a flattering mouth worketh ruin."
    }
  ]
}