{
  "book_id": "PRO",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "The wicked flee when no man pursueth: But the righteous are bold as a lion."
    },
    {
      "verse": 2,
      "text": "For the transgression of a land many \\add are\\add* the princes thereof: But by a man of understanding \\add and\\add* knowledge the state \\add thereof\\add* shall be prolonged."
    },
    {
      "verse": 3,
      "text": "A poor man that oppresseth the poor \\add Is like\\add* a sweeping rain which leaveth no food."
    },
    {
      "verse": 4,
      "text": "They that forsake the law praise the wicked: But such as keep the law contend with them."
    },
    {
      "verse": 5,
      "text": "Evil men understand not judgment: But they that seek the \\sc Lord\\sc* understand all \\add things\\add*."
    },
    {
      "verse": 6,
      "text": "Better \\add is\\add* the poor that walketh in his uprightness, Than \\add he that is\\add* perverse in \\add his\\add* ways, though he \\add be\\add* rich."
    },
    {
      "verse": 7,
      "text": "Whoso keepeth the law \\add is\\add* a wise son: But he that is a companion of riotous \\add men\\add* shameth his father."
    },
    {
      "verse": 8,
      "text": "He that by usury and unjust gain increaseth his substance, He shall gather it for him that will pity the poor."
    },
    {
      "verse": 9,
      "text": "He that turneth away his ear from hearing the law, Even his prayer \\add shall be\\add* abomination."
    },
    {
      "verse": 10,
      "text": "Whoso causeth the righteous to go astray in an evil way, He shall fall himself into his own pit: But the upright shall have good \\add things\\add* in possession."
    },
    {
      "verse": 11,
      "text": "The rich man \\add is\\add* wise in his own conceit; But the poor that hath understanding searcheth him out."
    },
    {
      "verse": 12,
      "text": "When righteous \\add men\\add* do rejoice, \\add there is\\add* great glory: But when the wicked rise, a man is hidden."
    },
    {
      "verse": 13,
      "text": "He that covereth his sins shall not prosper: But whoso confesseth and forsaketh \\add them\\add* shall have mercy."
    },
    {
      "verse": 14,
      "text": "Happy \\add is\\add* the man that feareth alway: But he that hardeneth his heart shall fall into mischief."
    },
    {
      "verse": 15,
      "text": "\\add As\\add* a roaring lion, and a ranging bear; \\add So is\\add* a wicked ruler over the poor people."
    },
    {
      "verse": 16,
      "text": "The prince that wanteth understanding \\add is\\add* also a great oppressor: \\add But\\add* he that hateth covetousness shall prolong \\add his\\add* days."
    },
    {
      "verse": 17,
      "text": "A man that doeth violence to the blood of \\add any\\add* person Shall flee to the pit; let no man stay him."
    },
    {
      "verse": 18,
      "text": "Whoso walketh uprightly shall be saved: But \\add he that is\\add* perverse in \\add his\\add* ways shall fall at once."
    },
    {
      "verse": 19,
      "text": "He that tilleth his land shall have plenty \\add of\\add* bread: But he that followeth after vain \\add persons\\add* shall have poverty enough."
    },
    {
      "verse": 20,
      "text": "A faithful man shall abound with blessings: But he that maketh haste to be rich shall not be innocent."
    },
    {
      "verse": 21,
      "text": "To have respect of persons \\add is\\add* not good: For for a piece of bread \\add that\\add* man will transgress."
    },
    {
      "verse": 22,
      "text": "He that hasteth to be rich \\add hath\\add* an evil eye, And considereth not that poverty shall come \\add upon\\add* him."
    },
    {
      "verse": 23,
      "text": "He that rebuketh a man, afterwards shall find more favour Than he that flattereth with the tongue."
    },
    {
      "verse": 24,
      "text": "Whoso robbeth his father or his mother, And saith, \\add It is\\add* no transgression; The same \\add is\\add* the companion of a destroyer."
    },
    {
      "verse": 25,
      "text": "He that is of a proud heart stirreth up strife: But he that putteth his trust in the \\sc Lord\\sc* shall be made fat."
    },
    {
      "verse": 26,
      "text": "He that trusteth in his own heart \\add is\\add* a fool: But whoso walketh wisely, he shall be delivered."
    },
    {
      "verse": 27,
      "text": "He that giveth unto the poor \\add shall\\add* not lack: But he that hideth his eyes shall have many a curse."
    },
    {
      "verse": 28,
      "text": "When the wicked rise, men hide themselves: But when they perish, the righteous increase."
    }
  ]
}