{
  "book_id": "LAM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Remember, O Jehovah, what is come upon us: Behold, and see our reproach."
    },
    {
      "verse": 2,
      "text": "Our inheritance is turned unto strangers, Our houses unto aliens."
    },
    {
      "verse": 3,
      "text": "We are orphans and fatherless; Our mothers are as widows."
    },
    {
      "verse": 4,
      "text": "We have drunken our water for money; Our wood is sold unto us."
    },
    {
      "verse": 5,
      "text": "Our pursuers are upon our necks: We are weary, and have no rest."
    },
    {
      "verse": 6,
      "text": "We have given the hand to the Egyptians, And to the Assyrians, to be satisfied with bread."
    },
    {
      "verse": 7,
      "text": "Our fathers sinned, and are not; And we have borne their iniquities."
    },
    {
      "verse": 8,
      "text": "Servants rule over us: There is none to deliver us out of their hand."
    },
    {
      "verse": 9,
      "text": "We get our bread at the peril of our lives, Because of the sword of the wilderness."
    },
    {
      "verse": 10,
      "text": "Our skin is black like an oven, Because of the burning heat of famine."
    },
    {
      "verse": 11,
      "text": "They ravished the women in Zion, The virgins in the cities of Judah."
    },
    {
      "verse": 12,
      "text": "Princes were hung up by their hand: The faces of elders were not honored."
    },
    {
      "verse": 13,
      "text": "The young men bare the mill; And the children stumbled under the wood."
    },
    {
      "verse": 14,
      "text": "The elders have ceased from the gate, The young men from their music."
    },
    {
      "verse": 15,
      "text": "The joy of our heart is ceased; Our dance is turned into mourning."
    },
    {
      "verse": 16,
      "text": "The crown is fallen from our head: Woe unto us! for we have sinned."
    },
    {
      "verse": 17,
      "text": "For this our heart is faint; For these things our eyes are dim;"
    },
    {
      "verse": 18,
      "text": "For the mountain of Zion, which is desolate: The foxes walk upon it."
    },
    {
      "verse": 19,
      "text": "Thou, O Jehovah, abidest forever; Thy throne is from generation to generation."
    },
    {
      "verse": 20,
      "text": "Wherefore dost thou forget us forever, Andforsake us so long time?"
    },
    {
      "verse": 21,
      "text": "Turn thou us unto thee, O Jehovah, and we shall be turned; Renew our days as of old."
    },
    {
      "verse": 22,
      "text": "But thou hast utterly rejected us; Thou art very wroth against us."
    }
  ]
}