{
  "book_id": "MAT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "ספר תולדת ישוע המשיח בן דוד בן אברהם׃"
    },
    {
      "verse": 2,
      "text": "אברהם הוליד את יצחק ויצחק הוליד את יעקב ויעקב הוליד את יהודה ואת אחיו׃"
    },
    {
      "verse": 3,
      "text": "ויהודה הוליד את פרץ ואת זרח מתמר ופרץ הוליד את חצרון וחצרון הוליד את רם׃"
    },
    {
      "verse": 4,
      "text": "ורם הוליד את עמינדב ועמינדב הוליד את נחשון ונחשון הוליד את שלמון׃"
    },
    {
      "verse": 5,
      "text": "ושלמון הוליד את בעז מרחב ובעז הוליד את עובד מרות ועובד הוליד את ישי׃"
    },
    {
      "verse": 6,
      "text": "וישי הוליד את דוד המלך ודוד המלך הוליד את שלמה מאשת אוריה׃"
    },
    {
      "verse": 7,
      "text": "ושלמה הוליד את רחבעם ורחבעם הוליד את אביה ואביה הוליד את אסא׃"
    },
    {
      "verse": 8,
      "text": "ואסא הוליד את יהושפט ויהושפט הוליד את יורם ויורם הוליד את עזיהו׃"
    },
    {
      "verse": 9,
      "text": "ועזיהו הוליד את יותם ויותם הוליד את אחז ואחז הוליד את יחזקיהו׃"
    },
    {
      "verse": 10,
      "text": "ויחזקיהו הוליד את מנשה ומנשה הוליד את אמון ואמון הוליד את יאשיהו׃"
    },
    {
      "verse": 11,
      "text": "ויאשיהו הוליד את יכניהו ואת אחיו לעת גלות בבל׃"
    },
    {
      "verse": 12,
      "text": "ואחרי גלותם בבלה הוליד יכניה את שאלתיאל ושאלתיאל הוליד את זרבבל׃"
    },
    {
      "verse": 13,
      "text": "וזרבבל הוליד את אביהוד ואביהוד הוליד את אליקים ואליקים הוליד את עזור׃"
    },
    {
      "verse": 14,
      "text": "ועזור הוליד את צדוק וצדוק הוליד את יכין ויכין הוליד את אליהוד׃"
    },
    {
      "verse": 15,
      "text": "ואליהוד הוליד את אלעזר ואלעזר הוליד את מתן ומתן הוליד את יעקב׃"
    },
    {
      "verse": 16,
      "text": "ויעקב הוליד את יוסף בעל מרים אשר ממנה נולד ישוע הנקרא משיח׃"
    },
    {
      "verse": 17,
      "text": "והנה כל הדרות מן אברהם עד דוד ארבעה עשר דרות ומן דוד עד גלות בבל ארבעה עשר דרות ומעת גלות בבל עד המשיח ארבעה עשר דרות׃"
    },
    {
      "verse": 18,
      "text": "והלדת ישוע המשיח כה היתה מרים אמו ארשה ליוסף ובטרם יבא אליה נמצאת הרה לרוח הקדש׃"
    },
    {
      "verse": 19,
      "text": "ויוסף בעלה היה איש צדיק ולא אבה לתתה לבוז ויאמר בלבו לשלחה בסתר׃"
    },
    {
      "verse": 20,
      "text": "הוא חשב כזאת והנה מלאך יהוה נראה אליו בחלום ויאמר יוסף בן דוד אל תירא מכנוס אליך את מרים אשתך כי אשר הרה בה מרוח הקדש הוא׃"
    },
    {
      "verse": 21,
      "text": "והיא ילדת בן וקראת את שמו ישוע כי הוא יושיע את עמו מעונותיהם׃"
    },
    {
      "verse": 22,
      "text": "ותהי כל זאת למלאת את אשר דבר יהוה ביד הנביא לאמר׃"
    },
    {
      "verse": 23,
      "text": "הנה העלמה הרה וילדת בן וקראו שמו עמנואל אשר פרושו האל עמנו׃"
    },
    {
      "verse": 24,
      "text": "וייקץ יוסף משנתו ויעש כאשר צוהו מלאך יהוה ויקח אליו את אשתו׃"
    },
    {
      "verse": 25,
      "text": "ולא ידעה עד כי ילדה בן את בכורה ויקרא את שמו ישוע׃"
    }
  ]
}