{
  "book_id": "MAT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "אז נשא הרוח את ישוע המדברה למען ינסהו השטן׃"
    },
    {
      "verse": 2,
      "text": "ויהי אחרי צומו ארבעים יום וארבעים לילה וירעב׃"
    },
    {
      "verse": 3,
      "text": "ויגש אליו המנסה ויאמר אם בן האלהים אתה אמר לאבנים האלה ותהיין ללחם׃"
    },
    {
      "verse": 4,
      "text": "ויען ויאמר הן כתוב לא על הלחם לבדו יחיה האדם כי על כל מוצא פי יי׃"
    },
    {
      "verse": 5,
      "text": "וישאהו השטן אל עיר הקדש ויעמידהו על פנת בית המקדש׃"
    },
    {
      "verse": 6,
      "text": "ויאמר אליו אם בן האלהים אתה התנפל למטה כי כתוב כי מלאכיו יצוה לך ועל כפים ישאונך פן תגף באבן רגלך׃"
    },
    {
      "verse": 7,
      "text": "ויאמר אליו ישוע ועוד כתוב לא תנסה את יהוה אלהיך׃"
    },
    {
      "verse": 8,
      "text": "ויוסף השטן וישאהו אל הר גבה מאד ויראהו את כל ממלכות תבל וכבודן׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אליו את כל זאת לך אתננה אם תקד ותשתחוה לי׃"
    },
    {
      "verse": 10,
      "text": "ויאמר אליו ישוע סור ממני השטן כי כתוב ליהוה אלהיך תשתחוה ואותו לבדו תעבד׃"
    },
    {
      "verse": 11,
      "text": "וירף ממנו השטן והנה נגשו אליו מלאכים וישרתוהו׃"
    },
    {
      "verse": 12,
      "text": "ויהי כשמעו כי הסגירו את יוחנן וילך לו ארץ הגליל׃"
    },
    {
      "verse": 13,
      "text": "ויעזב את נצרת ויבא וישב בכפר נחום אשר על שפת הים בגבול זבלון ונפתלי׃"
    },
    {
      "verse": 14,
      "text": "למלאת הנאמר על פי ישעיהו הנביא לאמר׃"
    },
    {
      "verse": 15,
      "text": "ארצה זבלון וארצה נפתלי דרך הים עבר הירדן גליל הגוים׃"
    },
    {
      "verse": 16,
      "text": "העם ההלכים בחשך ראו אור גדול וישבי בארץ צלמות אור נגה עליהם׃"
    },
    {
      "verse": 17,
      "text": "מן העת ההיא החל ישוע לקרא קרוא ואמור שובו כי הגיעה מלכות השמים׃"
    },
    {
      "verse": 18,
      "text": "ויהי בהתהלכו על יד ים הגליל וירא שני אנשים אחים את שמעון הנקרא פטרוס ואת אנדרי אחיו והמה משליכים מצודה בים כי דיגים היו׃"
    },
    {
      "verse": 19,
      "text": "ויאמר אליהם לכו אחרי ואשימכם לדיגי אנשים׃"
    },
    {
      "verse": 20,
      "text": "ויעזבו מהרה את המכמרות וילכו אחריו׃"
    },
    {
      "verse": 21,
      "text": "ויהי כעברו משם וירא שני אנשים אחים אחרים את יעקב בן זבדי ואת יוחנן אחיו באניה עם זבדי אביהם מתקנים את מכמרותם ויקרא אליהם׃"
    },
    {
      "verse": 22,
      "text": "ויעזבו מיד את האניה ואת אביהם וילכו אחריו׃"
    },
    {
      "verse": 23,
      "text": "ויסב ישוע בכל הגליל וילמד בבתי כנסיותיהם ויבשר בשורת המלכות וירפא כל מחלה וכל מדוה בעם׃"
    },
    {
      "verse": 24,
      "text": "ויצא שמעו בכל ארץ סוריא ויביאו אליו את כל החולים המענים בכל חלים ומכאובים ואחוזי שדים ומכי ירח ונכי אברים וירפאם׃"
    },
    {
      "verse": 25,
      "text": "וילכו אחריו המנים המנים מן הגליל ומן עשר הערים ומירושלים ויהודה ומעבר לירדן׃"
    }
  ]
}