{
  "book_id": "MAT",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי כראותו את המון העם ויעל ההרה וישב שם ויגשו אליו תלמידיו׃"
    },
    {
      "verse": 2,
      "text": "ויפתח את פיהו וילמד אותם לאמר׃"
    },
    {
      "verse": 3,
      "text": "אשרי עניי רוח כי להם מלכות השמים׃"
    },
    {
      "verse": 4,
      "text": "אשרי האבלים כי הם ינחמו׃"
    },
    {
      "verse": 5,
      "text": "אשרי הענוים כי המה יירשו הארץ׃"
    },
    {
      "verse": 6,
      "text": "אשרי הרעבים והצמאים לצדקה כי הם ישבעו׃"
    },
    {
      "verse": 7,
      "text": "אשרי הרחמנים כי הם ירחמו׃"
    },
    {
      "verse": 8,
      "text": "אשרי ברי לבב כי הם יחזו את האלהים׃"
    },
    {
      "verse": 9,
      "text": "אשרי רדפי שלום כי בני אלהים יקראו׃"
    },
    {
      "verse": 10,
      "text": "אשרי הנרדפים על דבר הצדקה כי להם מלכות השמים׃"
    },
    {
      "verse": 11,
      "text": "אשריכם אם יחרפו וירדפו אתכם וידברו בשקר עליכם כל רע בעבורי׃"
    },
    {
      "verse": 12,
      "text": "שמחו וגילו כי שכרכם רב בשמים כי כן רדפו את הנביאים אשר היו לפניכם׃"
    },
    {
      "verse": 13,
      "text": "אתם מלח הארץ ואם המלח היה תפל במה ימלח הן לא יצלח עוד לכל כי אם להשליך חוצה והיה מרמס לבני אדם׃"
    },
    {
      "verse": 14,
      "text": "אתם אור העולם עיר ישבת על ההר לא תוכל להסתר׃"
    },
    {
      "verse": 15,
      "text": "גם אין מדליקים נר ושמים אותו תחת האיפה כי אם על המנורה ויאר לכל אנשי הבית׃"
    },
    {
      "verse": 16,
      "text": "כן יאר אורכם לפני בני האדם למען יראו מעשיכם הטובים ושבחו את אביכים שבשמים׃"
    },
    {
      "verse": 17,
      "text": "אל תחשבו כי באתי להפר את התורה או את דברי הנביאים לא באתי להפר כי אם למלאת׃"
    },
    {
      "verse": 18,
      "text": "כי אמן אמר אני לכם עד כי יעברו השמים והארץ לא תעבר יוד אחת או קוץ אחד מן התורה עד אשר יעשה הכל׃"
    },
    {
      "verse": 19,
      "text": "לכן מי אשר יפר אחת מן המצות הקטנות האלה וכן ילמד את בני האדם קטון יקרא במלכות השמים ואשר יעשה וילמד אותן הוא גדול יקרא במלכות השמים׃"
    },
    {
      "verse": 20,
      "text": "כי אני אמר לכם אם לא תרבה צדקתכם מצדקת הסופרים והפרושים לא תבאו אל מלכות השמים׃"
    },
    {
      "verse": 21,
      "text": "שמעתם כי נאמר לקדמונים לא תרצח ואשר ירצח מחיב הוא לבית דין׃"
    },
    {
      "verse": 22,
      "text": "אבל אני אמר לכם כל אשר יקצף על אחיו חנם מחיב הוא לבית דין ואשר יאמר אל אחיו רקא מחיב הוא לסנהדרין ואשר יאמר אתה הנבל מחיב לאש גיהנם׃"
    },
    {
      "verse": 23,
      "text": "לכן אם תקריב קרבנך אל המזבח ושם תזכר כי יש לאחיך דבר עליך׃"
    },
    {
      "verse": 24,
      "text": "עזוב תעזב שם את קרבנך לפני המזבח וקדם ללכת לכפר פני אחיך ואחרי כן בוא הקרב את קרבנך׃"
    },
    {
      "verse": 25,
      "text": "מהר התרצה לאיש ריבך בעודך בדרך אתו פן יסגיר אתך איש ריבך אל השפט והשפט יסגירך לשוטר והשלכת את בית הכלא׃"
    },
    {
      "verse": 26,
      "text": "אמן אמר אני לך לא תצא משם עד אשר שלמת את הפרוטה האחרונה׃"
    },
    {
      "verse": 27,
      "text": "שמעתם כי נאמר לקדמונים לא תנאף׃"
    },
    {
      "verse": 28,
      "text": "אבל אני אמר לכם כל אשר יביט באשה לחמד אותה נאף נאפה בלבו׃"
    },
    {
      "verse": 29,
      "text": "ואם תכשילך עין ימינך נקר אותה והשלך ממך כי טוב לך אשר יאבד אחד מאבריך מרדת כל גופך אל גיהנם׃"
    },
    {
      "verse": 30,
      "text": "ואם ידך הימנית תכשילך קצץ אותה והשלך ממך כי טוב לך אשר יאבד אחד מאבריך מרדת כל גופך אל גיהנם׃"
    },
    {
      "verse": 31,
      "text": "ונאמר איש אשר ישלח את אשתו ונתן לה ספר כריתות׃"
    },
    {
      "verse": 32,
      "text": "אבל אני אמר לכם המשלח את אשתו בלתי על דבר זנות עשה אתה נאפת והלקח את הגרושה לו לאשה נאף הוא׃"
    },
    {
      "verse": 33,
      "text": "עוד שמעתם כי נאמר לקדמונים לא תשבע לשקר ושלם ליהוה שבעותיך׃"
    },
    {
      "verse": 34,
      "text": "אבל אני אמר לכם לא תשבעו כל שבועה לא בשמים כי כסא אלהים המה׃"
    },
    {
      "verse": 35,
      "text": "ולא בארץ כי הדום רגליו היא ולא בירושלים כי היא קרית מלך רב׃"
    },
    {
      "verse": 36,
      "text": "]73-63[ אף בראשך אל תשבע כי אין ביכלתך להפך שער אחד ללבן או לשחר אך יהי דברין הן הן לא לא והיותר מאלה מן הרע הוא׃"
    },
    {
      "verse": 37,
      "text": "]73-63[׃"
    },
    {
      "verse": 38,
      "text": "שמעתם כי נאמר עין תחת עין שן תחת שן׃"
    },
    {
      "verse": 39,
      "text": "אבל אני אמר לכם אל תתקוממו לרע אך המכה אותך על הלפי הימנית הטה לו גם את האחרת׃"
    },
    {
      "verse": 40,
      "text": "ואשר יחפץ לריב עמך ולקחת את כתנתך תן לו גם את חמעיל׃"
    },
    {
      "verse": 41,
      "text": "והאנס אותך ללכת עמו דרך מיל לך אתו שנים׃"
    },
    {
      "verse": 42,
      "text": "השאל מאתך תן לו והבא ללות ממך אל תשב פניו׃"
    },
    {
      "verse": 43,
      "text": "שמעתם כי נאמר ואהבת לרעך ושנאת את איבך׃"
    },
    {
      "verse": 44,
      "text": "אבל אני אמר לכם אהבו את איביכם ברכו את מקקליכם היטיבו לשנאיכם והתפללו בעד מכאיביכם ורדפיכם׃"
    },
    {
      "verse": 45,
      "text": "למען תהיו בנים לאביכם שבשמים אשר הוא מזריח שמשו לרעים ולטובים וממטיר על הצדיקים וגם על הרשעים׃"
    },
    {
      "verse": 46,
      "text": "כי אם תאהבו את אהביכם מה הוא שכרכם הלא גם המכסים יעשו זאת׃"
    },
    {
      "verse": 47,
      "text": "ואם תשאלו לשלום אחיכם בלבד מה יתרון לכם הלא גם המכסים יעשו זאת׃"
    },
    {
      "verse": 48,
      "text": "לכן היו שלמים כאשר אביכם שבשמים שלם הוא׃"
    }
  ]
}