{
  "book_id": "MAT",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "השמרו לכם מעשות צדקתכם לפני בני אדם למען יראו אתכם ואם לא אין לכם שכר מאת אביכם שבשמים׃"
    },
    {
      "verse": 2,
      "text": "לכן בעשותך צדקה אל תריע לפניך בשופר כמעשה החנפים בבתי הכנסיות ובחרבות למען יהללו אותם האמשים אמן אמר אני לכם כי לקחו את שכרם׃"
    },
    {
      "verse": 3,
      "text": "ואתה בעשותך צדקה אל תדע שמאלך את אשר עשה ימינך׃"
    },
    {
      "verse": 4,
      "text": "למען תהיה צדקתך בסתר ואביך הראה במסתרים הוא בגלוי יגמלך׃"
    },
    {
      "verse": 5,
      "text": "וכי תתפלל אל תהי כחנפים האהבים להתפלל בעמדם בבתי הכנסיות ואצל פנות השוקים למען יראו לבני אדם אמן אמר אני לכם כי לקחו את שכרם׃"
    },
    {
      "verse": 6,
      "text": "ואתה כי תתפלל בוא בחדרך וסגר דלתך בעדך והתפלל אל אביך אשר בסתר ואביך הראה במסתרים הוא בגלוי יגמלך׃"
    },
    {
      "verse": 7,
      "text": "ובהתפללכם אל תפטפטו כגוים החשבים כי בהרבות דבריהם ישמעו׃"
    },
    {
      "verse": 8,
      "text": "ואתם אל תדמו להם כי יודע אביכם כל צרככם בטרם תשאלו ממנו׃"
    },
    {
      "verse": 9,
      "text": "לכן כה תתפללו אבינו שבשמים יתקדש שמך׃"
    },
    {
      "verse": 10,
      "text": "תבא מלכותך יעשה רצונך כמו בשמים כן בארץ׃"
    },
    {
      "verse": 11,
      "text": "את לחם חקנו תן לנו היום׃"
    },
    {
      "verse": 12,
      "text": "וסלח לנו את חבותינו כאשר סלחנו גם אנחנו לחיבינו׃"
    },
    {
      "verse": 13,
      "text": "ואל תביאנו לידי נסיון כי אם חלצנו מן הרע כי לך הממלכה והגבורה והתפארת לעולמי עולמים אמן׃"
    },
    {
      "verse": 14,
      "text": "כי אם תסלחו לבני אדם את חטאתם אביכם שבשמים יסלח גם לכם׃"
    },
    {
      "verse": 15,
      "text": "ואם לא תסלחו לבני אדם גם אביכם לא יסלח לכם את חטאתיכם׃"
    },
    {
      "verse": 16,
      "text": "וכי תצומו אל תהיו זעפים כחנפים המשנים את פניהם להראות צמים לבני אדם אמן אמר אני לכם כי לקחו את שכרם׃"
    },
    {
      "verse": 17,
      "text": "ואתה כי תצום סוך את ראשך ורחץ את פניך׃"
    },
    {
      "verse": 18,
      "text": "למען לא תראה בצומך לבני אדם כי אם לאביך אשר בסתר ואביך הראה במסתרים הוא בגלוי יגמלך׃"
    },
    {
      "verse": 19,
      "text": "אל תאצרו לכם אוצרות בארץ אשר יאכלום שם סס ורקב וגנבים יחתרו שם וגנבו׃"
    },
    {
      "verse": 20,
      "text": "אבל תאצרו לכם אוצרות בשמים אשר סס ורקב לא יאכלום שם וגנבים לא יחתרו שם ולא יגנבו׃"
    },
    {
      "verse": 21,
      "text": "כי במקום אשר אוצרכם בו שם יהיה גם לבבכם׃"
    },
    {
      "verse": 22,
      "text": "נר הגוף הוא העין ואם עינך היא תמימה כל גופך יאור׃"
    },
    {
      "verse": 23,
      "text": "ואם עינך רעה כל גופך יחשך והנה אם יחשך האור אשר בקרבך מה רב החשך׃"
    },
    {
      "verse": 24,
      "text": "לא יוכל איש לעבד שני אדנים כי אם ישנא את האחד ויאהב את האחר או ידבק באחד ויבזה את האחר לא תוכלו עבוד את האלהים ואת הממון׃"
    },
    {
      "verse": 25,
      "text": "על כן אמר אני לכם אל תדאגו לנפשכם מה תאכלו ומה תשתו ולגופכם מה תלבשו הלא הנפש היא יקרה מן המזון והגוף יקר מן המלבוש׃"
    },
    {
      "verse": 26,
      "text": "הביטו וראו את עוף השמים אשר אינם זרעים ואינם קצרים ואינם אספים לאסמים ואביכם שבשמים מכלכל אתם הלא אתם נעליתם עליהם מאד׃"
    },
    {
      "verse": 27,
      "text": "ומי זה מכם אשר בדאגתו יוכל להוסיף על קומתו אמה אחת׃"
    },
    {
      "verse": 28,
      "text": "וללבוש למה תדאגו התבוננו נא אל שושני השדה הצמחות אינן עמלות ואינן טות׃"
    },
    {
      "verse": 29,
      "text": "ואני אמר לכם כי גם שלמה בכל הדרו לא היה לבוש כאחת מהנה׃"
    },
    {
      "verse": 30,
      "text": "ואם ככה מלביש האלהים את חציר השדה אשר היום צמח ומחר ישלך לתוך התנור אף כי אתכם קטני האמונה׃"
    },
    {
      "verse": 31,
      "text": "לכן אל תדאגו לאמר מה נאכל ומה נשתה ומה נלבש׃"
    },
    {
      "verse": 32,
      "text": "כי את כל אלה מבקשים הגוים הלא ידע אביכם אשר בשמים כי אתם צריכים לכל אלה׃"
    },
    {
      "verse": 33,
      "text": "אך בקשו בראשונה את מלכות אלהים ואת צדקתו ונוסף לכם כל אלה׃"
    },
    {
      "verse": 34,
      "text": "לכן אל תדאגו ליום מחר כי יום מחר הוא ידאג לעצמו ודיו ליום צרתו׃"
    }
  ]
}