{
  "book_id": "MAT",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "אל תשפטו למען לא תשפטו׃"
    },
    {
      "verse": 2,
      "text": "כי במשפט אשר אתם שפטים בו תשפטו ובמדה אשר אתם מדדים בה ימד לכם׃"
    },
    {
      "verse": 3,
      "text": "ולמה זה אתה ראה את הקסם בעין אחיך ואת הקורה אשר בעינך לא תביט׃"
    },
    {
      "verse": 4,
      "text": "ואיך תאמר אל אחיך הניחה לי ואסירה את הקסם מעינך והנה הקורה בעינך׃"
    },
    {
      "verse": 5,
      "text": "החנף הסר בראשונה את הקורה מעינך ואחרי כן ראה תראה להסיר את הקסם מעין אחיך׃"
    },
    {
      "verse": 6,
      "text": "אל תתנו את הקדש לכלבים ואל תשליכו פניניכם לפני החזירים פן ירמסום ברגליהם ופנו וטרפו אתכם׃"
    },
    {
      "verse": 7,
      "text": "שאלו וינתן לכם דרשו ותמצאו דפקו ויפתח לכם׃"
    },
    {
      "verse": 8,
      "text": "כי כל השאל יקבל והדרש ימצא והדפק יפתח לו׃"
    },
    {
      "verse": 9,
      "text": "ומי זה איש מכם אשר ישאל ממנו בנו לחם ונתן לו אבן׃"
    },
    {
      "verse": 10,
      "text": "וכי ישאל ממנו דג היתן לו נחש׃"
    },
    {
      "verse": 11,
      "text": "הן אתם הרעים ידעים לתת מתנות טבות לבניכם אף כי אביכם שבשמים יתן אך טוב לשאלים מאתו׃"
    },
    {
      "verse": 12,
      "text": "לכן כל אשר תחפצו כי יעשו לכם בני האדם עשו להם גם אתם כי זאת היא התורה והנביאים׃"
    },
    {
      "verse": 13,
      "text": "באו בפתח הצר כי רחב הפתח ומרוח הדרך המביא לאבדון ורבים אשר יבאו בו׃"
    },
    {
      "verse": 14,
      "text": "ומה צר הפתח ומוצק הדרך המביא לחיים ומעטים הם אשר ימצאוהו׃"
    },
    {
      "verse": 15,
      "text": "השמרו לכם מנביאי השקר הבאים אליכם בלבוש כבשים ובקרבם זאבים טרפים המה׃"
    },
    {
      "verse": 16,
      "text": "הכר תכירו אותם בפריהם היאספו ענבים מן הקצים או תאנים מן הברקנים׃"
    },
    {
      "verse": 17,
      "text": "כן כל עץ טוב עשה פרי טוב והמשחת עשה פרי רע׃"
    },
    {
      "verse": 18,
      "text": "עץ טוב לא יוכל עשות פרי רע ועץ משחת לא יעשה פרי טוב׃"
    },
    {
      "verse": 19,
      "text": "וכל עץ אשר לא יעשה פרי טוב יגדע וישלך באש׃"
    },
    {
      "verse": 20,
      "text": "לכן בפרים תכירו אותם׃"
    },
    {
      "verse": 21,
      "text": "לא כל האמר לי אדני אדני יבוא אל מלכות השמים כי אם העשה רצון אבי שבשמים׃"
    },
    {
      "verse": 22,
      "text": "והיה ביום ההוא יאמרו רבים אלי אדנינו אדנינו הלא בשמך נבאנו ובשמך גרשנו שדים ובשמך עשינו גבורות רבות׃"
    },
    {
      "verse": 23,
      "text": "אז אענה בם לאמר מעולם לא ידעתי אתכם סורו ממני פעלי האון׃"
    },
    {
      "verse": 24,
      "text": "לכן כל השמע את דברי אלה ועשה אתם אדמהו לאיש חכם אשר בנה את ביתו על הסלע׃"
    },
    {
      "verse": 25,
      "text": "וירד הגשם וישטפו הנהרות וישבו הרוחות ויגעו בבית ההוא ולא נפל כי יסד על הסלע׃"
    },
    {
      "verse": 26,
      "text": "וכל השמע את דברי אלה ולא יעשה אתם ידמה לאיש בער אשר בנה את ביתו על החול׃"
    },
    {
      "verse": 27,
      "text": "וירד הגשם וישטפו הנהרות וישבו הרוחות ויפגעו בבית ההוא ויפל ותהי מפלתו גדולה׃"
    },
    {
      "verse": 28,
      "text": "ויהי ככלות ישוע לדבר את הדברים האלה וישתומם המון העם על תורתו׃"
    },
    {
      "verse": 29,
      "text": "כי היה מלמד אותם כבעל גבורה ולא כסופרים׃"
    }
  ]
}