{
  "book_id": "MAT",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "וירד מן ההר וילך אחריו המון עם רב׃"
    },
    {
      "verse": 2,
      "text": "והנה איש מצרע בא וישתחו לו ויאמר אדני אם תרצה תוכל לטהרני׃"
    },
    {
      "verse": 3,
      "text": "וישלח ישוע את ידו ויגע בו ויאמר חפץ אנכי טהר ומיד נרפאה צרעתו׃"
    },
    {
      "verse": 4,
      "text": "ויאמר אליו ישוע ראה פן תספר לאיש כי אם לך לך והראה אל הכהן והקרב את הקרבן אשר צוה משה לעדות להם׃"
    },
    {
      "verse": 5,
      "text": "ויהי כבאו אל כפר נחום ויגש אליו שר מאה אחד ויתחנן לו לאמר׃"
    },
    {
      "verse": 6,
      "text": "אדני הנה נערי נפל למשכב בביתי והוא נכה אברים ומענה עד מאד׃"
    },
    {
      "verse": 7,
      "text": "ויאמר ישוע אליו אבא וארפאהו׃"
    },
    {
      "verse": 8,
      "text": "ויען שר המאה ויאמר אדני נקלתי מבאך בצל קורתי אך דבר נא רק דבר ונרפא נערי׃"
    },
    {
      "verse": 9,
      "text": "כי אנכי איש נתון תחת השלטון וגם יש תחת ידי אנשי צבא ואמרתי לזה לך והלך ולזה בוא ובא ולעבדי עשה זאת ועשה׃"
    },
    {
      "verse": 10,
      "text": "וישמע ישוע ויתמה ויאמר אל ההלכים אחריו אמן אמר אני לכם גם בישראל לא מצאתי אמונה גדולה כזאת׃"
    },
    {
      "verse": 11,
      "text": "ואני אמר לכם רבים יבאו ממזרח וממערב ויסבו עם אברהם ויצחק ויעקב במלכות השמים׃"
    },
    {
      "verse": 12,
      "text": "אבל בני המלכות המה יגרשו אל החשך החיצון שם תהיה היללה וחרוק השנים׃"
    },
    {
      "verse": 13,
      "text": "ויאמר ישוע אל שר המאה לך וכאמונתך כן יהיה לך וירפא נערו בשעה ההיא׃"
    },
    {
      "verse": 14,
      "text": "ויבא ישוע ביתה פטרוס וירא את חמותו נפלת למשכב כי אחזתה הקדחת׃"
    },
    {
      "verse": 15,
      "text": "ויגע בידה ותרף ממנה הקדחת ותקם ותשרתם׃"
    },
    {
      "verse": 16,
      "text": "ויהי לעת ערב ויביאו אליו רבים אחוזי שדים ויגרש את הרוחות בדבר וירפא את כל החולים׃"
    },
    {
      "verse": 17,
      "text": "למלאת את אשר דבר ישעיהו הנביא לאמר חלינו הוא נשא ומכאבינו סבלם׃"
    },
    {
      "verse": 18,
      "text": "ויהי כראות ישוע המון עם רב סביבתיו ויצו לעבר משם אל עבר הים׃"
    },
    {
      "verse": 19,
      "text": "ויגש אליו אחד הסופרים ויאמר אליו רבי אלכה אחריך אל כל אשר תלך׃"
    },
    {
      "verse": 20,
      "text": "ויאמר אליו ישוע לשועלים יש חורי עפר ולעוף השמים קנים ובן האדם אין לו מקום להניח שם את ראשו׃"
    },
    {
      "verse": 21,
      "text": "ואחר מן התלמידים אמר אליו אדני הניחה לי בראשונה ללכת ולקבר את אבי׃"
    },
    {
      "verse": 22,
      "text": "ויאמר אליו ישוע לך אחרי והנח למתים לקבר את מתיהם׃"
    },
    {
      "verse": 23,
      "text": "וירד אל האניה וירדו אתו תלמידיו׃"
    },
    {
      "verse": 24,
      "text": "והנה סער גדול היה בים ותכסה האניה בגלים והוא ישן׃"
    },
    {
      "verse": 25,
      "text": "ויגשו אליו תלמידיו ויעירו אותו לאמר הושיענו אדנינו אבדנו׃"
    },
    {
      "verse": 26,
      "text": "ויאמר אליהם קטני האמונה למה זה יראתם ויקם ויגער ברוחות ובים ותהי דממה גדולה׃"
    },
    {
      "verse": 27,
      "text": "ויתמהו האנשים ויאמרו מי אפוא הוא אמר גם הרוחות והים לו ישמעון׃"
    },
    {
      "verse": 28,
      "text": "ויהי כבאו אל עבר הים אל ארץ הגרגשים ויפגשוהו שני אנשים אחוזי שדים יצאים מבתי הקברות והמה רגונים מאד עד אשר לא יכל איש לעבר בדרך ההוא׃"
    },
    {
      "verse": 29,
      "text": "והנה הם צעקים לאמר מה לנו ולך ישוע בן האלהים הבאת הלם לענותנו בלא עתנו׃"
    },
    {
      "verse": 30,
      "text": "ועדר חזירים רבים היה שם במרעה הרחק מהם׃"
    },
    {
      "verse": 31,
      "text": "ויתחננו אליו השדים לאמר אם תגרשנו שלחנו בעדר החזירים׃"
    },
    {
      "verse": 32,
      "text": "ויאמר אליהם לכו לכם ויצאו ויבאו בעדר החזירים והנה השתער כל עדר החזירים מן המורד על הים וימותו במים׃"
    },
    {
      "verse": 33,
      "text": "וינוסו הרעים ויבאו העירה ויגידו את הכל ואת אשר נעשה לאחוזי השדים׃"
    },
    {
      "verse": 34,
      "text": "והנה כל העיר יצאה לקראת ישוע וכראותם אתו ויבקשו ממנו לעבר מגבולם׃"
    }
  ]
}