{
  "book_id": "MAT",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "וירד באניה ויעבר ויבא אל עירו׃"
    },
    {
      "verse": 2,
      "text": "והנה הם מביאים אליו איש נכה אברים והוא משכב על המטה ויהי כראות ישוע את אמונתם ויאמר אל נכה האברים חזק בני נסלחו לך חטאתיך׃"
    },
    {
      "verse": 3,
      "text": "והנה אנשים מן הסופרים אמרו בלבבם מגדף הוא׃"
    },
    {
      "verse": 4,
      "text": "וירא ישוע את מחשבתם ויאמר למה תחשבו רעה בלבבכם׃"
    },
    {
      "verse": 5,
      "text": "כי מה הנקל האמר נסלחו לך חטאתיך אם אמר קום התהלך׃"
    },
    {
      "verse": 6,
      "text": "אך למען תדעון כי בן האדם יש לו השלטן בארץ לסלח חטאים ויאמר אל נכה האברים קום שא את מטתך ולך לך אל ביתך׃"
    },
    {
      "verse": 7,
      "text": "ויקם וילך לביתו׃"
    },
    {
      "verse": 8,
      "text": "והמון העם כראותם זאת השתוממו וישבחו את האלהים אשר נתן שלטן כזה לבני אדם׃"
    },
    {
      "verse": 9,
      "text": "ויהי בעבר ישוע משם וירא איש ישב בבית המכס ושמו מתי ויאמר אליו לכה אחרי ויקם וילך אחריך׃"
    },
    {
      "verse": 10,
      "text": "ויהי בהסבו בביתו והנה מוכסים וחטאים רבים באו ויסבו עם ישוע ותלמידיו׃"
    },
    {
      "verse": 11,
      "text": "ויראו הפרושים ויאמרו אל תלמידיו מדוע עם המוכסים והחטאים אכל רבכם׃"
    },
    {
      "verse": 12,
      "text": "וישמע זאת ישוע ויאמר אליהם החזקים אינם צריכים לרפא כי אם החולים׃"
    },
    {
      "verse": 13,
      "text": "ואתם צאו ולמדו מה הוא חסד חפצתי ולא זבח כי לא באתי לקרא את הצדיקים כי אם את החטאים לתשובה׃"
    },
    {
      "verse": 14,
      "text": "ויגשו אליו תלמידי יוחנן ויאמרו מדוע אנחנו והפרושים צמים הרבה ותלמידיך אינם צמים׃"
    },
    {
      "verse": 15,
      "text": "ויאמר אליהם ישוע איך יוכלו בני החפה להתאבל בעוד החתן עמהם הנה ימים באים ולקח מאתם החתן ואז יצומו׃"
    },
    {
      "verse": 16,
      "text": "אין משים מטלית חדשה על שמלה בלה כי תנתק מלאתו מן השמלה ותרע הקריעה׃"
    },
    {
      "verse": 17,
      "text": "ואין נותנים יין חדש בנאדות בלים פן יבקעו הנאדות והיין ישפך והנאדות יאבדו אבל נותנים את היין החדש בנאדות חדשים ושניהם יחדו ישמרו׃"
    },
    {
      "verse": 18,
      "text": "ויהי הוא מדבר אליהם את אלה והנה אחד השרים בא וישתחו לו ויאמר עתה זה מתה בתי בא נא ושים את ידך עליה ותחיה׃"
    },
    {
      "verse": 19,
      "text": "ויקם ישוע וילך אחריו הוא ותלמידיו׃"
    },
    {
      "verse": 20,
      "text": "והנה אשה זבת דם שתים עשרה שנה נגשה מאחריו ותגע בציצת בגדו׃"
    },
    {
      "verse": 21,
      "text": "כי אמרה בלבה אך אם אגע בבגדו אושע׃"
    },
    {
      "verse": 22,
      "text": "ויפן ישוע וירא אותה ויאמר חזקי בתי אמונתך הושיעה לך ותושע האשה מן השעה ההיא׃"
    },
    {
      "verse": 23,
      "text": "ויבא ישוע אל בית השר וירא את המחללים בחלילים ואת העם ההומה ויאמר׃"
    },
    {
      "verse": 24,
      "text": "סורו מפה כי לא מתה הילדה אך ישנה היא וישחקו לו׃"
    },
    {
      "verse": 25,
      "text": "ויהי אחרי גרש העם ויבא הביתה ויאחז בידה ותקם הנערה׃"
    },
    {
      "verse": 26,
      "text": "ותצא השמועה הזאת בכל הארץ ההיא׃"
    },
    {
      "verse": 27,
      "text": "ויעבר ישוע משם וילכו אחריו שני אנשים עורים והמה צעקעם ואמרים חננו בן דוד׃"
    },
    {
      "verse": 28,
      "text": "וכבואו הביתה נגשו אליו העורים ויאמר אליהם ישוע המאמינים אתם כי יש לאל ידי לעשות זאת ויאמרו אליו כן אדנינו׃"
    },
    {
      "verse": 29,
      "text": "ויגע בעיניהם ויאמר יעשה לכם כאמונתכם׃"
    },
    {
      "verse": 30,
      "text": "ותפקחנה עיניהם ויגער בם ישוע ויאמר ראו פן יודע לאיש׃"
    },
    {
      "verse": 31,
      "text": "והמה בצאתם השמיעו את שמעו בכל הארץ ההיא׃"
    },
    {
      "verse": 32,
      "text": "המה יצאו והנה הביאו אליו איש אלם אחוז שד׃"
    },
    {
      "verse": 33,
      "text": "וכאשר גרש השד וידבר האלם ויתמה המון האנשים ויאמרו מעולם לא נראתה כזאת בישראל׃"
    },
    {
      "verse": 34,
      "text": "והפרושים אמרו על ידי שר השדים מגרש הוא את השדים׃"
    },
    {
      "verse": 35,
      "text": "ויסב ישוע בכל הערים והכפרים וילמד בבתי כנסיותיהם ויבשר בשורת המלכות וירפא כל מחלה וכל מדוה בעם׃"
    },
    {
      "verse": 36,
      "text": "ובראותו את ההמנים נכמרו רחמיו עליהם כי הם מתעלפים ונדחים כצאן אשר אין להם רעה׃"
    },
    {
      "verse": 37,
      "text": "אז ידבר לתלמדידיו ויאמר רב הקציר והפעלים מעטים׃"
    },
    {
      "verse": 38,
      "text": "לכן התחננו אל בעל הקציר לשלח פעלים לקצירו׃"
    }
  ]
}