{
  "book_id": "MAT",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "ויקרא אליו את שנים עשר תלמידיו ויתן להם שלטן על רוחות הטמאה לגרשם ולרפוא כל חלי וכל מדוה׃"
    },
    {
      "verse": 2,
      "text": "ואלה שמות שנים עשר השליחים הראשון שמעון הנקרא פטרוס ואנדרי אחיו יעקב בן זבדי ויוחנן אחיו׃"
    },
    {
      "verse": 3,
      "text": "פילפוס ובר תלמי תומא ומתי המוכס יעקב בן חלפי ולבי המכנה תדי׃"
    },
    {
      "verse": 4,
      "text": "שמעון הקני ויהודה איש קריות אשר גם מסר אתו׃"
    },
    {
      "verse": 5,
      "text": "את שנים העשר האלה שלח ישוע ויצו אתם לאמר אל דרך הגוים אל תלכו ואל עיר השמרונים אל תבאו׃"
    },
    {
      "verse": 6,
      "text": "כי אם לכו אל הצאן האבדות לבית ישראל׃"
    },
    {
      "verse": 7,
      "text": "ובלכתכם קראו לאמר למכות השמים קרבה לבוא׃"
    },
    {
      "verse": 8,
      "text": "רפאו את החולים טהרו את המצרעים הקימו את המתים ואת השדים גרשו חנם לקחתם חנם תתנו׃"
    },
    {
      "verse": 9,
      "text": "לא תקחו זהב ולא כסף ולא נחשת בחגוריכם׃"
    },
    {
      "verse": 10,
      "text": "ולא תרמיל לדרך ולא שתי כתנות ולא נעלים ולא מטה כי שוה הפעל די מחיתו׃"
    },
    {
      "verse": 11,
      "text": "וכל עיר וכפר אשר תבאו שמה דרשו מי הוא הראוי לזה בתוכה ושם שבו עד כי תצאו׃"
    },
    {
      "verse": 12,
      "text": "ובבואכם אל הבית שאלו לו לשלום׃"
    },
    {
      "verse": 13,
      "text": "והיה אם ראוי הבית יבוא עליו שלומכם ואם איננו ראוי שלומכם אליכם ישוב׃"
    },
    {
      "verse": 14,
      "text": "וכל אשר לא יקבל אתכם ולא ישמע לדבריכם צאו לכם מן הבית ההוא ומן העיר ההיא ונערו את עפר רגליכם׃"
    },
    {
      "verse": 15,
      "text": "אמן אמר אני לכם כי יקל לארץ סדום ועמרה ביום הדין מן העיר ההיא׃"
    },
    {
      "verse": 16,
      "text": "הנני שלח אתכם ככבשים בין הזאבים לכן היו ערומים כנחשים ותמימים כיונים׃"
    },
    {
      "verse": 17,
      "text": "והשמרו לכם מבני האדם כי ימסרו אתכם לסנהדריות ויכו אתכם בשוטים בבתי כנסיותיהם׃"
    },
    {
      "verse": 18,
      "text": "ולפני משלים ומלכים תובאו למעני לעדות להם ולגוים׃"
    },
    {
      "verse": 19,
      "text": "וכי ימסרו אתכם אל תדאגו איך ומה תדברו כי ינתן לכם בשעה ההיא את אשר תדברו׃"
    },
    {
      "verse": 20,
      "text": "כי לא אתם הם המדברים כי רוח אביכם הוא המדבר בפיכם׃"
    },
    {
      "verse": 21,
      "text": "והיה אח ימסר את אחיו למות ואב ימסר את בנו וקמו בנים באבותם וימיתו אותם׃"
    },
    {
      "verse": 22,
      "text": "והייתם שנואים לכל אדם למען שמי והמחכה עד עת קץ הוא יושע׃"
    },
    {
      "verse": 23,
      "text": "ואם ירדפו אתכם בעיר אחת נוסו לעיר אחרת כי אמן אמר אני לכם לא תכלו לעבר ערי ישראל עד כי יבוא בן האדם׃"
    },
    {
      "verse": 24,
      "text": "אין תלמיד עלה על רבו ועבד על אדניו׃"
    },
    {
      "verse": 25,
      "text": "דיו לתלמיד להיות כרבו ולעבד להיות כאדניו אם לבעל הבית קראו בעל זבוב אף לאנשי ביתו׃"
    },
    {
      "verse": 26,
      "text": "על כן לא תיראום כי אין דבר מכסה אשר לא יגלה ואין נעלם אשר לא יודע׃"
    },
    {
      "verse": 27,
      "text": "את אשר אני אמר לכם בחשך דברו באור ואשר ילחש לאזניכם השמיעו על הגגות׃"
    },
    {
      "verse": 28,
      "text": "ואל תיראי מן ההרגים את הגוף ואת הנפש לא יוכלו להרג אך תיראו את אשר יוכל לאבד גם את הנפש גם את הגוף בגיהנם׃"
    },
    {
      "verse": 29,
      "text": "הלא תמכרנה שתי צפרים באסר ואחת מהנה לא תפול ארצה מבלעדי אביכם׃"
    },
    {
      "verse": 30,
      "text": "ואתם גם שערות ראשכם נמנות כלן׃"
    },
    {
      "verse": 31,
      "text": "לכן אל תיראו הנכם יקרים מצפרים רבות׃"
    },
    {
      "verse": 32,
      "text": "הן כל אשר יודה בי לפני האדם אודה בו גם אני לפני אבי שבשמים׃"
    },
    {
      "verse": 33,
      "text": "ואשר יכחש בי לפני האדם אכחש בו גם אני לפני אבי שבשמים׃"
    },
    {
      "verse": 34,
      "text": "אל תחשבו כי באתי להטיל שלום בארץ לא באתי להטיל שלום כי אם חרב׃"
    },
    {
      "verse": 35,
      "text": "כי באתי להפריד איש מאביו ובת מאמה וכלה מחמותה׃"
    },
    {
      "verse": 36,
      "text": "ואיבי איש אנשי ביתו׃"
    },
    {
      "verse": 37,
      "text": "האהב את אביו ואת אמו יותר ממני איננו כדי לי והאהב את בנו ובתו יותר ממני איננו כדי לי׃"
    },
    {
      "verse": 38,
      "text": "ואשר לא יקח את צלבו והלך אחרי איננו כדי לי׃"
    },
    {
      "verse": 39,
      "text": "המצא את נפשו יאבדנה והמאבד את נפשו למעני הוא ימצאנה׃"
    },
    {
      "verse": 40,
      "text": "המקבל אתכם אותי הוא מקבל והמקבל אותי הוא מקבל את אשר שלחני׃"
    },
    {
      "verse": 41,
      "text": "המקבל נביא לשם נביא שכר נביא יקח והמקבל צדיק לשם צדיק שכר צדיק יקח׃"
    },
    {
      "verse": 42,
      "text": "והמשקה את אחד הקטנים האלה רק כוס מים קרים לשם תלמיד אמן אמר אני לכם כי לא יאבד שכרו׃"
    }
  ]
}