{
  "book_id": "MAT",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "בעת ההיא עבר ישוע בין הקמה ביום השבת ותלמידיו רעבו ויחלו לקטף מלילת ויאכלו׃"
    },
    {
      "verse": 2,
      "text": "ויראו הפרושים ויאמרו לו הנה תלמידיך עשים את אשר אסור לעשות בשבת׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אליהם הלא קראתם את אשר עשה דוד בהיתו רעב הוא והאנשים אשר אתו׃"
    },
    {
      "verse": 4,
      "text": "כי בא אל בית האלהים ויאכל את לחם הפנים אשר איננו מתר לו ולאנשיו לאכלה רק לכהנים לבדם׃"
    },
    {
      "verse": 5,
      "text": "או הלא קראתם בתורה כי בשבתות יחללו הכהנים את השבת במקדש ואין להם עון׃"
    },
    {
      "verse": 6,
      "text": "אבל אני אמר לכם כי יש פה גדול מן המקדש׃"
    },
    {
      "verse": 7,
      "text": "ולו ידעתם מה הוא חסד חפצתי ולא זבח לא הרשעתם את הנקים׃"
    },
    {
      "verse": 8,
      "text": "כי בן האדם הוא גם אדון השבת׃"
    },
    {
      "verse": 9,
      "text": "ויעבר משם אל בית כנסתם׃"
    },
    {
      "verse": 10,
      "text": "והנה שם איש אשר ידו יבשה וישאלוהו לאמר המתר לרפא בשבת למען ימצאו עליו שטנה׃"
    },
    {
      "verse": 11,
      "text": "ויאמר אליהם מי האיש בכם אשר לו כבש אחד ונפל בבור בשבת ולא יחזיק בו ויעלנו׃"
    },
    {
      "verse": 12,
      "text": "ומה יקר אדם מן הכבש לכן מתר להיטיב בשבת׃"
    },
    {
      "verse": 13,
      "text": "ויאמר אל האיש פשט את ידך ויפשט אתה ותרפא ותשב כידו האחרת׃"
    },
    {
      "verse": 14,
      "text": "ויצא הפרושים ויתיעצו עליו לאבדו׃"
    },
    {
      "verse": 15,
      "text": "וידע ישוע ויסר משם וילך אחריו המון עם רב וירפאם כלם׃"
    },
    {
      "verse": 16,
      "text": "ויצו אתם בגערה שלא יגלהו׃"
    },
    {
      "verse": 17,
      "text": "למלאת את אשר דבר ישעיהו הנביא לאמר׃"
    },
    {
      "verse": 18,
      "text": "הן עבדי בחרתי בו ידידי רצתה נפשי נתתי רוחי עליו ומשפט לגוים יוציא׃"
    },
    {
      "verse": 19,
      "text": "לא יצעק ולא ישא ולא ישמע בחוץ קולו׃"
    },
    {
      "verse": 20,
      "text": "קנה רצוץ לא ישבור ופשתה כהה לא יכבנה עד יוציא לנצח משפט׃"
    },
    {
      "verse": 21,
      "text": "ולשמו גוים ייחלו׃"
    },
    {
      "verse": 22,
      "text": "אז הובא אליו איש עור ואלם אשר אחזו שד וירפאהו וידבר האלם וגם ראה׃"
    },
    {
      "verse": 23,
      "text": "וישתוממו כל המון העם ויאמרו הכי זה הוא בן דוד׃"
    },
    {
      "verse": 24,
      "text": "והפרושים כשמעם זאת אמרו זה איננו מגרש את השדים כי אם על ידי בעל זבוב שר השדים׃"
    },
    {
      "verse": 25,
      "text": "וישוע ידע את מחשבותם ויאמר אליהם כל ממלכה הנחלקה על עצמה תחרב וכל עיר ובית הנחלקים על עצמם לא יכונו׃"
    },
    {
      "verse": 26,
      "text": "והשטן אם יגרש את השטן נחלק על עצמו ואיככה תכון ממלכתו׃"
    },
    {
      "verse": 27,
      "text": "ואם אני מגרש את השדים בבעל זבוב בניכם במי הם מגרשים אתם על כן המה יהיו שפטיכם׃"
    },
    {
      "verse": 28,
      "text": "אך אם ברוח אלהים אני מגרש את השדים הנה הגיעה אליכם מלכות האלהים׃"
    },
    {
      "verse": 29,
      "text": "או איך יוכל איש לבוא לבית הגבור ולגזל את כליו אם לא יאסר בראשונה את הגבור ואחר ישסה את ביתו׃"
    },
    {
      "verse": 30,
      "text": "כל אשר איננו אתי הוא לנגדי ואשר איננו מכנס אתי הוא מפזר׃"
    },
    {
      "verse": 31,
      "text": "על כן אני אמר לכם כל חטא וגדוף יסלח לאדם אך גדוף הרוח לא יסלח לאדם׃"
    },
    {
      "verse": 32,
      "text": "וכל אשר ידבר דבר חרפה על בן האדם יסלח לו והמחרף את רוח הקדש לא יסלח לו לא בעולם הזה ולא בעולם הבא׃"
    },
    {
      "verse": 33,
      "text": "או עשו את העץ טוב ופריו טוב או עשו את העץ משחת ופריו משחת כי בפריו נכר העץ׃"
    },
    {
      "verse": 34,
      "text": "ילדי הצפעונים איכה תוכלו למלל טוב ואתם רעים כי משפעת הלב ימלל הפה׃"
    },
    {
      "verse": 35,
      "text": "האיש הטוב מאוצר לבו הטוב מוציא את הטוב והאיש הרע מאוצר הרע מוציא רע׃"
    },
    {
      "verse": 36,
      "text": "ואני אמר לכם כל מלה בטלה אשר ידברו בני האדם יתנו עליה חשבון ביום הדין׃"
    },
    {
      "verse": 37,
      "text": "כי מדבריך תצדק ומדבריך תחיב׃"
    },
    {
      "verse": 38,
      "text": "ויענו מן הסופרים והפרושים ויאמרו רבי חפצנו לראות אות מידך׃"
    },
    {
      "verse": 39,
      "text": "ויען ויאמר אליהם דור רע ומנאף מבקש לו אות ואות לא ינתן לו בלתי אם אות יונה הנביא׃"
    },
    {
      "verse": 40,
      "text": "כי כאשר היה יונה במעי הדג שלשה ימים ושלשה לילות כן יהיה בן האדם בלב האדמה שלשה ימים ושלשה לילות׃"
    },
    {
      "verse": 41,
      "text": "אנשי נינוה יקומו במשפט עם הדור הזה וירשיעוהו כי הם שבו בקריאת יונה והנה פה גדול מיונה׃"
    },
    {
      "verse": 42,
      "text": "מלכת תימן תקום במשפט עם הדור הזה ותרשיענו כי באה מקצות הארץ לשמע את חכמה שלמה והנה פה גדול משלמה׃"
    },
    {
      "verse": 43,
      "text": "והרוח הטמאה אחרי צאתה מן האדם תשטט במקמות ציה לבקש לה מנוחה ולא תמצאנה׃"
    },
    {
      "verse": 44,
      "text": "אז תאמר אשובה אל ביתי אשר יצאתי משם ובאה ומצאה אתו מפנה ומטאטא ומהדר׃"
    },
    {
      "verse": 45,
      "text": "ואחר תלך ולקחה אליה שבע רוחות אחרות רעות ממנה ובאו ושכנו שם והיתה אחרית האדם ההוא רעה מראשיתו כן יהיה גם לדור הרע הזה׃"
    },
    {
      "verse": 46,
      "text": "עודנו מדבר אל המון העם והנה אמו ואחיו עמדו בחוץ מבקשים לדבר אתו׃"
    },
    {
      "verse": 47,
      "text": "ויגד אליו הנה אמך ואחיך עמדים בחוץ ומבקשים לדבר אתך׃"
    },
    {
      "verse": 48,
      "text": "ויען ויאמר אל האיש המגיד לו מי היא אמי ומי הם אחי׃"
    },
    {
      "verse": 49,
      "text": "ויט ידו על תלמידיו ויאמר הנה אמי ואחי׃"
    },
    {
      "verse": 50,
      "text": "כי כל אשר יעשה רצון אבי שבשמים הוא אחי ואחותי ואמי׃"
    }
  ]
}