{
  "book_id": "MAT",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי ביום ההוא ויצא ישוע מן הבית וישב על הים׃"
    },
    {
      "verse": 2,
      "text": "ויקהלו אליו המון עם רב וירד אל האניה וישב בה וכל העם עמדים על שפת הים׃"
    },
    {
      "verse": 3,
      "text": "וירב לדבר אליהם במשלים לאמר הנה הזורע יצא לזרע׃"
    },
    {
      "verse": 4,
      "text": "ובזרעו נפל מן הזרע על יד הדרך ויבא העוף ויאכלהו׃"
    },
    {
      "verse": 5,
      "text": "ויש אשר נפל על מקמות סלע אשר אין לו שם אדמה הרבה וימהר לצמח כי לא היה לו עמק אדמה׃"
    },
    {
      "verse": 6,
      "text": "ויהי כזרח השמש ויצרב וייבש כי לא היה לו שרש׃"
    },
    {
      "verse": 7,
      "text": "ויש אשר נפל בין הקצים ויעלו הקצים וימעכהו׃"
    },
    {
      "verse": 8,
      "text": "ויש אשר נפל על האדמה הטובה ויתן פרי זה מאה שערים וזה ששים וזה שלשים׃"
    },
    {
      "verse": 9,
      "text": "מי אשר אזנים לו לשמע ישמע׃"
    },
    {
      "verse": 10,
      "text": "ויגשו אליו התלמידים ויאמרו למה זה במשלים תדבר אליהם׃"
    },
    {
      "verse": 11,
      "text": "ויען ויאמר כי לכם נתן לדעת את סודות מלכות השמים ולהם לא נתן׃"
    },
    {
      "verse": 12,
      "text": "כי מי שיש לו נתן ינתן לו ויעדיף ומי שאין לו גם את אשר יש לו יקח ממנו׃"
    },
    {
      "verse": 13,
      "text": "על כן במשלים אדבר אליהם כי בראתם לא יראו ובשמעם לא ישמעו אף לא יבינו׃"
    },
    {
      "verse": 14,
      "text": "ותקים בהם נבואת ישעיהו האמרת שמעו שמוע ואל תבינו וראו ראו ואל תדעו׃"
    },
    {
      "verse": 15,
      "text": "כי השמן לב העם הזה ואזניו הכבד ועיניו השע פן יראה בעיניו ובאזניו ישמע ולבבו יבין ושב ורפא לו׃"
    },
    {
      "verse": 16,
      "text": "ואתם אשרי עיניכם כי תראינה ואזניכם כי תשמענה׃"
    },
    {
      "verse": 17,
      "text": "כי אמן אמר אני לכם נביאים וצדיקים רבים נכספו לראת את אשר אתם ראים ולא ראוהו ולשמע את אשר אתם שמעים ולא שמעוהו׃"
    },
    {
      "verse": 18,
      "text": "לכן אתם שמעו נא את משל הזורע׃"
    },
    {
      "verse": 19,
      "text": "כל איש שמע את דבר המלכות ולא יבינהו ובא הרע וחטף את הזרוע בלבבו הוא הנזרע על יד הדרך׃"
    },
    {
      "verse": 20,
      "text": "והנזרע על הסלע הוא השמע את הדבר וימהר ויקחנו בשמחה׃"
    },
    {
      "verse": 21,
      "text": "אך אין לו שרש תחתיו ורק לשעה יעמד ובהיות צרה ורדיפה על אדות הדבר מיד נכשל׃"
    },
    {
      "verse": 22,
      "text": "והנזרע בין הקצים הוא השמע את הדבר ודאגת העולם הזה ומרמת העשר ימעכו את הדבר ופרי לא יהיה לו׃"
    },
    {
      "verse": 23,
      "text": "והנזרע על האדמה הטובה הוא השמע את הדבר ומבין אתו אף יעשה פרי ונתן זה מאה שערים וזה ששים וזה שלשים׃"
    },
    {
      "verse": 24,
      "text": "וישם לפניהם משל אחר לאמר מלכות השמים דומה לאיש אשר זרע זרע טוב בשדהו׃"
    },
    {
      "verse": 25,
      "text": "ויהי בנפל תרדמה על האנשים ויבא איבו ויזרע זונין בתוך החטים וילך לו׃"
    },
    {
      "verse": 26,
      "text": "וכאשר פרח הדשא ויעש פרי ויראו גם הזונין׃"
    },
    {
      "verse": 27,
      "text": "ויגשו עבדי בעל הבית ויאמרו אליו אדנינו הלא זרע טוב זרעת בשדך ומאין לו הזונין׃"
    },
    {
      "verse": 28,
      "text": "ויאמר להם איש איב עשה זאת ויאמרו אליו העבדים היש את נפשך כי נלך ונלקט אתם׃"
    },
    {
      "verse": 29,
      "text": "ויאמר לא פן בלקטכם את הזונין תשרשו גם את החטים׃"
    },
    {
      "verse": 30,
      "text": "הניחו אתם ויגדלו שניהם יחד עד הקציר והיה בעת הקציר אמר לקוצרים לקטו בראשונה את הזונין ואגדו אתם אגדות לשרפם ואת החטים אספו לאוצרי׃"
    },
    {
      "verse": 31,
      "text": "וישם לפניהם משל אחר לאמר מלכות השמים דומה לגרגר של חרדל אשר לקחו איש ויזרעהו בשדהו׃"
    },
    {
      "verse": 32,
      "text": "והוא קטן מכל הזרועים וכאשר צמח גדול הוא מן הירקות והיה לעץ עד אשר יבאו עוף השמים וקננו בענפיו׃"
    },
    {
      "verse": 33,
      "text": "וישא עוד משלו ויאמר מלכות השמים דומה לשאר אשר לקחתו אשה ותטמנהו בשלש סאים קמח עד כי יחמץ כלו׃"
    },
    {
      "verse": 34,
      "text": "כל זאת דבר ישוע במשלים אל המון העם ובבלי משל לא דבר אליהם׃"
    },
    {
      "verse": 35,
      "text": "למלאת את אשר דבר הנביא לאמר אפתחה במשל פי אביעה חידות מני קדם׃"
    },
    {
      "verse": 36,
      "text": "אז שלח ישוע את המון העם ויבא הביתה ויגשו אליו תלמידיו ויאמרו באר נא לנו את משל זוני השדה׃"
    },
    {
      "verse": 37,
      "text": "ויען ויאמר אליהם הזורע את הזרע הטוב הוא בן האדם׃"
    },
    {
      "verse": 38,
      "text": "והשדה הוא העולם והזרע הטוב בני המלכות הם והזונין בני הרע המה׃"
    },
    {
      "verse": 39,
      "text": "והאיב אשר זרעם הוא השטן והקציר הוא קץ העולם והקצרים הם המלאכים׃"
    },
    {
      "verse": 40,
      "text": "והנה כאשר ילקטו הזונין ונשרפו באש כן יהיה בקץ העולם הזה׃"
    },
    {
      "verse": 41,
      "text": "בן האדם ישלח את מלאכיו ולקטו ממלכותו את כל המכשלות ואת כל פעלי האון׃"
    },
    {
      "verse": 42,
      "text": "והשליכו אתם אל תנור האש שם תהיה היללה וחרק השנים׃"
    },
    {
      "verse": 43,
      "text": "אז יזהירו הצדיקים כשמש במלכות אביהם מי אשר אזנים לו לשמע ישמע׃"
    },
    {
      "verse": 44,
      "text": "עוד דומה מלכות השמים לאוצר טמון בשדה אשר מצאו איש ויטמנהו ובשמחתו ילך ומכר את כל אשר לו וקנה את השדה ההוא׃"
    },
    {
      "verse": 45,
      "text": "עוד דומה מלכות השמים לסחר המבקש מרגליות טבות׃"
    },
    {
      "verse": 46,
      "text": "וכאשר מצא מרגלית אחת יקרה מאד הלך לו וימכר את כל אשר לו ויקן אתה׃"
    },
    {
      "verse": 47,
      "text": "עוד דומה מלכות השמים למכמרת אשר הורדה לים ומינים שונים יאספו לתוכה׃"
    },
    {
      "verse": 48,
      "text": "וכאשר נמלאה העלו אתה אל שפת הים וישבו וילקטו את המינים הטובים לתוך הכלים ואת המשחתים השליכו חוצה׃"
    },
    {
      "verse": 49,
      "text": "כן יהיה בקץ העולם יצאו המלאכים והבדילו את הרשעים מתוך הצדיקים׃"
    },
    {
      "verse": 50,
      "text": "והשליכום אל תנור האש שם תהיה היללה וחרק השנים׃"
    },
    {
      "verse": 51,
      "text": "ויאמר אליהם ישוע האתם הבינותם את כל זאת ויאמרו אליו כן אדנינו׃"
    },
    {
      "verse": 52,
      "text": "ויאמר אליהם על כן כל סופר המלמד למלכות השמים דומה לאיש בעל הבית המוציא מאוצרו חדשות וישנות׃"
    },
    {
      "verse": 53,
      "text": "ויהי ככלות ישוע את המשלים האלה ויעבר משם׃"
    },
    {
      "verse": 54,
      "text": "ויבא לארצו וילמד אתם בבית כנסתם עד כי השתוממו ויאמרו מאין לזה החכמה הזאת והגבורות׃"
    },
    {
      "verse": 55,
      "text": "הלא זה הוא בן החרש הלא אמו שמה מרים ואחיו יעקב ויוסי ושמעון ויהודה׃"
    },
    {
      "verse": 56,
      "text": "ואחיותיו הלא כלן אתנו הן ומאין איפוא לו כל אלה׃"
    },
    {
      "verse": 57,
      "text": "ויהי להם למכשול ויאמר ישוע אליהם אין הנביא נקלה כי אם בארצו ובביתו׃"
    },
    {
      "verse": 58,
      "text": "ולא עשה שם גבורות רבות מפני חסר אמונתם׃"
    }
  ]
}