{
  "book_id": "MAT",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "בשעה ההיא נגשו התלמידים אל ישוע ויאמרו מי אפוא גדול מחבריו במלכות השמים׃"
    },
    {
      "verse": 2,
      "text": "ויקרא ישוע אליו ילד קטן ויעמידהו בתוכם׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אמן אמר אני לכם אם לא תשובו להיות כילדים לא תבוא אל מלכות השמים׃"
    },
    {
      "verse": 4,
      "text": "לכן כל המשפיל את עצמו כילד הזה הוא הגדול במלכות השמים׃"
    },
    {
      "verse": 5,
      "text": "וכל אשר יקבל ילד אחד כזה בשמי אותי הוא מקבל׃"
    },
    {
      "verse": 6,
      "text": "וכל המכשיל את אחד מן הקטנים האלה המאמינים בי נוח לו שיתלה פלח רכב על צוארו וטבע במצולות ים׃"
    },
    {
      "verse": 7,
      "text": "אוי לעולם מפני המכשלים כי המכשלים צריכים לבוא אבל אוי לאיש ההוא אשר על ידו יבוא המכשול׃"
    },
    {
      "verse": 8,
      "text": "ואם תכשילך ידך או רגלך קצץ אותה והשלך ממך טוב לך לבוא לחיים פסח או קטע מהיות לך שתי ידים או שתי רגלים ותשלך אל אש עולם׃"
    },
    {
      "verse": 9,
      "text": "ואם עינך תכשליך נקר אותה והשלך ממך טוב לך לבוא לחיים בעין אחת מהיות לך שתי עינים ותשלך אל אש גיהנם׃"
    },
    {
      "verse": 10,
      "text": "ראו פן תבזו אחד wקטנים האלה כי אמר אני לכם כי מלאכיהם ראים תמיד את פני אבי שבשמים׃"
    },
    {
      "verse": 11,
      "text": "כי בא בן האדם להושיע את האבד׃"
    },
    {
      "verse": 12,
      "text": "מה דעתכם כי יהיו לאיש מאה כבשים ותעה אחד מהם הלא יעזב את התשעים ותשעה על ההרים והלך לבקש את התעה׃"
    },
    {
      "verse": 13,
      "text": "והיה כאשר ימצאהו אמן אמר אני לכם כי ישמח עליו יותר מעל התשעים ותשעה אשר לא תעו׃"
    },
    {
      "verse": 14,
      "text": "כן איננו רצון מלפני אביכם שבשמים כי יאבד אחד מן הקטנים האלה׃"
    },
    {
      "verse": 15,
      "text": "וכי יחטא לך אחיך לך והוכחת אותו בינך ובינו לבדו ואם ישמע אליך קנית לך אחיך׃"
    },
    {
      "verse": 16,
      "text": "ואם לא ישמע קח עמך עוד אחד או שנים למען על פי שנים או שלשה עדים יקום כל דבר׃"
    },
    {
      "verse": 17,
      "text": "ואם לא ישמע אליהם הגד אל הקהל ואם לא ישמע גם אל הקהל והיה לך כגוי וכמוכס׃"
    },
    {
      "verse": 18,
      "text": "אמן אמר אני לכם כל אשר תאסרו על הארץ אסור יהיה בשמים וכל אשר תתירו על הארץ מתר יהיה בשמים׃"
    },
    {
      "verse": 19,
      "text": "ועוד אמר אני לכם שנים מכם כי יועצו יחדו בארץ על כל דבר אשר ישאלו היה יהיה להם מאת אבי שבשמים׃"
    },
    {
      "verse": 20,
      "text": "כי בכל מקום אשר שנים או שלשה נאספו בשמי שם אני בתוכם׃"
    },
    {
      "verse": 21,
      "text": "ויגש אליו פטרוס ויאמר לו אדני כמה פעמים יחטא לי אחי וסלחתי לו העד שבע פעמים׃"
    },
    {
      "verse": 22,
      "text": "ויאמר אליו ישוע לא אמר לך עד שבע פעמים כי אם עד שבעים ושבע׃"
    },
    {
      "verse": 23,
      "text": "על כן דומה מלכות השמים למלך בשר ודם אשר חפץ לעשות חשבון עם עבדיו׃"
    },
    {
      "verse": 24,
      "text": "וכאשר החל לחשב הובא לפניו איש אשר חיב לו עשרת אלפים ככרי כסף׃"
    },
    {
      "verse": 25,
      "text": "ולא היה לו לשלם ויצו אדניו למכר אותו ואת אשתו ואת בניו ואת כל אשר לו וכן ישלם׃"
    },
    {
      "verse": 26,
      "text": "ויפל העבד וישתחו לו לאמר אדני הארך לי אפך ואת כל אשלמה לך׃"
    },
    {
      "verse": 27,
      "text": "ויהמו רחמי אדוני העבד ההוא ויפטרהו וישמט לו את החוב׃"
    },
    {
      "verse": 28,
      "text": "ויצא העבד ההוא מלפניו וימצא אחד מחבריו העבדים והוא חיב לו מאה דינרים ויחזק בו ויחנקהו לאמר שלם את אשר אתה חיב לי׃"
    },
    {
      "verse": 29,
      "text": "ויפל חברו לפני רגליו ויבקש ממנו לאמר הארך לי אפך ואשלמה לך הכל׃"
    },
    {
      "verse": 30,
      "text": "והוא מאן וילך וישליכהו במשמר עד כי ישלם לו את חובו׃"
    },
    {
      "verse": 31,
      "text": "וחבריו העבדים ראו את הנעשה ויעצבו מאד ויבאו ויגידו לאדניהם את כל אשר נעשה׃"
    },
    {
      "verse": 32,
      "text": "ויקרא אליו אדניו ויאמר לו אתה העבד הרע את כל החוב ההוא השמטתי לך יען אשר בקשת ממני׃"
    },
    {
      "verse": 33,
      "text": "הלא היה לך גם אתה לרחם על העבד חברך כאשר רחמתי אני עליך׃"
    },
    {
      "verse": 34,
      "text": "ויקצף אדניו ויסגר אותו למיסרים עד כי ישלם את כל חובו׃"
    },
    {
      "verse": 35,
      "text": "ככה יעשה לכם גם אבי שבשמים אם לא תסלחו איש איש לאחיו בכל לבבכם את חטאתם׃"
    }
  ]
}