{
  "book_id": "MAT",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "ויען ישוע ויסף דבר במשלים אליהם לאמר׃"
    },
    {
      "verse": 2,
      "text": "דומה מלכות השמים למלך בשר ודם אשר עשה חתנה לבנו׃"
    },
    {
      "verse": 3,
      "text": "וישלח את עבדיו לקרא הקרואים אל החתנה ולא אבו לבוא׃"
    },
    {
      "verse": 4,
      "text": "ויסף שלח עבדים אחרים לאמר אמרו אל הקרואים הנה ערכתי את סעודתי שורי ומריאי טבוחים והכל מוכן באו אל החתנה׃"
    },
    {
      "verse": 5,
      "text": "והם לא שתו לבם לזאת וילכו להם זה אל שדהו וזה אל מסחרו׃"
    },
    {
      "verse": 6,
      "text": "והנשארים תפשו את עבדיו ויתעללו בם ויהרגום׃"
    },
    {
      "verse": 7,
      "text": "ויקצף המלך וישלח צבאותיו ויאבד את המרצחים ההם ואת עירם שרף באש׃"
    },
    {
      "verse": 8,
      "text": "אז אמר אל עבדיו הן החתנה מוכנה והקרואים לא היו ראוים לה׃"
    },
    {
      "verse": 9,
      "text": "לכן לכו נא אל ראשי הדרכים וכל איש אשר תמצאו קראו אתו אל החתנה׃"
    },
    {
      "verse": 10,
      "text": "ויצאו העבדים ההם אל הדרכים ויאספו את כל אשר מצאו גם רעים גם טובים וימלא בית החתנה מסבים׃"
    },
    {
      "verse": 11,
      "text": "ויהי כבוא המלך לראות את המסבים וירא בהם איש ולא היה לבוש בגדי חתנה׃"
    },
    {
      "verse": 12,
      "text": "ויאמר אליו רעי איכה באת הנה ואין לך בגדי חתנה ויאלם׃"
    },
    {
      "verse": 13,
      "text": "ויאמר המלך למשרתים אסרו ידיו ורגליו ונשאתם והשלכתם אותו אל החשך החיצון שם תהיה היללה וחרק השנים׃"
    },
    {
      "verse": 14,
      "text": "כי רבים הם הקרואים ומעטים הנבחרים׃"
    },
    {
      "verse": 15,
      "text": "וילכו הפרושים ויתיעצו איך יכשילהו בדבר׃"
    },
    {
      "verse": 16,
      "text": "וישלחו אליו את תלמידיהם עם ההורדוסיים לאמר רבי ידענו כי איש אמת אתה ותורה באמת את דרך אלהים ולא תגור מפני איש כי אינך מכיר פני אדם׃"
    },
    {
      "verse": 17,
      "text": "לכן הגידה נא לנו את דעתך הנכון לנו לתת מס אל הקיסר אם לא׃"
    },
    {
      "verse": 18,
      "text": "וישוע ידע את רשעתם ויאמר החנפים מה תנסוני׃"
    },
    {
      "verse": 19,
      "text": "הראוני את מטבע המס ויביאו לו דינר׃"
    },
    {
      "verse": 20,
      "text": "ויאמר אליהם של מי הצורה הזאת והמכתב אשר עליו׃"
    },
    {
      "verse": 21,
      "text": "ויאמרו אליו של הקיסר ויאמר אליהם לכן תנו לקיסר את אשר לקיסר ולאלהים את אשר לאלהים׃"
    },
    {
      "verse": 22,
      "text": "וכשמעם את זאת תמהו ויעזבהו וילכו להם׃"
    },
    {
      "verse": 23,
      "text": "ביום ההוא נגשו אליו צדוקים האמרים כי אין תחית המתים וישאלו אתו לאמר׃"
    },
    {
      "verse": 24,
      "text": "רבי הן משה אמר איש כי ימות ובנים אין לו אחיו ייבם את אשתו והקים זרע לאחיו׃"
    },
    {
      "verse": 25,
      "text": "ואתנו היו שבעה אחים והראשון נשא אשה וימת וזרע אין לו ויעזב את אשתו לאחיו׃"
    },
    {
      "verse": 26,
      "text": "וכמו כן גם השני וכן גם השלישי עד השבעה׃"
    },
    {
      "verse": 27,
      "text": "ואחרי כלם מתה גם האשה׃"
    },
    {
      "verse": 28,
      "text": "ועתה בתחית המתים למי מן השבעה תהיה לאשה כי לכלם היתה׃"
    },
    {
      "verse": 29,
      "text": "ויען ישוע ויאמר להם טעים אתם באשר אינכם יודעים את הכתובים וגם את גבורת האלהים׃"
    },
    {
      "verse": 30,
      "text": "כי בתחית המתים לא ישאו נשים ולא תנשאנה כי אם כמלאכי אלהים בשמים יהיו׃"
    },
    {
      "verse": 31,
      "text": "ועל דבר תחית המתים הלא קראתם את הנאמר לכם מפי האלהים לאמר׃"
    },
    {
      "verse": 32,
      "text": "אנכי אלהי אברהם ואלהי יצחק ואלהי יעקב והוא איננו אלהי המתים כי אם אלהי החיים׃"
    },
    {
      "verse": 33,
      "text": "וישמע המון העם וישתומממו על תורתו׃"
    },
    {
      "verse": 34,
      "text": "והפרושים כשמעם כי סכר פי הצדוקים ויועדו יחדו׃"
    },
    {
      "verse": 35,
      "text": "ואחד מהם מבין בתורה שאל אתו לנסותו לאמר׃"
    },
    {
      "verse": 36,
      "text": "רבי אי זו מצוה גדולה היא בתורה׃"
    },
    {
      "verse": 37,
      "text": "ויאמר ישוע אליו ואהבת את יהוה אלהיך בכל לבבך ובכל נפשך ובכל מדעך׃"
    },
    {
      "verse": 38,
      "text": "זאת היא המצוה הגדולה והראשונה׃"
    },
    {
      "verse": 39,
      "text": "והשנית דומה לה ואהבת לרעך כמוך׃"
    },
    {
      "verse": 40,
      "text": "בשתי המצות האלה כל התורה תלויה וגם הנביאים׃"
    },
    {
      "verse": 41,
      "text": "ויהי בהקהל הפרושים וישאלם ישוע לאמר׃"
    },
    {
      "verse": 42,
      "text": "מה דעתכם על המשיח בן מי הוא ויאמרו אליו בן דוד׃"
    },
    {
      "verse": 43,
      "text": "ויאמר אליהם ואיך קרא לו דוד ברוח אדון באמרו׃"
    },
    {
      "verse": 44,
      "text": "נאם יהוה לאדני שב לימיני עד אשית איביך הדם לרגליך׃"
    },
    {
      "verse": 45,
      "text": "ועתה אם דוד קרא לו אדון איך הוא בנו׃"
    },
    {
      "verse": 46,
      "text": "ולא יכל איש לענות אתו דבר ולא ערב עוד איש את לבו מן היום ההוא לשאל אותו׃"
    }
  ]
}