{
  "book_id": "MAT",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "אז ידבר ישוע אל המון העם ואל תלמידיו לאמר׃"
    },
    {
      "verse": 2,
      "text": "על כסא משה ישבו הסופרים והפרושים׃"
    },
    {
      "verse": 3,
      "text": "לכן כל אשר יאמרו לכם תשמרו לעשות אך כמעשיהם לא תעשו כי אמרים הם ואינם עשים׃"
    },
    {
      "verse": 4,
      "text": "כי אסרים משאת כבדים ועמסים על שכם האנשים ולא יאבו להניעם אף באצבעם׃"
    },
    {
      "verse": 5,
      "text": "ועשים את כל מעשיהם להראות בהם לבני אדם כי מרחיבים את תפליהם ומגדילים את ציציותיהם׃"
    },
    {
      "verse": 6,
      "text": "ואהבים את הסבת הראש בסעודות ואת מושבי הראש בבתי הכנסיות׃"
    },
    {
      "verse": 7,
      "text": "ואת שאלות שלומם בשוקים ואת אשר יקראו להם בני האדם רבי רבי׃"
    },
    {
      "verse": 8,
      "text": "אולם אתם אל תקראו רבי כי אחד הוא רבכם המשיח ואתם אחים כלכם׃"
    },
    {
      "verse": 9,
      "text": "ואל תקראו אב לאיש מכם על האדמה כי אחד הוא אביכם אשר בשמים׃"
    },
    {
      "verse": 10,
      "text": "גם אל תקראו מנהיגים כי אחד הוא מנהיגכם המשיח׃"
    },
    {
      "verse": 11,
      "text": "והגדול בכם יהי לכם למשרת׃"
    },
    {
      "verse": 12,
      "text": "כל המרומם את עצמו ישפל והמשפיל את עצמו ירומם׃"
    },
    {
      "verse": 13,
      "text": "אך אוי לכם הסופרים והפרושים החנפים כי סגרים אתם לפני האדם את מלכות השמים הן אתם לא תבאו בה ואת הבאים לא תניחו לבוא׃"
    },
    {
      "verse": 14,
      "text": "אוי לכם הסופרים והפרושים החנפים כי בלעים אתם את בתי האלמנות ומאריכים בתפלה למראה עין תחת זאת משפט על יתר תקחו׃"
    },
    {
      "verse": 15,
      "text": "אוי לכם הסופרים והפרושים החנפים כי סובבים אתם בים וביבשה למען גיר גר אחד וכי יתגיר תעשו אותו לבן גיהנם כפלים יותר מכם׃"
    },
    {
      "verse": 16,
      "text": "אוי לכם מנהלים עורים האמרים הנשבע בהיכל אין זאת מאומה והנשבע בזהב ההיכל יאשם׃"
    },
    {
      "verse": 17,
      "text": "אתם הכסילים והעורים כי מה הוא הגדול אם הזהב או ההיכל המקדש את הזהב׃"
    },
    {
      "verse": 18,
      "text": "ואמרתם הנשבע במזבח אין מאומה והנשבע בקרבן אשר עליו יאשם׃"
    },
    {
      "verse": 19,
      "text": "אתם הכסילים והעורים כי מה הוא הגדול אם הקרבן או המזבח המקדש את הקרבן׃"
    },
    {
      "verse": 20,
      "text": "לכן הנשבע במזבח נשבע בו ובכל אשר עליו׃"
    },
    {
      "verse": 21,
      "text": "והנשבע בהיכל נשבע בו ובשוכן בתוכו׃"
    },
    {
      "verse": 22,
      "text": "והנשבע בשמים נשבע בכסא אלהים ובישב עליו׃"
    },
    {
      "verse": 23,
      "text": "אוי לכם הסופרים והפרושים החנפים כי מעשרים אתם את המנתא ואת השבת ואת הכמן ותניחו את החמורות בתורה את המשפט ואת החסד ואת האמונה והיה לכם לעשות את אלה ולא להניח גם את אלה׃"
    },
    {
      "verse": 24,
      "text": "מנהלים עורים המסננים את היתוש ובלעים את הגמל׃"
    },
    {
      "verse": 25,
      "text": "אוי לכם הסופרים והפרושים החנפים כי מטהרים אתם פני הכוס והקערה מחוץ ותוכן מלא גזל ופריצות׃"
    },
    {
      "verse": 26,
      "text": "פרוש עור טהר בראשונה את תוך הכוס למען תטהר גם מחוץ׃"
    },
    {
      "verse": 27,
      "text": "אוי לכם הסופרים והפרושים החנפים כי דמים אתם לקברים המסידים הנראים נאים מחוץ ותוכם מלא עצמות מתים וכל טמאה׃"
    },
    {
      "verse": 28,
      "text": "ככה גם אתם מחוץ נראים כצדיקים אל בני אדם ותוככם מלא חנפה ואון׃"
    },
    {
      "verse": 29,
      "text": "אוי לכם הסופרים והפרושים החנפים כי בונים אתם את קברי הנביאים ותיפו את מצבות קברות הצדיקים׃"
    },
    {
      "verse": 30,
      "text": "ואמרתם אם היינו בימי אבותינו לא היתה ידנו עמהם לשפך דם הנביאים׃"
    },
    {
      "verse": 31,
      "text": "ובכן תעידו על נפשכם כי בנים אתם לרוצחי הנביאים׃"
    },
    {
      "verse": 32,
      "text": "אף אתם מלאו סאת אבותיכם׃"
    },
    {
      "verse": 33,
      "text": "נחשים אתם ילדי הצפעונים איכה תמלטו מדין גיהנם׃"
    },
    {
      "verse": 34,
      "text": "לכן הנני שלח לכם נביאים וחכמים וסופרים ומהם תהרגו ותצלבו ומהם תכו בשוטים בבתי כנסיותיכם ותרדפום מעיר לעיר׃"
    },
    {
      "verse": 35,
      "text": "למען יבא עליכם כל דם נקי הנשפך בארץ מדם הבל הצדיק עד דם זכריה בן ברכיה אשר רצחתם אותו בין ההיכל ולמזבח׃"
    },
    {
      "verse": 36,
      "text": "אמן אמר אני לכם בא יבא כל אלה על הדור הזה׃"
    },
    {
      "verse": 37,
      "text": "ירושלים ירושלים ההרגת את הנביאים והסקלת את השלוחים אליה כמה פעמים רציתי לקבץ את בניך כתרנגלת המקבצת את אפרחיה תחת כנפיה ולא אביתם׃"
    },
    {
      "verse": 38,
      "text": "הנה ביתכם יעזב לכם שמם׃"
    },
    {
      "verse": 39,
      "text": "כי אני אמר לכם ראה לא תראוני מעתה עד אשר תאמרו ברוך הבא בשם יהוה׃"
    }
  ]
}