{
  "book_id": "MAT",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "ויצא ישוע מן המקדש ללכת לדרכו ויגשו תלמידיו להראותו את בניני המקדש׃"
    },
    {
      "verse": 2,
      "text": "ויען ישוע ויאמר אליהם הראיתם את כל אלה אמן אמר אני לכם לא תשאר פה אבן על אבן אשר לא תתפרק׃"
    },
    {
      "verse": 3,
      "text": "וישב על הר הזיתים ויגשו אליו התלמידים לבדם ויאמרו אמר נא לנו מתי תהיה זאת ומה הוא אות בואך ואות קץ העולם׃"
    },
    {
      "verse": 4,
      "text": "ויען ישוע ויאמר להם ראו פן יתעה אתכם איש׃"
    },
    {
      "verse": 5,
      "text": "כי רבים יבאו בשמי לאמר אני הוא המשיח והתעו רבים׃"
    },
    {
      "verse": 6,
      "text": "ואתם עתידים לשמע מלחמות ושמעות מלחמה ראו פן תבהלו כי היו תהיה כל זאת אך עדן אין הקץ׃"
    },
    {
      "verse": 7,
      "text": "כי יקום גוי על גוי וממלכה על ממלכה והיה רעב ודבר ורעש הנה והנה׃"
    },
    {
      "verse": 8,
      "text": "וכל אלה רק ראשית החבלים׃"
    },
    {
      "verse": 9,
      "text": "אז ימסרו אתכם לעני והמיתו אתכם והייתם שנואים לכל הגוים למען שמי׃"
    },
    {
      "verse": 10,
      "text": "ואז יכשלו רבים ומסרו איש את רעהו ושנאו איש את אחיו׃"
    },
    {
      "verse": 11,
      "text": "ונביאי שקר רבים יקומו והתעו רבים׃"
    },
    {
      "verse": 12,
      "text": "ומפני אשר ירבה הרשע תפוג אהבת רבים׃"
    },
    {
      "verse": 13,
      "text": "והמחכה עד עת קץ הוא יושע׃"
    },
    {
      "verse": 14,
      "text": "ותקרא בשורת המלכות הזאת בתבל כלה לעדות לכל הגוים ואחר יבוא הקץ׃"
    },
    {
      "verse": 15,
      "text": "לכן כאשר תראו שקוץ משמם האמור על ידי דניאל הנביא עומד במקום קדש הקרא יבין׃"
    },
    {
      "verse": 16,
      "text": "אז נוס ינוסו אנשי יהודה אל ההרים׃"
    },
    {
      "verse": 17,
      "text": "ואשר על הגג אל ירד לשאת דבר מביתו׃"
    },
    {
      "verse": 18,
      "text": "ואשר בשדה אל ישב הביתה לשאת את מלבושו׃"
    },
    {
      "verse": 19,
      "text": "ואוי להרות ולמיניקות בימים ההם׃"
    },
    {
      "verse": 20,
      "text": "אך התפללו אשר מנוסתכם לא תהיה בחרף ולא בשבת׃"
    },
    {
      "verse": 21,
      "text": "כי אז תהיה צרה גדולה אשר כמוה לא נהיתה מראשית העולם עד עתה וכמוה לא תהיה עוד׃"
    },
    {
      "verse": 22,
      "text": "ולולא נקצרו הימים ההם לא יושע כל בשר אך למען הבחירים יקצרו הימים ההם׃"
    },
    {
      "verse": 23,
      "text": "וכי יאמר אליכם איש בעת ההיא הנה פה המשיח או הנו שם אל תאמינו׃"
    },
    {
      "verse": 24,
      "text": "כי יקומו משיחי שקר ונביאי שקר ויתנו אתות גדלות ומופתים למען התעות אף את הבחירים אם יוכלו׃"
    },
    {
      "verse": 25,
      "text": "הנה מראש הגדתי לכם׃"
    },
    {
      "verse": 26,
      "text": "לכן כי יאמרו אליכם הנו במדבר אל תצאו הנו בחדרים אל תאמינו׃"
    },
    {
      "verse": 27,
      "text": "כי כברק היוצא ממזרח ומאיר עד מערב כן יהיה גם בואו של בן האדם׃"
    },
    {
      "verse": 28,
      "text": "כי באשר החלל שם יקבצו הנשרים׃"
    },
    {
      "verse": 29,
      "text": "ומיד אחרי צרת הימים ההם תחשך השמש והירח לא יגיה אורו והכוכבים יפלו מן השמים וכחות השמים יתמוטטו׃"
    },
    {
      "verse": 30,
      "text": "אז אות בן האדם יראה בשמים וספדו כל משפחות הארץ וראו את בן האדם בא עם ענני השמים בגבורה וכבוד רב׃"
    },
    {
      "verse": 31,
      "text": "וישלח את מלאכיו בקול שופר גדול ויקבצו את בחיריו מארבע הרוחות למקצה השמים ועד קצה השמים׃"
    },
    {
      "verse": 32,
      "text": "למדו נא את משל התאנה כאשר ירטב ענפה ופרחו עליה ידעתם כי קרוב הקיץ׃"
    },
    {
      "verse": 33,
      "text": "כן גם אתם בראותכם את כל אלה דעו כי קרוב הוא לפתח׃"
    },
    {
      "verse": 34,
      "text": "אמן אמר אני לכם כי לא יעבר הדור הזה עד אשר יהיו כל אלה׃"
    },
    {
      "verse": 35,
      "text": "השמים והארץ יעברו ודברי לא יעברון׃"
    },
    {
      "verse": 36,
      "text": "אך היום ההוא והשעה ההיא אין איש יודע אתה גם לא מלאכי השמים בלתי אבי לבדו׃"
    },
    {
      "verse": 37,
      "text": "וכימי נח כן יהיה גם בואו של בן האדם׃"
    },
    {
      "verse": 38,
      "text": "כי כאשר בימי המבול היו אכלים ושתים נשאים נשים ונתנים אתן לאנשים עד היום אשר בא נח אל התבה׃"
    },
    {
      "verse": 39,
      "text": "ולא ידעו עד בוא המבול וישחת את כלם כן יהיה גם בואו של בן האדם׃"
    },
    {
      "verse": 40,
      "text": "אז יהיו שנים בשדה אחד יאסף ואחד יעזב׃"
    },
    {
      "verse": 41,
      "text": "שתים טוחנות ברחים אחת תאסף ואחת תעזב׃"
    },
    {
      "verse": 42,
      "text": "לכן שקדו כי אינכם יודעים באי זו שעה יבא אדניכם׃"
    },
    {
      "verse": 43,
      "text": "ואת זאת הבינו אשר לו ידע בעל הבית באי זו אשמורה יבא הגנב כי עתה שקד ולא הניח לחתר את ביתו׃"
    },
    {
      "verse": 44,
      "text": "לכן היו נכונים גם אתם כי בשעה אשר לא תדמו יבוא בן האדם׃"
    },
    {
      "verse": 45,
      "text": "מי הוא אפוא העבד הנאמן והנבון אשר הפקידו אדניו על בני ביתו לתת להם את אכלם בעתו׃"
    },
    {
      "verse": 46,
      "text": "אשרי העבד אשר אדניו בבואו ימצאהו עשה כן׃"
    },
    {
      "verse": 47,
      "text": "אמן אמר אני לכם כי יפקידהו על כל אשר לו׃"
    },
    {
      "verse": 48,
      "text": "ואם העבד הרע יאמר בלבו בשש אדני לבוא׃"
    },
    {
      "verse": 49,
      "text": "ויחל להכות את חבריו ואכל ושתה עם הסובאים׃"
    },
    {
      "verse": 50,
      "text": "בוא יבוא אדני העבד ההוא ביום לא יצפה ובשעה לא ידע׃"
    },
    {
      "verse": 51,
      "text": "וישסף אתו וישים את חלקו עם החנפים שם תהיה היללה וחרק השנים׃"
    }
  ]
}