{
  "book_id": "MAT",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "אז תדמה מלכות השמים לעשר עלמות אשר לקחו את נרותיהן ותצאנה לקראת החתן׃"
    },
    {
      "verse": 2,
      "text": "חמש מהן היו חכמות וחמש כסילות׃"
    },
    {
      "verse": 3,
      "text": "הכסילות לקחו את הנרות ולא לקחו עמהן שמן׃"
    },
    {
      "verse": 4,
      "text": "והחכמות לקחו שמן בכליהן ואת נרותיהן׃"
    },
    {
      "verse": 5,
      "text": "וכאשר בשש החתן לבוא ותנמנה כלן ותרדמנה׃"
    },
    {
      "verse": 6,
      "text": "ויהי בחצות הלילה ותהי צוחה הנה החתן צאינה לקראתו׃"
    },
    {
      "verse": 7,
      "text": "אז התעוררו כל העלמות ההן ותיטבנה את נרותיהן׃"
    },
    {
      "verse": 8,
      "text": "ותאמרנה הכסילות אל החכמות תנה לנו משמנכן כי יכבו נרותינו׃"
    },
    {
      "verse": 9,
      "text": "ותענינה החכמות לאמר לא כן פן יחסר לנו ולכן כי אם לכנה אל המוכרים וקנינה לכן׃"
    },
    {
      "verse": 10,
      "text": "ויהי בעת לכתן לקנות ויבוא החתן והנכנות ללכת באו אתו אל החתנה ותסגר הדלת׃"
    },
    {
      "verse": 11,
      "text": "ואחרי כן באו גם שאר העלמות ותאמרנה אדנינו אדנינו פתח לנו׃"
    },
    {
      "verse": 12,
      "text": "ויען ויאמר אמן אמר אני לכן לא ידעתי אתכן׃"
    },
    {
      "verse": 13,
      "text": "לכן שקדו כי אינכם יודעים את היום ואת השעה אשר יבא בה בן האדם׃"
    },
    {
      "verse": 14,
      "text": "כי כמו איש נסע למרחוק אשר קרא אל עבדיו וימסר להם את רכושו׃"
    },
    {
      "verse": 15,
      "text": "ויתן לזה חמש ככרים ולזה שתים ולזה אחת לכל איש ואיש כפי ערכו וימהר ויסע משם׃"
    },
    {
      "verse": 16,
      "text": "וילך האיש הלקח חמש ככרים ויסחר בהן ויעש לו חמש ככרים אחרות׃"
    },
    {
      "verse": 17,
      "text": "וכן הלקח שתים גם הוא הרויח שתים אחרות׃"
    },
    {
      "verse": 18,
      "text": "אך לקח האחת הלך ויחפר באדמה ויטמן את כסף אדניו׃"
    },
    {
      "verse": 19,
      "text": "ואחרי ימים רבים בא אדוני העבדים ההם ויעש חשבון עמהם׃"
    },
    {
      "verse": 20,
      "text": "ויגש הלקח חמש הככרים ויבא חמש ככרים אחרות לאמר אדני חמש ככרים מסרת לי הנה חמש ככרים אחרות הרוחתי בהן׃"
    },
    {
      "verse": 21,
      "text": "ויאמר אליו אדניו כן העבד הטוב והנאמן כי במעט נאמן היית ועל הרבה אפקידך בוא אל שמחת אדניך׃"
    },
    {
      "verse": 22,
      "text": "ויגש גם לקח הככרים ויאמר אדני ככרים מסרת לי הנה ככרים הרוחתי בהן׃"
    },
    {
      "verse": 23,
      "text": "ויאמר אליו אדניו היטבת העבד הטוב והנאמן במזער נאמן היית ועל הרבה אפקידך בוא אל שמחת אדניך׃"
    },
    {
      "verse": 24,
      "text": "ויגש גם הלקח את הככר האחת ויאמר אדני ידעתיך כי איש קשה אתה קצר באשר לא זרעת וכנס מאשר לא פזרת׃"
    },
    {
      "verse": 25,
      "text": "ואירא ואלך ואטמן את ככרך באדמה ועתה הא לך את אשר לך׃"
    },
    {
      "verse": 26,
      "text": "ויען אדניו ויאמר אליו העבד הרע והעצל אתה ידעת כי קצר אנכי באשר לא זרעתי וכנס מאשר לא פזרתי׃"
    },
    {
      "verse": 27,
      "text": "לכן היה עליך לתת את כספי לשלחנים ואני בבואי הייתי לקח את אשר לי בתרבית׃"
    },
    {
      "verse": 28,
      "text": "על כן שאו ממנו את הככר ותנו אל האיש אשר לו עשר הככרים׃"
    },
    {
      "verse": 29,
      "text": "כי כל איש אשר יש לו ינתן לו ויעדיף והאיש אשר אין לו גם את אשר לו יקח ממנו׃"
    },
    {
      "verse": 30,
      "text": "ואת עבד הבליעל השליכו אל החשך החיצון שם תהיה היללה וחרק השנים׃"
    },
    {
      "verse": 31,
      "text": "והיה כי יבוא בן האדם בכבודו וכל המלאכים הקדשים עמו וישב על כסא כבודו׃"
    },
    {
      "verse": 32,
      "text": "ונאספו לפניו כל הגוים והפריד בינותם כאשר יפריד הרעה את הכבשים מן העתודים׃"
    },
    {
      "verse": 33,
      "text": "והציב את הכבשים לימינו ואת העתודים לשמאלו׃"
    },
    {
      "verse": 34,
      "text": "אז יאמר המלך אל הנצבים לימינו באו ברוכי אבי ורשו את המלכות המוכנה לכם למן הוסד העולם׃"
    },
    {
      "verse": 35,
      "text": "כי רעב הייתי ותאכילני צמא הייתי ותשקוני גר הייתי ותאספוני׃"
    },
    {
      "verse": 36,
      "text": "ערום ותכסוני חולה ותבקרוני במשמר הייתי ותבאו אלי׃"
    },
    {
      "verse": 37,
      "text": "וענו הצדיקים ואמרו אדנינו מתי ראינוך רעב ונכלכלך או צמא ונשקה אותך׃"
    },
    {
      "verse": 38,
      "text": "ומתי ראינוך גר ונאספך או ערם ונכסך׃"
    },
    {
      "verse": 39,
      "text": "ומתי ראינוך חולה או במשמר ונבא אליך׃"
    },
    {
      "verse": 40,
      "text": "והמלך יענה ויאמר אליהם אמן אמר אני לכם מה שעשיתם לאחד מאחי הצעירים האלה לי עשיתם׃"
    },
    {
      "verse": 41,
      "text": "ואז יאמר גם אל הנצבים לשמאלו לכו מעלי אתם הארורים אל אש עולם המוכנה לשטן ולמלאכיו׃"
    },
    {
      "verse": 42,
      "text": "כי רעב הייתי ולא האכלתם אותי צמא הייתי ולא השקיתם אותי׃"
    },
    {
      "verse": 43,
      "text": "גר הייתי ולא אספתם אותי ערום ולא כסיתם אותי חולה ובמשמר ולא בקרתם אותי׃"
    },
    {
      "verse": 44,
      "text": "וענו גם הם ואמרו אדנינו מתי ראינוך רעב או צמא או גר או ערום או חולה או במשמר ולא שרתנוך׃"
    },
    {
      "verse": 45,
      "text": "אז יענה אתם לאמר אמן אמר אני לכם מה שלא עשיתם לאחד מן הצעירים האלה גם לי לא עשיתם׃"
    },
    {
      "verse": 46,
      "text": "וילכו אלה למעצבת עולם והצדיקים לחיי עולם׃"
    }
  ]
}