{
  "book_id": "MAT",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "ואחרי מוצאי השבת כשהאיר לאחד בשבת באה מרים המגדלית ומרים האחרת לראות את הקבר׃"
    },
    {
      "verse": 2,
      "text": "והנה רעש גדול היה כי מלאך יהוה ירד מן השמים ויגש ויגל את האבן מן הפתח וישב עליה׃"
    },
    {
      "verse": 3,
      "text": "ויהי מראהו כברק ולבושו לבן כשלג׃"
    },
    {
      "verse": 4,
      "text": "ומפחדו נבהלו השמרים ויהיו כמתים׃"
    },
    {
      "verse": 5,
      "text": "ויען המלאך ויאמר אל הנשים אתן אל תיראן הן ידעתי כי את ישוע הנצלב אתן מבקשות׃"
    },
    {
      "verse": 6,
      "text": "איננו פה כי קם כאשר אמר באנה ראינה את המקום אשר שכב שם האדון׃"
    },
    {
      "verse": 7,
      "text": "ומהרתן ללכת ואמרתן אל תלמידיו כי קם מן המתים והנה הוא הולך לפניכם הגלילה ושם תראהו הנה אמרתי לכן׃"
    },
    {
      "verse": 8,
      "text": "ותמהרנה לצאת מן הקבר ביראה ובשמחה גדולה ותרצנה להגיד לתלמידיו׃"
    },
    {
      "verse": 9,
      "text": "הנה הלכות להגיד לתלמידיו והנה ישוע נקרה אליהן ויאמר שלום לכן ותגשנה ותאחזנה ברגליו ותשתחוין לו׃"
    },
    {
      "verse": 10,
      "text": "ויאמר אליהן ישוע אל תיראן לכנה והגדן לאחי וילכו הגלילה ושם יראוני׃"
    },
    {
      "verse": 11,
      "text": "ויהי בלכתן והנה אנשים מן המשמר באו העירה ויגידו לראשי הכהנים את כל הנעשה׃"
    },
    {
      "verse": 12,
      "text": "ויקהלו עם הזקנים ויתיעצו ויתנו כסף לרב אל אנשי הצבא לאמר׃"
    },
    {
      "verse": 13,
      "text": "אמרו כי באו תלמידיו לילה ויגנבו אותו בהיותנו ישנים׃"
    },
    {
      "verse": 14,
      "text": "ואם ישמע הדבר לפני ההגמון אנחנו נפיסהו והייתם בלי פחד׃"
    },
    {
      "verse": 15,
      "text": "ויקחו את הכסף ויעשו כאשר למדו ותצא השמועה הזאת בין היהודים עד היום הזה׃"
    },
    {
      "verse": 16,
      "text": "ועשתי עשר התלמידים הלכו הגלילה אל ההר אשר צום ישוע׃"
    },
    {
      "verse": 17,
      "text": "ויהי כראותם אתו וישתחוו לו ומקצתם נחלקו בלבם׃"
    },
    {
      "verse": 18,
      "text": "ויגש ישוע וידבר אליהם לאמר נתן לי כל שלטן בשמים ובארץ׃"
    },
    {
      "verse": 19,
      "text": "לכו ועשו לתלמידים את כל הגוים וטבלתם אתם לשם האב והבן ורוח הקדש׃"
    },
    {
      "verse": 20,
      "text": "ולמדתם אתם לשמר את כל אשר צויתי אתכם והנה אנכי אתכם כל הימים עד קץ העולם אמן׃"
    }
  ]
}