{
  "book_id": "JAS",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Whence come and whence come among you? come they hence, even your pleasures that war in your members?"
    },
    {
      "verse": 2,
      "text": "Ye lust, and have not: ye kill, and covet, and cannot obtain: ye fight and war; ye have not, because ye ask not."
    },
    {
      "verse": 3,
      "text": "Ye ask, and receive not, because ye ask amiss, that ye may spend it your pleasures."
    },
    {
      "verse": 4,
      "text": "Ye adulteresses, know ye not that the friendship of the world is enmity with God? Whosoever therefore would be a friend of the world maketh himself an enemy of God."
    },
    {
      "verse": 5,
      "text": "Or think ye that the scripture speaketh in vain? Doth the spirit which he made to dwell in us long unto envying?"
    },
    {
      "verse": 6,
      "text": "But he giveth more grace. Wherefore the scripture , God resisteth the proud, but giveth grace to the humble."
    },
    {
      "verse": 7,
      "text": "Be subject therefore unto God; but resist the devil, and he will flee from you."
    },
    {
      "verse": 8,
      "text": "Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye doubleminded."
    },
    {
      "verse": 9,
      "text": "Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness."
    },
    {
      "verse": 10,
      "text": "Humble yourselves in the sight of the Lord, and he shall exalt you."
    },
    {
      "verse": 11,
      "text": "Speak not one against another, brethren. He that speaketh against a brother, or judgeth his brother, speaketh against the law, and judgeth the law: but if thou judgest the law, thou art not a doer of the law, but a judge."
    },
    {
      "verse": 12,
      "text": "One only the lawgiver and judge, even who is able to save and to destroy: but who art thou that judgest thy neighbour?"
    },
    {
      "verse": 13,
      "text": "Go to now, ye that say, Today or tomorrow we will go into this city, and spend a year there, and trade, and get gain:"
    },
    {
      "verse": 14,
      "text": "whereas ye know not what shall be on the morrow. What is your life? For ye are a vapour, that appeareth for a little time, and then vanisheth away."
    },
    {
      "verse": 15,
      "text": "For that ye ought to say, If the Lord will, we shall both live, and do this or that."
    },
    {
      "verse": 16,
      "text": "But now ye glory in your vauntings: all such glorying is evil."
    },
    {
      "verse": 17,
      "text": "To him therefore that knoweth to do good, and doeth it not, to him it is sin."
    }
  ]
}