{
  "book_id": "HAG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Τῷ μηνὶ τῷ ἑβδόμῳ, μιᾷ καὶ εἰκάδι τοῦ μηνὸς, ἐλάλησε Κύριος ἐν χειρὶ Ἀγγαίου τοῦ προφήτου, λέγων,"
    },
    {
      "verse": 2,
      "text": "εἰπὸν δὴ πρὸς Ζοροβάβελ τὸν τοῦ Σαλαθιὴλ ἐκ φυλῆς Ἰούδα, καὶ πρὸς Ἰησοῦν τοῦ Ἰωσεδὲκ τὸν ἱερέα τὸν μέγαν, καὶ πρὸς πάντας τοὺς καταλοίπους τοῦ λαοῦ, λέγων,"
    },
    {
      "verse": 3,
      "text": "Τίς ἐξ ὑμῶν, ὃς εἶδε τὸν οἶκον τοῦτον ἐν τῇ δόξῃ αὐτοῦ τῇ ἔμπροσθεν; καὶ πῶς ὑμεῖς βλέπετε αὐτὸν νῦν καθὼς οὐχ ὑπάρχοντα ἐνώπιον ὑμῶν;"
    },
    {
      "verse": 4,
      "text": "Καὶ νῦν κατίσχυε Ζοροβάβελ, λέγει Κύριος, καὶ κατίσχυε Ἰησοῦ ὁ τοῦ Ἰωσεδὲκ ὁ ἱερεὺς ὁ μέγας, καὶ κατισχυέτω πᾶς ὁ λαὸς τῆς γῆς, λέγει Κύριος, καὶ ποιεῖτε, διότι μεθʼ ὑμῶν ἐγώ εἰμι, λέγει Κύριος ὁ παντοκράτωρ,"
    },
    {
      "verse": 5,
      "text": "καὶ τὸ πνεῦμά μου ἐφέστηκεν ἐν μέσῳ ὑμῶν· θαρσεῖτε,"
    },
    {
      "verse": 6,
      "text": "Διότι τάδε λέγει Κύριος παντοκράτωρ, ἔτι ἅπαξ ἐγὼ σείσω τὸν οὐρανὸν καὶ τὴν γῆν, καὶ τὴν θάλασσαν καὶ τὴν ξηρὰν,"
    },
    {
      "verse": 7,
      "text": "καὶ συσσείσω πάντα τὰ ἔθνη, καὶ ἥξει τὰ ἐκλεκτὰ πάντων τῶν ἐθνῶν· καὶ πλήσω τὸν οἶκον τοῦτον δόξης, λέγει Κύριος παντοκράτωρ."
    },
    {
      "verse": 8,
      "text": "Ἐμὸν τὸ ἀργύριον, καὶ ἐμὸν τὸ χρυσίον, λέγει Κύριος παντοκράτωρ."
    },
    {
      "verse": 9,
      "text": "Διότι μεγάλη ἔσται ἡ δόξα τοῦ οἴκου τούτου, ἡ ἐσχάτη ὑπὲρ τὴν πρώτην, λέγει Κύριος παντοκράτωρ· καὶ ἐν τῷ τόπῳ τούτῳ δώσω εἰρήνην, λέγει Κύριος παντοκράτωρ, καὶ εἰρήνην ψυχῆς εἰς περιποίησιν παντὶ τῷ κτίζοντι, τοῦ ἀναστῆσαι τὸν ναὸν τοῦτον."
    },
    {
      "verse": 10,
      "text": "Τετράδι καὶ εἰκάδι τοῦ ἐννάτου μηνὸς, ἔτους δευτέρου, ἐπὶ Δαρείου, ἐγένετο λόγος Κυρίου πρὸς Ἀγγαῖον τὸν προφήτην, λέγων,"
    },
    {
      "verse": 11,
      "text": "τάδε λέγει Κύριος παντοκράτωρ, ἐπερώτησον δὴ τοὺς ἱερεῖς νόμον, λέγων,"
    },
    {
      "verse": 12,
      "text": "ἐὰν λάβῃ ἄνθρωπος κρέας ἅγιον ἐν τῷ ἄκρῳ τοῦ ἱματίου αὐτοῦ, καὶ ἅψηται τὸ ἄκρον τοῦ ἱματίου αὐτοῦ ἄρτου, ἢ ἑψήματος, ἢ οἴνου, ἢ ἐλαίου, ἢ παντὸς βρώματος, εἰ ἁγιασθήσεται; καὶ ἀπεκρίθησαν οἱ ἱερεῖς, καὶ εἶπαν, οὔ."
    },
    {
      "verse": 13,
      "text": "Καὶ εἶπεν Ἀγγαῖος, ἐὰν ἅψηται μεμιασμένος ἀκάθαρτος ἐπὶ ψυχῇ ἐπὶ παντὸς τούτων, εἰ μιανθήσεται; καὶ ἀπεκρίθησαν οἱ ἱερεῖς, καὶ εἶπαν, μιανθήσεται."
    },
    {
      "verse": 14,
      "text": "Καὶ ἀπεκρίθη Ἀγγαῖος, καὶ εἶπεν, οὕτως ὁ λαὸς οὗτος, καὶ οὕτως τὸ ἔθνος τοῦτο ἐνώπιον ἐμοῦ, λέγει Κύριος, καὶ οὕτως πάντα τὰ ἔργα τῶν χειρῶν αὐτῶν· καὶ ὃς ἐὰν ἐγγίσῃ ἐκεῖ, μιανθήσεται ἕνεκεν τῶν λημμάτων αὐτῶν τῶν ὀρθρινῶν, ὀδυνηθήσονται ἀπὸ προσώπου πόνων αὐτῶν, καὶ ἐμισεῖτε ἐν πύλαις ἐλέγχοντα."
    },
    {
      "verse": 15,
      "text": "Καὶ νῦν θέσθε δὴ εἰς τὰς καρδίας ὑμῶν ἀπὸ τῆς ἡμέρας ταύτης καὶ ὑπεράνω, πρὸ τοῦ θεῖναι λίθον ἐπὶ λίθον ἐν τῷ ναῷ Κυρίου"
    },
    {
      "verse": 16,
      "text": "τίνες ἦτε, ὅτε ἐνεβάλλετε εἰς κυψέλην κριθῆς εἴκοσι σάτα, καὶ ἐγένετο κριθῆς δέκα σάτα· καὶ εἰσεπορεύεσθε εἰς τὸ ὑπολήνιον ἐξαντλῆσαι πεντήκοντα μετρητὰς καὶ ἐγένοντο εἴκοσι."
    },
    {
      "verse": 17,
      "text": "Ἐπάταξα ὑμᾶς ἐν ἀφορίᾳ, καὶ ἐν ἀνεμοφθορίᾳ, καὶ ἐν χαλάζῃ πάντα τὰ ἔργα τῶν χειρῶν ὑμῶν, καὶ οὐκ ἐπεστρέψατε πρὸς μὲ, λέγει Κύριος."
    },
    {
      "verse": 18,
      "text": "Ὑποτάξατε δὴ τὰς καρδίας ὑμῶν ἀπὸ τῆς ἡμέρας ταύτης, καὶ ἐπέκεινα, ἀπὸ τῆς τετράδος καὶ εἰκάδος τοῦ ἐννάτου μηνὸς, καὶ ἀπὸ τῆς ἡμέρας ἧς τεθεμελίωται ὁ ναὸς Κυρίου· θέσθε ἐν ταῖς καρδίαις ὑμῶν,"
    },
    {
      "verse": 19,
      "text": "εἰ ἐπιγνωσθήσεται ἐπὶ τῆς ἅλω, καὶ εἰ ἔτι ἡ ἄμπελος, καὶ ἡ συκῆ, καὶ ἡ ῥοὰ, καὶ τὰ ξύλα τῆς ἐλαίας τὰ οὐ φέροντα καρπὸν, ἀπὸ τῆς ἡμέρας ταύτης εὐλογήσω."
    },
    {
      "verse": 20,
      "text": "Καὶ ἐγένετο λόγος Κυρίου ἐκ δευτέρου πρὸς Ἀγγαῖον τὸν προφήτην, τετράδι καὶ εἰκάδι τοῦ μηνὸς, λέγων,"
    },
    {
      "verse": 21,
      "text": "εἰπὸν πρὸς Ζοροβάβελ τὸν τοῦ Σαλαθιὴλ ἐκ φυλῆς Ἰούδα, λέγων, Ἐγὼ σείω τὸν οὐρανὸν καὶ τὴν γῆν, καὶ τὴν θάλασσαν καὶ τὴν ξηρὰν,"
    },
    {
      "verse": 22,
      "text": "καὶ καταστρέψω θρόνους βασιλέων, καὶ ὀλοθρεύσω δύναμιν βασιλέων τῶν ἐθνῶν, καὶ καταστρέψω ἅρματα καὶ ἀναβάτας, καὶ καταβήσονται ἵπποι καὶ ἀναβάται αὐτῶν, ἕκαστος ἐν ῥομφαίᾳ πρὸς τὸν ἀδελφὸν αὐτοῦ."
    },
    {
      "verse": 23,
      "text": "Ἐν τῇ ἡμέρᾳ ἐκείνῃ, λέγει Κύριος παντοκράτωρ, λήψομαί σε Ζοροβάβελ τὸν τοῦ Σαλαθιὴλ, τὸν δοῦλόν μου, λέγει Κύριος, καὶ θήσομαί σε ὡς σφραγίδα, διότι σὲ ᾑρέτισα, λέγει Κύριος παντοκράτωρ."
    }
  ]
}