{
  "book_id": "LAM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Keep in mind, O Lord, what has come to us: take note and see our shame."
    },
    {
      "verse": 2,
      "text": "Our heritage is given up to men of strange lands, our houses to those who are not our countrymen."
    },
    {
      "verse": 3,
      "text": "We are children without fathers, our mothers are like widows."
    },
    {
      "verse": 4,
      "text": "We give money for a drink of water, we get our wood for a price."
    },
    {
      "verse": 5,
      "text": "Our attackers are on our necks: overcome with weariness, we have no rest."
    },
    {
      "verse": 6,
      "text": "We have given our hands to the Egyptians and to the Assyrians so that we might have enough bread."
    },
    {
      "verse": 7,
      "text": "Our fathers were sinners and are dead; and the weight of their evil-doing is on us."
    },
    {
      "verse": 8,
      "text": "Servants are ruling over us, and there is no one to make us free from their hands."
    },
    {
      "verse": 9,
      "text": "We put our lives in danger to get our bread, because of the sword of the waste land."
    },
    {
      "verse": 10,
      "text": "Our skin is heated like an oven because of our burning heat from need of food."
    },
    {
      "verse": 11,
      "text": "They took by force the women in Zion, the virgins in the towns of Judah."
    },
    {
      "verse": 12,
      "text": "Their hands put princes to death by hanging: the faces of old men were not honoured."
    },
    {
      "verse": 13,
      "text": "The young men were crushing the grain, and the boys were falling under the wood."
    },
    {
      "verse": 14,
      "text": "The old men are no longer seated in the doorway, and the music of the young men has come to an end."
    },
    {
      "verse": 15,
      "text": "The joy of our hearts is ended; our dancing is changed into sorrow."
    },
    {
      "verse": 16,
      "text": "The crown has been taken from our head: sorrow is ours, for we are sinners."
    },
    {
      "verse": 17,
      "text": "Because of this our hearts are feeble; for these things our eyes are dark;"
    },
    {
      "verse": 18,
      "text": "Because of the mountain of Zion which is a waste; jackals go over it."
    },
    {
      "verse": 19,
      "text": "You, O Lord, are seated as King for ever; the seat of your power is eternal."
    },
    {
      "verse": 20,
      "text": "Why have we gone from your memory for ever? why have you been turned away from us for so long?"
    },
    {
      "verse": 21,
      "text": "Make us come back to you, O Lord, and let us be turned; make our days new again as in the past."
    },
    {
      "verse": 22,
      "text": "But you have quite given us up; you are full of wrath against us."
    }
  ]
}