{
  "book_id": "SNG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I am a flower of the plain, a lily of the valleys."
    },
    {
      "verse": 2,
      "text": "As a lily among thorns, so is my companion among the daughters."
    },
    {
      "verse": 3,
      "text": "As the apple among the trees of the wood, so is my kinsman among the sons. I desired his shadow, and sat down, and his fruit was sweet in my throat."
    },
    {
      "verse": 4,
      "text": "Bring me into the wine house; set love before me."
    },
    {
      "verse": 5,
      "text": "Strengthen me with perfumes, stay me with apples: for I amwounded with love."
    },
    {
      "verse": 6,
      "text": "His left hand shall beunder my head, and his right hand shall embrace me."
    },
    {
      "verse": 7,
      "text": "I have charged you, ye daughters of Jerusalem, by the powers and by the virtues of the field, that ye do not rouse or wake mylove, until he please."
    },
    {
      "verse": 8,
      "text": "The voice of my kinsman! behold, he comes leaping over the mountains, bounding over the hills."
    },
    {
      "verse": 9,
      "text": "My kinsman is like a roe or a young hart on the mountains of Bæthel: behold, he is behind our wall, looking through the windows, peeping through the lattices."
    },
    {
      "verse": 10,
      "text": "My kinsman answers, and says to me, Rise up, come, my companion, my fair one, my dove."
    },
    {
      "verse": 11,
      "text": "For, behold, the winter is past, the rain is gone, it has departed."
    },
    {
      "verse": 12,
      "text": "The flowers are seen in the land; the time of pruning has arrived; the voice of the turtle-dove has been heard in our land."
    },
    {
      "verse": 13,
      "text": "The fig-tree has put forth its young figs, the vines put forth the tender grape, they yield a smell: arise, come, my companion, my fair one, my dove; yea, come."
    },
    {
      "verse": 14,
      "text": "Thou artmy dove, in the shelter of the rock, near the wall: shew me thy face, and cause me to hear thy voice; for thy voice is sweet, and thy countenance is beautiful."
    },
    {
      "verse": 15,
      "text": "Take us the little foxes that spoil the vines: for our vines put forth tender grapes."
    },
    {
      "verse": 16,
      "text": "My kinsman is mine, and I am his: he feeds his flockamong the lilies."
    },
    {
      "verse": 17,
      "text": "Until the day dawn, and the shadows depart, turn, my kinsman, be thou like to a roe or young hart on the mountains of the ravines."
    }
  ]
}