{
  "book_id": "SNG",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, thou art fair, my companion; behold, thou art fair; thine eyes are doves, beside thy veil: thy hair is as flocks of goats, that have appeared from Galaad."
    },
    {
      "verse": 2,
      "text": "Thy teeth are as flocks of shorn \\add sheep\\add*, that have gone up from the washing; all of them bearing twins, and there is not a barren one among them."
    },
    {
      "verse": 3,
      "text": "Thy lips are as a thread of scarlet, and thy speech is comely: like the rind of a pomegranate is thy cheek without thy veil."
    },
    {
      "verse": 4,
      "text": "Thy neck is as the tower of David, that was built for an armoury: a thousand shields hang upon it, \\add and\\add* all darts of mighty men."
    },
    {
      "verse": 5,
      "text": "Thy two breasts are as two twin fawns, that feed among the lilies."
    },
    {
      "verse": 6,
      "text": "Until the day dawn, and the shadows depart, I will betake me to the mountain of myrrh, and to the hill of frankincense."
    },
    {
      "verse": 7,
      "text": "Thou art all fair, my companion, and there is no spot in thee."
    },
    {
      "verse": 8,
      "text": "Come from Libanus, \\add my\\add* bride, come from Libanus: thou shalt come and pass from the top of Faith, from the top of Sanir and Hermon, from the lions' dens, from the mountains of the leopards."
    },
    {
      "verse": 9,
      "text": "My sister, \\add my\\add* spouse, thou hast ravished my heart; thou hast ravished my heart with one of thine eyes, with one chain of thy neck."
    },
    {
      "verse": 10,
      "text": "How beautiful are thy breasts, my sister, my spouse! how much more beautiful are thy breasts than wine, and the smell of thy garments than all spices!"
    },
    {
      "verse": 11,
      "text": "Thy lips drop honeycomb, my spouse: honey and milk are under thy tongue; and the smell of thy garments is as the smell of Libanus."
    },
    {
      "verse": 12,
      "text": "My sister, \\add my\\add* spouse is a garden enclosed; a garden enclosed, a fountain sealed."
    },
    {
      "verse": 13,
      "text": "Thy shoots are a garden of pomegranates, with the fruit of choice berries; camphor, with spikenard:"
    },
    {
      "verse": 14,
      "text": "spikenard and saffron, calamus and cinnamon; with all woods of Libanus, myrrh, aloes, with all chief spices:"
    },
    {
      "verse": 15,
      "text": "a fountain of a garden, and a well of water springing and gurgling from Libanus."
    },
    {
      "verse": 16,
      "text": "Awake, O north wind; and come, O south; and blow through my garden, and let my spices flow out."
    }
  ]
}