{
  "book_id": "SNG",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Return, return, O Sunamite; return, return, and we will look at thee. What will ye see in the Sunamite? She comes as bands of armies."
    },
    {
      "verse": 2,
      "text": "Thy steps are beautiful in shoes, O daughter of the prince: the joints of thythighs are like chains, the work of the craftsman."
    },
    {
      "verse": 3,
      "text": "Thy navel is asa turned bowl, not wanting liquor; thy belly is asa heap of wheat set about with lilies."
    },
    {
      "verse": 4,
      "text": "Thy two breasts are as two twin fawns."
    },
    {
      "verse": 5,
      "text": "Thy neck is as an ivory tower; thine eyes are as pools in Esebon, by the gates of the daughter of many: thy nose is as the tower of Libanus, looking toward Damascus."
    },
    {
      "verse": 6,
      "text": "Thy head upon thee is as Carmel, and the curls of thy hair like scarlet; the king is bound in the galleries."
    },
    {
      "verse": 7,
      "text": "How beautiful art thou, and how sweet art thou, mylove!"
    },
    {
      "verse": 8,
      "text": "This is thy greatness in thy delights: thou wast made like a palm tree, and thy breasts to clusters."
    },
    {
      "verse": 9,
      "text": "I said, I will go up to the palm tree, I will take hold of its high boughs: and now shall thy breasts be as clusters of the vine, and the smell of thy nose as apples;"
    },
    {
      "verse": 10,
      "text": "and thy throat as good wine, going well with my kinsman, suiting my lips and teeth."
    },
    {
      "verse": 11,
      "text": "I am my kinsman's, and his desire is toward me."
    },
    {
      "verse": 12,
      "text": "Come, my kinsman, let us go forth into the field; let us lodge in the villages."
    },
    {
      "verse": 13,
      "text": "Let us go early into the vineyards; let us see if the vine has flowered, ifthe blossoms have appeared, if the pomegranates have blossomed; there will I give thee my breasts."
    },
    {
      "verse": 14,
      "text": "The mandrakes have given a smell, and at our doors areall kinds of choice fruits, new and old. O my kinsman, I have kept themfor thee."
    }
  ]
}