{
  "book_id": "1PE",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Forasmuch then as Christ suffered in the flesh, arm ye yourselves also with the same mind; for he that hath suffered in the flesh hath ceased from sin;"
    },
    {
      "verse": 2,
      "text": "that ye no longer should live the rest of your time in the flesh to the lusts of men, but to the will of God."
    },
    {
      "verse": 3,
      "text": "For the time past may suffice to have wrought the desire of the Gentiles, and to have walked in lasciviousness, lusts, winebibbings, revellings, carousings, and abominable idolatries:"
    },
    {
      "verse": 4,
      "text": "wherein they think it strange that ye run not with theminto the same excess of riot, speaking evil of you:"
    },
    {
      "verse": 5,
      "text": "who shall give account to him that is ready to judge the living and the dead."
    },
    {
      "verse": 6,
      "text": "For unto this end was the gospel preached even to the dead, that they might be judged indeed according to men in the flesh, but live according to God in the spirit."
    },
    {
      "verse": 7,
      "text": "But the end of all things is at hand: be ye therefore of sound mind, and be sober unto prayer:"
    },
    {
      "verse": 8,
      "text": "above all things being fervent in your love among yourselves; for love covereth a multitude of sins:"
    },
    {
      "verse": 9,
      "text": "using hospitality one to another without murmuring:"
    },
    {
      "verse": 10,
      "text": "according as each hath received a gift, ministering it among yourselves, as good stewards of the manifold grace of God;"
    },
    {
      "verse": 11,
      "text": "if any man speaketh, speakingas it were oracles of God; if any man ministereth, ministeringas of the strength which God supplieth: that in all things God may be glorified through Jesus Christ, whose is the glory and the dominion for ever and ever. Amen."
    },
    {
      "verse": 12,
      "text": "Beloved, think it not strange concerning the fiery trial among you, which cometh upon you to prove you, as though a strange thing happened unto you:"
    },
    {
      "verse": 13,
      "text": "but insomuch as ye are partakers of Christ’s sufferings, rejoice; that at the revelation of his glory also ye may rejoice with exceeding joy."
    },
    {
      "verse": 14,
      "text": "If ye are reproached for the name of Christ, blessed are ye; because the Spiritof glory and the Spirit of God resteth upon you."
    },
    {
      "verse": 15,
      "text": "For let none of you suffer as a murderer, or a thief, or an evil-doer, or as a meddler in other men’s matters:"
    },
    {
      "verse": 16,
      "text": "but if a man sufferas a Christian, let him not be ashamed; but let him glorify God in this name."
    },
    {
      "verse": 17,
      "text": "For the time is comefor judgment to begin at the house of God: and if it beginfirst at us, what shall bethe end of them that obey not the gospel of God?"
    },
    {
      "verse": 18,
      "text": "And if the righteous is scarcely saved, where shall the ungodly and sinner appear?"
    },
    {
      "verse": 19,
      "text": "Wherefore let them also that suffer according to the will of God commit their souls in well-doing unto a faithful Creator."
    }
  ]
}