{
  "book_id": "JER",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc The\\sc* word of God which came to Jeremiah the \\add son\\add* of Hilkiah, of the priests, who dwelt in Anathoth in the land of Benjamin:"
    },
    {
      "verse": 2,
      "text": "\\add accordingly\\add* as the word of God came to him in the days of Josiah son of Amon king of Judah, in the thirteenth year of his reign."
    },
    {
      "verse": 3,
      "text": "And it was in the days of Jehoiakim son of Josiah king of Judah, until the eleventh year of Zedekiah king of Judah, \\add even\\add* until the captivity of Jerusalem in the fifth month."
    },
    {
      "verse": 4,
      "text": "And the word of the Lord came to him, \\add saying\\add*,"
    },
    {
      "verse": 5,
      "text": "Before I formed thee in the belly, I knew thee; and before thou camest forth from the womb, I sanctified thee; I appointed thee a prophet to the nations."
    },
    {
      "verse": 6,
      "text": "And I said, O Lord, thou that art supreme Lord, behold, I know not \\add how\\add* to speak, for I am a child."
    },
    {
      "verse": 7,
      "text": "And the Lord said to me, Say not, I am a child: for thou shalt go to all to whomsoever I shall send thee, and according to all \\add the words\\add* that I shall command thee, thou shalt speak."
    },
    {
      "verse": 8,
      "text": "Be not afraid before them: for I am with thee to deliver thee, saith the Lord."
    },
    {
      "verse": 9,
      "text": "And the Lord stretched forth his hand to me, and touched my mouth: and the Lord said to me, Behold, I have put my words into thy mouth."
    },
    {
      "verse": 10,
      "text": "Behold, I have appointed thee this day over nations and over kingdoms, to root out, and to pull down, and to destroy, and to rebuild, and to plant."
    },
    {
      "verse": 11,
      "text": "And the word of the Lord came to me, saying, What seest thou? And I said, A rod of an almond tree."
    },
    {
      "verse": 12,
      "text": "And the Lord said to me, Thou hast well seen: for I have watched over my words to perform them."
    },
    {
      "verse": 13,
      "text": "And the word of the Lord came to me a second time, saying, What seest thou? And I said, A caldron on the fire; and the face of it is toward the north."
    },
    {
      "verse": 14,
      "text": "And the Lord said to me, From the north shall flame forth evils upon all the inhabitants of the land."
    },
    {
      "verse": 15,
      "text": "For, behold, I call together all the kingdoms of the earth from the north, saith the Lord; and they shall come, and shall set each one his throne at the entrance of the gates of Jerusalem, and against all the walls round about her, and against all the cities of Judah."
    },
    {
      "verse": 16,
      "text": "And I will speak to them in judgment, concerning all their iniquity, \\add forasmuch\\add* as they have forsaken me, and sacrificed to strange gods, and worshiped the works of their own hands."
    },
    {
      "verse": 17,
      "text": "And do thou gird up thy loins, and stand up, and speak all \\add the words\\add* that I shall command thee: be not afraid of their face, neither be thou alarmed before them; for I am with thee to deliver thee, saith the Lord."
    },
    {
      "verse": 18,
      "text": "Behold, I have made thee this day as a strong city, and as a brazen wall, strong \\add against\\add* all the kings of Judah, and the princes thereof, and the people of the land."
    },
    {
      "verse": 19,
      "text": "And they shall fight against thee; but they shall by no means prevail against thee; because I am with thee, to deliver thee, saith the Lord."
    }
  ]
}