{
  "book_id": "TIT",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "But speake thou that which becometh wholsome learninge."
    },
    {
      "verse": 2,
      "text": "That the elder men be sober honest discrete sounde in the fayth in love and in paciece."
    },
    {
      "verse": 3,
      "text": "And the elder weme lykewyse that they be in soche rayment as becommeth holynes not falce accusars not geven to moche drinkynge but teachers of honest thynges"
    },
    {
      "verse": 4,
      "text": "to make the younge wemen sobremynded to love their husbandes to love their children"
    },
    {
      "verse": 5,
      "text": "to be discrete chast huswyfly good and obediet vnto their awne husbandes that the worde of god be not evyll spoken of."
    },
    {
      "verse": 6,
      "text": "Yonge men lykwyse exhorte that they be sobre mynded."
    },
    {
      "verse": 7,
      "text": "Above all thynges shewe thy silfe an insample of good workes with uncorrupt doctryne with honestie"
    },
    {
      "verse": 8,
      "text": "and with the wholsome worde which cannot be rebuked that he which withstondeth maye be a shamed havynge no thinge in you that he maye disprayse."
    },
    {
      "verse": 9,
      "text": "The servautes exhorte to be obediet vnto their awne masters and to please in all thynges not answerynge agayne"
    },
    {
      "verse": 10,
      "text": "nether be pickers but that they shewe all good faythfulnes that they maye do worshippe to the doctryne of oure saveoure God in all thynges."
    },
    {
      "verse": 11,
      "text": "For the grace of god that bryngeth saluacion vnto all men hath appered"
    },
    {
      "verse": 12,
      "text": "and teacheth vs that we shuld denye vngodlynes and worldy lustes and that we shuld live sobre mynded righteously and godly in this present worlde"
    },
    {
      "verse": 13,
      "text": "lokinge for that blessed hope and glorious apperenge of the myghty god and of oure savioure Iesu Christ"
    },
    {
      "verse": 14,
      "text": "which gave him silfe for vs to redeme vs from all vnrightewesnes and to pourge vs a peculiar people vnto him silfe fervently geven vnto good workes."
    },
    {
      "verse": 15,
      "text": "These thinges speake and exhorte and rebuke with all commaundynge Se that no man despise the."
    }
  ]
}