{
  "book_id": "PRO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The parables of Solomon, the son of David, king of Israel."
    },
    {
      "verse": 2,
      "text": "To know wisdom, and instruction:"
    },
    {
      "verse": 3,
      "text": "To understand the words of prudence: and to receive the instruction of doctrine, justice, and judgment, and equity:"
    },
    {
      "verse": 4,
      "text": "To give subtilty to little ones, to the young man knowledge and understanding."
    },
    {
      "verse": 5,
      "text": "A wise man shall hear and shall be wiser: and he that understandeth, shall possess governments."
    },
    {
      "verse": 6,
      "text": "He shall understand a parable, and the interpretation, the words of the wise, and their mysterious sayings."
    },
    {
      "verse": 7,
      "text": "The fear of the Lord is the beginning of wisdom. Fools despise wisdom and instruction."
    },
    {
      "verse": 8,
      "text": "My son, hear the instruction of thy father, and forsake not the law of thy mother:"
    },
    {
      "verse": 9,
      "text": "That grace may be added to thy head, and a chain of gold to thy neck."
    },
    {
      "verse": 10,
      "text": "My son, if sinners shall entice thee, consent not to them."
    },
    {
      "verse": 11,
      "text": "If they shall say: Come with us, let us lie in wait for blood, let us hide snares for the innocent without cause:"
    },
    {
      "verse": 12,
      "text": "Let us swallow him up alive like hell, and whole as one that goeth down into the pit."
    },
    {
      "verse": 13,
      "text": "We shall find all precious substance, we shall fill our houses with spoils."
    },
    {
      "verse": 14,
      "text": "Cast in thy lot with us, let us all have one purse."
    },
    {
      "verse": 15,
      "text": "My son, walk not thou with them, restrain thy foot from their paths."
    },
    {
      "verse": 16,
      "text": "For their feet run to evil, and make haste to shed blood."
    },
    {
      "verse": 17,
      "text": "But a net is spread in vain before the eyes of them that have wings."
    },
    {
      "verse": 18,
      "text": "And they themselves lie in wait for their own blood, and practise deceits against their own souls."
    },
    {
      "verse": 19,
      "text": "So the wage of every covetous man destroy the souls of the possessors."
    },
    {
      "verse": 20,
      "text": "Wisdom preacheth abroad, she uttereth her voice in the streets:"
    },
    {
      "verse": 21,
      "text": "At the head of multitudes she crieth out, in the entrance of the gates of the city she uttereth her words, saying:"
    },
    {
      "verse": 22,
      "text": "O children, how long will you love childishness, and fools covet those things which are hurtful to themselves, and the unwise hate knowledge?"
    },
    {
      "verse": 23,
      "text": "Turn ye at my reproof: behold I will utter my spirit to you, and will shew you my words."
    },
    {
      "verse": 24,
      "text": "Because I called, and you refused: I stretched out my hand, and there was none that regarded."
    },
    {
      "verse": 25,
      "text": "You have despised all my counsel, and have neglected my reprehensions."
    },
    {
      "verse": 26,
      "text": "I also will laugh in your destruction, and will mock when that shall come to you which you feared."
    },
    {
      "verse": 27,
      "text": "When sudden calamity shall fall on you, and destruction, as a tempest, shall be at hand: when tribulation and distress shall come upon you:"
    },
    {
      "verse": 28,
      "text": "Then shall they call upon me, and I will not hear: they shall rise in the morning and shall not find me:"
    },
    {
      "verse": 29,
      "text": "Because they have hated instruction and received not the fear of the Lord,"
    },
    {
      "verse": 30,
      "text": "Nor consented to my counsel, but despised all my reproof."
    },
    {
      "verse": 31,
      "text": "Therefore they shall eat the fruit of their own way, and shall be filled with their own devices."
    },
    {
      "verse": 32,
      "text": "The turning away of little ones shall kill them, and the prosperity of fools shall destroy them."
    },
    {
      "verse": 33,
      "text": "But he that shall hear me, shall rest without terror, and shall enjoy abundance, without fear of evils."
    }
  ]
}