{
  "book_id": "PRO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdom hath built herself a house, she hath hewn her out seven pillars."
    },
    {
      "verse": 2,
      "text": "She hath slain her victims, mingled her wine, and set forth her table."
    },
    {
      "verse": 3,
      "text": "She hath sent her maids to invite to the tower, and to the walls of the city:"
    },
    {
      "verse": 4,
      "text": "Whosoever is a little one, let him come to me. And to the unwise she said:"
    },
    {
      "verse": 5,
      "text": "Come, eat my bread, and drink the wine which I have mingled for you."
    },
    {
      "verse": 6,
      "text": "Forsake childishness, and live, and walk by the ways of prudence."
    },
    {
      "verse": 7,
      "text": "He that teacheth a scorner, doth an injury to himself: and he that rebuketh a wicked man, getteth himself a blot."
    },
    {
      "verse": 8,
      "text": "Rebuke not a scorner lest he hate thee. Rebuke a wise man, and he will love thee."
    },
    {
      "verse": 9,
      "text": "Give an occasion to a wise man, and wisdom shall be added to him. Teach a just man, and he shall make haste to receive it."
    },
    {
      "verse": 10,
      "text": "The fear of the Lord is the beginning of wisdom: and the knowledge of the holy is prudence."
    },
    {
      "verse": 11,
      "text": "For by me shall thy days be multiplied, and years of life shall be added to thee."
    },
    {
      "verse": 12,
      "text": "If thou be wise, thou shalt be so to thyself: and if a scorner, thou alone shalt bear the evil."
    },
    {
      "verse": 13,
      "text": "A foolish woman and clamorous, and full of allurements, and knowing nothing at all,"
    },
    {
      "verse": 14,
      "text": "Sat at the door of her house, upon a seat, in a high place of the city,"
    },
    {
      "verse": 15,
      "text": "To call them that pass by the way, and go on their journey:"
    },
    {
      "verse": 16,
      "text": "He that is a little one, let him turn to me. And to the fool she said:"
    },
    {
      "verse": 17,
      "text": "Stolen waters are sweeter, and hid den bread is more pleasant."
    },
    {
      "verse": 18,
      "text": "And he did not know that giants are there, and that her guests are in the depths of hell."
    }
  ]
}