{
  "book_id": "GEN",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord remembered Sarah as He had said; and the Lord did unto Sarah according as He had spoken."
    },
    {
      "verse": 2,
      "text": "And Sarah conceived and bare unto Abraham a son in his old age, in the time of which the Lord had told him."
    },
    {
      "verse": 3,
      "text": "And Abraham called the name of his son who was born to him, whom Sarah bare to him, Izhak."
    },
    {
      "verse": 4,
      "text": "And Abraham circumcised Izhak his son (when) the son of eight days, as the Lord had commanded him."
    },
    {
      "verse": 5,
      "text": "And Abraham was the son of a hundred years when Izhak his son was born to him."
    },
    {
      "verse": 6,
      "text": "And Sarah said, The Lord hath made me to have gladness; everyone who heareth will give me joy."
    },
    {
      "verse": 7,
      "text": "And she said, Faithful is He who spake unto Abraham, and certified that Sarah should suckle children; for she hath born a son in his old age."
    },
    {
      "verse": 8,
      "text": "And the child grew, and was weaned; and Abraham made a great feast in the day when Izhak was weaned."
    },
    {
      "verse": 9,
      "text": "And Sarah observed the son of Hagar the Mizritha, whom she bare to Abraham, deriding."
    },
    {
      "verse": 10,
      "text": "And she said, Cast out this handmaid and her son; for the son of the handmaid shall not inherit with my son, with Izhak."
    },
    {
      "verse": 11,
      "text": "And the word was evil exceedingly in the eyes of Abraham, on account of his son."
    },
    {
      "verse": 12,
      "text": "And the Lord said to Abraham, Let it not be evil in thine eyes concerning the youth and concerning thine handmaid. All that Sarah saith to thee receive from her, because in Izhak shall thy sons be called to thee."
    },
    {
      "verse": 13,
      "text": "And also the son of the handmaid will I set for a people, because he is thy son."
    },
    {
      "verse": 14,
      "text": "And Abraham rose up in the morning, and took bread and a skin of water, and gave to Hagar, setting upon her shoulder, and the youth, and dismissed her. And she went, and wandered in the desert of the well of Shava (\\it Beara de Shava\\it*)."
    },
    {
      "verse": 15,
      "text": "And the water was finished from the skin; and she laid the youth under one of the trees,"
    },
    {
      "verse": 16,
      "text": "And (she) went and sat over against, as far off as a bow flight: for she said, I cannot see the death of the child. And she sat over against, and lifted up her voice and wept."
    },
    {
      "verse": 17,
      "text": "And the voice of the youth was heard before the Lord; and the Angel of the Lord called to Hagar from the heavens, and said to her, What to thee, Hagar? Fear not, for the voice of the youth is heard before the Lord in the place where he is."
    },
    {
      "verse": 18,
      "text": "Arise, take up the youth and strengthen thine hand in him, because for a great people have I appointed him."
    },
    {
      "verse": 19,
      "text": "And the Lord opened her eyes, and she saw the well of waters, and went and filled the skin with water, and gave the youth to drink."
    },
    {
      "verse": 20,
      "text": "And the Word of the Lord was the Helper of the youth, and he grew and dwelt in the wilderness, and became a master of the bow."
    },
    {
      "verse": 21,
      "text": "And he dwelt in the wilderness of Paran, and his mother took for him a wife from the land of Mizraim."
    },
    {
      "verse": 22,
      "text": "And it was in that time that Abimelek and Phikol, chief of his host, spake to Abraham, saying, The Word of the Lord is thy Helper in everything thou doest;"
    },
    {
      "verse": 23,
      "text": "And now swear to me here, by the Word of the Lord, that thou wilt not be false with me, nor with my son, nor with my son’s son; and that according to the good which I have done to thee thou wilt do with me and with the land in which thou art a sojourner."
    },
    {
      "verse": 24,
      "text": "And Abraham said, I will swear."
    },
    {
      "verse": 25,
      "text": "And Abraham reproved Abimelek, on account of the well of waters which the servants of Abimelek had taken by force."
    },
    {
      "verse": 26,
      "text": "And Abimelek said, I knew not if this thing had been done, and thou also hadst not shown me, nor have I heard, but this day."
    },
    {
      "verse": 27,
      "text": "And Abraham took sheep and oxen, and gave to Abimelek, and they struck both of them a covenant."
    },
    {
      "verse": 28,
      "text": "And Abraham made seven lambs stand apart; and"
    },
    {
      "verse": 29,
      "text": "Abimelek said to Abraham, What are these seven lambs which thou hast made to stand apart?"
    },
    {
      "verse": 30,
      "text": "And he said, That thou mayest take the seven lambs seven lambs from my hand, to testify for me that I have digged that well."
    },
    {
      "verse": 31,
      "text": "Therefore he called that place Beer Shava, because there they sware together."
    },
    {
      "verse": 32,
      "text": "And they struck a covenant at Beer Shava. And Abimelek and Phikol, the chief of his host, arose, and returned to the land of the Phelishtaee."
    },
    {
      "verse": 33,
      "text": "And he planted a tree in Beer Shava, and prayed there in the name of the Lord, the Most High God."
    },
    {
      "verse": 34,
      "text": "And Abraham sojourned in the land of the Phelislitaee many days."
    }
  ]
}