{
  "book_id": "GEN",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Jakob, Arise, go up to Bethel, and dwell there, and make there an altar unto Eloha, who appeared to thee when in thy flight from before Esau thy brother."
    },
    {
      "verse": 2,
      "text": "And Jakob said to the men of his house, and to all who were with him, Put away the gentile idols that are among you, and purify; and change your raiment;"
    },
    {
      "verse": 3,
      "text": "And we will arise and go up to Bethel, and I will make there an altar unto Eloha, who heard my prayer in the day of my distress, and whose Word was my helper in the way that I went."
    },
    {
      "verse": 4,
      "text": "And they gave Jakob all the gentile idols that were in their hands, and the jewels that were in their ears, and Jakob hid them under the terebinth which was near Shekem."
    },
    {
      "verse": 5,
      "text": "And they journeyed; and fear from before the Lord was upon the peoples in the cities surrounding them; and they followed not after the sons of Jakob."
    },
    {
      "verse": 6,
      "text": "And Jakob came to Luz, which is in the land of Kenaan, which is Bethel, he and all the people who were with him."
    },
    {
      "verse": 7,
      "text": "And he builded there an altar, and called the place El Bethel, because the Angel of the Lord had appeared to him there when he fled from before his brother."
    },
    {
      "verse": 8,
      "text": "And Deborah, the nurse of Revekah, died, and was buried below Bethel, in the declivity of the vale; and he called the name of it, The vale of weeping."
    },
    {
      "verse": 9,
      "text": "And the Lord appeared unto Jakob again when he had come from Padan Aram, and blessed him."
    },
    {
      "verse": 10,
      "text": "And the Lord said to Jakob, Thy name shall be no more Jakob, but Israel shall be thy name; and he called his name Israel."
    },
    {
      "verse": 11,
      "text": "And the Lord said to him, I am El Shadai; increase and multiply; a people and an assemblage of tribes shall be from thee, and kings who shall reign over the peoples shall come forth from thee."
    },
    {
      "verse": 12,
      "text": "And the land that I gave to Abraham and to Izhak I will give unto thee, and to thy sons after thee, will I give the land."
    },
    {
      "verse": 13,
      "text": "And the glory of the Lord ascended above him, in the place where He had spoken with him."
    },
    {
      "verse": 14,
      "text": "And Jakob erected a pillar in the place where He had spoken with him, a pillar of stone, and outpoured libations upon it, and poured oil thereon."
    },
    {
      "verse": 15,
      "text": "And Jakob called the name of the place where the Lord bad spoken with him Bethel."
    },
    {
      "verse": 16,
      "text": "And they journeyed from Bethel, and there was yet a space of land to come unto Ephrath; and Rahel travailed, and had hard (pain) in her birth-labour."
    },
    {
      "verse": 17,
      "text": "And as she travailed in her labour, the midwife said to her, Fear not, for also this to thee is a son."
    },
    {
      "verse": 18,
      "text": "And it was in the going forth of her soul, for she died, that she called his name The son of my woe; but his father called him Benjamin."
    },
    {
      "verse": 19,
      "text": "And Rahel died, and was buried in the way of Ephrath, which is Beth-Lechem."
    },
    {
      "verse": 20,
      "text": "And Jakob erected a pillar upon her grave: that is the pillar of the tomb of Rahel unto this day."
    },
    {
      "verse": 21,
      "text": "And Israel proceeded and spread his tabernacle beyond the tower of Adar."
    },
    {
      "verse": 22,
      "text": "And it was while Israel dwelt in that land, that Reuben went and lay with Bilhah, the concubine of his father. And Israel heard it. And the sons of Jakob were twelve."
    },
    {
      "verse": 23,
      "text": "The sons of Leah, the firstborn of Jakob, Reuben, and Shemeon, and Levi, and Jehudah, and Issakar, and Zebulon."
    },
    {
      "verse": 24,
      "text": "The sons of Rahel, Joseph and Benjamin."
    },
    {
      "verse": 25,
      "text": "The sons of Bilhah, the handmaid of Rahel, Dan and Naphtali;"
    },
    {
      "verse": 26,
      "text": "and the sons of Zilpha, the handmaid of Leah, Gad and Asher. These are the sons of Jakob, who were born to him in Padan Aram."
    },
    {
      "verse": 27,
      "text": "And Jakob came unto Izhak his father, unto Mamre, the city of Arba, which is Hebron; for Abraham and Izhak had dwelt there."
    },
    {
      "verse": 28,
      "text": "And the days of Izhak were an hundred and eighty years."
    },
    {
      "verse": 29,
      "text": "And Izhak expired and died, and was gathered unto his people, old and content with days; and Esau and Jakob his sons buried him."
    }
  ]
}