{
  "book_id": "TOB",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And Tobit called his son Tobias, and said to him, “See, my child, that the man which went with you have his wages, and you must give him more.”"
    },
    {
      "verse": 2,
      "text": "And he said to him, “Father, it is no harm to me to give him the half of those things which I have brought;"
    },
    {
      "verse": 3,
      "text": "for he has led me for you in safety, and he cured my wife, and brought my money, and likewise cured you.”"
    },
    {
      "verse": 4,
      "text": "The old man said, “It is due to him.”"
    },
    {
      "verse": 5,
      "text": "And he called the angel, and said to him, “Take half of all that you have brought.”"
    },
    {
      "verse": 6,
      "text": "Then he called them both privately, and said to them, “Bless God, and give him thanks, and magnify him, and give him thanks in the sight of all that live, for the things which he has done with you. It is good to bless God and exalt his name, showing forth with honour the works of God. Don’t be slack to give him thanks."
    },
    {
      "verse": 7,
      "text": "It is good to conceal the secret of a king, but to reveal gloriously the works of God. Do good, and evil won’t find you."
    },
    {
      "verse": 8,
      "text": "Good is prayer with fasting, alms, and righteousness. A little with righteousness is better than much with unrighteousness. It is better to give alms than to lay up gold."
    },
    {
      "verse": 9,
      "text": "Alms delivers from death, and it purges away all sin. Those who give alms and do righteousness will be filled with life;"
    },
    {
      "verse": 10,
      "text": "but those who sin are enemies to their own life."
    },
    {
      "verse": 11,
      "text": "Surely I will conceal nothing from you. I have said, ‘It is good to conceal the secret of a king, but to reveal gloriously the works of God.’"
    },
    {
      "verse": 12,
      "text": "And now, when you prayed, and Sarah your daughter-in-law, I brought the memorial of your prayer before the Holy One. When you buried the dead, I was with you likewise."
    },
    {
      "verse": 13,
      "text": "And when you didn’t delay to rise up, and leave your dinner, that you might go and cover the dead, your good deed was not hidden from me. I was with you."
    },
    {
      "verse": 14,
      "text": "And now God sent me to heal you and Sarah your daughter-in-law."
    },
    {
      "verse": 15,
      "text": "I am Raphael, one of the seven holy angels which present the prayers of the saints and go in before the glory of the Holy One.”"
    },
    {
      "verse": 16,
      "text": "And they were both troubled, and fell upon their faces; for they were afraid."
    },
    {
      "verse": 17,
      "text": "And he said to them, “Don’t be afraid. You will all have peace; but bless God forever."
    },
    {
      "verse": 18,
      "text": "For I came not of any favour of my own, but by the will of your God. Therefore bless him forever."
    },
    {
      "verse": 19,
      "text": "All these days I appeared to you. I didn’t eat or drink, but you all saw a vision."
    },
    {
      "verse": 20,
      "text": "Now give God thanks, because I ascend to him who sent me. Write in a book all the things which have been done.”"
    },
    {
      "verse": 21,
      "text": "Then they rose up, and saw him no more."
    },
    {
      "verse": 22,
      "text": "They confessed the great and wonderful works of God, and how the angel of the Lord had appeared to them."
    }
  ]
}