{
  "book_id": "TOB",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "In that day Tobit remembered the money which he had committed to Gabael in Rages of Media,"
    },
    {
      "verse": 2,
      "text": "and said with himself, I have wished for death; wherefore do I not call for my son Tobias, that I may signify to him of the moneybefore I die?"
    },
    {
      "verse": 3,
      "text": "And when he had called him, he said, Myson, when I am dead, bury me; and despise not thy mother, buthonour her all the days of thy life, and do that which shall please her, and grieve her not."
    },
    {
      "verse": 4,
      "text": "Remember, myson, that she saw many dangers for thee, when thou wastin herwomb; andwhen she is dead, bury her by me in one grave."
    },
    {
      "verse": 5,
      "text": "Myson, be mindful of the Lord our God all thydays, and let not thy will be set to sin, or to transgress his commandments: do uprightly all thy life long, and follow not the ways of unrighteousness."
    },
    {
      "verse": 6,
      "text": "For if thou deal truly, thy doings shall prosperously succeed to thee, and to all them that live justly."
    },
    {
      "verse": 7,
      "text": "Give alms of thy substance; and when thou givest alms, let not thine eye be envious, neither turn thy face from any poor, and the face of God shall not be turned away from thee."
    },
    {
      "verse": 8,
      "text": "If thou hast abundance, give alms accordingly: if thou have buta little, be not afraid to give according to thatlittle:"
    },
    {
      "verse": 9,
      "text": "for thou layest up a good treasure for thyself against the day of necessity."
    },
    {
      "verse": 10,
      "text": "Because that alms doth deliver from death, and suffereth not to come into darkness."
    },
    {
      "verse": 11,
      "text": "For alms is a good gift unto all that give it, in the sight of the most High."
    },
    {
      "verse": 12,
      "text": "Beware of all whoredom, myson, and chiefly take a wife of the seed of thy fathers, and take not a strange woman towife, which is not of thy father’s tribe: for we are the children of the prophets, Noe, Abraham, Isaac, and Jacob: remember, myson, thatour fathers from the beginning, eventhat they all married wives of their own kindred, and were blessed in their children, and their seed shall inherit the land."
    },
    {
      "verse": 13,
      "text": "Now therefore, myson, love thy brethren, and despise not in thy heart thy brethren, the sons and daughters of thy people, in nottaking a wife of them: for in pride isdestruction and much trouble, and in lewdness isdecay and great want: for lewdness is the mother of famine."
    },
    {
      "verse": 14,
      "text": "Let not the wages of any man, which hath wrought for thee, tarry with thee, but give him itout of hand: for if thou serve God, he will alsorepay thee: be circumspect, myson, in all things thou doest, and be wise in all thy conversation."
    },
    {
      "verse": 15,
      "text": "Do thatto no man which thou hatest: drink not wine to make thee drunken: neither let drunkenness go with thee in thy journey."
    },
    {
      "verse": 16,
      "text": "Give of thy bread to the hungry, and of thy garments to them that arenaked; andaccording to thine abundance give alms; and let not thine eye be envious, when thou givest alms."
    },
    {
      "verse": 17,
      "text": "Pour out thy bread on the burial of the just, but give nothing to the wicked."
    },
    {
      "verse": 18,
      "text": "Ask counsel of all that arewise, and despise not any counsel that isprofitable."
    },
    {
      "verse": 19,
      "text": "Bless the Lord thyGod alway, and desire of him that thy ways may be directed, and thatall thy paths and counsels may prosper: for every nation hath not counsel; but the Lord himself giveth all good things, and he humbleth whom he will, as he will; now therefore, myson, remember my commandments, neither let them be put out of thy mind."
    },
    {
      "verse": 20,
      "text": "And now I signify thisto thee, that I committed ten talents to Gabael the sonof Gabrias at Rages in Media."
    },
    {
      "verse": 21,
      "text": "And fear not, myson, that we are made poor: forthou hast much wealth, if thou fear God, and depart from all sin, and do that which ispleasing in his sight."
    }
  ]
}