{
  "book_id": "TOB",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And when they were come to Ecbatane, they came to the house of Raguel, and Sara met them: and after that they had saluted one another, she brought them into the house."
    },
    {
      "verse": 2,
      "text": "Then said Raguel to Edna his wife, How like \\add is this\\add* young man to Tobit my cousin!"
    },
    {
      "verse": 3,
      "text": "And Raguel asked them, From whence are you, brethren? To whom they said, \\add We are\\add* of the sons of Nephthali, \\add which are\\add* captives in Nineve."
    },
    {
      "verse": 4,
      "text": "Then he said to them, Do ye know Tobit our kinsman? And they said, We know \\add him\\add*. Then said he, Is he in good health?"
    },
    {
      "verse": 5,
      "text": "And they said, He is both alive, and in good health: and Tobias said, He is my father."
    },
    {
      "verse": 6,
      "text": "Then Raguel leaped up, and kissed him, and wept,"
    },
    {
      "verse": 7,
      "text": "and blessed him, and said unto him, \\add Thou art\\add* the son of an honest and good man. But when he had heard that Tobit was blind, he was sorrowful, and wept."
    },
    {
      "verse": 8,
      "text": "And \\add likewise\\add* Edna his wife and Sara his daughter wept. Moreover they entertained them cheerfully; and after that they had killed a ram of the flock, they set store of meat on the table. Then said Tobias to Raphael, Brother Azarias, speak \\add of those things\\add* of which thou didst talk in the way, and let \\add this\\add* business be dispatched."
    },
    {
      "verse": 9,
      "text": "So he communicated the matter with Raguel: and Raguel said to Tobias, Eat and drink, and make merry:"
    },
    {
      "verse": 10,
      "text": "for it is meet that thou shouldest marry my daughter: nevertheless I will declare unto thee the truth."
    },
    {
      "verse": 11,
      "text": "I have given my daughter \\add in marriage\\add* to seven men, who died \\add that\\add* night they came in unto her: nevertheless for the present be merry. But Tobias said, I will eat nothing here, till we agree and swear one to another."
    },
    {
      "verse": 12,
      "text": "Raguel said, \\add Then\\add* take her from henceforth according to the manner, for thou art her cousin, and she is thine, and the merciful God give you good success in all \\add things\\add*."
    },
    {
      "verse": 13,
      "text": "Then he called his daughter Sara, and she came to her father, and he took her by the hand, and gave her \\add to be\\add* wife to Tobias, saying, Behold, take her after the law of Moses, and lead \\add her\\add* away to thy father. And he blessed them;"
    },
    {
      "verse": 14,
      "text": "and called Edna his wife, and took paper, and did write an instrument \\add of covenants\\add*, and sealed \\add it\\add*."
    },
    {
      "verse": 15,
      "text": "Then they began to eat."
    },
    {
      "verse": 16,
      "text": "After Raguel called his wife Edna, and said unto her, Sister, prepare another chamber, and bring her in \\add thither\\add*."
    },
    {
      "verse": 17,
      "text": "Which when she had done as he had bidden \\add her\\add*, she brought her thither: and she wept, and she received the tears of her daughter, and said unto her,"
    },
    {
      "verse": 18,
      "text": "Be of good comfort, \\add my\\add* daughter; the Lord of heaven and earth give thee joy for this thy sorrow: be of good comfort, \\add my\\add* daughter."
    }
  ]
}