{
  "book_id": "TOB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Then Tobit wrote a prayer of rejoicing, and said, Blessed \\add be\\add* God that liveth for ever, and \\add blessed be\\add* his kingdom."
    },
    {
      "verse": 2,
      "text": "For he doth scourge, and hath mercy: He leadeth down to hell, and bringeth up \\add again\\add*: Neither is there any that can avoid his hand."
    },
    {
      "verse": 3,
      "text": "Confess him before the Gentiles, ye children of Israel: For he hath scattered us among them."
    },
    {
      "verse": 4,
      "text": "There declare his greatness, And extol him before all the living: For he \\add is\\add* our Lord, And he \\add is\\add* the God our Father for ever."
    },
    {
      "verse": 5,
      "text": "And he will scourge us for our iniquities, And will have mercy again, and will gather us out of all nations, Among whom he hath scattered us."
    },
    {
      "verse": 6,
      "text": "If you turn to him with your whole heart, And with your whole mind, and deal uprightly before him, Then will he turn unto you, And will not hide his face from you. Therefore see what he will do with you, And confess him with your whole mouth, And praise the Lord of might, And extol the everlasting King. In the land of my captivity do I praise him, And declare his might and majesty to a sinful nation. O \\add ye\\add* sinners, turn and do justice before him: Who can tell if he will accept you, And have mercy on you?"
    },
    {
      "verse": 7,
      "text": "I will extol my God, And my soul \\add shall praise\\add* the King of heaven, And shall rejoice in his greatness."
    },
    {
      "verse": 8,
      "text": "Let all \\add men\\add* speak, and let all praise him for \\add his\\add* righteousness."
    },
    {
      "verse": 9,
      "text": "O Jerusalem, the holy city, He will scourge thee for thy children’s works, And will have mercy again on the sons of the righteous."
    },
    {
      "verse": 10,
      "text": "Give praise to the Lord, for \\add he is\\add* good: And praise the everlasting King, That his tabernacle may be builded in thee again with joy, And let him make joyful there in thee \\add those that are\\add* captives, And love in thee for ever \\add those that are\\add* miserable."
    },
    {
      "verse": 11,
      "text": "Many nations shall come from far to the name of the Lord God With gifts in their hands, even gifts to the King of heaven; All generations shall praise thee with great joy."
    },
    {
      "verse": 12,
      "text": "Cursed \\add are\\add* all they which hate thee, \\add And\\add* blessed shall all be which love thee for ever."
    },
    {
      "verse": 13,
      "text": "Rejoice and be glad for the children of the just: For they shall be gathered together, and shall bless the Lord of the just."
    },
    {
      "verse": 14,
      "text": "O blessed \\add are\\add* they which love thee, \\add for\\add* they shall rejoice in thy peace: Blessed \\add are\\add* they which have been sorrowful for all thy scourges; For they shall rejoice for thee, when they have seen all thy glory, And shall be glad for ever."
    },
    {
      "verse": 15,
      "text": "Let my soul bless God the great King."
    },
    {
      "verse": 16,
      "text": "For Jerusalem shall be built \\add up\\add* with sapphires, and emeralds, and precious stone: Thy walls and towers and battlements with pure gold."
    },
    {
      "verse": 17,
      "text": "And the streets of Jerusalem shall be paved with beryl and carbuncle and stones of Ophir."
    },
    {
      "verse": 18,
      "text": "And all her streets shall say, Alleluia; And they shall praise \\add him\\add*, saying, Blessed \\add be\\add* God, Which hath extolled \\add it\\add* for ever."
    }
  ]
}