{
  "book_id": "2SA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Again, David gathered together all the chosen \\add men\\add* of Israel, thirty thousand."
    },
    {
      "verse": 2,
      "text": "And David arose, and went with all the people that \\add were\\add* with him from Baale of Judah, to bring up from thence the ark of God, whose name is called \\add by\\add* the name of the \\sc Lord\\sc* of hosts that dwelleth \\add between\\add* the cherubims."
    },
    {
      "verse": 3,
      "text": "And they set the ark of God upon a new cart, and brought it out of the house of Abinadab that \\add was\\add* in Gibeah: and Uzzah and Ahio, the sons of Abinadab, drave the new cart."
    },
    {
      "verse": 4,
      "text": "And they brought it out of the house of Abinadab which \\add was\\add* at Gibeah, accompanying the ark of God: and Ahio went before the ark."
    },
    {
      "verse": 5,
      "text": "And David and all the house of Israel played before the \\sc Lord\\sc* on all \\add manner of instruments made of\\add* fir wood, even on harps, and on psalteries, and on timbrels, and on cornets, and on cymbals."
    },
    {
      "verse": 6,
      "text": "And when they came to Nachon’s threshingfloor, Uzzah put forth \\add his hand\\add* to the ark of God, and took hold of it; for the oxen shook \\add it\\add*."
    },
    {
      "verse": 7,
      "text": "And the anger of the \\sc Lord\\sc* was kindled against Uzzah; and God smote him there for \\add his\\add* error; and there he died by the ark of God."
    },
    {
      "verse": 8,
      "text": "And David was displeased, because the \\sc Lord\\sc* had made a breach upon Uzzah: and he called \\add the name\\add* of the place Perez-uzzah to this day."
    },
    {
      "verse": 9,
      "text": "And David was afraid of the \\sc Lord\\sc* that day, and said, How shall the ark of the \\sc Lord\\sc* come to me?"
    },
    {
      "verse": 10,
      "text": "So David would not remove the ark of the \\sc Lord\\sc* unto him into the city of David: but David carried it aside \\add into\\add* the house of Obed-edom the Gittite."
    },
    {
      "verse": 11,
      "text": "And the ark of the \\sc Lord\\sc* continued \\add in\\add* the house of Obed-edom the Gittite three months: and the \\sc Lord\\sc* blessed Obed-edom, and all his household."
    },
    {
      "verse": 12,
      "text": "And it was told king David, saying, The \\sc Lord\\sc* hath blessed the house of Obed-edom, and all that \\add pertaineth\\add* unto him, because of the ark of God. So David went and brought up the ark of God from the house of Obed-edom \\add into\\add* the city of David with gladness."
    },
    {
      "verse": 13,
      "text": "And it was \\add so\\add*, that when they that bare the ark of the \\sc Lord\\sc* had gone six paces, he sacrificed oxen and fatlings."
    },
    {
      "verse": 14,
      "text": "And David danced before the \\sc Lord\\sc* with all \\add his\\add* might; and David \\add was\\add* girded \\add with\\add* a linen ephod."
    },
    {
      "verse": 15,
      "text": "So David and all the house of Israel brought up the ark of the \\sc Lord\\sc* with shouting, and with the sound of the trumpet."
    },
    {
      "verse": 16,
      "text": "And as the ark of the \\sc Lord\\sc* came \\add into\\add* the city of David, Michal Saul’s daughter looked through a window, and saw king David leaping and dancing before the \\sc Lord\\sc*; and she despised him in her heart."
    },
    {
      "verse": 17,
      "text": "And they brought in the ark of the \\sc Lord\\sc*, and set it in his place, in the midst of the tabernacle that David had pitched for it: and David offered burnt offerings and peace offerings before the \\sc Lord\\sc*."
    },
    {
      "verse": 18,
      "text": "And as soon as David had made an end of offering burnt offerings and peace offerings, he blessed the people in the name of the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 19,
      "text": "And he dealt among all the people, \\add even\\add* among the whole multitude of Israel, as well to the women as men, to every one a cake of bread, and a good piece \\add of flesh\\add*, and a flagon \\add of wine\\add*. So all the people departed every one to his house."
    },
    {
      "verse": 20,
      "text": "Then David returned to bless his household. And Michal the daughter of Saul came out to meet David, and said, How glorious was the king of Israel to day, who uncovered himself to day in the eyes of the handmaids of his servants, as one of the vain \\add fellows\\add* shamelessly uncovereth himself!"
    },
    {
      "verse": 21,
      "text": "And David said unto Michal, \\add It was\\add* before the \\sc Lord\\sc*, which chose me before thy father, and before all his house, to appoint me ruler over the people of the \\sc Lord\\sc*, over Israel: therefore will I play before the \\sc Lord\\sc*."
    },
    {
      "verse": 22,
      "text": "And I will yet be more vile than thus, and will be base in mine own sight: and of the maidservants which thou hast spoken of, of them shall I be had in honour."
    },
    {
      "verse": 23,
      "text": "Therefore Michal the daughter of Saul had no child unto the day of her death."
    }
  ]
}