{
  "book_id": "DAN",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "In \\add his\\add* eighteenth year Nabuchodonosor the king made a golden image, its height was sixty cubits, its breadth six cubits: and he set it up in the plain of Deira, in the province of Babylon."
    },
    {
      "verse": 2,
      "text": "And he sent forth to gather the governors, and the captains, and the heads of provinces, chiefs, and princes, and those who were in authority, and all the rulers of districts, to come to the dedication of the image."
    },
    {
      "verse": 3,
      "text": "So the heads of provinces, the governors, the captains, the chiefs, the great princes, those who were in authority, and all the rulers of districts, were gathered to the dedication of the image which king Nabuchodonosor had set up; and they stood before the image."
    },
    {
      "verse": 4,
      "text": "Then a herald cried aloud, To you it is commanded, you⌃ peoples, tribes, \\add and\\add* languages,"
    },
    {
      "verse": 5,
      "text": "at what hour you⌃ shall hear the sound of the trumpet, and pipe, and harp, and sackbut, and lute, and every kind of music, you⌃ shall fall down and worship the golden image which king Nabuchodonosor has set up."
    },
    {
      "verse": 6,
      "text": "And whoever shall not fall down and worship, in the same hour he shall be cast into the burning fiery furnace."
    },
    {
      "verse": 7,
      "text": "And it came to pass when the nations heard the sound of the trumpet, and pipe, and harp, and sackbut, and lute, and all kinds of music, all the nations, tribes, \\add and\\add* languages, fell down and worshipped the golden image which king Nabuchodonosor had set up."
    },
    {
      "verse": 8,
      "text": "Then came near \\add certain\\add* Chaldeans, and accused the Jews to the king, \\add saying\\add*,"
    },
    {
      "verse": 9,
      "text": "O king, live for ever."
    },
    {
      "verse": 10,
      "text": "You, O king, have made a decree that every man who shall hear the sound of the trumpet, and pipe, and harp, sackbut, and lute, and all kinds of music,"
    },
    {
      "verse": 11,
      "text": "and shall not fall down and worship the golden image, shall be cast into the burning fiery furnace."
    },
    {
      "verse": 12,
      "text": "There are \\add certain\\add* Jews whom you have appointed over the affairs of the province of Babylon, Sedrach, Misach, \\add and\\add* Abdenago, who have not obeyed your decree, O king: they serve not your gods, and worship not the golden image which you have set up."
    },
    {
      "verse": 13,
      "text": "Then Nabuchodonosor in wrath and anger commanded to bring Sedrach, Misach, and Abdenago: and they were brought before the king."
    },
    {
      "verse": 14,
      "text": "And Nabuchodonosor answered and said to them, Is it true, Sedrach, Misach, \\add and\\add* Abdenago, that you⌃ serve not my gods, and worship not the golden image which I have set up?"
    },
    {
      "verse": 15,
      "text": "Now then if you⌃ be ready, whenever you⌃ shall hear the sound of the trumpet, and pipe, and harp, and sackbut, and lute, and harmony, and every kind of music, to fall down and worship the golden image which I have made; \\add well\\add*: but if you⌃ worship not, in the same hour you⌃ shall be cast into the burning fiery furnace; and who is the God that shall deliver you out of my hand?"
    },
    {
      "verse": 16,
      "text": "Then answered Sedrach, Misach \\add and\\add* Abdenago and said to king Nabuchodonosor, We have no need to answer you concerning this matter."
    },
    {
      "verse": 17,
      "text": "For our God whom we serve is in the heavens, able to deliver us from the burning fiery furnace, and he will rescue us from your hands, O king."
    },
    {
      "verse": 18,
      "text": "But if not, be it known to you, O king, that we \\add will\\add* not serve your gods, nor worship the image which you have set up."
    },
    {
      "verse": 19,
      "text": "Then Nabuchodonosor was filled with wrath, and the form of his countenance was changed toward Sedrach, Misach, and Abdenago: and he gave orders to heat the furnace seven times \\add more than usual\\add*, until it should burn to the uttermost."
    },
    {
      "verse": 20,
      "text": "And he commanded mighty men to bind Sedrach, Misach, and Abdenago, and to cast \\add them\\add* into the burning fiery furnace."
    },
    {
      "verse": 21,
      "text": "Then those men were bound with their coats, and caps, and hose, and were cast into the midst of the burning fiery furnace,"
    },
    {
      "verse": 22,
      "text": "forasmuch as the king's word prevailed; and the furnace was made exceeding hot."
    },
    {
      "verse": 23,
      "text": "Then these three men, Sedrach, Misach, and Abdenago, fell bound into the midst of the burning furnace, and walked in the midst of the flame, singing praise to God, and blessing the Lord."
    },
    {
      "verse": 24,
      "text": "And Nabuchodonosor heard them singing praises; and he wondered, and rose up in haste, and said to his nobles, Did we not cast three men bound into the midst of the fire? and they said to the king, Yes, O king."
    },
    {
      "verse": 25,
      "text": "And the king said, But I see four men loose, and walking in the midst of the fire, and there has no harm happened to them; and the appearance of the fourth is like the Son of God."
    },
    {
      "verse": 26,
      "text": "Then Nabuchodonosor drew near to the door of the burning fiery furnace, and said, Sedrach, Misach, \\add and\\add* Abdenago, you⌃ servants of the most high God, proceed forth, and come here. So Sedrach, Misach, \\add and\\add* Abdenago, came forth out of the midst of the fire."
    },
    {
      "verse": 27,
      "text": "Then were assembled the satraps, and captains, and heads of provinces, and the royal princes; and they saw the men, \\add and perceived\\add* that the fire had not had power against their bodies, and the hair of their head was not burnt, and their coats were not scorched, nor was the smell of fire upon them."
    },
    {
      "verse": 28,
      "text": "And king Nabuchodonosor answered and said, Blessed be the God of Sedrach, Misach, \\add and\\add* Abdenago, who has sent his angel, and delivered his servants, because they trusted in him; and they have changed the king's word, and delivered their bodies to be burnt, that they might not serve nor worship any god, except their own God."
    },
    {
      "verse": 29,
      "text": "Therefore I publish a decree: Every people, tribe, \\add or\\add* language, that shall speak reproachfully against the God of Sedrach, Misach, \\add and\\add* Abdenago shall be destroyed, and their houses shall be plundered: because there is no other God who shall be able to deliver thus."
    },
    {
      "verse": 30,
      "text": "Then the king promoted Sedrach, Misach, \\add and\\add* Abdenago, in the province of Babylon, and advanced them, and gave them authority to rule over all the Jews who were in his kingdom."
    },
    {
      "verse": 31,
      "text": "King Nabuchodonosor to all nations, tribes, and tongues, who dwell in all the earth; Peace be multiplied to you."
    },
    {
      "verse": 32,
      "text": "It seemed good to me to declare to you the signs and wonders which the most high God has wrought with me,"
    },
    {
      "verse": 33,
      "text": "how great and mighty \\add they are\\add*: his kingdom is an everlasting kingdom, and his power to all generations."
    }
  ]
}