{
  "book_id": "DAN",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And at that time Michael the great prince shall stand up, that stands over the children of your people: and there shall be a time of tribulation, such tribulation as has not been from the time that there was a nation on the earth until that time: at that time your people shall be delivered, \\add even\\add* every one that is written in the book."
    },
    {
      "verse": 2,
      "text": "And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to reproach and everlasting shame."
    },
    {
      "verse": 3,
      "text": "And the wise shall shine as the brightness of the firmament, and \\add some\\add* of the many righteous as the stars for ever and ever."
    },
    {
      "verse": 4,
      "text": "And you, Daniel, close the words, and seal the book to the time of the end; until many are taught, and knowledge is increased."
    },
    {
      "verse": 5,
      "text": "And I Daniel saw, and, behold, two others stood, on one side of the bank of the river, and the other on the other side of the bank of the river."
    },
    {
      "verse": 6,
      "text": "And \\add one\\add* said to the man clothed in linen, who was over the water of the river, When \\add will be\\add* the end of the wonders which you have mentioned?"
    },
    {
      "verse": 7,
      "text": "And I heard the man clothed in linen, who was over the water of the river, and he lifted up his right hand and his left hand to heaven, and swore by him that lives for ever, that \\add it should be\\add* for a time of times and half a time: when the dispersion is ended they shall know all these things."
    },
    {
      "verse": 8,
      "text": "And I heard, but I understood not: and I said, O Lord, what \\add will be\\add* the end of these things?"
    },
    {
      "verse": 9,
      "text": "And he said, Go, Daniel: for the words are closed and sealed up to the time of the end."
    },
    {
      "verse": 10,
      "text": "Many must be tested, and thoroughly whitened, and tried with fire, and sanctified; but the transgressors shall transgress: and none of the transgressors shall understand; but the wise shall understand."
    },
    {
      "verse": 11,
      "text": "And from the time of the removal of the perpetual sacrifice, when the abomination of desolation shall be set up, \\add there shall be\\add* a thousand two hundred and ninety days."
    },
    {
      "verse": 12,
      "text": "Blessed is he that waits, and comes to the thousand three hundred and thirty-five days."
    },
    {
      "verse": 13,
      "text": "But go you, and rest; for \\add there are\\add* yet days and seasons to the fulfillment of the end; and you shall stand in your lot at the end of the days."
    }
  ]
}