{
  "book_id": "LUK",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐγένετο δέ, ἐν τῷ τὸν ὄχλον ἐπικεῖσθαι αὐτῷ τοῦ ἀκούειν τὸν λόγον τοῦ Θεοῦ, καὶ αὐτὸς ἦν ἑστὼς περὶ τὴν λίμνην Γενησαρέτ,"
    },
    {
      "verse": 2,
      "text": "καὶ εἶδεν δύο πλοῖα ἑστῶτα παρὰ τὴν λίμνην (οἱ δὲ ἁλιεῖς ἀποβάντες ἀπ᾿ αὐτῶν, ἀπέπλυναν τὰ δίκτυα)."
    },
    {
      "verse": 3,
      "text": "Ἐμβὰς δὲ εἰς ἓν τῶν πλοίων, ὃ ἦν τοῦ Σίμωνος, ἠρώτησεν αὐτὸν ἀπὸ τῆς γῆς ἐπαναγαγεῖν ὀλίγον. Καὶ καθίσας ἐδίδασκεν ἐκ τοῦ πλοίου τοὺς ὄχλους. A miraculous catch"
    },
    {
      "verse": 4,
      "text": "Ὡς δὲ ἐπαύσατο λαλῶν, εἶπεν πρὸς τὸν Σίμωνα, «Ἐπανάγαγε εἰς τὸ βάθος καὶ χαλάσατε τὰ δίκτυα ὑμῶν εἰς ἄγραν.»"
    },
    {
      "verse": 5,
      "text": "Καὶ ἀποκριθεὶς ὁ Σίμων εἶπεν αὐτῷ, «Ἐπιστάτα, δι᾿ ὅλης τῆς νυκτὸς κοπιάσαντες οὐδὲν ἐλάβομεν, ἐπὶ δὲ τῷ ῥήματί σου χαλάσω τὸ δίκτυον.»"
    },
    {
      "verse": 6,
      "text": "Καὶ τοῦτο ποιήσαντες συνέκλεισαν πλῆθος ἰχθύων πολύ, διερρήγνυτο δὲ τὸ δίκτυον αὐτῶν."
    },
    {
      "verse": 7,
      "text": "Καὶ κατένευσαν τοῖς μετόχοις τοῖς ἐν τῷ ἑτέρῳ πλοίῳ τοῦ ἐλθόντας συλλαβέσθαι αὐτοῖς· καὶ ἦλθον καὶ ἔπλησαν ἀμφότερα τὰ πλοῖα, ὥστε βυθίζεσθαι αὐτά."
    },
    {
      "verse": 8,
      "text": "Ἰδὼν δὲ Σίμων Πέτρος προσέπεσεν τοῖς γόνασιν Ἰησοῦ λέγων, «Ἔξελθε ἀπ᾿ ἐμοῦ, ὅτι ἀνὴρ ἁμαρτωλός εἰμι, Κύριε.»"
    },
    {
      "verse": 9,
      "text": "Θάμβος γὰρ περιέσχεν αὐτὸν καὶ πάντας τοὺς σὺν αὐτῷ ἐπὶ τῇ ἄγρᾳ τῶν ἰχθύων ᾗ συνέλαβον·"
    },
    {
      "verse": 10,
      "text": "ὁμοίως δὲ καὶ Ἰάκωβον καὶ Ἰωάννην, υἱοὺς Ζεβεδαίου, οἳ ἦσαν κοινωνοὶ τῷ Σίμωνι. Καὶ εἶπεν πρὸς τὸν Σίμωνα ὁ Ἰησοῦς, «Μὴ φοβοῦ· ἀπὸ τοῦ νῦν ἀνθρώπους ἔσῃ ζωγρῶν.»"
    },
    {
      "verse": 11,
      "text": "Καὶ καταγαγόντες τὰ πλοῖα ἐπὶ τὴν γῆν, ἀφέντες ἅπαντα ἠκολούθησαν αὐτῷ. The hinge: proof, evaluation, rejection A leper—the proof"
    },
    {
      "verse": 12,
      "text": "Καὶ ἐγένετο ἐν τῷ εἶναι αὐτὸν ἐν μιᾷ τῶν πόλεων, καὶ ἰδού, ἀνὴρ πλήρης λέπρας· καὶ ἰδὼν τὸν Ἰησοῦν, πεσὼν ἐπὶ πρόσωπον ἐδεήθη αὐτοῦ λέγων, «Κύριε, ἐὰν θέλῃς, δύνασαί με καθαρίσαι.»"
    },
    {
      "verse": 13,
      "text": "Καὶ ἐκτείνας τὴν χεῖρα ἥψατο αὐτοῦ εἰπών, «Θέλω· καθαρίσθητι.» Καὶ εὐθέως ἡ λέπρα ἀπῆλθεν ἀπ᾿ αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "Καὶ αὐτὸς παρήγγειλεν αὐτῷ μηδενὶ εἰπεῖν, «Ἀλλὰ ἀπελθὼν δεῖξον σεαυτὸν τῷ ἱερεῖ καὶ προσένεγκαι περὶ τοῦ καθαρισμοῦ σου καθὼς προσέταξεν Μωσῆς, εἰς μαρτύριον αὐτοῖς.»"
    },
    {
      "verse": 15,
      "text": "Διήρχετο δὲ μᾶλλον ὁ λόγος περὶ αὐτοῦ, καὶ συνήρχοντο ὄχλοι πολλοὶ ἀκούειν καὶ θεραπεύεσθαι ὑπ᾿ αὐτοῦ ἀπὸ τῶν ἀσθενειῶν αὐτῶν."
    },
    {
      "verse": 16,
      "text": "Αὐτὸς δὲ ἦν ὑποχωρῶν ἐν ταῖς ἐρήμοις καὶ προσευχόμενος. An examining council—the evaluation"
    },
    {
      "verse": 17,
      "text": "Καὶ ἐγένετο ἐν μιᾷ τῶν ἡμερῶν καὶ αὐτὸς ἦν διδάσκων, καὶ ἦσαν καθήμενοι Φαρισαῖοι καὶ νομοδιδάσκαλοι, οἳ ἦσαν ἐληλυθότες ἐκ πάσης κώμης τῆς Γαλιλαίας καὶ Ἰουδαίας καὶ Ἱερουσαλήμ—καὶ δύναμις Κυρίου ἦν εἰς τὸ ἰᾶσθαι αὐτούς. “Your sins are forgiven”"
    },
    {
      "verse": 18,
      "text": "Καὶ ἰδού, ἄνδρες φέροντες ἐπὶ κλίνης ἄνθρωπον ὃς ἦν παραλελυμένος, καὶ ἐζήτουν αὐτὸν εἰσενεγκεῖν καὶ θεῖναι ἐνώπιον αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Καὶ μὴ εὑρόντες πῶς εἰσενέγκωσιν αὐτόν, διὰ τὸν ὄχλον, ἀναβάντες ἐπὶ τὸ δῶμα διὰ τῶν κεράμων καθῆκαν αὐτὸν σὺν τῷ κλινιδίῳ εἰς τὸ μέσον, ἔμπροσθεν τοῦ Ἰησοῦ."
    },
    {
      "verse": 20,
      "text": "Καὶ ἰδὼν τὴν πίστιν αὐτῶν εἶπεν αὐτῷ, «Ἄνθρωπε, ἀφέωνταί σοι αἱ ἁμαρτίαι σου.» A ‘discussion’ ensues"
    },
    {
      "verse": 21,
      "text": "Καὶ ἤρξαντο διαλογίζεσθαι οἱ γραμματεῖς καὶ οἱ Φαρισαῖοι λέγοντες· «Τίς ἐστιν οὗτος ὃς λαλεῖ βλασφημίας; Τίς δύναται ἀφιέναι ἁμαρτίας εἰ μὴ μόνος ὁ Θεός;»"
    },
    {
      "verse": 22,
      "text": "Ἐπιγνοὺς δὲ ὁ Ἰησοῦς τοὺς διαλογισμοὺς αὐτῶν, ἀποκριθεὶς εἶπεν πρὸς αὐτούς· «Τί διαλογίζεσθε ἐν ταῖς καρδίαις ὑμῶν;"
    },
    {
      "verse": 23,
      "text": "Τί ἐστιν εὐκοπώτερον εἰπεῖν, ‹Ἀφέωνταί σοι αἱ ἁμαρτίαι σου,› ἢ εἰπεῖν, ‹Ἔγειραι καὶ περιπάτει›;"
    },
    {
      "verse": 24,
      "text": "Ἵνα δὲ εἰδῆτε ὅτι ἐξουσίαν ἔχει ὁ Υἱὸς τοῦ Ἀνθρώπου ἐπὶ τῆς γῆς ἀφιέναι ἁμαρτίας»—εἶπεν τῷ παραλελυμένῳ· «Σοὶ λέγω, ἔγειραι, καὶ ἄρας τὸ κλινίδιόν σου πορεύου εἰς τὸν οἶκόν σου.» God is glorified"
    },
    {
      "verse": 25,
      "text": "Καὶ παραχρῆμα ἀναστὰς ἐνώπιον αὐτῶν, ἄρας ἐφ᾿ ᾧ κατέκειτο, ἀπῆλθεν εἰς τὸν οἶκον αὐτοῦ δοξάζων τὸν Θεόν."
    },
    {
      "verse": 26,
      "text": "Καὶ ἔκστασις ἔλαβεν ἅπαντας καὶ ἐδόξαζον τὸν Θεόν· καὶ ἐπλήσθησαν φόβου λέγοντες ὅτι «Εἴδομεν παράδοξα σήμερον.» Enter Levi (Matthew)"
    },
    {
      "verse": 27,
      "text": "Καὶ μετὰ ταῦτα ἐξῆλθεν καὶ ἐθεάσατο τελώνην ὀνόματι Λευῒν καθήμενον ἐπὶ τὸ τελώνιον, καὶ εἶπεν αὐτῷ, «Ἀκολούθει μοι.»"
    },
    {
      "verse": 28,
      "text": "Καὶ καταλιπὼν ἅπαντα ἀναστὰς ἠκολούθησεν αὐτῷ."
    },
    {
      "verse": 29,
      "text": "Καὶ ἐποίησεν δοχὴν μεγάλην Λευὶς αὐτῷ ἐν τῇ οἰκίᾳ αὐτοῦ· καὶ ἦν ὄχλος τελωνῶν πολὺς καὶ ἄλλων οἳ ἦσαν μετ᾿ αὐτῶν κατακείμενοι. The Pharisees have a problem"
    },
    {
      "verse": 30,
      "text": "Καὶ ἐγόγγυζον οἱ γραμματεῖς αὐτῶν, καὶ οἱ Φαρισαῖοι, πρὸς τοὺς μαθητὰς αὐτοῦ λέγοντες, «Διὰ τί μετὰ τῶν τελωνῶν καὶ ἁμαρτωλῶν ἐσθίετε καὶ πίνετε;»"
    },
    {
      "verse": 31,
      "text": "Καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν πρὸς αὐτούς· «Οὐ χρείαν ἔχουσιν οἱ ὑγιαίνοντες ἰατροῦ, ἀλλ᾿ οἱ κακῶς ἔχοντες."
    },
    {
      "verse": 32,
      "text": "Οὐκ ἐλήλυθα καλέσαι δικαίους, ἀλλὰ ἁμαρτωλούς, εἰς μετάνοιαν.»"
    },
    {
      "verse": 33,
      "text": "Οἱ δὲ εἶπον πρὸς αὐτόν, «Διὰ τί οἱ μαθηταὶ Ἰωάννου νηστεύουσιν πυκνὰ καὶ δεήσεις ποιοῦνται, ὁμοίως καὶ οἱ τῶν Φαρισαίων, οἱ δὲ σοὶ ἐσθίουσιν καὶ πίνουσιν;»"
    },
    {
      "verse": 34,
      "text": "Ὁ δὲ εἶπεν πρὸς αὐτούς· «Μὴ δύνασθε τοὺς υἱοὺς τοῦ νυμφῶνος ἐν ᾧ ὁ νυμφίος μετ᾿ αὐτῶν ἐστιν ποιῆσαι νηστεύειν;"
    },
    {
      "verse": 35,
      "text": "Ἐλεύσονται δὲ ἡμέραι ὅταν ἀπαρθῇ ἀπ᾿ αὐτῶν ὁ νυμφίος· τότε νηστεύσουσιν ἐν ἐκείναις ταῖς ἡμέραις.» New wine vs. old wineskins"
    },
    {
      "verse": 36,
      "text": "Ἔλεγεν δὲ καὶ παραβολὴν πρὸς αὐτοὺς ὅτι «Οὐδεὶς ἐπίβλημα ἱματίου καινοῦ ἐπιβάλλει ἐπὶ ἱμάτιον παλαιόν· εἰ δὲ μή γε, καὶ τὸ καινὸν σχίζει καὶ τῷ παλαιῷ οὐ συμφωνεῖ τὸ ἀπὸ τοῦ καινοῦ."
    },
    {
      "verse": 37,
      "text": "Καὶ οὐδεὶς βάλλει οἶνον νέον εἰς ἀσκοὺς παλαιούς· εἰ δὲ μή γε, ῥήξει ὁ νέος οἶνος τοὺς ἀσκούς, καὶ αὐτὸς ἐκχυθήσεται καὶ οἱ ἀσκοὶ ἀπολοῦνται."
    },
    {
      "verse": 38,
      "text": "Ἀλλὰ οἶνον νέον εἰς ἀσκοὺς καινοὺς βλητέον, καὶ ἀμφότεροι συντηροῦνται."
    },
    {
      "verse": 39,
      "text": "Καὶ οὐδεὶς πιὼν παλαιὸν εὐθέως θέλει νέον, λέγει γάρ, ‹Ὁ παλαιὸς χρηστότερός ἐστιν.› »"
    }
  ]
}