{
  "book_id": "LUK",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐν οἷς ἐπισυναχθεισῶν τῶν μυριάδων τοῦ ὄχλου, ὥστε καταπατεῖν ἀλλήλους, ἤρξατο λέγειν πρὸς τοὺς μαθητὰς αὐτοῦ πρῶτον· «Προσέχετε ἑαυτοῖς ἀπὸ τῆς ζύμης τῶν Φαρισαίων, ἥτις ἐστὶν ὑπόκρισις."
    },
    {
      "verse": 2,
      "text": "Οὐδὲν δὲ συγκεκαλυμμένον ἐστὶν ὃ οὐκ ἀποκαλυφθήσεται, καὶ κρυπτὸν ὃ οὐ γνωσθήσεται."
    },
    {
      "verse": 3,
      "text": "Ἀνθ᾿ ὧν ὅσα ἐν τῇ σκοτίᾳ εἴπατε ἐν τῷ φωτὶ ἀκουσθήσεται, καὶ ὃ πρὸς τὸ οὖς ἐλαλήσατε ἐν τοῖς ταμείοις κηρυχθήσεται ἐπὶ τῶν δωμάτων. Don’t fear assassins"
    },
    {
      "verse": 4,
      "text": "»Λέγω δὲ ὑμῖν, τοῖς φίλοις μου· μὴ φοβηθῆτε ἀπὸ τῶν ἀποκτενόντων τὸ σῶμα καὶ μετὰ ταῦτα μὴ ἐχόντων περισσότερόν τι ποιῆσαι."
    },
    {
      "verse": 5,
      "text": "Ὑποδείξω δὲ ὑμῖν τίνα φοβηθῆτε—φοβήθητε τὸν μετὰ τὸ ἀποκτεῖναι ἐξουσίαν ἔχοντα ἐμβαλεῖν εἰς τὴν Γέενναν· ναί, λέγω ὑμῖν, τοῦτον φοβήθητε."
    },
    {
      "verse": 6,
      "text": "Οὐχὶ πέντε στρουθία πωλεῖται ἀσσαρίων δύο; Καὶ ἓν ἐξ αὐτῶν οὐκ ἔστιν ἐπιλελησμένον ἐνώπιον τοῦ Θεοῦ."
    },
    {
      "verse": 7,
      "text": "Ἀλλὰ καὶ αἱ τρίχες τῆς κεφαλῆς ὑμῶν πᾶσαι ἠρίθμηνται. Μὴ οὖν φοβεῖσθε· πολλῶ στρουθίων διαφέρετε. You confess Christ, He’ll confess you!"
    },
    {
      "verse": 8,
      "text": "»Λέγω δὲ ὑμῖν, πᾶς ὃς ἂν ὁμολογήσῃ ἐν ἐμοὶ ἔμπροσθεν τῶν ἀνθρώπων, καὶ ὁ Υἱὸς τοῦ Ἀνθρώπου ὁμολογήσει ἐν αὐτῷ ἔμπροσθεν τῶν ἀγγέλων τοῦ Θεοῦ."
    },
    {
      "verse": 9,
      "text": "Ὁ δὲ ἀρνησάμενός με ἐνώπιον τῶν ἀνθρώπων ἀπαρνηθήσεται ἐνώπιον τῶν ἀγγέλων τοῦ Θεοῦ."
    },
    {
      "verse": 10,
      "text": "Καὶ πᾶς ὃς ἐρεῖ λόγον εἰς τὸν Υἱὸν τοῦ Ἀνθρώπου, ἀφεθήσεται αὐτῷ· τῷ δὲ εἰς τὸ Ἅγιον Πνεῦμα βλασφημήσαντι οὐκ ἀφεθήσεται."
    },
    {
      "verse": 11,
      "text": "Ὅταν δὲ προσφέρωσιν ὑμᾶς ἐπὶ τὰς συναγωγὰς καὶ τὰς ἀρχὰς καὶ τὰς ἐξουσίας, μὴ μεριμνᾶτε πῶς ἢ τί ἀπολογήσεσθε, ἢ τί εἴπητε."
    },
    {
      "verse": 12,
      "text": "Τὸ γὰρ Ἅγιον Πνεῦμα διδάξει ὑμᾶς ἐν αὐτῇ τῇ ὥρᾳ ἃ δεῖ εἰπεῖν.» Beware of materialism"
    },
    {
      "verse": 13,
      "text": "Εἶπεν δέ τις αὐτῷ ἐκ τοῦ ὄχλου, «Διδάσκαλε, εἰπὲ τῷ ἀδελφῷ μου μερίσασθαι μετ᾿ ἐμοῦ τὴν κληρονομίαν.»"
    },
    {
      "verse": 14,
      "text": "Ὁ δὲ εἶπεν αὐτῷ, «Ἄνθρωπε, τίς με κατέστησεν δικαστὴν ἢ μεριστὴν ἐφ᾿ ὑμᾶς;»"
    },
    {
      "verse": 15,
      "text": "Εἶπεν δὲ πρὸς αὐτούς, «Ὁρᾶτε καὶ φυλάσσεσθε ἀπὸ τῆς πλεονεξίας, ὅτι οὐκ ἐν τῷ περισσεύειν τινὶ ἡ ζωὴ αὐτοῦ ἐστιν ἐκ τῶν ὑπαρχόντων αὐτοῦ.» Parable of a rich fool"
    },
    {
      "verse": 16,
      "text": "Εἶπεν δὲ παραβολὴν πρὸς αὐτοὺς λέγων· «Ἀνθρώπου τινὸς πλουσίου εὐφόρησεν ἡ χώρα."
    },
    {
      "verse": 17,
      "text": "Καὶ διελογίζετο ἐν ἑαυτῷ λέγων, ‹Τί ποιήσω, ὅτι οὐκ ἔχω ποῦ συνάξω τοὺς καρπούς μου;›"
    },
    {
      "verse": 18,
      "text": "Καὶ εἶπεν· ‹Τοῦτο ποιήσω· καθελῶ μου τὰς ἀποθήκας καὶ μείζονας οἰκοδομήσω, καὶ συνάξω ἐκεῖ πάντα τὰ γενήματά μου καὶ τὰ ἀγαθά μου."
    },
    {
      "verse": 19,
      "text": "Καὶ ἐρῶ τῇ ψυχῇ μου· Ψυχή, ἔχεις πολλὰ ἀγαθὰ κείμενα εἰς ἔτη πολλά· ἀναπαύου, φάγε, πίε, εὐφραίνου.›"
    },
    {
      "verse": 20,
      "text": "Εἶπεν δὲ αὐτῷ ὁ Θεός· ‹Ἄφρον, ταύτῃ τῇ νυκτὶ τὴν ψυχήν σου ἀπαιτοῦσιν ἀπὸ σοῦ· ἃ δὲ ἡτοίμασας, τίνι ἔσται;›"
    },
    {
      "verse": 21,
      "text": "Οὕτως ὁ θησαυρίζων ἑαυτῷ καὶ μὴ εἰς Θεὸν πλουτῶν.» The mentality of the Kingdom"
    },
    {
      "verse": 22,
      "text": "Εἶπεν δὲ πρὸς τοὺς μαθητὰς αὐτοῦ· «Διὰ τοῦτο λέγω ὑμῖν, μὴ μεριμνᾶτε τῇ ψυχῇ ὑμῶν, τί φάγητε· μηδὲ τῷ σώματι, τί ἐνδύσεσθε."
    },
    {
      "verse": 23,
      "text": "Ἡ ψυχὴ πλείων ἐστιν τῆς τροφῆς, καὶ τὸ σῶμα τοῦ ἐνδύματος."
    },
    {
      "verse": 24,
      "text": "Κατανοήσατε τοὺς κόρακας· ὅτι οὐ σπείρουσιν οὐδὲ θερίζουσιν, οἷς οὐκ ἔστιν ταμεῖον οὐδὲ ἀποθήκη, καὶ ὁ Θεὸς τρέφει αὐτούς. Πόσῳ μᾶλλον ὑμεῖς διαφέρετε τῶν πετεινῶν;"
    },
    {
      "verse": 25,
      "text": "Τίς δὲ ἐξ ὑμῶν μεριμνῶν δύναται προσθεῖναι ἐπὶ τὴν ἡλικίαν αὐτοῦ πῆχυν ἕνα;"
    },
    {
      "verse": 26,
      "text": "Εἰ οὖν οὔτε ἐλάχιστον δύνασθε, τί περὶ τῶν λοιπῶν μεριμνᾶτε;"
    },
    {
      "verse": 27,
      "text": "»Κατανοήσατε τὰ κρίνα, πῶς αὐξάνει· οὐ κοπιᾷ οὐδὲ νήθει· λέγω ὑμῖν, οὐδὲ Σολομὼν ἐν πάσῃ τῇ δόξῃ αὐτοῦ περιεβάλετο ὡς ἓν τούτων."
    },
    {
      "verse": 28,
      "text": "Εἰ δὲ τὸν χόρτον ἐν τῷ ἀγρῷ σήμερον ὄντα καὶ αὔριον εἰς κλίβανον βαλλόμενον ὁ Θεὸς οὕτως ἀμφιέννυσιν, πόσῳ μᾶλλον ὑμᾶς, ὀλιγόπιστοι;"
    },
    {
      "verse": 29,
      "text": "Καὶ ὑμεῖς μὴ ζητεῖτε τί φάγητε ἢ τί πίητε, καὶ μὴ μετεωρίζεσθε."
    },
    {
      "verse": 30,
      "text": "Ταῦτα γὰρ πάντα τὰ ἔθνη τοῦ κόσμου ἐπιζητεῖ, ὑμῶν δὲ ὁ Πατὴρ οἶδεν ὅτι χρῄζετε τούτων."
    },
    {
      "verse": 31,
      "text": "Πλὴν ζητεῖτε τὴν βασιλείαν τοῦ Θεοῦ, καὶ ταῦτα πάντα προστεθήσεται ὑμῖν."
    },
    {
      "verse": 32,
      "text": "»Μὴ φοβοῦ, τὸ μικρὸν ποίμνιον, ὅτι εὐδόκησεν ὁ Πατὴρ ὑμῶν δοῦναι ὑμῖν τὴν βασιλείαν."
    },
    {
      "verse": 33,
      "text": "Πωλήσατε τὰ ὑπάρχοντα ὑμῶν καὶ δότε ἐλεημοσύνην. Ποιήσατε ἑαυτοῖς βαλάντια μὴ παλαιούμενα, θησαυρὸν ἀνέκλειπτον ἐν τοῖς οὐρανοῖς, ὅπου κλέπτης οὐκ ἐγγίζει, οὐδὲ σὴς διαφθείρει."
    },
    {
      "verse": 34,
      "text": "Ὅπου γάρ ἐστιν ὁ θησαυρὸς ὑμῶν, ἐκεῖ καὶ ἡ καρδία ὑμῶν ἔσται. Watchfulness enjoined"
    },
    {
      "verse": 35,
      "text": "»Ἔστωσαν ὑμῶν αἱ ὀσφύες περιεζωσμέναι καὶ οἱ λύχνοι καιόμενοι,"
    },
    {
      "verse": 36,
      "text": "καὶ ὑμεῖς ὅμοιοι ἀνθρώποις προσδεχομένοις τὸν κύριον ἑαυτῶν, πότε ἀναλύσει ἐκ τῶν γάμων, ἵνα ἐλθόντος καὶ κρούσαντος εὐθέως ἀνοίξωσιν αὐτῷ."
    },
    {
      "verse": 37,
      "text": "Μακάριοι οἱ δοῦλοι ἐκεῖνοι, οὓς ἐλθὼν ὁ κύριος εὑρήσει γρηγοροῦντας. Ἀμὴν λέγω ὑμῖν ὅτι περιζώσεται καὶ ἀνακλινεῖ αὐτούς, καὶ παρελθὼν διακονήσει αὐτοῖς."
    },
    {
      "verse": 38,
      "text": "Καὶ ἐὰν ἔλθῃ ἐν τῇ δευτέρᾳ φυλακῇ, καὶ ἐν τῇ τρίτῃ φυλακῇ ἔλθῃ, καὶ εὕρῃ οὕτως, μακάριοί εἰσιν οἱ δοῦλοι ἐκεῖνοι."
    },
    {
      "verse": 39,
      "text": "Τοῦτο δὲ γινώσκετε, ὅτι εἰ ᾔδει ὁ οἰκοδεσπότης ποίᾳ ὥρᾳ ὁ κλέπτης ἔρχεται, ἐγρηγόρησεν ἂν, καὶ οὐκ ἂν ἀφῆκεν διορυγῆναι τὸν οἶκον αὐτοῦ."
    },
    {
      "verse": 40,
      "text": "Καὶ ὑμεῖς οὖν γίνεσθε ἕτοιμοι, ὅτι ᾗ ὥρᾳ οὐ δοκεῖτε ὁ Υἱὸς τοῦ Ἀνθρώπου ἔρχεται.»"
    },
    {
      "verse": 41,
      "text": "Εἶπεν δὲ αὐτῷ ὁ Πέτρος, «Κύριε, πρὸς ἡμᾶς τὴν παραβολὴν ταύτην λέγεις, ἢ καὶ πρὸς πάντας;»"
    },
    {
      "verse": 42,
      "text": "Εἶπεν δὲ ὁ Κύριος· «Τίς ἄρα ἐστὶν ὁ πιστὸς οἰκονόμος καὶ φρόνιμος, ὃν καταστήσει ὁ κύριος ἐπὶ τῆς θεραπείας αὐτοῦ, τοῦ διδόναι ἐν καιρῷ τὸ σιτομέτριον;"
    },
    {
      "verse": 43,
      "text": "Μακάριος ὁ δοῦλος ἐκεῖνος, ὃν ἐλθὼν ὁ κύριος αὐτοῦ εὑρήσει ποιοῦντα οὕτως."
    },
    {
      "verse": 44,
      "text": "Ἀληθῶς λέγω ὑμῖν ὅτι ἐπὶ πᾶσιν τοῖς ὑπάρχουσιν αὐτοῦ καταστήσει αὐτόν."
    },
    {
      "verse": 45,
      "text": "Ἐὰν δὲ εἴπῃ ὁ δοῦλος ἐκεῖνος ἐν τῇ καρδίᾳ αὐτοῦ, ‹Χρονίζει ὁ κύριός μου ἔρχεσθαι,› καὶ ἄρξηται τύπτειν τοὺς παῖδας καὶ τὰς παιδίσκας, ἐσθίειν τε καὶ πίνειν καὶ μεθύσκεσθαι,"
    },
    {
      "verse": 46,
      "text": "ἥξει ὁ κύριος τοῦ δούλου ἐκείνου ἐν ἡμέρᾳ ᾗ οὐ προσδοκᾷ, καὶ ἐν ὥρᾳ ᾗ οὐ γινώσκει, καὶ διχοτομήσει αὐτὸν καὶ τὸ μέρος αὐτοῦ μετὰ τῶν ἀπίστων θήσει."
    },
    {
      "verse": 47,
      "text": "»Ἐκεῖνος δὲ ὁ δοῦλος ὁ γνοὺς τὸ θέλημα τοῦ κυρίου αὐτοῦ, καὶ μὴ ἑτοιμάσας μηδὲ ποιήσας πρὸς τὸ θέλημα αὐτοῦ, δαρήσεται πολλάς."
    },
    {
      "verse": 48,
      "text": "Ὁ δὲ μὴ γνούς, ποιήσας δὲ ἄξια πληγῶν, δαρήσεται ὀλίγας. Παντὶ δὲ ᾧ ἐδόθη πολύ, πολὺ ζητηθήσεται παρ᾿ αὐτοῦ· καὶ ᾧ παρέθεντο πολύ, περισσότερον αἰτήσουσιν αὐτόν. Christ causes division"
    },
    {
      "verse": 49,
      "text": "»Πῦρ ἦλθον βαλεῖν εἰς τὴν γῆν, καὶ τί θέλω εἰ ἤδη ἀνήφθη;"
    },
    {
      "verse": 50,
      "text": "Βάπτισμα δὲ ἔχω βαπτισθῆναι, καὶ πῶς συνέχομαι ἕως οὗ τελεσθῇ."
    },
    {
      "verse": 51,
      "text": "Δοκεῖτε ὅτι εἰρήνην παρεγενόμην δοῦναι ἐν τῇ γῇ; Οὐχί, λέγω ὑμῖν, ἀλλ᾿ ἢ διαμερισμόν."
    },
    {
      "verse": 52,
      "text": "Ἔσονται γὰρ ἀπὸ τοῦ νῦν πέντε ἐν οἴκῳ ἑνὶ διαμεμερισμένοι· τρεῖς ἐπὶ δυσὶν καὶ δύο ἐπὶ τρισίν."
    },
    {
      "verse": 53,
      "text": "Διαμερισθήσεται πατὴρ ἐπὶ υἱῷ καὶ υἱὸς ἐπὶ πατρί, μήτηρ ἐπὶ θυγατρὶ καὶ θυγάτηρ ἐπὶ μητρί, πενθερὰ ἐπὶ τὴν νύμφην αὐτῆς καὶ νύμφη ἐπὶ τὴν πενθερὰν αὐτῆς.» Discern the time"
    },
    {
      "verse": 54,
      "text": "Ἔλεγεν δὲ καὶ τοῖς ὄχλοις· «Ὅταν ἴδητε τὴν νεφέλην ἀνατέλλουσαν ἀπὸ δυσμῶν, εὐθέως λέγετε, ‹Ὄμβρος ἔρχεται,› καὶ γίνεται οὕτως."
    },
    {
      "verse": 55,
      "text": "Καὶ ὅταν νότον πνέοντα, λέγετε ὅτι ‹Καύσων ἔσται,› καὶ γίνεται."
    },
    {
      "verse": 56,
      "text": "Ὑποκριταί, τὸ πρόσωπον τοῦ οὐρανοῦ καὶ τῆς γῆς οἴδατε δοκιμάζειν, τὸν δὲ καιρὸν τοῦτον πῶς οὐ δοκιμάζετε;"
    },
    {
      "verse": 57,
      "text": "Τί δέ, καὶ ἀφ᾿ ἑαυτῶν, οὐ κρίνετε τὸ δίκαιον; Pay your debts on time!"
    },
    {
      "verse": 58,
      "text": "»Ὡς γὰρ ὑπάγεις μετὰ τοῦ ἀντιδίκου σου ἐπ᾿ ἄρχοντα, ἐν τῇ ὁδῷ δὸς ἐργασίαν ἀπηλλάχθαι ἀπ᾿ αὐτοῦ, μήποτε κατασύρῃ σε πρὸς τὸν κριτήν, καὶ ὁ κριτής σε παραδῷ τῷ πράκτορι, καὶ ὁ πράκτωρ βάλῃ σε εἰς φυλακήν."
    },
    {
      "verse": 59,
      "text": "Λέγω σοι, οὐ μὴ ἐξέλθῃς ἐκεῖθεν ἕως οὗ καὶ τὸ ἔσχατον λεπτὸν ἀποδῷς.»"
    }
  ]
}