{
  "book_id": "LUK",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο, ἐν τῷ ἐλθεῖν αὐτὸν εἰς οἶκόν τινος τῶν ἀρχόντων τῶν Φαρισαίων σαββάτῳ φαγεῖν ἄρτον, καὶ αὐτοὶ ἦσαν παρατηρούμενοι αὐτόν."
    },
    {
      "verse": 2,
      "text": "Καὶ ἰδού, ἄνθρωπός τις ἦν ὑδρωπικὸς ἔμπροσθεν αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν πρὸς τοὺς νομικοὺς καὶ Φαρισαίους λέγων, «Εἰ ἔξεστιν τῷ σαββάτῳ θεραπεύειν;»"
    },
    {
      "verse": 4,
      "text": "Οἱ δὲ ἡσύχασαν. Καὶ ἐπιλαβόμενος ἰάσατο αὐτὸν καὶ ἀπέλυσεν."
    },
    {
      "verse": 5,
      "text": "Καὶ ἀποκριθεὶς πρὸς αὐτοὺς εἶπεν, «Τίνος ὑμῶν, υἱὸς ἢ βοῦς εἰς φρέαρ ἐμπεσεῖται, καὶ οὐκ εὐθέως ἀνασπάσει αὐτὸν ἐν τῇ ἡμέρᾳ τοῦ σαββάτου;»"
    },
    {
      "verse": 6,
      "text": "Καὶ οὐκ ἴσχυσαν ἀνταποκριθῆναι αὐτῷ πρὸς ταῦτα. A lesson about humility"
    },
    {
      "verse": 7,
      "text": "Ἔλεγεν δὲ πρὸς τοὺς κεκλημένους παραβολήν, ἐπέχων πῶς τὰς πρωτοκλισίας ἐξελέγοντο, λέγων πρὸς αὐτούς·"
    },
    {
      "verse": 8,
      "text": "«Ὅταν κληθῇς ὑπό τινος εἰς γάμους, μὴ κατακλιθῇς εἰς τὴν πρωτοκλισίαν, μήποτε ἐντιμότερός σου ᾖ κεκλημένος ὑπ᾿ αὐτοῦ,"
    },
    {
      "verse": 9,
      "text": "καὶ ἐλθὼν ὁ σὲ καὶ αὐτὸν καλέσας ἐρεῖ, ‹Σύ, δὸς τούτῳ τόπον›· καὶ τότε ἄρξῃ, μετ᾿ αἰσχύνης, τὸν ἔσχατον τόπον κατέχειν."
    },
    {
      "verse": 10,
      "text": "Ἀλλ᾿ ὅταν κληθῇς, πορευθεὶς ἀνάπεσε εἰς τὸν ἔσχατον τόπον, ἵνα ὅταν ἔλθῃ ὁ κεκληκώς σε, εἴπῃ σοι, ‹Φίλε, προσανάβηθι ἀνώτερον.› Τότε ἔσται σοι δόξα ἐνώπιον τῶν συνανακειμένων σοι."
    },
    {
      "verse": 11,
      "text": "Ὅτι πᾶς ὁ ὑψῶν ἑαυτὸν ταπεινωθήσεται, καὶ ὁ ταπεινῶν ἑαυτὸν ὑψωθήσεται.»"
    },
    {
      "verse": 12,
      "text": "Ἔλεγεν δὲ καὶ τῷ κεκληκότι αὐτόν· «Ὅταν ποιῇς ἄριστον ἢ δεῖπνον, μὴ φώνει τοὺς φίλους σου, μηδὲ τοὺς ἀδελφούς σου, μηδὲ τοὺς συγγενεῖς σου, μηδὲ γείτονας πλουσίους, μήποτε καὶ αὐτοί σε ἀντικαλέσωσιν, καὶ γένηταί σοι ἀνταπόδομα."
    },
    {
      "verse": 13,
      "text": "Ἀλλ᾿ ὅταν ποιῇς δοχήν, κάλει πτωχούς, ἀναπήρους, χωλούς, τυφλούς·"
    },
    {
      "verse": 14,
      "text": "καὶ μακάριος ἔσῃ, ὅτι οὐκ ἔχουσιν ἀνταποδοῦναί σοι—ἀνταποδοθήσεται γάρ σοι ἐν τῇ ἀναστάσει τῶν δικαίων.» An unusual banquet"
    },
    {
      "verse": 15,
      "text": "Ἀκούσας δέ τις τῶν συνανακειμένων ταῦτα εἶπεν αὐτῷ, «Μακάριος ὃς φάγεται ἄριστον ἐν τῇ βασιλείᾳ τοῦ Θεοῦ.»"
    },
    {
      "verse": 16,
      "text": "Ὁ δὲ εἶπεν αὐτῷ· «Ἄνθρωπός τις ἐποίησεν δεῖπνον μέγα, καὶ ἐκάλεσεν πολλούς·"
    },
    {
      "verse": 17,
      "text": "καὶ ἀπέστειλεν τὸν δοῦλον αὐτοῦ τῇ ὥρᾳ τοῦ δείπνου εἰπεῖν τοῖς κεκλημένοις, ‹Ἔρχεσθε, ὅτι ἤδη ἕτοιμά ἐστιν πάντα.›"
    },
    {
      "verse": 18,
      "text": "Καὶ ἤρξαντο ἀπὸ μιᾶς παραιτεῖσθαι πάντες. Ὁ πρῶτος εἶπεν αὐτῷ· ‹Ἀγρὸν ἠγόρασα, καὶ ἔχω ἀνάγκην ἐξελθεῖν καὶ ἰδεῖν αὐτόν. Ἐρωτῶ σε, ἔχε με παρῃτημένον.›"
    },
    {
      "verse": 19,
      "text": "Καὶ ἕτερος εἶπεν· ‹Ζεύγη βοῶν ἠγόρασα πέντε, καὶ πορεύομαι δοκιμάσαι αὐτά. Ἐρωτῶ σε, ἔχε με παρῃτημένον.›"
    },
    {
      "verse": 20,
      "text": "Καὶ ἕτερος εἶπεν, ‹Γυναῖκα ἔγημα, καὶ διὰ τοῦτο οὐ δύναμαι ἐλθεῖν.›"
    },
    {
      "verse": 21,
      "text": "Καὶ παραγενόμενος ὁ δοῦλος ἐκεῖνος ἀπήγγειλεν τῷ κυρίῳ αὐτοῦ ταῦτα. Τότε ὀργισθεὶς ὁ οἰκοδεσπότης εἶπεν τῷ δούλῳ αὐτοῦ, ‹Ἔξελθε ταχέως εἰς τὰς πλατείας καὶ ῥύμας τῆς πόλεως, καὶ τοὺς πτωχοὺς καὶ ἀναπήρους καὶ τυφλοὺς καὶ χωλοὺς εἰσάγαγε ὧδε.›"
    },
    {
      "verse": 22,
      "text": "Καὶ εἶπεν ὁ δοῦλος, ‹Κύριε, γέγονεν ὡς ἐπέταξας, καὶ ἔτι τόπος ἐστίν.›"
    },
    {
      "verse": 23,
      "text": "Καὶ εἶπεν ὁ κύριος πρὸς τὸν δοῦλον· ‹Ἔξελθε εἰς τὰς ὁδοὺς καὶ φραγμοὺς καὶ ἀνάγκασον εἰσελθεῖν, ἵνα γεμισθῇ ὁ οἶκος μου."
    },
    {
      "verse": 24,
      "text": "Λέγω γὰρ ὑμῖν ὅτι οὐδεὶς τῶν ἀνδρῶν ἐκείνων τῶν κεκλημένων γεύσεταί μου τοῦ δείπνου.› » Jesus ministers (mainly) in Perea Jesus defines discipleship"
    },
    {
      "verse": 25,
      "text": "Συνεπορεύοντο δὲ αὐτῷ ὄχλοι πολλοί, καὶ στραφεὶς εἶπεν πρὸς αὐτούς·"
    },
    {
      "verse": 26,
      "text": "«Εἴ τις ἔρχεται πρός με καὶ οὐ μισεῖ τὸν πατέρα αὐτοῦ καὶ τὴν μητέρα, καὶ τὴν γυναῖκα καὶ τὰ τέκνα, καὶ τοὺς ἀδελφοὺς καὶ τὰς ἀδελφάς, ἔτι δὲ καὶ τὴν ἑαυτοῦ ψυχήν, οὐ δύναταί μου εἶναι μαθητής."
    },
    {
      "verse": 27,
      "text": "Καὶ ὅστις οὐ βαστάζει τὸν σταυρὸν αὐτοῦ, καὶ ἔρχεται ὀπίσω μου, οὐ δύναται εἶναί μου μαθητής."
    },
    {
      "verse": 28,
      "text": "»Τίς γὰρ ἐξ ὑμῶν, ὁ θέλων πύργον οἰκοδομῆσαι, οὐχὶ πρῶτον καθίσας ψηφίζει τὴν δαπάνην, εἰ ἔχει τὰ πρὸς ἀπαρτισμόν;"
    },
    {
      "verse": 29,
      "text": "Ἵνα μήποτε θέντος αὐτοῦ θεμέλιον καὶ μὴ ἰσχύοντος ἐκτελέσαι, πάντες οἱ θεωροῦντες ἄρξωνται ἐμπαίζειν αὐτῷ,"
    },
    {
      "verse": 30,
      "text": "λέγοντες ὅτι ‹Οὗτος ὁ ἄνθρωπος ἤρξατο οἰκοδομεῖν καὶ οὐκ ἴσχυσεν ἐκτελέσαι.›"
    },
    {
      "verse": 31,
      "text": "»Ἢ τίς βασιλεύς, πορευόμενος συμβαλεῖν ἑτέρῳ βασιλεῖ εἰς πόλεμον, οὐχὶ καθίσας πρῶτον βουλεύεται εἰ δυνατός ἐστιν ἐν δέκα χιλιάσιν ἀπαντῆσαι τῷ μετὰ εἴκοσι χιλιάδων ἐρχομένῳ ἐπ᾿ αὐτόν;"
    },
    {
      "verse": 32,
      "text": "Εἰ δὲ μή γε, ἔτι πόρρω αὐτοῦ ὄντος, πρεσβείαν ἀποστείλας ἐρωτᾷ τὰ πρὸς εἰρήνην."
    },
    {
      "verse": 33,
      "text": "»Οὕτως οὖν πᾶς ἐξ ὑμῶν ὃς οὐκ ἀποτάσσεται πᾶσιν τοῖς ἑαυτοῦ ὑπάρχουσιν, οὐ δύναται μου εἶναι μαθητής."
    },
    {
      "verse": 34,
      "text": "Καλὸν τὸ ἅλας· ἐὰν δὲ τὸ ἅλας μωρανθῇ, ἐν τίνι ἀρτυθήσεται;"
    },
    {
      "verse": 35,
      "text": "Οὔτε εἰς γῆν οὔτε εἰς κοπρίαν εὔθετόν ἐστιν· ἔξω βάλλουσιν αὐτό. Ὁ ἔχων ὦτα ἀκούειν, ἀκουέτω.»"
    }
  ]
}