{
  "book_id": "LUK",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Ἤγγιζεν δὲ ἡ ἑορτὴ τῶν ἀζύμων, ἡ λεγομένη Πάσχα."
    },
    {
      "verse": 2,
      "text": "Καὶ ἐζήτουν οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς τὸ πῶς ἀνέλωσιν αὐτόν, ἐφοβοῦντο γὰρ τὸν λαόν."
    },
    {
      "verse": 3,
      "text": "Εἰσῆλθεν δὲ ὁ Σατανᾶς εἰς Ἰούδαν (τὸν ἐπικαλούμενον Ἰσκαριώτην), ὄντα ἐκ τοῦ ἀριθμοῦ τῶν δώδεκα."
    },
    {
      "verse": 4,
      "text": "Καὶ ἀπελθὼν συνελάλησεν τοῖς ἀρχιερεῦσιν καὶ στρατηγοῖς τὸ πῶς αὐτὸν παραδῶ αὐτοῖς."
    },
    {
      "verse": 5,
      "text": "Καὶ ἐχάρησαν, καὶ συνέθεντο αὐτῷ ἀργύρια δοῦναι."
    },
    {
      "verse": 6,
      "text": "Καὶ ἐξωμολόγησεν, καὶ ἐζήτει εὐκαιρίαν τοῦ παραδοῦναι αὐτὸν αὐτοῖς ἄτερ ὄχλου. The last night Preparation for the last Passover"
    },
    {
      "verse": 7,
      "text": "Ἦλθεν δὲ ἡ ἡμέρα τῶν ἀζύμων, ἐν ᾗ ἔδει θύεσθαι τὸ Πάσχα."
    },
    {
      "verse": 8,
      "text": "Καὶ ἀπέστειλεν Πέτρον καὶ Ἰωάννην εἰπών, «Πορευθέντες ἑτοιμάσατε ἡμῖν τὸ Πάσχα, ἵνα φάγωμεν.»"
    },
    {
      "verse": 9,
      "text": "Οἱ δὲ εἶπον αὐτῷ, «Ποῦ θέλεις ἑτοιμάσομεν;»"
    },
    {
      "verse": 10,
      "text": "Ὁ δὲ εἶπεν αὐτοῖς· «Ἰδού, εἰσελθόντων ὑμῶν εἰς τὴν πόλιν συναντήσει ὑμῖν ἄνθρωπος κεράμιον ὕδατος βαστάζων· ἀκολουθήσατε αὐτῷ εἰς τὴν οἰκίαν οὗ εἰσπορεύεται."
    },
    {
      "verse": 11,
      "text": "Καὶ ἐρεῖτε τῷ οἰκοδεσπότῃ τῆς οἰκίας, ‹Λέγει σοι ὁ Διδάσκαλος· Ποῦ ἐστιν τὸ κατάλυμα ὅπου τὸ Πάσχα μετὰ τῶν μαθητῶν μου φάγω;›"
    },
    {
      "verse": 12,
      "text": "Κἀκεῖνος ὑμῖν δείξει ἀνάγαιον μέγα, ἐστρωμένον· ἐκεῖ ἑτοιμάσατε.»"
    },
    {
      "verse": 13,
      "text": "Ἀπελθόντες δὲ εὗρον καθὼς εἴρηκεν αὐτοῖς, καὶ ἡτοίμασαν τὸ Πάσχα. They eat the Passover"
    },
    {
      "verse": 14,
      "text": "Καὶ ὅτε ἐγένετο ἡ ὥρα, ἀνέπεσεν, καὶ οἱ δώδεκα ἀπόστολοι σὺν αὐτῷ."
    },
    {
      "verse": 15,
      "text": "Καὶ εἶπεν πρὸς αὐτούς· «Ἐπιθυμίᾳ ἐπεθύμησα τοῦτο τὸ Πάσχα φαγεῖν μεθ᾿ ὑμῶν πρὸ τοῦ με παθεῖν."
    },
    {
      "verse": 16,
      "text": "Λέγω γὰρ ὑμῖν ὅτι οὐκέτι οὐ μὴ φάγω ἐξ αὐτοῦ ἕως ὅτου πληρωθῇ ἐν τῇ βασιλείᾳ τοῦ Θεοῦ.»"
    },
    {
      "verse": 17,
      "text": "Καὶ δεξάμενος ποτήριον εὐχαριστήσας εἶπεν· «Λάβετε τοῦτο καὶ διαμερίσατε ἑαυτοῖς."
    },
    {
      "verse": 18,
      "text": "Λέγω γὰρ ὑμῖν ὅτι οὐ μὴ πίω ἀπὸ τοῦ γενήματος τῆς ἀμπέλου ἕως ὅτου ἡ βασιλεία τοῦ Θεοῦ ἔλθῃ.» Jesus institutes the Lord’s Supper"
    },
    {
      "verse": 19,
      "text": "Καὶ λαβὼν ἄρτον, εὐχαριστήσας, ἔκλασεν καὶ ἔδωκεν αὐτοῖς λέγων, «Τοῦτό ἐστιν τὸ σῶμά μου, τὸ ὑπὲρ ὑμῶν διδόμενον· τοῦτο ποιεῖτε εἰς τὴν ἐμὴν ἀνάμνησιν.»"
    },
    {
      "verse": 20,
      "text": "Ὡσαύτως καὶ τὸ ποτήριον, μετὰ τὸ δειπνῆσαι, λέγων· «Τοῦτο τὸ ποτήριον ἡ καινὴ διαθήκη ἐν τῷ αἵματί μου, τὸ ὑπὲρ ὑμῶν ἐκχυνόμενον. The betrayer is present"
    },
    {
      "verse": 21,
      "text": "»Πλὴν ἰδού, ἡ χεὶρ τοῦ παραδιδόντος με μετ᾿ ἐμοῦ ἐπὶ τῆς τραπέζης."
    },
    {
      "verse": 22,
      "text": "Καὶ ὁ μὲν Υἱὸς τοῦ Ἀνθρώπου πορεύεται κατὰ τὸ ὡρισμένον, πλὴν οὐαὶ τῷ ἀνθρώπῳ ἐκείνῳ δι᾿ οὗ παραδίδοται.»"
    },
    {
      "verse": 23,
      "text": "(Καὶ αὐτοὶ ἤρξαντο συζητεῖν πρὸς ἑαυτοὺς τὸ τίς ἄρα εἴη ἐξ αὐτῶν ὁ τοῦτο μέλλων πράσσειν.) Wanting to be ‘the greatest’ is not a valid option"
    },
    {
      "verse": 24,
      "text": "Ἐγένετο δὲ καὶ φιλονεικία ἐν αὐτοῖς τὸ τίς αὐτῶν δοκεῖ εἶναι μείζων."
    },
    {
      "verse": 25,
      "text": "Ὁ δὲ εἶπεν αὐτοῖς· «Οἱ βασιλεῖς τῶν ἐθνῶν κυριεύουσιν αὐτῶν, καὶ οἱ ἐξουσιάζοντες αὐτῶν εὐεργέται καλοῦνται."
    },
    {
      "verse": 26,
      "text": "Ὑμεῖς δὲ οὐχ οὕτως—ἀλλ᾿ ὁ μείζων ἐν ὑμῖν γενέσθω ὡς ὁ νεώτερος, καὶ ὁ ἡγούμενος ὡς ὁ διακονῶν."
    },
    {
      "verse": 27,
      "text": "Τίς γὰρ μείζων, ὁ ἀνακείμενος ἢ ὁ διακονῶν; Οὐχ ὁ ἀνακείμενος; Ἐγὼ δέ εἰμι ἐν μέσῳ ὑμῶν ὡς ὁ διακονῶν."
    },
    {
      "verse": 28,
      "text": "Ὑμεῖς δέ ἐστε οἱ διαμεμενηκότες μετ᾿ ἐμοῦ ἐν τοῖς πειρασμοῖς μου."
    },
    {
      "verse": 29,
      "text": "Κἀγὼ διατίθεμαι ὑμῖν, καθὼς διέθετό μοι ὁ Πατήρ μου, βασιλείαν,"
    },
    {
      "verse": 30,
      "text": "ἵνα ἐσθίητε καὶ πίνητε ἐπὶ τῆς τραπέζης μου ἐν τῇ βασιλείᾳ μου· καὶ καθίσεσθε ἐπὶ θρόνων κρίνοντες τὰς δώδεκα φυλὰς τοῦ Ἰσραήλ.» Peter will deny Him"
    },
    {
      "verse": 31,
      "text": "Εἶπεν δὲ ὁ Κύριος· «Σίμων, Σίμων, ἰδοὺ ὁ Σατανᾶς ἐξῃτήσατο ὑμᾶς τοῦ σινιάσαι ὡς τὸν σῖτον."
    },
    {
      "verse": 32,
      "text": "Ἐγὼ δὲ ἐδεήθην περὶ σοῦ, ἵνα μὴ ἐκλίπῃ ἡ πίστις σου· καὶ σύ, ποτὲ ἐπιστρέψας, στήριξον τοὺς ἀδελφούς σου.»"
    },
    {
      "verse": 33,
      "text": "Ὁ δὲ εἶπεν αὐτῷ, «Κύριε, μετὰ σοῦ ἕτοιμός εἰμι καὶ εἰς φυλακὴν καὶ εἰς θάνατον πορεύεσθαι.»"
    },
    {
      "verse": 34,
      "text": "Ὁ δὲ εἶπεν, «Λέγω σοι, Πέτρε, οὐ μὴ φωνήσῃ σήμερον ἀλέκτωρ πρὶν ἢ τρὶς ἀπαρνήσῃ μὴ εἰδέναι με.» “Buy a sword”"
    },
    {
      "verse": 35,
      "text": "Καὶ εἶπεν αὐτοῖς, «Ὅτε ἀπέστειλα ὑμᾶς ἄτερ βαλαντίου καὶ πήρας καὶ ὑποδημάτων, μή τινος ὑστερήσατε;» Οἱ δὲ εἶπον, «Οὐδενός.»"
    },
    {
      "verse": 36,
      "text": "Εἶπεν οὖν αὐτοῖς· «Ἀλλὰ νῦν, ὁ ἔχων βαλάντιον ἀράτω, ὁμοίως καὶ πήραν· καὶ ὁ μὴ ἔχων πωλήσει τὸ ἱμάτιον αὐτοῦ καὶ ἀγοράσει μάχαιραν."
    },
    {
      "verse": 37,
      "text": "Λέγω γὰρ ὑμῖν ὅτι ἔτι τοῦτο τὸ γεγραμμένον δεῖ τελεσθῆναι ἐν ἐμοί· τὸ ‹Καὶ μετὰ ἀνόμων ἐλογίσθη›· καὶ γὰρ τὰ περὶ ἐμοῦ τέλος ἔχει.»"
    },
    {
      "verse": 38,
      "text": "Οἱ δὲ εἶπον, «Κύριε, ἰδοὺ μάχαιραι ὧδε δύο.» Ὁ δὲ εἶπεν αὐτοῖς, «Ἱκανόν ἐστιν.» Gethsemane"
    },
    {
      "verse": 39,
      "text": "Καὶ ἐξελθὼν ἐπορεύθη κατὰ τὸ ἔθος εἰς τὸ Ὄρος τῶν Ἐλαιῶν· ἠκολούθησαν δὲ αὐτῷ καὶ οἱ μαθηταὶ αὐτοῦ."
    },
    {
      "verse": 40,
      "text": "Γενόμενος δὲ ἐπὶ τοῦ τόπου, εἶπεν αὐτοῖς, «Προσεύχεσθε, μὴ εἰσελθεῖν εἰς πειρασμόν.»"
    },
    {
      "verse": 41,
      "text": "Καὶ αὐτὸς ἀπεσπάσθη ἀπ᾿ αὐτῶν ὡσεὶ λίθου βολήν, καὶ θεὶς τὰ γόνατα προσηύχετο"
    },
    {
      "verse": 42,
      "text": "λέγων, «Πάτερ, εἰ βούλει παρενεγκεῖν τὸ ποτήριον τοῦτο ἀπ᾿ ἐμοῦ—πλήν, μὴ τὸ θέλημά μου, ἀλλὰ τὸ σόν, γενέσθω.»"
    },
    {
      "verse": 43,
      "text": "Ὤφθη δὲ αὐτῷ ἄγγελος ἀπ᾿ οὐρανοῦ ἐνισχύων αὐτόν."
    },
    {
      "verse": 44,
      "text": "Καὶ γενόμενος ἐν ἀγωνίᾳ ἐκτενέστερον προσηύχετο· ἐγένετο δὲ ὁ ἱδρὼς αὐτοῦ ὡσεὶ θρόμβοι αἵματος, καταβαίνοντες ἐπὶ τὴν γῆν."
    },
    {
      "verse": 45,
      "text": "Καὶ ἀναστὰς ἀπὸ τῆς προσευχῆς, ἐλθὼν πρὸς τοὺς μαθητὰς εὗρεν αὐτοὺς κοιμωμένους ἀπὸ τῆς λύπης."
    },
    {
      "verse": 46,
      "text": "Καὶ εἶπεν αὐτοῖς· «Τί καθεύδετε; Ἀναστάντες προσεύχεσθε, ἵνα μὴ εἰσέλθητε εἰς πειρασμόν.» Betrayal and arrest"
    },
    {
      "verse": 47,
      "text": "Ἔτι δὲ αὐτοῦ λαλοῦντος, ἰδοὺ ὄχλος· καὶ ὁ λεγόμενος Ἰούδας, εἷς τῶν δώδεκα, προήρχετο αὐτούς, καὶ ἤγγισεν τῷ Ἰησοῦ φιλῆσαι αὐτόν (τοῦτο γὰρ σημεῖον δεδώκει αὐτοῖς, «Ὃν ἂν φιλήσω, αὐτός ἐστιν»)."
    },
    {
      "verse": 48,
      "text": "Ὁ δὲ Ἰησοῦς εἶπεν αὐτῷ, «Ἰούδα, φιλήματι τὸν Υἱὸν τοῦ Ἀνθρώπου παραδίδως;»"
    },
    {
      "verse": 49,
      "text": "Ἰδόντες δὲ οἱ περὶ αὐτὸν τὸ ἐσόμενον εἶπον αὐτῷ, «Κύριε, εἰ πατάξομεν ἐν μαχαίρᾳ;»"
    },
    {
      "verse": 50,
      "text": "Καὶ ἐπάταξεν εἷς τις ἐξ αὐτῶν τὸν δοῦλον τοῦ ἀρχιερέως καὶ ἀφεῖλεν αὐτοῦ τὸ οὖς τὸ δεξιόν."
    },
    {
      "verse": 51,
      "text": "Ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν, «Ἐᾶτε ἕως τούτου»· καὶ ἁψάμενος τοῦ ὠτίου αὐτοῦ ἰάσατο αὐτόν."
    },
    {
      "verse": 52,
      "text": "Εἶπεν δὲ ὁ Ἰησοῦς πρὸς τοὺς παραγενομένους πρὸς αὐτὸν ἀρχιερεῖς καὶ στρατηγοὺς τοῦ ἱεροῦ καὶ πρεσβυτέρους· «Ὡς ἐπὶ λῃστὴν ἐξεληλύθατε μετὰ μαχαιρῶν καὶ ξύλων;"
    },
    {
      "verse": 53,
      "text": "Καθ᾿ ἡμέραν ὄντος μου μεθ᾿ ὑμῶν ἐν τῷ ἱερῷ, οὐκ ἐξετείνατε τὰς χεῖρας ἐπ᾿ ἐμέ. Ἀλλὰ αὕτη ὑμῶν ἐστιν ἡ ὥρα· καὶ ἡ ἐξουσία τοῦ σκότους.» Peter denies Jesus"
    },
    {
      "verse": 54,
      "text": "Συλλαβόντες δὲ αὐτόν, ἤγαγον καὶ εἰσήγαγον εἰς τὸν οἶκον τοῦ ἀρχιερέως· ὁ δὲ Πέτρος ἠκολούθει μακρόθεν."
    },
    {
      "verse": 55,
      "text": "Ἁψάντων δὲ πῦρ ἐν μέσῳ τῆς αὐλῆς καὶ συγκαθισάντων αὐτῶν, ἐκάθητο ὁ Πέτρος ἐν μέσῳ αὐτῶν."
    },
    {
      "verse": 56,
      "text": "Ἰδοῦσα δὲ αὐτὸν παιδίσκη τις καθήμενον πρὸς τὸ φῶς καὶ ἀτενίσασα αὐτῷ εἶπεν, «Καὶ οὗτος σὺν αὐτῷ ἦν.»"
    },
    {
      "verse": 57,
      "text": "Ὁ δὲ ἠρνήσατο αὐτὸν λέγων, «Γύναι, οὐκ οἶδα αὐτόν.»"
    },
    {
      "verse": 58,
      "text": "Καὶ μετὰ βραχὺ ἕτερος ἰδὼν αὐτὸν ἔφη, «Καὶ σὺ ἐξ αὐτῶν εἶ.» Ὁ δὲ Πέτρος εἶπεν, «Ἄνθρωπε, οὐκ εἰμί.»"
    },
    {
      "verse": 59,
      "text": "Καὶ διαστάσης ὡσεὶ ὥρας μιᾶς, ἄλλος τις διϊσχυρίζετο λέγων, «Ἐπ᾿ ἀληθείας καὶ οὗτος μετ᾿ αὐτοῦ ἦν, καὶ γὰρ Γαλιλαῖός ἐστιν.»"
    },
    {
      "verse": 60,
      "text": "Εἶπεν δὲ ὁ Πέτρος, «Ἄνθρωπε, οὐκ οἶδα ὃ λέγεις.» Καὶ παραχρῆμα, ἔτι λαλοῦντος αὐτοῦ, ἐφώνησεν ἀλέκτωρ."
    },
    {
      "verse": 61,
      "text": "Καὶ στραφεὶς ὁ Κύριος ἐνέβλεψεν τῷ Πέτρῳ, καὶ ὑπεμνήσθη ὁ Πέτρος τοῦ λόγου τοῦ Κυρίου, ὡς εἶπεν αὐτῷ ὅτι «Πρὶν ἀλέκτορα φωνῆσαι, ἀπαρνήσῃ με τρίς.»"
    },
    {
      "verse": 62,
      "text": "Καὶ ἐξελθὼν ἔξω ἔκλαυσεν πικρῶς. Guards mistreat Jesus"
    },
    {
      "verse": 63,
      "text": "Καὶ οἱ ἄνδρες οἱ συνέχοντες τὸν Ἰησοῦν ἐνέπαιζον αὐτῷ, δαίροντες."
    },
    {
      "verse": 64,
      "text": "Καὶ περικαλύψαντες αὐτόν, ἔτυπτον αὐτοῦ τὸ πρόσωπον καὶ ἐπηρώτων αὐτὸν λέγοντες· «Προφήτευσον. Τίς ἐστιν ὁ παίσας σε;»"
    },
    {
      "verse": 65,
      "text": "Καὶ ἕτερα πολλὰ βλασφημοῦντες ἔλεγον εἰς αὐτόν. Crucifixion day Jesus judged by the Council"
    },
    {
      "verse": 66,
      "text": "Καὶ ὡς ἐγένετο ἡμέρα, συνήχθη τὸ πρεσβυτέριον τοῦ λαοῦ, ἀρχιερεῖς τε καὶ γραμματεῖς, καὶ ἀπήγαγον αὐτὸν εἰς τὸ συνέδριον αὐτῶν, λέγοντες,"
    },
    {
      "verse": 67,
      "text": "«Εἰ σὺ εἶ ὁ Χριστός, εἰπὲ ἡμῖν.» Εἶπεν δὲ αὐτοῖς· «Ἐὰν ὑμῖν εἴπω, οὐ μὴ πιστεύσητε."
    },
    {
      "verse": 68,
      "text": "Ἐὰν δὲ καὶ ἐρωτήσω, οὐ μὴ ἀποκριθῆτέ μοι ἢ ἀπολύσητε."
    },
    {
      "verse": 69,
      "text": "Ἀπὸ τοῦ νῦν ἔσται ὁ Υἱὸς τοῦ Ἀνθρώπου καθήμενος ἐκ δεξιῶν τῆς δυνάμεως τοῦ Θεοῦ.»"
    },
    {
      "verse": 70,
      "text": "Εἶπον δὲ πάντες, «Σὺ οὖν εἶ ὁ Υἱὸς τοῦ Θεοῦ;» Ὁ δὲ πρὸς αὐτοὺς ἔφη, «Ὑμεῖς λέγετε ὅτι ΕΓΩ ΕΙΜΙ.»"
    },
    {
      "verse": 71,
      "text": "Οἱ δὲ εἶπον· «Τί ἔτι χρείαν ἔχομεν μαρτυρίας; Αὐτοὶ γὰρ ἠκούσαμεν ἀπὸ τοῦ στόματος αὐτοῦ.»"
    }
  ]
}