{
  "book_id": "LUK",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἀναστὰν ἅπαν τὸ πλῆθος αὐτῶν ἤγαγον αὐτὸν ἐπὶ τὸν Πιλᾶτον."
    },
    {
      "verse": 2,
      "text": "Ἤρξαντο δὲ κατηγορεῖν αὐτοῦ λέγοντες, «Τοῦτον εὕρομεν διαστρέφοντα τὸ ἔθνος, καὶ κωλύοντα Καίσαρι φόρους διδόναι, λέγοντα ἑαυτὸν Χριστὸν βασιλέα εἶναι.»"
    },
    {
      "verse": 3,
      "text": "Ὁ δὲ Πιλᾶτος ἐπηρώτησεν αὐτὸν λέγων, «Σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων;» Ὁ δὲ ἀποκριθεὶς αὐτῷ ἔφη, «Σὺ λέγεις.»"
    },
    {
      "verse": 4,
      "text": "Ὁ δὲ Πιλᾶτος εἶπεν πρὸς τοὺς ἀρχιερεῖς καὶ τοὺς ὄχλους, «Οὐδὲν εὑρίσκω αἴτιον ἐν τῷ ἀνθρώπῳ τούτῳ.»"
    },
    {
      "verse": 5,
      "text": "Οἱ δὲ ἐπίσχυον, λέγοντες ὅτι «Ἀνασείει τὸν λαόν, διδάσκων καθ᾿ ὅλης τῆς Ἰουδαίας, ἀρξάμενος ἀπὸ τῆς Γαλιλαίας ἕως ὧδε.» Jesus taken to Herod"
    },
    {
      "verse": 6,
      "text": "Πιλᾶτος δὲ ἀκούσας ‹Γαλιλαίαν,› ἐπηρώτησεν εἰ ὁ ἄνθρωπος Γαλιλαῖός ἐστιν."
    },
    {
      "verse": 7,
      "text": "Καὶ ἐπιγνοὺς ὅτι ἐκ τῆς ἐξουσίας Ἡρῴδου ἐστίν, ἀνέπεμψεν αὐτὸν πρὸς Ἡρῴδην, ὄντα καὶ αὐτὸν ἐν Ἱεροσολύμοις ἐν ταύταις ταῖς ἡμέραις."
    },
    {
      "verse": 8,
      "text": "Ὁ δὲ Ἡρῴδης ἰδὼν τὸν Ἰησοῦν ἐχάρη λίαν, ἦν γὰρ θέλων ἐξ ἱκανοῦ ἰδεῖν αὐτόν, διὰ τὸ ἀκούειν πολλὰ περὶ αὐτοῦ· καὶ ἤλπιζέν τι σημεῖον ἰδεῖν ὑπ᾿ αὐτοῦ γινόμενον."
    },
    {
      "verse": 9,
      "text": "Ἐπηρώτα δὲ αὐτὸν ἐν λόγοις ἱκανοῖς· αὐτὸς δὲ οὐδὲν ἀπεκρίνατο αὐτῷ."
    },
    {
      "verse": 10,
      "text": "Εἱστήκεισαν δὲ οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς, εὐτόνως κατηγοροῦντες αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "Ἐξουθενήσας δὲ αὐτὸν ὁ Ἡρῴδης σὺν τοῖς στρατεύμασιν αὐτοῦ, καὶ ἐμπαίξας, περιβαλὼν αὐτὸν ἐσθῆτα λαμπράν, ἀνέπεμψεν αὐτὸν τῷ Πιλάτῳ."
    },
    {
      "verse": 12,
      "text": "(Ἐγένοντο δὲ φίλοι ὅ τε Πιλᾶτος καὶ ὁ Ἡρῴδης ἐν αὐτῇ τῇ ἡμέρᾳ μετ᾿ ἀλλήλων—προϋπῆρχον γὰρ ἐν ἔχθρᾳ ὄντες πρὸς ἑαυτούς.) Pilate sentences Jesus"
    },
    {
      "verse": 13,
      "text": "Πιλᾶτος δὲ συγκαλεσάμενος τοὺς ἀρχιερεῖς καὶ τοὺς ἄρχοντας καὶ τὸν λαόν,"
    },
    {
      "verse": 14,
      "text": "εἶπεν πρὸς αὐτούς· «Προσηνέγκατέ μοι τὸν ἄνθρωπον τοῦτον ὡς ἀποστρέφοντα τὸν λαόν, καὶ ἰδού, ἐγὼ ἐνώπιον ὑμῶν ἀνακρίνας οὐδὲν εὗρον ἐν τῷ ἀνθρώπῳ τούτῳ αἴτιον ὧν κατηγορεῖτε κατ᾿ αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Ἀλλ᾿ οὐδὲ Ἡρῴδης (ἀνέπεμψα γὰρ ὑμᾶς πρὸς αὐτόν)· καὶ ἰδού, οὐδὲν ἄξιον θανάτου ἐστὶν πεπραγμένον αὐτῷ."
    },
    {
      "verse": 16,
      "text": "Παιδεύσας οὖν αὐτὸν ἀπολύσω.»"
    },
    {
      "verse": 17,
      "text": "(Ἀνάγκην δὲ εἶχεν ἀπολύειν αὐτοῖς κατὰ ἑορτὴν ἕνα.)"
    },
    {
      "verse": 18,
      "text": "Ἀνέκραξαν δὲ παμπληθεὶ λέγοντες· «Αἶρε τοῦτον, ἀπόλυσον δὲ ἡμῖν Βαραββᾶν»—"
    },
    {
      "verse": 19,
      "text": "ὅστις ἦν διὰ στάσιν τινὰ γενομένην ἐν τῇ πόλει, καὶ φόνον, βεβλημένος εἰς φυλακήν."
    },
    {
      "verse": 20,
      "text": "Πάλιν οὖν ὁ Πιλᾶτος προσεφώνησεν, θέλων ἀπολῦσαι τὸν Ἰησοῦν."
    },
    {
      "verse": 21,
      "text": "Οἱ δὲ ἐπεφώνουν λέγοντες· «Σταύρωσον, σταύρωσον αὐτόν.»"
    },
    {
      "verse": 22,
      "text": "Ὁ δὲ τρίτον εἶπεν πρὸς αὐτούς· «Τί γὰρ κακὸν ἐποίησεν οὗτος; Οὐδὲν αἴτιον θανάτου εὗρον ἐν αὐτῷ· παιδεύσας οὖν αὐτὸν ἀπολύσω.»"
    },
    {
      "verse": 23,
      "text": "Οἱ δὲ ἐπέκειντο φωναῖς μεγάλαις, αἰτούμενοι αὐτὸν σταυρωθῆναι· καὶ κατίσχυον αἱ φωναὶ αὐτῶν, καὶ τῶν ἀρχιερέων."
    },
    {
      "verse": 24,
      "text": "Ὁ δὲ Πιλᾶτος ἐπέκρινεν γενέσθαι τὸ αἴτημα αὐτῶν."
    },
    {
      "verse": 25,
      "text": "Ἀπέλυσεν δὲ τὸν διὰ στάσιν καὶ φόνον βεβλημένον εἰς τὴν φυλακήν, ὃν ᾐτοῦντο· τὸν δὲ Ἰησοῦν παρέδωκεν τῷ θελήματι αὐτῶν. Jesus is crucified"
    },
    {
      "verse": 26,
      "text": "Καὶ ὡς ἀπήγαγον αὐτόν, ἐπιλαβόμενοι Σίμωνός τινος Κυρηναίου (ἐρχομένου ἀπ᾿ ἀγροῦ), ἐπέθηκαν αὐτῷ τὸν σταυρὸν φέρειν ὄπισθεν τοῦ Ἰησοῦ."
    },
    {
      "verse": 27,
      "text": "Ἠκολούθει δὲ αὐτῷ πολὺ πλῆθος τοῦ λαοῦ, καὶ γυναικῶν αἳ καὶ ἐκόπτοντο καὶ ἐθρήνουν αὐτόν."
    },
    {
      "verse": 28,
      "text": "Στραφεὶς δὲ πρὸς αὐτὰς ὁ Ἰησοῦς εἶπεν· «Θυγατέρες Ἱερουσαλήμ, μὴ κλαίετε ἐπ᾿ ἐμέ· πλὴν ἐφ᾿ ἑαυτὰς κλαίετε καὶ ἐπὶ τὰ τέκνα ὑμῶν."
    },
    {
      "verse": 29,
      "text": "Ὅτι ἰδού, ἔρχονται ἡμέραι ἐν αἷς ἐροῦσιν, ‹Μακάριαι αἱ στεῖραι, καὶ κοιλίαι αἳ οὐκ ἐγέννησαν καὶ μαστοὶ οἳ οὐκ ἐθήλασαν.›"
    },
    {
      "verse": 30,
      "text": "Τότε ἄρξονται λέγειν τοῖς ὄρεσιν, ‹Πέσετε ἐφ᾿ ἡμᾶς,› καὶ τοῖς βουνοῖς, ‹Καλύψατε ἡμᾶς.›"
    },
    {
      "verse": 31,
      "text": "Ὅτι εἰ ἐν τῷ ὑγρῷ ξύλῳ ταῦτα ποιοῦσιν, ἐν τῷ ξηρῷ τί γένηται;»"
    },
    {
      "verse": 32,
      "text": "Ἤγοντο δὲ καὶ ἕτεροι δύο, κακοῦργοι, σὺν αὐτῷ ἀναιρεθῆναι."
    },
    {
      "verse": 33,
      "text": "Καὶ ὅτε ἀπῆλθον ἐπὶ τὸν τόπον τὸν καλούμενον Κρανίον, ἐκεῖ ἐσταύρωσαν αὐτόν· καὶ τοὺς κακούργους, ὃν μὲν ἐκ δεξιῶν, ὃν δὲ ἐξ ἀριστερῶν."
    },
    {
      "verse": 34,
      "text": "Ὁ δὲ Ἰησοῦς ἔλεγεν, «Πάτερ, ἄφες αὐτοῖς, οὐ γὰρ οἴδασιν τί ποιοῦσιν»· διαμεριζόμενοι δὲ τὰ ἱμάτια αὐτοῦ ἔβαλον κλῆρον."
    },
    {
      "verse": 35,
      "text": "Καὶ εἱστήκει ὁ λαὸς θεωρῶν. Ἐξεμυκτήριζον δὲ καὶ οἱ ἄρχοντες σὺν αὐτοῖς λέγοντες, «Ἄλλους ἔσωσεν· σωσάτω ἑαυτόν, εἰ οὗτός ἐστιν ὁ Χριστός, ὁ τοῦ Θεοῦ ἐκλεκτός.»"
    },
    {
      "verse": 36,
      "text": "Ἐνέπαιζον δὲ αὐτῷ καὶ οἱ στρατιῶται, προσερχόμενοι καὶ ὄξος προσφέροντες αὐτῷ,"
    },
    {
      "verse": 37,
      "text": "καὶ λέγοντες, «Εἰ σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων, σῶσον σεαυτόν.»"
    },
    {
      "verse": 38,
      "text": "Ἦν δὲ καὶ ἐπιγραφὴ γεγραμμένη ἐπ᾿ αὐτῷ, γράμμασιν Ἑλληνικοῖς καὶ Ῥωμαϊκοῖς καὶ Ἑβραϊκοῖς· ΟΥΤΟΣ ΕΣΤΙΝ Ὁ ΒΑΣΙΛΕΥΣ ΤΩΝ ΙΟΥΔΑΙΩΝ"
    },
    {
      "verse": 39,
      "text": "Εἷς δὲ τῶν κρεμασθέντων κακούργων ἐβλασφήμει αὐτὸν λέγων, «Εἰ σὺ εἶ ὁ Χριστός, σῶσον σεαυτὸν καὶ ἡμᾶς.»"
    },
    {
      "verse": 40,
      "text": "Ἀποκριθεὶς δὲ ὁ ἕτερος ἐπετίμα αὐτῷ λέγων· «Οὐδὲ φοβῇ σὺ τὸν Θεόν, ὅτι ἐν τῷ αὐτῷ κρίματι εἶ;"
    },
    {
      "verse": 41,
      "text": "Καὶ ἡμεῖς μὲν δικαίως, ἄξια γὰρ ὧν ἐπράξαμεν ἀπολαμβάνομεν· οὗτος δὲ οὐδὲν ἄτοπον ἔπραξεν.»"
    },
    {
      "verse": 42,
      "text": "Καὶ ἔλεγεν τῷ Ἰησοῦ, «Μνήσθητί μου, Κύριε, ὅταν ἔλθῃς ἐν τῇ βασιλείᾳ σου.»"
    },
    {
      "verse": 43,
      "text": "Καὶ εἶπεν αὐτῷ ὁ Ἰησοῦς, «Ἀμὴν λέγω σοι, σήμερον μετ᾿ ἐμοῦ ἔσῃ ἐν τῷ Παραδείσῳ.» Jesus dismisses His spirit"
    },
    {
      "verse": 44,
      "text": "Ἦν δὲ ὡσεὶ ὥρα ἕκτη, καὶ σκότος ἐγένετο ἐφ᾿ ὅλην τὴν γῆν ἕως ὥρας ἐνάτης."
    },
    {
      "verse": 45,
      "text": "Καὶ ἐσκοτίσθη ὁ ἥλιος· καὶ ἐσχίσθη τὸ καταπέτασμα τοῦ ναοῦ μέσον."
    },
    {
      "verse": 46,
      "text": "Καὶ φωνήσας φωνῇ μεγάλῃ, ὁ Ἰησοῦς εἶπεν, «Πάτερ, εἰς χεῖράς σου παραθήσομαι τὸ πνεῦμά μου.» Καὶ ταῦτα εἰπὼν ἐξέπνευσεν. Various reactions"
    },
    {
      "verse": 47,
      "text": "Ἰδὼν δὲ ὁ ἑκατόνταρχος τὸ γενόμενον, ἐδόξασεν τὸν Θεὸν λέγων, «Ὄντως ὁ ἄνθρωπος οὗτος δίκαιος ἦν.»"
    },
    {
      "verse": 48,
      "text": "Καὶ πάντες οἱ συμπαραγενόμενοι ὄχλοι ἐπὶ τὴν θεωρίαν ταύτην, θεωροῦντες τὰ γενόμενα, τύπτοντες ἑαυτῶν τὰ στήθη ὑπέστρεφον."
    },
    {
      "verse": 49,
      "text": "Εἱστήκεισαν δὲ πάντες οἱ γνωστοὶ αὐτοῦ μακρόθεν, καὶ γυναῖκες αἱ συνακολουθήσασαι αὐτῷ ἀπὸ τῆς Γαλιλαίας, ὁρῶσαι ταῦτα. Jesus’ body is buried"
    },
    {
      "verse": 50,
      "text": "Καὶ ἰδού, ἀνὴρ ὀνόματι Ἰωσήφ, βουλευτὴς ὑπάρχων, ἀνὴρ ἀγαθὸς καὶ δίκαιος"
    },
    {
      "verse": 51,
      "text": "(οὗτος οὐκ ἦν συγκατατεθειμένος τῇ βουλῇ καὶ τῇ πράξει αὐτῶν), ἀπὸ Ἀριμαθαίας, πόλεως τῶν Ἰουδαίων, ὃς προσεδέχετο καὶ αὐτὸς τὴν βασιλείαν τοῦ Θεοῦ·"
    },
    {
      "verse": 52,
      "text": "οὗτος προσελθὼν τῷ Πιλάτῳ ᾐτήσατο τὸ σῶμα τοῦ Ἰησοῦ."
    },
    {
      "verse": 53,
      "text": "Καὶ καθελὼν αὐτὸ ἐνετύλιξεν αὐτὸ σινδόνι, καὶ ἔθηκεν αὐτὸ ἐν μνήματι λαξευτῷ, οὗ οὐκ ἦν οὐδέπω οὐδεὶς κείμενος."
    },
    {
      "verse": 54,
      "text": "Καὶ ἡμέρα ἦν Παρασκευή· σάββατον ἐπέφωσκεν."
    },
    {
      "verse": 55,
      "text": "Κατακολουθήσασαι δὲ γυναῖκες, αἵτινες ἦσαν συνεληλυθυῖαι αὐτῷ ἐκ τῆς Γαλιλαίας, ἐθεάσαντο τὸ μνημεῖον καὶ ὡς ἐτέθη τὸ σῶμα αὐτοῦ."
    },
    {
      "verse": 56,
      "text": "Ὑποστρέψασαι δὲ ἡτοίμασαν ἀρώματα καὶ μύρα. Καὶ τὸ μὲν σάββατον ἡσύχασαν κατὰ τὴν ἐντολήν."
    }
  ]
}