{
  "book_id": "SIR",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "All wisdom \\add cometh\\add* from the Lord, And is with him for ever."
    },
    {
      "verse": 2,
      "text": "Who can number the sand of the sea, and the drops of rain, And the days of eternity?"
    },
    {
      "verse": 3,
      "text": "Who can find out the height of heaven, and the breadth of the earth, And the deep, and wisdom?"
    },
    {
      "verse": 4,
      "text": "Wisdom hath been created before all \\add things\\add*, And the understanding of prudence from everlasting."
    },
    {
      "verse": 5,
      "text": "The word of God most high \\add is\\add* the fountain of wisdom; And her ways \\add are\\add* everlasting commandments."
    },
    {
      "verse": 6,
      "text": "To whom hath the root of wisdom been revealed? Or who hath known her wise counsels?"
    },
    {
      "verse": 7,
      "text": "\\add Unto whom hath the knowledge of wisdom been made manifest?\\add* \\add And who hath understood her great experience?\\add*"
    },
    {
      "verse": 8,
      "text": "There is one wise \\add and\\add* greatly to be feared, The Lord sitting upon his throne."
    },
    {
      "verse": 9,
      "text": "He created her, and saw \\add her\\add*, and numbered her, And poured her out upon all his works."
    },
    {
      "verse": 10,
      "text": "\\add She is\\add* with all flesh according to his gift, And he hath given her to them that love him."
    },
    {
      "verse": 11,
      "text": "The fear of the Lord \\add is\\add* honour, and glory, And gladness, and a crown of rejoicing."
    },
    {
      "verse": 12,
      "text": "The fear of the Lord maketh a merry heart, And giveth joy, and gladness, and a long life."
    },
    {
      "verse": 13,
      "text": "Whoso feareth the Lord, it shall go well with him at the last, And he shall find favour in the day of his death."
    },
    {
      "verse": 14,
      "text": "To fear the Lord \\add is\\add* the beginning of wisdom: And it was created with the faithful in the womb."
    },
    {
      "verse": 15,
      "text": "She hath built an everlasting foundation with men, And she shall continue with their seed."
    },
    {
      "verse": 16,
      "text": "To fear the Lord \\add is\\add* fulness of wisdom, And filleth men with her fruits."
    },
    {
      "verse": 17,
      "text": "She filleth all their house with things desirable, And the garners with her increase."
    },
    {
      "verse": 18,
      "text": "The fear of the Lord \\add is\\add* a crown of wisdom, Making peace and perfect health to flourish; Both which are the gifts of God: And it enlargeth their rejoicing that love him."
    },
    {
      "verse": 19,
      "text": "Wisdom raineth down skill and knowledge of understanding, And exalteth them to honour that hold her fast."
    },
    {
      "verse": 20,
      "text": "The root of wisdom \\add is\\add* to fear the Lord, And the branches thereof \\add are\\add* long life."
    },
    {
      "verse": 21,
      "text": "The fear of the Lord driveth away sins: And where it is present, it turneth away wrath."
    },
    {
      "verse": 22,
      "text": "A furious man cannot be justified; For the sway of his fury \\add shall be\\add* his destruction."
    },
    {
      "verse": 23,
      "text": "A patient \\add man\\add* will bear for a time, And afterward joy shall spring up unto him."
    },
    {
      "verse": 24,
      "text": "He will hide his words for a time, And the lips of many shall declare his wisdom."
    },
    {
      "verse": 25,
      "text": "The parables of knowledge \\add are\\add* in the treasures of wisdom: But godliness \\add is\\add* an abomination to a sinner."
    },
    {
      "verse": 26,
      "text": "If thou desire wisdom, keep the commandments, And the Lord shall give her unto thee."
    },
    {
      "verse": 27,
      "text": "For the fear of the Lord \\add is\\add* wisdom and instruction: And faith and meekness \\add are\\add* his delight."
    },
    {
      "verse": 28,
      "text": "Distrust not the fear of the Lord when thou art poor: And come not unto him with a double heart."
    },
    {
      "verse": 29,
      "text": "Be not a hypocrite in the sight of men, And take good heed what thou speakest."
    },
    {
      "verse": 30,
      "text": "Exalt not thyself, lest thou fall, And bring dishonour upon thy soul, And \\add so\\add* God discover thy secrets, And cast thee down in the midst of the congregation, Because thou camest not in truth to the fear of the Lord, But thy heart \\add is\\add* full of deceit."
    }
  ]
}