{
  "book_id": "SIR",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Strive not with a mighty man, Lest thou fall into his hands."
    },
    {
      "verse": 2,
      "text": "Be not at variance with a rich man, lest he overweigh thee: For gold hath destroyed many, And perverted the hearts of kings."
    },
    {
      "verse": 3,
      "text": "Strive not with a man that is full of tongue, And heap not wood upon his fire."
    },
    {
      "verse": 4,
      "text": "Jest not with a rude \\add man\\add*, Lest thy ancestors be disgraced."
    },
    {
      "verse": 5,
      "text": "Reproach not a man that turneth from sin, \\add But\\add* remember that we are all worthy of punishment."
    },
    {
      "verse": 6,
      "text": "Dishonour not a man in his old age: For even \\add some\\add* of us wax old."
    },
    {
      "verse": 7,
      "text": "Rejoice not over thy greatest enemy being dead, \\add But\\add* remember that we die all."
    },
    {
      "verse": 8,
      "text": "Despise not the discourse of the wise, But acquaint thyself with their proverbs: For of them thou shalt learn instruction, And \\add how\\add* to serve great men with ease."
    },
    {
      "verse": 9,
      "text": "Miss not the discourse of the elders: For they also learned of their fathers, And of them thou shalt learn understanding, And to give answer as need requireth."
    },
    {
      "verse": 10,
      "text": "Kindle not the coals of a sinner, Lest thou be burnt with the flame of his fire."
    },
    {
      "verse": 11,
      "text": "Rise not up \\add in anger\\add* at the presence of an injurious person, Lest he lie in wait to entrap thee in thy words."
    },
    {
      "verse": 12,
      "text": "Lend not unto him \\add that is\\add* mightier than thyself; For if thou lendest \\add him\\add*, count \\add it\\add* but lost."
    },
    {
      "verse": 13,
      "text": "Be not surety above thy power: For if thou be surety, take care to pay \\add it\\add*."
    },
    {
      "verse": 14,
      "text": "Go not to law with a judge; For they will judge for him according to his honour."
    },
    {
      "verse": 15,
      "text": "Travel not by the way with a bold \\add fellow\\add*, Lest he become grievous unto thee: For he will do according to his own will, And thou shalt perish with \\add him\\add* through his folly."
    },
    {
      "verse": 16,
      "text": "Strive not with an angry \\add man\\add*, And go not with him into a solitary place: For blood \\add is\\add* as nothing in his sight; And where there is no help, he will overthrow thee."
    },
    {
      "verse": 17,
      "text": "Consult not with a fool; For he cannot keep counsel."
    },
    {
      "verse": 18,
      "text": "Do no secret \\add thing\\add* before a stranger; For thou knowest not what he will bring forth."
    },
    {
      "verse": 19,
      "text": "Open not thine heart to every man, Lest he requite thee with a shrewd turn."
    }
  ]
}