{
  "book_id": "SIR",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Be not jealous over the wife of thy bosom, And teach \\add her\\add* not an evil lesson against thyself."
    },
    {
      "verse": 2,
      "text": "Give not thy soul unto a woman To set her foot upon thy substance."
    },
    {
      "verse": 3,
      "text": "Meet not with a harlot, Lest thou fall into her snares."
    },
    {
      "verse": 4,
      "text": "Use not much the company of \\add a woman\\add* that is a singer, Lest thou be taken with her attempts."
    },
    {
      "verse": 5,
      "text": "Gaze not on a maid, That thou fall not by those things that are precious in her."
    },
    {
      "verse": 6,
      "text": "Give not thy soul unto harlots, That thou lose not thine inheritance."
    },
    {
      "verse": 7,
      "text": "Look not round about thee in the streets of the city, Neither wander thou in the solitary places thereof."
    },
    {
      "verse": 8,
      "text": "Turn away thine eye from a beautiful woman, And look not upon another’s beauty; For many have been deceived by the beauty of a woman; For herewith love is kindled as a fire."
    },
    {
      "verse": 9,
      "text": "Sit not at all with another man’s wife, Nor sit down with her in \\add thine\\add* arms, And spend not thy money with her at the wine; Lest thine heart incline unto her, And \\add so\\add* through thy desire thou fall into destruction."
    },
    {
      "verse": 10,
      "text": "Forsake not an old friend; For the new is not comparable to him: A new friend \\add is as\\add* new wine; When it is old, thou shalt drink it with pleasure."
    },
    {
      "verse": 11,
      "text": "Envy not the glory of a sinner: For thou knowest not what shall be his end."
    },
    {
      "verse": 12,
      "text": "Delight not in the thing that the ungodly have pleasure in; \\add But\\add* remember they shall not go unpunished unto their grave."
    },
    {
      "verse": 13,
      "text": "Keep thee far from the man that hath power to kill; So shalt thou not doubt the fear of death: And if thou come unto \\add him\\add*, make no fault, Lest he take away thy life presently: Remember that thou goest in the midst of snares, And \\add that\\add* thou walkest upon the battlements of the city."
    },
    {
      "verse": 14,
      "text": "As near as thou canst, guess at \\add thy\\add* neighbour, And consult with the wise."
    },
    {
      "verse": 15,
      "text": "Let thy talk be with the wise, And all thy communication in the law of the most High."
    },
    {
      "verse": 16,
      "text": "\\add And\\add* let just men eat and drink with thee; And let thy glorying be in the fear of the Lord."
    },
    {
      "verse": 17,
      "text": "For the hand of the artificer the work shall be commended: And the wise ruler of the people for his speech."
    },
    {
      "verse": 18,
      "text": "A man of an ill tongue \\add is\\add* dangerous in his city; And he \\add that is\\add* rash in his talk shall be hated."
    }
  ]
}