{
  "book_id": "SIR",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "A wise judge will instruct his people; And the government of a prudent \\add man\\add* is well ordered."
    },
    {
      "verse": 2,
      "text": "As the judge of the people is himself, so \\add are\\add* his officers; And what manner of man the ruler of the city is, \\add such are\\add* all they that dwell therein."
    },
    {
      "verse": 3,
      "text": "An unwise king destroyeth his people; But through the prudence of them which are in authority the city shall be inhabited."
    },
    {
      "verse": 4,
      "text": "The power of the earth \\add is\\add* in the hand of the Lord, And in due time he will set over it one that is profitable."
    },
    {
      "verse": 5,
      "text": "In the hand of God \\add is\\add* the prosperity of man: And upon the person of the scribe shall he lay his honour."
    },
    {
      "verse": 6,
      "text": "Bear not hatred to \\add thy\\add* neighbour for every wrong; And do nothing at all by injurious practices."
    },
    {
      "verse": 7,
      "text": "Pride \\add is\\add* hateful before God and man: And by both doth \\add one\\add* commit iniquity."
    },
    {
      "verse": 8,
      "text": "Because of unrighteous dealings, injuries, and riches got by deceit, The kingdom is translated from one people to another."
    },
    {
      "verse": 9,
      "text": "Why is earth and ashes proud? \\add There is\\add* not a more wicked \\add thing\\add* than a covetous \\add man:\\add* For such an one setteth his own soul to sale; Because while he liveth he casteth away his bowels."
    },
    {
      "verse": 10,
      "text": "The physician cutteth off a long disease; And \\add he that is\\add* to day a king to morrow shall die."
    },
    {
      "verse": 11,
      "text": "For when a man is dead, He shall inherit creeping things, beasts, and worms."
    },
    {
      "verse": 12,
      "text": "The beginning of pride \\add is\\add* when one departeth from God, And his heart is turned away from his Maker."
    },
    {
      "verse": 13,
      "text": "For pride \\add is\\add* the beginning of sin, And he that hath it shall pour out abomination: \\add And\\add* therefore the Lord brought upon \\add them\\add* strange calamities, And overthrew them utterly."
    },
    {
      "verse": 14,
      "text": "The Lord hath cast down the thrones of \\add proud\\add* princes, And set up the meek in their stead."
    },
    {
      "verse": 15,
      "text": "The Lord hath plucked up the roots of the proud nations, And planted the lowly in their place."
    },
    {
      "verse": 16,
      "text": "The Lord overthrew countries of the heathen, And destroyed them to the foundations of the earth."
    },
    {
      "verse": 17,
      "text": "He took \\add some\\add* of them away, and destroyed them, And hath made their memorial to cease from the earth."
    },
    {
      "verse": 18,
      "text": "Pride was not made for men, Nor furious anger for them that are born of a woman."
    },
    {
      "verse": 19,
      "text": "They that fear the Lord \\add are\\add* a sure seed, And they that love him an honourable plant: They that regard not the law \\add are\\add* a dishonourable seed; They that transgress the commandments \\add are\\add* a deceivable seed."
    },
    {
      "verse": 20,
      "text": "Among brethren he that is chief \\add is\\add* honourable; So are they that fear the Lord in his eyes."
    },
    {
      "verse": 21,
      "text": "The fear of the Lord \\add goeth\\add* before the obtaining of authority: But roughness and pride \\add is\\add* the losing thereof."
    },
    {
      "verse": 22,
      "text": "\\add Whether\\add* he \\add be\\add* rich, noble, or poor, Their glory \\add is\\add* the fear of the Lord."
    },
    {
      "verse": 23,
      "text": "\\add It is\\add* not meet to despise the poor \\add man\\add* that hath understanding; Neither is it convenient to magnify a sinful man."
    },
    {
      "verse": 24,
      "text": "Great men, and judges, and potentates, shall be honoured; Yet is there none of them greater than he that feareth the Lord."
    },
    {
      "verse": 25,
      "text": "Unto the servant \\add that is\\add* wise shall \\add they that are\\add* free do service: And he that hath knowledge will not grudge when he is reformed."
    },
    {
      "verse": 26,
      "text": "Be not overwise in doing thy business; And boast not thyself in the time of thy distress."
    },
    {
      "verse": 27,
      "text": "Better \\add is\\add* he that laboureth, and aboundeth in all \\add things\\add*, Than he that boasteth himself, and wanteth bread."
    },
    {
      "verse": 28,
      "text": "\\add My\\add* son, glorify thy soul in meekness, And give it honour according to the dignity thereof."
    },
    {
      "verse": 29,
      "text": "Who will justify him that sinneth against his own soul? And who will honour him that dishonoureth his own life?"
    },
    {
      "verse": 30,
      "text": "The poor \\add man\\add* is honoured for his skill, And the rich \\add man\\add* is honoured for his riches."
    },
    {
      "verse": 31,
      "text": "He that is honoured in poverty, how much \\add more\\add* in riches? And \\add he that is\\add* dishonourable in riches, how much more in poverty?"
    }
  ]
}