{
  "book_id": "SIR",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord created man of the earth, And turned him into it again."
    },
    {
      "verse": 2,
      "text": "He gave them few days, and a \\add short\\add* time, And power also over the \\add things\\add* therein."
    },
    {
      "verse": 3,
      "text": "He endued them with strength by themselves, And made them according to his image,"
    },
    {
      "verse": 4,
      "text": "And put the fear of man upon all flesh, And gave him dominion over beasts and fowls."
    },
    {
      "verse": 5,
      "text": "\\add They received the use of the five operations of the Lord\\add*, And in the sixth place he imparted them understanding, And in the seventh, speech, an interpreter of the cogitations thereof."
    },
    {
      "verse": 6,
      "text": "Counsel, and a tongue, and eyes, Ears, and a heart, gave he them to understand."
    },
    {
      "verse": 7,
      "text": "\\add Withal\\add* he filled them \\add with\\add* the knowledge of understanding, And shewed them good and evil."
    },
    {
      "verse": 8,
      "text": "He set his eye upon their hearts, That \\add he\\add* might shew them the greatness of his works."
    },
    {
      "verse": 9,
      "text": "He gave \\add them\\add* to glory in his marvellous acts for ever, That they might declare his works with understanding."
    },
    {
      "verse": 10,
      "text": "And the elect shall praise his holy name."
    },
    {
      "verse": 11,
      "text": "Beside \\add this\\add* he gave them knowledge, And the law of life for an heritage."
    },
    {
      "verse": 12,
      "text": "He made an everlasting covenant with them, And shewed them his judgments."
    },
    {
      "verse": 13,
      "text": "Their eyes saw the majesty of \\add his\\add* glory, And their ears heard his glorious voice."
    },
    {
      "verse": 14,
      "text": "And he said unto them, Beware of all unrighteousness; And he gave every man commandment concerning \\add his\\add* neighbour."
    },
    {
      "verse": 15,
      "text": "Their ways \\add are\\add* ever before him, \\add And\\add* shall not be hid from his eyes."
    },
    {
      "verse": 16,
      "text": "Every man from \\add his\\add* youth \\add is given\\add* to evil; Neither could they make to themselves fleshy hearts for stony."
    },
    {
      "verse": 17,
      "text": "For in the division of the nations of the whole earth He set a ruler over every people; But Israel is the Lord’s portion:"
    },
    {
      "verse": 18,
      "text": "Whom, being \\add his\\add* firstborn, he nourisheth with discipline, And giving \\add him\\add* the light of \\add his\\add* love doth not forsake him."
    },
    {
      "verse": 19,
      "text": "Therefore all their works \\add are\\add* as the sun before him, And his eyes \\add are\\add* continually upon their ways."
    },
    {
      "verse": 20,
      "text": "None of their unrighteous deeds are hid from him, But all their sins \\add are\\add* before the Lord"
    },
    {
      "verse": 21,
      "text": "But the Lord being gracious, and knowing his workmanship, Neither left nor forsook them, but spared them."
    },
    {
      "verse": 22,
      "text": "The alms of a man \\add is\\add* as a signet with him, And he will keep the good deeds of man as the apple \\add of the eye\\add*, And give repentance to his sons and daughters."
    },
    {
      "verse": 23,
      "text": "Afterward he will rise up and reward them, And render their recompence upon their heads."
    },
    {
      "verse": 24,
      "text": "But unto them that repent, he granted \\add them\\add* return, And comforted those that fail \\add in\\add* patience."
    },
    {
      "verse": 25,
      "text": "Return unto the Lord, and forsake \\add thy\\add* sins, Make thy prayer before \\add his\\add* face, and offend less."
    },
    {
      "verse": 26,
      "text": "Turn again to the most High, and turn away from iniquity: For he will lead \\add thee\\add* out of darkness into the light of health, And hate thou abomination vehemently."
    },
    {
      "verse": 27,
      "text": "Who shall praise the most High in the grave, Instead of them which live and give thanks?"
    },
    {
      "verse": 28,
      "text": "Thanksgiving perisheth from the dead, as \\add from\\add* one that is not: The living and sound in heart shall praise the Lord."
    },
    {
      "verse": 29,
      "text": "How great \\add is\\add* the lovingkindness of the Lord our God, And \\add his\\add* compassion unto such as turn unto him in holiness!"
    },
    {
      "verse": 30,
      "text": "For all \\add things\\add* cannot be in men, Because the son of man \\add is\\add* not immortal."
    },
    {
      "verse": 31,
      "text": "What \\add is\\add* brighter than the sun? yet the light thereof faileth: And flesh and blood will imagine evil."
    },
    {
      "verse": 32,
      "text": "He vieweth the power of the height of heaven; And all men \\add are but\\add* earth and ashes."
    }
  ]
}