{
  "book_id": "SIR",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord created man of the earth, And turned him into it again."
    },
    {
      "verse": 2,
      "text": "He gave them few days, and a shorttime, And power also over the thingstherein."
    },
    {
      "verse": 3,
      "text": "He endued them with strength by themselves, And made them according to his image,"
    },
    {
      "verse": 4,
      "text": "And put the fear of man upon all flesh, And gave him dominion over beasts and fowls."
    },
    {
      "verse": 5,
      "text": "They received the use of the five operations of the Lord, And in the sixth place he imparted them understanding, And in the seventh, speech, an interpreter of the cogitations thereof."
    },
    {
      "verse": 6,
      "text": "Counsel, and a tongue, and eyes, Ears, and a heart, gave he them to understand."
    },
    {
      "verse": 7,
      "text": "Withalhe filled them withthe knowledge of understanding, And shewed them good and evil."
    },
    {
      "verse": 8,
      "text": "He set his eye upon their hearts, That hemight shew them the greatness of his works."
    },
    {
      "verse": 9,
      "text": "He gave themto glory in his marvellous acts for ever, That they might declare his works with understanding."
    },
    {
      "verse": 10,
      "text": "And the elect shall praise his holy name."
    },
    {
      "verse": 11,
      "text": "Beside thishe gave them knowledge, And the law of life for an heritage."
    },
    {
      "verse": 12,
      "text": "He made an everlasting covenant with them, And shewed them his judgments."
    },
    {
      "verse": 13,
      "text": "Their eyes saw the majesty of hisglory, And their ears heard his glorious voice."
    },
    {
      "verse": 14,
      "text": "And he said unto them, Beware of all unrighteousness; And he gave every man commandment concerning hisneighbour."
    },
    {
      "verse": 15,
      "text": "Their ways areever before him, Andshall not be hid from his eyes."
    },
    {
      "verse": 16,
      "text": "Every man from hisyouth is givento evil; Neither could they make to themselves fleshy hearts for stony."
    },
    {
      "verse": 17,
      "text": "For in the division of the nations of the whole earth He set a ruler over every people; But Israel is the Lord’s portion:"
    },
    {
      "verse": 18,
      "text": "Whom, being hisfirstborn, he nourisheth with discipline, And giving himthe light of hislove doth not forsake him."
    },
    {
      "verse": 19,
      "text": "Therefore all their works areas the sun before him, And his eyes arecontinually upon their ways."
    },
    {
      "verse": 20,
      "text": "None of their unrighteous deeds are hid from him, But all their sins arebefore the Lord"
    },
    {
      "verse": 21,
      "text": "But the Lord being gracious, and knowing his workmanship, Neither left nor forsook them, but spared them."
    },
    {
      "verse": 22,
      "text": "The alms of a man isas a signet with him, And he will keep the good deeds of man as the apple of the eye, And give repentance to his sons and daughters."
    },
    {
      "verse": 23,
      "text": "Afterward he will rise up and reward them, And render their recompence upon their heads."
    },
    {
      "verse": 24,
      "text": "But unto them that repent, he granted themreturn, And comforted those that fail inpatience."
    },
    {
      "verse": 25,
      "text": "Return unto the Lord, and forsake thysins, Make thy prayer before hisface, and offend less."
    },
    {
      "verse": 26,
      "text": "Turn again to the most High, and turn away from iniquity: For he will lead theeout of darkness into the light of health, And hate thou abomination vehemently."
    },
    {
      "verse": 27,
      "text": "Who shall praise the most High in the grave, Instead of them which live and give thanks?"
    },
    {
      "verse": 28,
      "text": "Thanksgiving perisheth from the dead, as fromone that is not: The living and sound in heart shall praise the Lord."
    },
    {
      "verse": 29,
      "text": "How great isthe lovingkindness of the Lord our God, And hiscompassion unto such as turn unto him in holiness!"
    },
    {
      "verse": 30,
      "text": "For all thingscannot be in men, Because the son of man isnot immortal."
    },
    {
      "verse": 31,
      "text": "What isbrighter than the sun? yet the light thereof faileth: And flesh and blood will imagine evil."
    },
    {
      "verse": 32,
      "text": "He vieweth the power of the height of heaven; And all men are butearth and ashes."
    }
  ]
}