{
  "book_id": "SIR",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "He that liveth for ever created all \\add things\\add* in general."
    },
    {
      "verse": 2,
      "text": "The Lord only is righteous, And there is none other but he,"
    },
    {
      "verse": 3,
      "text": "Who governeth the world with the palm of his hand, And all \\add things\\add* obey his will: For he \\add is\\add* the King of all, by his power Dividing holy \\add things\\add* among them from profane."
    },
    {
      "verse": 4,
      "text": "To whom hath he given power to declare his works? And who shall find out his noble acts?"
    },
    {
      "verse": 5,
      "text": "Who shall number the strength of his majesty? And who shall also tell out his mercies?"
    },
    {
      "verse": 6,
      "text": "\\add As for\\add* the wondrous works of the Lord, there may nothing be taken from \\add them\\add*, Neither may any thing be put unto \\add them\\add*, neither can the ground \\add of them\\add* be found out."
    },
    {
      "verse": 7,
      "text": "When a man hath done, then he beginneth; And when he leaveth off, then he shall be doubtful."
    },
    {
      "verse": 8,
      "text": "What \\add is\\add* man, and whereto serveth he? What \\add is\\add* his good, and what \\add is\\add* his evil?"
    },
    {
      "verse": 9,
      "text": "The number of a man’s days at the most \\add are\\add* an hundred years."
    },
    {
      "verse": 10,
      "text": "As a drop of water unto the sea, and a gravel stone \\add in comparison of\\add* the sand; So \\add are\\add* a thousand years to the days of eternity."
    },
    {
      "verse": 11,
      "text": "Therefore is God patient with them, And poureth forth his mercy upon them."
    },
    {
      "verse": 12,
      "text": "He saw and perceived their end to be evil; Therefore he multiplied his compassion."
    },
    {
      "verse": 13,
      "text": "The mercy of man \\add is\\add* toward his neighbour; But the mercy of the Lord \\add is\\add* upon all flesh: He reproveth, and nurtureth, and teacheth, And bringeth again, as a shepherd his flock."
    },
    {
      "verse": 14,
      "text": "He hath mercy on them that receive discipline, And that diligently seek after his judgments."
    },
    {
      "verse": 15,
      "text": "\\add My\\add* son, blemish not \\add thy\\add* good \\add deeds\\add*, Neither \\add use\\add* uncomfortable words when \\add thou\\add* givest any thing."
    },
    {
      "verse": 16,
      "text": "Shall not the dew asswage the heat? So \\add is\\add* a word better than a gift."
    },
    {
      "verse": 17,
      "text": "Lo, \\add is\\add* not a word better than a gift? But both \\add are\\add* with a gracious man."
    },
    {
      "verse": 18,
      "text": "A fool will upbraid churlishly, And a gift of the envious consumeth the eyes."
    },
    {
      "verse": 19,
      "text": "Learn before \\add thou\\add* speak, And use physick or ever thou be sick."
    },
    {
      "verse": 20,
      "text": "Before judgment examine thyself, And in the day of visitation thou shalt find mercy."
    },
    {
      "verse": 21,
      "text": "Humble thyself before thou be sick, And in the time of sins shew repentance."
    },
    {
      "verse": 22,
      "text": "Let nothing hinder thee to pay \\add thy\\add* vow in due time, And defer not until death to be justified."
    },
    {
      "verse": 23,
      "text": "Before \\add thou\\add* prayest, prepare thyself; And be not as one that tempteth the Lord."
    },
    {
      "verse": 24,
      "text": "Think upon the wrath that shall be at the end, And the time of vengeance, when \\add he\\add* shall turn away \\add his\\add* face."
    },
    {
      "verse": 25,
      "text": "When \\add thou\\add* hast enough, remember the time of hunger: And when \\add thou\\add* art rich, \\add think upon\\add* poverty and need."
    },
    {
      "verse": 26,
      "text": "From the morning until the evening the time is changed, And all \\add things\\add* are soon \\add done\\add* before the Lord."
    },
    {
      "verse": 27,
      "text": "A wise man will fear in every \\add thing\\add*, And in the day of sinning he will beware of offence: But a fool will not observe time."
    },
    {
      "verse": 28,
      "text": "Every man of understanding knoweth wisdom, And will give praise unto him that found her."
    },
    {
      "verse": 29,
      "text": "\\add They that were\\add* of understanding in sayings became also wise themselves, And poured forth exquisite parables."
    },
    {
      "verse": 30,
      "text": "Go not after thy lusts, But refrain thyself from thine appetites."
    },
    {
      "verse": 31,
      "text": "If thou givest thy soul the desires that please \\add her\\add*, She will make thee a laughingstock to thine enemies that malign thee."
    },
    {
      "verse": 32,
      "text": "Take not pleasure in much good cheer, Neither be tied to the expence thereof."
    },
    {
      "verse": 33,
      "text": "Be not made a beggar by banqueting upon borrowing, When thou hast nothing in \\add thy\\add* purse: For thou shalt lie in wait for thine own life, \\add and be\\add* talked on."
    }
  ]
}