{
  "book_id": "SIR",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "A labouring man that isgiven to drunkenness shall not be rich: And he that contemneth small thingsshall fall by little and little."
    },
    {
      "verse": 2,
      "text": "Wine and women will make men of understanding to fall away: And he that cleaveth to harlots will become impudent."
    },
    {
      "verse": 3,
      "text": "Moths and worms shall have him to heritage, And a bold man shall be taken away."
    },
    {
      "verse": 4,
      "text": "He that is hasty to give credit islightminded; And he that sinneth shall offend against his own soul."
    },
    {
      "verse": 5,
      "text": "Whoso taketh pleasure in wickedness shall be condemned: But he that resisteth pleasures crowneth his life."
    },
    {
      "verse": 6,
      "text": "He that can rule histongue shall live without strife; And he that hateth babbling shall have less evil."
    },
    {
      "verse": 7,
      "text": "Rehearse not unto another that which is told unto thee, And thou shalt fare never the worse."
    },
    {
      "verse": 8,
      "text": "Whether it be to friend or foe, talk not of other men’s lives; And if thou canst without offence, reveal themnot."
    },
    {
      "verse": 9,
      "text": "For he heard and observed thee, And when time cometh he will hate thee."
    },
    {
      "verse": 10,
      "text": "Ifthou hast heard a word, let it die with thee; And be bold, it will not burst thee."
    },
    {
      "verse": 11,
      "text": "A fool travaileth with a word, As a womanin labour of a child."
    },
    {
      "verse": 12,
      "text": "Asan arrow that sticketh in a man’s thigh, So isa word within a fool’s belly."
    },
    {
      "verse": 13,
      "text": "Admonish a friend, it may be he hath not done it:And if he have done it, that he do itno more."
    },
    {
      "verse": 14,
      "text": "Admonish thyfriend, it may be he hath not said it:And if he have, that he speak itnot again."
    },
    {
      "verse": 15,
      "text": "Admonish a friend: for many times it is a slander, And believe not every tale."
    },
    {
      "verse": 16,
      "text": "There is one that slippeth in hisspeech, but not from hisheart; And who is he that hath not offended with his tongue?"
    },
    {
      "verse": 17,
      "text": "Admonish thy neighbour before thouthreaten him;And not being angry, give place to the law of the most High."
    },
    {
      "verse": 18,
      "text": "The fear of the Lord isthe first step to be accepted of him, And wisdom obtaineth his love."
    },
    {
      "verse": 19,
      "text": "The knowledge of the commandments of the Lord isthe doctrine of life: And they that do thingsthat please him shall receive the fruit of the tree of immortality."
    },
    {
      "verse": 20,
      "text": "The fear of the Lord isall wisdom; And in all wisdom isthe performance of the law, And the knowledge of his omnipotency."
    },
    {
      "verse": 21,
      "text": "If a servant say to hismaster, I will not do as it pleaseth thee;Though afterward he do it, he angereth him that nourisheth him."
    },
    {
      "verse": 22,
      "text": "The knowledge of wickedness is not wisdom, Neither at any time the counsel of sinners prudence."
    },
    {
      "verse": 23,
      "text": "There is a wickedness, and the same an abomination; And there is a fool wanting in wisdom."
    },
    {
      "verse": 24,
      "text": "He that hath small understanding, andfeareth God, isbetter Than one that hath much wisdom, and transgresseth the law of the most High."
    },
    {
      "verse": 25,
      "text": "There is an exquisite subtilty, and the same isunjust; And there is one that turneth aside to make judgment appear; And there is a wise manthat justifieth in judgment."
    },
    {
      "verse": 26,
      "text": "There is a wicked manthat hangeth down his headsadly; But inwardly he isfull of deceit,"
    },
    {
      "verse": 27,
      "text": "Casting down hiscountenance, and making as if he heard not: Where he is not known, he will do thee a mischief before thou be aware."
    },
    {
      "verse": 28,
      "text": "And if for want of power he be hindered from sinning, Yetwhen he findeth opportunity he will do evil."
    },
    {
      "verse": 29,
      "text": "A man may be known by hislook, And one that hath understanding by hiscountenance, when thou meetest him."
    },
    {
      "verse": 30,
      "text": "A man’s attire, and excessive laughter, And gait, shew what he is."
    }
  ]
}