{
  "book_id": "SIR",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "A labouring man \\add that is\\add* given to drunkenness shall not be rich: And he that contemneth small \\add things\\add* shall fall by little and little."
    },
    {
      "verse": 2,
      "text": "Wine and women will make men of understanding to fall away: And he that cleaveth to harlots will become impudent."
    },
    {
      "verse": 3,
      "text": "Moths and worms shall have him to heritage, And a bold man shall be taken away."
    },
    {
      "verse": 4,
      "text": "He that is hasty to give credit \\add is\\add* lightminded; And he that sinneth shall offend against his own soul."
    },
    {
      "verse": 5,
      "text": "Whoso taketh pleasure in wickedness shall be condemned: But he that resisteth pleasures crowneth his life."
    },
    {
      "verse": 6,
      "text": "He that can rule \\add his\\add* tongue shall live without strife; And he that hateth babbling shall have less evil."
    },
    {
      "verse": 7,
      "text": "Rehearse not unto another that which is told unto thee, And thou shalt fare never the worse."
    },
    {
      "verse": 8,
      "text": "Whether it be to friend or foe, talk not of other men’s lives; And if thou canst without offence, reveal \\add them\\add* not."
    },
    {
      "verse": 9,
      "text": "For he heard and observed thee, And when time cometh he will hate thee."
    },
    {
      "verse": 10,
      "text": "\\add If\\add* thou hast heard a word, let it die with thee; And be bold, it will not burst thee."
    },
    {
      "verse": 11,
      "text": "A fool travaileth with a word, As a \\add woman\\add* in labour of a child."
    },
    {
      "verse": 12,
      "text": "\\add As\\add* an arrow that sticketh in a man’s thigh, So \\add is\\add* a word within a fool’s belly."
    },
    {
      "verse": 13,
      "text": "Admonish a friend, it may be he hath not done \\add it:\\add* And if he have done \\add it\\add*, that he do \\add it\\add* no more."
    },
    {
      "verse": 14,
      "text": "Admonish \\add thy\\add* friend, it may be he hath not said \\add it:\\add* And if he have, that he speak \\add it\\add* not again."
    },
    {
      "verse": 15,
      "text": "Admonish a friend: for many times it is a slander, And believe not every tale."
    },
    {
      "verse": 16,
      "text": "There is one that slippeth in \\add his\\add* speech, but not from \\add his\\add* heart; And who is he that hath not offended with his tongue?"
    },
    {
      "verse": 17,
      "text": "Admonish thy neighbour before \\add thou\\add* threaten \\add him;\\add* And not being angry, give place to the law of the most High."
    },
    {
      "verse": 18,
      "text": "The fear of the Lord \\add is\\add* the first step to be accepted \\add of him\\add*, And wisdom obtaineth his love."
    },
    {
      "verse": 19,
      "text": "The knowledge of the commandments of the Lord \\add is\\add* the doctrine of life: And they that do \\add things\\add* that please him shall receive the fruit of the tree of immortality."
    },
    {
      "verse": 20,
      "text": "The fear of the Lord \\add is\\add* all wisdom; And in all wisdom \\add is\\add* the performance of the law, And the knowledge of his omnipotency."
    },
    {
      "verse": 21,
      "text": "If a servant say to \\add his\\add* master, I will not do as it pleaseth \\add thee;\\add* Though afterward he do \\add it\\add*, he angereth him that nourisheth him."
    },
    {
      "verse": 22,
      "text": "The knowledge of wickedness is not wisdom, Neither at any time the counsel of sinners prudence."
    },
    {
      "verse": 23,
      "text": "There is a wickedness, and the same an abomination; And there is a fool wanting in wisdom."
    },
    {
      "verse": 24,
      "text": "He that hath small understanding, \\add and\\add* feareth \\add God, is\\add* better Than one that hath much wisdom, and transgresseth the law of the most High."
    },
    {
      "verse": 25,
      "text": "There is an exquisite subtilty, and the same \\add is\\add* unjust; And there is one that turneth aside to make judgment appear; And there is a wise \\add man\\add* that justifieth in judgment."
    },
    {
      "verse": 26,
      "text": "There is a wicked \\add man\\add* that hangeth down \\add his head\\add* sadly; But inwardly he \\add is\\add* full of deceit,"
    },
    {
      "verse": 27,
      "text": "Casting down \\add his\\add* countenance, and making as if he heard not: Where he is not known, he will do thee a mischief before thou be aware."
    },
    {
      "verse": 28,
      "text": "And if for want of power he be hindered from sinning, \\add Yet\\add* when he findeth opportunity he will do evil."
    },
    {
      "verse": 29,
      "text": "A man may be known by \\add his\\add* look, And one that hath understanding by \\add his\\add* countenance, when thou meetest \\add him\\add*."
    },
    {
      "verse": 30,
      "text": "A man’s attire, and excessive laughter, And gait, shew what he is."
    }
  ]
}