{
  "book_id": "SIR",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "There is a reproof that is not comely: Again, some man holdeth his tongue, and he \\add is\\add* wise."
    },
    {
      "verse": 2,
      "text": "It is much better to reprove, than to be angry secretly: And he that confesseth his fault shall be preserved from hurt."
    },
    {
      "verse": 3,
      "text": "How good \\add is it,\\add* when \\add thou\\add* art reproved, to shew repentance! For so shalt thou escape wilful sin."
    },
    {
      "verse": 4,
      "text": "\\add As is\\add* the lust of an eunuch to deflower a virgin; So \\add is\\add* he that executeth judgment with violence."
    },
    {
      "verse": 5,
      "text": "There is one that keepeth silence, and is found wise: And \\add another\\add* by much babbling becometh hateful."
    },
    {
      "verse": 6,
      "text": "Some man holdeth his tongue, because he hath not to answer: And some keepeth silence, knowing \\add his\\add* time."
    },
    {
      "verse": 7,
      "text": "A wise man will hold his tongue till \\add he see\\add* opportunity: But a babbler and a fool will regard no time."
    },
    {
      "verse": 8,
      "text": "He that useth many words shall be abhorred; And he that taketh to himself authority therein shall be hated."
    },
    {
      "verse": 9,
      "text": "There is a sinner that hath good success in evil \\add things;\\add* And there is a gain \\add that turneth\\add* to loss."
    },
    {
      "verse": 10,
      "text": "There is a gift that shall not profit thee; And there is a gift whose recompence \\add is\\add* double."
    },
    {
      "verse": 11,
      "text": "There is an abasement because of glory; And there is that lifteth up \\add his\\add* head from a low estate."
    },
    {
      "verse": 12,
      "text": "There is that buyeth much for a little, And repayeth it sevenfold."
    },
    {
      "verse": 13,
      "text": "A wise \\add man\\add* by \\add his\\add* words maketh himself beloved: But the graces of fools shall be poured out."
    },
    {
      "verse": 14,
      "text": "The gift of a fool shall do thee no good when thou hast \\add it;\\add* Neither yet of the envious for his necessity: For he looketh to receive many \\add things\\add* for one."
    },
    {
      "verse": 15,
      "text": "He giveth little, and upbraideth much; He openeth his mouth like a crier; To day he lendeth, and to morrow will he ask \\add it\\add* again: Such a one \\add is\\add* to be hated of God and man."
    },
    {
      "verse": 16,
      "text": "The fool saith, I have no friends, \\add I\\add* have no thank for \\add all\\add* my good \\add deeds\\add*, And they that eat my bread speak evil \\add of me\\add*."
    },
    {
      "verse": 17,
      "text": "How oft, and of how many shall he be laughed to scorn! For he knoweth not aright what it is to have; And it is all one unto him as if he had \\add it\\add* not."
    },
    {
      "verse": 18,
      "text": "To slip upon a pavement \\add is\\add* better than \\add to slip\\add* with the tongue: So the fall of the wicked shall come speedily."
    },
    {
      "verse": 19,
      "text": "An unseasonable tale Will always be in the mouth of the unwise."
    },
    {
      "verse": 20,
      "text": "A wise sentence shall be rejected \\add when it cometh\\add* out of a fool’s mouth; For he will not speak it in due season."
    },
    {
      "verse": 21,
      "text": "There is that is hindered from sinning through want: And when he taketh rest, he shall not be troubled."
    },
    {
      "verse": 22,
      "text": "There is that destroyeth his own soul through bashfulness, And by accepting of persons overthroweth himself."
    },
    {
      "verse": 23,
      "text": "There is that for bashfulness promiseth to \\add his\\add* friend, And maketh him \\add his\\add* enemy for nothing."
    },
    {
      "verse": 24,
      "text": "A lie \\add is\\add* a foul blot in a man, Yet it is continually in the mouth of the untaught."
    },
    {
      "verse": 25,
      "text": "A thief \\add is\\add* better than \\add a man\\add* that is accustomed to lie: But they both shall have destruction to heritage."
    },
    {
      "verse": 26,
      "text": "The disposition of a liar \\add is\\add* dishonourable, And his shame \\add is\\add* ever with him."
    },
    {
      "verse": 27,
      "text": "A wise \\add man\\add* shall promote himself \\add to honour\\add* with \\add his\\add* words: And he that hath understanding will please great men."
    },
    {
      "verse": 28,
      "text": "He that tilleth his land shall increase his heap: And he that pleaseth great men shall get pardon for iniquity."
    },
    {
      "verse": 29,
      "text": "Presents and gifts blind the eyes of the wise, And stop up \\add his\\add* mouth that he cannot reprove."
    },
    {
      "verse": 30,
      "text": "Wisdom that is hid, and treasure \\add that is\\add* hoarded up, What profit \\add is\\add* in \\add them\\add* both?"
    },
    {
      "verse": 31,
      "text": "Better \\add is\\add* he that hideth his folly Than a man that hideth his wisdom."
    },
    {
      "verse": 32,
      "text": "Necessary patience in seeking the Lord \\add is\\add* better Than he that leadeth his life without a guide."
    }
  ]
}