{
  "book_id": "SIR",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Myson, hast thou sinned? do so no more, But ask pardon for thy former sins."
    },
    {
      "verse": 2,
      "text": "Flee from sin as from the face of a serpent: For if thou comest toonear it, it will bite thee: The teeth thereof areas the teeth of a lion, Slaying the souls of men."
    },
    {
      "verse": 3,
      "text": "All iniquity isas a twoedged sword, The wounds whereof cannot behealed."
    },
    {
      "verse": 4,
      "text": "To terrify and do wrong will waste riches: Thus the house of proud menshall be made desolate."
    },
    {
      "verse": 5,
      "text": "A prayer out of a poor man’s mouth reachethto the ears of God, And his judgment cometh speedily."
    },
    {
      "verse": 6,
      "text": "He that hateth to be reproved isin the way of sinners: But he that feareth the Lord will repent from his heart."
    },
    {
      "verse": 7,
      "text": "An eloquent man isknown far and near; But a man of understanding knoweth when he slippeth."
    },
    {
      "verse": 8,
      "text": "He that buildeth his house with other men’s money Islike one that gathereth himself stones for the tomb of his burial."
    },
    {
      "verse": 9,
      "text": "The congregation of the wicked is liketow wrapped together: And the end of them isa flame of fire to destroy them."
    },
    {
      "verse": 10,
      "text": "The way of sinners ismade plain with stones, But at the end thereof isthe pit of hell."
    },
    {
      "verse": 11,
      "text": "He that keepeth the law of the Lord getteth the understanding thereof: And the perfection of the fear of the Lord iswisdom."
    },
    {
      "verse": 12,
      "text": "He that is not wise will not be taught: But there is a wisdom which multiplieth bitterness."
    },
    {
      "verse": 13,
      "text": "The knowledge of a wise manshall abound like a flood: And his counsel islike a pure fountain of life."
    },
    {
      "verse": 14,
      "text": "The inner parts of a fool arelike a broken vessel, And he will hold no knowledge as long as he liveth."
    },
    {
      "verse": 15,
      "text": "If a skilful man hear a wise word, He will commend it, and add unto it: Butas soon as one of no understanding heareth it, it displeaseth him, And he casteth it behind his back."
    },
    {
      "verse": 16,
      "text": "The talking of a fool islike a burden in the way: But grace shall be found in the lips of the wise."
    },
    {
      "verse": 17,
      "text": "They inquire at the mouth of the wise manin the congregation, And they shall ponder his words in theirheart."
    },
    {
      "verse": 18,
      "text": "As isa house that is destroyed, so iswisdom to a fool: And the knowledge of the unwise is astalk without sense."
    },
    {
      "verse": 19,
      "text": "Doctrine unto fools is asfetters on the feet, And like manacles on the right hand."
    },
    {
      "verse": 20,
      "text": "A fool lifteth up his voice with laughter; But a wise mandoth scarce smile a little."
    },
    {
      "verse": 21,
      "text": "Learning isunto a wise man asan ornament of gold, And like a bracelet upon his right arm."
    },
    {
      "verse": 22,
      "text": "A foolish man’s foot issoon in his neighbour’shouse: But a man of experience is ashamed of him."
    },
    {
      "verse": 23,
      "text": "A fool will peep in at the door into the house: But he that is well nurtured will stand without."
    },
    {
      "verse": 24,
      "text": "It isthe rudeness of a man to hearken at the door: But a wise manwill be grieved with disgrace."
    },
    {
      "verse": 25,
      "text": "The lips of talkers will be telling such thingsas pertain not unto them: But the words of such as have understanding are weighed in the balance."
    },
    {
      "verse": 26,
      "text": "The heart of fools isin their mouth: But the mouth of the wise isin their heart."
    },
    {
      "verse": 27,
      "text": "When the ungodly curseth Satan, He curseth his own soul."
    },
    {
      "verse": 28,
      "text": "A whisperer defileth his own soul, And is hated wheresoever he dwelleth."
    }
  ]
}