{
  "book_id": "SIR",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "\\add My\\add* son, hast thou sinned? do so no more, But ask pardon for thy former \\add sins\\add*."
    },
    {
      "verse": 2,
      "text": "Flee from sin as from the face of a serpent: For if thou comest \\add too\\add* near it, it will bite thee: The teeth thereof \\add are\\add* as the teeth of a lion, Slaying the souls of men."
    },
    {
      "verse": 3,
      "text": "All iniquity \\add is\\add* as a twoedged sword, The wounds whereof cannot \\add be\\add* healed."
    },
    {
      "verse": 4,
      "text": "To terrify and do wrong will waste riches: Thus the house of proud \\add men\\add* shall be made desolate."
    },
    {
      "verse": 5,
      "text": "A prayer out of a poor \\add man\\add*’s mouth \\add reacheth\\add* to the ears \\add of God\\add*, And his judgment cometh speedily."
    },
    {
      "verse": 6,
      "text": "He that hateth to be reproved \\add is\\add* in the way of sinners: But he that feareth the Lord will repent from his heart."
    },
    {
      "verse": 7,
      "text": "An eloquent man \\add is\\add* known far and near; But a man of understanding knoweth when he slippeth."
    },
    {
      "verse": 8,
      "text": "He that buildeth his house with other men’s money \\add Is\\add* like one that gathereth himself stones for the tomb of his burial."
    },
    {
      "verse": 9,
      "text": "The congregation of the wicked \\add is like\\add* tow wrapped together: And the end of them \\add is\\add* a flame of fire to destroy \\add them\\add*."
    },
    {
      "verse": 10,
      "text": "The way of sinners \\add is\\add* made plain with stones, But at the end thereof \\add is\\add* the pit of hell."
    },
    {
      "verse": 11,
      "text": "He that keepeth the law of the Lord getteth the understanding thereof: And the perfection of the fear of the Lord \\add is\\add* wisdom."
    },
    {
      "verse": 12,
      "text": "He that is not wise will not be taught: But there is a wisdom which multiplieth bitterness."
    },
    {
      "verse": 13,
      "text": "The knowledge of a wise \\add man\\add* shall abound like a flood: And his counsel \\add is\\add* like a pure fountain of life."
    },
    {
      "verse": 14,
      "text": "The inner parts of a fool \\add are\\add* like a broken vessel, And he will hold no knowledge as long as he liveth."
    },
    {
      "verse": 15,
      "text": "If a skilful man hear a wise word, He will commend it, and add unto it: \\add But\\add* as soon as one of no understanding heareth \\add it\\add*, it displeaseth him, And he casteth it behind his back."
    },
    {
      "verse": 16,
      "text": "The talking of a fool \\add is\\add* like a burden in the way: But grace shall be found in the lips of the wise."
    },
    {
      "verse": 17,
      "text": "They inquire at the mouth of the wise \\add man\\add* in the congregation, And they shall ponder his words in \\add their\\add* heart."
    },
    {
      "verse": 18,
      "text": "As \\add is\\add* a house that is destroyed, so \\add is\\add* wisdom to a fool: And the knowledge of the unwise \\add is as\\add* talk without sense."
    },
    {
      "verse": 19,
      "text": "Doctrine unto fools \\add is as\\add* fetters on the feet, And like manacles on the right hand."
    },
    {
      "verse": 20,
      "text": "A fool lifteth up his voice with laughter; But a wise \\add man\\add* doth scarce smile a little."
    },
    {
      "verse": 21,
      "text": "Learning \\add is\\add* unto a wise \\add man as\\add* an ornament of gold, And like a bracelet upon his right arm."
    },
    {
      "verse": 22,
      "text": "A foolish man’s foot \\add is\\add* soon in \\add his neighbour’s\\add* house: But a man of experience is ashamed of him."
    },
    {
      "verse": 23,
      "text": "A fool will peep in at the door into the house: But he that is well nurtured will stand without."
    },
    {
      "verse": 24,
      "text": "\\add It is\\add* the rudeness of a man to hearken at the door: But a wise \\add man\\add* will be grieved with disgrace."
    },
    {
      "verse": 25,
      "text": "The lips of talkers will be telling such \\add things\\add* as pertain not unto them: But the words of such as have understanding are weighed in the balance."
    },
    {
      "verse": 26,
      "text": "The heart of fools \\add is\\add* in their mouth: But the mouth of the wise \\add is\\add* in their heart."
    },
    {
      "verse": 27,
      "text": "When the ungodly curseth Satan, He curseth his own soul."
    },
    {
      "verse": 28,
      "text": "A whisperer defileth his own soul, And is hated wheresoever he dwelleth."
    }
  ]
}