{
  "book_id": "SIR",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "A slothful manis compared to a filthy stone, And every one will hiss himout to his disgrace."
    },
    {
      "verse": 2,
      "text": "A slothful manis compared to the filth of a dunghill: Every manthat takes it up will shake hishand."
    },
    {
      "verse": 3,
      "text": "An evil nurtured son isthe dishonour of his father that begat him: And a foolishdaughter is born to hisloss."
    },
    {
      "verse": 4,
      "text": "A wise daughter shall bring an inheritance to her husband: But she that liveth dishonestly isher father’s heaviness."
    },
    {
      "verse": 5,
      "text": "She that isbold dishonoureth both herfather and herhusband, But they both shall despise her."
    },
    {
      "verse": 6,
      "text": "A tale out of season is asmusick in mourning: But stripes and correction of wisdom arenever out of time."
    },
    {
      "verse": 7,
      "text": "Whoso teacheth a fool is asone that glueth a potsherd together, And ashe that waketh one from a sound sleep."
    },
    {
      "verse": 8,
      "text": "He that telleth a tale to a fool speaketh to one in a slumber: When hehath told histale, he will say, What is the matter?"
    },
    {
      "verse": 9,
      "text": "If children live honestly, and have wherewithal, They shall cover the baseness of their parents."
    },
    {
      "verse": 10,
      "text": "Butchildren, being haughty, through disdain and want of nurture Do stain the nobility of their kindred."
    },
    {
      "verse": 11,
      "text": "Weep for the dead, for he hath lost the light: And weep for the fool, for he wanteth understanding: Make little weeping for the dead, for he is at rest: But the life of the fool isworse than death."
    },
    {
      "verse": 12,
      "text": "Seven days do menmourn for him that isdead; But for a fool and an ungodly man, all the days of his life."
    },
    {
      "verse": 13,
      "text": "Talk not much with a fool, And go not to him that hath no understanding: Beware of him, lest thou have trouble, And thou shalt never be defiled with his fooleries: Depart from him, and thou shalt find rest, And never be disquieted with madness."
    },
    {
      "verse": 14,
      "text": "What is heavier than lead? And what isthe name thereof, but a fool?"
    },
    {
      "verse": 15,
      "text": "Sand, and salt, and a mass of iron, iseasier to bear, Than a man without understanding."
    },
    {
      "verse": 16,
      "text": "Astimber girt and bound together in a building cannot be loosed with shaking: So the heart that is stablished by advised counsel shall fear at no time."
    },
    {
      "verse": 17,
      "text": "A heart settled upon a thought of understanding Isas a fair plaistering on the wall of a gallery."
    },
    {
      "verse": 18,
      "text": "Pales set on a high place will never stand against the wind: So a fearful heart in the imagination of a fool cannot stand against any fear."
    },
    {
      "verse": 19,
      "text": "He that pricketh the eye will make tears to fall: And he that pricketh the heart maketh itto shew herknowledge."
    },
    {
      "verse": 20,
      "text": "Whoso casteth a stone at the birds frayeth them away: And he that upbraideth hisfriend breaketh friendship."
    },
    {
      "verse": 21,
      "text": "Though thou drewest a sword at thy friend, yetdespair not: For there may be a returning to favour."
    },
    {
      "verse": 22,
      "text": "If thou hast opened thy mouth against thy friend, fear not; For there may be a reconciliation: Except forupbraiding, or pride, or disclosing of secrets, or a treacherous wound: For, for these thingsevery friend will depart."
    },
    {
      "verse": 23,
      "text": "Be faithful to thyneighbour in hispoverty, That thou mayest rejoice in his prosperity: Abide stedfast unto him in the time of histrouble, That thou mayest be heir with himin his heritage: For a mean estate isnot always to be contemned: Nor the rich that is foolish to be had in admiration."
    },
    {
      "verse": 24,
      "text": "Asthe vapour and smoke of a furnace goethbefore the fire; So reviling before blood."
    },
    {
      "verse": 25,
      "text": "I will not be ashamed to defend a friend; Neither will I hide myself from him."
    },
    {
      "verse": 26,
      "text": "And if anyevil happen unto me by him, Every one that heareth itwill beware of him."
    },
    {
      "verse": 27,
      "text": "Who shall set a watch before my mouth, And a seal of wisdom upon my lips, That I fall not suddenly by them, And thatmy tongue destroy me not?"
    }
  ]
}