{
  "book_id": "SIR",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "A slothful \\add man\\add* is compared to a filthy stone, And every one will hiss \\add him\\add* out to his disgrace."
    },
    {
      "verse": 2,
      "text": "A slothful \\add man\\add* is compared to the filth of a dunghill: Every \\add man\\add* that takes it up will shake \\add his\\add* hand."
    },
    {
      "verse": 3,
      "text": "An evil nurtured son \\add is\\add* the dishonour of his father that begat him: And a \\add foolish\\add* daughter is born to \\add his\\add* loss."
    },
    {
      "verse": 4,
      "text": "A wise daughter shall bring an inheritance to her husband: But she that liveth dishonestly \\add is\\add* her father’s heaviness."
    },
    {
      "verse": 5,
      "text": "She \\add that is\\add* bold dishonoureth \\add both her\\add* father and \\add her\\add* husband, But they both shall despise her."
    },
    {
      "verse": 6,
      "text": "A tale out of season \\add is as\\add* musick in mourning: But stripes and correction of wisdom \\add are\\add* never out of time."
    },
    {
      "verse": 7,
      "text": "Whoso teacheth a fool \\add is as\\add* one that glueth a potsherd together, \\add And as\\add* he that waketh one from a sound sleep."
    },
    {
      "verse": 8,
      "text": "He that telleth a tale to a fool speaketh to one in a slumber: When \\add he\\add* hath told \\add his\\add* tale, he will say, What is the matter?"
    },
    {
      "verse": 9,
      "text": "If children live honestly, and have wherewithal, They shall cover the baseness of their parents."
    },
    {
      "verse": 10,
      "text": "\\add But\\add* children, being haughty, through disdain and want of nurture Do stain the nobility of their kindred."
    },
    {
      "verse": 11,
      "text": "Weep for the dead, for he hath lost the light: And weep for the fool, for he wanteth understanding: Make little weeping for the dead, for he is at rest: But the life of the fool \\add is\\add* worse than death."
    },
    {
      "verse": 12,
      "text": "Seven days \\add do men\\add* mourn for \\add him that is\\add* dead; But for a fool and an ungodly \\add man\\add*, all the days of his life."
    },
    {
      "verse": 13,
      "text": "Talk not much with a fool, And go not to him that hath no understanding: Beware of him, lest thou have trouble, And thou shalt never be defiled with his fooleries: Depart from him, and thou shalt find rest, And never be disquieted with madness."
    },
    {
      "verse": 14,
      "text": "What is heavier than lead? And what \\add is\\add* the name thereof, but a fool?"
    },
    {
      "verse": 15,
      "text": "Sand, and salt, and a mass of iron, \\add is\\add* easier to bear, Than a man without understanding."
    },
    {
      "verse": 16,
      "text": "\\add As\\add* timber girt and bound together in a building cannot be loosed with shaking: So the heart that is stablished by advised counsel shall fear at no time."
    },
    {
      "verse": 17,
      "text": "A heart settled upon a thought of understanding \\add Is\\add* as a fair plaistering on the wall of a gallery."
    },
    {
      "verse": 18,
      "text": "Pales set on a high place will never stand against the wind: So a fearful heart in the imagination of a fool cannot stand against any fear."
    },
    {
      "verse": 19,
      "text": "He that pricketh the eye will make tears to fall: And he that pricketh the heart maketh \\add it\\add* to shew \\add her\\add* knowledge."
    },
    {
      "verse": 20,
      "text": "Whoso casteth a stone at the birds frayeth them away: And he that upbraideth \\add his\\add* friend breaketh friendship."
    },
    {
      "verse": 21,
      "text": "Though thou drewest a sword at thy friend, \\add yet\\add* despair not: For there may be a returning \\add to favour\\add*."
    },
    {
      "verse": 22,
      "text": "If thou hast opened thy mouth against thy friend, fear not; For there may be a reconciliation: Except \\add for\\add* upbraiding, or pride, or disclosing of secrets, or a treacherous wound: For, for these \\add things\\add* every friend will depart."
    },
    {
      "verse": 23,
      "text": "Be faithful to \\add thy\\add* neighbour in \\add his\\add* poverty, That thou mayest rejoice in his prosperity: Abide stedfast unto him in the time of \\add his\\add* trouble, That thou mayest be heir with \\add him\\add* in his heritage: For a mean estate \\add is\\add* not always to be contemned: Nor the rich that is foolish to be had in admiration."
    },
    {
      "verse": 24,
      "text": "\\add As\\add* the vapour and smoke of a furnace \\add goeth\\add* before the fire; So reviling before blood."
    },
    {
      "verse": 25,
      "text": "I will not be ashamed to defend a friend; Neither will I hide myself from him."
    },
    {
      "verse": 26,
      "text": "And if \\add any\\add* evil happen unto me by him, Every one that heareth \\add it\\add* will beware of him."
    },
    {
      "verse": 27,
      "text": "Who shall set a watch before my mouth, And a seal of wisdom upon my lips, That I fall not suddenly by them, And \\add that\\add* my tongue destroy me not?"
    }
  ]
}