{
  "book_id": "SIR",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord, Father and Governor of all my whole life, Leave me not to their counsels, And let me not fall by them."
    },
    {
      "verse": 2,
      "text": "Who will set scourges over my thoughts, And the discipline of wisdom over mine heart? That they spare \\add me\\add* not for mine ignorances, And it pass not by my sins:"
    },
    {
      "verse": 3,
      "text": "Lest mine ignorances increase, And my sins abound to \\add my\\add* destruction, And I fall before \\add mine\\add* adversaries, And mine enemy rejoice over me, Whose hope is far from thy mercy."
    },
    {
      "verse": 4,
      "text": "O Lord, Father and God of my life, Give me not a proud look, But turn away from thy servants always a haughty mind."
    },
    {
      "verse": 5,
      "text": "Turn away from me vain hopes and concupiscence, And thou shalt hold him up that is desirous always to serve thee."
    },
    {
      "verse": 6,
      "text": "Let not the greediness of the belly nor lust of the flesh take hold of me; And give not over me thy servant into an impudent mind."
    },
    {
      "verse": 7,
      "text": "Hear, O \\add ye\\add* children, the discipline of the mouth: He that keepeth \\add it\\add* shall never be taken in his lips."
    },
    {
      "verse": 8,
      "text": "The sinner shall be left in his foolishness: Both the evil speaker and the proud shall fall thereby."
    },
    {
      "verse": 9,
      "text": "Accustom not thy mouth to swearing; Neither use thyself to the naming of the Holy One."
    },
    {
      "verse": 10,
      "text": "For as a servant that is continually beaten shall not be without a blue mark: So he that sweareth and nameth \\add God\\add* continually shall not be faultless."
    },
    {
      "verse": 11,
      "text": "A man that useth much swearing shall be filled with iniquity, And the plague shall never depart from his house: If he shall offend, his sin \\add shall be\\add* upon him: And if he acknowledge not \\add his sin\\add*, he maketh a double offence: And if he swear in vain, he shall not be innocent, But his house shall be full of calamities."
    },
    {
      "verse": 12,
      "text": "There is a word that is clothed about with death: God grant that it be not found in the heritage of Jacob; For all such \\add things\\add* shall be far from the godly, And they shall not wallow in \\add their\\add* sins."
    },
    {
      "verse": 13,
      "text": "Use not thy mouth to untemperate swearing, For therein is the word of sin."
    },
    {
      "verse": 14,
      "text": "Remember \\add thy\\add* father and thy mother, When thou sittest among great men. Be not forgetful before them, And \\add so\\add* thou by thy custom become a fool, And wish that thou hadst not been born, And curse the day of thy nativity."
    },
    {
      "verse": 15,
      "text": "The man that is accustomed to opprobrious words Will never be reformed all the days of his \\add life\\add*."
    },
    {
      "verse": 16,
      "text": "Two sorts \\add of men\\add* multiply sin, And the third will bring wrath: A hot mind \\add is\\add* as a burning fire, It will never be quenched till it be consumed: A fornicator in the body of his flesh Will never cease till he hath kindled a fire."
    },
    {
      "verse": 17,
      "text": "All bread \\add is\\add* sweet to a whoremonger, He will not leave off till he die."
    },
    {
      "verse": 18,
      "text": "A man that breaketh wedlock, Saying \\add thus\\add* in his heart, Who seeth me? I am compassed about with darkness, The walls cover me, And no body seeth me: what need I to fear? The most High will not remember my sins:"
    },
    {
      "verse": 19,
      "text": "Such a man \\add only\\add* feareth the eyes of men, And knoweth not that the eyes of the Lord are ten thousand times brighter than the sun, Beholding all the ways of men, And considering the \\add most\\add* secret parts."
    },
    {
      "verse": 20,
      "text": "He knew all \\add things\\add* ere ever \\add they\\add* were created; So also after \\add they\\add* were perfected he looked upon \\add them\\add* all."
    },
    {
      "verse": 21,
      "text": "This \\add man\\add* shall be punished in the streets of the city, And where he suspecteth not he shall be taken."
    },
    {
      "verse": 22,
      "text": "Thus \\add shall it go\\add* also \\add with\\add* the wife that leaveth her husband, And bringeth in an heir by another."
    },
    {
      "verse": 23,
      "text": "For first, she hath disobeyed the law of the most High; And secondly, she hath trespassed against her own husband; And thirdly, she hath played the whore in adultery, And brought children by another man."
    },
    {
      "verse": 24,
      "text": "She shall be brought out into the congregation, And inquisition shall be made of her children."
    },
    {
      "verse": 25,
      "text": "Her children shall not take root, And her branches shall bring forth no fruit."
    },
    {
      "verse": 26,
      "text": "She shall leave her memory to be cursed, And her reproach shall not be blotted out."
    },
    {
      "verse": 27,
      "text": "And they that remain shall know that \\add there is\\add* nothing better than the fear of the Lord, And \\add that there is\\add* nothing sweeter than to take heed unto the commandments of the Lord."
    },
    {
      "verse": 28,
      "text": "\\add It is\\add* great glory to follow the Lord, And to be received of him \\add is\\add* long life."
    }
  ]
}