{
  "book_id": "SIR",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "In three \\add things\\add* I was beautified, And stood up beautiful \\add both\\add* before God and men: The unity of brethren, the love of neighbours, A man and a wife that agree together."
    },
    {
      "verse": 2,
      "text": "Three sorts \\add of men\\add* my soul hateth, And I am greatly offended at their life: A poor \\add man that is\\add* proud, a rich \\add man that is\\add* a liar, And an old adulterer that doateth."
    },
    {
      "verse": 3,
      "text": "If thou hast gathered nothing in thy youth, How canst thou find \\add any thing\\add* in thine age?"
    },
    {
      "verse": 4,
      "text": "O how comely \\add a thing is\\add* judgment for gray hairs, And for ancient \\add men\\add* to know counsel!"
    },
    {
      "verse": 5,
      "text": "O how comely \\add is\\add* the wisdom of old men, And understanding and counsel to men of honour!"
    },
    {
      "verse": 6,
      "text": "Much experience \\add is\\add* the crown of old men, And the fear of God \\add is\\add* their glory."
    },
    {
      "verse": 7,
      "text": "\\add There be\\add* nine things \\add which\\add* I have judged in mine heart to be happy, And the tenth I will utter with my tongue: A man that hath joy of \\add his\\add* children; And he that liveth to see the fall of \\add his\\add* enemy:"
    },
    {
      "verse": 8,
      "text": "Well \\add is\\add* him that dwelleth with a wife of understanding, And that hath not slipped with \\add his\\add* tongue, And that hath not served \\add a man more\\add* unworthy than himself:"
    },
    {
      "verse": 9,
      "text": "Well \\add is\\add* him that hath found prudence, And he that speaketh in the ears of them that \\add will\\add* hear:"
    },
    {
      "verse": 10,
      "text": "O how great \\add is\\add* he that findeth wisdom! Yet is there none above him that feareth the Lord."
    },
    {
      "verse": 11,
      "text": "But the love of the Lord passeth all \\add things\\add* for illumination: He that holdeth it, whereto shall he be likened?"
    },
    {
      "verse": 12,
      "text": "The fear of the Lord \\add is\\add* the beginning of his love: And faith \\add is\\add* the beginning of cleaving unto him."
    },
    {
      "verse": 13,
      "text": "\\add Give me\\add* any plague, but the plague of the heart: And any wickedness, but the wickedness of a woman:"
    },
    {
      "verse": 14,
      "text": "And any affliction, but the affliction from them that hate \\add me:\\add* And any revenge, but the revenge of enemies."
    },
    {
      "verse": 15,
      "text": "There is no head above the head of a serpent; And there is no wrath above the wrath of an enemy."
    },
    {
      "verse": 16,
      "text": "I had rather dwell with a lion and a dragon, Than to keep house with a wicked woman."
    },
    {
      "verse": 17,
      "text": "The wickedness of a woman changeth her face, And darkeneth her countenance like sackcloth."
    },
    {
      "verse": 18,
      "text": "Her husband shall sit among his neighbours; And when he heareth \\add it\\add* shall sigh bitterly."
    },
    {
      "verse": 19,
      "text": "All wickedness \\add is but\\add* little to the wickedness of a woman: Let the portion of a sinner fall upon her."
    },
    {
      "verse": 20,
      "text": "As the climbing up a sandy way \\add is\\add* to the feet of the aged, So \\add is\\add* a wife full of words to a quiet man."
    },
    {
      "verse": 21,
      "text": "Stumble not at the beauty of a woman, And desire her not for pleasure."
    },
    {
      "verse": 22,
      "text": "A woman, if she maintain her husband, \\add Is full of\\add* anger, impudency, and much reproach."
    },
    {
      "verse": 23,
      "text": "A wicked woman abateth the courage, \\add maketh\\add* a heavy countenance and a wounded heart: \\add A woman\\add* that will not comfort her husband in distress \\add maketh\\add* weak hands and feeble knees."
    },
    {
      "verse": 24,
      "text": "Of the woman \\add came\\add* the beginning of sin, And through her we all die."
    },
    {
      "verse": 25,
      "text": "Give the water no passage; Neither a wicked woman liberty to gad abroad."
    },
    {
      "verse": 26,
      "text": "If she go not as thou wouldest have \\add her\\add*, Cut her off from thy flesh, \\add And\\add* give \\add her a bill of divorce\\add*, and let \\add her\\add* go."
    }
  ]
}