{
  "book_id": "SIR",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "In three thingsI was beautified, And stood up beautiful bothbefore God and men: The unity of brethren, the love of neighbours, A man and a wife that agree together."
    },
    {
      "verse": 2,
      "text": "Three sorts of menmy soul hateth, And I am greatly offended at their life: A poor man that isproud, a rich man that isa liar, And an old adulterer that doateth."
    },
    {
      "verse": 3,
      "text": "If thou hast gathered nothing in thy youth, How canst thou find any thingin thine age?"
    },
    {
      "verse": 4,
      "text": "O how comely a thing isjudgment for gray hairs, And for ancient mento know counsel!"
    },
    {
      "verse": 5,
      "text": "O how comely isthe wisdom of old men, And understanding and counsel to men of honour!"
    },
    {
      "verse": 6,
      "text": "Much experience isthe crown of old men, And the fear of God istheir glory."
    },
    {
      "verse": 7,
      "text": "There benine things whichI have judged in mine heart to be happy, And the tenth I will utter with my tongue: A man that hath joy of hischildren; And he that liveth to see the fall of hisenemy:"
    },
    {
      "verse": 8,
      "text": "Well ishim that dwelleth with a wife of understanding, And that hath not slipped with histongue, And that hath not served a man moreunworthy than himself:"
    },
    {
      "verse": 9,
      "text": "Well ishim that hath found prudence, And he that speaketh in the ears of them that willhear:"
    },
    {
      "verse": 10,
      "text": "O how great ishe that findeth wisdom! Yet is there none above him that feareth the Lord."
    },
    {
      "verse": 11,
      "text": "But the love of the Lord passeth all thingsfor illumination: He that holdeth it, whereto shall he be likened?"
    },
    {
      "verse": 12,
      "text": "The fear of the Lord isthe beginning of his love: And faith isthe beginning of cleaving unto him."
    },
    {
      "verse": 13,
      "text": "Give meany plague, but the plague of the heart: And any wickedness, but the wickedness of a woman:"
    },
    {
      "verse": 14,
      "text": "And any affliction, but the affliction from them that hate me:And any revenge, but the revenge of enemies."
    },
    {
      "verse": 15,
      "text": "There is no head above the head of a serpent; And there is no wrath above the wrath of an enemy."
    },
    {
      "verse": 16,
      "text": "I had rather dwell with a lion and a dragon, Than to keep house with a wicked woman."
    },
    {
      "verse": 17,
      "text": "The wickedness of a woman changeth her face, And darkeneth her countenance like sackcloth."
    },
    {
      "verse": 18,
      "text": "Her husband shall sit among his neighbours; And when he heareth itshall sigh bitterly."
    },
    {
      "verse": 19,
      "text": "All wickedness is butlittle to the wickedness of a woman: Let the portion of a sinner fall upon her."
    },
    {
      "verse": 20,
      "text": "As the climbing up a sandy way isto the feet of the aged, So isa wife full of words to a quiet man."
    },
    {
      "verse": 21,
      "text": "Stumble not at the beauty of a woman, And desire her not for pleasure."
    },
    {
      "verse": 22,
      "text": "A woman, if she maintain her husband, Is full ofanger, impudency, and much reproach."
    },
    {
      "verse": 23,
      "text": "A wicked woman abateth the courage, maketha heavy countenance and a wounded heart: A womanthat will not comfort her husband in distress makethweak hands and feeble knees."
    },
    {
      "verse": 24,
      "text": "Of the woman camethe beginning of sin, And through her we all die."
    },
    {
      "verse": 25,
      "text": "Give the water no passage; Neither a wicked woman liberty to gad abroad."
    },
    {
      "verse": 26,
      "text": "If she go not as thou wouldest have her, Cut her off from thy flesh, Andgive her a bill of divorce, and let hergo."
    }
  ]
}