{
  "book_id": "SIR",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Blessed \\add is\\add* the man that hath a virtuous wife, For the number of his days \\add shall be\\add* double."
    },
    {
      "verse": 2,
      "text": "A virtuous woman rejoiceth her husband, And he shall fulfil the years of his life in peace."
    },
    {
      "verse": 3,
      "text": "A good wife \\add is\\add* a good portion, \\add Which\\add* shall be given in the portion of them that fear the Lord."
    },
    {
      "verse": 4,
      "text": "\\add Whether a man be\\add* rich or poor, \\add if he have\\add* a good heart toward the Lord, He shall at all times rejoice with a cheerful countenance."
    },
    {
      "verse": 5,
      "text": "\\add There be\\add* three \\add things that\\add* mine heart feareth; And for the fourth I was sore afraid: The slander of a city, the gathering together of an \\add unruly\\add* multitude, And a false accusation: all \\add these are\\add* worse than death."
    },
    {
      "verse": 6,
      "text": "\\add But\\add* a grief of heart and sorrow \\add is\\add* a woman \\add that is\\add* jealous over \\add another\\add* woman, And a scourge of the tongue which communicateth with all."
    },
    {
      "verse": 7,
      "text": "An evil wife \\add is\\add* a yoke shaken to and fro: He that hath hold of her \\add is\\add* as though he held a scorpion."
    },
    {
      "verse": 8,
      "text": "A drunken woman and a gadder abroad \\add causeth\\add* great anger, And she will not cover her own shame."
    },
    {
      "verse": 9,
      "text": "The whoredom of a woman may be known in her haughty looks and eyelids."
    },
    {
      "verse": 10,
      "text": "If thy daughter be shameless, keep \\add her\\add* in straitly, Lest she abuse herself through overmuch liberty."
    },
    {
      "verse": 11,
      "text": "Watch over an impudent eye: And marvel not if she trespass against thee."
    },
    {
      "verse": 12,
      "text": "She will open her mouth, as a thirsty traveller when he hath found a fountain, And drink of every water near \\add her:\\add* By every hedge will she sit down, And open her quiver against \\add every\\add* arrow."
    },
    {
      "verse": 13,
      "text": "The grace of a wife delighteth her husband, And her discretion will fat his bones."
    },
    {
      "verse": 14,
      "text": "A silent and loving woman \\add is\\add* a gift of the Lord; And there is nothing so much worth as a mind well instructed."
    },
    {
      "verse": 15,
      "text": "A shamefast and faithful woman \\add is\\add* a double grace, And her continent mind cannot be valued."
    },
    {
      "verse": 16,
      "text": "\\add As\\add* the sun when it ariseth in the high heaven; So \\add is\\add* the beauty of a good wife in the ordering of her house."
    },
    {
      "verse": 17,
      "text": "\\add As\\add* the clear light is upon the holy candlestick; So \\add is\\add* the beauty of the face in ripe age."
    },
    {
      "verse": 18,
      "text": "\\add As\\add* the golden pillars \\add are\\add* upon the sockets of silver; So \\add are the\\add* fair feet with a constant heart."
    },
    {
      "verse": 19,
      "text": "\\add My\\add* son, keep the flower of thine age sound; And give not thy strength to strangers."
    },
    {
      "verse": 20,
      "text": "When thou hast gotten a fruitful possession through all the field, Sow \\add it with\\add* thine own seed, trusting in the goodness of thy stock."
    },
    {
      "verse": 21,
      "text": "So thy race which \\add thou\\add* leavest shall be magnified, Having the confidence of their good descent."
    },
    {
      "verse": 22,
      "text": "A harlot shall be accounted as spittle; But a married \\add woman\\add* is a tower against death to \\add her\\add* husband."
    },
    {
      "verse": 23,
      "text": "A wicked woman is given \\add as\\add* a portion to a wicked \\add man:\\add* But a godly \\add woman\\add* is given to him that feareth the Lord."
    },
    {
      "verse": 24,
      "text": "A dishonest woman contemneth shame: But an honest woman will reverence \\add her\\add* husband."
    },
    {
      "verse": 25,
      "text": "A shameless woman shall be counted as a dog; But she that is shamefast will fear the Lord."
    },
    {
      "verse": 26,
      "text": "A woman that honoureth her husband shall be judged wise of all; But she that dishonoureth \\add him\\add* in \\add her\\add* pride shall be counted ungodly of all."
    },
    {
      "verse": 27,
      "text": "A loud crying woman and a scold Shall be sought out to drive away the enemies."
    },
    {
      "verse": 28,
      "text": "\\add There be\\add* two \\add things that\\add* grieve my heart; And the third maketh me angry: A man of war that suffereth poverty; And men of understanding that are not set by; \\add And\\add* one that returneth from righteousness to sin; The Lord prepareth such a one for the sword."
    },
    {
      "verse": 29,
      "text": "A merchant shall hardly keep himself from doing wrong; And a huckster shall not be freed from sin."
    }
  ]
}