{
  "book_id": "SIR",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "He that revengeth shall find vengeance from the Lord, And he will surely keep his sins \\add in remembrance\\add*."
    },
    {
      "verse": 2,
      "text": "Forgive thy neighbour the hurt \\add that he hath done unto thee\\add*, So shall thy sins also be forgiven when thou prayest."
    },
    {
      "verse": 3,
      "text": "One man beareth hatred against another, And doth he seek pardon from the Lord?"
    },
    {
      "verse": 4,
      "text": "He sheweth no mercy to a man, \\add which is\\add* like himself: And doth he ask \\add forgiveness\\add* of his own sins?"
    },
    {
      "verse": 5,
      "text": "If he that is but flesh nourish hatred, Who will intreat for pardon of his sins?"
    },
    {
      "verse": 6,
      "text": "Remember \\add thy\\add* end, and let enmity cease; \\add Remember\\add* corruption and death, and abide in the commandments."
    },
    {
      "verse": 7,
      "text": "Remember the commandments, and bear no malice to \\add thy\\add* neighbour: \\add Remember\\add* the covenant of the Highest, and wink at ignorance."
    },
    {
      "verse": 8,
      "text": "Abstain from strife, and thou shalt diminish \\add thy\\add* sins: For a furious man will kindle strife."
    },
    {
      "verse": 9,
      "text": "A sinful man disquieteth friends, And maketh debate among them that be at peace."
    },
    {
      "verse": 10,
      "text": "As the matter of the fire is, so it burneth: \\add And\\add* as a man’s strength is, \\add so\\add* is his wrath; And according to his riches his anger riseth; And the stronger they are which contend, \\add the more\\add* they will be inflamed."
    },
    {
      "verse": 11,
      "text": "A hasty contention kindleth a fire: And a hasty fighting sheddeth blood."
    },
    {
      "verse": 12,
      "text": "If thou blow the spark, it shall burn: If thou spit upon it, it shall be quenched: And both \\add these\\add* come out of thy mouth."
    },
    {
      "verse": 13,
      "text": "Curse the whisperer and doubletongued: For \\add such\\add* have destroyed many that were at peace."
    },
    {
      "verse": 14,
      "text": "A backbiting tongue hath disquieted many, And driven them from nation to nation: Strong cities hath it pulled down, And overthrown the houses of great men."
    },
    {
      "verse": 15,
      "text": "A backbiting tongue hath cast out virtuous women, And deprived them of their labours."
    },
    {
      "verse": 16,
      "text": "Whoso hearkeneth unto it shall never find rest, And never dwell quietly."
    },
    {
      "verse": 17,
      "text": "The stroke of the whip maketh marks in the flesh: But the stroke of the tongue breaketh the bones."
    },
    {
      "verse": 18,
      "text": "Many have fallen by the edge of the sword: But not \\add so many\\add* as have fallen by the tongue."
    },
    {
      "verse": 19,
      "text": "Well \\add is\\add* he that is defended from it, And hath not passed through the venom thereof; Who hath not drawn the yoke thereof, Nor hath been bound in her bands."
    },
    {
      "verse": 20,
      "text": "For the yoke thereof \\add is\\add* a yoke of iron, And the bands thereof \\add are\\add* bands of brass."
    },
    {
      "verse": 21,
      "text": "The death thereof \\add is\\add* an evil death, The grave \\add were\\add* better than it."
    },
    {
      "verse": 22,
      "text": "It shall not have rule over them that fear God, Neither shall they be burnt with the flame thereof."
    },
    {
      "verse": 23,
      "text": "Such as forsake the Lord shall fall into it; And it shall burn in them, and not be quenched; It shall be sent upon them as a lion, And devour them as a leopard."
    },
    {
      "verse": 24,
      "text": "Look \\add that\\add* thou hedge thy possession about with thorns, \\add And\\add* bind up thy silver and gold,"
    },
    {
      "verse": 25,
      "text": "And weigh thy words in a balance, And make a door and bar for thy mouth."
    },
    {
      "verse": 26,
      "text": "Beware thou slide not by it, Lest thou fall before him that lieth in wait."
    }
  ]
}