{
  "book_id": "SIR",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "He that is merciful will lend unto hisneighbour; And he that strengtheneth his hand keepeth the commandments."
    },
    {
      "verse": 2,
      "text": "Lend to thyneighbour in time of his need, And pay thou thyneighbour again in due season."
    },
    {
      "verse": 3,
      "text": "Keep thy word, and deal faithfully with him, And thou shalt always find the thing that is necessary for thee."
    },
    {
      "verse": 4,
      "text": "Many, when a thing was lent them, reckoned itto be found, And put them to trouble that helped them."
    },
    {
      "verse": 5,
      "text": "Till he hath received, he will kiss a man’s hand; And for hisneighbour’s money he will speak submissly: But when heshould repay, he will prolong the time, And return words of grief, And complain of the time."
    },
    {
      "verse": 6,
      "text": "If he prevail, he shall hardly receive the half, And he will count as if he had found it: If not, he hath deprived him of his money, And he hath gotten him an enemy without cause: He payeth him with cursings and railings; And for honour he will pay him disgrace."
    },
    {
      "verse": 7,
      "text": "Many therefore have refused to lendfor other men’sill dealing, Fearing to be defrauded."
    },
    {
      "verse": 8,
      "text": "Yet have thou patience with a manin poor estate, And delay not to shew him mercy."
    },
    {
      "verse": 9,
      "text": "Help the poor for the commandment’s sake, And turn him not away because of his poverty."
    },
    {
      "verse": 10,
      "text": "Lose thymoney for thybrother and thyfriend, And let it not rust under a stone to be lost."
    },
    {
      "verse": 11,
      "text": "Lay up thy treasure according to the commandments of the most High, And it shall bring thee more profit than gold."
    },
    {
      "verse": 12,
      "text": "Shut up alms in thy storehouses: And it shall deliver thee from all affliction."
    },
    {
      "verse": 13,
      "text": "It shall fight for thee against thineenemies Better than a mighty shield and strong spear."
    },
    {
      "verse": 14,
      "text": "An honest man is surety for hisneighbour: But he that is impudent will forsake him."
    },
    {
      "verse": 15,
      "text": "Forget not the friendship of thysurety, For he hath given his life for thee."
    },
    {
      "verse": 16,
      "text": "A sinner will overthrow the good estateof hissurety:"
    },
    {
      "verse": 17,
      "text": "And he that is of an unthankful mind will leave him in dangerthat delivered him."
    },
    {
      "verse": 18,
      "text": "Suretiship hath undone many of good estate, And shaked them as a wave of the sea: Mighty men hath it driven from their houses, So that they wandered among strange nations."
    },
    {
      "verse": 19,
      "text": "A wicked mantransgressing the commandments of the Lord shall fall into suretiship: And he that undertaketh andfolloweth other men’s business for gain shall fall into suits."
    },
    {
      "verse": 20,
      "text": "Help thyneighbour according to thy power, And beware that thou thyself fall not into the same."
    },
    {
      "verse": 21,
      "text": "The chief thing for life iswater, and bread, And clothing, and a house to cover shame."
    },
    {
      "verse": 22,
      "text": "Better isthe life of a poor manin a mean cottage, Than delicate fare in another man’s house."
    },
    {
      "verse": 23,
      "text": "Be it little or much, hold thee contented, That thou hear not the reproach of thy house."
    },
    {
      "verse": 24,
      "text": "For it isa miserable life to gofrom house to house: For where thou art a stranger, thou darest not open thy mouth."
    },
    {
      "verse": 25,
      "text": "Thou shalt entertain, and feast, and have no thanks: Moreover, thou shalt hear bitter words:"
    },
    {
      "verse": 26,
      "text": "Come, thoustranger, andfurnish a table, And feed me ofthat thou hast ready."
    },
    {
      "verse": 27,
      "text": "Give place, thoustranger, to an honourable man;My brother cometh to be lodged, and I haveneed of minehouse."
    },
    {
      "verse": 28,
      "text": "These things aregrievous to a man of understanding; The upbraiding of houseroom, and reproaching of the lender."
    }
  ]
}