{
  "book_id": "SIR",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "He that loveth his son causeth him oft to feel the rod, That he may have joy of him in the end."
    },
    {
      "verse": 2,
      "text": "He that chastiseth his son shall have joy in him, And shall rejoice of him among \\add his\\add* acquaintance."
    },
    {
      "verse": 3,
      "text": "He that teacheth his son grieveth the enemy: And before \\add his\\add* friends he shall rejoice of him."
    },
    {
      "verse": 4,
      "text": "Though his father die, yet \\add he is\\add* as though he were not dead: For he hath left \\add one\\add* behind him \\add that is\\add* like himself."
    },
    {
      "verse": 5,
      "text": "While he lived, he saw and rejoiced in him: And when he died, he was not sorrowful."
    },
    {
      "verse": 6,
      "text": "He left behind him an avenger against \\add his\\add* enemies, And one that shall requite kindness to \\add his\\add* friends."
    },
    {
      "verse": 7,
      "text": "He that maketh too much of \\add his\\add* son shall bind up his wounds; And his bowels will be troubled at every cry."
    },
    {
      "verse": 8,
      "text": "A horse not broken becometh headstrong: And a child left to himself will be wilful."
    },
    {
      "verse": 9,
      "text": "Cocker \\add thy\\add* child, and he shall make thee afraid: Play with him, and he will bring thee to heaviness."
    },
    {
      "verse": 10,
      "text": "Laugh not with him, lest thou have sorrow with \\add him\\add*, And \\add lest\\add* thou gnash thy teeth in the end."
    },
    {
      "verse": 11,
      "text": "Give him no liberty in \\add his\\add* youth, And wink not at his follies."
    },
    {
      "verse": 12,
      "text": "Bow down his neck while \\add he is\\add* young, And beat him on the sides while he is a child, Lest he wax stubborn, and be disobedient unto thee, And \\add so\\add* bring sorrow to thine heart."
    },
    {
      "verse": 13,
      "text": "Chastise thy son, and hold him to labour, Lest his lewd behaviour be an offence unto thee."
    },
    {
      "verse": 14,
      "text": "Better \\add is\\add* the poor, \\add being\\add* sound and strong of constitution, Than a rich \\add man\\add* that is afflicted in his body."
    },
    {
      "verse": 15,
      "text": "Health and good state of body \\add are\\add* above all gold, And a strong body above infinite wealth."
    },
    {
      "verse": 16,
      "text": "There is no riches above a sound body, And no joy above the joy of the heart."
    },
    {
      "verse": 17,
      "text": "Death \\add is\\add* better than a bitter life Or continual sickness."
    },
    {
      "verse": 18,
      "text": "Delicates poured upon a mouth shut up \\add Are as\\add* messes of meat set upon a grave."
    },
    {
      "verse": 19,
      "text": "What good doth the offering unto an idol? For neither can it eat nor smell: So \\add is\\add* he that is persecuted of the Lord."
    },
    {
      "verse": 20,
      "text": "He seeth with \\add his\\add* eyes and groaneth, As an eunuch that embraceth a virgin and sigheth."
    },
    {
      "verse": 21,
      "text": "Give not over thy mind to heaviness, And afflict not thyself in thine own counsel."
    },
    {
      "verse": 22,
      "text": "The gladness of the heart \\add is\\add* the life of man, And the joyfulness of a man prolongeth his days."
    },
    {
      "verse": 23,
      "text": "Love thine own soul, And comfort thy heart, Remove sorrow far from thee: For sorrow hath killed many, And there is no profit therein."
    },
    {
      "verse": 24,
      "text": "Envy and wrath shorten the life, And carefulness bringeth age before the time."
    },
    {
      "verse": 25,
      "text": "A cheerful and good heart will have a care of his meat \\add and\\add* diet."
    }
  ]
}