{
  "book_id": "SIR",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Watching for riches consumeth the flesh, And the care thereof driveth away sleep."
    },
    {
      "verse": 2,
      "text": "Watching care will not let a manslumber, As a sore disease breaketh sleep."
    },
    {
      "verse": 3,
      "text": "The rich hath great labour in gathering riches together; And when heresteth, he is filled with his delicates."
    },
    {
      "verse": 4,
      "text": "The poor laboureth in hispoor estate; And when he leaveth off, he is stillneedy."
    },
    {
      "verse": 5,
      "text": "He that loveth gold shall not be justified, And he that followeth corruption shall have enough thereof."
    },
    {
      "verse": 6,
      "text": "Gold hath been the ruin of many, And their destruction was present."
    },
    {
      "verse": 7,
      "text": "It is a stumblingblock unto them that sacrifice unto it, And every fool shall be taken therewith."
    },
    {
      "verse": 8,
      "text": "Blessed isthe rich that is found without blemish, And hath not gone after gold."
    },
    {
      "verse": 9,
      "text": "Who is he? and we will call him blessed: For wonderful thingshath he done among his people."
    },
    {
      "verse": 10,
      "text": "Who hath been tried thereby, and found perfect? Then let himglory. Who might offend, and hath not offended? Or done evil, and hath not done it?"
    },
    {
      "verse": 11,
      "text": "His goods shall be established, And the congregation shall declare his alms."
    },
    {
      "verse": 12,
      "text": "If thou sit at a bountiful table, Be not greedy upon it, And say not, There ismuch meaton it."
    },
    {
      "verse": 13,
      "text": "Remember that a wicked eye isan evil thing:Andwhat is created more wicked than an eye? Therefore it weepeth upon every occasion."
    },
    {
      "verse": 14,
      "text": "Stretch not thine hand whithersoever it looketh, And thrust itnot with him into the dish."
    },
    {
      "verse": 15,
      "text": "Judge of thyneighbour by thyself: And be discreet in every point."
    },
    {
      "verse": 16,
      "text": "Eat, as it becometha man, those thingswhich are set before thee; And devour not, lest thou be hated."
    },
    {
      "verse": 17,
      "text": "Leave off first for manners’ sake; And be not unsatiable, lest thou offend."
    },
    {
      "verse": 18,
      "text": "When thou sittest among many, Reach not thine hand out first of all."
    },
    {
      "verse": 19,
      "text": "A very little issufficient for a man well nurtured, And he fetcheth not his wind short upon his bed."
    },
    {
      "verse": 20,
      "text": "Sound sleep comethof moderate eating: He riseth early, and his wits arewith him: Butthe pain of watching, and choler, and pangs of the belly, arewith an unsatiable man."
    },
    {
      "verse": 21,
      "text": "And if thou hast been forced to eat, Arise, go forth, vomit, and thou shalt have rest."
    },
    {
      "verse": 22,
      "text": "Myson, hear me, and despise me not, And at the last thou shalt find as I told thee: In all thy works be quick, So shall there no sickness come unto thee."
    },
    {
      "verse": 23,
      "text": "Whoso isliberal of hismeat, men shall speak well of him; And the report of his good housekeeping will bebelieved."
    },
    {
      "verse": 24,
      "text": "Butagainst him that isa niggard of hismeat the wholecity shall murmur; And the testimonies of his niggardness shallnot bedoubted of."
    },
    {
      "verse": 25,
      "text": "Shew not thy valiantness in wine; For wine hath destroyed many."
    },
    {
      "verse": 26,
      "text": "The furnace proveth the edge by dipping: So doth wine the hearts of the proud by drunkeness."
    },
    {
      "verse": 27,
      "text": "Wine isas good as life to a man, if it be drunk moderately: What life is thento a manthat is without wine? For it was made to make men glad."
    },
    {
      "verse": 28,
      "text": "Wine measurably drunk andin season Bringethgladness of the heart, and cheerfulness of the mind:"
    },
    {
      "verse": 29,
      "text": "Butwine drunken with excess makethbitterness of the mind, With brawling and quarrelling."
    },
    {
      "verse": 30,
      "text": "Drunkenness increaseth the rage of a fool till heoffend: It diminisheth strength, and maketh wounds."
    },
    {
      "verse": 31,
      "text": "Rebuke not thyneighbour at the wine, And despise him not in his mirth: Give him no despiteful words, And press not upon him with urging him to drink."
    }
  ]
}