{
  "book_id": "SIR",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "If thou be made the master of the feast, lift not thyself up, Butbe among them as one of the rest; Take diligent care for them, and so sit down."
    },
    {
      "verse": 2,
      "text": "And when thou hast done all thy office, take thy place, That thou mayest be merry with them, And receive a crown for thywell ordering of the feast."
    },
    {
      "verse": 3,
      "text": "Speak, thou that artthe elder, for it becometh thee, but with sound judgment; And hinder not musick."
    },
    {
      "verse": 4,
      "text": "Pour not out words where there isa musician, And shew not forth wisdom out of time."
    },
    {
      "verse": 5,
      "text": "A concert of musick in a banquet of wine Is asa signet of carbuncle set in gold."
    },
    {
      "verse": 6,
      "text": "As a signet of an emerald set in a work of gold, So isthe melody of musick with pleasant wine."
    },
    {
      "verse": 7,
      "text": "Speak, young man, if there beneed of thee: And yetscarcely when thou art twice asked."
    },
    {
      "verse": 8,
      "text": "Let thy speech be short, comprehendingmuch in few words;Be as one that knoweth and yet holdeth his tongue."
    },
    {
      "verse": 9,
      "text": "If thou be among great men, make not thyself equal with them;And when ancient men are in place, use not many words."
    },
    {
      "verse": 10,
      "text": "Before the thunder goeth lightning; And before a shamefast manshall go favour."
    },
    {
      "verse": 11,
      "text": "Rise up betimes, and be not the last; Butget thee home without delay."
    },
    {
      "verse": 12,
      "text": "There take thy pastime, and do what thou wilt: But sin not by proud speech."
    },
    {
      "verse": 13,
      "text": "And for these thingsbless him that made thee, And hath replenished thee with his good things."
    },
    {
      "verse": 14,
      "text": "Whoso feareth the Lord will receive his discipline; And they that seek himearly shall find favour."
    },
    {
      "verse": 15,
      "text": "He that seeketh the law shall be filled therewith: But the hypocrite will be offended thereat."
    },
    {
      "verse": 16,
      "text": "They that fear the Lord shall find judgment, And shall kindle justice as a light."
    },
    {
      "verse": 17,
      "text": "A sinful man will not be reproved, But findeth an excuse according to his will."
    },
    {
      "verse": 18,
      "text": "A man of counsel will be considerate; But a strange and proud manis not daunted with fear, Even when of himself he hath done without counsel."
    },
    {
      "verse": 19,
      "text": "Do nothing without advice; And when thou hast once done, repent not."
    },
    {
      "verse": 20,
      "text": "Go not in a way wherein thoumayest fall, And stumble not among the stones."
    },
    {
      "verse": 21,
      "text": "Be not confident in a plain way."
    },
    {
      "verse": 22,
      "text": "And beware of thine own children."
    },
    {
      "verse": 23,
      "text": "In every good work trust thy own soul; For this is the keeping of the commandments."
    },
    {
      "verse": 24,
      "text": "He that believeth in the Lord taketh heed to the commandment; And he that trusteth in him shall fare never the worse."
    }
  ]
}