{
  "book_id": "SIR",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "If thou be made the master \\add of the feast\\add*, lift not thyself up, \\add But\\add* be among them as one of the rest; Take diligent care for them, and so sit down."
    },
    {
      "verse": 2,
      "text": "And when thou hast done all thy office, take thy place, That thou mayest be merry with them, And receive a crown for \\add thy\\add* well ordering \\add of the feast\\add*."
    },
    {
      "verse": 3,
      "text": "Speak, \\add thou that art\\add* the elder, for it becometh thee, but with sound judgment; And hinder not musick."
    },
    {
      "verse": 4,
      "text": "Pour not out words where \\add there is\\add* a musician, And shew not forth wisdom out of time."
    },
    {
      "verse": 5,
      "text": "A concert of musick in a banquet of wine \\add Is as\\add* a signet of carbuncle set in gold."
    },
    {
      "verse": 6,
      "text": "As a signet of an emerald set in a work of gold, \\add So is\\add* the melody of musick with pleasant wine."
    },
    {
      "verse": 7,
      "text": "Speak, young man, if \\add there be\\add* need of thee: \\add And yet\\add* scarcely when thou art twice asked."
    },
    {
      "verse": 8,
      "text": "Let thy speech be short, \\add comprehending\\add* much in few \\add words;\\add* Be as one that knoweth and yet holdeth his tongue."
    },
    {
      "verse": 9,
      "text": "If thou be among great men, make not thyself equal \\add with them;\\add* And when ancient men \\add are in place\\add*, use not many words."
    },
    {
      "verse": 10,
      "text": "Before the thunder goeth lightning; And before a shamefast \\add man\\add* shall go favour."
    },
    {
      "verse": 11,
      "text": "Rise up betimes, and be not the last; \\add But\\add* get thee home without delay."
    },
    {
      "verse": 12,
      "text": "There take thy pastime, and do what thou wilt: But sin not by proud speech."
    },
    {
      "verse": 13,
      "text": "And for these \\add things\\add* bless him that made thee, And hath replenished thee with his good \\add things\\add*."
    },
    {
      "verse": 14,
      "text": "Whoso feareth the Lord will receive his discipline; And they that seek \\add him\\add* early shall find favour."
    },
    {
      "verse": 15,
      "text": "He that seeketh the law shall be filled therewith: But the hypocrite will be offended thereat."
    },
    {
      "verse": 16,
      "text": "They that fear the Lord shall find judgment, And shall kindle justice as a light."
    },
    {
      "verse": 17,
      "text": "A sinful man will not be reproved, But findeth an excuse according to his will."
    },
    {
      "verse": 18,
      "text": "A man of counsel will be considerate; But a strange and proud \\add man\\add* is not daunted with fear, Even when of himself he hath done without counsel."
    },
    {
      "verse": 19,
      "text": "Do nothing without advice; And when thou hast once done, repent not."
    },
    {
      "verse": 20,
      "text": "Go not in a way wherein \\add thou\\add* mayest fall, And stumble not among the stones."
    },
    {
      "verse": 21,
      "text": "Be not confident in a plain way."
    },
    {
      "verse": 22,
      "text": "And beware of thine own children."
    },
    {
      "verse": 23,
      "text": "In every good work trust thy own soul; For this is the keeping of the commandments."
    },
    {
      "verse": 24,
      "text": "He that believeth in the Lord taketh heed to the commandment; And he that trusteth in him shall fare never the worse."
    }
  ]
}