{
  "book_id": "SIR",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "There shall no evil happen unto him that feareth the Lord; But in temptation even again he will deliver him."
    },
    {
      "verse": 2,
      "text": "A wise man hateth not the law; But he that is a hypocrite therein \\add is\\add* as a ship in a storm."
    },
    {
      "verse": 3,
      "text": "A man of understanding trusteth in the law; And the law \\add is\\add* faithful unto him, as an oracle."
    },
    {
      "verse": 4,
      "text": "Prepare what to say, and so thou shalt be heard: \\add And\\add* bind up instruction, and then make answer."
    },
    {
      "verse": 5,
      "text": "The heart of the foolish \\add is like\\add* a cartwheel; And his thoughts \\add are\\add* like a rolling axletree."
    },
    {
      "verse": 6,
      "text": "A stallion horse \\add is\\add* as a mocking friend, He neigheth under every one that sitteth upon \\add him\\add*."
    },
    {
      "verse": 7,
      "text": "Why doth one day excel another, When as all the light of \\add every\\add* day in the year \\add is\\add* of the sun?"
    },
    {
      "verse": 8,
      "text": "By the knowledge of the Lord they were distinguished: And he altered seasons and feasts."
    },
    {
      "verse": 9,
      "text": "\\add Some\\add* of them hath he made high days, and hallowed \\add them\\add*, And \\add some\\add* of them hath he made ordinary days."
    },
    {
      "verse": 10,
      "text": "And all men \\add are\\add* from the ground, And Adam was created of earth."
    },
    {
      "verse": 11,
      "text": "In much knowledge the Lord hath divided them, And made their ways diverse."
    },
    {
      "verse": 12,
      "text": "\\add Some\\add* of them hath he blessed and exalted, And \\add some\\add* of them hath he sanctified, and set near himself: \\add But some\\add* of them hath he cursed and brought low, And turned out of their places."
    },
    {
      "verse": 13,
      "text": "As the clay \\add is\\add* in the potter’s hand, To fashion it at his pleasure: So man \\add is\\add* in the hand of him that made him, To render to them as liketh him best."
    },
    {
      "verse": 14,
      "text": "Good \\add is set\\add* against evil, And life against death: So \\add is\\add* the godly against the sinner, And the sinner against the godly."
    },
    {
      "verse": 15,
      "text": "So look upon all the works of the most High; \\add And there are\\add* two \\add and\\add* two, one against another."
    },
    {
      "verse": 16,
      "text": "I awaked up last \\add of all\\add*, As one that gathereth after the grapegatherers: By the blessing of the Lord I profited, And filled \\add my\\add* winepress like a gatherer of grapes."
    },
    {
      "verse": 17,
      "text": "Consider that I laboured not for myself only, But for all them that seek learning."
    },
    {
      "verse": 18,
      "text": "Hear me, O \\add ye\\add* great men of the people, And hearken with your ears, ye rulers of the congregation."
    },
    {
      "verse": 19,
      "text": "Give not \\add thy\\add* son and wife, \\add thy\\add* brother and friend, power over thee while thou livest, And give not thy goods to another: Lest it repent thee, and thou intreat for the same \\add again\\add*."
    },
    {
      "verse": 20,
      "text": "As long as thou livest and hast breath in thee, Give not thyself over to any."
    },
    {
      "verse": 21,
      "text": "For better it is that \\add thy\\add* children should seek to thee, Than that thou shouldest stand to their courtesy."
    },
    {
      "verse": 22,
      "text": "In all thy works keep to thyself the pre-eminence; Leave not a stain in thine honour."
    },
    {
      "verse": 23,
      "text": "At the time when thou shalt end thy days, And finish \\add thy\\add* life, distribute \\add thine\\add* inheritance."
    },
    {
      "verse": 24,
      "text": "Fodder, a wand, and burdens, \\add are\\add* for the ass; \\add And\\add* bread, correction, and work, for a servant."
    },
    {
      "verse": 25,
      "text": "If thou set thy servant to labour, thou shalt find rest: \\add But\\add* if thou let him go idle, he shall seek liberty."
    },
    {
      "verse": 26,
      "text": "A yoke and a collar do bow the neck: So \\add are\\add* tortures and torments for an evil servant."
    },
    {
      "verse": 27,
      "text": "Send him to labour, that he be not idle; For idleness teacheth much evil."
    },
    {
      "verse": 28,
      "text": "Set \\add him\\add* to work, as is fit for him: If he be not obedient, put on more heavy fetters."
    },
    {
      "verse": 29,
      "text": "But be not excessive toward any; And without discretion do nothing."
    },
    {
      "verse": 30,
      "text": "If thou have a servant, let him be unto thee as thyself, Because thou hast bought him with a price."
    },
    {
      "verse": 31,
      "text": "If thou have a servant, entreat him as a brother: For thou hast need of him, as \\add of\\add* thine own soul: If thou entreat him evil, and he run from \\add thee\\add*, Which way wilt thou \\add go to\\add* seek him?"
    }
  ]
}