{
  "book_id": "SIR",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "The hopes of a man void of understanding \\add are\\add* vain and false: And dreams lift up fools."
    },
    {
      "verse": 2,
      "text": "Whoso regardeth dreams \\add Is\\add* like him that catcheth at a shadow, And followeth after the wind."
    },
    {
      "verse": 3,
      "text": "The vision of dreams \\add is\\add* the resemblance of one \\add thing\\add* to another, \\add Even as\\add* the likeness of a face to a face."
    },
    {
      "verse": 4,
      "text": "Of an unclean \\add thing\\add* what can be cleansed? And from \\add that thing which is\\add* false what truth can come?"
    },
    {
      "verse": 5,
      "text": "Divinations, and soothsayings, and dreams, are vain: And the heart fancieth, as a woman’s \\add heart\\add* in travail."
    },
    {
      "verse": 6,
      "text": "If they be not sent from the most High in thy visitation, Set not thy heart upon them."
    },
    {
      "verse": 7,
      "text": "For dreams have deceived many, And they have failed that put their trust in them."
    },
    {
      "verse": 8,
      "text": "The law shall be found perfect without lies: And wisdom \\add is\\add* perfection to a faithful mouth."
    },
    {
      "verse": 9,
      "text": "A man that hath travelled knoweth many \\add things;\\add* And he that hath much experience will declare wisdom."
    },
    {
      "verse": 10,
      "text": "He that hath no experience knoweth little: But he that hath travelled is full of prudence."
    },
    {
      "verse": 11,
      "text": "When I travelled, I saw many \\add things;\\add* And I understand more than I can express."
    },
    {
      "verse": 12,
      "text": "I was ofttimes in danger of death: Yet I was delivered because of these \\add things\\add*."
    },
    {
      "verse": 13,
      "text": "The spirit of those that fear the Lord shall live; For their hope \\add is\\add* in him that saveth them."
    },
    {
      "verse": 14,
      "text": "Whoso feareth the Lord shall not fear Nor be afraid; for he \\add is\\add* his hope."
    },
    {
      "verse": 15,
      "text": "Blessed \\add is\\add* the soul of him that feareth the Lord: To whom doth he look? And who \\add is\\add* his strength?"
    },
    {
      "verse": 16,
      "text": "\\add For\\add* the eyes of the Lord \\add are\\add* upon them that love him, \\add He is their\\add* mighty protection and strong stay, A defence from heat, and a cover from the \\add sun at\\add* noon, A preservation from stumbling, and a help from falling."
    },
    {
      "verse": 17,
      "text": "He raiseth up the soul, and lighteneth the eyes: He giveth health, life, and blessing."
    },
    {
      "verse": 18,
      "text": "He that sacrificeth of a \\add thing\\add* wrongfully gotten, \\add his\\add* offering \\add is\\add* ridiculous; And the gifts of unjust \\add men are\\add* not accepted."
    },
    {
      "verse": 19,
      "text": "The most High is not pleased with the offerings of the wicked; Neither is he pacified for sin by the multitude of sacrifices."
    },
    {
      "verse": 20,
      "text": "Whoso bringeth an offering of the goods of the poor \\add Doeth as\\add* one that killeth the son before his father’s eyes."
    },
    {
      "verse": 21,
      "text": "The bread of the needy \\add is\\add* their life: He that defraudeth \\add him\\add* thereof \\add is\\add* a man of blood."
    },
    {
      "verse": 22,
      "text": "He that taketh away \\add his\\add* neighbour’s living slayeth \\add him;\\add* And he that defraudeth the labourer of his hire \\add is\\add* a bloodshedder."
    },
    {
      "verse": 23,
      "text": "When one buildeth, and another pulleth down, What profit have they \\add then\\add* but labour?"
    },
    {
      "verse": 24,
      "text": "When one prayeth, and another curseth, Whose voice will the Lord hear?"
    },
    {
      "verse": 25,
      "text": "He that washeth himself after \\add the touching of\\add* a dead body, if he touch it again, What availeth his washing?"
    },
    {
      "verse": 26,
      "text": "So \\add is it with\\add* a man that fasteth for his sins, And goeth again, and doeth the same: Who will hear his prayer? Or what doth his humbling profit him?"
    }
  ]
}