{
  "book_id": "SIR",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Have mercy upon us, O Lord God of all, and behold us:"
    },
    {
      "verse": 2,
      "text": "And send thy fear upon all the nations that seek not after thee."
    },
    {
      "verse": 3,
      "text": "Lift up thy hand against the strange nations, And let them see thy power."
    },
    {
      "verse": 4,
      "text": "As thou wast sanctified in us before them: So be thou magnified among them before us."
    },
    {
      "verse": 5,
      "text": "And let them know thee, as we have known thee, That there is no God but onlythou, O God."
    },
    {
      "verse": 6,
      "text": "Shew new signs, and make other strange wonders: Glorify thyhand and thyright arm, That they may set forth thy wondrous works."
    },
    {
      "verse": 7,
      "text": "Raise up indignation, and pour out wrath: Take away the adversary, and destroy the enemy."
    },
    {
      "verse": 8,
      "text": "Make the time short, remember the covenant, And let them declare thy wonderful works."
    },
    {
      "verse": 9,
      "text": "Let him that escapeth be consumed by the rage of the fire; And let them perish that oppress the people."
    },
    {
      "verse": 10,
      "text": "Smite in sunder the heads of the rulers of the heathen, That say, There is none otherbut we."
    },
    {
      "verse": 11,
      "text": "Gather all the tribes of Jacob together, And inherit thou them, as from the beginning."
    },
    {
      "verse": 12,
      "text": "O Lord, have mercy upon the people that is called by thy name, And uponIsrael, whom thou hast named thyfirstborn."
    },
    {
      "verse": 13,
      "text": "O be merciful unto Jerusalem, thy holy city, The place of thy rest."
    },
    {
      "verse": 14,
      "text": "Fill Sion with thine unspeakable oracles, And thy people with thy glory."
    },
    {
      "verse": 15,
      "text": "Give testimony unto those that thou hast possessed from the beginning, And raise up prophets that have beenin thy name."
    },
    {
      "verse": 16,
      "text": "Reward them that wait for thee, And let thy prophets be found faithful."
    },
    {
      "verse": 17,
      "text": "O Lord, hear the prayer of thy servants, According to the blessing of Aaron over thy people, That all they which dwellupon the earth may know That thou art the Lord, the eternal God."
    },
    {
      "verse": 18,
      "text": "The belly devoureth all meats, Yet is one meat better than another."
    },
    {
      "verse": 19,
      "text": "Asthe palate tasteth diverskinds of venison: So dotha heart of understanding false speeches."
    },
    {
      "verse": 20,
      "text": "A froward heart causeth heaviness: But a man of experience will recompense him."
    },
    {
      "verse": 21,
      "text": "A woman will receive every man, Yet is one daughter better than another."
    },
    {
      "verse": 22,
      "text": "The beauty of a woman cheereth the countenance, And a man loveth nothing better."
    },
    {
      "verse": 23,
      "text": "If there be kindness, meekness, and comfort, in her tongue, Thenis not her husband like other men."
    },
    {
      "verse": 24,
      "text": "He that getteth a wife beginneth a possession, A help like unto himself, and a pillar of rest."
    },
    {
      "verse": 25,
      "text": "Where no hedge is, therethe possession is spoiled: And he that hath no wife will wander up and down mourning."
    },
    {
      "verse": 26,
      "text": "Who will trust a thief well appointed, That skippeth from city to city? So who will believea man that hath no house, And lodgeth wheresoever the night taketh him?"
    }
  ]
}