{
  "book_id": "SIR",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Every friend saith, I am his friend also: But there is a friend, \\add which is\\add* only a friend in name."
    },
    {
      "verse": 2,
      "text": "Is it not a grief unto death, When a companion and friend is turned to an enemy?"
    },
    {
      "verse": 3,
      "text": "O wicked imagination, whence camest thou in To cover the earth with deceit?"
    },
    {
      "verse": 4,
      "text": "\\add There is\\add* a companion, \\add which\\add* rejoiceth in the prosperity of a friend, But in the time of trouble will be against \\add him\\add*."
    },
    {
      "verse": 5,
      "text": "\\add There is\\add* a companion, \\add which\\add* helpeth his friend for the belly, And taketh up the buckler against the enemy."
    },
    {
      "verse": 6,
      "text": "Forget not thy friend in thy mind, And be not unmindful of him in thy riches."
    },
    {
      "verse": 7,
      "text": "Every counseller extolleth counsel; But there is some that counselleth for himself."
    },
    {
      "verse": 8,
      "text": "Beware of a counseller, And know before what need he \\add hath;\\add* (For he will counsel for himself) Lest he cast the lot upon thee,"
    },
    {
      "verse": 9,
      "text": "And say unto thee, Thy way \\add is\\add* good: And \\add afterward\\add* he stand on the other \\add side\\add*, to see what shall befall thee."
    },
    {
      "verse": 10,
      "text": "Consult not with one that suspecteth thee: And hide \\add thy\\add* counsel from such as envy thee."
    },
    {
      "verse": 11,
      "text": "\\add Neither consult\\add* with a woman touching her of whom she is jealous; Neither with a coward in matters of war; \\add Nor\\add* with a merchant concerning exchange; Nor with a buyer of selling; \\add Nor\\add* with an envious man of thankfulness; Nor with an unmerciful man touching kindness; \\add Nor\\add* with the slothful for any work; Nor with a hireling for a year, of finishing \\add work;\\add* \\add Nor\\add* with an idle servant of much business: Hearken not unto these in any matter of counsel."
    },
    {
      "verse": 12,
      "text": "But be continually with a godly man, Whom thou knowest to keep the commandments of the Lord, Whose mind \\add is\\add* according to thy mind, And will sorrow with thee, if thou shalt miscarry."
    },
    {
      "verse": 13,
      "text": "And let the counsel of \\add thine own\\add* heart stand: For there is no \\add man\\add* more faithful unto thee than it."
    },
    {
      "verse": 14,
      "text": "For a man’s mind is sometime wont to tell \\add him more\\add* Than seven watchmen, that sit above in a high tower."
    },
    {
      "verse": 15,
      "text": "And above all this pray to the most High, That he will direct thy way in truth."
    },
    {
      "verse": 16,
      "text": "\\add Let\\add* reason \\add go\\add* before every enterprise, And counsel before every action."
    },
    {
      "verse": 17,
      "text": "The countenance \\add is\\add* a sign of changing of the heart."
    },
    {
      "verse": 18,
      "text": "Four manner \\add of things\\add* appear: good and evil, life and death: But the tongue ruleth over them continually."
    },
    {
      "verse": 19,
      "text": "There is one \\add that is\\add* wise and teacheth many, And \\add yet\\add* is unprofitable to himself."
    },
    {
      "verse": 20,
      "text": "There is one that sheweth wisdom in words, \\add and is\\add* hated: He shall be destitute of all food."
    },
    {
      "verse": 21,
      "text": "For grace is not given him from the Lord; Because he is deprived of all wisdom."
    },
    {
      "verse": 22,
      "text": "\\add Another\\add* is wise to himself; And the fruits of understanding \\add are\\add* commendable in his mouth."
    },
    {
      "verse": 23,
      "text": "A wise man instructeth his people; And the fruits of his understanding fail not."
    },
    {
      "verse": 24,
      "text": "A wise man shall be filled with blessing; And all they that see \\add him\\add* shall count him happy."
    },
    {
      "verse": 25,
      "text": "The days of the life of man \\add may be\\add* numbered: But the days of Israel \\add are\\add* innumerable."
    },
    {
      "verse": 26,
      "text": "A wise \\add man\\add* shall inherit glory among his people, And his name shall be perpetual."
    },
    {
      "verse": 27,
      "text": "\\add My\\add* son, prove thy soul in thy life, And see what \\add is\\add* evil for it, And give not \\add that\\add* unto it."
    },
    {
      "verse": 28,
      "text": "For all \\add things\\add* are not profitable for all \\add men\\add*, Neither hath every soul pleasure in every \\add thing\\add*."
    },
    {
      "verse": 29,
      "text": "Be not unsatiable in any dainty thing, Nor too greedy upon meats:"
    },
    {
      "verse": 30,
      "text": "For excess of meats bringeth sickness, And surfeiting will turn into choler."
    },
    {
      "verse": 31,
      "text": "By surfeiting have many perished; But he that taketh heed prolongeth \\add his\\add* life."
    }
  ]
}