{
  "book_id": "SIR",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "Honour a physician with the honour due unto him for the uses \\add which you may have\\add* of him: For the Lord hath created him."
    },
    {
      "verse": 2,
      "text": "For of the most High cometh healing, And he shall receive honour of the king."
    },
    {
      "verse": 3,
      "text": "The skill of the physician shall lift up his head: And in the sight of great men he shall be in admiration."
    },
    {
      "verse": 4,
      "text": "The Lord hath created medicines out of the earth; And he that is wise will not abhor them."
    },
    {
      "verse": 5,
      "text": "Was not the water made sweet with wood, That the virtue thereof might be known?"
    },
    {
      "verse": 6,
      "text": "And he hath given men skill, That \\add he\\add* might be honoured in his marvellous works."
    },
    {
      "verse": 7,
      "text": "With such doth he heal \\add men\\add*, And taketh away their pains."
    },
    {
      "verse": 8,
      "text": "Of such doth the apothecary make a confection; And of his works there is no end; And from him is peace over all the earth."
    },
    {
      "verse": 9,
      "text": "\\add My\\add* son, in thy sickness be not negligent: But pray unto the Lord, and he will make thee whole."
    },
    {
      "verse": 10,
      "text": "Leave off from sin, and order \\add thine\\add* hands aright, And cleanse \\add thy\\add* heart from all wickedness."
    },
    {
      "verse": 11,
      "text": "Give a sweet savour, and a memorial of fine flour; And make a fat offering, as not being."
    },
    {
      "verse": 12,
      "text": "Then give place to the physician, for the Lord hath created him: Let him not go from thee, for \\add thou hast\\add* need of him."
    },
    {
      "verse": 13,
      "text": "There is a time when in their hands \\add there is\\add* good success."
    },
    {
      "verse": 14,
      "text": "For they shall also pray unto the Lord, that he would prosper That, which they give for ease and remedy to prolong life."
    },
    {
      "verse": 15,
      "text": "He that sinneth before his Maker, Let him fall into the hand of the physician."
    },
    {
      "verse": 16,
      "text": "\\add My\\add* son, let tears fall down over the dead, And begin to lament, as if thou hadst suffered great harm \\add thyself;\\add* And \\add then\\add* cover his body according to the custom, And neglect not his burial."
    },
    {
      "verse": 17,
      "text": "Weep bitterly, and make great moan, And use lamentation, as he is worthy, \\add And that\\add* a day or two, lest \\add thou\\add* be evil spoken of: And \\add then\\add* comfort thyself for \\add thy\\add* heaviness."
    },
    {
      "verse": 18,
      "text": "For of heaviness cometh death, And the heaviness of the heart breaketh strength."
    },
    {
      "verse": 19,
      "text": "In affliction also sorrow remaineth: And the life of the poor \\add is\\add* the curse of the heart."
    },
    {
      "verse": 20,
      "text": "Take no heaviness to heart: Drive it away, and remember the last end."
    },
    {
      "verse": 21,
      "text": "Forget \\add it\\add* not, for there is no turning again: Thou shalt not do him good, but hurt thyself."
    },
    {
      "verse": 22,
      "text": "Remember my judgment: for thine also \\add shall be\\add* so; Yesterday for me, and to day for thee."
    },
    {
      "verse": 23,
      "text": "When the dead is at rest, let his remembrance rest; And be comforted for him, when his spirit is departed from \\add him\\add*."
    },
    {
      "verse": 24,
      "text": "The wisdom of a learned man \\add cometh\\add* by opportunity of leisure: And he that hath little business shall become wise."
    },
    {
      "verse": 25,
      "text": "How can he get wisdom that holdeth the plough, And that glorieth in the goad, That driveth oxen, and is occupied in their labours, And whose talk \\add is\\add* of bullocks?"
    },
    {
      "verse": 26,
      "text": "He giveth his mind to make furrows; And \\add is\\add* diligent to give the kine fodder."
    },
    {
      "verse": 27,
      "text": "So every carpenter and workmaster, That laboureth night and day: \\add And\\add* they that cut and grave seals, And \\add are\\add* diligent to make great variety, \\add And\\add* give themselves to counterfeit imagery, And watch to finish a work:"
    },
    {
      "verse": 28,
      "text": "The smith also sitting by the anvil, And considering the iron work, The vapour of the fire wasteth his flesh, And he fighteth with the heat of the furnace: The noise of the hammer and the anvil is ever in his ears, And his eyes \\add look still\\add* upon the pattern of the thing that he maketh; He setteth his mind to finish \\add his\\add* work, And watcheth to polish \\add it\\add* perfectly:"
    },
    {
      "verse": 29,
      "text": "So \\add doth\\add* the potter sitting at his work, And turning the wheel about with his feet, Who is alway carefully set at his work, And \\add maketh\\add* all his work by number;"
    },
    {
      "verse": 30,
      "text": "He fashioneth the clay with his arm, And boweth down his strength before \\add his\\add* feet; He applieth himself to lead it over; And he \\add is\\add* diligent to make clean the furnace:"
    },
    {
      "verse": 31,
      "text": "All these trust to their hands: And every one is wise in his work."
    },
    {
      "verse": 32,
      "text": "Without these cannot a city be inhabited: And they shall not dwell where they will, nor go up and down:"
    },
    {
      "verse": 33,
      "text": "They shall not be sought for in publick counsel, Nor sit high in the congregation: They shall not sit on the judges’ seat, Nor understand the sentence of judgment: They cannot declare justice and judgment; And they shall not be found where parables are spoken."
    },
    {
      "verse": 34,
      "text": "But they will maintain the state of the world, And \\add all\\add* their desire \\add is\\add* in the work of \\add their\\add* craft."
    }
  ]
}