{
  "book_id": "SIR",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "But he that giveth his mind to the law of the most High, And is occupied in the meditation \\add thereof\\add*, Will seek out the wisdom of all the ancient, And be occupied in prophecies."
    },
    {
      "verse": 2,
      "text": "He will keep the sayings of the renowned men: And where subtil parables are, he will be there also."
    },
    {
      "verse": 3,
      "text": "He will seek out the secrets of grave sentences, And be conversant in dark parables."
    },
    {
      "verse": 4,
      "text": "He shall serve among great men, And appear before princes: He will travel through strange countries; For he hath tried the good and the evil among men."
    },
    {
      "verse": 5,
      "text": "He will give his heart to resort early to the Lord that made him, And will pray before the most High, And will open his mouth in prayer, And make supplication for his sins."
    },
    {
      "verse": 6,
      "text": "When the great Lord will, He shall be filled with the spirit of understanding: He shall pour out wise sentences, And give thanks unto the Lord in \\add his\\add* prayer."
    },
    {
      "verse": 7,
      "text": "He shall direct his counsel and knowledge, And in his secrets shall he meditate."
    },
    {
      "verse": 8,
      "text": "He shall shew forth that which he hath learned, And shall glory in the law of the covenant of the Lord."
    },
    {
      "verse": 9,
      "text": "Many shall commend his understanding; And so long as the world endureth, it shall not be blotted out; His memorial shall not depart away, And his name shall live from generation to generation."
    },
    {
      "verse": 10,
      "text": "Nations shall shew forth his wisdom, And the congregation shall declare his praise."
    },
    {
      "verse": 11,
      "text": "If he die, he shall leave a \\add greater\\add* name than a thousand: And if he live, he shall increase it."
    },
    {
      "verse": 12,
      "text": "Yet have I \\add more\\add* to say, \\add which\\add* I have thought upon; For I am filled as the moon at the full."
    },
    {
      "verse": 13,
      "text": "Hearken unto me, \\add ye\\add* holy children, And bud forth as a rose growing by the brook of the field:"
    },
    {
      "verse": 14,
      "text": "And give ye a sweet savour as frankincense, And flourish as a lily, Send forth a smell, and sing a song \\add of praise\\add*, Bless the Lord in all his works."
    },
    {
      "verse": 15,
      "text": "Magnify his name, And shew forth his praise With the songs of \\add your\\add* lips, and with harps, And in praising \\add him\\add* you shall say after this manner:"
    },
    {
      "verse": 16,
      "text": "All the works of the Lord are exceeding good, And whatsoever he commandeth shall be \\add accomplished\\add* in due season."
    },
    {
      "verse": 17,
      "text": "And none may say, What \\add is\\add* this? wherefore \\add is\\add* that? For at time convenient they shall all be sought \\add out:\\add* At his commandment the waters stood as a heap, And at the words of his mouth the receptacles of waters."
    },
    {
      "verse": 18,
      "text": "At his commandment \\add is done\\add* whatsoever pleaseth \\add him;\\add* And none can hinder, when he will save."
    },
    {
      "verse": 19,
      "text": "The works of all flesh \\add are\\add* before him, And nothing can be hid from his eyes."
    },
    {
      "verse": 20,
      "text": "He seeth from everlasting to everlasting; And there is nothing wonderful before him."
    },
    {
      "verse": 21,
      "text": "\\add A man\\add* need not to say, What \\add is\\add* this? wherefore \\add is\\add* that? For he hath made all \\add things\\add* for their uses."
    },
    {
      "verse": 22,
      "text": "His blessing covered the dry \\add land\\add* as a river, And watered \\add it\\add* as a flood."
    },
    {
      "verse": 23,
      "text": "As he hath turned the waters into saltness: So shall the heathen inherit his wrath."
    },
    {
      "verse": 24,
      "text": "\\add As\\add* his ways \\add are\\add* plain unto the holy; So \\add are\\add* they stumblingblocks unto the wicked."
    },
    {
      "verse": 25,
      "text": "For the good are good \\add things\\add* created from the beginning: So evil \\add things\\add* for sinners."
    },
    {
      "verse": 26,
      "text": "The principal things for the whole use of man’s life \\add Are\\add* water, fire, iron, and salt, Flour of wheat, honey, milk, \\add And\\add* the blood of the grape, and oil, and clothing."
    },
    {
      "verse": 27,
      "text": "All these \\add things are\\add* for good to the godly: So to the sinners they are turned into evil."
    },
    {
      "verse": 28,
      "text": "There be spirits that are created for vengeance, Which in their fury lay on \\add sore\\add* strokes; In the time of destruction they pour out \\add their\\add* force, And appease the wrath of him that made them."
    },
    {
      "verse": 29,
      "text": "Fire, and hail, and famine, and death, All these were created for vengeance;"
    },
    {
      "verse": 30,
      "text": "Teeth of wild beasts, and scorpions, serpents, And the sword, punishing the wicked to destruction."
    },
    {
      "verse": 31,
      "text": "They shall rejoice in his commandment, And they shall be ready upon earth, when need is; And when their time is come, they shall not transgress \\add his\\add* word."
    },
    {
      "verse": 32,
      "text": "Therefore from the beginning I was resolved, And thought upon \\add these things\\add*, and have left \\add them\\add* in writing."
    },
    {
      "verse": 33,
      "text": "All the works of the Lord \\add are\\add* good: And he will give every needful thing in due season."
    },
    {
      "verse": 34,
      "text": "So that \\add a man\\add* cannot say, This \\add is\\add* worse than that: For in time they shall all be well approved."
    },
    {
      "verse": 35,
      "text": "And therefore praise ye \\add the Lord\\add* with the whole heart and mouth, And bless the name of the Lord."
    }
  ]
}