{
  "book_id": "SIR",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Great travail is created for every man, And a heavy yoke isupon the sons of Adam, From the day that theygo out of their mother’s womb, Till the day that theyreturn to the mother of all things."
    },
    {
      "verse": 2,
      "text": "Their imagination of things to come, andthe day of death, Troubletheir thoughts, and causefear of heart;"
    },
    {
      "verse": 3,
      "text": "From him that sitteth on a throne of glory, Unto him that is humbled in earth and ashes;"
    },
    {
      "verse": 4,
      "text": "From him that weareth purple and a crown, Unto him that is clothed with a linen frock."
    },
    {
      "verse": 5,
      "text": "Wrath, and envy, trouble, and unquietness, fear of death, and anger, and strife, And in the time of rest upon hisbed hisnight sleep, do change his knowledge."
    },
    {
      "verse": 6,
      "text": "A little or nothing is hisrest, And afterward he isin hissleep, as in a day of keeping watch, Troubled in the vision of his heart, As if he were escaped out of a battle."
    },
    {
      "verse": 7,
      "text": "When all is safe, he awaketh, And marvelleth that the fear was nothing."
    },
    {
      "verse": 8,
      "text": "Such things happenunto all flesh, both man and beast, And that issevenfold more upon sinners."
    },
    {
      "verse": 9,
      "text": "Death, and bloodshed, strife, and sword, Calamities, famine, tribulation, and the scourge;"
    },
    {
      "verse": 10,
      "text": "These thingsare created for the wicked, And for their sakes came the flood."
    },
    {
      "verse": 11,
      "text": "All thingsthat areof the earth shall turn to the earth again: And that which isof the waters doth return into the sea."
    },
    {
      "verse": 12,
      "text": "All bribery and injustice shall be blotted out: But true dealing shall endure for ever."
    },
    {
      "verse": 13,
      "text": "The goods of the unjust shall be dried up like a river, And shall vanish with noise, like a great thunder in rain."
    },
    {
      "verse": 14,
      "text": "While he openeth hishand he shall rejoice: So shall transgressors come to nought."
    },
    {
      "verse": 15,
      "text": "The children of the ungodly shall not bring forth many branches; But are asunclean roots upon a hard rock."
    },
    {
      "verse": 16,
      "text": "The weed growingupon every water and bank of a river Shall be pulled up before all grass."
    },
    {
      "verse": 17,
      "text": "Bountifulness isas a most fruitful garden, And mercifulness endureth for ever."
    },
    {
      "verse": 18,
      "text": "To labour, and to be content with that a man hath, is a sweet life: But he that findeth a treasure isabove themboth."
    },
    {
      "verse": 19,
      "text": "Children and the building of a city continue a man’sname: But a blameless wife is counted above themboth."
    },
    {
      "verse": 20,
      "text": "Wine and musick rejoice the heart: But the love of wisdom isabove themboth."
    },
    {
      "verse": 21,
      "text": "The pipe and the psaltery make sweet melody: But a pleasant tongue isabove themboth."
    },
    {
      "verse": 22,
      "text": "Thine eye desireth favour and beauty: But more than both corn while it is green."
    },
    {
      "verse": 23,
      "text": "A friend and companion never meet amiss: But above both isa wife with herhusband."
    },
    {
      "verse": 24,
      "text": "Brethren and help areagainst time of trouble: But alms shall deliver more than themboth."
    },
    {
      "verse": 25,
      "text": "Gold and silver make the foot stand sure: But counsel is esteemed above themboth."
    },
    {
      "verse": 26,
      "text": "Riches and strength lift up the heart: But the fear of the Lord isabove themboth: There is no want in the fear of the Lord, And it needeth not to seek help."
    },
    {
      "verse": 27,
      "text": "The fear of the Lord isa fruitful garden, And covereth him above all glory."
    },
    {
      "verse": 28,
      "text": "Myson, lead not a beggar’s life; Forbetter it isto die than to beg."
    },
    {
      "verse": 29,
      "text": "The life of him that dependeth on another man’s table is not to be counted for a life; Forhe polluteth himself with other men’s meat: But a wise man well nurtured will beware thereof."
    },
    {
      "verse": 30,
      "text": "Begging is sweet in the mouth of the shameless: But in his belly there shall burn a fire."
    }
  ]
}