{
  "book_id": "SIR",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "O death, how bitter is the remembrance of thee to a man that liveth at rest in his possessions, Unto the man that hath nothing to vex him, and that hath prosperity in all things:Yea unto him that is yet able to receive meat!"
    },
    {
      "verse": 2,
      "text": "O death, acceptable is thy sentence unto the needy, And unto him whose strength faileth, that is now in the last age, And is vexed with all things, And to him that despaireth, and hath lost patience!"
    },
    {
      "verse": 3,
      "text": "Fear not the sentence of death, Remember them that have beenbefore thee, and thatcome after; For this isthe sentence of the Lord over all flesh."
    },
    {
      "verse": 4,
      "text": "And why art thou against the pleasure of the most High? There is no inquisition in the grave, Whether thou have lived ten, or an hundred, or a thousand years."
    },
    {
      "verse": 5,
      "text": "The children of sinners are abominable children, And they that are conversant in the dwelling of the ungodly."
    },
    {
      "verse": 6,
      "text": "The inheritance of sinners’ children shall perish, And their posterity shall have a perpetual reproach."
    },
    {
      "verse": 7,
      "text": "The children will complain of an ungodly father, Because they shall be reproached for his sake."
    },
    {
      "verse": 8,
      "text": "Woe be unto you, ungodly men, Which have forsaken the law of the most high God! For if you increase, it shall beto yourdestruction:"
    },
    {
      "verse": 9,
      "text": "And if you be born, you shall be born to a curse; And if you die, a curse shall be your portion."
    },
    {
      "verse": 10,
      "text": "All that areof the earth shall turn to earth again:So the ungodly shall gofrom a curse to destruction."
    },
    {
      "verse": 11,
      "text": "The mourning of men isabout their bodies: But an ill name of sinners shall be blotted out."
    },
    {
      "verse": 12,
      "text": "Have regard to thyname; for that shall continue with thee Above a thousand great treasures of gold."
    },
    {
      "verse": 13,
      "text": "A good life hath butfew days: But a good name endureth for ever."
    },
    {
      "verse": 14,
      "text": "Mychildren, keep discipline in peace: For wisdom that is hid, and a treasure that isnot seen, What profit isin themboth?"
    },
    {
      "verse": 15,
      "text": "A man that hideth his foolishness isbetter Than a man that hideth his wisdom."
    },
    {
      "verse": 16,
      "text": "Therefore be shamefast according to my word: For it is not good to retain all shamefastness; Neither is it altogether approved in every thing."
    },
    {
      "verse": 17,
      "text": "Be ashamed of whoredom before father and mother: And of a lie before a prince and a mighty man;"
    },
    {
      "verse": 18,
      "text": "Of an offence before a judge and ruler; Of iniquity before a congregation and people; Of unjust dealing before thypartner and friend;"
    },
    {
      "verse": 19,
      "text": "And of theft in regard of the place where thou sojournest, And in regard of the truth of God and hiscovenant; And to lean with thineelbow upon the meat; And of scorning to give and take;"
    },
    {
      "verse": 20,
      "text": "And of silence before them that salute thee;And to look upon a harlot;"
    },
    {
      "verse": 21,
      "text": "And to turn away thy face from thykinsman; Orto take away a portion or a gift; Or to gaze upon another man’s wife;"
    },
    {
      "verse": 22,
      "text": "Orto be overbusy with his maid, And come not near her bed; Orof upbraiding speeches before friends; And after thouhast given, upbraid not;"
    },
    {
      "verse": 23,
      "text": "Or of iterating and speaking againthat which thouhast heard; And of revealing of secrets."
    },
    {
      "verse": 24,
      "text": "So shalt thou be truly shamefast, And find favour before all men."
    }
  ]
}