{
  "book_id": "SIR",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "O death, how bitter is the remembrance of thee to a man that liveth at rest in his possessions, Unto the man that hath nothing to vex him, and that hath prosperity in all \\add things:\\add* Yea unto him that is yet able to receive meat!"
    },
    {
      "verse": 2,
      "text": "O death, acceptable is thy sentence unto the needy, And unto him whose strength faileth, that is now in the last age, And is vexed with all \\add things\\add*, And to him that despaireth, and hath lost patience!"
    },
    {
      "verse": 3,
      "text": "Fear not the sentence of death, Remember them \\add that have been\\add* before thee, and \\add that\\add* come after; For this \\add is\\add* the sentence of the Lord over all flesh."
    },
    {
      "verse": 4,
      "text": "And why art thou against the pleasure of the most High? There is no inquisition in the grave, Whether thou have lived ten, or an hundred, or a thousand years."
    },
    {
      "verse": 5,
      "text": "The children of sinners are abominable children, And they that are conversant in the dwelling of the ungodly."
    },
    {
      "verse": 6,
      "text": "The inheritance of sinners’ children shall perish, And their posterity shall have a perpetual reproach."
    },
    {
      "verse": 7,
      "text": "The children will complain of an ungodly father, Because they shall be reproached for his sake."
    },
    {
      "verse": 8,
      "text": "Woe be unto you, ungodly men, Which have forsaken the law of the most high God! For if you increase, \\add it shall be\\add* to \\add your\\add* destruction:"
    },
    {
      "verse": 9,
      "text": "And if you be born, you shall be born to a curse; And if you die, a curse shall be your portion."
    },
    {
      "verse": 10,
      "text": "All that \\add are\\add* of the earth shall turn to earth \\add again:\\add* So the ungodly \\add shall go\\add* from a curse to destruction."
    },
    {
      "verse": 11,
      "text": "The mourning of men \\add is\\add* about their bodies: But an ill name of sinners shall be blotted out."
    },
    {
      "verse": 12,
      "text": "Have regard to \\add thy\\add* name; for that shall continue with thee Above a thousand great treasures of gold."
    },
    {
      "verse": 13,
      "text": "A good life hath \\add but\\add* few days: But a good name endureth for ever."
    },
    {
      "verse": 14,
      "text": "\\add My\\add* children, keep discipline in peace: For wisdom that is hid, and a treasure \\add that is\\add* not seen, What profit \\add is\\add* in \\add them\\add* both?"
    },
    {
      "verse": 15,
      "text": "A man that hideth his foolishness \\add is\\add* better Than a man that hideth his wisdom."
    },
    {
      "verse": 16,
      "text": "Therefore be shamefast according to my word: For it is not good to retain all shamefastness; Neither is it altogether approved in every \\add thing\\add*."
    },
    {
      "verse": 17,
      "text": "Be ashamed of whoredom before father and mother: And of a lie before a prince and a mighty man;"
    },
    {
      "verse": 18,
      "text": "Of an offence before a judge and ruler; Of iniquity before a congregation and people; Of unjust dealing before \\add thy\\add* partner and friend;"
    },
    {
      "verse": 19,
      "text": "And of theft in regard of the place where thou sojournest, And in regard of the truth of God and \\add his\\add* covenant; And to lean with \\add thine\\add* elbow upon the meat; And of scorning to give and take;"
    },
    {
      "verse": 20,
      "text": "And of silence before them that salute \\add thee;\\add* And to look upon a harlot;"
    },
    {
      "verse": 21,
      "text": "And to turn away thy face from \\add thy\\add* kinsman; \\add Or\\add* to take away a portion or a gift; Or to gaze upon another man’s wife;"
    },
    {
      "verse": 22,
      "text": "\\add Or\\add* to be overbusy with his maid, And come not near her bed; \\add Or\\add* of upbraiding speeches before friends; And after \\add thou\\add* hast given, upbraid not;"
    },
    {
      "verse": 23,
      "text": "Or of iterating and speaking \\add again\\add* that which \\add thou\\add* hast heard; And of revealing of secrets."
    },
    {
      "verse": 24,
      "text": "So shalt thou be truly shamefast, And find favour before all men."
    }
  ]
}