{
  "book_id": "SIR",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Of these \\add things\\add* be not thou ashamed, And accept no person to sin \\add thereby:\\add*"
    },
    {
      "verse": 2,
      "text": "Of the law of the most High, and \\add his\\add* covenant; And of judgment to justify the ungodly;"
    },
    {
      "verse": 3,
      "text": "Of reckoning with \\add thy\\add* partners and travellers; Or of the gift of the heritage of friends;"
    },
    {
      "verse": 4,
      "text": "Of exactness of balance and weights; Or of getting much or little;"
    },
    {
      "verse": 5,
      "text": "And of merchants’ indifferent selling; Of much correction of children; And to make the side of an evil servant to bleed."
    },
    {
      "verse": 6,
      "text": "Sure keeping \\add is\\add* good, where an evil wife is; And shut up, where many hands \\add are\\add*."
    },
    {
      "verse": 7,
      "text": "Deliver all \\add things\\add* in number and weight; And \\add put\\add* all in writing that thou givest out, or receivest in."
    },
    {
      "verse": 8,
      "text": "\\add Be not ashamed\\add* to inform the unwise and foolish, And the extreme aged that contendeth with \\add those that are\\add* young: Thus shalt thou be truly learned, And approved of all \\add men\\add* living."
    },
    {
      "verse": 9,
      "text": "The father waketh for the daughter, when no man knoweth; And the care for her taketh away sleep: When she is young, lest she pass away the flower of her age; And being married, lest she should be hated;"
    },
    {
      "verse": 10,
      "text": "In \\add her\\add* virginity, lest she should be defiled And gotten with child in her father’s house; \\add And\\add* having a husband, lest she should misbehave herself; And when she is married, lest she should be barren."
    },
    {
      "verse": 11,
      "text": "Keep a sure watch over a shameless daughter, Lest she make thee a laughing-stock to \\add thine\\add* enemies, \\add And\\add* a byword in the city, and a reproach among the people, And make thee ashamed before the multitude."
    },
    {
      "verse": 12,
      "text": "Behold not every body’s beauty, And sit not in the midst of women."
    },
    {
      "verse": 13,
      "text": "For from garments cometh a moth, And from women wickedness."
    },
    {
      "verse": 14,
      "text": "Better \\add is\\add* the churlishness of a man than a courteous woman, A woman, \\add I say\\add*, which bringeth shame and reproach."
    },
    {
      "verse": 15,
      "text": "I will now remember the works of the Lord, And declare \\add the things\\add* that I have seen; In the words of the Lord \\add are\\add* his works."
    },
    {
      "verse": 16,
      "text": "The sun that giveth light looketh upon all \\add things\\add*, And the work thereof \\add is\\add* full of the glory of the Lord."
    },
    {
      "verse": 17,
      "text": "The Lord hath not given power to the saints to declare all his marvellous works, Which the Almighty Lord firmly settled, That whatsoever is might be established for his glory."
    },
    {
      "verse": 18,
      "text": "He seeketh out the deep, and the heart, And considereth their crafty devices; For the Lord knoweth all that may be known, And he beholdeth the signs of the world."
    },
    {
      "verse": 19,
      "text": "He declareth the \\add things\\add* that are past, and for to come, And revealeth the steps of hidden \\add things\\add*."
    },
    {
      "verse": 20,
      "text": "No thought escapeth him, Neither any word is hidden from him."
    },
    {
      "verse": 21,
      "text": "He hath garnished the excellent works of his wisdom, And he is from everlasting to everlasting: \\add Unto him\\add* may nothing be added, neither can he be diminished, And he hath no need of any counseller."
    },
    {
      "verse": 22,
      "text": "O how desirable \\add are\\add* all his works! And \\add that a man\\add* may see even to a spark."
    },
    {
      "verse": 23,
      "text": "All these \\add things\\add* live and remain for ever For all uses, and they are all obedient."
    },
    {
      "verse": 24,
      "text": "All \\add things are\\add* double one against another: And he hath made nothing unperfect."
    },
    {
      "verse": 25,
      "text": "One \\add thing\\add* establisheth the good or another: And who shall be filled with beholding his glory?"
    }
  ]
}