{
  "book_id": "SIR",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "Let us now praise famous men, And our fathers that begat \\add us\\add*."
    },
    {
      "verse": 2,
      "text": "The Lord hath wrought great glory by them Through his great power from the beginning."
    },
    {
      "verse": 3,
      "text": "Such as did bear rule in their kingdoms, Men renowned for \\add their\\add* power, Giving counsel by their understanding, And declaring prophecies:"
    },
    {
      "verse": 4,
      "text": "Leaders of the people by \\add their\\add* counsels, And by \\add their\\add* knowledge of learning meet for the people, Wise and eloquent in their instructions:"
    },
    {
      "verse": 5,
      "text": "Such as found out musical tunes, And recited verses in writing:"
    },
    {
      "verse": 6,
      "text": "Rich men furnished with ability, Living peaceably in their habitations:"
    },
    {
      "verse": 7,
      "text": "All these were honoured in \\add their\\add* generations, And \\add were\\add* the glory of their times."
    },
    {
      "verse": 8,
      "text": "There be of them, that have left a name behind them, That \\add their\\add* praises might be reported."
    },
    {
      "verse": 9,
      "text": "And \\add some\\add* there be, which have no memorial; Who are perished, as though they had never been; And are become as though they had never been born; And their children after them."
    },
    {
      "verse": 10,
      "text": "But these \\add were\\add* merciful men, Whose righteousness hath not been forgotten."
    },
    {
      "verse": 11,
      "text": "With their seed shall continually remain a good inheritance, \\add And\\add* their children \\add are\\add* within the covenant."
    },
    {
      "verse": 12,
      "text": "Their seed standeth fast, and their children for their sakes."
    },
    {
      "verse": 13,
      "text": "Their seed shall remain for ever, And their glory shall not be blotted out."
    },
    {
      "verse": 14,
      "text": "Their bodies are buried in peace; But their name liveth for evermore."
    },
    {
      "verse": 15,
      "text": "The people will tell of their wisdom, And the congregation will shew forth their praise."
    },
    {
      "verse": 16,
      "text": "Enoch pleased the Lord, and was translated, \\add Being\\add* an example of repentance to \\add all\\add* generations."
    },
    {
      "verse": 17,
      "text": "Noah was found perfect \\add and\\add* righteous; In the time of wrath he was taken in exchange \\add for the world;\\add* Therefore was he left \\add as\\add* a remnant unto the earth, When the flood came."
    },
    {
      "verse": 18,
      "text": "An everlasting covenant was made with him, That all flesh should perish no \\add more\\add* by \\add the\\add* flood."
    },
    {
      "verse": 19,
      "text": "Abraham \\add was\\add* a great father of many people: In glory was there none like unto him;"
    },
    {
      "verse": 20,
      "text": "Who kept the law of the most High, And was in covenant with him: He established the covenant in his flesh; And when \\add he\\add* was proved, he was found faithful."
    },
    {
      "verse": 21,
      "text": "Therefore he assured him by an oath, That \\add he\\add* would bless the nations in his seed, \\add And\\add* that \\add he\\add* would multiply him as the dust of the earth, And exalt his seed as the stars, And cause them to inherit from sea to sea, And from the river unto the utmost part of the land."
    },
    {
      "verse": 22,
      "text": "With Isaac did he establish likewise (for Abraham his father’s sake) The blessing of all men and the covenant,"
    },
    {
      "verse": 23,
      "text": "And made \\add it\\add* rest upon the head of Jacob. He acknowledged him in his blessing, And gave him an heritage, And divided his portions; Among the twelve tribes did he part \\add them\\add*."
    }
  ]
}