{
  "book_id": "SIR",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "And he brought out of him a merciful man, Which found favour in the sight of all flesh, EvenMoses, beloved of God and men, Whose memorial isblessed."
    },
    {
      "verse": 2,
      "text": "He made him like to the glorious saints, And magnified him, so that hisenemies stood in fear of him."
    },
    {
      "verse": 3,
      "text": "By his words he caused the wonders to cease, And he made him glorious in the sight of kings, Andgave him a commandment for his people, And shewed him partof his glory."
    },
    {
      "verse": 4,
      "text": "He sanctified him in his faithfulness and meekness, Andchose him out of all men."
    },
    {
      "verse": 5,
      "text": "He made him to hear his voice, And brought him into the dark cloud, And gave him commandments before hisface, Eventhe law of life and knowledge, That hemight teach Jacob hiscovenants, And Israel his judgments."
    },
    {
      "verse": 6,
      "text": "He exalted Aaron, a holy manlike unto him, Evenhis brother, of the tribe of Levi."
    },
    {
      "verse": 7,
      "text": "An everlasting covenant he made with him, And gave him the priesthood among the people; He beautified him with comely ornaments, And clothed him with a robe of glory."
    },
    {
      "verse": 8,
      "text": "He put upon him perfect glory; And strengthened him with rich garments, Withbreeches, with a long robe, and the ephod."
    },
    {
      "verse": 9,
      "text": "And he compassed him with pomegranates, Andwith many golden bells round about, That as he went there might be a sound, Anda noise made that might be heard in the temple, For a memorial to the children of his people;"
    },
    {
      "verse": 10,
      "text": "With a holy garment, with gold, and blue silk, And purple, the work of the embroiderer, With a breastplate of judgment, andwith Urim and Thummim;"
    },
    {
      "verse": 11,
      "text": "With twisted scarlet, the work of the cunning workman, With precious stones graven like seals, Andset in gold, the work of the jeweller, With a writing engraved for a memorial, After the number of the tribes of Israel."
    },
    {
      "verse": 12,
      "text": "He seta crown of gold upon the mitre, Wherein was engraved Holiness, An ornament of honour, a costly work, The desires of the eyes, goodly andbeautiful."
    },
    {
      "verse": 13,
      "text": "Before him there were none such, Neither did ever anystranger put themon, But only his children And his children’s children perpetually."
    },
    {
      "verse": 14,
      "text": "Their sacrifices shall be wholly consumed every day twice continually."
    },
    {
      "verse": 15,
      "text": "Moses consecrated him, and anointed him with holy oil: Thiswas appointed unto him by an everlasting covenant, And to his seed, so long as the heavens should remain, That theyshould minister unto him, and execute the office of the priesthood, And bless the people in his name."
    },
    {
      "verse": 16,
      "text": "He chose him out of all menliving To offer sacrifices to the Lord, Incense, and a sweet savour, for a memorial, To make reconciliation for his people."
    },
    {
      "verse": 17,
      "text": "He gave unto him his commandments, Andauthority in the statutes of judgments, That heshould teach Jacob the testimonies, And inform Israel in his laws."
    },
    {
      "verse": 18,
      "text": "Strangers conspired together against him, And maligned him in the wilderness, Eventhe men that were of Dathan’s and Abiron’s side, And the congregation of Core, with fury and wrath."
    },
    {
      "verse": 19,
      "text": "Thisthe Lord saw, and it displeased him, And in hiswrathful indignation were they consumed: He did wonders upon them, to consume them with the fiery flame."
    },
    {
      "verse": 20,
      "text": "But he made Aaron more honourable, And gave him an heritage, And divided unto him the firstfruits of the increase; Especially he prepared bread in abundance:"
    },
    {
      "verse": 21,
      "text": "For they eat ofthe sacrifices of the Lord, Which he gave unto him and his seed."
    },
    {
      "verse": 22,
      "text": "Howbeit in the land of the people he had no inheritance, Neither had he anyportion among the people: For the Lordhimself ishis portion and inheritance."
    },
    {
      "verse": 23,
      "text": "The third in glory isPhinees the son of Eleazar, Because he had zeal in the fear of the Lord, And stood upwith good courage of heart when the people were turned back, And made reconciliation for Israel."
    },
    {
      "verse": 24,
      "text": "Therefore was there a covenant of peace made with him, That heshould be the chief of the sanctuary and of his people, Andthat he and his posterity should have the dignity of the priesthood for ever:"
    },
    {
      "verse": 25,
      "text": "According to the covenant madewith David son of Jesse, of the tribe of Juda, Thatthe inheritance of the king should beto hisposterity alone: Sothe inheritance of Aaron shouldalso beunto his seed."
    },
    {
      "verse": 26,
      "text": "Godgive you wisdom in your heart To judge his people in righteousness, That their good thingsbe not abolished, And thattheir glory may endurefor ever."
    }
  ]
}