{
  "book_id": "SIR",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "The remembrance of Josias islike the composition of the perfume That is made by the art of the apothecary: It is sweet as honey in all mouths, And as musick at a banquet of wine."
    },
    {
      "verse": 2,
      "text": "He behaved himself uprightly in the conversion of the people, And took away the abominations of iniquity."
    },
    {
      "verse": 3,
      "text": "He directed his heart unto the Lord, Andin the time of the ungodly he established the worship of God."
    },
    {
      "verse": 4,
      "text": "All, except David and Ezekias and Josias, were defective: For they forsook the law of the most High, Eventhe kings of Judah failed."
    },
    {
      "verse": 5,
      "text": "Therefore he gave their power unto others, And their glory to a strange nation."
    },
    {
      "verse": 6,
      "text": "They burnt the chosen city of the sanctuary, And made the streets desolate, according to the prophecy of Jeremias."
    },
    {
      "verse": 7,
      "text": "For they entreated him evil, Who nevertheless was a prophet, sanctified in his mother’swomb, That hemight root out, and afflict, and destroy; Andthat hemight build upalso, and plant."
    },
    {
      "verse": 8,
      "text": "It wasEzekiel who saw the glorious vision, Which was shewed him upon the chariot of the cherubims."
    },
    {
      "verse": 9,
      "text": "For he made mention of the enemies under the figure of the rain, And directed them that went right."
    },
    {
      "verse": 10,
      "text": "And of the twelve prophets let the memorial be blessed, Andlet theirbones flourish again out of their place: For they comforted Jacob, And delivered them by assured hope."
    },
    {
      "verse": 11,
      "text": "How shall we magnify Zorobabel? Even he wasas a signet on the right hand:"
    },
    {
      "verse": 12,
      "text": "So wasJesus the son of Josedec: Who in their time builded the house, And set up a holy temple to the Lord, Which was prepared for everlasting glory."
    },
    {
      "verse": 13,
      "text": "And among the elect was Neemias, Whose renown isgreat, Who raised up for us the walls that were fallen, And set up the gates and the bars, And raised up our ruins again."
    },
    {
      "verse": 14,
      "text": "Butupon the earth was no mancreated like Enoch; For he was taken from the earth."
    },
    {
      "verse": 15,
      "text": "Neither was there a man born like unto Joseph, A governor of his brethren, a stay of the people, Whose bones were regarded of the Lord."
    },
    {
      "verse": 16,
      "text": "Sem and Seth were in great honour among men, And so wasAdam above every living thing in the creation."
    }
  ]
}