{
  "book_id": "SIR",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "Simon the high priest, the son of Onias, Who in his life repaired the house again, And in his days fortified the temple:"
    },
    {
      "verse": 2,
      "text": "And by him was built from the foundation the double height, The high fortress of the wall about the temple:"
    },
    {
      "verse": 3,
      "text": "In his days the cistern to receive water, being in compass as the sea, was covered with plates of brass:"
    },
    {
      "verse": 4,
      "text": "He took care of the temple that itshould not fall, And fortified the city against besieging:"
    },
    {
      "verse": 5,
      "text": "How was he honoured in the midst of the people In hiscoming out of the sanctuary!"
    },
    {
      "verse": 6,
      "text": "He wasas the morning star in the midst of a cloud, Andas the moon at the full:"
    },
    {
      "verse": 7,
      "text": "As the sun shining upon the temple of the most High, And as the raingiving light in the bright clouds:"
    },
    {
      "verse": 8,
      "text": "And as the flower of roses in the spring of the year, As lilies by the rivers of waters, Andas the branches of the frankincense tree in the time of summer:"
    },
    {
      "verse": 9,
      "text": "As fire and incense in the censer, Andas a vessel of beaten gold Set with all manner ofprecious stones:"
    },
    {
      "verse": 10,
      "text": "Andas a fair olive tree budding forth fruit, And as a cypress tree which groweth up to the clouds."
    },
    {
      "verse": 11,
      "text": "When he put on the robe of honour, And was clothed with the perfection of glory, When hewent up to the holy altar, He made the garment of holiness honourable."
    },
    {
      "verse": 12,
      "text": "When hetook the portions out of the priests’ hands, He himself stood by the hearth of the altar, Compassed with hisbrethren round about, As a young cedar in Libanus; And as palm trees compassed they him round about."
    },
    {
      "verse": 13,
      "text": "So wereall the sons of Aaron in their glory, And the oblations of the Lord in their hands, Before all the congregation of Israel."
    },
    {
      "verse": 14,
      "text": "And finishing the service at the altar, That hemight adorn the offering of the most high Almighty,"
    },
    {
      "verse": 15,
      "text": "He stretched out his hand to the cup, And poured of the blood of the grape, He poured out at the foot of the altar A sweetsmelling savour unto the most high King of all."
    },
    {
      "verse": 16,
      "text": "Then shouted the sons of Aaron, Andsounded the silver trumpets, Andmade a great noise to be heard, For a remembrance before the most High."
    },
    {
      "verse": 17,
      "text": "Then all the people together hasted, And fell downto the earth upon theirfaces To worship their Lord God Almighty, the most High."
    },
    {
      "verse": 18,
      "text": "The singers also sang praises with their voices, With great variety of sounds was there made sweet melody."
    },
    {
      "verse": 19,
      "text": "And the people besought the Lord, the most High, By prayer before him that ismerciful, Till the solemnity of the Lord was ended, And they had finished his service."
    },
    {
      "verse": 20,
      "text": "Then he went down, and lifted up his hands over the whole congregation of the children of Israel, To give the blessing of the Lord with his lips, And to rejoice in his name."
    },
    {
      "verse": 21,
      "text": "And they bowed themselves down to worship the second time, That theymight receive a blessing from the most High."
    },
    {
      "verse": 22,
      "text": "Now therefore bless ye the God of all, Which only doeth wondrous thingsevery where, Which exalteth our days from the womb, And dealeth with us according to his mercy."
    },
    {
      "verse": 23,
      "text": "He grant us joyfulness of heart, And that peace may be in our days in Israel for ever:"
    },
    {
      "verse": 24,
      "text": "That hewould confirm his mercy with us, And deliver us at his time."
    },
    {
      "verse": 25,
      "text": "There betwo manner ofnations whichmy heart abhorreth, And the third is no nation:"
    },
    {
      "verse": 26,
      "text": "They that sit upon the mountain of Samaria, And they that dwell amongst the Philistines, And thatfoolish people that dwell in Sichem."
    },
    {
      "verse": 27,
      "text": "Jesus the son of Sirach of Jerusalem hath written in this book the instruction of understanding and knowledge, who out of his heart poured forth wisdom."
    },
    {
      "verse": 28,
      "text": "Blessed is hethat shall be exercised in these things; And he that layeth them up in his heart shall become wise."
    },
    {
      "verse": 29,
      "text": "For if he do them, he shall be strong to all things: For the light of the Lord leadeth him, Who giveth wisdom to the godly. Blessed bethe Lord for ever. Amen, Amen."
    }
  ]
}