{
  "book_id": "SIR",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "A Prayer of Jesus the son of Sirach. I will thank thee, O Lord andKing, And praise thee, O God my Saviour: I do give praise unto thy name:"
    },
    {
      "verse": 2,
      "text": "For thou art my defender and helper, And hast preserved my body from destruction, And from the snare of the slanderous tongue, Andfrom the lips that forge lies, And hast been my helper against mineadversaries:"
    },
    {
      "verse": 3,
      "text": "And hast delivered me, according to the multitude of thymercies and greatnessof thy name, From the teeth of them that wereready to devour me, Andout of the hands of such as sought after my life, Andfrom the manifold afflictions which I had;"
    },
    {
      "verse": 4,
      "text": "From the choking of fire on every side, And from the midst of the fire which I kindled not;"
    },
    {
      "verse": 5,
      "text": "From the depth of the belly of hell, From an unclean tongue, and from lying words."
    },
    {
      "verse": 6,
      "text": "Byan accusation to the king from an unrighteous tongue My soul drew near evenunto death, My life was near to the hell beneath."
    },
    {
      "verse": 7,
      "text": "They compassed me on every side, And there was no manto help me: I looked for the succour of men, but there was none."
    },
    {
      "verse": 8,
      "text": "Then thought I upon thy mercy, O Lord, And uponthy acts of old, How thou deliverest such as wait for thee, And savest them out of the hands of the enemies."
    },
    {
      "verse": 9,
      "text": "Then lifted I up my supplication from the earth, And prayed for deliverance from death."
    },
    {
      "verse": 10,
      "text": "I called upon the Lord, the Father of my Lord, That hewould not leave me in the days of mytrouble, Andin the time of the proud, when there was no help."
    },
    {
      "verse": 11,
      "text": "I will praise thy name continually, And will sing praise with thanksgiving; And somy prayer was heard:"
    },
    {
      "verse": 12,
      "text": "For thou savedst me from destruction, And deliveredst me from the evil time: Therefore will I give thanks, and praise thee, And bless thy name, O Lord."
    },
    {
      "verse": 13,
      "text": "When I was yet young, or ever I went abroad, I desired wisdom openly in my prayer."
    },
    {
      "verse": 14,
      "text": "I prayed for her before the temple, And will seek her out even to the end."
    },
    {
      "verse": 15,
      "text": "Evenfrom the flower till the grape was ripe Hath my heart delighted in her: My foot went the right way, From my youth up sought I after her."
    },
    {
      "verse": 16,
      "text": "I bowed down mine ear a little, and received her, And gat much learning."
    },
    {
      "verse": 17,
      "text": "I profited therein, Thereforewill I ascribe the glory unto him that giveth me wisdom."
    },
    {
      "verse": 18,
      "text": "For I purposed to do afterher, And earnestly I followed that which isgood; So shall I not be confounded."
    },
    {
      "verse": 19,
      "text": "My soul hath wrestled with her, And in my doings I was exact: I stretched forth my hands to the heavenabove, And bewailed myignorances of her."
    },
    {
      "verse": 20,
      "text": "I directed my soul unto her, And I found her in pureness: I have had myheart joined with her from the beginning, Therefore shall I not be forsaken."
    },
    {
      "verse": 21,
      "text": "My heart was troubled in seeking her: Therefore have I gotten a good possession."
    },
    {
      "verse": 22,
      "text": "The Lord hath given me a tongue formy reward, And I will praise him therewith."
    },
    {
      "verse": 23,
      "text": "Draw near unto me, youunlearned, And dwell in the house of learning."
    },
    {
      "verse": 24,
      "text": "Wherefore are you slow, and what say you of these things, Seeing your souls are very thirsty?"
    },
    {
      "verse": 25,
      "text": "I opened my mouth, and said, Buy herfor yourselves without money."
    },
    {
      "verse": 26,
      "text": "Put your neck under the yoke, And let your soul receive instruction: She is hard at hand to find."
    },
    {
      "verse": 27,
      "text": "Behold with your eyes, how that I have had butlittle labour, And have gotten unto me much rest."
    },
    {
      "verse": 28,
      "text": "Get learning with a great sum of money, And get much gold by her."
    },
    {
      "verse": 29,
      "text": "Let your soul rejoice in his mercy, And be not ashamed of his praise."
    },
    {
      "verse": 30,
      "text": "Work your work betimes, And in his time he will give youyour reward."
    }
  ]
}