{
  "book_id": "EZK",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover the Spirit took me up, and brought me to the front gate of the house of the Lord, that looks eastward: and behold at the entrance of the gate were about five and twenty men; and I saw in the midst of them Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, the leaders of the people."
    },
    {
      "verse": 2,
      "text": "And the Lord said to me, Son of man, these are the men that devise vanities, and take evil counsel in this city:"
    },
    {
      "verse": 3,
      "text": "who say, Have not the houses been newly built? This is the caldron, and we are the flesh."
    },
    {
      "verse": 4,
      "text": "Therefore prophesy against them, prophesy, son of man."
    },
    {
      "verse": 5,
      "text": "And the Spirit of the Lord fell upon me, and said to me, say; Thus saith the Lord; Thus have ye said, O house of Israel: and I know the devices of your spirit."
    },
    {
      "verse": 6,
      "text": "Ye have multiplied your dead in this city, and ye have filled your ways with slain men."
    },
    {
      "verse": 7,
      "text": "Therefore thus saith the Lord; Your dead whom ye have smitten in the midst of it, these are the flesh, and this\\add city\\add* is the caldron: but I will bring you forth out of the midst of it."
    },
    {
      "verse": 8,
      "text": "Ye fear the sword; and I will bring a sword upon you, saith the Lord."
    },
    {
      "verse": 9,
      "text": "And I will bring you forth out of the midst of it, and will deliver you into the hands of strangers, and will execute judgments among you."
    },
    {
      "verse": 10,
      "text": "Ye shall fall by the sword; I will judge you on the mountains of Israel; and ye shall know that I am the Lord."
    },
    {
      "verse": 13,
      "text": "And it came to pass, while I was prophesying, that Pelatiah the son of Benaiah died. And I fell upon my face, and cried with a loud voice, and said, Alas, alas, O Lord! wilt thou utterly destroy the remnant of Israel?"
    },
    {
      "verse": 14,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 15,
      "text": "Son of man, thy brethren, and the men of thy captivity, and all the house of Israel are come to the full, to whom the inhabitants of Jerusalem said, Keep ye far away from the Lord: the land is given to us for an inheritance."
    },
    {
      "verse": 16,
      "text": "Therefore say thou, Thus saith the Lord; I will cast them off among the nations, and will disperse them into every land, yet will I be to them for a little sanctuary in the countries which they shall enter."
    },
    {
      "verse": 17,
      "text": "Therefore say thou, Thus saith the Lord; I will also take them from the heathen, and gather them out of the lands wherein I have scattered them, and will give them the land of Israel."
    },
    {
      "verse": 18,
      "text": "And they shall enter in there, and shall remove all the abominations of it, and all its iniquities from it."
    },
    {
      "verse": 19,
      "text": "And I will give them another heart, and will put a new spirit within them; and will extract the heart of stone from their flesh, and give them a heart of flesh:"
    },
    {
      "verse": 20,
      "text": "that they may walk in my commandments, and keep mine ordinances, and do them: and they shall be to me a people, and I will be to them a God."
    },
    {
      "verse": 21,
      "text": "And as for the heart \\add set upon\\add* their abominations and their iniquities, as their heart went \\add after them\\add*, I have recompensed their ways on their heads, saith the Lord."
    },
    {
      "verse": 22,
      "text": "Then the cherubs lifted up their wings, and the wheels beside them; and the glory of the God of Israel was over them above."
    },
    {
      "verse": 23,
      "text": "And the glory of the Lord went up from the midst of the city, and stood on the mountain which was in front of the city."
    },
    {
      "verse": 24,
      "text": "And the Spirit took me up, and brought me to the land of the Chaldeans, to the captivity, in a vision by the Spirit of God: and I went up after the vision which I saw."
    },
    {
      "verse": 25,
      "text": "And I spoke to the captivity all the words of the Lord which he had shown me."
    }
  ]
}