{
  "book_id": "EZK",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, set thy face against Mount Seir, and prophesy against it,"
    },
    {
      "verse": 3,
      "text": "and say to it, Thus saith the Lord God; Behold, I am against thee, O Mount Seir, and I will stretch out my hand against thee, and will make thee a waste, and thou shalt be made desolate."
    },
    {
      "verse": 4,
      "text": "And I will cause desolation in thy cities, and thou shalt be desolate, and thou shalt know that I am the Lord."
    },
    {
      "verse": 5,
      "text": "Because thou hast been a perpetual enemy, and hast laid wait craftily for the house of Israel, with the hand of enemies with a sword, in the time of injustice, at the last:"
    },
    {
      "verse": 6,
      "text": "Therefore, as I live, saith the Lord God, verily thou hast sinned even to blood, therefore blood shall pursue thee."
    },
    {
      "verse": 7,
      "text": "And I will make Mount Seir a waste, and desolate, and I will destroy from off it men and cattle:"
    },
    {
      "verse": 8,
      "text": "and I will fill thy hills and thy valleys with slain men, and in all thy plains there shall fall in thee men slain with the sword."
    },
    {
      "verse": 9,
      "text": "I will make thee a perpetual desolation, and thy cities shall not be inhabited anymore: and thou shalt know that I am the Lord."
    },
    {
      "verse": 10,
      "text": "Because thou saidst, The two nations and the two countries shall be mine, and I shall inherit them; whereas the Lord is there:"
    },
    {
      "verse": 11,
      "text": "therefore, \\add as\\add* I live, saith the Lord, I will even deal with thee according to thine enmity, and I will be made known to thee when I shall judge thee:"
    },
    {
      "verse": 12,
      "text": "and thou shalt know that I am the Lord. I have heard the voice of thy blasphemies, whereas thou hast said, The desert mountains of Israel are given to us for food;"
    },
    {
      "verse": 13,
      "text": "and thou hast spoken swelling words against me with thy mouth: I have heard \\add them\\add*."
    },
    {
      "verse": 14,
      "text": "Thus saith the Lord; When all the earth is rejoicing, I will make thee desert."
    },
    {
      "verse": 15,
      "text": "Thou shalt be desert, O Mount Seir, and all Edom; and it shall be utterly consumed: and thou shalt know that I am the Lord their God."
    }
  ]
}