{
  "book_id": "EZK",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover he brought me to the gate looking eastward, and led me forth."
    },
    {
      "verse": 2,
      "text": "And, behold, the glory of the God of Israel came by the eastern way; and \\add there was\\add* a voice of an army, as the sound of many redoubling \\add their shouts\\add*, and the earth shone like light from the glory round about."
    },
    {
      "verse": 3,
      "text": "And the vision which I saw was like the vision which I saw when I went in to anoint the city: and the vision of the chariot which I saw was like the vision which I saw at the river Chebar; and I fell upon my face."
    },
    {
      "verse": 4,
      "text": "And the glory of the Lord came into the house, by the way of the gate looking eastward."
    },
    {
      "verse": 5,
      "text": "And the Spirit took me up, and brought me into the inner court; and, behold, the house of the Lord was full of glory."
    },
    {
      "verse": 6,
      "text": "And I stood, and behold \\add there was\\add* a voice out of the house of one speaking to me, and a man stood near me,"
    },
    {
      "verse": 7,
      "text": "and he said to me, Son of man, thou hast seen the place of my throne, and the place of the soles of my feet, in which my name shall dwell in the midst of the house of Israel forever; and the house of Israel shall no more profane my holy name, they and their princes, by their fornication, or by the murders of \\add their\\add* princes in the midst of them;"
    },
    {
      "verse": 8,
      "text": "when they set my doorway by their doorway, and my thresholds near to their thresholds: and they made my wall as it were joining myself and them, and they profaned my holy name with their iniquities which they wrought: and I destroyed them in my wrath and with slaughter."
    },
    {
      "verse": 9,
      "text": "And now let them put away from me their fornication, and the murders of their princes, and I will dwell in the midst of them forever."
    },
    {
      "verse": 10,
      "text": "And thou, son of man, show the house to the house of Israel, that they may cease from their sins; and \\add show\\add* its aspect and the arrangement of it."
    },
    {
      "verse": 11,
      "text": "And they shall bear their punishment for all the things that they have done: and thou shalt describe the house, and its entrances, and the plan thereof, and all its ordinances, and thou shalt make known to them all the regulations of it, and describe \\add them\\add* before them: and they shall keep all my commandments, and all my ordinances, and do them."
    },
    {
      "verse": 12,
      "text": "And thou shalt show the plan of the house on the top of the mountain: all its limits round about \\add shall be\\add* most holy."
    },
    {
      "verse": 13,
      "text": "And these are the measures of the altar by the cubit of a cubit and a span, the cavity \\add shall be\\add* a cubit deep, and a cubit shall be the breadth, and the border on the rim of it round about shall be a span: and this \\add shall be\\add* the height of the altar"
    },
    {
      "verse": 14,
      "text": "from the bottom at the commencement of the hollow part to this great mercy seat, from beneath was two cubits, and the breadth was a cubit; and from the little mercy seat to the great mercy seat, four cubits, and the breadth was a cubit."
    },
    {
      "verse": 15,
      "text": "And the altar \\add shall be\\add* four cubits; and from the altar and above the horns a cubit."
    },
    {
      "verse": 16,
      "text": "And the altar \\add shall be\\add* of the length of twelve cubits, by twelve cubits \\add in breadth\\add*, square upon its four sides."
    },
    {
      "verse": 17,
      "text": "And the mercy seat \\add shall be\\add* fourteen cubits in length, by fourteen cubits in breadth on its four sides; and \\add there shall be\\add* a border to it carried round about it of half a cubit; and the rim of it \\add shall be\\add* a cubit round about; and the steps thereof looking eastward."
    },
    {
      "verse": 18,
      "text": "And he said to me, Son of man, thus saith the Lord God of Israel; These are the ordinances of the altar in the day of its being made, to offer upon it whole burnt offerings, and to pour blood upon it."
    },
    {
      "verse": 19,
      "text": "And thou shalt appoint to the priests the Levites of the seed of Zadok, that draw nigh to me, saith the Lord God, to minister to me, a calf of the herd for a sin offering."
    },
    {
      "verse": 20,
      "text": "And they shall take of its blood, and shall put \\add it\\add* on the four horns of the altar, and upon the four corners of the propitiatory, and upon the base round about, and they shall make atonement for it."
    },
    {
      "verse": 21,
      "text": "And they shall take the calf of the sin offering, and it shall be consumed by fire in the separate place of the house, outside the sanctuary."
    },
    {
      "verse": 22,
      "text": "And on the second day they shall take two kids of the goats without blemish for a sin offering; and they shall make atonement for the altar, as they made atonement with the calf."
    },
    {
      "verse": 23,
      "text": "And after they have finished the atonement, they shall bring an unblemished calf of the herd, and an unblemished ram of the flock."
    },
    {
      "verse": 24,
      "text": "And ye shall offer \\add them\\add* before the Lord, and the priests shall sprinkle salt upon them, and shall offer them up \\add as\\add* whole burnt offerings to the Lord."
    },
    {
      "verse": 25,
      "text": "Seven days shalt thou offer a kid daily for a sin offering, and a calf of the herd, and a ram out of the flock: they shall sacrifice them unblemished for seven days:"
    },
    {
      "verse": 26,
      "text": "and they shall make atonement for the altar, and shall purge it; and they shall consecrate themselves."
    },
    {
      "verse": 27,
      "text": "And it shall come to pass from the eighth day and onward, \\add that\\add* the priests shall offer your whole burnt offerings on the altar, and your peace offerings; and I will accept you, saith the Lord."
    }
  ]
}