{
  "book_id": "1TI",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Πρεσβυτέρῳ μὴ ἐπιπλήξῃς, ἀλλὰ παρακάλει ὡς πατέρα· νεωτέρους, ὡς ἀδελφούς·"
    },
    {
      "verse": 2,
      "text": "πρεσβυτέρας, ὡς μητέρας· νεωτέρας, ὡς ἀδελφάς, ἐν πάσῃ ἁγνείᾳ."
    },
    {
      "verse": 3,
      "text": "Χήρας τίμα τὰς ὄντως χήρας."
    },
    {
      "verse": 4,
      "text": "Εἰ δέ τις χήρα τέκνα ἢ ἔκγονα ἔχει, μανθανέτωσαν πρῶτον τὸν ἴδιον οἶκον εὐσεβεῖν, καὶ ἀμοιβὰς ἀποδιδόναι τοῖς προγόνοις· τοῦτο γάρ ἐστι καλὸν καὶ ἀπόδεκτον ἐνώπιον τοῦ Θεοῦ."
    },
    {
      "verse": 5,
      "text": "Ἡ δὲ ὄντως χήρα καὶ μεμονωμένη ἤλπικεν ἐπὶ τὸν Θεόν, καὶ προσμένει ταῖς δεήσεσι καὶ ταῖς προσευχαῖς νυκτὸς καὶ ἡμέρας."
    },
    {
      "verse": 6,
      "text": "Ἡ δὲ σπαταλῶσα, ζῶσα τέθνηκε."
    },
    {
      "verse": 7,
      "text": "Καὶ ταῦτα παράγγελλε, ἵνα ἀνεπίληπτοι ὦσιν."
    },
    {
      "verse": 8,
      "text": "Εἰ δέ τις τῶν ἰδίων καὶ μάλιστα τῶν οἰκείων οὐ προνοεῖ, τὴν πίστιν ἤρνηται, καὶ ἔστιν ἀπίστου χείρων."
    },
    {
      "verse": 9,
      "text": "Χήρα καταλεγέσθω μὴ ἔλαττον ἐτῶν ἑξήκοντα, γεγονυῖα ἑνὸς ἀνδρὸς γυνή,"
    },
    {
      "verse": 10,
      "text": "ἐν ἔργοις καλοῖς μαρτυρουμένη, εἰ ἐτεκνοτρόφησεν, εἰ ἐξενοδόχησεν, εἰ ἁγίων πόδας ἔνιψεν, εἰ θλιβομένοις ἐπήρκεσεν, εἰ παντὶ ἔργῳ ἀγαθῷ ἐπηκολούθησε."
    },
    {
      "verse": 11,
      "text": "Νεωτέρας δὲ χήρας παραιτοῦ· ὅταν γὰρ καταστρηνιάσωσι τοῦ Χριστοῦ, γαμεῖν θέλουσιν,"
    },
    {
      "verse": 12,
      "text": "ἔχουσαι κρίμα, ὅτι τὴν πρώτην πίστιν ἠθέτησαν."
    },
    {
      "verse": 13,
      "text": "Ἅμα δὲ καὶ ἀργαὶ μανθάνουσι, περιερχόμεναι τὰς οἰκίας, οὐ μόνον δὲ ἀργαί, ἀλλὰ καὶ φλύαροι καὶ περίεργοι, λαλοῦσαι τὰ μὴ δέοντα."
    },
    {
      "verse": 14,
      "text": "Βούλομαι οὖν νεωτέρας γαμεῖν, τεκνογονεῖν, οἰκοδεσποτεῖν, μηδεμίαν ἀφορμὴν διδόναι τῷ ἀντικειμένῳ λοιδορίας χάριν."
    },
    {
      "verse": 15,
      "text": "Ἤδη γάρ τινες ἐξετράπησαν ὀπίσω τοῦ Σατανᾶ."
    },
    {
      "verse": 16,
      "text": "Εἴ τις πιστὸς ἢ πιστὴ ἔχει χήρας, ἐπαρκείτω αὐταῖς, καὶ μὴ βαρείσθω ἡ ἐκκλησία, ἵνα ταῖς ὄντως χήραις ἐπαρκέσῃ."
    },
    {
      "verse": 17,
      "text": "Οἱ καλῶς προεστῶτες πρεσβύτεροι διπλῆς τιμῆς ἀξιούσθωσαν, μάλιστα οἱ κοπιῶντες ἐν λόγῳ καὶ διδασκαλίᾳ."
    },
    {
      "verse": 18,
      "text": "Λέγει γὰρ ἡ γραφή, Βοῦν ἀλοῶντα οὐ φιμώσεις· καί, Ἄξιος ὁ ἐργάτης τοῦ μισθοῦ αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Κατὰ πρεσβυτέρου κατηγορίαν μὴ παραδέχου, ἐκτὸς εἰ μὴ ἐπὶ δύο ἢ τριῶν μαρτύρων."
    },
    {
      "verse": 20,
      "text": "Τοὺς ἁμαρτάνοντας ἐνώπιον πάντων ἔλεγχε, ἵνα καὶ οἱ λοιποὶ φόβον ἔχωσι."
    },
    {
      "verse": 21,
      "text": "Διαμαρτύρομαι ἐνώπιον τοῦ Θεοῦ καὶ Κυρίου Ἰησοῦ Χριστοῦ καὶ τῶν ἐκλεκτῶν ἀγγέλων, ἵνα ταῦτα φυλάξῃς χωρὶς προκρίματος, μηδὲν ποιῶν κατὰ πρόσκλισιν."
    },
    {
      "verse": 22,
      "text": "Χεῖρας ταχέως μηδενὶ ἐπιτίθει, μηδὲ κοινώνει ἁμαρτίαις ἀλλοτρίαις· σεαυτὸν ἁγνὸν τήρει."
    },
    {
      "verse": 23,
      "text": "Μηκέτι ὑδροπότει, ἀλλ᾿ οἴνῳ ὀλίγῳ χρῶ, διὰ τὸν στόμαχόν σου καὶ τὰς πυκνάς σου ἀσθενείας."
    },
    {
      "verse": 24,
      "text": "Τινῶν ἀνθρώπων αἱ ἁμαρτίαι πρόδηλοί εἰσι, προάγουσαι εἰς κρίσιν· τισὶ δὲ καὶ ἐπακολουθοῦσιν."
    },
    {
      "verse": 25,
      "text": "Ὡσαύτως καὶ τὰ καλὰ ἔργα πρόδηλά ἐστι· καὶ τὰ ἄλλως ἔχοντα κρυβῆναι οὐ δύναται."
    }
  ]
}