{
  "book_id": "3MA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁ ΔΕ Φιλοπάτωρ μαθὼν παρὰ τῶν ἀνακομισθέντων τὴν γενομένην τῶν ἐπʼ αὐτοῦ κρατουμένων τόπων ἀφαίρεσιν ὑπὸ Ἀντιόχου, παραγγείλας ταῖς πάσαις δυνάμεσι πεζικαῖς τε καὶ ἱππικαῖς αὐτοῦ, καὶ τὴν ἀδελφὴν Ἀρσινόην συμπαραλαβὼν, ἐξώρμησε μέχρι τῶν κατὰ Ῥαφίαν τόπων, ὅπου παρεμβεβλήκεισαν οἱ περὶ Ἀντίοχον."
    },
    {
      "verse": 2,
      "text": "Θεόδοτος δέ τις ἐκπληρῶσαι τὴν ἐπιβουλὴν διανοηθεὶς, παραλαβὼν τῶν προϋποτεταγμένων αὐτῷ ὅπλων Πτολεμαϊκῶν τὰ κράτιστα, διεκομίσθη νύκτωρ ἐπὶ τὴν τοῦ Πτολεμαίου σκηνὴν, ὡς μόνος κτεῖναι αὐτὸν, καὶ ἐν τούτῳ διαλῦσαι τὸν πόλεμον."
    },
    {
      "verse": 3,
      "text": "Τοῦτον δὲ διαγαγὼν Δωσίθεος ὁ Δριμύλου λεγόμενος, τὸ γένος Ἰουδαῖος, ὕστερον δὲ μεταβαλὼν τὰ νόμιμα, καὶ τῶν πατρίων δογμάτων ἀπηλλοτριωμένος, ἄσημόν τινα κατέκλινεν ἐν τῇ σκηνῇ, ὃν συνέβη κομίσασθαι τὴν ἐκείνου κόλασιν."
    },
    {
      "verse": 4,
      "text": "Γενομένης δὲ καρτερᾶς μάχης, καὶ τῶν πραγμάτων μᾶλλον ἐῤῥωμένων τῷ Ἀντιόχῳ, ἱκανῶς ἡ Ἀρσινόη ἐπιπορευσαμένη τὰς δυνάμεις παρεκάλει, μετὰ οἴκτου καὶ δακρύων, τοὺς πλοκάμους λελυμένη, βοηθεῖν ἑαυτοῖς τε καὶ τοῖς τέκνοις καὶ γυναιξὶ θαῤῥαλέως, ἐπαγγελλομένη δώσειν νικήσασιν ἑκάστῳ δύο μνᾶς χρυσίου."
    },
    {
      "verse": 5,
      "text": "Καὶ οὕτω συνέβη τοὺς ἀντιπάλους ἐν χειρονομίαις διαφθαρῆναι, πολλοὺς δὲ καὶ δορυαλώτους συλληφθῆναι"
    },
    {
      "verse": 6,
      "text": "Κατακρατήσας δὲ τῆς ἐπιβουλῆς ἔκρινε τὰς πλησίον πόλεις ἐπελθὼν παρακαλέσαι."
    },
    {
      "verse": 7,
      "text": "Ποιήσας δὲ τοῦτο, καὶ τοῖς τεμένεσι δωρεὰς ἀπονείμας, εὐθαρσεῖς τοὺς ὑποτεταγμένους κατέστησε."
    },
    {
      "verse": 8,
      "text": "Τῶν δὲ Ἰουδαίων διαπεμψαμένων πρὸς αὐτὸν ἀπὸ τῆς γερουσίας καὶ τῶν πρεσβυτέρων τοὺς ἀσπασομένους αὐτὸν. Καὶ ξένια κομιοῦντας, καὶ ἐπὶ τοῖς συμβεβηκόσι συγχαρησομένους, συνέβη μᾶλλον αὐτὸν προθυμηθῆναι ὡς τάχιστα πρὸς αὐτοὺς παραγενέσθαι."
    },
    {
      "verse": 9,
      "text": "Διακομισθεὶς δὲ εἰς Ἱεροσόλυμα, καὶ θύσας τῷ μεγίστῳ Θεῷ, καὶ χάριτας ἀποδιδοὺς, καὶ τῶν ἑξῆς τι τῷ τόπῳ ποιήσας, καὶ δὴ παραγενόμενος εἰς τὸν τόπον, καὶ τῇ σπουδαιότητι καὶ εὐπρεπείᾳ καταπλαγείς,"
    },
    {
      "verse": 10,
      "text": "θαυμάσας δὲ καὶ τὴν τοῦ ἱεροῦ εὐταξίαν, ἐνεθυμήθη βουλεύσασθαι εἰσελθεῖν εἰς τὸν ναόν."
    },
    {
      "verse": 11,
      "text": "Τῶν δὲ εἰπόντων μὴ καθήκειν γίνεσθαι τοῦτο, διὰ τὸ μηδὲ τοῖς ἐκ τοῦ ἔθνους ἐξεῖναι εἰσιέναι, μηδὲ πᾶσι τοῖς ἱερεῦσιν, ἀλλʼ ἢ μονῳ τῷ προηγουμένῳ πάντων ἀρχιερεῖ, καὶ τούτῳ ἅπαξ κατʼ ἐνιαυτὸν, οὐδαμῶς ἠβούλετο πείθεσθαι."
    },
    {
      "verse": 12,
      "text": "Τοῦ τε νόμου παραναγνωσθέντος, οὐδαμῶς ἀπέλιπε προφερόμενος ἑαυτὸν, δεῖν εἰσελθεῖν, λέγων, καὶ εἰ ἐκεῖνοι ἐστέρηνται ταύτης τῆς τιμῆς, ἐμὲ οὺ δεῖ."
    },
    {
      "verse": 13,
      "text": "Καὶ ἐπυνθάνετο, διὰ τίνα αἰτίαν εἰσερχόμενον αὐτὸν εἰς πᾶν τέμενος, οὐθεὶς ἐλώλυσε τῶν παρόντων."
    },
    {
      "verse": 14,
      "text": "Καί τις ἀπρονοήτως ἔφη κακῶς αὐτὸ τοῦτο τερατεύεσθαι."
    },
    {
      "verse": 15,
      "text": "Γενομένου δέ φησι τούτου διά τινα αἰτίαν, οὐχὶ πάντως εἰσελεύσεσθαι καὶ θελόντων αὐτῶν καὶ μή;"
    },
    {
      "verse": 16,
      "text": "Τῶν δὲ ἱερέων ἐν ταῖς ἁγίαις ἐσθήσεσι προπεσόντων, καὶ δεομένων τοῦ μεγίστου Θεοῦ βοηθεῖν τῇ ἐνεστώσῃ ἀνάγκῃ, καί τὴν ὁρμὴν τοῦ κακῶς ἐπιβαλλομένου μεταθεῖναι, κραυγῆς τε μετὰ δακρύων τὸ ἱερὸν ἐμπλησάνων,"
    },
    {
      "verse": 17,
      "text": "οἱ κατὰ τὴν πόλιν ἀπολιπόμενοι, ταραχθέντες ἐξεπήδησαν, ἄδηλον τιθέμενοι τὸ γινόμενον."
    },
    {
      "verse": 18,
      "text": "Αἵ τε κατάκλειστοι παρθένοι ἐν θαλάμοις σὺν ταῖς τεκούσαις ἐξώρμησαν· καὶ σποδῷ καὶ κόνει τὰς κεφαλὰς πασάμεναι, γόων τε καὶ στεναγμῶν τὰς πλατείας ἐνεπίμπλων."
    },
    {
      "verse": 19,
      "text": "Αἱ δὲ καὶ προσαρτίως ἐσταλμέναι, τοὺς πρὸς ἀπάντησιν διατεταγμένους παστοὺς, καὶ τὴν ἁρμόζουσαν αἰδὼ παραλείπουσαι, δρόμον ἄτακτον ἐν τῇ πόλει συνίσταντο."
    },
    {
      "verse": 20,
      "text": "Τὰ δὲ νεογνὰ τῶν τέκνων, αἵ τε πρὸς τούτοις μητέρες καὶ τιθηνοὶ παραλιποῦσαι ἄλλως καὶ ἄλλως, αἱ μὲν κατʼ οἴκους, αἱ δὲ κατὰ τὰς ἀγυιὰς ἀνεπιτρέπτως εἰς τὸ πανυπέρτατον ἱερὸν ἠθροίζοντο."
    },
    {
      "verse": 21,
      "text": "Ποικίλη δὲ ἦν τῶν εἰς τοῦτο συλλεγομένων ἡ δέησις ἐπὶ τοῖς ἀνοσίως ὑπʼ ἐκείνου κατεγχειρουμένοις."
    },
    {
      "verse": 22,
      "text": "Σύν τε τούτοις οἱ τῶν πολιτῶν θρασυνθέντες οὐκ ἠνείχοντο τέλεον αὐτοῦ ἐπικειμένου, καὶ τὸ τῆς προθέσεως αὐτοῦ ἐκπληροῦν διανοουμένου."
    },
    {
      "verse": 23,
      "text": "Θωνήσαντες δὲ τὴν ὁρμὴν ἐπὶ τὰ ὅπλα ποιήσασθαι, καὶ θαῤῥαλέως ὑπὲρ τοῦ πατρῴου νόμου τελευτᾷν, ἱκανὴν ἐποίησαν ἐν τῷ τόπῳ τραχύτητα, μόλις τε ὑπό τε τῶν γεραιῶν καὶ τῶν πρεσβυτέρων ἀποτραπέντες ἐπὶ τὴν αὐτὴν τῆς δεήσεως ἔστησαν στάσιν."
    },
    {
      "verse": 24,
      "text": "Καὶ τὸ μὲν πλῆθος, ὡς ἔμπροσθεν, ἐν τούτοις ἀνεστρέφετο δεόμενον."
    },
    {
      "verse": 25,
      "text": "Οἱ δὲ περὶ τὸν βασιλέα πρεσβύτεροι πολλαχῶς ἐπειρῶντο τὸν ἀγέρωχον αὐτοῦ νοῦν ἐξιστάνειν τῆς ἐντεθυμημένης βουλῆς."
    },
    {
      "verse": 26,
      "text": "Θρασυνθεὶς δὲ καὶ πάντα παραπέμψας, ἤδη καὶ πρόσβασιν ἀποιεῖτο, τέλος ἐπιθήσειν δοκῶν τῷ προειρημένῳ."
    },
    {
      "verse": 27,
      "text": "Ταῦτʼ οὖν καὶ οἱ περὶ αὐτὸν ὄντες θεωροῦντες, ἐτράπησαν εἰς τὸ σὺν τοῖς ἡμετέροις ἐπικαλεῖσθαι τὸν πᾶν κράτος ἔχοντα, τοῖς παροῦσιν ἐπαμῦναι, μὴ περιδόντα τὴν ἄνομον καὶ ὑπερήφανον πρᾶξιν."
    },
    {
      "verse": 28,
      "text": "Ἐκ δὲ τῆς πυκνοτάτης τε καὶ ἐμπόνου τῶν ὄχλων συναγομένης κραυγῆς, ἀνείκαστός τις ἦν βοή."
    },
    {
      "verse": 29,
      "text": "Δοκεῖν γὰρ ἦν μὴ μόνον τοὺς ἀνθρώπους, ἀλλὰ καὶ τὰ τείχη καὶ τὸ πᾶν ἔδαφος ἠχεῖν, ἅτε δὴ τῶν πάντων τότε θάνατον ἀλλασσομένων ἀντὶ τῆς τοῦ τόπου βεβηλώσεως."
    }
  ]
}