{
  "book_id": "3MA",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Παντῇ δὲ ὅπου προσέπιπτε τοῦτο τὸ πρόσταγμα, δημοτελὴς συνίστατο τοῖς ἔθνεσιν εὐωχία μετὰ ἀλαλαγμῶν καὶ χαρᾶς, ὡς ἄν τῆς προκατεσκιῤῥωμένης αὐτοῖς πάλαι κατὰ διάνοιαν, μετὰ παῤῥησίας συνεκφαινομένης ἀπεχθείας."
    },
    {
      "verse": 2,
      "text": "Τοῖς δὲ Ἰουδαίοις ἀνήκεστον πένθος ἦν καὶ πανόδυρτος μετὰ δακρύων βοὴ, στεναγμοῖς πεπυρωμένης τῆς αὐτῶν πάντοθεν καρδίας, ὀλοφυρομένων τὴν ἀπροσδόκητον ἐξαίφνης ἐπικριθεῖσαν αὐτοῖς ὀλεθρίαν."
    },
    {
      "verse": 3,
      "text": "Τίς νομὸς ἢ πόλις, ἢ τίς τὸ σύνολον οἰκητὸς τὸπος, ἢ τίνες ἀγυιαὶ κοπετοῦ καὶ γόων ἐπʼ αὐτοῖς οὐκ ἐμπιπλῶντο;"
    },
    {
      "verse": 4,
      "text": "Οὕτω γὰρ μετὰ πικρᾶς καὶ ἀνοίκτου ψυχῆς ὑπὸ τῶν κατὰ πόλιν στρατηγῶν ὁμοθυμαδὸν ἐξαπεστέλλοντο, ὥστε ἐπὶ ταῖς ἐξάλλοις τιμωρίαις καί τινας τῶν ἐχθρῶν, λαμβάνοντας πρὸ τῶν ὀφθαλμὼν τὸν κοινὸν ἔλεον, καὶ λογιζομένους τὴν ἄδηλον τοῦ βίου καταστροφὴν, δακρύειν αὐτῶν τρισάθλιον ἐξαποστολήν."
    },
    {
      "verse": 5,
      "text": "Ἤγετο γὰρ γεραιῶν πλῆθος πολιᾷ πεπυκασμένων, τὴν ἐκ τοῦ γήρως νωθρότητα ποδῶν ἐπικύφων, ἀνατροπῆς ὁρμῇ βιαίας, ἁπάσης αἰδοῦς ἄνευ πρὸς ὀξείαν καταχρωμένων πορείαν."
    },
    {
      "verse": 6,
      "text": "Αἱ δὲ ἄρτι πρὸς βίου κοινωνίαν γαμικὸν ὑπεληλυθυῖαι παστὸν νεάνιδες, ἀντὶ τέρψεως μεταλαβοῦσαι γόους, καὶ κόνει τὴν μυροβραχῆ πεφυρμέναι κόμην, ἀκαλύπτως δὲ ἀγόμεναι, θρῆνον ἀνθʼ ὑμεναίων ὁμοθυμαδὸν ἐξῆρχον, ὡς ἐσπαραγμέναι σκυλμοῖς ἀλλοεθνέσι."
    },
    {
      "verse": 7,
      "text": "Δέσμιαι δέ δημόσιαι μέχρι τῆς εἰς τὸ πλοῖον ἐμβολῆς εἵλκοντο μετὰ βίας."
    },
    {
      "verse": 8,
      "text": "Οἵ τε τούτων συζυγεῖς βρόχοις ἀντὶ στεφέων τοὺς αὐχένας περιπεπλεγμένοι μετὰ ἀκμαίας καὶ νεανικῆς ἡλικίας, ἀντὶ εὐωχίας καὶ νεωτερικῆς ῥαθυμίας τὰς ἐπιλοίπους τῶν γάμων ἡμέρας ἐν θρήνοις διῆγον, παρὰ πόδας ἤδη τὸν ᾅδην ὁρῶντες κείμενον."
    },
    {
      "verse": 9,
      "text": "Κατήχθησαν δὲ θηρίων τρόπον ἀγόμενοι σιδηροδέσμοις ἀνάγκαις· οἱ μὲν τοῖς ζυγοῖς τῶν πλοίων προσηλωμένοι τοὺς τραχήλους, οἱ δὲ τοὺς πόδας ἀῤῥήκτοις κατησθφαλισμένοι πέδαις,"
    },
    {
      "verse": 10,
      "text": "ἔτι καὶ τῷ καθύπερθε πυκνῷ σανιδώματι διακειμένῳ τὸ φέγγος ἀποκλειόμενοι, ὅπως πάντοθεν ἐσκοτισμένοι τοὺς ὀφθαλμοὺς, ἀγωγὴν ἐπιβούλων ἐν παντὶ τῷ κατάπλῳ λαμβάνωσι."
    },
    {
      "verse": 11,
      "text": "Τούτων δὲ ἐπὶ τὴν λεγομένην Σχεδὶαν ἀχθέντων, καὶ τοῦ παράπλου περανθέντος, καθὼς ἦν δεδογματισμένον τῷ βασιλεῖ, προσέταξεν αὐτοὺς ἐν τῷ πρὸ τῆς πόλεως ἱπποδρόμῳ παρεμβαλεῖν ἀπλέτῳ καθεστῶτι περιμέτρῳ, καὶ πρὸς παραδειγματισμὸν ἄγαν εὐκαιροτάτῳ καθεστῶτι πᾶσι τοῖς καταπορευομένοις εἰς τὴν πόλιν, καὶ τοῖς ἐκ τούτων εἰς τὴν χώραν στελλομένοις πρὸς ἐκδημίαν· πρὸς τὸ μηδὲ ταῖς δυνάμεσιν αὐτοῦ κοινωνεῖν, μηδὲ τὸ σύνολον καταξιῶσαι περιβόλων."
    },
    {
      "verse": 12,
      "text": "Ὡς δὲ τοῦτο ἐγενήθη, ἀκούσας τοὺς ἐκ τῆς πόλεως ὁμοεθνεῖς κρυβῇ ἐκπορευομένους πυκνότερον ἀποδύρεσθαι τὴν ἀκλεᾶ τῶν ἀδελφῶν ταλαιπωρίαν,"
    },
    {
      "verse": 13,
      "text": "διοργισθεὶς προσέταξε καὶ τούτοις ὁμοῦ τὸν αὐτὸν τρόπον ἐπιμελῶς ὡς ἐκείνοις ποιῆσαι, μὴ λειπομένοις κατὰ μηδένα τρόπον τῆς ἐκείνων τιμωρίας, Ἀπογραφῆναι δὲ πᾶν τὸ φῦλον ἐξ ὀνόματος·"
    },
    {
      "verse": 14,
      "text": "οὐ γὰρ τὴν ἔμπροσθε βραχεῖ προδεδηλωμένην τῶν ἔργων κατὰπονον λατρείαν, στρεβλωθέντας δὲ ταῖς παρηγγελμέναις αἰκίαις τὸ τέλος ἀφανίσαι μιᾶς ὑπὸ καιρὸν ἡμέρας."
    },
    {
      "verse": 15,
      "text": "Ἐγίνετο μὲν οὖν ἡ τοὺτων ἀπογραφὴ μετὰ πικρᾶς σπουδῆς καὶ φιλοτίμου προσεδρίας ἀπὸ ἀνατολῶν ἡλίου μέχρι δυσμῶν, ἀνήνυτον λαμβάνουσα τὸ τέλος επὶ ἡμέρας τεσσαράκοντα."
    },
    {
      "verse": 16,
      "text": "Μεγάλως δὲ καὶ διηνεκῶς ὁ βασιλεὺς χαρᾷ πεπληρωμένος, συμπόσια ἐπὶ πάντων τῶν εἰδώλων συνιστάμενος, πεπλανημένῃ, πόῤῥω τῆς ἀληθείας φρενὶ καὶ βεβήλῳ στόματι, τὰ μὲν κωφὰ καὶ μὴ δυνάμενα αὐτοῖς λαλεῖν ἢ ἀρήγειν, ἐπαινῶν, εἰς δὲ τὸν μέγιστον Θεὸν τὰ μὴ καθήκοντα λαλῶν."
    },
    {
      "verse": 17,
      "text": "Μετὰ δὲ τὸ προειρημένον τοῦ χρόνου διάστημα προσηνέγκαντο οἱ γραμματεῖς τῷ βασιλεῖ, μηκέτι ἰσχύειν τὴν τῶν Ἰουδαίων ἀπογραφὴν ποιεῖσθαι διὰ τὴν ἀμέτρητον αὐτῶν πληθὺν, καί περ ὄντων κατὰ τὴν χώραν ἔτι τῶν πλειόνων,"
    },
    {
      "verse": 18,
      "text": "τῶν μὲν κατὰ τὰς οἰκίας ἔτι συνεστηκότων, τῶν δὲ καὶ κατὰ τὸπον, ὡς ἀδυνάτου καθεστῶτος πᾶσι τοῖς ἐπʼ Αἴγυπτον στρατηγοῖς,"
    },
    {
      "verse": 19,
      "text": "ἀπειλήσαντος δὲ αὐτοῖς σκληρότερον ὡς δεδωροκοπημένοις εἰς μηχανὴν τῆς ἐκφυγῆς, συνέβη σαφῶς αὐτὸν περὶ τούτου πεισθῆναι,"
    },
    {
      "verse": 20,
      "text": "λεγόντων μετὰ ἀποδείξεως, καὶ τὴν χαρτηρίαν ἤδη καὶ τοὺς γραφικοὺς καλάμους ἐν οἷς ἐχρῶντο ἐκλελοιπέναι."
    },
    {
      "verse": 21,
      "text": "Τοῦτο δὲ ἦν ἐνέργεια τῆς τοῦ βοηθοῦντος τοῖς Ἰουδαίοις ἐξ οὐρανοῦ προνοίας ἀνικήτου."
    }
  ]
}