{
  "book_id": "3MA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Τότε προσκαλεσάμενος Ἕρμωνα τὸν πρὸς τῇ τῶν ἐλεφάντων ἐπιμελείᾳ, βαρείᾳ μεμεστωμένος ὀργῇ καὶ χόλῳ κατὰ πᾶν ἀμετάθετος,"
    },
    {
      "verse": 2,
      "text": "ἐκέλευσεν ὑπὸ τὴν ἐπερχομένην ἡμέραν δαψιλέσι δράκεσι λιβανωτοῦ καὶ οἴνῳ πλείονι ἀκράτῳ ἅπαντας τοὺς ἐλέφαντας ποτίσαι, ὄντας τὸν ἀριθμὸν πεντακοσίους, καὶ ἀγριωθέντας τῇ τοῦ πόματος ἀφθόνῳ χορηγίᾳ, εἰσαγαγεῖν πρὸς συνάντησιν τοῦ μόρου τῶν Ἰουδαίων."
    },
    {
      "verse": 3,
      "text": "Ὁ μὲν τάδε προστάσσων, ἐτρέπετο πρὸς τὴν εὐωχίαν, συναγαγὼν τοὺς μάλιστα τῶν φίλων καὶ τῆς στρατιᾶς ἀπεχθῶς ἔχοντας πρὸς τοὺς Ἰουδαίους."
    },
    {
      "verse": 4,
      "text": "Ὁ δὲ ἐλεφαντάρχης τὸ προσταγὲν ἀραρότως Ἕρμων συνετέλει."
    },
    {
      "verse": 5,
      "text": "Οἵ τε πρὸς τούτοις λειτουργοὶ κατὰ τὴν ἑσπέραν ἐξιόντες τὰς τῶν ταλαιπώρων ἐδέσμευον χεῖρας, τήν τε λοιπὴν ἐμηχανῶντο περὶ αὐτοὺς ἀσφάλειαν, ἔννυχον δόξαντες ὁμοῦ λήψεσθαι τὸ φῦλον πέρας τῆς ὀλεθρίας."
    },
    {
      "verse": 6,
      "text": "Οἱ δὲ πάσης σκέπης ἔρημοι δοκοῦντες εἶναι τοῖς ἔθνεσιν Ἰουδαῖοι, διὰ τὴν πάντοθεν περιέχουσαν αὐτοὺς μετὰ δεσμῶν ἀνάγκην,"
    },
    {
      "verse": 7,
      "text": "τὸν παντοκράτορα Κύριον καὶ πάσης δυνάμεως δυναστεύοντα, ἐλεήμονα Θεὸν αὐτῶν καὶ πατέρα, δυσκαταπαύστῳ βοῇ πάντες μετὰ δακρύων ἐπεκαλέσαντο δεόμενοι,"
    },
    {
      "verse": 8,
      "text": "τὴν κατʼ αὐτῶν μεταστρέψαι βουλὴν ἀνοσίαν, καὶ ῥύσασθαι αὐτοὺς μετὰ μεγαλομεροῦς ἐπιφανείας ἐκ τοῦ παρὰ πόδας ἐν ἑτοίμῳ μόρου."
    },
    {
      "verse": 9,
      "text": "Τούτων μὲν οὖν ἐκτενῶς ἡ λιτανεία ἀνέβαινεν εἰς οὐρανόν."
    },
    {
      "verse": 10,
      "text": "Ὁ δὲ Ἕρμων τοὺς ἀνηλεεῖς ἐλέφαντας ποτίσας πεπληρωμένους τῆς τοῦ οἴνου πολλῆς χορηγίας, καὶ τοῦ λιβάνου μεμεστωμένους, ὄρθριος ἐπὶ τὴν αὐλὴν παρῆν περὶ τούτων προσαγγεῖλαι τῷ βασιλεῖ."
    },
    {
      "verse": 11,
      "text": "Τοῦτο δʼ ἀπʼ αἰῶνος χρόνου κτίσμα καλὸν ἐν νυκτὶ καὶ ἡμέρᾳ ἐπιβαλλόμενον ὑπὸ τοῦ χαριζομένου πᾶσιν οἷς ἂν αὐτὸς θελήσῃ, ὕπνου μέρος ἀπέστειλε πρὸς τὸν βασιλέα."
    },
    {
      "verse": 12,
      "text": "Καὶ ἡδίστῳ καὶ βαθεῖ κατεσχέθη τῇ ἐνεργείᾳ τοῦ Δεσπότου, τῆς ἀθέσμου μὲν προθέσεως πολὺ διεσφαλμένος, τοῦ δὲ ἀμεταθέτου λογισμοῦ μεγάως διεψευσμένος."
    },
    {
      "verse": 13,
      "text": "Οἱ δὲ Ἰουδαῖοι τὴν προσημανθεῖσαν ὥραν διαφυγόντες, τὸν ἅγιον ᾔνουν Θεὸν αὐτῶν· καὶ πάλιν ἠξίουν τὸν εὐκατάλλακτον, δεῖξαι μεγαλοσθενοῦς αὐτοῦ χειρὸς κράτος ἔθνεσιν ὑπερηφάνοις."
    },
    {
      "verse": 14,
      "text": "Μεσούσης δὲ ἤδη τῆς δεκάτης ὥρας σχεδὸν, ὁ πρὸς ταῖς κλήσεσι τεταγμένος, ἀθρόους τοὺς κλητοὺς ἰδὼν, ἔνυξε προσελθὼν τὸν βασιλέα."
    },
    {
      "verse": 15,
      "text": "Καὶ μόλις διεγείρας, ὑπέδειξε τὸν τῆς συμποσίας καιρὸν ἤδη παρατρέχοντα, τὸν περὶ τούτων λόγον ποιοῦμενος."
    },
    {
      "verse": 16,
      "text": "Ὃν ὁ βασιλεὺς λογισάμενος, καὶ τραπεὶς εἰς τὸν πότον, ἐκέλευσε τοὺς παραγεγονότας εἰς τὴν συμποσίαν ἄντικρυς ἀνακλιθῆναι αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "Οὗ καὶ γενομένου, παρῄνει εἰς εὐωχίαν δόντας ἑαυτοὺς, τὸ παρὸν τῆς συμποσίας ἐπιπολὺ γεραιρομένους εἰς εὐφροσύνην καταθέσθαι μέρος."
    },
    {
      "verse": 18,
      "text": "Ἐπιπλεῖον δὲ προβαινούσης τῆς ὁμιλίας, τὸν Ἕρμωνα μεταπεμψάμενος ὁ βασιλεὺς, μετὰ πικρὰς ἀπειλῆς ἐπυνθάνετο, τίνος ἕνεκεν αἰτίας εἰάθησαν οἱ Ἰουδαῖοι τὴν περοῦσαν ἡμέραν περιβεβιωκότες."
    },
    {
      "verse": 19,
      "text": "Τοῦ δὲ ὑποδείξαντος νυκτὸς τὸ προσταγὲν ἐπὶ τέλος ἠγηοχέναι, καὶ τῶν φίλων αὐτῷ προσμαρτυρησάντων,"
    },
    {
      "verse": 20,
      "text": "τὴν ὠμότητα χείρονα Φαλάριδος ἐσχηκὼς ἔφη, τῷ τῆς σήμερον ὕπνῳ χάριν ἔχειν αὐτούς· ἀνυπερθέτως δὲ εἰς τὴν ἐπιτέλλουσαν ἡμέραν κατὰ τὸ ὅμοιον ἑτοίμασον τοὺς ἐλέφαντας ἐπὶ τὸν τῶν ἀθεμίτων Ἰουδαίων ἀφανισμόν."
    },
    {
      "verse": 21,
      "text": "Εἰπόντος δὲ τοῦ βασιλέως, ἀσμένως πάντες μετὰ χαρᾶς οἱ παρόντες ὁμοῦ συναινέσαντες, εἰς τὸν ἴδιον οἶκον ἕκαστος ἀνέλυσε."
    },
    {
      "verse": 22,
      "text": "Καὶ οὐχ οὕτως εἰς ὕπνον κατεχρήσαντο τὸν χρόνον τῆς νυκτὸς, ὡς εἰς τὸ παντοίους μηχανᾶσθαι τοῖς ταλαιπώροις δοκοῦσιν ἐμπαιγμούς."
    },
    {
      "verse": 23,
      "text": "Ἄρτι δὲ ἀλεκτρυὼν ἐκεκράγει ὄρθριος, καὶ τὰ θηρία καθωπλικὼς ὁ Ἕρμων ἐν τῷ μεγάλῳ περιστύλῳ διεκίνει."
    },
    {
      "verse": 24,
      "text": "Τὰ δὲ κατὰ τὴν πόλιν πλήθη συνήθροιστο πρὸς τὴν οἰκτροτάτην θεωρίαν, προσδοκῶντα τὴν πρωίαν μετὰ σπουδῆς."
    },
    {
      "verse": 25,
      "text": "Οἱ δὲ Ἰουδαῖοι κατὰ τὸν ἀμερῆ ψυχουλκούμενοι χρόνον, πολυδάκρυον ἱκετίαν ἐν μέλεσι γοεροῖς τείνοντες τὰς χεῖρας εἰς τὸν οὐρανὸν, ἐδέοντο τοῦ μεγίστου Θεοῦ, πάλιν αὐτοῖς βοηθῆσαι συντόμως."
    },
    {
      "verse": 26,
      "text": "Οὔπω δὲ ἡλίου βολαὶ κατεσπείροντο, καὶ τοῦ βασιλέως τοὺς φίλους ἐκδεχομένου, ὁ Ἕρμων παραστὰς, ἐκάλει πρὸς τὴν ἔξοδον, ὑποδεικνύων τὸ πρόθυμον τοῦ βασιλέως ἐν ἑτοίμῳ κεῖσθαι."
    },
    {
      "verse": 27,
      "text": "Τοῦ δὲ ἀποδεξαμένου καὶ καταπλαγέντος ἐπὶ τῇ παρανόμῳ ἐξόδῳ, κατὰ πᾶν ἀγνωσίᾳ κεκρατημένος ἐπυνθάνετο, τί τὸ πρᾶγμα ἐφʼ οὗ τοῦτο αὐτῳ μετὰ σπουδῆς τετέλεσται."
    },
    {
      "verse": 28,
      "text": "Τοῦτο δὲ ἦν ἡ ἐνέργεια τοῦ πάντα δεσποτεύοντος Θεοῦ, τῶν πρὶν αὐτῷ μεμηχανημένων λήθην κατὰ διάνοιαν ἐντεθεικότος."
    },
    {
      "verse": 29,
      "text": "Ὁ δὲ Ἕρμων ὑπεδείκνυε καὶ πάντες οἱ φίλοι, τὰ θηρία καὶ τὰς δυνάμεις ἡτοιμάσθαι, βασιλεῦ, κατὰ τὴν σὴν ἐκτενῆ πρόθεσιν."
    },
    {
      "verse": 30,
      "text": "Ὁ δὲ ἐπὶ τοῖς ῥηθεῖσι πληρωθεὶς βαρεῖ χόλῳ, διὰ τὸ περὶ τούτων προνοίᾳ Θεοῦ διεσκεδᾶσθαι πᾶν αὐτοῦ τὸ νόημα, ἐνατενίσας μετὰ ἀπειλῆς εἶπεν,"
    },
    {
      "verse": 31,
      "text": "εἴ σαι γονεῖς παρῆσαν ἢ παίδων γοναὶ, τήνδε θηρσὶν ἀγρίοις ἐσκεύασαν δαψιλῆ θοῖναν, ἀντὶ τῶν ἀνεγκλήτων ἐμοὶ καὶ προγόνοις ἐμοῖς ἀποδεδειγμένων ὁλοσχερῆ βεβαίαν πίστιν ἐξόχως, Ἰουδαίων."
    },
    {
      "verse": 32,
      "text": "Καί περ εἰ μὴ διὰ τὴν τῆς συστροφίας στοργὴν καὶ τῆς χρείας, τὸ ζῇν ἀντὶ τούτων ἐστερήθης."
    },
    {
      "verse": 33,
      "text": "Οὕτως ὁ Ἕρμων ἀπροσδόκητον ἐπικίνδυνον ὑπήνεγκεν ἀπειλὴν, καὶ τῇ ὁράσει καὶ τῷ προσώπῳ συνεστάλη."
    },
    {
      "verse": 34,
      "text": "Ὁ καθεὶς δὲ τῶν φίλων σκυθρωπῶς ὑπεκρέων, τοὺς συνηθροισμένους ἀπέλυσαν ἕκαστον ἐπὶ τὴν ἰδίαν ἀσχολίαν."
    },
    {
      "verse": 35,
      "text": "Οἵ τε Ἰουδαῖοι τὰ παρὰ τοῦ βασιλέως ἀκούσαντες, τὸν ἐπιφανῆ Θεὸν καὶ βασιλέα τῶν βασιλέων ᾔνουν, καὶ τῆσδε τῆς βοηθείας αὐτοῦ τετευχότες."
    },
    {
      "verse": 36,
      "text": "Κατὰ δὲ τούτους τοὺς νόμους ὁ βασιλεὺς συστησάμενος πάλιν τὸ συμπόσιον, εἰς εὐφροσύνην τραπῆναι παρεκάλει."
    },
    {
      "verse": 37,
      "text": "Τὸν δὲ Ἕρμωνα προσκαλεσάμενος μετὰ ἀπειλῆς εἶπε, ποσάκις σοι δὲ περὶ τούτων αὐτῶν προστάττειν, ἀθλιώτατε;"
    },
    {
      "verse": 38,
      "text": "Τοὺς ἐλέφαντας ἔτι καὶ νῦν καθόπλισον εἰς τὴν αὔριον ἐπὶ τὸν τῶν Ἰουδαίων ἀφανισμόν."
    },
    {
      "verse": 39,
      "text": "Οἱ δὲ συνανακείμενοι συγγενεῖς τὴν ἄστατον διάνοιαν αὐτοῦ θαυμάζοντες, προεφέροντο τάδε"
    },
    {
      "verse": 40,
      "text": "βασιλεῦ, μέχρι τίνος ὡς ἀλόγους ἡμᾶς διαπειράζεις, προστάσσων ἤδη τρίτον αὐτοὺς ἀφανίσαι, καὶ πάλιν ἐπὶ τῶν πραγμάτων ἐκ μεταβολῆς ἀναλύων τὰ σοὶ δεδογμένα;"
    },
    {
      "verse": 41,
      "text": "Ὧν χάριν ἡ πόλις διὰ τὴν προσδοκίαν ὀχλεῖ· καὶ πληθύουσα συστροφαῖς, ἤδη καὶ κινδυνεύει πολλάκις διαρπασθῆναι."
    },
    {
      "verse": 42,
      "text": "Ὅθεν ὁ κατὰ πάντα Φάλαρις βασιλεὺς ἐμπληθυνθεὶς ἀλογιστίας, καὶ τὰς γινομένας πρὸς ἐπισκοπὴν τῶν Ἰουδαίων ἐν αὐτῷ μεταβολὰς τῆς ψυχῆς παρʼ οὐδὲν ἡγούμενος, ἀτελέστατον ἐβεβαίωσεν ὅρκον, ὁρισάμενος τούτους μὲν ἀνυπερθέτως πέμψειν εἰς ᾅδην, ἐν γόνασι καὶ ποσὶ θηρίων ᾐκισμένους,"
    },
    {
      "verse": 43,
      "text": "ἐπιστρατεύσαντα δὲ ἐπὶ τὴν Ἰουδαίαν, ἰσόπεδον πυρὶ καὶ δόρατι θήσεσθαι διατάχους, καὶ τὸν ἄβατον αὐτῶν ἡμῖν ναὸν πυρὶ πρηνέα ἐν τάχει, καὶ τῶν συντελούντων ἐκεῖ θυσίας ἔρημον τὸν ἅπαντα χρόνον καταστήσειν."
    },
    {
      "verse": 44,
      "text": "Τότε περιχαρεῖς ἀναλύσαντες οἱ φίλοι καὶ συγγενεῖς, μετὰ πίστεως διέτασσον τὰς δυνάμεις ἐπὶ τοὺς εὐκαιροτάτους τόπους τῆς πόλεως πρὸς τήρησιν."
    },
    {
      "verse": 45,
      "text": "Ὁ δὲ ἐλεφαντάρχης, τὰ θηρία σχεδὸν εἰπεῖν εἰς κατάστημα μανιῶδες ἀγηοχὼς, εὐωδεστάτοις πόμασιν οἴνῳ λελιβανωμένου φοβεραῖς κατεσκευασμένα σκευαῖς."
    },
    {
      "verse": 46,
      "text": "Περὶ τὴν ἕω, τῆς πόλεως ἤδη πλήθεσιν ἀναριθμήτοις κατὰ τοῦ ἱπποδρόμου καταμεμεστωμένης, εἰσελθὼν εἰς τὴν αὐλὴν, ἐπὶ τὸ προκείμενον ὤτρυνε τὸν βασιλέα."
    },
    {
      "verse": 47,
      "text": "Ὁ δὲ ὀργῇ βαρείᾳ γεμίσας δυσσεβῆ φρένα, παντὶ τῷ βάρει σὺν τοῖς θηρίοις ἐξώρμησε, βουλόμενος ἀτρώτῳ καρδίᾳ καὶ κόραις ὀφθαλμῶν θεάσασθαι τὴν ἐπίπονον καὶ ταλαίπωρον τῶν προσεσημαμμένων καταστροφήν."
    },
    {
      "verse": 48,
      "text": "Ὡς δὲ τῶν ἐλεφάντων ἐξιόντων περὶ πύλην, καὶ τῆς συνεπομένης ἐνόπλου δυνάμεως, τῆς τε τοῦ πλήθους πορείας κονιορτὸν ἰδόντες, καὶ βαρυηχῆ θόρυβον ἀκούσαντες οἱ Ἰουδαῖοι,"
    },
    {
      "verse": 49,
      "text": "ὑστάτην βίου ῥοπὴν αὐτοῖς ἐκείνην δόξαντες εἶναι τὸ τέλος τῆς ἀθλιωτάτης προσδοκίας, εἰς οἶκτον καὶ γόους τραπέντες, κατεφίλουν ἀλλήλους περιπλεκόμενοι τοῖς συγγενέσιν ἐπὶ τοὺς τραχήλους ἐπιπίπτοντες, γονεῖς παισὶ καὶ μητέρες νεάνισιν, ἕτεραι δὲ νεογνὰ πρὸς μαστοὺς ἔχουσαι βρέφη τελευταῖον ἕλκοντα γάλα."
    },
    {
      "verse": 50,
      "text": "Οὐ μὴν δὲ ἀλλὰ καὶ τὰς ἔμπροσθεν αὐτῶν γεγενημένας ἀντιλήψεις ἐξ οὐρανοῦ συνιδόντες, πρηνεῖς ὁμοθυμαδὸν ῥίψαντες ἑαυτοὺς καὶ τὰ νήπια χωρίσαντες τῶν μαστῶν,"
    },
    {
      "verse": 51,
      "text": "ἀνεβόησαν φωνῇ μεγάλῃ σφόδρα, τὸν τῆς ἁπάσης δυνάστην ἱκετεύοντες, οἰκτεῖραι μετὰ ἐπιφανείας αὐτοὺς ἤδη πρὸς πύλαις ᾅδου καθεστῶτας."
    }
  ]
}