{
  "book_id": "3MA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐλεαζάρος δέ τις ἀνὴρ ἐπίσημος τῶν ἀπὸ τῆς χώρας ἱερέων, ἐν πρεσβείῳ τὴν ἡλικίαν ἤδη λελογχὼς, καὶ πάσῃ τῇ κατὰ τὸν βίον ἀρετῇ κεκοσμημένος, τοὺς περὶ αὐτὸν καταστείλας πρεσβυτέρους ἐπικαλεῖσθαι τὸν ἅγιον Θεὸν προσηύξατο τάδε·"
    },
    {
      "verse": 2,
      "text": "Βασιλεῦ μεγαλοκράτωρ, ὕψιστε, παντοκράτωρ Θεὲ, τὴν πᾶσαν διακυβερνῶν ἐν οἰκτιρμοῖς κτίσιν,"
    },
    {
      "verse": 3,
      "text": "ἔπιδε ἐπὶ Ἀβραὰμ σπέρμα, ἐπὶ ἡγιασμένου τέκνα Ἰακὼβ, μερίδος ἡγιασμένης σου λαὸν ἐν ξένῃ γῇ ξένον ἀδίκως ἀπολλύμενον, πάτερ."
    },
    {
      "verse": 4,
      "text": "Σὺ Φαραὼ πληθύνοντα ἅρμασι, τὸ πρὶν Αἰγύπτου ταύτης δυνάστην, ἐπαρθέντα ἀνόμῳ θράσει καὶ γλώσσῃ μεγαλοῤῥήμονι, σὺν τῇ ὑπερηφάνῳ στρατιᾷ ποντοβρόχους ἀπώλεσας, φέγγος ἐπιφάνας ἐλέους Ἰσραὴλ γένει."
    },
    {
      "verse": 5,
      "text": "Σὺ τὸν ἀναριθμήτοις δυνάμεσι γαυρωθέντα Σενναχηρεὶμ βαρὺν Ἀσσυρίων βασιλέα, δόρατι τὴν πᾶσαν ὑποχείριον ἤδη λαβόντα γῆν, καὶ μετεωρισθέντα ἐπὶ τὴν ἁγίαν σου πόλιν, βαρέα λαλοῦντα κόμπῳ καὶ θράσει, Δέσποτα, ἔθραυσας, ἔκδηλον δεικνὺς ἐθνεσι πολλοῖς τὸ σὸν κράτος."
    },
    {
      "verse": 6,
      "text": "Σὺ τοὺς κατὰ τὴν Βαβυλωνίαν τρεῖς ἑταίρους πυρὶ τὴν ψυχὴν αὐθαιρέτως δεδωκότας εἰς τὸ μὴ λατρεῦσαι τοῖς κενοῖς, διάπυρον δροσίσας κάμινον, ἐῤῥύσω μέχρι τριχὸς ἀπημάντους, φλόγα πᾶσιν ἐπιπέμψας τοῖς ὑπεναντίοις."
    },
    {
      "verse": 7,
      "text": "Σὺ τὸν διαβολαῖς φθόνου λέουσι κατὰ γῆς ῥιφέντα θηρσὶν βορὰν Δανιὴλ εἰς φῶς ἀνήγαγες ἀσινῆ·"
    },
    {
      "verse": 8,
      "text": "Τόν τε βυθοτρεφοῦς ἐν γαστρὶ κήτους Ἰωνᾶν τηκόμενον ἀφιδῶς, ἀπήμαντον πᾶσιν οἰκείοις ἀναδειξας, πάτερ."
    },
    {
      "verse": 9,
      "text": "Καὶ νῦν μισούβρι, πολυέλεε, τῶν ὅλων σκεπαστά, τὸ τάχος ἐπιφάνηθι τοῖς ἀπὸ Ἰσραὴλ γένους, ὑπὸ δὲ ἐβδελυγμένων ἀνόμων ἐθνῶν ὑβριζομένοις."
    },
    {
      "verse": 10,
      "text": "Εἰ δὲ ἀσεβείαις κατὰ τὴν ἀποικίαν ὁ βίος ἡμῶν ἐνέσχηται, ῥυσάμενος ἡμᾶς ἀπὸ ἐχθρῶν χειρός, ὡς προαιρῇ, Δέσποτα, ἀπόλεσον ἡμᾶς μόρῳ."
    },
    {
      "verse": 11,
      "text": "Μὴ τοῖς ματαίοις οἱ ματαιόφρονες εὐλογησάτωσαν ἐπὶ τῇ τῶν ἠγαπημένων σου ἀπωλείᾳ, λέγοντες, οὐδὲ ὁ Θεὸς αὐτῶν ἐῤῥύσατο αὐτούς."
    },
    {
      "verse": 12,
      "text": "Σὺ δὲ ὁ πᾶσαν ἀλκὴν καὶ δυναστείαν ἔχων ἅπασαν, αἰώνιε, νῦν ἔπιδε· ἐλέησον ἡμᾶς τοὺς καθʼ ὕβριν ἀνόμων ἀλόγιστον ἐκ τοῦ ζῇν μεθισταμένους ἐν ἐπιβούλων τρόπῳ."
    },
    {
      "verse": 13,
      "text": "Πτηξάτω δὲ ἔθνη σὴν δύναμιν ἀνίκητον σήμερον, ἔντιμε, δυνάμιν ἔχων, ἐπὶ σωτηρία Ἰακὼβ γένους."
    },
    {
      "verse": 14,
      "text": "Ἱκετεύει σε τὸ πᾶν πλῆθος τῶν νηπίων καὶ οἱ τούτων γονεῖς μετὰ δακρύων."
    },
    {
      "verse": 15,
      "text": "Δειχθήτω πᾶσιν ἔθνεσιν, ὅτι μεθʼ ἡμῶν εἶ Κύριε, καὶ οὐκ ἀπέστρεψας τὸ πρόσωπόν σου ἀφʼ ἡμῶν· ἀλλὰ καθὼς εἶπας, ὅτι οὐδʼ ἐν τῇ γῇ τῶν ἐχθρῶν αὐτῶν ὄντων ὑπέριδον αὐτούς, οὕτως ἐπιτέλεσον, Κύριε."
    },
    {
      "verse": 16,
      "text": "Τοῦ δὲ Ἐλεαζάρου λήγοντος ἄρτι τῆς προσευχῆς, ὁ βασιλεὺς σὺν τοῖς θηρίοις καὶ παντὶ τῷ τῆς δυνάμεως φρυάγματι κατὰ τὸν ἱππόδρομον παρῆγεν."
    },
    {
      "verse": 17,
      "text": "Καὶ θεωρήσαντες οἱ Ἰουδαῖοι, μέγα εἰς οὐρανὸν ἀνέκραξαν, ὥστε καὶ τοὺς παρακειμένους αὐλῶνας συνηχήσαντας, ἀκατάσχετον οἰμωγὴν ποιῆσαι παντὶ τῷ στρατοπέδῳ."
    },
    {
      "verse": 18,
      "text": "Τότε ὁ μεγαλόδοξος παντοκράτωρ καὶ ἀληθινὸς Θεός, ἐπιφάνας τὸ ἅγιον αὐτοῦ πρόσωπον, ἠνέῳξε τὰς οὐρανίους πύλας, ἐξ ὧν δεδοξασμένοι δύο φοβεροειδεῖς ἄγγελοι κατέβησαν φανεροὶ πᾶσι πλὴν τοῖς Ἰουδαίοις,"
    },
    {
      "verse": 19,
      "text": "καὶ ἀντέστησαν, καὶ τὴν δύναμιν τῶν ὑπεναντίων ἐπλήρωσαν ταραχῆς καὶ δειλίας, καὶ ἀκινήτοις ἔδησαν πέδαις."
    },
    {
      "verse": 20,
      "text": "Καὶ ὑπόφρικον καὶ τὸ τοῦ βασιλέως σῶμα ἐγενήθη, καὶ λήθη τὸ θράσος αὐτοῦ τὸ βαρύθυμον ἔλαβε."
    },
    {
      "verse": 21,
      "text": "Καὶ ἀπέστρεψαν τὰ θηρία ἐπὶ τὰς συνεπομένας ἐνόπλους δυνάμεις, καὶ κατεπάτουν αὐτοὺς καὶ ὠλόθρευον."
    },
    {
      "verse": 22,
      "text": "Καὶ μετεστράφη τοῦ βασιλέως ἡ ὀργὴ εἰς οἶκτον καὶ δάκρυα ὑπὲρ τῶν ἔμπροσθεν αὐτῷ μεμηχανευμένων."
    },
    {
      "verse": 23,
      "text": "Ἀκούσας γὰρ τῆς κραυγῆς, καὶ συνιδὼν πρηνεῖς ἅπαντας εἰς τὴν ἀπώλειαν, δακρύσας μετὰ ὀργῆς τοῖς φίλοις διηπειλεῖτο, λέγων,"
    },
    {
      "verse": 24,
      "text": "Παραβασιλεύετε, καὶ τυράννους ὑπερβεβήκατε ὠμότητι· καὶ ἐμὲ αὐτὸν τὸν ὑμῶν εὐεργέτην ἐπιχειρεῖτε τῆς ἀρχῆς ἤδη καὶ τοῦ πνεύματος μεθιστᾷν, λάθρα μηχανώμενοι τὰ μὴ συμφέροντα τῇ βασιλείᾳ."
    },
    {
      "verse": 25,
      "text": "Τίς τοὺς κρατήσαντας ἡμῶν ἐν πίστει τὰ τῆς χώρας ὀχυρώματα, τῆς οἰκίας ἀποστήσας ἕκαστον ἀλόγως ἤθροισεν ἐνθάδε;"
    },
    {
      "verse": 26,
      "text": "Τίς τοὺς ἐξαρχῆς εὐνοίᾳ πρὸς ἡμᾶς κατὰ πάντα διαφέροντας πάντων ἐθνῶν, καὶ τοὺς χειρίστους πλεονάκις ἀνθρώπων ἐπιδεδεγμένους κινδύνους, οὕτως ἀθέσμοις περιέβαλεν αἰκίαις;"
    },
    {
      "verse": 27,
      "text": "Λύσατε, ἐκλύσατε ἄδικα δεσμά· εἰς τὰ ἴδια μετʼ εἰρήνης ἐξαποστείλατε, τὰ προπεπραγμένα παραιτησάμενοι."
    },
    {
      "verse": 28,
      "text": "Ἀπολύσατε τοὺς υἱοὺς τοῦ παντοκράτορος ἐπουρανίου Θεοῦ ζῶντος, ὃς ἀφʼ ἡμετέρων μέχρι τοῦ νῦν προγόνων ἀπαραπόδιστον μετὰ δόξης εὐστάθειαν παρέχει τοῖς ἡμετέροις πράγμασιν."
    },
    {
      "verse": 29,
      "text": "Ὁ μὲν οὖν ταῦτα ἔλεξεν· οἱ δὲ ἐν ἀμερεῖ χρόνῳ λυθέντες, τὸν ἅγιον σωτῆρα Θεὸν αὐτῶν εὐλόγουν, ἄρτι τὸν θάνατον ἐκπεφευγότες."
    },
    {
      "verse": 30,
      "text": "Εἶτα ὁ βασιλεὺς εἰς τὴν πόλιν ἀπαλλαγεὶς, τὸν ἐπὶ τῶν προσόδων προσκαλεσάμενος, ἐκέλευσεν οἴνους τε καὶ τὰ λοιπὰ πρὸς εὐωχίαν ἐπιτήδεια τοῖς Ἰουδαίοις χορηγεῖν ἐπὶ ἡμέρας ἑπτὰ, κρίνας αὐτοὺς ἐν ᾧ τόπῳ ἔδοξαν τὸν ὄλεθρον ἀναλαμβάνειν, ἐν τούτῳ ἐν εὐφροσύνῃ πάσῃ σωτήρια ἄγειν."
    },
    {
      "verse": 31,
      "text": "Τότε οἱ πρὶν ἐπονείδιστοι καὶ πλησίον τοῦ ᾅδου, μᾶλλον δὲ ἐπʼ αὐτῷ βεβηκότες, ἀντὶ πικροῦ καὶ δυσαιάκτου μόρου, κώθωνα σωτήριον συστησάμενοι, τὸν εἰς πτῶσιν αὐτοῖς καὶ τάφον ἡτοιμασμένον τόπον κλισίαις κατεμέρισαν πλήρεις χαρμονῆς."
    },
    {
      "verse": 32,
      "text": "Καταλήξαντες δὲ θρήνου πανόδυρτον μέλος, ἀνέλαβον ᾠδὴν πάτριον, τὸν σωτῆρα καὶ τερατοποιὸν αἰνοῦντες Θεόν· οἰμωγήν τε πᾶσαν καὶ κωκυτὸν ἀπωσάμενοι, χοροὺς συνίσταντο εὐφροσύνης εἰρηνικῆς σημεῖον."
    },
    {
      "verse": 33,
      "text": "Ὡσαύτως δὲ καὶ ὁ βασιλεὺς περὶ τούτων συμπόσιον βαρὺ συναγαγὼν, ἀδιαλείπτως εἰς οὐρανὸν ἀνθωμολογεῖτο μεγαλομερῶς ἐπὶ τῇ παραδόξῳ γενηθείσῃ αὐτῷ σωτηρίᾳ."
    },
    {
      "verse": 34,
      "text": "Οἵ τε πρὶν εἰς ὄλεθρον καὶ οἰωνοβρώτους αὐτοὺς ἔσεσθαι τιθέμενοι, μετὰ χαρᾶς ἀπογραψάμενοι, κατεστέναξαν, αἰσχύνην ἐφʼ ἑαυτοῖς περιβαλλόμενοι, καὶ τὴν πυρίπνουν τόλμαν ἀκλεῶς ἐσβεσμένοι."
    },
    {
      "verse": 35,
      "text": "Οἵ τε Ἰουδαῖοι, καθὼς προειρήκαμεν, συστησάμενοι τὸν προειρημένον χορὸν, μετʼ εὐωχίας ἐν ἐξομολογήσεσιν ἱλαραῖς καὶ ψαλμοῖς διῆγον."
    },
    {
      "verse": 36,
      "text": "καὶ κοινὸν ὁρισάμενοι περὶ τούτων θεσμὸν ἐπὶ πᾶσαν τὴν παροικίαν αὐτῶν εἰς γενεὰς, τὰς προειρημένας ἡμέρας ἄγειν ἔστησαν εὐφροσύνους, οὐ πότου χάριν καὶ λιχνείας, σωτηρίας δὲ τῆς διὰ Θεὸν γενομένης αὐτοῖς."
    },
    {
      "verse": 37,
      "text": "Ἐνέτυχον δὲ τῷ βασιλεῖ, τὴν ἀπόλυσιν αὐτῶν εἰς τὰ ἴδια αἰτούμενοι."
    },
    {
      "verse": 38,
      "text": "Ἀπογράφονται δὲ αὐτοὺς ἀπὸ πέμπτης καὶ εἰκάδος τοῦ Παχὼν ἕως τῆς τετάρτης τοῦ Ἐπιφὶ, ἐπὶ ἡμέρας τεσσαράκοντα· συνίστανται δὲ αὐτῶν τὴν ἀπώλειαν ἀπὸ πέμπτης τοῦ Ἐπιφὶ ἕως ἑβδόμης, ἡμέραις τρισίν."
    },
    {
      "verse": 39,
      "text": "Ἐν αἷς καὶ μεγαλοδόξως ἐπιφάνας τὸ ἔλεος αὐτοῦ ὁ τῶν ὅλων δυνάστης, ἀπταίστους αὐτοὺς ἐῤῥύσατο ὁμοθυμαδόν."
    },
    {
      "verse": 40,
      "text": "Εὐωχοῦντο δὲ πάνθʼ ὑπὸ τοῦ βασιλέως χορηγούμενοι μέχρι τῆς τεσσαρεσκαιδεκάτης, ἐν ᾗ καὶ τὴν ἐντυχίαν ἐποιήσαντο περὶ τῆς ἀπολύσεως αὐτῶν."
    },
    {
      "verse": 41,
      "text": "Συναινέσας τε αὐτοὺς ὁ βασιλεὺς, ἔγραψεν αὐτοῖς τὴν ὑπογεγραμμένην ἐπιστολὴν πρὸς τοὺς κατὰ πόλιν στρατηγοὺς μεγαλοψύχως τὴν ἐκτενίαν ἔχουσαν."
    }
  ]
}