{
  "book_id": "LUK",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And looking on, he saw the rich men cast their gifts into the treasury."
    },
    {
      "verse": 2,
      "text": "And he saw also a certain poor widow casting in two brass mites."
    },
    {
      "verse": 3,
      "text": "And he said: Verily I say to you, that this poor widow hath cast in more than they all:"
    },
    {
      "verse": 4,
      "text": "For all these have of their abundance cast into the offerings of God: but she of her want, hath cast in all the living that she had."
    },
    {
      "verse": 5,
      "text": "And some saying of the temple, that it was adorned with goodly stones and gifts, he said:"
    },
    {
      "verse": 6,
      "text": "These things which you see, the days will come in which there shall not be left a stone upon a stone that shall not be thrown down."
    },
    {
      "verse": 7,
      "text": "And they asked him, saying: Master, when shall these things be? and what shall be the sign when they shall begin to come to pass?"
    },
    {
      "verse": 8,
      "text": "Who said: Take heed you be not seduced; for many will come in my name, saying, I am he; and the time is at hand: go ye not therefore after them."
    },
    {
      "verse": 9,
      "text": "And when you shall hear of wars and seditions, be not terrified: these things must first come to pass; but the end is not yet presently."
    },
    {
      "verse": 10,
      "text": "Then he said to them: Nation shall rise against nation, and kingdom against kingdom."
    },
    {
      "verse": 11,
      "text": "And there shall be great earthquakes in divers places, and pestilences, and famines, and terrors from heaven; and there shall be great signs."
    },
    {
      "verse": 12,
      "text": "But before all these things, they will lay their hands upon you, and persecute you, delivering you up to the synagogues and into prisons, dragging you before kings and governors, for my name’s sake."
    },
    {
      "verse": 13,
      "text": "And it shall happen unto you for a testimony."
    },
    {
      "verse": 14,
      "text": "Lay it up therefore into your hearts, not to meditate before how you shall answer:"
    },
    {
      "verse": 15,
      "text": "For I will give you a mouth and wisdom, which all your adversaries shall not be able to resist and gainsay."
    },
    {
      "verse": 16,
      "text": "And you shall be betrayed by your parents and brethren, and kinsmen and friends; and some of you they will put to death."
    },
    {
      "verse": 17,
      "text": "And you shall be hated by all men for my name’s sake."
    },
    {
      "verse": 18,
      "text": "But a hair of your head shall not perish."
    },
    {
      "verse": 19,
      "text": "In your patience you shall possess your souls."
    },
    {
      "verse": 20,
      "text": "And when you shall see Jerusalem compassed about with an army; then know that the desolation thereof is at hand."
    },
    {
      "verse": 21,
      "text": "Then let those who are in Judea, flee to the mountains; and those who are in the midst thereof, depart out: and those who are in the countries, not enter into it."
    },
    {
      "verse": 22,
      "text": "For these are the days of vengeance, that all things may be fulfilled, that are written."
    },
    {
      "verse": 23,
      "text": "But woe to them that are with child, and give suck in those days; for there shall be great distress in the land, and wrath upon this people."
    },
    {
      "verse": 24,
      "text": "And they shall fall by the edge of the sword; and shall be led away captives into all nations; and Jerusalem shall be trodden down by the Gentiles; till the times of the nations be fulfilled."
    },
    {
      "verse": 25,
      "text": "And there shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations, by reason of the confusion of the roaring of the sea and of the waves;"
    },
    {
      "verse": 26,
      "text": "Men withering away for fear, and expectation of what shall come upon the whole world. For the powers of heaven shall be moved;"
    },
    {
      "verse": 27,
      "text": "And then they shall see the Son of man coming in a cloud, with great power and majesty."
    },
    {
      "verse": 28,
      "text": "But when these things begin to come to pass, look up, and lift up your heads, because your redemption is at hand."
    },
    {
      "verse": 29,
      "text": "And he spoke to them in a similitude. See the fig tree, and all the trees:"
    },
    {
      "verse": 30,
      "text": "When they now shoot forth their fruit, you know that summer is nigh;"
    },
    {
      "verse": 31,
      "text": "So you also, when you shall see these things come to pass, know that the kingdom of God is at hand."
    },
    {
      "verse": 32,
      "text": "Amen, I say to you, this generation shall not pass away, till all things be fulfilled."
    },
    {
      "verse": 33,
      "text": "Heaven and earth shall pass away, but my words shall not pass away."
    },
    {
      "verse": 34,
      "text": "And take heed to yourselves, lest perhaps your hearts be overcharged with surfeiting and drunkenness, and the cares of this life, and that day come upon you suddenly."
    },
    {
      "verse": 35,
      "text": "For as a snare shall it come upon all that sit upon the face of the whole earth."
    },
    {
      "verse": 36,
      "text": "Watch ye, therefore, praying at all times, that you may be accounted worthy to escape all these things that are to come, and to stand before the Son of man."
    },
    {
      "verse": 37,
      "text": "And in the daytime, he was teaching in the temple; but at night, going out, he abode in the mount that is called Olivet."
    },
    {
      "verse": 38,
      "text": "And all the people came early in the morning to him in the temple, to hear him."
    }
  ]
}