{
  "book_id": "NAM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy concerning Nineveh. The book of the prophecy of Nahum, the Elkoshite."
    },
    {
      "verse": 2,
      "text": "Jehovah is a jealous God, and an avenger; Jehovah is an avenger, and full of wrath! Jehovah taketh vengeance on his adversaries, And keepeth indignation for his enemies!"
    },
    {
      "verse": 3,
      "text": "Jehovah is slow to anger, but great in power; He will by no means clear the guilty; Jehovah cometh in the whirlwind and the storm, And the clouds are the dust of his feet."
    },
    {
      "verse": 4,
      "text": "He rebuketh the sea, and maketh it dry, And drieth up all the rivers. Bashan languisheth, and Carmel, And the flower of Lebanon languisheth."
    },
    {
      "verse": 5,
      "text": "The mountains tremble before him, And the hills melt; The earth is moved at his presence, Yea, the world and all that dwell therein."
    },
    {
      "verse": 6,
      "text": "Who can stand before his indignation, And who can abide before the fierceness of his anger? His fury is poured out like fire, And the rocks are cast down by him!"
    },
    {
      "verse": 7,
      "text": "Jehovah is good, A stronghold in the day of trouble; He careth for them that trust in him;"
    },
    {
      "verse": 8,
      "text": "But with an overwhelming flood will he make a full end of her place, And darkness shall pursue his enemies."
    },
    {
      "verse": 9,
      "text": "What do ye meditate against Jehovah? He will make a full end; Not the second time shall the calamity come."
    },
    {
      "verse": 10,
      "text": "For while they are entangled like thorns, And like those that are drunk with wine, They shall be devoured as stubble fully dry."
    },
    {
      "verse": 11,
      "text": "From thee hath gone forth one that devised evil against Jehovah; That meditated destruction."
    },
    {
      "verse": 12,
      "text": "Thus saith Jehovah: Though they be flourishing, and likewise many, Yet shall they be cut down, and pass away; I have afflicted thee, but I will afflict thee no more."
    },
    {
      "verse": 13,
      "text": "For now will I break his yoke from off thee, And will burst thy bonds in sunder."
    },
    {
      "verse": 14,
      "text": "And concerning thee hath Jehovah given command, That thy name shall no more be sown. From the house of thy god I will cut off the graven image and the molten image; I will make thy grave; for thou hast become vile!"
    },
    {
      "verse": 15,
      "text": "Behold upon the mountains the feet of him that bringeth good tidings, That publisheth peace! Keep, O Judah, thy feasts, perform thy vows! For no more shall the destroyer pass through thee; He is utterly consumed."
    }
  ]
}