{
  "book_id": "NAM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "The ravager cometh up against thee, [[O Nineveh!]] Guard the fortress; watch the way; Gird up the loins; confirm the strength."
    },
    {
      "verse": 2,
      "text": "For Jehovah restoreth the glory of Jacob, As the glory of Israel; For the wasters have wasted them, And destroyed their branches."
    },
    {
      "verse": 3,
      "text": "The shields of his mighty men are red; His warriors are clothed in crimson; His chariots glitter with the fire of steel in the day of his preparation, And the spears are brandished."
    },
    {
      "verse": 4,
      "text": "The chariots rave in the streets; They run to and fro in the broad ways; Their appearance is like torches; They run like lightnings."
    },
    {
      "verse": 5,
      "text": "He calleth for his mighty men; They stumble on their way; They hasten to the wall; But the mantelet is prepared,"
    },
    {
      "verse": 6,
      "text": "The gates of rivers are opened, And the palace melteth away."
    },
    {
      "verse": 7,
      "text": "Huzzab is uncovered; she is carried away captive, Her maidservants sigh with the voice of doves, And smite their breasts."
    },
    {
      "verse": 8,
      "text": "Nineveh was like a pool full of water of old; Yet shall they flee away; Stand! stand! shall they cry; But none shall look back."
    },
    {
      "verse": 9,
      "text": "Seize the silver; seize the gold; There is no end to the treasures; There is abundance of all precious furniture."
    },
    {
      "verse": 10,
      "text": "She hath become void, and empty, and desolate; The heart melteth, and the knees smite together; Pangs are in all their loins, And the faces of all gather blackness."
    },
    {
      "verse": 11,
      "text": "Where now is the dwelling of the lions, And the feeding-place of the young lions, Where the lion and the lioness walked, And the lion's whelp, and none made them afraid?"
    },
    {
      "verse": 12,
      "text": "The lion tore in pieces for his whelps, And strangled for his lionesses, And filled his dens with prey, And his lairs with ravin."
    },
    {
      "verse": 13,
      "text": "Behold! I am against thee, saith Jehovah of hosts, And I will burn thy chariots into smoke, And the sword shall devour thy young lions. And I will cut off thy prey from the earth, And the voice of thy messengers shall no more be heard."
    }
  ]
}