{
  "book_id": "NAM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the city of blood! She is all full of deceit and robbery; She ceaseth not from plunder."
    },
    {
      "verse": 2,
      "text": "[[Hark!]] The noise of the whip! The noise of the rattling of the wheels, And of the prancing horses, And of the bounding chariots!"
    },
    {
      "verse": 3,
      "text": "The horseman lifteth up the flame of the sword, And the lightning of the spear; There is a multitude of the slain; heaps of dead bodies; There is no end to the carcasses; they stumble over the carcasses."
    },
    {
      "verse": 4,
      "text": "It is because of the many whoredoms of the harlot, The graceful beauty, the mistress of enchantments, That sold nations by her whoredoms, And kingdoms by her enchantments."
    },
    {
      "verse": 5,
      "text": "Behold, I am against thee, saith Jehovah of host, And I will lift up thy trail over thy face, And I will show the nations thy nakedness, And the kingdoms thy shame."
    },
    {
      "verse": 6,
      "text": "And I will cast abominable filth upon thee, And I will dishonor thee, and make thee a gazing-stock,"
    },
    {
      "verse": 7,
      "text": "And all that see thee shall flee from thee, And shall say, “Nineveh is laid waste; Who will bemoan her? Whence shall I seek comforters for thee?”"
    },
    {
      "verse": 8,
      "text": "Art thou better than No-Ammon, That dwelt by the rivers, That had the waters round about her, Whose fortress was the sea, And whose wall was from the waters?"
    },
    {
      "verse": 9,
      "text": "Ethiopia and Egypt were her strength, a countless multitude; Phut and Lybia were thy helpers!"
    },
    {
      "verse": 10,
      "text": "Yet was she carried away; she went into captivity; Her children were dashed in pieces at the head of all the streets; For her honorable men they cast lots, And all her great men were bound in chains."
    },
    {
      "verse": 11,
      "text": "Thou also shalt drink to the full; Thou, too, shalt be hidden; Thou shalt seek a refuge from the enemy!"
    },
    {
      "verse": 12,
      "text": "All thy strong-holds shall be like fig-trees with the first ripe figs; If they be shaken, they fall into the mouth of the eater."
    },
    {
      "verse": 13,
      "text": "Behold, thy people shall be women in the midst of thee; The gates of thy land shall be set wide open to thine enemies; The fire shall devour thy bars."
    },
    {
      "verse": 14,
      "text": "Draw thee water for the siege, Fortify thy strongholds. Go into the clay, and tread the mortar; Repair the brick-kiln!"
    },
    {
      "verse": 15,
      "text": "Then shall the fire devour thee; The sword shall cut thee off, It shall devour thee like the locust; Though thou art increased like the locusts, Though thou art increased like the thick locusts."
    },
    {
      "verse": 16,
      "text": "Thy merchants have been more numerous than the stars of heaven; The locusts spread themselves and fly away."
    },
    {
      "verse": 17,
      "text": "Thy princes are like locusts, And thy captains like swarms of locusts, Which encamp in the hedges in the time of cold; But when the sun ariseth, they flee away, And the place is not known where they are."
    },
    {
      "verse": 18,
      "text": "Thy shepherds slumber, O king of Assyria! Thy nobles take their rest, Thy people are scattered on the mountains, and none gathereth them."
    },
    {
      "verse": 19,
      "text": "Thy bruise is incurable; Thy wound is mortal. All that hear of thee shall clap their hands over thee; For upon whom hath not thy wickedness passed continually?"
    }
  ]
}