{
  "book_id": "ISA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the year in which king Ozias died, \\add that\\add* I saw the Lord sitting on a high and exalted throne, and the house was full of his glory."
    },
    {
      "verse": 2,
      "text": "And seraphs stood round about him: each one had six wings: and with two they covered \\add their\\add* face, and with two they covered \\add their\\add* feet, and with two they flew."
    },
    {
      "verse": 3,
      "text": "And one cried to the other, and they said, Holy, holy, holy \\add is the\\add* Lord of hosts: the whole earth is full of his glory."
    },
    {
      "verse": 4,
      "text": "And the lintel \\f + \\fr 6:4 \\fl Gr. \\ft was lifted. \\f* shook at the voice they uttered, and the house was filled with smoke."
    },
    {
      "verse": 5,
      "text": "And I said, Woe is me, for I am pricked to the heart; for being a man, and having unclean lips, I dwell in the midst of a people having unclean lips; and I have seen with my eyes the King, the Lord of hosts."
    },
    {
      "verse": 6,
      "text": "And there was sent to me one of the seraphs, and he had in his hand a coal, which he had taken off the altar with the tongs:"
    },
    {
      "verse": 7,
      "text": "and he touched my mouth, and said, Behold, this has touched your lips, and will take away your iniquities, and will purge off your sins."
    },
    {
      "verse": 8,
      "text": "And I heard the voice of the Lord, saying, Whom \\f + \\fr 6:8 \\fl Or, \\ft should I send? \\f* shall I send, and who will go to this people? And I said, behold, I am \\add here\\add*, send me. And he said, Go, and say to this people,"
    },
    {
      "verse": 9,
      "text": "You⌃ shall hear indeed, but you⌃ shall not understand; and you⌃ shall see indeed, but you⌃ shall not perceive."
    },
    {
      "verse": 10,
      "text": "\\x + \\xo 6:10 \\xt Matt 13:15; Mark 4:12 \\x* For the heart of this people has become gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and be converted, and I should heal them."
    },
    {
      "verse": 11,
      "text": "And I said, How long, O Lord? And he said, Until cities be deserted \\f + \\fr 6:11 \\ft Compare use of παρὰ, Jer 40.(33) 10,12; also 1 Cor 12.15,16. \\f* by reason of their not being inhabited, and the houses by reason of there being no men, and the land shall be left desolate."
    },
    {
      "verse": 12,
      "text": "And after this God shall remove the men far off, and they that are left upon the land shall be multiplied."
    },
    {
      "verse": 13,
      "text": "And yet there \\f + \\fr 6:13 \\fl Gr. \\ft is. \\f* shall be a tenth upon it, and again it shall be for a spoil, as a turpentine tree, and as an acorn when it falls out of its husk."
    }
  ]
}