{
  "book_id": "ISA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Drink this first. \\f + \\fr 9:1 \\fl Or, \\ft do it quickly, \\fl i.e. \\ft ‘drink’; See \\fqa Hebrew. \\f* Act quickly, \\x + \\xo 9:1 \\xt Matt 4:15,16 \\x* O land of Zabulon, land of Nephthalim, and the rest \\add inhabiting\\add* the sea-coast, and \\add the land\\add* beyond Jordan, Galilee of the Gentiles."
    },
    {
      "verse": 2,
      "text": "O people walking in darkness, behold a great light: you⌃ that dwell in the region \\add and\\add* shadow of death, a light shall shine upon you."
    },
    {
      "verse": 3,
      "text": "The \\f + \\fr 9:3 \\fl Gr. \\ft greatest part \\f* multitude of the people which you have brought down in your joy, they shall even rejoice before you as they that rejoice in harvest, and as they that divide the spoil."
    },
    {
      "verse": 4,
      "text": "Because the yoke that was laid upon them has been taken away, and the rod that was on their neck: for he has broken the rod of the exactors, as in the day of Madiam."
    },
    {
      "verse": 5,
      "text": "For they shall compensate for every garment that has been acquired by deceit, and \\add all\\add* raiment with \\f + \\fr 9:5 \\fl Gr. \\ft reconciliation, \\fl or, \\ft exchange \\f* restitution; and they shall be willing, \\add even\\add* if they were burnt with fire."
    },
    {
      "verse": 6,
      "text": "For a child is born to us, and a son is given to us, whose government is upon his shoulder: and his name is called the Messenger of great counsel: \\f + \\fr 9:6 \\fl Alex. \\ft + Wonderful, Counsellor, Mighty One, Potentate, Prince of Peace, Father of the age to come; Compare Heb 2:2. \\f* for I will bring peace upon the princes, and health to him."
    },
    {
      "verse": 7,
      "text": "His government shall be great, and of his peace there is no end: \\add it shall be\\add* upon the throne of David, and \\add upon\\add* his kingdom, to establish it, and to support \\add it\\add* with judgment and with righteousness, from henceforth and forever. The seal of the Lord of hosts shall perform this."
    },
    {
      "verse": 8,
      "text": "The Lord has sent death upon Jacob, and it has come upon Israel."
    },
    {
      "verse": 9,
      "text": "And all the people of Ephraim, and they that lived in Samaria shall know, who say in their pride and lofty heart,"
    },
    {
      "verse": 10,
      "text": "The bricks are fallen down, but come, let us hew stones, and cut down sycamores and cedars, and let us build for ourselves a tower."
    },
    {
      "verse": 11,
      "text": "And God shall dash down them that rise up against him on mount Sion, and shall scatter his enemies;"
    },
    {
      "verse": 12,
      "text": "\\add even\\add* Syria from the rising of the sun, and the Greeks from the setting of the sun, who devour Israel with open mouth. For all this \\add his\\add* anger is not turned away, but still \\add his\\add* hand is exalted."
    },
    {
      "verse": 13,
      "text": "But the people turned not until they were struck, and they sought not the Lord."
    },
    {
      "verse": 14,
      "text": "So the Lord took away from Israel the head and tail, great and small, in one day:"
    },
    {
      "verse": 15,
      "text": "the old man, and them that respect persons, this is the head; and the prophet teaching unlawful things, he is the tail."
    },
    {
      "verse": 16,
      "text": "And they that pronounce this people blessed shall mislead them; and they mislead them that they may devour them."
    },
    {
      "verse": 17,
      "text": "Therefore the Lord shall not take pleasure in their young men, neither shall he have pity on their orphans or on their widows: for they are all transgressors and wicked, and every mouth speaks unjustly. For all this \\add his\\add* anger is not turned away, but \\add his\\add* hand is yet exalted."
    },
    {
      "verse": 18,
      "text": "And iniquity shall burn as fire, and shall be devoured by fire as dry grass: and it shall burn in the thickets of the wood, and shall devour all that is round about the hills."
    },
    {
      "verse": 19,
      "text": "The whole earth is set on fire because of the fierce anger of the Lord, and the people shall be as men burnt by fire: no man shall pity his brother."
    },
    {
      "verse": 20,
      "text": "But \\add one\\add* shall turn aside to the right hand, for he shall be hungry; and shall eat on the left, and a man shall by no means be satisfied with eating the flesh of his own arm."
    },
    {
      "verse": 21,
      "text": "For Manasses shall eat \\add the flesh\\add* of Ephraim, and Ephraim \\add the flesh\\add* of Manasses; for they shall besiege Juda together. For all this \\add his\\add* anger is not turned away, but \\add his\\add* hand is yet exalted."
    }
  ]
}