{
  "book_id": "ISA",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I will send as it were reptiles on the land: is notthe mount of the daughter of Sion a desolate rock?"
    },
    {
      "verse": 2,
      "text": "For you shall be as a young bird taken away from a bird that has flown: evenyou shall be so, daughter of Moab: and then do you, O Arnon,"
    },
    {
      "verse": 3,
      "text": "take farther counsel, and continually make you a shelter from grief: they flee in darkness at mid-day; they are amazed; be not you led captive."
    },
    {
      "verse": 4,
      "text": "The fugitives of Moab shall sojourn with you; they shall be to you a shelter from the face of the pursuer: for your alliance has been taken away, and the oppressing ruler has perished from off the earth."
    },
    {
      "verse": 5,
      "text": "And a throne shall be established with mercy; and one shall sit upon it with truth in the tabernacle of David, judging, and earnestly seeking judgments, and hasting righteousness."
    },
    {
      "verse": 6,
      "text": "We have heard of the pride of Moab; he is very proud. I have cut off his pride: your prophecy shall not be thus, nonot thus."
    },
    {
      "verse": 7,
      "text": "Moab shall howl; for all shall howl in the land of Moab: but you shall care for them that dwell in Seth, and you shall not be ashamed."
    },
    {
      "verse": 8,
      "text": "The plains of Esebon shall mourn, the vine of Sebama: swallowing up the nations, trample you⌃ her vines, even to Jazer: you⌃ shall not come together; wander you⌃ in the desert: they that were sent are deserted, for they have gone over to the sea."
    },
    {
      "verse": 9,
      "text": "Therefore will I weep as with the weeping of Jazer for the vine of Sebama; Esebon and Eleale have cast down your trees; for I will trample on your harvest and on your vintages, and all your plantsshall fall."
    },
    {
      "verse": 10,
      "text": "And gladness and rejoicing shall be taken away from the vineyards; and they shall not at all tread wine into the vats; for the vintagehas ceased."
    },
    {
      "verse": 11,
      "text": "Therefore my belly shall sound as a harp for Moab, and you have repaired my inward parts as a wall."
    },
    {
      "verse": 12,
      "text": "And it shall be to your shame, (for Moab is wearied at the altars,) that he shall go in to the idols thereof to pray, but they shall not be at all able to deliver him."
    },
    {
      "verse": 13,
      "text": "This is the word which the Lord spoke against Moab, when he spoke."
    },
    {
      "verse": 14,
      "text": "And now I say, in three years, of the years of an hireling, the glory of Moab shall be dishonored withall his great wealth; and he shall be left few in number, and not honored."
    }
  ]
}