{
  "book_id": "ISA",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "THE VISION OF THE DESERT. As though a whirlwind should pass through the desert, coming from a desert, \\add even\\add* from such a land,"
    },
    {
      "verse": 2,
      "text": "\\add so\\add* a fearful and a grievous vision was declared to me: he that is treacherous deals treacherously, the transgressor transgresses. The Elamites are upon me, and the ambassadors of the Persians come against me: now will I groan and comfort myself."
    },
    {
      "verse": 3,
      "text": "Therefore are my loins filled with feebleness, and pangs have seized me as a travailing woman: I dealt wrongfully that I might not hear; I hasted that I might not see."
    },
    {
      "verse": 4,
      "text": "My heart wanders, and transgression \\f + \\fr 21:4 \\fl Lit. \\ft baptizes \\f* overwhelms me; my soul is occupied with fear."
    },
    {
      "verse": 5,
      "text": "Prepare the table, eat, drink: arise, you⌃ princes, and prepare \\add your\\add* shields."
    },
    {
      "verse": 6,
      "text": "For thus said the Lord to me, Go and station a watchman for yourself, and declare whatever you shall see."
    },
    {
      "verse": 7,
      "text": "And I saw two mounted horsemen, and a rider on an ass, and a rider on a camel."
    },
    {
      "verse": 8,
      "text": "Listen with great attention, and call you Urias to the watch-tower: the Lord has spoken. I stood continually during the day, and I stood in the camp all night:"
    },
    {
      "verse": 9,
      "text": "and, behold, he comes riding in a chariot and pair: and he answered and said, Babylon is fallen, is fallen; and all her images and her idols have been crushed to the ground."
    },
    {
      "verse": 10,
      "text": "Hear, you⌃ that are left, and you⌃ that are in pain, hear what things I have heard of the Lord of hosts \\add which\\add* the God of Israel has declared to us. THE VISION OF IDUMEA."
    },
    {
      "verse": 11,
      "text": "Call to me out of Seir; guard you⌃ the bulwarks."
    },
    {
      "verse": 12,
      "text": "I watch in the morning and the night: if you would enquire, enquire, and dwell by me."
    },
    {
      "verse": 13,
      "text": "You may lodge in the forest \\f + \\fr 21:13 \\fqa Heb. of Arabia \\f* in the evening, or in the way of Daedan."
    },
    {
      "verse": 14,
      "text": "You⌃ that dwell in the country of Thaeman, bring water to meet him that is thirsty;"
    },
    {
      "verse": 15,
      "text": "meet the fugitives with bread, because of the multitude of the slain, and because of the multitude of them that lose their way, and because of the multitude of swords, and because of the multitude of bent bows, and because of the multitude of them that have fallen in war."
    },
    {
      "verse": 16,
      "text": "For thus said the Lord to me, Yet a year, as the year of an hireling, \\add and\\add* the glory of the sons of Kedar shall fail:"
    },
    {
      "verse": 17,
      "text": "and the remnant of the strong bows of the sons of Kedar shall be small: for the Lord God of Israel has spoken \\add it\\add*."
    }
  ]
}