{
  "book_id": "ISA",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "THE WORD OF THE VALLEY OF SION. What has happened to you, that now you⌃ are all gone up to the housetops which help you not?"
    },
    {
      "verse": 2,
      "text": "The city is filled with shouting men: your slain are not slain with swords, nor are your dead those who have died in battle."
    },
    {
      "verse": 3,
      "text": "All your princes have fled, and yourcaptives are tightly bound, and the mighty menin you have fled far away."
    },
    {
      "verse": 4,
      "text": "Therefore I said, Let me alone, I will weep bitterly; labor not to comfort me for the breach of the daughter of my people."
    },
    {
      "verse": 5,
      "text": "For it isa day of trouble, and of destruction, and of treading down, and there isperplexity sentfrom the Lord of hosts: they wander in the valley of Sion; they wander from the least to the greatest on the mountains."
    },
    {
      "verse": 6,
      "text": "And the Elamites took theirquivers, and there weremen mounted on horses, and there wasa gathering for battle."
    },
    {
      "verse": 7,
      "text": "And it shall be thatyour choice valleys shall be filled with chariots, and horsemen shall block up your gates."
    },
    {
      "verse": 8,
      "text": "And they shall uncover the gates of Juda, and they shall look in that day on the choice houses of the city."
    },
    {
      "verse": 9,
      "text": "And they shall uncover the secret places of the houses of the citadel of David: and they saw that they were many, and that one hadturned the water of the old pool into the city;"
    },
    {
      "verse": 10,
      "text": "and that they hadpulled down the houses of Jerusalem, to fortify the wall of the city."
    },
    {
      "verse": 11,
      "text": "And you⌃ procured to yourselves water between the two walls within the ancient pool: but you⌃ looked not to him that made it from the beginning, and regarded not him that created it."
    },
    {
      "verse": 12,
      "text": "And the Lord, the Lord of hosts, called in that day for weeping, and lamentation, and baldness, and for girding with sackcloth:"
    },
    {
      "verse": 13,
      "text": "but they engaged in joy and gladness, slaying calves, and killing sheep, so as to eat flesh, and drink wine; saying, Let us eat and drink; for to-morrow we die."
    },
    {
      "verse": 14,
      "text": "And these things are revealed in the ears of the Lord of hosts: for this sin shall not be forgiven you, until you⌃ die."
    },
    {
      "verse": 15,
      "text": "Thus says the Lord of hosts, Go into the chamber, to Somnas the treasurer, and say to him, Why are you here?"
    },
    {
      "verse": 16,
      "text": "and what have you to do here, that you have here hewn yourself a sepulchre, and made yourself a sepulchre on high, and have graven for yourself a dwelling in the rock?"
    },
    {
      "verse": 17,
      "text": "Behold now, the Lord of hosts casts forth and will utterly destroy sucha man, and will take away your robe and your glorious crown,"
    },
    {
      "verse": 18,
      "text": "and will cast you into a great and unmeasured land, and there you shall die: and he will bring your fair chariot to shame, and the house of your prince to be trodden down."
    },
    {
      "verse": 19,
      "text": "And you shall be removed from your stewardship, and from your place."
    },
    {
      "verse": 20,
      "text": "And it shall come to pass in that day, that I will call my servant Eliakim the son of Chelcias:"
    },
    {
      "verse": 21,
      "text": "and I will put on him your robe, and I will grant him your crown with power, and I will give your stewardship into his hands: and he shall be as a father to them that dwell in Jerusalem, and to them that dwell in Juda."
    },
    {
      "verse": 22,
      "text": "And I will give him the glory of David; and he shall rule, and there shall be none to speak against him: and I will give him the key of the house of David uponhis shoulder; and he shall open, and there shall be none to shut; and he shall shut, and there shall be none to open."
    },
    {
      "verse": 23,
      "text": "And I will make him a ruler in a sure place, and he shall be for a glorious throne of his father's house."
    },
    {
      "verse": 24,
      "text": "And every one that is glorious in the house of his father shall trust in him, from the least to the greatest; and they shall depend upon him in that day."
    },
    {
      "verse": 25,
      "text": "Thus says the Lord of hosts, The man that is fastened in the sure place shall be removed and be taken away, and shall fall; and the glory that is upon him shall be utterly destroyed: for the Lord has spoken it."
    }
  ]
}