{
  "book_id": "ISA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord God, I will glorify you, I will sing to your name; for you have done wonderful things, \\add even\\add* an ancient \\add and\\add* faithful counsel. So be it."
    },
    {
      "verse": 2,
      "text": "For you have made cities a heap, \\add even\\add* cities \\add made\\add* strong that their foundations should not fall: the city of ungodly men shall not be built for ever."
    },
    {
      "verse": 3,
      "text": "Therefore shall the poor people bless you, and cities of injured men shall bless you."
    },
    {
      "verse": 4,
      "text": "For you have been a helper to every lowly city, and a shelter to them that were disheartened by reason of poverty: you shall deliver them from wicked men: \\add you have been\\add* a shelter of them that thirst, and a refreshing air to injured men."
    },
    {
      "verse": 5,
      "text": "\\add We were\\add* as faint-hearted men thirsting in Sion, by reason of ungodly men to whom you did deliver us."
    },
    {
      "verse": 6,
      "text": "And the Lord of hosts shall make \\add a feast\\add* for all the nations: on this mount they shall drink gladness, they shall drink wine:"
    },
    {
      "verse": 7,
      "text": "they shall anoint themselves with ointment in this mountain. Impart you all these things to the nations; for this is \\add God's\\add* counsel upon all the nations."
    },
    {
      "verse": 8,
      "text": "\\x + \\xo 25:8 \\xt 1 Cor 15:54 \\x* Death has prevailed and swallowed \\add men\\add* up; but again the Lord God has taken away every tear from every face. He has taken away the reproach of \\add his\\add* people from all the earth: for the mouth of the Lord has spoken it."
    },
    {
      "verse": 9,
      "text": "And in that day they shall say, behold our God in whom we have trusted, and he shall save us: this \\add is\\add* the Lord; we have waited for him, and we have exulted, and will rejoice in our salvation."
    },
    {
      "verse": 10,
      "text": "God will give rest on this mountain, and the country of Moab shall be trodden down, as they tread the floor with wagons."
    },
    {
      "verse": 11,
      "text": "And he shall spread forth his hands, even as he also brings down \\add man\\add* to destroy \\add him\\add*: and he shall bring low his pride \\add in regard to the thing\\add* on which he has laid his hands."
    },
    {
      "verse": 12,
      "text": "And he shall bring down the height of the refuge of the wall, and it shall come down even to the ground."
    }
  ]
}