{
  "book_id": "ISA",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "In that day they shall sing this song in the land of Judea; Behold a strong city; and he shall make salvation \\add its\\add* wall and bulwark."
    },
    {
      "verse": 2,
      "text": "Open you⌃ the gates, let the nation enter that keeps righteousness, and keeps truth,"
    },
    {
      "verse": 3,
      "text": "supporting truth, and keeping peace: for on you, O Lord,"
    },
    {
      "verse": 4,
      "text": "they have trusted with confidence for ever, the great, the eternal God;"
    },
    {
      "verse": 5,
      "text": "who have humbled and brought down them that dwell on high, you shall cast down strong cities, and bring them to the ground."
    },
    {
      "verse": 6,
      "text": "And the feet of the meek and lowly shall trample them."
    },
    {
      "verse": 7,
      "text": "The way of the godly is made straight: the way of the godly is also prepared."
    },
    {
      "verse": 8,
      "text": "For the way of the Lord is judgment: we have hoped in your name, and on the remembrance \\add of you\\add*,"
    },
    {
      "verse": 9,
      "text": "which our soul longs for: my spirit seeks you very early in the morning, O God, for your commandments are a light on the earth: learn righteousness, you⌃ that dwell upon the earth."
    },
    {
      "verse": 10,
      "text": "For the ungodly one is put down: no one who will not learn righteousness on the earth, shall be able to do the truth: let the ungodly be taken away, that he see not the glory of the Lord."
    },
    {
      "verse": 11,
      "text": "O Lord, your arm is exalted, yet they knew it not: but when they know they shall be ashamed: jealousy shall seize upon an untaught nation, and now fire shall devour the adversaries."
    },
    {
      "verse": 12,
      "text": "O Lord our God, give us peace: for you have rendered to us all things."
    },
    {
      "verse": 13,
      "text": "O Lord our God, take possession of us: O Lord, we know not \\add any\\add* other beside you: we name your name."
    },
    {
      "verse": 14,
      "text": "But the dead shall not see life, neither shall \\f + \\fr 26:14 \\ft See Job 26:5. \\f* physicians by any means raise \\add them\\add* up: therefore you have brought \\add wrath\\add* upon \\add them\\add*, and slain \\add them\\add*, and have taken away every male of them. Bring more evils upon them, O Lord;"
    },
    {
      "verse": 15,
      "text": "bring more evils on the glorious ones of the earth."
    },
    {
      "verse": 16,
      "text": "Lord, in affliction I remembered you; your chastening was to us with small affliction."
    },
    {
      "verse": 17,
      "text": "And as a woman in travail draws near to be delivered, \\add and\\add* cries out in her pain; so have we been to your beloved."
    },
    {
      "verse": 18,
      "text": "We have conceived, O Lord, because of your fear, and have been in pain, and have brought forth the breath of your salvation, which we have wrought upon the earth: we shall not fall, but all that dwell upon the land shall fall."
    },
    {
      "verse": 19,
      "text": "The dead shall rise, and they that are in the tombs shall be raised, and they that are in the earth shall rejoice: for \\f + \\fr 26:19 \\ft See Ps 110 (109) \\f* the dew from you is healing to them: but the land of the ungodly shall perish."
    },
    {
      "verse": 20,
      "text": "Go, my people, enter into your closets, shut your door, hide yourself for a little season, until the anger of the Lord have passed away."
    },
    {
      "verse": 21,
      "text": "For, behold, the Lord is bringing wrath from \\add his\\add* holy place upon the dwellers on the earth: the earth also shall disclose her blood, and shall not cover her slain."
    }
  ]
}