{
  "book_id": "ISA",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "\\f + \\fr 29:1 \\fl Or, \\ft woe to \\f* Alas for the city of Ariel, which David \\f + \\fr 29:1 \\ft See \\fqa Heb. \\f* besieged. Gather you⌃ fruits year by year; eat you⌃, for you⌃ shall eat with Moab."
    },
    {
      "verse": 2,
      "text": "For I will grievously afflict Ariel: and her strength and her wealth shall be mine."
    },
    {
      "verse": 3,
      "text": "And I will compass you about like David, and will raise a mound about you, and set up towers round you."
    },
    {
      "verse": 4,
      "text": "And your words shall be brought down to the earth, and your words shall sink down to the earth, and your voice shall be as they that speak out of the earth, and your voice shall \\f + \\fr 29:4 \\fl Gr. \\ft become weak \\f* be lowered to the ground."
    },
    {
      "verse": 5,
      "text": "But the wealth of the ungodly shall be as dust from a wheel, and the multitude of them that oppress you as flying chaff, and it shall be suddenly as a moment,"
    },
    {
      "verse": 6,
      "text": "from the Lord of Hosts: for there shall be a visitation with thunder, and earthquake, and a loud \\f + \\fr 29:6 \\fl Gr. \\ft voice \\f* noise, a rushing tempest, and devouring flame of fire."
    },
    {
      "verse": 7,
      "text": "And the wealth of all the nations together, as many as have fought against Ariel, and all they that war against Jerusalem, and all who are gathered against her, and they that distress her, shall be as one that dreams in sleep by night."
    },
    {
      "verse": 8,
      "text": "And as men drink and eat in sleep, and when they have arisen, the dream is vain: and as a thirsty man dreams as if he drank, and having arisen is still thirsty, and his soul has desired in vain: so shall be the wealth of all the nations, as many as have fought against the mount Sion."
    },
    {
      "verse": 9,
      "text": "Faint you⌃, and be amazed, and be overpowered, not with strong drink nor with wine."
    },
    {
      "verse": 10,
      "text": "For the Lord has made you to drink a spirit of deep sleep; and he shall close their eyes, and \\add the eyes\\add* of their prophets and of their rulers, who see secret things."
    },
    {
      "verse": 11,
      "text": "And all these things shall be to you as the words of this sealed book, which if they shall give to a learned man, saying, Read this, he shall then say, I can’t read \\add it\\add*, for it is sealed."
    },
    {
      "verse": 12,
      "text": "And this book shall be given into the hands of a man that is unlearned, and \\add one\\add* shall say to him, Read this; and he shall say, I am not learned."
    },
    {
      "verse": 13,
      "text": "And the Lord has said, \\x + \\xo 29:13 \\xt Matt 8:9 \\x* This people draw near to me with their mouth, and they honor me with their lips, but their heart is far from me: but in vain do they worship me, teaching the commandments and doctrines of men."
    },
    {
      "verse": 14,
      "text": "Therefore behold I will proceed to remove this people, and I will remove them: and \\x + \\xo 29:14 \\xt 1 Cor 1:19 \\x* I will destroy the wisdom of the wise, and will hide the understanding of the prudent."
    },
    {
      "verse": 15,
      "text": "Woe to them that deepen their counsel, and not by the Lord. Woe to them that take secret counsel, and whose works \\f + \\fr 29:15 \\fl Gr. \\ft shall be \\f* are in darkness, and they say, Who has seen us? and who shall know us, or what we do?"
    },
    {
      "verse": 16,
      "text": "Shall you⌃ not be counted as clay of the potter? \\x + \\xo 29:16 \\xt Rom 9:20 \\x* Shall the thing formed say to him that formed it, You did not form me? or the work to the maker, You have not made me wisely?"
    },
    {
      "verse": 17,
      "text": "\\add Is it\\add* not yet a little while, and Libanus shall be changed as the mountains of Chermel, and Chermel shall be reckoned as a forest?"
    },
    {
      "verse": 18,
      "text": "And in that day the deaf shall hear the words of the book, and they that are in darkness, and they that are in mist: the eyes of the blind shall see,"
    },
    {
      "verse": 19,
      "text": "and the poor shall rejoice with joy because of the Lord, and they that had no hope among men shall be filled with joy."
    },
    {
      "verse": 20,
      "text": "The lawless man has come to nothing, and the proud man has perished, and they that transgress mischievously have been utterly destroyed:"
    },
    {
      "verse": 21,
      "text": "and they that cause men to sin by a word: and men shall make all that reprove in the gates an offense, because they have unjustly turned aside the righteous."
    },
    {
      "verse": 22,
      "text": "Therefore thus says the Lord concerning the house of Jacob, whom he set apart from Abraam, Jacob shall not now be ashamed, neither shall he now change countenance."
    },
    {
      "verse": 23,
      "text": "But when their children shall have seen my works, they shall sanctify my name for my sake, and they sanctify the Holy One of Jacob, and shall fear the God of Israel."
    },
    {
      "verse": 24,
      "text": "And they that erred in spirit shall know understanding, and the murmurers shall learn obedience, and the stammering tongues shall learn to speak peace."
    }
  ]
}