{
  "book_id": "ISA",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Now it came to pass in the fourteenth year of the reign of Ezekias, \\add that\\add* Sennacherim, king of the Assyrians, came up against the strong cities of Judea, and took them."
    },
    {
      "verse": 2,
      "text": "And the king of the Assyrians sent Rabsaces out of Laches to Jerusalem to king Ezekias with a large force: and he stood by the \\f + \\fr 36:2 \\fl Gr. \\ft in \\f* conduit of the upper pool in the way of the fuller's field."
    },
    {
      "verse": 3,
      "text": "And there went forth to him Heliakim the steward, the \\add son\\add* of Chelcias, and Somnas the scribe, and Joach the \\add son\\add* of Asaph, the recorder."
    },
    {
      "verse": 4,
      "text": "And Rabsaces said to them, Say to Ezekias, Thus says the great king, the king of the Assyrians, Why are you secure?"
    },
    {
      "verse": 5,
      "text": "Is war carried on with counsel and \\add mere\\add* words of the lips? and now on whom do you trust, that you rebel against me?"
    },
    {
      "verse": 6,
      "text": "Behold, you trust on this bruised staff of reed, on Egypt: \\add as soon\\add* as a man leans upon it, it shall go into his hand, and pierce it: so is Pharao king of Egypt and all that trust in him."
    },
    {
      "verse": 7,
      "text": "But if you⌃ say, We trust in the Lord our God;"
    },
    {
      "verse": 8,
      "text": "yet now make an agreement with my lord the king of the Assyrians, and I will give you two thousand horses, if you⌃ shall be able to set riders upon them."
    },
    {
      "verse": 9,
      "text": "And how can you⌃ \\add then\\add* turn to the face of the \\f + \\fr 36:9 \\fl Or, \\ft local governors \\f* satraps? They that trust on the Egyptians for horse and rider, are \\add our\\add* servants."
    },
    {
      "verse": 10,
      "text": "And now, Have we come up against this land to fight against it without the Lord? The Lord said to me, Go up against this land, and destroy it."
    },
    {
      "verse": 11,
      "text": "Then Eliakim and Somnas and Joach said to him, Speak to your servants in the Syrian tongue; for we understand \\add it\\add*: and speak not to us in the Jewish tongue: and therefore speak you in the ears of the men on the wall?"
    },
    {
      "verse": 12,
      "text": "And Rabsaces said to them, Has my lord sent me to your lord or to you, to speak these words? \\add has he\\add* not \\add sent\\add* me to the men that sit on the wall, that they may eat dung, and drink \\add their\\add* water together with you?"
    },
    {
      "verse": 13,
      "text": "And Rabsaces stood and cried with a loud voice in the Jewish language, and said, Hear you⌃ the words of the great king, the king of the Assyrians:"
    },
    {
      "verse": 14,
      "text": "thus says the king, Let not Ezekias deceive you with words: he will not be able to deliver you."
    },
    {
      "verse": 15,
      "text": "And let not Ezekias say to you, That God will deliver you, and this city will not at all be delivered into the hand of the king of the Assyrians."
    },
    {
      "verse": 16,
      "text": "Listen not to Ezekias: thus says the king of the Assyrians, If you⌃ wish to be blessed, come out to me: and you⌃ shall eat every one \\add of\\add* his vine and his fig-trees, and you⌃ shall drink water out of your own cisterns:"
    },
    {
      "verse": 17,
      "text": "until I come and take you to a land, like your own land, a land of corn and wine, and bread, and vineyards."
    },
    {
      "verse": 18,
      "text": "Let not Ezekias deceive you, saying, God will deliver you. Have the gods of the nations delivered each one his own land out of the hand of the king of the Assyrians?"
    },
    {
      "verse": 19,
      "text": "Where is the god of Emath, and Arphath? and where is the god of Eppharuaim? have they been able to deliver Samaria out of my hand?"
    },
    {
      "verse": 20,
      "text": "Which is the god of all these nations, that has delivered his land out of my hand, that God should deliver Jerusalem out of my hand?"
    },
    {
      "verse": 21,
      "text": "And they were silent, and none answered him a word; because the king had commanded that none should answer."
    },
    {
      "verse": 22,
      "text": "And Heliakim the \\add son\\add* of Chelcias, the steward, and Somnas the military scribe, and Joach the \\add son\\add* of Asaph, the recorder, came in to Ezekias, having their garments torn, and they reported to him the words of Rabsaces."
    }
  ]
}