{
  "book_id": "ISA",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Hold a feast to me, you⌃ islands: for the princes shall renew \\add their\\add* strength: let them draw near and speak together: then let them declare judgment."
    },
    {
      "verse": 2,
      "text": "Who raised up righteousness from the east, \\add and\\add* called it to his feet, so that it should go? shall appoint \\add it\\add* an adversary of Gentiles, and shall dismay kings, and bury their swords in the earth, and cast forth their bows and arrows as sticks?"
    },
    {
      "verse": 3,
      "text": "And he shall pursue them; the way of his feet shall proceed in peace."
    },
    {
      "verse": 4,
      "text": "Who has wrought and done these things? he has called it who called it from the generations of old; I God, \\x + \\xo 41:4 \\xt Rev 1:17 \\x* the first and to \\add all\\add* futurity, I AM."
    },
    {
      "verse": 5,
      "text": "The nations saw, and feared; the ends of the earth drew near, and came together,"
    },
    {
      "verse": 6,
      "text": "every one judging for his neighbor and \\add that\\add* to assist his brother: and one will say,"
    },
    {
      "verse": 7,
      "text": "The artificer has become strong, and the coppersmith that smites with the hammer, \\add and\\add* forges also: sometimes he will say, It is a piece well joined: they have fastened them with nails; they will fix them, and they shall not be moved."
    },
    {
      "verse": 8,
      "text": "But you, Israel, are my servant Jacob, and he whom I have chosen, the seed of Abraam, whom I have loved:"
    },
    {
      "verse": 9,
      "text": "whom I have taken hold of from the ends of the earth, and from the high places of it I have called you, and said to you, You are my servant; I have chosen you, and I have not forsaken you."
    },
    {
      "verse": 10,
      "text": "Fear not; for I am with you: wander not; for I am your God, who have strengthened you; and I have helped you, and have established you with my just right hand."
    },
    {
      "verse": 11,
      "text": "Behold, all your adversaries shall be ashamed and confounded; for they shall be as if they were not: and all your opponents shall perish."
    },
    {
      "verse": 12,
      "text": "You shall seek them, and you shall not find the men who shall \\f + \\fr 41:12 \\fl Lit. \\ft transgress by wine against \\f* insolently rage against you: for they shall be as if they were not, and they that war against you shall not be."
    },
    {
      "verse": 13,
      "text": "For I am your God, who holds your right hand, who says to you,"
    },
    {
      "verse": 14,
      "text": "Fear not, Jacob, \\add and you\\add* Israel few in number; I have helped you, says your God, he that redeems you, O Israel."
    },
    {
      "verse": 15,
      "text": "Behold, I have made you as new saw-shaped threshing wheels of a wagon; and you shall thresh the mountains, and beat the hills to powder, and make \\add them\\add* as chaff:"
    },
    {
      "verse": 16,
      "text": "and you shall winnow \\add them\\add*, and the wind shall carry them away, and a tempest shall scatter them: but you shall rejoice in the holy ones of Israel."
    },
    {
      "verse": 17,
      "text": "And the poor and the needy shall exult; for \\add when\\add* they shall seek water, and there shall be none, \\add and\\add* their tongue is parched with thirst, I the Lord God, I the God of Israel will hear, and will not forsake them:"
    },
    {
      "verse": 18,
      "text": "but I will open rivers on the mountains, and fountains in the midst of plains: I will make the desert pools of water, and a thirsty land watercourses."
    },
    {
      "verse": 19,
      "text": "I will plant in the dry land the cedar and box, the myrtle and cypress, and white poplar:"
    },
    {
      "verse": 20,
      "text": "that they may see, and know, and perceive, and understand together, that the hand of the Lord has wrought these \\add works\\add*, and the Holy One of Israel has displayed \\add them\\add*."
    },
    {
      "verse": 21,
      "text": "Your judgment draws near, says the Lord God; your counsels have drawn near, says the King of Jacob."
    },
    {
      "verse": 22,
      "text": "Let them draw near, and declare to you what things shall come to pass; or tell \\add us\\add* what things were of old, and we will apply \\add our\\add* understanding, and we shall know what are the last and the future things:"
    },
    {
      "verse": 23,
      "text": "tell us, declare you⌃ to us the things that are coming on at the last \\add time\\add*, and we shall know that you⌃ are gods: do good, and do evil, and we shall wonder, and see at the same time"
    },
    {
      "verse": 24,
      "text": "whence you⌃ are, and whence is your works: they have chosen you an abomination out of the earth."
    },
    {
      "verse": 25,
      "text": "But I have raised up him that \\add comes\\add* from the north, and him that \\add comes\\add* from the rising of the sun: they shall be called by my name: let the princes come, and as potter's clay, and as a potter treading clay, so shall you⌃ be trodden down."
    },
    {
      "verse": 26,
      "text": "For who will declare the things from the beginning, that we may know also the former things, \\f + \\fr 41:26 \\fl Or, \\ft and say \\f* and we will say that they are true? there is no one that speaks beforehand, nor anyone that hears your words."
    },
    {
      "verse": 27,
      "text": "I will give dominion to Sion, and will comfort Jerusalem by the way."
    },
    {
      "verse": 28,
      "text": "For from among the nations, behold, \\add there was\\add* no one; and of their idols there was none to declare \\add anything\\add*: and if I should ask them, Whence are you⌃? they could not answer me."
    },
    {
      "verse": 29,
      "text": "For \\add these\\add* are your makers, \\add as you⌃ think\\add*, and they that cause you to err in vain."
    }
  ]
}