{
  "book_id": "ISA",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Jacob is my servant, I will help him: Israel is my chosen, my soul has accepted him; I have put my Spirit upon him; he shall bring forth judgment to the Gentiles."
    },
    {
      "verse": 2,
      "text": "He shall not cry, nor lift up his voice, nor shall his voice be heard without."
    },
    {
      "verse": 3,
      "text": "A bruised reed shall he not break, and smoking flax shall he not quench; but he shall bring forth judgment to truth."
    },
    {
      "verse": 4,
      "text": "He shall shine out, and shall not be discouraged, until he have set judgment on the earth: and in his name shall the Gentiles trust."
    },
    {
      "verse": 5,
      "text": "Thus says the Lord God, who made the heaven, and established it; who settled the earth, and the things in it, and gives breath to the people on it, and spirit to them that tread on it:"
    },
    {
      "verse": 6,
      "text": "I the Lord God have called you in righteousness, and will hold your hand, and will strengthen you: and I have given you for the covenant of a race, for a light of the Gentiles:"
    },
    {
      "verse": 7,
      "text": "to open the eyes of the blind, to bring the bound and them that sit in darkness out of bonds and the prison-house."
    },
    {
      "verse": 8,
      "text": "I am the Lord God: that is my name: I will not give my glory to another, nor my praises to graven images."
    },
    {
      "verse": 9,
      "text": "Behold, the ancient things have come to pass, and so willthe new things which I tell you: yes, before I tell themthey are made known to you."
    },
    {
      "verse": 10,
      "text": "Sing a new hymn to the Lord: you⌃ who arehis dominion, glorify his name from the end of the earth: you⌃ that go down to the sea, and sail upon it; the islands, and they that dwell in them."
    },
    {
      "verse": 11,
      "text": "Rejoice, you wilderness, and the villages thereof, the hamlets, and the dwellers in Kedar: the inhabitants of the rock shall rejoice, they shall shout from the top of the mountains."
    },
    {
      "verse": 12,
      "text": "They shall give glory to God, andshall proclaim his praises in the islands."
    },
    {
      "verse": 13,
      "text": "The Lord God of hosts shall go forth, and crush the war: he shall stir up jealousy, and shall shout mightily against his enemies."
    },
    {
      "verse": 14,
      "text": "I have been silent: shall I also always be silent and forbear: I have endured like a travailing woman: I will nowamaze and wither at once."
    },
    {
      "verse": 15,
      "text": "I will make desolate mountains and hills, and will dry up all their grass; and I will make the rivers islands, and dry up the pools."
    },
    {
      "verse": 16,
      "text": "And I will bring the blind by a way that they knew not, and I will cause them to tread paths which they have not known: I will turn darkness into light for them, and crooked things into straight. These things will I do, and will not forsake them."
    },
    {
      "verse": 17,
      "text": "But they are turned back: be you⌃ utterly ashamed that trust in graven images, who say to the molten images, You⌃ are our gods."
    },
    {
      "verse": 18,
      "text": "Hear, you⌃ deaf, and look up, you⌃ blind, to see."
    },
    {
      "verse": 19,
      "text": "And who is blind, but my servants? and deaf, but they that rule over them? yes, the servants of God have been made blind."
    },
    {
      "verse": 20,
      "text": "You⌃ have often seen, and have not taken heed; yourears have been opened, and you⌃ have not heard."
    },
    {
      "verse": 21,
      "text": "The Lord God has taken counsel that he might be justified, and might magnify hispraise."
    },
    {
      "verse": 22,
      "text": "And I saw, and the people were spoiled and plundered: for there isa snare in the secret chambers everywhere, and in the houses also, where they have hidden them: they became a spoil, and there was no one that delivered the prey, and there was none who said, Restore."
    },
    {
      "verse": 23,
      "text": "Who is thereamong you that will give ear to these things? listen you⌃ to the things which are coming to pass."
    },
    {
      "verse": 24,
      "text": "For what did he give to Jacob up to spoil, and Israel to them that plundered him? Did not God do itagainst whom they sinned? andthey would not walk in his ways, nor listen to his law."
    },
    {
      "verse": 25,
      "text": "So he brought upon them the fury of his wrath; and the war, and those that burnt round about them, prevailed against them; yet no one of them knew it, neither did they lay itto heart."
    }
  ]
}