{
  "book_id": "ISA",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "And now thus says the Lord God that made you, O Jacob, and formed you, O Israel, Fear not: for I have redeemed you, I have called you \\add by\\add* your name; you are mine."
    },
    {
      "verse": 2,
      "text": "And if you pass through water, I am with you; and the rivers shall not overflow you: and if you go through fire, you shall not be burned; the flame shall not burn you."
    },
    {
      "verse": 3,
      "text": "For I am the Lord your God, the Holy One of Israel, that saves you: I have made Egypt and Ethiopia your ransom, and \\add given\\add* Soene for you."
    },
    {
      "verse": 4,
      "text": "Since you became precious in my sight, you have become glorious, and I have loved you: and I will give men for you, and princes for \\f + \\fr 43:4 \\fl Gr. \\ft head \\f* your life."
    },
    {
      "verse": 5,
      "text": "Fear not; for I am with you: I will bring your seed from the east, and will gather you from the west."
    },
    {
      "verse": 6,
      "text": "I will say to the north, Bring; and to the south, Keep not back; bring my sons from the \\add land\\add* afar off, and my daughters from the ends of the earth;"
    },
    {
      "verse": 7,
      "text": "\\add even\\add* all who are called by my name: for I have prepared him for my glory, and I have formed him, and have made him:"
    },
    {
      "verse": 8,
      "text": "and I have brought forth the blind people; for \\add their\\add* eyes are alike blind, and they that have ears are deaf."
    },
    {
      "verse": 9,
      "text": "All the nations are gathered together, and princes shall be gathered out of them: who will declare these things? or who will declare to you things from the beginning? let them bring forth their witnesses, and be justified; and let them hear, and declare the truth."
    },
    {
      "verse": 10,
      "text": "Be you⌃ my witnesses, and I \\add too am\\add* a witness, says the Lord God, and my servant whom I have chosen: that you⌃ may know, and believe, and understand that I am \\add he\\add*: before me there was no other God, and after me there shall be none."
    },
    {
      "verse": 11,
      "text": "I am God; and beside me there is no Saviour."
    },
    {
      "verse": 12,
      "text": "I have declared, and have saved; I have reproached, and there was no strange \\add god\\add* among you: you⌃ are my witnesses, and I am the Lord God,"
    },
    {
      "verse": 13,
      "text": "even from the beginning; and there is none that can deliver out of my hands: I will work, and who shall turn it back?"
    },
    {
      "verse": 14,
      "text": "Thus says the Lord God that redeems you, the Holy One of Israel; for your sakes I will send to Babylon, and I will stir up all that flee, and the Chaldeans shall be bound in ships."
    },
    {
      "verse": 15,
      "text": "I am the Lord God, your Holy One, who have appointed for Israel your king."
    },
    {
      "verse": 16,
      "text": "Thus says the Lord, who makes a way in the sea, and a path in the mighty water;"
    },
    {
      "verse": 17,
      "text": "who brought forth chariots and horse, and a mighty multitude: but they have \\f + \\fr 43:17 \\fl Or, \\ft gone to sleep; See Ps. 75 (76) 5,6 \\f* lain down, and shall not rise: they are extinct, as quenched flax."
    },
    {
      "verse": 18,
      "text": "Remember you⌃ not the former things, and consider not the ancient things."
    },
    {
      "verse": 19,
      "text": "Behold, I \\add will\\add* do new things, which shall presently spring forth, and you⌃ shall know them: and I will make a way in the wilderness, and rivers in the dry land."
    },
    {
      "verse": 20,
      "text": "the beasts of the field shall bless me, the owls and young ostriches; for I have given water in the wilderness, and rivers in the dry land, to give drink to my chosen race,"
    },
    {
      "verse": 21,
      "text": "my people whom I have preserved to tell forth my praises."
    },
    {
      "verse": 22,
      "text": "I have not now called you, O Jacob; neither have I made you weary, O Israel."
    },
    {
      "verse": 23,
      "text": "You have not brought me the sheep of your whole burnt offering; neither have you glorified me with your sacrifices. I have not caused you to serve with sacrifices, neither have I wearied you with frankincense."
    },
    {
      "verse": 24,
      "text": "Neither have you purchased for me victims for silver, neither have I desired the fat of your sacrifices: but you did stand before me in your sins, and in your iniquities."
    },
    {
      "verse": 25,
      "text": "\\f + \\fr 43:25 \\fl Gr. \\ft I am, I am \\f* I, \\add even\\add* I, am he that blots out your transgressions for my own sake, and your sins; and I will not remember \\add them\\add*."
    },
    {
      "verse": 26,
      "text": "But do you remember, and let us plead \\add together\\add*: do you first confess your transgressions, that you may be justified."
    },
    {
      "verse": 27,
      "text": "Your fathers first, and your princes have transgressed against me."
    },
    {
      "verse": 28,
      "text": "And the princes have defiled my sanctuaries: so I gave Jacob \\add to enemies\\add* to destroy, and Israel to reproach."
    }
  ]
}