{
  "book_id": "ISA",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "Bel has fallen, Nabo is broken to pieces, their graven images are gone to the wild beasts and the cattle: you⌃ take them packed up as a burden to the weary, exhausted, hungry, and \\add at the same time\\add* helpless man;"
    },
    {
      "verse": 2,
      "text": "who will not be able to save themselves from war, but they themselves are led \\add away\\add* captive."
    },
    {
      "verse": 3,
      "text": "Hear me, O house of Jacob, and all the remnant of Israel, who are borne \\add by me\\add* from the womb, and taught \\add by me\\add* from infancy, \\add even\\add* to old age:"
    },
    {
      "verse": 4,
      "text": "I am \\add he\\add*; and until you⌃ shall have grown old, I am \\add he\\add*: I bear you, I have made, and I will \\f + \\fr 46:4 \\fl Or, \\ft put up with. \\f* relieve, I will take up and save you."
    },
    {
      "verse": 5,
      "text": "To whom have you⌃ compared me? see, consider, you⌃ that go astray."
    },
    {
      "verse": 6,
      "text": "They that furnish gold out of a purse, and silver by weight, will weigh it in a scale, and they hire a goldsmith and make \\f + \\fr 46:6 \\fl Gr. things \\ft made with hands. \\f* idols, and bow down, and worship them."
    },
    {
      "verse": 7,
      "text": "They bear it upon the shoulder, and go; and if they put it upon its place, it remains, it can’t move: and whoever shall cry to it, it can’t hear; it can’t save him from trouble."
    },
    {
      "verse": 8,
      "text": "Remember you⌃ these things, and groan: repent, you⌃ that have gone astray, return in your heart;"
    },
    {
      "verse": 9,
      "text": "and remember the former things \\add that were\\add* of old: for I am God, and there is none other beside me,"
    },
    {
      "verse": 10,
      "text": "telling beforehand the latter events before they come to pass, and they are accomplished together: and I said, all my counsel shall stand, and I will do all things that I have planned:"
    },
    {
      "verse": 11,
      "text": "calling a bird from the east, and from a land afar off, for the things which I have planned: I have spoken, and brought \\add him\\add*; I have created and made \\add him\\add*; I have brought him, and prospered his way."
    },
    {
      "verse": 12,
      "text": "Listen to me, you⌃ senseless ones, that are far from righteousness:"
    },
    {
      "verse": 13,
      "text": "I have brought near my righteousness, and I will not be slow with the salvation that is from me: I have given salvation in Sion to Israel for glory."
    }
  ]
}