{
  "book_id": "ISA",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "Come down, sit on the ground, O virgin daughter of Babylon: sit on the ground, O daughter of the Chaldeans: for you shall no more be called tender and luxurious."
    },
    {
      "verse": 2,
      "text": "Take a millstone, grind meal: remove your veil, uncover your white hairs, make bare the leg, pass through the rivers."
    },
    {
      "verse": 3,
      "text": "Your shame shall be uncovered, your reproaches shall be brought to light: I will exact of you due vengeance, I will no longer deliver you to men."
    },
    {
      "verse": 4,
      "text": "Your deliverer is the Lord of hosts, the Holy One of Israel is his name."
    },
    {
      "verse": 5,
      "text": "Sit you down pierced with woe, go into darkness, O daughter of the Chaldeans: you shall no more be called the strength of a kingdom."
    },
    {
      "verse": 6,
      "text": "I have been provoked with my people; you have defiled my inheritance: I gave them into your hand, but you did not extend mercy to them: you made the yoke of the aged man very heavy,"
    },
    {
      "verse": 7,
      "text": "and said, I shall be a princess for ever: you did not perceive these things in your heart, nor did you remember the latter end."
    },
    {
      "verse": 8,
      "text": "But now hear these words, you luxurious one, who arethe one that sits at ease, that is secure, that says in her heart, I am, and there is not another; I shall not sit a widow, neither shall I know bereavement."
    },
    {
      "verse": 9,
      "text": "But now these two things shall come upon you suddenly in one day, the loss of children and widowhood shall come suddenly upon you, for your sorcery, for the strength of your enchantments,"
    },
    {
      "verse": 10,
      "text": "for your trusting in wickedness: for you said, I am, and there is not another: know you, the understanding of these things and your harlotry shall be your shame; for you said in your heart, I am, and there is not another."
    },
    {
      "verse": 11,
      "text": "And destruction shall come upon you, and you shall not be aware; there shall be apit, and you shall fall into it: and grief shall come upon you, and you shall not be able to be clear; and destruction shall come suddenly upon you, and you shall not know."
    },
    {
      "verse": 12,
      "text": "Stand now with your enchantments, and with the abundance of your sorcery, which you have learned from your youth; if you can be profited."
    },
    {
      "verse": 13,
      "text": "You are wearied in your counsels. Let now the astrologers of the heaven stand and deliver you, let them that see the stars tell you what is about to come upon you."
    },
    {
      "verse": 14,
      "text": "Behold, they all shall be burnt up as sticks in the fire; neither shall they at all deliver their life from the flame. Because you have coals of fire, sit you upon them;"
    },
    {
      "verse": 15,
      "text": "these shall be your help. You have wearied yourself with traffic from your youth: every man has wandered to his own home, but you shall have no deliverance."
    }
  ]
}