{
  "book_id": "ISA",
  "chapter": 54,
  "verses": [
    {
      "verse": 1,
      "text": "\\x + \\xo 54:1 \\xt Gal 4:27 \\x* Rejoice, you barren that bear not; break forth and cry, you that do not travail: for more are the children of the desolate than of her that has a husband: for the Lord has said,"
    },
    {
      "verse": 2,
      "text": "Enlarge the place of your tent, and of your curtains: fix \\add the pins\\add*, spare not, lengthen your cords, and strengthen your pins;"
    },
    {
      "verse": 3,
      "text": "spread forth \\add your tent\\add* yet to the right and the left: for your seed shall inherit the Gentiles, and you shall make the desolate cities to be inhabited."
    },
    {
      "verse": 4,
      "text": "Fear not, because you have been put to shame, neither be confounded, because you were reproached: for you shall forget your \\f + \\fr 54:4 \\fl Gr. \\ft ancient \\fl Or. \\ft everlasting \\f* former shame, and shall no more at all remember the reproach of your widowhood."
    },
    {
      "verse": 5,
      "text": "For \\add it is\\add* the Lord that made you; the Lord of hosts is his name: and he that delivered you, he is the God of Israel, \\add and\\add* shall be called \\add so\\add* by the whole earth."
    },
    {
      "verse": 6,
      "text": "The Lord has not called you as a deserted and faint-hearted woman, nor as a woman hated from \\add her\\add* youth, says your God."
    },
    {
      "verse": 7,
      "text": "For a little while I left you: but with great mercy will I have compassion upon you."
    },
    {
      "verse": 8,
      "text": "In a little wrath I turned away my face from you; but with everlasting mercy will I have compassion upon you, says the Lord that delivers you."
    },
    {
      "verse": 9,
      "text": "From the time of the water of Noe this is my \\add purpose\\add*: as I swore to him at that time, \\add saying\\add* of the earth, I will no more be angry with you, neither when you are threatened,"
    },
    {
      "verse": 10,
      "text": "shall the mountains depart, nor shall your hills be removed: so neither shall my mercy fail you, nor shall the covenant of your peace be at all removed: for \\f + \\fr 54:10 \\fl Alex. \\ft κύριος for κύριε adopted here. Compare Mat. 16. 22, with this passage. \\f* the Lord \\add who is\\add* gracious to you has spoken \\add it\\add*."
    },
    {
      "verse": 11,
      "text": "Afflicted and outcast you have not been comforted: behold, I \\add will\\add* prepare carbuncle \\add for\\add* your stones, and sapphire for your foundations;"
    },
    {
      "verse": 12,
      "text": "and I will make your buttresses jasper, and your gates crystal, and your border precious stones."
    },
    {
      "verse": 13,
      "text": "\\x + \\xo 54:13 \\xt John 6:45 \\x* And \\add I will cause\\add* all your sons \\add to be\\add* taught of God, and your children \\add to be\\add* in great peace."
    },
    {
      "verse": 14,
      "text": "And you shall be built in righteousness: abstain from injustice, and you shall not fear; and trembling shall not come near you."
    },
    {
      "verse": 15,
      "text": "Behold, strangers shall come to you by me, and shall sojourn with you, and shall run to you for refuge."
    },
    {
      "verse": 16,
      "text": "Behold, I have created you, not as the coppersmith blowing coals, and bringing out a vessel \\add fit\\add* for work; but I have created you, not for ruin, that \\add I\\add* should destroy \\add you\\add*."
    },
    {
      "verse": 17,
      "text": "I will not suffer any \\f + \\fr 54:17 \\fl Gr. \\ft instrument. \\f* weapon formed against you to prosper; and every voice that shall rise up against you for judgment, you shall vanquish them all; and your adversaries shall be \\add condemned\\add* thereby. There is an inheritance to them that serve the Lord, and you⌃ shall be righteous before me, says the Lord."
    }
  ]
}