{
  "book_id": "ISA",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "You⌃ that thirst, go to the water, and all that have no money, go \\add and\\add* buy; and eat \\add and drink\\add* wine and fat without money or price."
    },
    {
      "verse": 2,
      "text": "Therefore do you⌃ value at the price of money, and \\add give\\add* your labor \\f + \\fr 55:2 \\ft See Col 2. ult. \\f* for that which will not satisfy? listen to me, and you⌃ shall eat that which is good, and your soul shall feast itself on good things."
    },
    {
      "verse": 3,
      "text": "Give heed with your ears, and follow my ways: listen to me, and your soul shall live in prosperity; and I will make with you an everlasting covenant, \\x + \\xo 55:3 \\xt Acts 13:34 \\x* the sure mercies of David."
    },
    {
      "verse": 4,
      "text": "Behold I have made him a testimony among the Gentiles, a prince and commander to the Gentiles."
    },
    {
      "verse": 5,
      "text": "Nations which know you not, shall call upon you, and peoples which are not acquainted with you, shall flee to you for refuge, for the sake of the Lord your God, the Holy One of Israel; for he has glorified you."
    },
    {
      "verse": 6,
      "text": "Seek you⌃ the Lord, and when you⌃ find him, call upon him; and when he shall draw near to you,"
    },
    {
      "verse": 7,
      "text": "let the ungodly leave his ways, and the transgressor his counsels: and let him return to the Lord, and he shall find mercy; for he shall abundantly pardon your sins."
    },
    {
      "verse": 8,
      "text": "For my counsels are not as your counsels, nor are my ways as your ways, says the Lord."
    },
    {
      "verse": 9,
      "text": "But as the heaven is distant from the earth, so is my way distant from your ways, and your thoughts from my mind."
    },
    {
      "verse": 10,
      "text": "For as rain shall come down, or snow, from heaven, and shall not return until it have saturated the earth, and it bring forth, and bud, and \\x + \\xo 55:10 \\xt 2 Cor 9:10 \\x* give seed to the sower, and bread for food:"
    },
    {
      "verse": 11,
      "text": "so shall my word be, whatever shall proceed out of my mouth, it shall by no means turn back, until all the things which I willed shall have been accomplished; and I will make your ways prosperous, and \\add will effect\\add* my commands."
    },
    {
      "verse": 12,
      "text": "For you⌃ shall go forth with joy, and shall be taught with gladness: for the mountains and the hills shall exult to welcome you with joy, and all the trees of the field shall applaud with their branches."
    },
    {
      "verse": 13,
      "text": "And instead of the bramble shall come up the cypress, and instead of the nettle shall come up the myrtle: and the Lord shall be for a name, and for an everlasting sign, and shall not fail."
    }
  ]
}