{
  "book_id": "ISA",
  "chapter": 57,
  "verses": [
    {
      "verse": 1,
      "text": "See how the just man has perished, and no one lays itto heart: and righteous men are taken away, and no one considers: for the righteous has been removed out of the way of injustice."
    },
    {
      "verse": 2,
      "text": "His burial shall be in peace: he has been removed out of the way."
    },
    {
      "verse": 3,
      "text": "But draw you⌃ near hither, you⌃ lawless children, the seed of adulterers and the harlot."
    },
    {
      "verse": 4,
      "text": "Wherein have you⌃ been rioting? and against whom have you⌃ opened your mouth, and against whom have you⌃ loosed your tongue? are you⌃ not children of perdition? a lawless seed?"
    },
    {
      "verse": 5,
      "text": "who call upon idols under the leafy trees, slaying your children in the valleys among the rocks?"
    },
    {
      "verse": 6,
      "text": "That is your portion, this is your lot: and to them have you poured forth drink-offerings, and to these have you offered meat-offerings. Shall I not therefore be angry for these things?"
    },
    {
      "verse": 7,
      "text": "On a lofty and high mountain, there is your bed, and there you carried up your meat-offerings:"
    },
    {
      "verse": 8,
      "text": "and behind the posts of your door you did place your memorials. Did you think that if you should depart from me, you would gain? you have loved those that lay with you;"
    },
    {
      "verse": 9,
      "text": "and you have multiplied your whoredom with them, and you have increased the number of them that are far from you, and have sent ambassadors beyond your borders, and have been debased even to hell."
    },
    {
      "verse": 10,
      "text": "You have wearied yourself with your many ways; yet you said not, I will cease to strengthen myself: for you have done these things; therefore you have not supplicated me."
    },
    {
      "verse": 11,
      "text": "Through dread of whom have you feared, and lied against me, and has not remembered, nor considered me, nor regarded me, yes, though when I see you I pass you by, yet you have not feared me."
    },
    {
      "verse": 12,
      "text": "And I will declare your righteousness, and your sins, which shall not profit you."
    },
    {
      "verse": 13,
      "text": "When you cry out, let them deliver you in your affliction: for all these the wind shall take, and the tempest shall carry themaway: but they that cleave to me shall possess the land, and shall inherit my holy mountain."
    },
    {
      "verse": 14,
      "text": "And they shall say, Clear the ways before him, and take up the stumbling blocks out of the way of my people."
    },
    {
      "verse": 15,
      "text": "Thus says the Most High, who dwells on high for ever, Holy in the holies, is his name, the Most High resting in the holies, and giving patience to the faint-hearted, and giving life to the broken-hearted:"
    },
    {
      "verse": 16,
      "text": "I will not take vengeance on you for ever, neither will I be always angry with you: for my Spirit shall go forth from me, and I have created all breath."
    },
    {
      "verse": 17,
      "text": "On account of sin for a little while I grieved him, and struck him, and turned away my face from him; and he was grieved, and he went on sorrowful in his ways."
    },
    {
      "verse": 18,
      "text": "I have seen his ways, and healed him, and comforted him, and given him true comfort;"
    },
    {
      "verse": 19,
      "text": "peace upon peace to them that are far off, and to them that are near: and the Lord has said, I will heal them."
    },
    {
      "verse": 20,
      "text": "But the unrighteous shall be tossed as troubled waves, and shall not be able to rest."
    },
    {
      "verse": 21,
      "text": "There is no joy to the ungodly, said God."
    }
  ]
}