{
  "book_id": "ISA",
  "chapter": 58,
  "verses": [
    {
      "verse": 1,
      "text": "Cry aloud, and spare not; lift up your voice as with a trumpet, and declare to my people their sins, and to the house of Jacob their iniquities."
    },
    {
      "verse": 2,
      "text": "They seek me day by day, and desire to know my ways, as a people that had done righteousness, and had not forsaken the judgment of their God: they now ask of me righteous judgment, and desire to draw near to God,"
    },
    {
      "verse": 3,
      "text": "saying, Why have we fasted, and you regard not? \\add why\\add* have we afflicted our souls, and you did not know it? Nay, in the days of your fasts you⌃ find your pleasures, and all them that are under your power you⌃ wound."
    },
    {
      "verse": 4,
      "text": "If you⌃ fast for quarrels and strifes, and strike the lowly with \\add your\\add* fists, therefore do you⌃ fast to me as \\add you⌃ do\\add* this day, so that your voice may be heard in crying?"
    },
    {
      "verse": 5,
      "text": "I have not chosen this fast, nor \\add such\\add* a day for a man to afflict his soul; neither though you should bend down your neck as a ring, and spread under you sackcloth and ashes, neither thus shall you⌃ call a fast acceptable."
    },
    {
      "verse": 6,
      "text": "I have not chosen such a fast, says the Lord; but do you loose every burden of iniquity, do you untie the knots of hard bargains, set the bruised free, and cancel every unjust account."
    },
    {
      "verse": 7,
      "text": "Break your bread to the hungry, and lead the unsheltered poor to your house: if you see one naked, clothe \\add him\\add*, and you shall not disregard the relations of your own seed."
    },
    {
      "verse": 8,
      "text": "Then shall your light break forth as the morning, and your health shall speedily spring forth: and your righteousness shall go before you, and the glory of God shall compass you."
    },
    {
      "verse": 9,
      "text": "Then shall you cry, and God shall listen to you; while you are yet speaking he will say, Behold, I am here. If you remove from you the band, and the stretching forth of the hands, and murmuring speech;"
    },
    {
      "verse": 10,
      "text": "and \\add if\\add* you give bread to the hungry from your heart, and satisfy the afflicted soul; then shall your light spring up in darkness, and your darkness \\add shall be\\add* as noon-day:"
    },
    {
      "verse": 11,
      "text": "and your God shall be with you continually, and you shall be satisfied according as your soul desires; and your bones shall be made fat, and shall be as a well-watered garden, and as a fountain \\add from\\add* which the water has not failed."
    },
    {
      "verse": 12,
      "text": "And your old waste desert \\add places\\add* shall be built up, and your foundations shall last through all generations; and you shall be called a repairer of breaches, and you shall cause your paths between to be in peace."
    },
    {
      "verse": 13,
      "text": "If you turn away your foot from the sabbath, so as not to do your \\f + \\fr 58:13 \\fl Gr. \\ft pleasures. \\f* pleasure on the holy days, and shall call the sabbaths delightful, holy to God; \\add if\\add* you shall not lift up your foot to work, nor speak a word in anger out of your mouth,"
    },
    {
      "verse": 14,
      "text": "then shall you trust on the Lord; and he shall bring you up to the good places of the land, and feed you with the heritage of Jacob your father: for the mouth of the Lord has spoken this."
    }
  ]
}