{
  "book_id": "ISA",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "If you would open the heaven, trembling will take hold upon the mountains from you, and they shall melt,"
    },
    {
      "verse": 2,
      "text": "as wax melts before the fire; and fire shall burn up the enemies, and your name shall be manifest among the adversaries: at your presence the nations shall be troubled,"
    },
    {
      "verse": 3,
      "text": "whenever you shall work gloriously; trembling from you shall take hold upon the mountains."
    },
    {
      "verse": 4,
      "text": "From of old we have not heard, neither have our eyes seen a God beside you, and your works which you will perform to them that wait for mercy."
    },
    {
      "verse": 5,
      "text": "For these blessingsshall happen to them that work righteousness, and they shall remember your ways: behold, you were angry and we have sinned; therefore we have erred,"
    },
    {
      "verse": 6,
      "text": "and we are all become as unclean, and all our righteousness as a filthy rag: and we have fallen as leaves because of our iniquities; thus the wind shall carry us away."
    },
    {
      "verse": 7,
      "text": "And there is none that calls upon your name, or that remembers to take hold on you: for you have turned your face away from us, and have delivered us up because of our sins."
    },
    {
      "verse": 8,
      "text": "And now, O Lord, you are our Father, and we are clay, all of usthe work of your hands."
    },
    {
      "verse": 9,
      "text": "Be not very angry with us, and remember not our sins for ever; but now look on us, for we are all your people."
    },
    {
      "verse": 10,
      "text": "The city of your holiness has become desolate, Sion has become as a wilderness, Jerusalem a curse."
    },
    {
      "verse": 11,
      "text": "The house, our sanctuary, and the glory which our fathers blessed, has been burnt with fire: and all our glorious things have gone to ruin."
    },
    {
      "verse": 12,
      "text": "And for all these things you, O Lord, has withholden, yourself, and been silent, and have brought us very low."
    }
  ]
}