{
  "book_id": "MRK",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And he departed thence and cam into his awne countre and his disciples folowed him."
    },
    {
      "verse": 2,
      "text": "And when the saboth daye was come he beganne to teache in the synagoge. And many that hearde him were astonyed and sayde: From whens hath he these thinges? and what wysdo is this that is geve vnto him? and suche vertues that are wrought by his hondes?"
    },
    {
      "verse": 3,
      "text": "Is not this that carpeter Maryes sonne the brother of Iames and Ioses and of Iuda and Simon? and are not his systers here with vs? And they were offended by him."
    },
    {
      "verse": 4,
      "text": "And Iesus sayde vnto the: a prophet is not despysed but in his awne countre and amonge his awne kynne and amonge the that are of the same housholde."
    },
    {
      "verse": 5,
      "text": "And he coulde there shewe no miracles but leyd his hondes apon a feawe sicke foolke and healed them."
    },
    {
      "verse": 6,
      "text": "And he merveyled at their vnbelefe. And he went aboute by the tounes that laye on every syde teachynge."
    },
    {
      "verse": 7,
      "text": "And he called the twelve and beganne to sende them two and two and gave them power over vnclene spretes."
    },
    {
      "verse": 8,
      "text": "And commaunded the that they shuld take nothinge vnto their Iorney save a rodde only: Nether scrippe nether breed nether mony in their pourses:"
    },
    {
      "verse": 9,
      "text": "but shuld be shood with sandals. And that they shuld not put on two coottes."
    },
    {
      "verse": 10,
      "text": "And he sayd vnto them: whersoever ye entre in to an house there abyde tyll ye departe thence"
    },
    {
      "verse": 11,
      "text": "And whosoever shall not receave you nor heare you when ye departe thence shake of the duste that is vnder youre fete for a witnesse vnto them. I saye verely vnto you it shalbe easyer for zodom and Gomor at the daye of iudgement then for that cite."
    },
    {
      "verse": 12,
      "text": "And they went out and preached that they shuld repent:"
    },
    {
      "verse": 13,
      "text": "and they caste out many devylles. And they annoynted many that were sicke with oyle and healed them."
    },
    {
      "verse": 14,
      "text": "And kynge Herode herde of him (for his name was spreed abroade) and sayd: Iohn Baptiste is rysen agayne from deeth and therfore miracles are wrought by him."
    },
    {
      "verse": 15,
      "text": "Wother sayd it is Helyas: and some sayde: it is a Prophet or as one of the Prophetes."
    },
    {
      "verse": 16,
      "text": "But when Herode hearde of him he sayd: it is Iohn whom I beheded he is rysen from deeth agayne."
    },
    {
      "verse": 17,
      "text": "For Herode him sylfe, had sent forth and had taken Iohn, and bounde him and cast him into preson for Herodias sake which was his brother Philippes wyfe. For he had maried her."
    },
    {
      "verse": 18,
      "text": "Iohn sayd vnto Herode: It is not laufull for the to have thy brothers wyfe."
    },
    {
      "verse": 19,
      "text": "Herodias layd wayte for him and wolde have killed him but she coulde not."
    },
    {
      "verse": 20,
      "text": "For Herode feared Iohn knowynge that he was a iuste man and an holy: and gave him reverence: and when he hearde him he dyd many thinges and hearde him gladly."
    },
    {
      "verse": 21,
      "text": "But when a conuenient daye was come: Herode on his birth daye made a supper to the lordes captayns and chefe estates of Galile."
    },
    {
      "verse": 22,
      "text": "And the doughter of the sayde Herodias came in and daused and pleased Herode and them that sate at bourde also. Then the kynge sayd vnto the mayden: axe of me what thou wilt and I will geve it the."
    },
    {
      "verse": 23,
      "text": "And he sware vnto hyr whatsoever thou shalt axe of me I will geve it the even vnto the one halfe of my kyngdome."
    },
    {
      "verse": 24,
      "text": "And she wet forth and sayde to her mother: what shall I axe? And she sayde: Iohn Baptistes heed."
    },
    {
      "verse": 25,
      "text": "And she cam in streygth waye with haste vnto the kynge and axed sayinge: I will that thou geve me by and by in a charger the heed of Iohn Baptist."
    },
    {
      "verse": 26,
      "text": "And the kynge was sory: howbe it for his othes sake and for their sakes which sate at supper also he wolde not put her besyde her purpose."
    },
    {
      "verse": 27,
      "text": "And immediatly the kynge sent the hangma and commaunded his heed to be brought in. And he went and beheeded him in the preson,"
    },
    {
      "verse": 28,
      "text": "and brought his heed in a charger and gave it to the mayden and the mayden gave it to her mother."
    },
    {
      "verse": 29,
      "text": "And when his disciples hearde of it they came and toke vp his body and put it in a toumbe."
    },
    {
      "verse": 30,
      "text": "And the apostels gaddered them selves to ggedre to Iesus and tolde him all thinges booth what they had done and what they had taught."
    },
    {
      "verse": 31,
      "text": "And he sayd vnto them: come ye aparte into the wyldernes and rest awhyle. For there were many comers and goers that they had no leasure so moche as to eate."
    },
    {
      "verse": 32,
      "text": "And he went by ship out of the waye into a deserte place."
    },
    {
      "verse": 33,
      "text": "But the people spyed them when they departed: and many knewe him and ranne afote thyther out of all cities and cam thyther before them and came togedder vnto him."
    },
    {
      "verse": 34,
      "text": "And Iesus went out and sawe moche people and had compassion on them because they were lyke shepe which had no shepeherde. And he beganne to teache them many thinges."
    },
    {
      "verse": 35,
      "text": "And when the daye was nowe farre spet his disciples came vnto him sayinge: this is a desert place and now the daye is farre passed"
    },
    {
      "verse": 36,
      "text": "let the departe that they maye goo into the countrey rounde about and into the tounes and bye the breed: for they have nothinge to eate."
    },
    {
      "verse": 37,
      "text": "He answered and sayde vnto them: geve ye them to eate. And they sayde vnto him: shall we goo and bye ii.C. penyworth of breed and geve them to eate?"
    },
    {
      "verse": 38,
      "text": "He sayde vnto them: how many loves have ye? Goo and loke. And when they had serched they sayde: v. and .ii. fysshes."
    },
    {
      "verse": 39,
      "text": "And he commaunded them to make them all syt doune by companyes apon the grene grasse."
    },
    {
      "verse": 40,
      "text": "And they sate doune here a rowe and there arowe by houndredes and by fyfties."
    },
    {
      "verse": 41,
      "text": "And he toke the .v. loves and the ii. fysshes and loked vp to heven and blessed and brake the loves and gave them to his disciples to put before the: and the .ii. fysshes he devyded amonge them all."
    },
    {
      "verse": 42,
      "text": "And they all dyd eate and were satisfied."
    },
    {
      "verse": 43,
      "text": "And they toke vp twelve baskettes full of the gobbettes and of the fysshes."
    },
    {
      "verse": 44,
      "text": "And they that ate were about fyve thousand men."
    },
    {
      "verse": 45,
      "text": "And streyght waye he caused his disciples to goo into the shipe and to goo over the water before vnto Bethsaida whyll he sent awaye the people."
    },
    {
      "verse": 46,
      "text": "And assone as he had sent them away he departed into a moutayne to praye."
    },
    {
      "verse": 47,
      "text": "And when even was come the ship was in the middes of the see and he alone on the londe,"
    },
    {
      "verse": 48,
      "text": "and he sawe the troubled in rowynge for the wynde was cotrary vnto them. And aboute the fourth quartre of the nyght he came vnto the walkinge apon the see and wolde have passed by them."
    },
    {
      "verse": 49,
      "text": "When they sawe him walkinge apon the see they supposed it had bene a sprete and cryed oute:"
    },
    {
      "verse": 50,
      "text": "For they all sawe him and were afrayed. And anon he talked with them and sayde vnto them: be of good chere it is I be not a frayed."
    },
    {
      "verse": 51,
      "text": "And he went vp vnto them into the shippe and the wynde ceased and they were sore amased in them selves beyonde measure and marveyled."
    },
    {
      "verse": 52,
      "text": "For they remembred not of the loves because their hertes were blynded."
    },
    {
      "verse": 53,
      "text": "And they came over and went into the londe of Genezareth and drue vp into the haven."
    },
    {
      "verse": 54,
      "text": "And assone as they were come out of the shippe streyght they knewe him"
    },
    {
      "verse": 55,
      "text": "and ran forth throughout all the region rounde about and began to cary aboute in beeddes all that were sicke to the place where they heard tell that he was."
    },
    {
      "verse": 56,
      "text": "And whyther soever he entred into tounes cities or villages they layde their sicke in the stretes and prayed him that they myght touche and it were but the edge of his vesture. And as many as touched him were safe."
    }
  ]
}