{
  "book_id": "MRK",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "In those dayes when ther was a very greate companye and had nothinge to eate Iesus called his disciples to him and sayd vnto them:"
    },
    {
      "verse": 2,
      "text": "I have compassion on this people because they have nowe bene with me .iii. dayes and have nothinge to eate:"
    },
    {
      "verse": 3,
      "text": "And yf I shuld sende the awaye fastinge to their awne houses they shulde faynt by the waye. For dyvers of the came from farre."
    },
    {
      "verse": 4,
      "text": "And his disciples answered him: where shuld a man have breade here in the wildernes to satisfie these?"
    },
    {
      "verse": 5,
      "text": "And he axed them: how many loves have ye? They sayde: seven."
    },
    {
      "verse": 6,
      "text": "And he commaunded the people to syt doune on the grounde. And he toke the .vii. loves gave thankes brake and gave to his disciples to set before them. And they dyd set the before the people."
    },
    {
      "verse": 7,
      "text": "And they had a feawe smale fysshes. And he blessed them and commaunded them also to be set before them."
    },
    {
      "verse": 8,
      "text": "And they ate and were suffysed: And they toke vp yf the broken meate that was lefte .vii. baskettes full."
    },
    {
      "verse": 9,
      "text": "And they that ate were in nomber aboute fowre thousand. And he sent them awaye."
    },
    {
      "verse": 10,
      "text": "And a none he entred into a ship with his disciples and came into the parties of Dalmanutha."
    },
    {
      "verse": 11,
      "text": "And the pharises cam forth and begane to dispute with him sekinge of him a signe from heven and temptinge him."
    },
    {
      "verse": 12,
      "text": "And he sygthed in his sprete and sayde: why doth this generacion seke a signe? Verely I saye vnto you ther shall no signe be geven vnto this generacion."
    },
    {
      "verse": 13,
      "text": "And he lefte the and went into the ship agayne and departed over the water."
    },
    {
      "verse": 14,
      "text": "And they had forgotten to take breed with the nether had they in the ship with them more then one loofe."
    },
    {
      "verse": 15,
      "text": "And he charged the sayinge. Take hede and beware of the leven of the pharises and of the leve of Herode."
    },
    {
      "verse": 16,
      "text": "And they reasoned amonge the selves sayinge: we have no breed"
    },
    {
      "verse": 17,
      "text": "And when Iesus knewe that he sayde vnto the: why take ye thought because ye have no bread perceave ye not yet nether vnderstonde? Have ye youre hertes yet blynded?"
    },
    {
      "verse": 18,
      "text": "Have ye eyes and se not? and have ye eares and heare not? Do ye not remember?"
    },
    {
      "verse": 19,
      "text": "When I brake v. loves amonge .v.M. How many baskettes full of broke meate toke ye vp? They sayde vnto him twelve."
    },
    {
      "verse": 20,
      "text": "When I brake .vii. amonge .iiii. M. How many basketes of the levinges of broken meate toke ye vp? they sayde .vii."
    },
    {
      "verse": 21,
      "text": "And he sayde vnto the: how is it that ye vnderstonde not?"
    },
    {
      "verse": 22,
      "text": "And he came to Bethsaida and they brought a blynde man vnto him and desyred him to touche him."
    },
    {
      "verse": 23,
      "text": "And he caught the blynde by the honde and leade him out of the toune and spat in his eyes and put his hondes apon him and axed him whether he saw ought."
    },
    {
      "verse": 24,
      "text": "And he loked vp and sayde: I se the men: For I se the walke as they were trees."
    },
    {
      "verse": 25,
      "text": "After that he put his hondes agayne apon his eyes and made him see. And he was restored to his sight and sawe every man clerly."
    },
    {
      "verse": 26,
      "text": "And he sent him home to his housse sayinge: nether goo into the toune nor tell it to eny in the toune."
    },
    {
      "verse": 27,
      "text": "And Iesus went out and his disciples into the tounes that longe to the cite called Cesarea Philippi. And by the waye he axed his disciples sayinge: whom do men saye that I am?"
    },
    {
      "verse": 28,
      "text": "And they answered: some saye that thou arte Iohn Baptiste: some saye Helyas: and some one of the Prophetes."
    },
    {
      "verse": 29,
      "text": "And he sayde vnto them: But whom saye ye that I am? Peter answered and sayd vnto him: Thou arte very Christe."
    },
    {
      "verse": 30,
      "text": "And he charged them that they shuld tell no man of it."
    },
    {
      "verse": 31,
      "text": "And he beganne to teache them how that the sonne of man must suffre many thinges and shuld be reproved of the elders and of the hye prestes and scribes and be kylled and after thre dayes aryse agayne."
    },
    {
      "verse": 32,
      "text": "And he spake that sayinge openly. And Peter toke him asyde and began to chyde him."
    },
    {
      "verse": 33,
      "text": "Then he tourned aboute and looked on his disciples and rebuked Peter sayinge: Goo after me Satan. For thou saverest not the thinges of God but the thinges of men."
    },
    {
      "verse": 34,
      "text": "And he called the people vnto him with his disciples also and sayd vnto them: Whosoever will folowe me let him forsake him sylfe and take vp his crosse and folowe me."
    },
    {
      "verse": 35,
      "text": "For whosoever will save his lyfe shall lose it But whosoever shall lose his lyfe for my sake and the gospels the same shall save it."
    },
    {
      "verse": 36,
      "text": "What shall it profet a man yf he shuld wynne all the worlde and loose his awne soule?"
    },
    {
      "verse": 37,
      "text": "or els what shall a man geve to redeme his soule agayne?"
    },
    {
      "verse": 38,
      "text": "Whosoever therfore shall be asshamed of me and of my wordes amonge this advoutrous and sinfull generacion: of him shall the sonne of man be ashamed when he cometh in the glory of his father with the holy angels."
    }
  ]
}