{
  "book_id": "MRK",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And anone in the dawnynge the hye prestes helde counsell with the elders and the scribes and the whoole congregacion and bounde Iesus and ledde him awaye and delivered him to Pilate."
    },
    {
      "verse": 2,
      "text": "And Pilate axed him: arte thou the kynge of the Iewes? And he answered and sayde vnto him: thou sayest it."
    },
    {
      "verse": 3,
      "text": "And the hye prestes accused him of many thinges."
    },
    {
      "verse": 4,
      "text": "Wherfore Pilate axed him agayne sayinge: Answerest thou nothinge? Beholde how many thinges they lay vnto thy charge."
    },
    {
      "verse": 5,
      "text": "Iesus yet answered never aworde so that Pilate merveled."
    },
    {
      "verse": 6,
      "text": "At that feast Pilate was wont to delivre at their pleasure a presoner: whomsoever they wolde desyre."
    },
    {
      "verse": 7,
      "text": "And ther was one named Barrabas which laye bounde with the that made insurreccion and in the insurreccion committed murther."
    },
    {
      "verse": 8,
      "text": "And the people called vnto him and began to desyre accordinge as he had ever done vnto them."
    },
    {
      "verse": 9,
      "text": "Pylate answered them and sayd: Will ye that I lowse vnto you the kynge of the Iewes?"
    },
    {
      "verse": 10,
      "text": "For he knewe that the hye Prestes had delyvered him of envy."
    },
    {
      "verse": 11,
      "text": "But the hye prestes had moved the people that he shuld rather delyvre Barrabas vnto them."
    },
    {
      "verse": 12,
      "text": "And Pylate answered agayne and sayd vnto the: What will ye then that I do with him whom ye call the kynge of the Iewes?"
    },
    {
      "verse": 13,
      "text": "And they cryed agayne: crucifie him."
    },
    {
      "verse": 14,
      "text": "Pylate sayde vnto them: What evell hath he done? And they cryed the moore fervently: crucifie him."
    },
    {
      "verse": 15,
      "text": "And so Pylate willinge to content the people lowsed them Barrabas and delyvered Iesus when he had scourged him for to be crucified."
    },
    {
      "verse": 16,
      "text": "And the souddeers ledde him awaye into the commen hall and called togedder the whoole multitude"
    },
    {
      "verse": 17,
      "text": "and they clothed him with purple and they platted a croune of thornes and crouned him with all"
    },
    {
      "verse": 18,
      "text": "and beganne to salute him. Hayle kynge of the Iewes."
    },
    {
      "verse": 19,
      "text": "And they smoote him on the heed with a rede and spat apon him and kneled doune and worsheped him."
    },
    {
      "verse": 20,
      "text": "And when they had moocked him they toke the purple of him and put his awne cloothes on him and ledde him oute to crucifie him."
    },
    {
      "verse": 21,
      "text": "And they compelled one that passed by called Symon of Cyrene (which cam oute of the felde and was father of Alexander and Rufus) to beare his crosse."
    },
    {
      "verse": 22,
      "text": "And they brought him to a place named Golgotha (which is by interpretacion the place of deed mens scoulles)"
    },
    {
      "verse": 23,
      "text": "and they gave him to drinke wyne myngled with myrte but he receaved it not."
    },
    {
      "verse": 24,
      "text": "And when they had crucified him they parted his garmentes castinge loottes for them what every man shulde have."
    },
    {
      "verse": 25,
      "text": "And it was aboute the thyrde houre and they crucified him."
    },
    {
      "verse": 26,
      "text": "And the tytle of his cause was wrytten: The kynge of the Iewes."
    },
    {
      "verse": 27,
      "text": "And they crucified with him two theves: the one on the ryght honde and the other on his lyfte."
    },
    {
      "verse": 28,
      "text": "And the scripture was fulfilled which sayeth: he was counted amonge the wicked."
    },
    {
      "verse": 29,
      "text": "And they that went by rayled on him: waggynge their heedes and sayinge: A wretche that destroyest the temple and byldest it in thre dayes:"
    },
    {
      "verse": 30,
      "text": "save thy sylfe and come doune from the crosse."
    },
    {
      "verse": 31,
      "text": "Lyke wyse also mocked him the hye preestes amonge them selves with the scribes and sayde: He saved other men him sylfe he cannot save."
    },
    {
      "verse": 32,
      "text": "Let Christ the kynge of Israel now descende from the crosse that we maye se and beleve. And they that were crucified with him checked him also."
    },
    {
      "verse": 33,
      "text": "And when the sixte houre was come darknes aroose over all the erth vntyll the nynthe houre."
    },
    {
      "verse": 34,
      "text": "And at the nynthe houre Iesus cryed with a loude voyce sayinge: Eloi Eloi lamaasbathani which is yf it be interpreted: my God my God why hast thou forsaken me?"
    },
    {
      "verse": 35,
      "text": "And some of them that stode by when they hearde that sayde: beholde he calleth for Helyas"
    },
    {
      "verse": 36,
      "text": "And one ran and filled a sponge full of veneger and put it on a rede and gave him to drinke sayinge: let him alone let vs se whether Helyas will come and take him doune."
    },
    {
      "verse": 37,
      "text": "But Iesus cryed with aloude voyce and gave vp the gooste."
    },
    {
      "verse": 38,
      "text": "And the vayle of the temple dyd rent in two peces, from the toppe to the boottome."
    },
    {
      "verse": 39,
      "text": "And when the Centurion which stode before him sawe that he so cryed and gave vp the gooste he sayd: truly this man was the sonne of God."
    },
    {
      "verse": 40,
      "text": "Ther were also wemen a good waye of beholdinge him: amonge whom was Mary Magdalen and Mary the mother of Iames the lytle and of Ioses and Mary Salome"
    },
    {
      "verse": 41,
      "text": "which also when he was in Galile folowed him and ministred vnto him and many other wemen which came vp with him to Hierusalem."
    },
    {
      "verse": 42,
      "text": "And now when nyght was come (because it was the even that goeth before the saboth)"
    },
    {
      "verse": 43,
      "text": "Ioseph of Arimathia a noble councelour which also loked for the kyngdome of God came and went in booldly vnto Pylate and begged the boddy of Iesu."
    },
    {
      "verse": 44,
      "text": "And Pylate merveled that he was alredy deed and called vnto him the Centurion and axed of him whether he had bene eny whyle deed."
    },
    {
      "verse": 45,
      "text": "And when he knewe the trueth of the Centurion he gave the body to Ioseph."
    },
    {
      "verse": 46,
      "text": "And he bought a lynnen cloothe and toke him doune and wrapped him in the lynnen cloothe and layde him in a tombe that was hewen oute of the rocke and rolled a stone vnto the doze of the sepulcre."
    },
    {
      "verse": 47,
      "text": "And Mary Magdalen and Mary Ioses beheld where he was layde."
    }
  ]
}