{
  "book_id": "EXO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses and Aaron in the land of Egypt, saying,"
    },
    {
      "verse": 2,
      "text": "This month \\add shall be\\add* to you the beginning of months: it \\add shall be\\add* the first month of the year to you."
    },
    {
      "verse": 3,
      "text": "Speak ye to all the congregation of Israel, saying, In the tenth \\add day\\add* of this month they shall take to them every man a lamb, according to the house of \\add their\\add* fathers, a lamb for a house:"
    },
    {
      "verse": 4,
      "text": "And if the household shall be too small for the lamb, let him and his neighbor next to his house take \\add it\\add* according to the number of the souls; every man according to his eating shall make your count for the lamb."
    },
    {
      "verse": 5,
      "text": "Your lamb shall be without blemish, a male of the first year: ye shall take \\add it\\add* from the sheep or from the goats:"
    },
    {
      "verse": 6,
      "text": "And ye shall keep it until the fourteenth day of the same month: and the whole assembly of the congregation of Israel shall kill it in the evening."
    },
    {
      "verse": 7,
      "text": "And they shall take of the blood, and strike \\add it\\add* on the two side-posts, and on the upper door-post of the houses, in which they shall eat it."
    },
    {
      "verse": 8,
      "text": "And they shall eat the flesh in that night, roasted with fire; and unleavened bread, \\add and\\add* with bitter \\add herbs\\add* they shall eat it."
    },
    {
      "verse": 9,
      "text": "Eat not of it raw, nor boiled at all with water, but roasted \\add with\\add* fire; its head with its legs, and with its entrails."
    },
    {
      "verse": 10,
      "text": "And ye shall let nothing of it remain till the morning: and that which remaineth of it till the morning ye shall burn with fire."
    },
    {
      "verse": 11,
      "text": "And thus shall ye eat it; \\add with\\add* your loins girded, your shoes on your feet, and your staff in your hand: and ye shall eat it in haste; it \\add is\\add* the LORD'S passover."
    },
    {
      "verse": 12,
      "text": "For I will pass through the land of Egypt this night, and will smite all the first-born in the land of Egypt, both man and beast: and against all the gods of Egypt I will execute judgment: I \\add am\\add* the LORD."
    },
    {
      "verse": 13,
      "text": "And the blood shall be to you for a token upon the houses where ye \\add are\\add*: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy \\add you\\add*, when I smite the land of Egypt."
    },
    {
      "verse": 14,
      "text": "And this day shall be to you for a memorial; and ye shall keep it a feast to the LORD throughout your generations: ye shall keep it a feast by an ordinance for ever."
    },
    {
      "verse": 15,
      "text": "Seven days shall ye eat unleavened bread; even the first day ye shall put away leaven out of your houses: for whoever eateth leavened bread, from the first day till the seventh day, that soul shall be cut off from Israel."
    },
    {
      "verse": 16,
      "text": "And in the first day \\add there shall be\\add* a holy convocation, and in the seventh day there shall be a holy convocation to you: no manner of work shall be done in them, save \\add that\\add* which every man must eat, that only may be done by you."
    },
    {
      "verse": 17,
      "text": "And ye shall observe \\add the feast of\\add* unleavened bread; for in this same day have I brought your armies out of the land of Egypt: therefore shall ye observe this day in your generations by an ordinance for ever."
    },
    {
      "verse": 18,
      "text": "In the first \\add month\\add*, on the fourteenth day of the month at evening, ye shall eat unleavened bread, till the one and twentieth day of the month at evening."
    },
    {
      "verse": 19,
      "text": "Seven days shall there be no leaven found in your houses: for whoever eateth that which is leavened, even that soul shall be cut off from the congregation of Israel, whether he shall be a stranger, or born in the land."
    },
    {
      "verse": 20,
      "text": "Ye shall eat nothing leavened: in all your habitations shall ye eat unleavened bread."
    },
    {
      "verse": 21,
      "text": "Then Moses called for all the elders of Israel, and said to them, Draw out, and take you a lamb, according to your families, and kill the passover."
    },
    {
      "verse": 22,
      "text": "And ye shall take a bunch of hyssop, and dip \\add it\\add* in the blood that \\add is\\add* in the basin, and strike the lintel and the two side-posts with the blood that \\add is\\add* in the basin: and none of you shall go out at the door of his house till the morning."
    },
    {
      "verse": 23,
      "text": "For the LORD will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side-posts, the LORD will pass over the door, and will not suffer the destroyer to come in to your houses to smite \\add you\\add*."
    },
    {
      "verse": 24,
      "text": "And ye shall observe this thing for an ordinance to thee and to thy sons for ever."
    },
    {
      "verse": 25,
      "text": "And it shall come to pass, when ye shall have come to the land which the LORD will give you, according as he hath promised, that ye shall keep this service."
    },
    {
      "verse": 26,
      "text": "And it shall come to pass, when your children shall say to you, What mean you by this service?"
    },
    {
      "verse": 27,
      "text": "That ye shall say, It \\add is\\add* the sacrifice of the LORD'S passover, who passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and delivered our houses. And the people bowed the head and worshiped."
    },
    {
      "verse": 28,
      "text": "And the children of Israel went away, and did as the LORD had commanded Moses and Aaron, so did they."
    },
    {
      "verse": 29,
      "text": "And it came to pass, that at midnight the LORD smote all the first-born in the land of Egypt, from the first-born of Pharaoh that sat on his throne, to the first-born of the captive that \\add was\\add* in the dungeon; and all the first-born of cattle."
    },
    {
      "verse": 30,
      "text": "And Pharaoh rose in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt: for \\add there was\\add* not a house where \\add there was\\add* not one dead."
    },
    {
      "verse": 31,
      "text": "And he called for Moses and Aaron by night, and said, Arise, \\add and\\add* depart from among my people, both ye and the children of Israel: and go, serve the LORD, as ye have said."
    },
    {
      "verse": 32,
      "text": "Also take your flocks and your herds, as ye have said, and be gone: and bless me also."
    },
    {
      "verse": 33,
      "text": "And the Egyptians were urgent upon the people, that they might send them out of the land in haste; for they said, We \\add are\\add* all dead \\add men\\add*."
    },
    {
      "verse": 34,
      "text": "And the people took their dough before it was leavened, their kneading troughs being bound up in their clothes upon their shoulders."
    },
    {
      "verse": 35,
      "text": "And the children of Israel did according to the word of Moses: and they borrowed of the Egyptians jewels of silver, and jewels of gold, and raiment."
    },
    {
      "verse": 36,
      "text": "And the LORD gave the people favor in the sight of the Egyptians, so that they lent to them \\add such things as they requested\\add*: and they spoiled the Egyptians."
    },
    {
      "verse": 37,
      "text": "And the children of Israel journeyed from Rameses to Succoth, about six hundred thousand on foot \\add that were\\add* men, besides children."
    },
    {
      "verse": 38,
      "text": "And a mixed multitude went up also with them; and flocks, and herds, \\add even\\add* very many cattle."
    },
    {
      "verse": 39,
      "text": "And they baked unleavened cakes of the dough which they brought from Egypt, for it was not leavened: because they were driven from Egypt, and could not tarry, neither had they prepared for themselves any victuals."
    },
    {
      "verse": 40,
      "text": "Now the sojourning of the children of Israel who dwelt in Egypt, \\add was\\add* four hundred and thirty years."
    },
    {
      "verse": 41,
      "text": "And it came to pass, at the end of the four hundred and thirty years, even the same day it came to pass, that all the hosts of the LORD departed from the land of Egypt."
    },
    {
      "verse": 42,
      "text": "It \\add is\\add* a night to be much observed to the LORD, for bringing them out from the land of Egypt: this \\add is\\add* that night of the LORD to be observed by all the children of Israel in their generations."
    },
    {
      "verse": 43,
      "text": "And the LORD said to Moses and Aaron, This \\add is\\add* the ordinance of the passover: there shall no stranger eat of it."
    },
    {
      "verse": 44,
      "text": "But every man's servant that is bought for money, when thou hast circumcised him, then shall he eat of it."
    },
    {
      "verse": 45,
      "text": "A foreigner, and a hired servant shall not eat of it."
    },
    {
      "verse": 46,
      "text": "In one house shall it be eaten; thou shalt not carry aught of the flesh abroad out of the house: neither shall ye break a bone of it."
    },
    {
      "verse": 47,
      "text": "All the congregation of Israel shall keep it."
    },
    {
      "verse": 48,
      "text": "And when a stranger shall sojourn with thee, and will keep the passover to the LORD, let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land: for no uncircumcised person shall eat of it."
    },
    {
      "verse": 49,
      "text": "One law shall be to him that is home-born, and to the stranger that sojourneth among you."
    },
    {
      "verse": 50,
      "text": "Thus did all the children of Israel; as the LORD commanded Moses and Aaron, so did they."
    },
    {
      "verse": 51,
      "text": "And it came to pass the same day, \\add that\\add* the LORD brought the children of Israel out of the land of Egypt by their armies."
    }
  ]
}