{
  "book_id": "EXO",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And they took their journey from Elim, and all the congregation of the children of Israel came to the wilderness of Sin, which \\add is\\add* between Elim and Sinai, on the fifteenth day of the second month after their departure from the land of Egypt."
    },
    {
      "verse": 2,
      "text": "And the whole congregation of the children of Israel murmured against Moses and Aaron in the wilderness."
    },
    {
      "verse": 3,
      "text": "And the children of Israel said to them, O that we had died by the hand of the LORD in the land of Egypt, when we sat by the flesh-pots, \\add and\\add* when we did eat bread to the full: for ye have brought us forth into this wilderness, to kill this whole assembly with hunger."
    },
    {
      "verse": 4,
      "text": "Then said the LORD to Moses, Behold, I will rain bread from heaven for you; and the people shall go out and gather a certain rate every day, that I may prove them, whether they will walk in my law, or not."
    },
    {
      "verse": 5,
      "text": "And it shall come to pass, that on the sixth day they shall prepare \\add that\\add* which they bring in; and it shall be twice as much as they gather daily."
    },
    {
      "verse": 6,
      "text": "And Moses and Aaron said to all the children of Israel, At evening, then ye shall know that the LORD hath brought you out from the land of Egypt:"
    },
    {
      "verse": 7,
      "text": "And in the morning, then ye shall see the glory of the LORD; for that he heareth your murmurings against the LORD: And what \\add are\\add* we, that ye murmur against us?"
    },
    {
      "verse": 8,
      "text": "And Moses said, \\add This shall be\\add* when the LORD shall give you in the evening flesh to eat, and in the morning bread to the full; for that the LORD heareth your murmurings which ye murmur against him: And what \\add are\\add* we? your murmurings \\add are\\add* not against us, but against the LORD."
    },
    {
      "verse": 9,
      "text": "And Moses spoke to Aaron, Say to all the congregation of the children of Israel, Come near before the LORD: for he hath heard your murmurings."
    },
    {
      "verse": 10,
      "text": "And it came to pass, as Aaron spoke to the whole congregation of the children of Israel, that they looked towards the wilderness, and behold, the glory of the LORD appeared in the cloud."
    },
    {
      "verse": 11,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 12,
      "text": "I have heard the murmurings of the children of Israel; Speak to them, saying, At evening ye shall eat flesh, and in the morning ye shall be filled with bread: and ye shall know that I \\add am\\add* the LORD your God."
    },
    {
      "verse": 13,
      "text": "And it came to pass, that at evening the quails came up, and covered the camp: and in the morning the dew lay around the host."
    },
    {
      "verse": 14,
      "text": "And when the dew that lay was gone up, behold, upon the face of the wilderness \\add there lay\\add* a small round thing, \\add as\\add* small as the hoar frost on the ground:"
    },
    {
      "verse": 15,
      "text": "And when the children of Israel saw \\add it\\add*, they said one to another, It \\add is\\add* manna: for they knew not what it \\add was\\add*. And Moses said to them, This \\add is\\add* the bread which the LORD hath given you to eat."
    },
    {
      "verse": 16,
      "text": "This \\add is\\add* the thing which the LORD hath commanded, Gather of it every man according to his eating: an omer for every man \\add according to\\add* the number of your persons, take ye every man for \\add them\\add* who \\add are\\add* in his tents."
    },
    {
      "verse": 17,
      "text": "And the children of Israel did so, and gathered, some more, some less."
    },
    {
      "verse": 18,
      "text": "And when they measured \\add it\\add* with an omer, he that gathered much had nothing over, and he that gathered little had no lack: they gathered every man according to his eating."
    },
    {
      "verse": 19,
      "text": "And Moses said, Let no man leave of it till the morning."
    },
    {
      "verse": 20,
      "text": "Notwithstanding, they hearkened not to Moses; but some of them left of it until the morning, and it bred worms, and became offensive; and Moses was wroth with them."
    },
    {
      "verse": 21,
      "text": "And they gathered it every morning, every man according to his eating: and when the sun became hot, it melted."
    },
    {
      "verse": 22,
      "text": "And it came to pass, \\add that\\add* on the sixth day they gathered twice as much bread, two omers for one \\add man\\add*: and all the rulers of the congregation came and told Moses."
    },
    {
      "verse": 23,
      "text": "And he said to them, This \\add is that\\add* which the LORD hath said, To-morrow \\add is\\add* the rest of the holy sabbath to the LORD: bake \\add that\\add* which ye will bake \\add to-day\\add*, and boil that ye will boil; and that which remaineth over, lay up for you to be kept until the morning."
    },
    {
      "verse": 24,
      "text": "And they laid it up till the morning, as Moses ordered: and it did not putrefy, neither was there any worm therein."
    },
    {
      "verse": 25,
      "text": "And Moses said, Eat that to-day; for to-day \\add is\\add* a sabbath to the LORD; to-day ye will not find it in the field."
    },
    {
      "verse": 26,
      "text": "Six days ye shall gather it; but on the seventh day, \\add which is\\add* the sabbath, in it there will be none."
    },
    {
      "verse": 27,
      "text": "And it came to pass, \\add that some\\add* of the people went out on the seventh day to gather, and they found none."
    },
    {
      "verse": 28,
      "text": "And the LORD said to Moses, How long refuse ye to keep my commandments and my laws?"
    },
    {
      "verse": 29,
      "text": "See, for that the LORD hath given you the sabbath, therefore he giveth you on the sixth day the bread of two days: abide ye every man in his place, let no man go out of his place on the seventh day."
    },
    {
      "verse": 30,
      "text": "So the people rested on the seventh day."
    },
    {
      "verse": 31,
      "text": "And the house of Israel called its name Manna: and it \\add was\\add* like coriander-seed, white; and the taste of it \\add was\\add* like wafers \\add made\\add* with honey."
    },
    {
      "verse": 32,
      "text": "And Moses said, This \\add is\\add* the thing which the LORD commanded, Fill an omer of it to be kept for your generations; that they may see the bread with which I fed you in the wilderness, when I brought you forth from the land of Egypt."
    },
    {
      "verse": 33,
      "text": "And Moses said to Aaron, Take a pot, and put an omer full of manna therein, and lay it up before the LORD, to be kept for your generations."
    },
    {
      "verse": 34,
      "text": "As the LORD commanded Moses, so Aaron laid it up before the Testimony, to be kept."
    },
    {
      "verse": 35,
      "text": "And the children of Israel ate manna forty years, until they came to a land inhabited: they ate manna, until they came to the borders of the land of Canaan."
    },
    {
      "verse": 36,
      "text": "Now an omer \\add is\\add* the tenth \\add part\\add* of an ephah."
    }
  ]
}