{
  "book_id": "EXO",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "When Jethro the priest of Midian, Moses's father-in-law, heard of all that God had done for Moses, and for Israel his people, \\add and\\add* that the LORD had brought Israel out of Egypt:"
    },
    {
      "verse": 2,
      "text": "Then Jethro, Moses's father-in-law, took Zipporah Moses's wife, after he had sent her back,"
    },
    {
      "verse": 3,
      "text": "And her two sons; of which the name of the one \\add was\\add* Gershom; (for he said, I have been an alien in a strange land:)"
    },
    {
      "verse": 4,
      "text": "And the name of the other \\add was\\add* Eliezer; (for the God of my father, \\add said he\\add*, \\add was\\add* my help, and delivered me from the sword of Pharaoh:)"
    },
    {
      "verse": 5,
      "text": "And Jethro, Moses's father-in-law, came with his sons and his wife to Moses into the wilderness, where he encamped at the mount of God:"
    },
    {
      "verse": 6,
      "text": "And he said to Moses, I thy father-in-law Jethro have come to thee, and thy wife, and her two sons with her."
    },
    {
      "verse": 7,
      "text": "And Moses went out to meet his father-in-law, and did obeisance, and kissed him: and they asked each other of \\add their\\add* welfare: and they came into the tent."
    },
    {
      "verse": 8,
      "text": "And Moses told his father-in-law all that the LORD had done to Pharaoh, and to the Egyptians for Israel's sake, \\add and\\add* all the travail that had come upon them by the way, and \\add how\\add* the LORD delivered them."
    },
    {
      "verse": 9,
      "text": "And Jethro rejoiced for all the goodness which the LORD had done to Israel, whom he had delivered out of the hand of the Egyptians."
    },
    {
      "verse": 10,
      "text": "And Jethro said, Blessed \\add be\\add* the LORD, who hath delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh, who hath delivered the people from under the hand of the Egyptians."
    },
    {
      "verse": 11,
      "text": "Now I know that the LORD \\add is\\add* greater than all gods: for in the thing in which they dealt proudly, \\add he was\\add* above them."
    },
    {
      "verse": 12,
      "text": "And Jethro, Moses's father-in-law, took a burnt-offering and sacrifices for God: and Aaron came, and all the elders of Israel to eat bread with Moses's father-in-law before God."
    },
    {
      "verse": 13,
      "text": "And it came to pass on the morrow, that Moses sat to judge the people: and the people stood by Moses from the morning to the evening."
    },
    {
      "verse": 14,
      "text": "And when Moses's father-in-law saw all that he did to the people, he said, What \\add is\\add* this thing that thou doest to the people? Why sittest thou thyself alone, and all the people stand by thee from morning to evening?"
    },
    {
      "verse": 15,
      "text": "And Moses said to his father-in-law, Because the people come to me to inquire of God:"
    },
    {
      "verse": 16,
      "text": "When they have a matter, they come to me, and I judge between one and another, and I make \\add them\\add* know the statutes of God, and his laws."
    },
    {
      "verse": 17,
      "text": "And Moses's father-in-law said to him, The thing that thou doest \\add is\\add* not good."
    },
    {
      "verse": 18,
      "text": "Thou wilt surely wear away, both thou, and this people that \\add is\\add* with thee: for this thing \\add is\\add* too heavy for thee; thou art not able to perform it thyself alone."
    },
    {
      "verse": 19,
      "text": "Hearken now to my voice, I will give thee counsel, and God shall be with thee: Be thou for the people toward God, that thou mayest bring the causes to God:"
    },
    {
      "verse": 20,
      "text": "And thou shalt teach them ordinances and laws, and shalt show them the way in which they must walk, and the work that they must do."
    },
    {
      "verse": 21,
      "text": "Moreover, thou shalt provide out of all the people, able men, such as fear God, men of truth, hating covetousness; and place \\add such\\add* over them \\add to be\\add* rulers of thousands, \\add and\\add* rulers of hundreds, rulers of fifties, and rulers of tens:"
    },
    {
      "verse": 22,
      "text": "And let them judge the people at all seasons: and it shall be, \\add that\\add* every great matter they shall bring to thee, but every small matter they shall judge: So shall it be easier for thyself, and they shall bear \\add the burden\\add* with thee."
    },
    {
      "verse": 23,
      "text": "If thou shalt do this thing, and God command thee \\add so\\add*, then thou shalt be able to endure, and all this people shall also go to their place in peace."
    },
    {
      "verse": 24,
      "text": "So Moses hearkened to the voice of his father-in-law, and did all that he had said."
    },
    {
      "verse": 25,
      "text": "And Moses chose able men out of all Israel, and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens."
    },
    {
      "verse": 26,
      "text": "And they judged the people at all seasons: the hard causes they brought to Moses, but every small matter they judged themselves."
    },
    {
      "verse": 27,
      "text": "And Moses let his father-in-law depart; and he went his way into his own land."
    }
  ]
}