{
  "book_id": "EXO",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "If a man shall steal an ox, or a sheep, and kill it, or sell it; he shall restore five oxen for an ox, and four sheep for a sheep."
    },
    {
      "verse": 2,
      "text": "If a thief shall be found breaking through, and be smitten that he die, there shallno blood be shedfor him."
    },
    {
      "verse": 3,
      "text": "If the sun shall have risen upon him, there shall beblood shedfor him: forhe should make full restitution; if he have nothing, then he shall be sold for his theft."
    },
    {
      "verse": 4,
      "text": "If the theft shall be certainly found in his hand alive, whether an ox, or ass, or sheep; he shall restore double."
    },
    {
      "verse": 5,
      "text": "If a man shall cause a field or vineyard to be eaten, and shall put in his beast, and shall feed in another man's field: of the best of his own field, and of the best of his own vineyard shall he make restitution."
    },
    {
      "verse": 6,
      "text": "If fire shall break out, and catch in thorns, so that the stacks of corn, or the standing corn, or the field shall be consumed; he that kindled the fire shall surely make restitution."
    },
    {
      "verse": 7,
      "text": "If a man shall deliver to his neighbor money or stuff to keep, and it be stolen out of the man's house; if the thief shall be found, let him pay double."
    },
    {
      "verse": 8,
      "text": "If the thief shall not be found, then the master of the house shall be brought to the judges, to seewhether he hath put his hand to his neighbor's goods."
    },
    {
      "verse": 9,
      "text": "For all manner of trespass, whether it befor ox, for ass, for sheep, for raiment, orfor any manner of lost thing which anotherchallengeth to be his: the cause of both parties shall come before the judges; andhe whom the judges shall condemn, shall pay double to his neighbor."
    },
    {
      "verse": 10,
      "text": "If a man shall deliver to his neighbor an ass, or an ox, or a sheep, or any beast to keep; and it shall die, or be hurt, or driven away, no man seeing it:"
    },
    {
      "verse": 11,
      "text": "Thenshall an oath of the LORD be between them both, that he hath not put his hand to his neighbor's goods; and the owner of it shall accept of it, and he shall not make restitution."
    },
    {
      "verse": 12,
      "text": "And if it shall be stolen from him, he shall make restitution to the owner of it."
    },
    {
      "verse": 13,
      "text": "If it shall be torn in pieces; thenlet him bring it forwitness, andhe shall not make good that which was torn."
    },
    {
      "verse": 14,
      "text": "And if a man shall borrow aughtof his neighbor, and it shall be hurt, or die, the owner of it beingnot with it, he shall surely make itgood."
    },
    {
      "verse": 15,
      "text": "Butif the owner of it shall bewith it, he shall not make itgood: if it bea hired thing, it came for his hire."
    },
    {
      "verse": 16,
      "text": "And if a man shall entice a maid that is not betrothed, and lie with her, he shall surely endow her to be his wife."
    },
    {
      "verse": 17,
      "text": "If her father shall utterly refuse to give her to him, he shall pay money according to the dower of virgins."
    },
    {
      "verse": 18,
      "text": "Thou shalt not suffer a witch to live."
    },
    {
      "verse": 19,
      "text": "Whoever lieth with a beast shall surely be put to death."
    },
    {
      "verse": 20,
      "text": "He that sacrificeth to anygod, save to the LORD only, he shall be utterly destroyed."
    },
    {
      "verse": 21,
      "text": "Thou shalt neither vex a stranger, nor oppress him; for ye were strangers in the land of Egypt."
    },
    {
      "verse": 22,
      "text": "Ye shall not afflict any widow, or fatherless child."
    },
    {
      "verse": 23,
      "text": "If thou shalt afflict them in any wise, and they cry at all to me, I will surely hear their cry:"
    },
    {
      "verse": 24,
      "text": "And my wrath shall wax hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless."
    },
    {
      "verse": 25,
      "text": "If thou shalt lend money to any ofmy people that ispoor by thee, thou shalt not be to him as a usurer, neither shalt thou lay upon him usury."
    },
    {
      "verse": 26,
      "text": "If thou shalt at all take thy neighbor's raiment to pledge, thou shalt deliver it to him by the setting of the sun."
    },
    {
      "verse": 27,
      "text": "For that ishis only covering, it ishis raiment for his skin: wherein shall he sleep? and it shall come to pass, when he crieth to me, that I will hear; for I amgracious."
    },
    {
      "verse": 28,
      "text": "Thou shalt not revile the gods, nor curse the ruler of thy people."
    },
    {
      "verse": 29,
      "text": "Thou shalt not delay to offerthe first of thy ripe fruits, and of thy liquors: the first-born of thy sons shalt thou give to me."
    },
    {
      "verse": 30,
      "text": "Likewise shalt thou do with thy oxen, andwith thy sheep: seven days it shall be with his dam; on the eighth day thou shalt give it to me."
    },
    {
      "verse": 31,
      "text": "And ye shall be holy men to me: neither shall ye eat anyflesh that istorn of beasts in the field; ye shall cast it to the dogs."
    }
  ]
}