{
  "book_id": "EXO",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "And when the people saw that Moses delayed to come down from the mount, the people assembled themselves to Aaron, and said to him, Arise, make us gods which shall go before us: for as forthis Moses, the man that brought us out of the land of Egypt, we know not what is become of him."
    },
    {
      "verse": 2,
      "text": "And Aaron said to them, Break off the golden ear-rings which arein the ears of your wives, of your sons, and of your daughters, and bring themto me."
    },
    {
      "verse": 3,
      "text": "And all the people broke off the golden ear-rings which werein their ears, and brought themto Aaron."
    },
    {
      "verse": 4,
      "text": "And he received themat their hand, and fashioned it with a graving tool, after he had made it a molten calf: and they said, These are thy gods, O Israel, which brought thee out of the land of Egypt."
    },
    {
      "verse": 5,
      "text": "And when Aaron saw it, he built an altar before it; and Aaron made proclamation, and said, To-morrow isa feast to the LORD."
    },
    {
      "verse": 6,
      "text": "And they rose early on the morrow, and offered burnt-offerings, and brought peace-offerings: and the people sat down to eat and to drink, and rose up to play."
    },
    {
      "verse": 7,
      "text": "And the LORD said to Moses, Go, go down; for thy people, which thou broughtest out of the land of Egypt, have corrupted themselves:"
    },
    {
      "verse": 8,
      "text": "They have turned aside quickly from the way which I commanded them: they have made them a molten calf, and have worshiped it, and have sacrificed to it, and said, These are thy gods, O Israel, which have brought thee out of the land of Egypt."
    },
    {
      "verse": 9,
      "text": "And the LORD said to Moses, I have seen this people, and behold it isa stiff-necked people:"
    },
    {
      "verse": 10,
      "text": "Now therefore let me alone, that my wrath may wax hot against them, and that I may consume them: and I will make of thee a great nation."
    },
    {
      "verse": 11,
      "text": "And Moses besought the LORD his God, and said, why doth thy wrath wax hot against thy people, which thou hast brought forth from the land of Egypt, with great power, and with a mighty hand?"
    },
    {
      "verse": 12,
      "text": "Why should the Egyptians speak and say, For evil did he bring them out, to slay them in the mountains, and to consume them from the face of the earth? Turn from thy fierce wrath, and repent of this evil against thy people."
    },
    {
      "verse": 13,
      "text": "Remember Abraham, Isaac, and Israel thy servants, to whom thou sworest by thine own self, and saidst to them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give to your seed, and they shall inherit itfor ever."
    },
    {
      "verse": 14,
      "text": "And the LORD repented of the evil which he thought to do to his people."
    },
    {
      "verse": 15,
      "text": "And Moses turned, and went down from the mount, and the two tables of the testimony werein his hand: the tables werewritten on both their sides; on the one side and on the other werethey written."
    },
    {
      "verse": 16,
      "text": "And the tables werethe work of God, and the writing wasthe writing of God, graven upon the tables."
    },
    {
      "verse": 17,
      "text": "And when Joshua heard the noise of the people as they shouted, he said to Moses, There isa noise of war in the camp."
    },
    {
      "verse": 18,
      "text": "And he said, It isnot the voice of them thatshout for mastery, neither is itthe voice of them thatcry for being overcome: butthe noise of them thatsing do I hear."
    },
    {
      "verse": 19,
      "text": "And it came to pass as soon as he came nigh to the camp, that he saw the calf, and the dancing: and Moses's anger waxed hot, and he cast the tables from his hands, and broke them beneath the mount."
    },
    {
      "verse": 20,
      "text": "And he took the calf which they had made, and burnt itin the fire, and ground itto powder, and strewed itupon the water, and made the children of Israel drink of it."
    },
    {
      "verse": 21,
      "text": "And Moses said to Aaron, What did this people to thee, that thou hast brought so great a sin upon them?"
    },
    {
      "verse": 22,
      "text": "And Aaron said, Let not the anger of my lord wax hot: thou knowest the people that they are seton mischief."
    },
    {
      "verse": 23,
      "text": "For they said to me, Make us gods which shall go before us: for as forthis Moses, the man that brought us out of the land of Egypt, we know not what is become of him."
    },
    {
      "verse": 24,
      "text": "And I said to them, Whoever hath any gold, let them break itoff: So they gave itto me: then I cast it into the fire, and there came out this calf."
    },
    {
      "verse": 25,
      "text": "And when Moses saw that the people werenaked (for Aaron had made them naked to theirshame, among their enemies:)"
    },
    {
      "verse": 26,
      "text": "Then Moses stood in the gate of the camp, and said, Who ison the LORD'S side? let him cometo me. And all the sons of Levi assembled themselves to him."
    },
    {
      "verse": 27,
      "text": "And he said to them, Thus saith the LORD God of Israel, Put every man his sword by his side, andgo in and out from gate to gate throughout the camp, and slay every man his brother, and every man his companion, and every man his neighbor."
    },
    {
      "verse": 28,
      "text": "And the children of Levi did according to the word of Moses: and there fell of the people that day about three thousand men."
    },
    {
      "verse": 29,
      "text": "For Moses had said, Consecrate yourselves to-day to the LORD, even every man upon his son, and upon his brother; that he may bestow upon you a blessing this day."
    },
    {
      "verse": 30,
      "text": "And it came to pass on the morrow, that Moses said to the people, Ye have sinned a great sin: and now I will go up to the LORD; it may be I shall make an atonement for your sin."
    },
    {
      "verse": 31,
      "text": "And Moses returned to the LORD, and said, Oh, this people have sinned a great sin, and have made them gods of gold."
    },
    {
      "verse": 32,
      "text": "Yet now, if thou wilt, forgive their sin: and if not, blot me, I pray thee, out of thy book which thou hast written."
    },
    {
      "verse": 33,
      "text": "And the LORD said to Moses, Whoever hath sinned against me, him will I blot out of my book."
    },
    {
      "verse": 34,
      "text": "Therefore now go, lead the people to the placeof which I have spoken to thee: Behold, my angel shall go before thee: Nevertheless, in the day when I visit, I will visit their sin upon them."
    },
    {
      "verse": 35,
      "text": "And the LORD afflicted the people, because they made the calf which Aaron made."
    }
  ]
}