{
  "book_id": "EXO",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "And Bezaleel made the ark \\add of\\add* shittim wood: two cubits and a half \\add was\\add* the length of it, and a cubit and a half the breadth of it, and a cubit and a half the hight of it:"
    },
    {
      "verse": 2,
      "text": "And he overlaid it with pure gold within and without, and made a crown of gold to it round about."
    },
    {
      "verse": 3,
      "text": "And he cast for it four rings of gold, \\add to be set\\add* by the four corners of it; even two rings upon the one side of it, and two rings upon the other side of it."
    },
    {
      "verse": 4,
      "text": "And he made staffs \\add of\\add* shittim wood, and overlaid them with gold."
    },
    {
      "verse": 5,
      "text": "And he put the staffs into the rings by the sides of the ark, to bear the ark."
    },
    {
      "verse": 6,
      "text": "And he made the mercy-seat \\add of\\add* pure gold: two cubits and a half \\add was\\add* the length of it, and one cubit and a half the breadth of it."
    },
    {
      "verse": 7,
      "text": "And he made two cherubim \\add of\\add* gold, beaten out of one piece he made them, on the two ends of the mercy-seat;"
    },
    {
      "verse": 8,
      "text": "One cherub on the end on this side, and another cherub on the \\add other\\add* end on that side: out of the mercy-seat made he the cherubim on the two ends of it."
    },
    {
      "verse": 9,
      "text": "And the cherubim spread out \\add their\\add* wings on high, \\add and\\add* covered with their wings over the mercy-seat, with their faces one to another; \\add even\\add* towards the mercy-seat were the faces of the cherubim."
    },
    {
      "verse": 10,
      "text": "And he made the table \\add of\\add* shittim wood: two cubits \\add was\\add* its length, and a cubit its breadth, and a cubit and a half its hight:"
    },
    {
      "verse": 11,
      "text": "And he overlaid it with pure gold, and made to it a crown of gold round about."
    },
    {
      "verse": 12,
      "text": "Also he made to it a border of a hand-breadth round about; and made a crown of gold for its border round about."
    },
    {
      "verse": 13,
      "text": "And he cast for it four rings of gold, and put the rings upon the four corners that \\add were\\add* in its four feet."
    },
    {
      "verse": 14,
      "text": "Over against the border were the rings, the places for the staffs, to bear the table."
    },
    {
      "verse": 15,
      "text": "And he made the staffs \\add of\\add* shittim wood, and overlaid them with gold, to bear the table."
    },
    {
      "verse": 16,
      "text": "And he made the vessels which \\add were\\add* upon the table, its dishes, and its spoons, and its bowls, and its covers to cover with, \\add of\\add* pure gold."
    },
    {
      "verse": 17,
      "text": "And he made the candlestick of pure gold; \\add of\\add* beaten work he made the candlestick; its shaft, and its branch, its bowls, its knobs, and its flowers were of the same:"
    },
    {
      "verse": 18,
      "text": "And six branches proceeding from its sides; three branches of the candlestick from the one side of it, and three branches of the candlestick from the other side of it."
    },
    {
      "verse": 19,
      "text": "Three bowls made after the fashion of almonds in one branch, a knob and a flower; and three bowls made like almonds in another branch, a knob and a flower: so throughout the six branches proceeding from the candlestick."
    },
    {
      "verse": 20,
      "text": "And in the candlestick \\add were\\add* four bowls made like almonds, its knobs, and its flowers:"
    },
    {
      "verse": 21,
      "text": "And a knob under two branches of the same, and a knob under two branches of the same, and a knob under two branches of the same, according to the six branches proceeding from it."
    },
    {
      "verse": 22,
      "text": "Their knobs and their branches were of the same: all of it \\add was\\add* one beaten work \\add of\\add* pure gold."
    },
    {
      "verse": 23,
      "text": "And he made its seven lamps, and its snuffers, and its snuff-dishes, \\add of\\add* pure gold."
    },
    {
      "verse": 24,
      "text": "\\add Of\\add* a talent of pure gold he made it, and all its vessels."
    },
    {
      "verse": 25,
      "text": "And he made the incense-altar \\add of\\add* shittim wood: the length of it \\add was\\add* a cubit, and the breadth of it a cubit; \\add it was\\add* foursquare; and two cubits \\add was\\add* the hight of it; the horns of it were of the same."
    },
    {
      "verse": 26,
      "text": "And he overlaid it with pure gold, \\add both\\add* the top of it, and its sides round about, and its horns: also he made to it a crown of gold round about."
    },
    {
      "verse": 27,
      "text": "And he made two rings of gold for it under its crown, by the two corners of it, upon its two sides, to be places for the staffs to bear it with."
    },
    {
      "verse": 28,
      "text": "And he made the staffs \\add of\\add* shittim wood, and overlaid them with gold."
    },
    {
      "verse": 29,
      "text": "And he made the holy anointing oil, and the pure incense of sweet spices, according to the work of the apothecary."
    }
  ]
}