{
  "book_id": "EXO",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "And of the blue, and purple, and scarlet, they made clothes of service, to do service in the holy \\add place\\add* , and made the holy garments for Aaron; as the LORD commanded Moses."
    },
    {
      "verse": 2,
      "text": "And he made the ephod \\add of\\add* gold, blue, and purple, and scarlet, and fine twined linen."
    },
    {
      "verse": 3,
      "text": "And they beat the gold into thin plates, and cut \\add it into\\add* wires, to work \\add it\\add* in the blue, and in the purple, and in the scarlet, and in the fine linen, \\add with\\add* curious work."
    },
    {
      "verse": 4,
      "text": "They made shoulder-pieces for it, to couple \\add it\\add* together: by the two edges was it coupled together."
    },
    {
      "verse": 5,
      "text": "And the curious girdle of his ephod, that \\add was\\add* upon it, \\add was\\add* of the same, according to the work thereof; \\add of\\add* gold, blue, and purple, and scarlet, and fine twined linen; as the LORD commanded Moses."
    },
    {
      "verse": 6,
      "text": "And they wrought onyx stones inclosed in ouches of gold, graven as signets are graven, with the names of the children of Israel."
    },
    {
      "verse": 7,
      "text": "And he put them on the shoulders of the ephod, \\add that they should be\\add* stones for a memorial to the children of Israel; as the LORD commanded Moses."
    },
    {
      "verse": 8,
      "text": "And he made the breast-plate \\add of\\add* curious work, like the work of the ephod; \\add of\\add* gold, blue, and purple, and scarlet, and fine twined linen."
    },
    {
      "verse": 9,
      "text": "It was foursquare; they made the breast-plate double: a span \\add was\\add* the length of it, and a span the breadth of it, \\add being\\add* doubled."
    },
    {
      "verse": 10,
      "text": "And they set in it four rows of stones: \\add the first\\add* row \\add was\\add* a sardius, a topaz, and a carbuncle: this \\add was\\add* the first row."
    },
    {
      "verse": 11,
      "text": "And the second row, an emerald, a sapphire, and a diamond."
    },
    {
      "verse": 12,
      "text": "And the third row, a ligure, an agate, and an amethyst."
    },
    {
      "verse": 13,
      "text": "And the fourth row, a beryl, an onyx, and a jasper: \\add they were\\add* inclosed in ouches of gold in their inclosings."
    },
    {
      "verse": 14,
      "text": "And the stones \\add were\\add* according to the names of the children of Israel, twelve, according to their names, \\add like\\add* the engravings of a signet, every one with his name, according to the twelve tribes."
    },
    {
      "verse": 15,
      "text": "And they made upon the breast-plate chains at the ends, \\add of\\add* wreathed work \\add of\\add* pure gold."
    },
    {
      "verse": 16,
      "text": "And they made two ouches \\add of\\add* gold, and two gold rings, and put the two rings in the two ends of the breast-plate."
    },
    {
      "verse": 17,
      "text": "And they put the two wreathed chains of gold in the two rings on the ends of the breast-plate."
    },
    {
      "verse": 18,
      "text": "And the two ends of the two wreathed chains they fastened in the two ouches, and put them on the shoulder-pieces of the ephod, before it."
    },
    {
      "verse": 19,
      "text": "And they made two rings of gold, and put \\add them\\add* on the two ends of the breast-plate, upon the border of it, which \\add was\\add* on the side of the ephod inward."
    },
    {
      "verse": 20,
      "text": "And they made two \\add other\\add* golden rings, and put them on the two sides of the ephod underneath, towards the forepart of it, over against the \\add other\\add* coupling thereof, above the curious girdle of the ephod:"
    },
    {
      "verse": 21,
      "text": "And they bound the breast-plate by its rings to the rings of the ephod with a lace of blue, that it might be above the curious girdle of the ephod, and that the breast-plate might not be loosed from the ephod; as the LORD commanded Moses."
    },
    {
      "verse": 22,
      "text": "And he made the robe of the ephod \\add of\\add* woven work, all \\add of\\add* blue."
    },
    {
      "verse": 23,
      "text": "And \\add there was\\add* a hole in the midst of the robe, as the hole of an habergeon, \\add with\\add* a band around the hole, that it should not rend."
    },
    {
      "verse": 24,
      "text": "And they made upon the hems of the robe pomegranates \\add of\\add* blue, and purple, and scarlet, \\add and\\add* twined \\add linen\\add* ."
    },
    {
      "verse": 25,
      "text": "And they made bells \\add of\\add* pure gold, and put the bells between the pomegranates upon the hem of the robe, around between the pomegranates;"
    },
    {
      "verse": 26,
      "text": "A bell and a pomegranate, a bell and a pomegranate, around the hem of the robe to minister \\add in\\add* ; as the LORD commanded Moses."
    },
    {
      "verse": 27,
      "text": "And they made coats \\add of\\add* fine linen, \\add of\\add* woven work, for Aaron and for his sons,"
    },
    {
      "verse": 28,
      "text": "And a miter \\add of\\add* fine linen, and goodly bonnets \\add of\\add* fine linen, and linen breeches \\add of\\add* fine twined linen,"
    },
    {
      "verse": 29,
      "text": "And a girdle \\add of\\add* fine twined linen, and blue, and purple, and scarlet, \\add of\\add* needle-work; as the LORD commanded Moses."
    },
    {
      "verse": 30,
      "text": "And they made the plate of the holy crown \\add of\\add* pure gold, and wrote upon it a writing, \\add like to\\add* the engravings of a signet, HOLINESS TO THE LORD."
    },
    {
      "verse": 31,
      "text": "And they tied to it a lace of blue, to fasten \\add it\\add* on high upon the miter; as the LORD commanded Moses."
    },
    {
      "verse": 32,
      "text": "Thus was all the work of the tabernacle of the tent of the congregation finished: and the children of Israel did according to all that the LORD commanded Moses, so did they."
    },
    {
      "verse": 33,
      "text": "And they brought the tabernacle to Moses, the tent, and all its furniture, its buttons, its boards, its bars, and its pillars, and its sockets,"
    },
    {
      "verse": 34,
      "text": "And the covering of rams' skins dyed red, and the covering of badgers' skins, and the vail of the covering,"
    },
    {
      "verse": 35,
      "text": "The ark of the testimony, and its staffs, and the mercy-seat,"
    },
    {
      "verse": 36,
      "text": "The table, \\add and\\add* all its vessels, and the show-bread,"
    },
    {
      "verse": 37,
      "text": "The pure candlestick, \\add with\\add* its lamps, \\add even with\\add* the lamps to be set in order, and all its vessels, and the oil for light,"
    },
    {
      "verse": 38,
      "text": "And the golden altar, and the anointing oil, and the sweet incense, and the hanging for the tabernacle-door,"
    },
    {
      "verse": 39,
      "text": "The brazen altar, and its grate of brass, its staffs, and all its vessels, the laver and its foot,"
    },
    {
      "verse": 40,
      "text": "The hangings of the court, its pillars, and its sockets, and the hanging for the court-gate, its cords, and its pins, and all the vessels of the service of the tabernacle, for the tent of the congregation,"
    },
    {
      "verse": 41,
      "text": "The clothes of service to do service in the holy \\add place\\add* , and the holy garments for Aaron the priest, and his sons' garments, to minister in the priest's office."
    },
    {
      "verse": 42,
      "text": "According to all that the LORD commanded Moses, so the children of Israel made all the work."
    },
    {
      "verse": 43,
      "text": "And Moses looked upon all the work, and behold, they had done it as the LORD had commanded, even so had they done it: and Moses blessed them."
    }
  ]
}