{
  "book_id": "SNG",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "As the chorus of 'Mahanaim.' How beautiful were thy feet with sandals, O daughter of Nadib. The turnings of thy sides [are] as ornaments, Work of the hands of an artificer."
    },
    {
      "verse": 2,
      "text": "Thy waist [is] a basin of roundness, It lacketh not the mixture, Thy body a heap of wheat, fenced with lilies,"
    },
    {
      "verse": 3,
      "text": "Thy two breasts as two young ones, twins of a roe,"
    },
    {
      "verse": 4,
      "text": "Thy neck as a tower of the ivory, Thine eyes pools in Heshbon, near the gate of Bath-Rabbim, Thy face as a tower of Lebanon looking to Damascus,"
    },
    {
      "verse": 5,
      "text": "Thy head upon thee as Carmel, And the locks of thy head as purple, The king is bound with the flowings!"
    },
    {
      "verse": 6,
      "text": "How fair and how pleasant hast thou been, O love, in delights."
    },
    {
      "verse": 7,
      "text": "This thy stature hath been like to a palm, And thy breasts to clusters."
    },
    {
      "verse": 8,
      "text": "I said, 'Let me go up on the palm, Let me lay hold on its boughs, Yea, let thy breasts be, I pray thee, as clusters of the vine, And the fragrance of thy face as citrons,"
    },
    {
      "verse": 9,
      "text": "And thy palate as the good wine — 'Flowing to my beloved in uprightness, Strengthening the lips of the aged!"
    },
    {
      "verse": 10,
      "text": "I [am] my beloved's, and on me [is] his desire."
    },
    {
      "verse": 11,
      "text": "Come, my beloved, we go forth to the field,"
    },
    {
      "verse": 12,
      "text": "We lodge in the villages, we go early to the vineyards, We see if the vine hath flourished, The sweet smelling-flower hath opened. The pomegranates have blossomed, There do I give to thee my loves;"
    },
    {
      "verse": 13,
      "text": "The mandrakes have given fragrance, And at our openings all pleasant things, New, yea, old, my beloved, I laid up for thee!"
    }
  ]
}