{
  "book_id": "ZEP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The word of the Lord which came unto Zephanyah the son of Cushi, the son of Gedalyah, the son of Amaryah, the son of Chizkiyah, in the days of Josiah the son of Amon the king of Judah."
    },
    {
      "verse": 2,
      "text": "I will remove, utterly remove all things from off the face of the earth, saith the Lord."
    },
    {
      "verse": 3,
      "text": "I will remove man and beast; I will remove the fowls of the heaven, and the fishes of the sea, and the stumbling blocks together with the wicked; and I will cut off man from off the face of the earth, saith the Lord."
    },
    {
      "verse": 4,
      "text": "And I will stretch out my hand over Judah, and over all the inhabitants of Jerusalem; and I will cut off the remnant of Ba'al from this place, the name of his ministers with his priests;"
    },
    {
      "verse": 5,
      "text": "And those that bow themselves down on the roofs of houses to the host of heaven; and those that bow themselves down that are sworn [to be true] to the Lord and still swear by Malkom;"
    },
    {
      "verse": 6,
      "text": "And those that are turned away from following the Lord; and those that have not sought for the Lord, and have not inquired of him."
    },
    {
      "verse": 7,
      "text": "Be silent in the presence of the Lord Eternal; for nigh is the day of the Lord; for the Lord hath prepared a slaughter, he hath bidden his invited guests."
    },
    {
      "verse": 8,
      "text": "And it shall come to pass on the day of the Lord's slaughter, that I will inflict punishment on the princes, and on the king's sons, and on all such as are clothed in garments of a foreign land."
    },
    {
      "verse": 9,
      "text": "And I will inflict punishment on all those that leap over the threshold on that day, who fill the house of their master with violence and deceit."
    },
    {
      "verse": 10,
      "text": "And it shall come to pass on that day, saith the Lord, that there shall be a loud cry of lamentation from the fish-gate, and a wailing from the second, and [that of] a great breach from the hills."
    },
    {
      "verse": 11,
      "text": "Wail, ye inhabitants of the mortar-street, for destroyed are all the trading people; cut off are all that were laden with silver."
    },
    {
      "verse": 12,
      "text": "And it shall come to pass at that time, that I will search Jerusalem through with lights; and I will inflict punishment on the men that are at rest on their lees, that say in their heart, The Lord will not do good, nor will he do evil."
    },
    {
      "verse": 13,
      "text": "And their wealth shall become a booty, and their houses shall be made desolate; and they will build houses, but they shall not inhabit them; and they will plant vineyards, but they shall not drink their wine."
    },
    {
      "verse": 14,
      "text": "Nigh is the great day of the Lord, it is nigh, and hasteneth greatly, [there is] the noise of the day of the Lord: bitterly crieth there the mighty man."
    },
    {
      "verse": 15,
      "text": "A day of wrath is that day, a day of distress and anxiety, a day of wasting and desolation, a day of darkness and obscurity, a day of clouds and tempestuous gloom,"
    },
    {
      "verse": 16,
      "text": "A day of the cornet and alarm, against the fenced cities, and against the high battlements."
    },
    {
      "verse": 17,
      "text": "And I will bring distress upon men, that they shall walk about like the blind, because against the Lord have they sinned: and their blood shall be poured out like the dust, and their flesh like the dung."
    },
    {
      "verse": 18,
      "text": "Neither their silver nor their gold shall be able to deliver them on the day of the Lord's wrath; through the fire of whose zeal the whole land shall be devoured; for destruction, yea, quite sudden, will he prepare for all the inhabitants of the land."
    }
  ]
}