{
  "book_id": "ZEP",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Gather yourselves together, yea, gather together, O nation without desire [for repentance];"
    },
    {
      "verse": 2,
      "text": "Before the decree is brought forth—like the chaff the day passeth away—before yet there be come over you the fierce anger of the Lord, before yet there be come over you the day of the anger of the Lord."
    },
    {
      "verse": 3,
      "text": "Seek ye the Lord, all ye meek of the earth, who have fulfilled his ordinances; seek righteousness, seek meekness: perhaps ye will be protected on the day of the Lord's anger."
    },
    {
      "verse": 4,
      "text": "For Gazzah shall become forsaken, and Ashkelon a desolate place: Ashdod shall they drive out at the noon of day, and Ekron shall be rooted up."
    },
    {
      "verse": 5,
      "text": "Woe unto the inhabitants of the district by the sea, the nation of the Kerethites! the word of the Lord is against you, O Canaan, the land of the Philistines, I will even destroy thee, that no inhabitant shall remain."
    },
    {
      "verse": 6,
      "text": "And the district by the sea shall become places for pens of shepherds, and folds for flocks."
    },
    {
      "verse": 7,
      "text": "And this district shall be for the remnant of the house of Judah; thereupon shall they feed their flocks: in the houses of Ashkelon shall they lie down in the evening; for the Lord their God will think of them, and bring back their captivity."
    },
    {
      "verse": 8,
      "text": "I have heard the reproach of Moab, and the revilings of the children of 'Ammon, wherewith they have reproached my people, and made themselves great against their border."
    },
    {
      "verse": 9,
      "text": "Therefore as I live, saith the Lord of hosts, the God of Israel, Surely Moab shall become like Sodom, and the children of 'Ammon like Gomorrah, overgrown with nettles, and [filled with] salt-pits, and a desolation to eternity; the residue of my people shall plunder them, and the remnant of my nation shall possess them."
    },
    {
      "verse": 10,
      "text": "This shall they have in recompense for their pride; because they have reproached and made themselves great against the people of the Lord of hosts."
    },
    {
      "verse": 11,
      "text": "Terrible will the Lord [appear] over them; for he will cause to vanish all the gods of the earth; and then shall prostrate themselves before him, every one from its place, all the isles of the nations."
    },
    {
      "verse": 12,
      "text": "Also ye Ethiopians shall be those slain by my sword."
    },
    {
      "verse": 13,
      "text": "And he will stretch out his hand against the north, and destroy Assyria; and he will make Nineveh a desolate place, dry, like the wilderness."
    },
    {
      "verse": 14,
      "text": "And there shall lie down in the midst of her flocks, all the beasts of the nations; both the pelican and the hedgehog shall lodge in the capitals of her columns; singing-birds shall sing in the windows; ruin shall be on the thresholds; for the cedar wainscoting shall be torn away."
    },
    {
      "verse": 15,
      "text": "This is the joyful city that dwelt in security, that said in her heart, I am, and there is none else beside me: how is she become desolate, a resting-place for beasts! every one that passeth by her will hiss, and shake his hand."
    }
  ]
}