{
  "book_id": "1TI",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Let as many seruaunts as are vnder the yoke, count their masters worthie of all honour, that the Name of God, and his doctrine be not euill spoken of."
    },
    {
      "verse": 2,
      "text": "And they which haue beleeuing masters, let them not despise them, because they are brethren, but rather doe seruice, because they are faithfull, and beloued, and partakers of the benefite. These things teach and exhort."
    },
    {
      "verse": 3,
      "text": "If any man teach otherwise, and consenteth not to the wholesome wordes of our Lord Iesus Christ, and to the doctrine, which is according to godlinesse,"
    },
    {
      "verse": 4,
      "text": "He is puft vp and knoweth nothing, but doteth about questions and strife of words, whereof commeth enuie, strife, railings, euill surmisings,"
    },
    {
      "verse": 5,
      "text": "Frowarde disputations of men of corrupt mindes and destitute of ye trueth, which thinke that gaine is godlines: from such separate thy selfe."
    },
    {
      "verse": 6,
      "text": "But godlinesse is great gaine, if a man be content with that he hath."
    },
    {
      "verse": 7,
      "text": "For we brought nothing into the world, and it is certaine, that we can carie nothing out."
    },
    {
      "verse": 8,
      "text": "Therefore when wee haue foode and raiment, let vs therewith be content."
    },
    {
      "verse": 9,
      "text": "For they that will be rich, fall into tentation and snares, and into many foolish and noysome lustes, which drowne men in perdition and destruction."
    },
    {
      "verse": 10,
      "text": "For the desire of money is the roote of all euill, which while some lusted after, they erred from the faith, and pearced themselues through with many sorowes."
    },
    {
      "verse": 11,
      "text": "But thou, O man of God, flee these things, and follow after righteousnesse, godlines, faith, loue, patience, and meekenes."
    },
    {
      "verse": 12,
      "text": "Fight the good fight of faith: lay holde of eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses."
    },
    {
      "verse": 13,
      "text": "I charge thee in the sight of God, who quickeneth all thinges, and before Iesus Christ, which vnder Pontius Pilate witnessed a good confession,"
    },
    {
      "verse": 14,
      "text": "That thou keepe this commandement without spot, and vnrebukeable, vntill the appearing of our Lord Iesus Christ,"
    },
    {
      "verse": 15,
      "text": "Which in due time hee shall shewe, that is blessed and Prince onely, the King of Kings and Lord of Lordes,"
    },
    {
      "verse": 16,
      "text": "Who onely hath immortalitie, and dwelleth in the light that none can attaine vnto, whom neuer man sawe, neither can see, vnto whome bee honour and power euerlasting, Amen."
    },
    {
      "verse": 17,
      "text": "Charge them that are rich in this world, that they be not high minded, and that they trust not in vncertaine riches, but in the liuing God, (which giueth vs aboundantly, all things to enioy)"
    },
    {
      "verse": 18,
      "text": "That they doe good, and be riche in good woorkes, and readie to distribute, and comunicate,"
    },
    {
      "verse": 19,
      "text": "Laying vp in store for themselues a good foundation against the time to come, that they may obteine eternall life."
    },
    {
      "verse": 20,
      "text": "O Timotheus, keepe that which is committed vnto thee, and auoide prophane and vaine babblings, and oppositios of science falsely so called,"
    },
    {
      "verse": 21,
      "text": "Which while some professe, they haue erred concerning the faith. Grace be with thee, Amen. ‘The first Epistle to Timotheus, written from Laodicea, which is the chiefest citie of Phrygia Pacaciana.’"
    }
  ]
}