{
  "book_id": "EZK",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο λόγος Κυρίου πρὸς μὲ, λέγων,"
    },
    {
      "verse": 2,
      "text": "υἱὲ ἀνθρώπου, στήρισον τὸ πρόσωπόν σου ἐπὶ θαιμὰν, καὶ ἐπίβλεψον ἐπὶ Δαρὸμ, καὶ προφήτευσον ἐπὶ δρυμὸν ἡγούμενον Ναγὲβ,"
    },
    {
      "verse": 3,
      "text": "καὶ ἐρεῖς τῷ δρυμῷ Ναγὲβ, ἄκουε λόγον Κυρίου· τάδε λέγει Κύριος Κύριος, ἰδοὺ ἐγὼ ἀνάπτω ἐν σοὶ πῦρ, καὶ καταφάγεται ἐν σοὶ πᾶν ξύλον χλωρὸν καὶ πᾶν ξύλον ξηρὸν, οὐ σβεσθήσεται ἡ φλὸξ ἡ ἐξαφθεῖσα, καὶ κατακαυθήσεται ἐν αὐτῇ πᾶν πρόσωπον ἀπὸ ἀπηλιώτου ἕως Βοῤῥᾶ."
    },
    {
      "verse": 4,
      "text": "Καὶ ἐπιγνώσεται πᾶσα σὰρξ, ὅτι ἐγὼ Κύριος ἐξέκαυσα αὐτὸ, οὐ σβεσθήσεται."
    },
    {
      "verse": 5,
      "text": "Καὶ εἶπα, μηδαμῶς Κύριε Κύριε· αὐτοὶ λέγουσι πρὸς μὲ, οὐχὶ παραβολή ἐστι λεγομένη αὕτη;"
    },
    {
      "verse": 6,
      "text": "Καὶ ἐγένετο λόγος Κυρίου πρὸς μὲ, λέγων,"
    },
    {
      "verse": 7,
      "text": "Διατοῦτο προφήτευσον υἱὲ ἀνθρώπου, στήρισον τὸ πρόσωπόν σου ἐπὶ Ἱερουσαλὴμ, καὶ ἐπίβλεψον ἐπὶ τὰ ἅγια αὐτῶν,"
    },
    {
      "verse": 8,
      "text": "καὶ προφητεύσεις ἐπὶ τὴν γῆν τοῦ Ἰσραὴλ, καὶ ἐρεῖς πρὸς τὴν γῆν τοῦ Ἰσραὴλ, τάδε λέγει Κύριος, ἰδοὺ ἐγὼ πρὸς σὲ, καὶ ἐκσπάσω τὸ ἐγχειρίδιόν μου ἐκ τοῦ κολεοῦ αὐτοῦ, καὶ ἐξολοθρεύσω ἐκ σοῦ ἄνομον καὶ ἄδικον·"
    },
    {
      "verse": 9,
      "text": "Ἀνθʼ ὧν ἐξολοθρεύσω ἐκ σοῦ ἄδικον καὶ ἄνομον, οὕτως ἐξελεύσεται τὸ ἐγχειρίδιόν μου ἐκ τοῦ κολεοῦ αὐτοῦ ἐπὶ πᾶσαν σάρκα ἀπὸ ἀπηλιώτου ἔως Βοῤῥᾶ,"
    },
    {
      "verse": 10,
      "text": "καὶ ἐπιγνώσεται πᾶσα σὰρξ, διότι ἐγὼ Κύριος ἐξέσπασα τὸ ἐγχειρίδιόν μου ἐκ τοῦ κολεοῦ αὐτοῦ, οὐκ ἀποστρέψει οὐκέτι."
    },
    {
      "verse": 11,
      "text": "Καὶ σὺ υἱὲ ἀνθρώπου καταστέναξον ἐν συντριβῇ ὀσφύος σου, καὶ ἐν ὀδύναις στενάξεις κατʼ ὀφθαλμοὺς αὐτῶν."
    },
    {
      "verse": 12,
      "text": "Καὶ ἔσται ἐὰν εἴπωσι πρὸς σὲ, ἕνεκα τίνος σὺ στενάζεις; καὶ ἐρεῖς, ἐπὶ τῇ ἀγγελίᾳ, διότι ἔρχεται, καὶ θραυσθήσεται πᾶσα καρδία, καὶ πᾶσαι χεῖρες παραλυθήσονται, καὶ ἐκψύξει πᾶσα σὰρξ καὶ πᾶν πνεῦμα, καὶ πάντες μηροὶ μολυνθήσονται ὑγρασίᾳ· ἰδοὺ ἔρχεται, λέγει Κύριος."
    },
    {
      "verse": 13,
      "text": "Καὶ ἐγένετο λόγος Κυρίου πρὸς μὲ, λέγων,"
    },
    {
      "verse": 14,
      "text": "υἱὲ ἀνθρώπου προφήτευσον, καὶ ἐρεῖς, τάδε λέγει Κύριος, εἰπὸν, ῥομφαία ῥομφαία ὀξύνου καὶ θυμώθητι,"
    },
    {
      "verse": 15,
      "text": "ὅπως σφάξῃς σφάγια, ὀξύνου ὅπως γένῃ εἰς στίλβωσιν, ἑτοίμη εἰς παράλυσιν· σφάζε, ἐξουδένει, ἀπόθου πᾶν ξῦλον."
    },
    {
      "verse": 16,
      "text": "Καὶ ἔδωκεν αὐτὴν ἑτοίμην τοῦ κρατεῖν χεῖρα αὐτοῦ· ἐξηκονήθη ἡ ῥομφαία, ἐστὶν ἑτοίμη τοῦ δοῦναι αὐτὴν εἰς χεῖρα, ἀποκεντοῦντος."
    },
    {
      "verse": 17,
      "text": "Ἀνάκραγε καὶ ὀλύλυξον, υἱὲ ἀνθρώπου, ὅτι αὕτη ἐγένετο ἐν τῷ λαῷ μου, αὕτη ἐν πᾶσι τοῖς ἀφηγουμένοις τοῦ Ἰσραήλ· παροικήσουσιν, ἐπὶ ῥομφαίᾳ ἐγένετο ἐν τῷ λαῷ μου· διατοῦτο κρότησον ἐπὶ τὴν χεῖρά σου,"
    },
    {
      "verse": 18,
      "text": "ὅτι δεδικαίωται· καὶ τί εἰ καὶ φυλὴ ἀπωσθῇ; οὐκ ἔσται, λέγει Κύριος Κύριος."
    },
    {
      "verse": 19,
      "text": "Καὶ σὺ υἱὲ ἀνθρώπου προφήτευσον, καὶ κρότησον χεῖρα ἐπὶ χεῖρα, καὶ διπλασίασον ῥομφαίαν· ἡ τρίτη ῥομφαία τραυματιῶν ἐστι, ῥομφαία τραυματιῶν ἡ μεγάλη· καὶ ἐκστήσεις αὐτοὺς,"
    },
    {
      "verse": 20,
      "text": "ὅπως μὴ θραυσθῇ ἡ καρδία, καὶ πληθυνθῶσιν οἱ ἀσθενοῦντες ἐπὶ πᾶσαν πύλην, παραδέδονται εἰς σφάγια ῥομφαίας· εὖ γέγονεν εἰς σφαγὴν, εὖ γέγονεν εἰς στίλβωσιν."
    },
    {
      "verse": 21,
      "text": "Καὶ διαπορεύου, ὀξύνου ἐκ δεξιῶν καὶ ἐξ εὐωνύμων, οὗ ἄν τὸ πρόσωπόν σου ἐξεγείρηται."
    },
    {
      "verse": 22,
      "text": "Καὶ ἐγὼ δὲ κροτήσω χεῖρά μου πρὸς χεῖρά μου, καὶ ἐναφήσω θυμόν μου, ἐγὼ Κύριος λελάληκα."
    },
    {
      "verse": 23,
      "text": "Καὶ ἐγένετο λόγος Κυρίου πρὸς μὲ, λέγων,"
    },
    {
      "verse": 24,
      "text": "καὶ σὺ, υἱὲ ἀνθρώπου, διάταξον σεαυτῷ δύο ὁδοὺς, τοῦ εἰσελθεῖν ῥομφαίαν βασιλέως Βαβυλῶνος, ἐκ χώρας μιᾶς ἐξελεύσονται αἱ δύο, καὶ χεὶρ ἐν ἀρχῇ ὁδοῦ πόλεως, ἐπʼ ἀρχῆς ὁδοῦ διατάξεις,"
    },
    {
      "verse": 25,
      "text": "τοῦ εἰσελθεῖν ῥομφαίαν ἐπὶ Ῥαββὰθ υἱῶν Ἀμμὼν, καὶ ἐπὶ τὴν Ἰουδαίαν, καὶ ἐπὶ τὴν Ἱερουσαλὴμ, ἐν μέσῳ αὐτῆς."
    },
    {
      "verse": 26,
      "text": "Διότι στήσεται βασιλεὺς Βαβυλῶνος ἐπὶ τὴν ἀρχαίαν ὁδόν, ἐπʼ ἀρχῆς τῶν δύο ὁδῶν, τοῦ μαντεύσασθαι μαντείαν, τοῦ ἀναβράσαι ῥάβδον, καὶ ἐπερωτῆσαι ἐν τοῖς γλυπτοῖς, καὶ κατασκοπήσασθαι."
    },
    {
      "verse": 27,
      "text": "Ἐκ δεξιῶν αὐτοῦ ἐγένετο τὸ μαντεῖον ἐπὶ Ἱερουσαλὴμ, τοῦ βαλεῖν χάρακα, τοῦ διανοῖξαι στόμα ἐν βοῇ, ὑψῶσαι φωνὴν μετὰ κραυγῆς, τοῦ βαλεῖν χάρακα ἐπὶ τὰς πύλας αὐτῆς, καὶ βαλεῖν χῶμα, καὶ οἰκοδομῆσαι βελοστάσεις."
    },
    {
      "verse": 28,
      "text": "Καὶ αὐτός αὐτοῖς ὡς μαντευόμενος μαντείαν ἐνώπιον αὐτῶν, καὶ αὐτὸς ἀναμιμνήσκων ἀδικίας αὐτοῦ μνησθῆναι."
    },
    {
      "verse": 29,
      "text": "Διατοῦτο τάδε λέγει Κύριος, ἀνθʼ ὧν ἀνεμνήσατε τὰς ἀδικίας ὑμῶν, ἐν τῷ ἀποκαλυφθῆναι τὰς ἀσεβείας ὑμῶν, τοῦ ὀραθῆναι ἁμαρτίας ὑμῶν, ἐν πάσαις ταῖς ἀσεβείαις ὑμῶν καὶ ἐν τοῖς ἐπιτηδεύμασιν ὑμῶν, ἀνθʼ ὧν ἀνεμνήσατε, ἐν τούτοις ἁλώσεσθε."
    },
    {
      "verse": 30,
      "text": "Καὶ σὺ βέβηλε, ἄνομε, ἀφηγούμενε τοῦ Ἰσραὴλ, οὗ ἥκει ἡ ἡμέρα ἐν καιρῷ ἀδικίας, πέρας,"
    },
    {
      "verse": 31,
      "text": "τάδε λέγει Κύριος, ἀφείλου τὴν κίδαριν, καὶ ἐπέθου τὸν στέφανον, αὐτῇ οὐ τοιαύτη ἔσται· ἐταπείνωσας τὸ ὑψηλὸν, καὶ ὕψωσας τὸ ταπεινόν."
    },
    {
      "verse": 32,
      "text": "Ἀδικίαν, ἀδικίαν, ἀδικίαν θήσομαι αὐτὴν, οὐαὶ αὐτῇ, τοιαύτη ἔσται ἕως οὗ ἔλθῃ ᾧ καθήκει, καὶ παραδώσω αὐτῷ."
    },
    {
      "verse": 33,
      "text": "Καὶ σὺ υἱὲ ἀνθρώπου προφήτευσον, καὶ ἐρεῖς, τάδε λέγει Κύριος πρὸς τοὺς υἱοὺς Ἀμμὼν καὶ πρὸς τὸν ὀνειδισμὸν αὐτῶν· καὶ ἐρεῖς, ῥομφαία ῥομφαία ἐσπασμένη εἰς σφάγια, καὶ ἐσπασμένη εἰς συντέλειαν, ἐγείρου ὅπως στίλβῃς·"
    },
    {
      "verse": 34,
      "text": "ἐν τῇ ὁράσει σου τῇ ματαίᾳ, καὶ ἐν τῷ μαντεύεσθαί σε ψευδῆ, τοῦ παραδοῦναί σε ἐπὶ τραχήλους τραυματιῶν ἀνόμων, ἥκει ἡ ἡμέρα ἐν καιρῷ ἀδικίας, πέρας."
    },
    {
      "verse": 35,
      "text": "Ἀπόστρεφε, μὴ καταλύσῃς ἐν τῷ τόπῳ τούτῳ ᾧ γεγέννησαι, ἐν τῇ γῇ τῇ ἰδίᾳ σου κρινῶ σε."
    },
    {
      "verse": 36,
      "text": "Καὶ ἐκχεῶ ἐπὶ σὲ ὀργήν μου, ἐν πυρὶ ὀργῆς μου ἐμφυσήσω ἐπὶ σὲ, καὶ παραδώσω σε εἰς χεῖρας ἀνδρῶν βαρβάρων τεκταινόντων διαφθοράς."
    },
    {
      "verse": 37,
      "text": "Ἐν πυρὶ ἔσῃ κατάβρωμα, τὸ αἷμά σου ἔσται ἐν μέσῳ τῆς γῆς σου· οὐ μὴ γένηταί σου μνεία, διότι ἐγὼ Κύριος λελάληκα."
    }
  ]
}