{
  "book_id": "HEB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "אעַל־כֵּן הַמִּצְוָה אֵלֵינוּ לְהִזָּהֵר עַד־מְאֹד בַּדְּבָרִים אֲשֶׁר שָׁמָעְנוּ פֶּן־יָלוּזוּ מֵעֵינֵינוּ׃"
    },
    {
      "verse": 2,
      "text": "בכִּי אִם־הַדָּבָר דָּבֻר עַל־פִּי מַלְאָכִים עָמַד בְּתָקְפוֹ וְכָל־עָוֹן וָפֶשַׁע נִפְקַד בְּשֵׁבֶט מִשְׁפָּט׃"
    },
    {
      "verse": 3,
      "text": "גאֵיךְ נִמָּלֵט אֲנַחְנוּ אִם־לֹא נָשִׁית לֵב לְיֶשַׁע רַב כָּמוֹהוּ אֲשֶׁר בִּשַּׂר הָאָדוֹן מֵרֹאשׁ וַיֵּאָמֵן דְּבָרוֹ לָנוּ מִפִּי שֹׁמְעָיו׃"
    },
    {
      "verse": 4,
      "text": "דוְגַם־אֱלֹהִים נָתַן עֵדוּת עַל־זֹאת בְּאֹתוֹת וּבְמוֹפְתִים וְנִפְלָאוֹת וּבְמַתְּנוֹת רוּחַ קָדְשׁוֹ אֲשֶׁר חִלֵּק כִּרְצוֹנוֹ׃"
    },
    {
      "verse": 5,
      "text": "הכִּי לֹא תַחַת יְדֵי־הַמַלְאָכִים שָׁת אֶת־הָעוֹלָם הֶעָתִיד לָבֹא אֲשֶׁר עָלָיו אֲנַחְנוּ מְדַבְּרִים׃"
    },
    {
      "verse": 6,
      "text": "וכִּי אִם־כְּעֵדוּת הַכָּתוּב הָאֹמֵר שָׁם מָה־אֱנוֹשׁ כִּי־תִּזְכְּרֶנּוּ וּבֶן־אָדָם כִּי תִפְקְדֶנּוּ׃"
    },
    {
      "verse": 7,
      "text": "זוַתְּחַסְּרֵהוּ מְעַט מֵאֱלֹהִים וְכָבוֹד וְהָדָר תְּעַטְּרֵהוּ תַּמְשִׁילֵהוּ בְּמַעֲשֵׂי יָדֶיךָ׃"
    },
    {
      "verse": 8,
      "text": "חכֹּל שַׁתָּה תַחַת־רַגְלָיו אַךְ בַּאֲשֶׁר שָׁת כֹּל תַּחְתָּיו לֹא הוֹתִיר דָּבָר אֲשֶׁר לֹא הוּשַׁת תַּחְתָּיו וְעַתָּה לֹא רָאִינוּ עוֹד כַיּוֹם כִּי הַכֹּל הוּשַׁת תַּחְתָּיו׃"
    },
    {
      "verse": 9,
      "text": "טאֲבָל רֹאִים אֲנַחְנוּ אֶת־יֵשׁוּעַ הַהוּא אֲשֶׁר חִסְּרוֹ מְעַט מֵאֱלֹהִים וַיְעַטְּרֵהוּ כָבוֹד וְהָדָר עֵקֶב חֶבְלֵי הַמָוֶת אֲשֶׁר אֲפָפוּהוּ כִּי בְחֶסֶד־אֵל טָעַם טַעַם הַמָּוֶת בְּעַד כֻּלָּם׃"
    },
    {
      "verse": 10,
      "text": "יכִּי הוּא אֲשֶׁר הַכֹּל לְמַעֲנֵהוּ וּמִיָּדוֹ הַכֹּל הָדָר הוּא לוֹ לְהַנְחוֹת בָּנִים רַבִּים לִגְאוֹן עֻזָּם וּלְהַשְׁלִים אֶת־שַׂר יְשׁוּעָתָם בְּכוּר עֹנִי׃"
    },
    {
      "verse": 11,
      "text": "יאכִּי הַמְכַפֵּר וְהֵם אֲשֶׁר עֲלֵיהֶם יְכַפֵּר מֵאָב אֶחָד הֵם כֻּלָּם עַל־כֵּן לֹא בוֹשׁ מִקְּרֹא לָהֶם אַחִים׃"
    },
    {
      "verse": 12,
      "text": "יבבְּאָמְרוֹ אֲסַפְּרָה שִׁמְךָ לְאֶחָי בְּתוֹךְ קָהָל אֲהַלֲלֶךָ׃"
    },
    {
      "verse": 13,
      "text": "יגוְעוֹד יֵאָמַר וְקִוֵּיתִי לוֹ וְעוֹד יוֹסִיף הִנֵּה אָנֹכִי וְהַיְלָדִים אֲשֶׁר נָתַן־לִי יְהוָֹה׃"
    },
    {
      "verse": 14,
      "text": "ידוְיַעַן כִּי הַיְלָדִים בָּשָׂר וָדָם מְנָת חֶלְקָם כֵּן גַּם־הוּא לָבַשׁ בָּשָׂר וָדָם כְּמוֹהֶם לְמַעַן יְבַלַּע בְּמוֹתוֹ אֶת־מַלְאַךְ הַמָּוֶת הוּא הַשָּׂטָן׃"
    },
    {
      "verse": 15,
      "text": "טווְשִׁלַּח לַחָפְשִׁי אֶת־אֵלֶּה אֲשֶׁר מֵאֵימַת מָוֶת הָיוּ נִכְבָּשִׁים כָּל־יְמֵי חַיֵּיהֶם כַּעֲבָדִים׃"
    },
    {
      "verse": 16,
      "text": "טזכִּי לֹא לַמַּלְאָכִים נָטָה יָדוֹ לְהוֹשִׁיעָם כִּי אִם־לְזֶרַע אַבְרָהָם הוּא לְמוֹשִׁיעַ׃"
    },
    {
      "verse": 17,
      "text": "יזוְעַל־כֵּן נִמְשַׁל נִדְמָה לְאֶחָיו בַּכֹּל לְמַעַן יְהִי כֹהֵן גָּדוֹל בְּרַחֲמָיו וּבֶאֱמוּנָתוֹ לִפְנֵי אֱלֹהִים לְכַפֵּר עַל־חַטֹּאת הָעָם׃"
    },
    {
      "verse": 18,
      "text": "יחכִּי כַאֲשֶׁר הָיָה אִישׁ מַכְאֹבוֹת וִידוּעַ מַסָּה בְּנַפְשׁוֹ כֵּן יוּכַל לְהוֹשִׁיעַ בְּחוּנֵי מַסָּה׃"
    }
  ]
}