{
  "book_id": "2SA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Now it came to pass after the death of Saul, when David was returned from smiting the 'Amalekites, that David abode in Ziklag two days."
    },
    {
      "verse": 2,
      "text": "And it came to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and it happened, when he came to David, that he fell to the earth, and prostrated himself."
    },
    {
      "verse": 3,
      "text": "And David said unto him, From where comest thou? And he said unto him, Out of the camp of Israel am I escaped."
    },
    {
      "verse": 4,
      "text": "And David said unto him, What took place there? I pray thee, tell me. And he said, That the people are fled from the battle, and that also many of the people are fallen and have died; and that also Saul and Jonathan his son are dead."
    },
    {
      "verse": 5,
      "text": "And David said unto the young man that told him, How knowest thou that Saul is dead as also Jonathan his son?"
    },
    {
      "verse": 6,
      "text": "And the young man that told him said, I happened entirely by chance to be upon mount Gilboa', when, behold, there was Saul leaning upon his spear; and, lo, the chariots and horsemen had overtaken him."
    },
    {
      "verse": 7,
      "text": "And he turned round, and he saw me, and called unto me, And I said, Here am I."
    },
    {
      "verse": 8,
      "text": "And he said unto me, Who art thou! And I answered him, An 'Amalekite am I."
    },
    {
      "verse": 9,
      "text": "And he said unto me, Place thyself, I pray thee, by me, and slay me; for a mortal tremor hath seized on me, although my life is yet whole in me."
    },
    {
      "verse": 10,
      "text": "So I placed myself by him, and slew him, because I was sure that he could not live after his fall; and I took the crown that was upon his head, and the bracelet that was on his arm, and I have brought them unto my lord hither."
    },
    {
      "verse": 11,
      "text": "David thereupon took hold of his clothes, and rent them; and [so did] likewise all the men that were with him:"
    },
    {
      "verse": 12,
      "text": "And they lamented, and wept, and fasted until the evening, for Saul, and for Jonathan his son, and for the people of the Lord, and for the house of Israel; because they were fallen by the sword."
    },
    {
      "verse": 13,
      "text": "And David said unto the young man that told him, Whence art thou? And he said, The son of a stranger, an 'Amalekite, am I."
    },
    {
      "verse": 14,
      "text": "And David said unto him, How wast thou not afraid to stretch forth thy hand to destroy the Lord's anointed?"
    },
    {
      "verse": 15,
      "text": "And David called one of the young men, and said, Come near, and fall upon him. And he smote him that he died."
    },
    {
      "verse": 16,
      "text": "And David said unto him, Thy blood is upon thy own head; for thy mouth hath testified against thee, saying, I myself have slain the Lord's anointed."
    },
    {
      "verse": 17,
      "text": "And David lamented with this lamentation over Saul and over Jonathan his son:"
    },
    {
      "verse": 18,
      "text": "And he said, That the children of Judah should be taught the bow; behold it is written in the book of Yashar."
    },
    {
      "verse": 19,
      "text": "O beauty of Israel! upon the high places slain: how are the mighty fallen!"
    },
    {
      "verse": 20,
      "text": "Tell it not in Gath, publish it not in the streets of Ashkelon; that the daughters of the Philistines may not be glad, that the daughters of the uncircumcised may not rejoice."
    },
    {
      "verse": 21,
      "text": "O mountains of Gilboa', no dew, nor rain be upon you, nor fields of offerings; for there the shield of the mighty was stained, the shield of Saul, as though it had not been anointed with oil."
    },
    {
      "verse": 22,
      "text": "From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned never back, and the sword of Saul never returned empty."
    },
    {
      "verse": 23,
      "text": "Saul and Jonathan, the beloved and the dear in their lives, were even in their death not divided: more than eagles were they swift, more than lions were they strong."
    },
    {
      "verse": 24,
      "text": "O daughters of Israel, weep for Saul, who clothed you in scarlet, with beautiful dresses, who put on ornaments of gold upon your apparel."
    },
    {
      "verse": 25,
      "text": "How are the mighty fallen in the midst of the battle! O Jonathan, on thy high places slain."
    },
    {
      "verse": 26,
      "text": "I am distressed for thee, my brother Jonathan; very dear hast thou been unto me: wonderful was thy love for me, passing the love of women."
    },
    {
      "verse": 27,
      "text": "How are the mighty fallen, and lost the instruments of war!"
    }
  ]
}