{
  "book_id": "2SA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And David assembled again all the chosen men of Israel, thirty thousand."
    },
    {
      "verse": 2,
      "text": "And David arose, and went with all the people who were with him from Ba'ale-yehudah, to bring up from there the ark of God, the name of which was called by the name of the Lord of hosts, that dwelleth over the cherubim."
    },
    {
      "verse": 3,
      "text": "And they conveyed the ark of God in a new wagon, and brought it out of the house of Abinadab that was on the hill; and 'Uzzah and Achyo, the sons of Abinadab, guided the new wagon."
    },
    {
      "verse": 4,
      "text": "When they brought it out of the house of Abinadab which was on the hill, [they were] near the ark of God; but Achyo went before the ark."
    },
    {
      "verse": 5,
      "text": "And David and all the house of Israel played before the Lord on all manner of instruments made of fir-wood, and on harps, and on psalteries, and on tambourines, and with bells, and with cymbals."
    },
    {
      "verse": 6,
      "text": "And when they came to the threshing-floor of Nachon, 'Uzzah put forth [his hand] to the ark of God, and took hold of it; for the oxen shook it."
    },
    {
      "verse": 7,
      "text": "And the anger of the Lord was kindled against 'Uzzah; and God smote him there for the error; and he died there by the ark of God."
    },
    {
      "verse": 8,
      "text": "And it was grievous to David, because the Lord had suddenly taken away 'Uzzah; and he called that place Perez-'uzzah [[Breach of 'Uzzah]] until this day."
    },
    {
      "verse": 9,
      "text": "And David was afraid of the Lord on that day, and said, How shall the ark of the Lord come to me?"
    },
    {
      "verse": 10,
      "text": "So David would not allow to have the ark of the Lord removed unto him into the city of David; but David had it carried round into the house of 'Obed-edom the Gittite."
    },
    {
      "verse": 11,
      "text": "And the ark of the Lord remained in the house of 'Obed-edom the Gittite three months: and the Lord blessed 'Obed-edom, and all his household."
    },
    {
      "verse": 12,
      "text": "And it was told to king David, saying, The Lord hath blessed the house of 'Obed-edom, and all that pertaineth unto him, because of the ark of God: and David then went and brought up the ark of God from the house of 'Obed-edom into the city of David with joy."
    },
    {
      "verse": 13,
      "text": "And it happened, that when the bearers of the ark of the Lord had progressed six paces, he sacrificed an ox and a fatling."
    },
    {
      "verse": 14,
      "text": "And David danced with all his might before the Lord; and David was girded with a linen ephod."
    },
    {
      "verse": 15,
      "text": "So David and all the house of Israel brought up the ark of the Lord with shouting, and with the sound of the cornet."
    },
    {
      "verse": 16,
      "text": "And it happened, as the ark of the Lord came into the city of David, that Michal the daughter of Saul looked through the window, and saw king David leaping and dancing before the Lord; and she despised him in her heart."
    },
    {
      "verse": 17,
      "text": "And they brought in the ark of the Lord, and set it in its place, in the midst of the tent that David had pitched for it: and David offered burnt-offerings before the Lord and peace-offerings."
    },
    {
      "verse": 18,
      "text": "And when David had made an end of offering the burnt-offerings and the peace-offerings, he blessed the people in the name of the Lord of hosts."
    },
    {
      "verse": 19,
      "text": "And he dealt out to all the people, to the whole multitude of Israel, to both men and women, to every person one cake of bread, and a good piece of flesh, and a flagon of wine: and all the people departed every one to his house."
    },
    {
      "verse": 20,
      "text": "And David then returned to bless his household. But Michal the daughter of Saul came out to meet David, and she said, How honored was today the king of Israel, who uncovered himself today before the eyes of the hand-maids of his servants, as only one of the low fellows can uncover himself!"
    },
    {
      "verse": 21,
      "text": "And David said unto Michal, Before the Lord, who chose me before thy father, and before all his house, to ordain me ruler over the people of the Lord, over Israel:—yea, before the Lord will I yet farther play."
    },
    {
      "verse": 22,
      "text": "And should I be yet more vile than thus, and should I be base in my own eyes: yet among the maid-servants of whom thou hast spoken, yea, among them would I still be honored."
    },
    {
      "verse": 23,
      "text": "And Michal the daughter of Saul had no child until the day of her death."
    }
  ]
}