{
  "book_id": "2SA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after this, that David smote the Philistines, and humbled them: and David took Metheg-haammah out of the hand of the Philistines."
    },
    {
      "verse": 2,
      "text": "And he smote Moab, and measured them with a line, laying them down on the ground; and he measured with two lines to put to death, and with one full line to keep alive. And the Moabites became David's servants, bringing presents."
    },
    {
      "verse": 3,
      "text": "David smote also Hadad'ezer, the son of Rechob, the king of Zobah, as he went to extend his territory at the river Euphrates."
    },
    {
      "verse": 4,
      "text": "And David captured from him a thousand and seven hundred horsemen, and twenty thousand men on foot: and David hamstringed all the chariot-teams, but reserved of them a hundred chariot-teams."
    },
    {
      "verse": 5,
      "text": "And the Syrians of Damascus then came to aid Hadad'ezer, the king of Zobah, when David slew of the Syrians twenty and two thousand men."
    },
    {
      "verse": 6,
      "text": "And David put garrisons in Syria of Damascus: and the Syrians became servants to David, bearing presents. And the Lord helped David whithersoever he went."
    },
    {
      "verse": 7,
      "text": "And David took the shields of gold that belonged to the servants of Hadad'ezer, and brought them to Jerusalem."
    },
    {
      "verse": 8,
      "text": "And from Betach, and from Berothai, cities of Hadad'ezer, did king David take exceedingly much copper."
    },
    {
      "verse": 9,
      "text": "And when To'i the king of Chamath heard that David had smitten all the host of Hadad'ezer,"
    },
    {
      "verse": 10,
      "text": "Then did To'i send Yoram his son unto king David, to ask him after his well-being, and to bless him, because that he had fought against Hadad'ezer, and smitten him; for Hadad'ezer had been engaged in wars with To'i; and he had in his hand vessels of silver, and vessels of gold, and vessels of copper:"
    },
    {
      "verse": 11,
      "text": "These also did king David sanctify unto the Lord, with the silver and gold that he had sanctified from all the nations which he subdued;"
    },
    {
      "verse": 12,
      "text": "From Syria, and from Moab, and from the children of 'Ammon, and from the Philistines, and from 'Amalek, and from the spoil of Hadad'ezer, the son of Rechob, the king of Zobah."
    },
    {
      "verse": 13,
      "text": "And David acquired a name when he returned from his smiting the Syrians in the valley of salt, eighteen thousand men."
    },
    {
      "verse": 14,
      "text": "And he put garrisons in Edom; throughout all Edom put he garrisons, and all the Edomites became servants to David. And the Lord helped David whithersoever he went."
    },
    {
      "verse": 15,
      "text": "And David reigned over all Israel; and David did what is just and right unto all his people."
    },
    {
      "verse": 16,
      "text": "And Joab the son of Zeruyah was over the army; and Jehoshaphat the son of Achilud was recorder;"
    },
    {
      "verse": 17,
      "text": "And Zadok the son of Achitub, and Achimelech the son of Ebyathar, were priests; and Serayah was scribe;"
    },
    {
      "verse": 18,
      "text": "And Banayahu the son of Yehoyada' was over both the Kerethites and the Pelethites; and David's sons were officers of state."
    }
  ]
}