{
  "book_id": "2SA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And David said, Is there yet any one that is left of the house of Saul, that I may show him kindness for the sake of Jonathan?"
    },
    {
      "verse": 2,
      "text": "And the house of Saul had a servant whose name was Ziba; and they called him unto David; and the king said unto him, Art thou Ziba? And be said, Thy servant [is it]."
    },
    {
      "verse": 3,
      "text": "And the king said, Is there no one left any more of the house of Saul, that I may show him the kindness of God! And Ziba said unto the king, There is yet a son of Jonathan, lame on both feet."
    },
    {
      "verse": 4,
      "text": "And the king said unto him, Where is he? And Ziba said unto the king, Behold, he is in the house of Machir, the son of 'Ammiel, in Lo-debar."
    },
    {
      "verse": 5,
      "text": "And king David sent, and had him taken out of the house of Machir, the son of 'Ammiel, from Lo-debar."
    },
    {
      "verse": 6,
      "text": "And Mephibosheth, the son of Jonathan, the son of Saul, came unto David, and he fell on his face, and bowed himself. And David said, Mephibosheth; And he answered, Here is thy servant!"
    },
    {
      "verse": 7,
      "text": "And David said unto him, Fear not; for I will surely show thee kindness for the sake of Jonathan thy father, and I will restore unto thee all the land of Saul thy father; and thou shalt eat bread at my table continually."
    },
    {
      "verse": 8,
      "text": "And he bowed himself, and said, What is thy servant, that thou shouldst turn thy regard unto such a dead dog as I am?"
    },
    {
      "verse": 9,
      "text": "Then called the king for Ziba, Saul's servant, and said unto him, all that hath pertained to Saul and to all his house have I given unto thy master's son."
    },
    {
      "verse": 10,
      "text": "And thou shalt till for him the land, thou, and thy sons, and thy servants, and thou shalt bring in [the product], that thy master's son may have bread which he can eat; but Mephibosheth thy master's son shall eat continually bread at my table. Now Ziba had fifteen sons and twenty servants."
    },
    {
      "verse": 11,
      "text": "And Ziba said unto the king, In accordance with all that my Lord the king may command his servant, so will thy servant do. And Mephibosheth [said the king] shall eat at my table, as one of the king's sons."
    },
    {
      "verse": 12,
      "text": "And Mephibosheth had a young son, whose name was Micha. And all that dwelt in the house of Ziba were servants unto Mephibosheth."
    },
    {
      "verse": 13,
      "text": "And Mephibosheth dwelt in Jerusalem; for he ate continually at the king's table; and he was lame on both his feet."
    }
  ]
}