{
  "book_id": "2SA",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, at the return of the same season of the year, at the time when kings go forth, that David sent Joab, and his servants with him, and all Israel; and they destroyed the children of 'Ammon, and besieged Rabbah. But David remained behind at Jerusalem."
    },
    {
      "verse": 2,
      "text": "And it happened at evening-tide, that David arose from off his couch, and walked upon the roof of the king's house: and he saw from the roof a woman bathing herself; and the woman was of a very beautiful appearance."
    },
    {
      "verse": 3,
      "text": "And David sent and inquired after the woman; and some one said, Behold, this is Beth-sheba', the daughter of Eli'am, the wife of Uriyah the Hittite."
    },
    {
      "verse": 4,
      "text": "And David sent messengers, and took her; and she came in unto him, and he lay with her, and she had just purified herself from her uncleanness; and she returned unto her house."
    },
    {
      "verse": 5,
      "text": "And the woman conceived; and she sent and told David, and said, I am with child."
    },
    {
      "verse": 6,
      "text": "And David sent to Joab, Send unto me Uriyah the Hittite. And Joab sent Uriyah to David."
    },
    {
      "verse": 7,
      "text": "And when Uriyah was come unto him, David asked after the well-being of Joab, and after the well-being of the people, and how the war prospered."
    },
    {
      "verse": 8,
      "text": "And David said to Uriyah, Go down to thy house, and wash thy feet. And Uriyah went forth out of the king's house, and there followed him a mess of food from the king."
    },
    {
      "verse": 9,
      "text": "But Uriyah laid himself down at the door of the king's house with all the servants of his lord, and went not down to his house."
    },
    {
      "verse": 10,
      "text": "And they told David, saying, Uriyah is not gone down unto his house: and David said unto Uriyah, Art thou not come from a journey? why then art thou not gone down unto thy own house?"
    },
    {
      "verse": 11,
      "text": "Then said Uriyah unto David, The ark, and Israel, and Judah abide in booths; and my Lord Joab and the servants of my Lord are encamped in the open field: and should I alone go unto my house, to eat and to drink, and to lie with my wife? as thou livest, and as thy soul liveth, I will not do this thing."
    },
    {
      "verse": 12,
      "text": "And David said unto Uriyah, Tarry here also this day, and tomorrow will I send thee off. So Uriyah remained in Jerusalem on that day and the following."
    },
    {
      "verse": 13,
      "text": "And David invited him, and he ate and drank before him, and he made him drunken; and he went out in the evening to lie down on his resting-place with the servants of his lord; but to his house he did not go down."
    },
    {
      "verse": 14,
      "text": "And it came to pass in the morning, that David wrote a letter to Joab, and sent it by the hand of Uriyah."
    },
    {
      "verse": 15,
      "text": "And he wrote in the letter, saying, Set Uriyah in front, opposite to the hottest fight, and then withdraw from behind him, that he may be smitten and die."
    },
    {
      "verse": 16,
      "text": "And it came to pass, when Joab was enclosing the city, that he placed Uriyah toward the spot of which he knew that valiant men were there."
    },
    {
      "verse": 17,
      "text": "And the men of the city went out and fought with Joab; and there fell some of the people, of the servants of David, and there died also Uriyah the Hittite."
    },
    {
      "verse": 18,
      "text": "Then did Joab send, and told unto David all the events of the war."
    },
    {
      "verse": 19,
      "text": "And he charged the messenger, saying, When thou hast finished telling all the events of the war to the king,"
    },
    {
      "verse": 20,
      "text": "And it happen that the king's wrath arise, and he say unto thee, Wherefore did you approach unto the city to fight? knew ye not, that they would shoot down from off the wall?"
    },
    {
      "verse": 21,
      "text": "Who smote Abimelech the son of Yerubbesheth? did not a woman throw down upon him a piece of an upper mill-stone from off the wall so that he died at Thebez? why did ye approach unto the wall? then must thou say, Also thy servant Uriyah the Hittite is dead."
    },
    {
      "verse": 22,
      "text": "And the messenger went, and came and told unto David all for which Joab had sent him."
    },
    {
      "verse": 23,
      "text": "And the messenger said unto David, Because the men overpowered us and came out against us into the field; but we set upon them, as far as the entrance of the gate."
    },
    {
      "verse": 24,
      "text": "And the archers then shot at thy servants from off the wall; and there died some of the servants of the king, and also thy servant Uriyah the Hittite is dead."
    },
    {
      "verse": 25,
      "text": "Then said David to the messenger, Thus shalt thou say to Joab, Let this thing not be displeasing in thy eyes; for at times this, at other times the other will the sword devour; continue firmly in thy war against the city, and overthrow it: and thus do thou encourage him."
    },
    {
      "verse": 26,
      "text": "And when the wife of Uriyah heard that Uriyah her husband had died, she mourned for her lord."
    },
    {
      "verse": 27,
      "text": "And when the [time of] mourning was past, David sent and took her to his house, and she became his wife; and she bore him a son. But the thing which David had done was displeasing in the eyes of the Lord."
    }
  ]
}