{
  "book_id": "2SA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover Achithophel said unto Abshalom, Do let me now select twelve thousand men, and I will arise and pursue after David this night;"
    },
    {
      "verse": 2,
      "text": "And I will come upon him while he is weary and weak-handed, and will terrify him; so that all the people that are with him will flee; and I will smite the king alone;"
    },
    {
      "verse": 3,
      "text": "And I will bring back all the people unto thee: when all return [except] the man whom thou seekest, all the people will be in peace."
    },
    {
      "verse": 4,
      "text": "And the thing was pleasing in the eyes of Abshalom, and in the eyes of all the elders of Israel."
    },
    {
      "verse": 5,
      "text": "Then said Abshalom, Do call now also Chushai the Arkite, and let us hear what he likewise beareth in his mouth."
    },
    {
      "verse": 6,
      "text": "And when Chushai was come to Abshalom, Abshalom said unto him, as followeth, Such words as these hath Achithophel spoken: shall we do after his words? if not, do thou speak."
    },
    {
      "verse": 7,
      "text": "And Chushai said unto Abshalom, The counsel that Achithophel hath given at this time is not good."
    },
    {
      "verse": 8,
      "text": "And Chushai said, Thou well knowest thy father and his men, that they are mighty men, and are of an embittered spirit, as a bear robbed of her whelps in the field: and thy father is also a man of war, and will not lodge with the people."
    },
    {
      "verse": 9,
      "text": "Behold, he is now hidden in some one of the pits, or in some one of the [other] places: and it will come to pass, when some of them should fall at the first onset, that whosoever heareth it would say, There hath been slaughter among the people that follow Abshalom."
    },
    {
      "verse": 10,
      "text": "And he also that is most valiant, whose heart is as the heart of the lion, would become quite discouraged; for all Israel knoweth that thy father is a mighty man, and they who are with him are valiant persons."
    },
    {
      "verse": 11,
      "text": "But I counsel that all Israel be gathered together unto thee, from Dan even to Beer-sheba', like the sand that is by the sea in multitude: while thou in thy own person goest into the fight."
    },
    {
      "verse": 12,
      "text": "And when we come upon him in some one of the places where he may be found, we will encamp around him as the dew falleth on the earth: and there shall not be left of him and of all the men that are with him so much as one."
    },
    {
      "verse": 13,
      "text": "And if he should withdraw into a city, then shall all Israel bring ropes to that city, and we will drag it into the stream, until there be not found there even one small stone."
    },
    {
      "verse": 14,
      "text": "And Abshalom and all the men of Israel said, The counsel of Chushai the Arkite is better than the counsel of Achithophel. But the Lord had ordained to frustrate the good counsel of Achithophel, to the intent that the Lord might bring the evil upon Abshalom."
    },
    {
      "verse": 15,
      "text": "Then said Chushai unto Zadok and to Ebyathar the priests, Thus and thus did Achithophel counsel Abshalom and the elders of Israel; and thus and thus have I counseled."
    },
    {
      "verse": 16,
      "text": "Now therefore send quickly, and tell David, saying, Lodge not this night in the plains of the wilderness, but rather pass over at once; lest the king be entirely ruined, and all the people that are with him."
    },
    {
      "verse": 17,
      "text": "Now Jonathan and Achima'az were staying by 'En-rogel; and a maid-servant had to go and tell them, that they should go and tell king David; for they dared not be seen to come into the city."
    },
    {
      "verse": 18,
      "text": "Nevertheless a lad saw them, and told it to Abshalom; but they went, both of them, quickly away, and came to the house of a man in Bachurim, who had a well in his court; and they went down thither."
    },
    {
      "verse": 19,
      "text": "And the wife took and spread a covering over the well's mouth, and scattered ground corn thereupon; so that nothing was perceived."
    },
    {
      "verse": 20,
      "text": "And Abshalom's servants came to the woman into the house, and they said, Where are Achima'az and Jonathan? And the woman said unto them, They are passed over the brook of water. And they sought, but could not find them; and they returned to Jerusalem."
    },
    {
      "verse": 21,
      "text": "And it came to pass, after they were gone, that they came up out of the well, and went and told it to king David, and they said unto David, Arise, and pass quickly over the water; for thus hath Achithophel counseled against you."
    },
    {
      "verse": 22,
      "text": "Then did David arise, and all the people that were with him, and they passed over the Jordan: by the time the morning was light, not even one was lacking who had not passed over the Jordan."
    },
    {
      "verse": 23,
      "text": "And when Achithophel saw that his counsel was not followed, he saddled the ass, and arose, and went home to his house, to his city, and gave his charge to his household, and hanged himself; and he died, and was buried in the sepulchre of his father."
    },
    {
      "verse": 24,
      "text": "Then came David to Machanayim: and Abshalom passed over the Jordan, he and all the men of Israel with him."
    },
    {
      "verse": 25,
      "text": "And Abshalom placed 'Amassa instead of Joab as captain over the army: and 'Amassa was the son of a man, whose name was Yithra the Israelite, who had gone in to Abigal the daughter of Nachash, the sister of Zeruyah Joab's mother."
    },
    {
      "verse": 26,
      "text": "And Israel and Abshalom encamped in the land of Gil'ad."
    },
    {
      "verse": 27,
      "text": "And it came to pass, when David was come to Machanayim, that Shobi the son of Nachash of Rabbah of the children of 'Ammon, and Machir the son of 'Ammiel of Lo-debar, and Barzillai the Gil'adite of Rogelim,"
    },
    {
      "verse": 28,
      "text": "Brought beds, and bowls, and earthen vessels, and wheat, and barley, and flour, and parched corn, and beans, and lentils, and parched pulse,"
    },
    {
      "verse": 29,
      "text": "And honey, and cream, and sheep, and cow's cheese, for David, and for the people that were with him, to eat; for they said, The people are hungry, and weary, and thirsty, in the wilderness."
    }
  ]
}