{
  "book_id": "2SA",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "(19:2) And it was told unto Joab, Behold, the king is weeping and he mourneth for Abshalom."
    },
    {
      "verse": 2,
      "text": "(19:3) And the victory on that day was turned into mourning unto all the people; for the people heard it said on that day, that the king was grieved for his son."
    },
    {
      "verse": 3,
      "text": "(19:4) And the people repaired by stealth on that day when coming into the city, as usually steal away the people who are ashamed when they flee in battle."
    },
    {
      "verse": 4,
      "text": "(19:5) But the king covered his face, and the king cried with a loud voice, O my son Abshalom, O Abshalom, my son, my son!"
    },
    {
      "verse": 5,
      "text": "(19:6) And Joab came to the king, into the house, and said, Thou hast covered with shame this day the faces of all thy servants, who have saved thy life this day, and the life of thy sons and of thy daughters, and the life of thy wives, and the life of thy concubines;"
    },
    {
      "verse": 6,
      "text": "(19:7) Since thou lovest thy enemies, and hatest thy friends: for thou hast declared this day, that thou hast neither princes nor servants; for I perceive this day, that if Abshalom were but alive, and we all were dead this day, that then it would have been just right in thy eyes."
    },
    {
      "verse": 7,
      "text": "(19:8) And now arise, go forth, and speak to the heart of thy servants; for by the Lord have I sworn, that if thou go not forth, there shall not remain one man with thee this night: and this would be worse unto thee than all the evil that hath befallen thee from thy youth until now."
    },
    {
      "verse": 8,
      "text": "(19:9) Then the king arose, and sat in the gate. And they told it unto all the people, saying, Behold, the king is sitting in the gate. And all the people came before the king; but Israel fled, every man to his tents."
    },
    {
      "verse": 9,
      "text": "(19:10) And all the people were contending throughout all the tribes of Israel, saying, The king hath saved us out of the hand of our enemies, and he it was that hath delivered us out of the hand of the Philistines; and now he is fled out of the land from before Abshalom."
    },
    {
      "verse": 10,
      "text": "(19:11) And Abshalom, whom we had anointed over us, died in battle: and now why are ye silent about bringing the king back?"
    },
    {
      "verse": 11,
      "text": "(19:12) And king David sent to Zadok and to Ebyathar the priests, saying, Speak ye unto the elders of Judah, saying, Why will you be the last to bring the king back to his house? seeing the speech of all Israel is already come to the king, to his house."
    },
    {
      "verse": 12,
      "text": "(19:13) My brothers are ye, my bone and my flesh are ye: wherefore then will you be the last to bring back the king?"
    },
    {
      "verse": 13,
      "text": "(19:14) And to 'Amassa shall ye say, Art thou not my bone and my flesh? May God do so to me, and may he thus continue to do, if thou shalt not be captain of the army before me continually in the room of Joab."
    },
    {
      "verse": 14,
      "text": "(19:15) And he turned the heart of all the men of Judah, as of one man: and these sent unto the king, Return thou, with all thy servants."
    },
    {
      "verse": 15,
      "text": "(19:16) So the king returned, and came as far as the Jordan; and Judah came to Gilgal, to go forth to meet the king, to conduct the king over the Jordan."
    },
    {
      "verse": 16,
      "text": "(19:17) Then hastened Shim'i the son of Gera, the Benjamite, who was of Bachurim, and went down with the men of Judah to meet king David."
    },
    {
      "verse": 17,
      "text": "(19:18) And there were with him a thousand men of Benjamin, and Ziba the servant of the house of Saul, and his fifteen sons and his twenty servants with him; and they set hastily over the Jordan before the king."
    },
    {
      "verse": 18,
      "text": "(19:19) And there went over the ferry-boat to carry over the king's household, and to do what was good in his eyes. And Shim'i the son of Gera fell down before the king, as he was passing over the Jordan;"
    },
    {
      "verse": 19,
      "text": "(19:20) And he said unto the king, Let not my Lord impute it unto me as iniquity, neither do thou remember that in which thy servant acted perversely on the day that my Lord the king went forth out of Jerusalem, so that the king should lay it to his heart."
    },
    {
      "verse": 20,
      "text": "(19:21) For thy servant doth know that I have indeed sinned; and, behold, I am come this day the first of all the house of Joseph to go down to meet my Lord the king."
    },
    {
      "verse": 21,
      "text": "(19:22) But Abishai the son of Zeruyah spoke out and said, Shall Shim'i for this not be put to death, because he cursed the Lord's anointed?"
    },
    {
      "verse": 22,
      "text": "(19:23) And David said, What have I to do with you, ye sons of Zeruyah, that ye should become a hindrance this day unto me? shall this day any man be put to death in Israel? for do I not know that this day I am king over Israel?"
    },
    {
      "verse": 23,
      "text": "(19:24) And the king said unto Shim'i, Thou shalt not die. And the king swore unto him."
    },
    {
      "verse": 24,
      "text": "(19:25) And Mephibosheth the [grand] son of Saul came down to meet the king, and he had not dressed his feet, nor trimmed his beard, nor washed his clothes, from the day that the king departed until the day that he came home in peace."
    },
    {
      "verse": 25,
      "text": "(19:26) And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore didst thou not go with me, Mephibosheth?"
    },
    {
      "verse": 26,
      "text": "(19:27) And he answered, My Lord, O king, my servant deceived me; for thy servant said, I will saddle for me the ass, that I may ride thereon, and go with the king; because thy servant is lame."
    },
    {
      "verse": 27,
      "text": "(19:28) And he slandered thy servant unto my Lord the king; but my Lord the king is like an angel of God: do then what is good in thy eyes."
    },
    {
      "verse": 28,
      "text": "(19:29) For all of my father's house were nothing but men deserving death with my Lord the king: and yet didst thou set thy servant among those that eat at thy own table. What other merit therefore have I, and what to complain of yet farther unto the king?"
    },
    {
      "verse": 29,
      "text": "(19:30) And the king said unto him, For what purpose speakest thou yet thy words? I have said, Thou and Ziba shall divide the field."
    },
    {
      "verse": 30,
      "text": "(19:31) And Mephibosheth said unto the king, Yea, let him take the whole, since that my Lord the king is come [back] in peace unto his own house."
    },
    {
      "verse": 31,
      "text": "(19:32) And Barzillai the Gil'adite came down from Rogelim; and he passed over the Jordan with the king, to accompany him over the Jordan."
    },
    {
      "verse": 32,
      "text": "(19:33) Now Barzillai was very aged, eighty years old: and he had sustained the king while he lay at Machanayim; for he was a very great man."
    },
    {
      "verse": 33,
      "text": "(19:34) And the king said unto Barzillai, Come thou over with me, and I will sustain thee near me in Jerusalem."
    },
    {
      "verse": 34,
      "text": "(19:35) But Barzillai said unto the king, How many yet are the days of the years of my life, that I should go up with the king to Jerusalem?"
    },
    {
      "verse": 35,
      "text": "(19:36) I am eighty years old this day: can I discern between good and evil? or can thy servant taste what I eat or what I drink? or can I listen yet to the voice of singing men and singing women? wherefore then should thy servant become yet a burden unto my Lord the king?"
    },
    {
      "verse": 36,
      "text": "(19:37) Thy servant will pass a little way over the Jordan with the king: and why should the king recompense me with this reward?"
    },
    {
      "verse": 37,
      "text": "(19:38) Let thy servant, I pray thee, turn back again, that I may die in my own city, by the sepulchre of my father and of my mother. But, behold, thy servant Kimham will pass over with my Lord the king; and do to him what is good in thy eyes."
    },
    {
      "verse": 38,
      "text": "(19:39) And the king said, Kimham shall pass over with me, and I will do to him that which shall seem good in thy eyes: and whatsoever thou wilt desire of me, will I do for thee."
    },
    {
      "verse": 39,
      "text": "(19:40) And all the people passed over the Jordan, after the king had passed over; and the king kissed Barzillai, and blessed him; and he returned unto his own place."
    },
    {
      "verse": 40,
      "text": "(19:41) Then did the king pass on to Gilgal, and Kimham passed on with him: and all the people of Judah conducted the king, and also half the people of Israel."
    },
    {
      "verse": 41,
      "text": "(19:42) And, behold, all the men of Israel came to the king, and said unto the king, Why have our brethren the men of Judah stolen thee away, and have conducted the king and his household over the Jordan, and all David's men with him?"
    },
    {
      "verse": 42,
      "text": "(19:43) And all the men of Judah replied to the men of Israel, Because the king is near of kin to us: wherefore then are ye so angry for this matter? have we eaten the least from the king? or hath he given us any gift?"
    },
    {
      "verse": 43,
      "text": "(19:44) And the men of Israel answered the men of Judah, and said, Ten parts have we in the king, and also in David have we more right than ye: why then did ye esteem us lightly? and was not our word the very first to bring back our king? And the words of the men of Judah were fiercer than the words of the men of Israel."
    }
  ]
}