{
  "book_id": "2SA",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And there happened to be a worthless man, whose name was Sheba', the son of Bichri, a Benjamite; and he blew the cornet, and said, We have no part in David, nor have we any inheritance in the son of Jesse: every man to his tents, O Israel!"
    },
    {
      "verse": 2,
      "text": "So every man of Israel went off from David, following Sheba' the son of Bichri; but the men of Judah adhered unto their king, from the Jordan even to Jerusalem."
    },
    {
      "verse": 3,
      "text": "And David came to his house at Jerusalem; and the king took the ten women, the concubines, whom he had left to guard the house, and put them in a guard-house, and provided for them, but went not in unto them. So they were confined until the day of their death, living in widowhood."
    },
    {
      "verse": 4,
      "text": "Then said the king to 'Amassa, Call together for me the men of Judah within three days, and thou present thyself here [then]."
    },
    {
      "verse": 5,
      "text": "So 'Amassa went to call Judah together; but he remained out longer than the set time which he had appointed him."
    },
    {
      "verse": 6,
      "text": "And David said to Abishai, Now will Sheba' the son of Bichri do us more harm than [did] Abshalom: take thou the servants of thy Lord, and pursue after him, lest he succeed in reaching fortified cities, and withdraw himself from our eyes."
    },
    {
      "verse": 7,
      "text": "And there went out after him Joab's men, and the Kerethites, and the Pelethites, and all the mighty men: and they went forth out of Jerusalem, to pursue after Sheba' the son of Bichri."
    },
    {
      "verse": 8,
      "text": "They were close by the great stone which is at Gib'on, as 'Amassa came before them. And Joab was girded with his coat, his [usual] garment, and upon it the girdle of the sword which was fastened upon his loins in its sheath; and as he went forth it fell out."
    },
    {
      "verse": 9,
      "text": "And Joab said to 'Amassa, Art thou in health, my brother? And Joab's right hand took hold of 'Amassa's beard to kiss him."
    },
    {
      "verse": 10,
      "text": "And 'Amassa did not guard himself against the sword that was in Joab's hand: so he smote him therewith in the fifth rib and shed out his bowels to the ground, and struck him not again; and he died. But Joab and Abishai his brother pursued after Sheba' the son of Bichri."
    },
    {
      "verse": 11,
      "text": "And one man of Joab's people remained standing by him, and said, He that favoreth Joab, and he that is for David, follow Joab."
    },
    {
      "verse": 12,
      "text": "And 'Amassa was wallowing in his blood in the midst of the highway. And when the man saw that all the people stood still, he put 'Amassa aside out of the highway into the field, and threw a garment over him, when he saw that every one that came by him stood still."
    },
    {
      "verse": 13,
      "text": "When he was removed out of the highway, every man passed on after Joab, to pursue after Sheba' the son of Bichri."
    },
    {
      "verse": 14,
      "text": "And this one passed through all the tribes of Israel unto Abel, which is of Beth-ma'achah, and all the Berim: and they assembled themselves together, and went also after him."
    },
    {
      "verse": 15,
      "text": "And they came and besieged him in Abel of Beth-ma'achah, and they cast up a trench against the city, and it stood enclosed by the troops: and all the people that were with Joab were battering to throw down the wall."
    },
    {
      "verse": 16,
      "text": "Then called a wise woman out of the city, Hear, hear: say, I pray you, unto Joab, Come near as far as hither, that I may speak with thee."
    },
    {
      "verse": 17,
      "text": "And when he was come near unto her, the woman said, Art thou Joab? And he said, I am. Then said she unto him, Hear the words of thy hand-maid. And he said, I do hear."
    },
    {
      "verse": 18,
      "text": "Then said she, thus, They ought surely first to have spoken, saying, “Let them ask at least in Abel:” and so would they have come to an end."
    },
    {
      "verse": 19,
      "text": "I am one of the peaceful and faithful [cities] in Israel; thou seekest to overthrow a city and a metropolis in Israel: why wilt thou destroy the inheritance of the Lord?"
    },
    {
      "verse": 20,
      "text": "And Joab answered and said, Far be it, far be it from me, that I should destroy or ruin."
    },
    {
      "verse": 21,
      "text": "The matter is not so; but a man from the mountains of Ephraim, Sheba' the son of Bichri is his name, hath lifted up his hand against the king, against David: give him up alone, and I will withdraw from the city. And the woman said unto Joab, Behold, his head shall be cast down to thee over the wall."
    },
    {
      "verse": 22,
      "text": "And the woman came unto all the people with her wisdom; and they cut off the head of Sheba' the son of Bichri, and cast it down to Joab: and he blew the cornet, and they scattered themselves from the city, every man to his tents. And Joab returned to Jerusalem unto the king."
    },
    {
      "verse": 23,
      "text": "Now Joab was over all the army of Israel; and Benayah the son of Yehoyada' was over the Kerethites and over the Pelethites;"
    },
    {
      "verse": 24,
      "text": "And Adoram was over the tribute; and Jehoshaphat the son of Achilud was recorder;"
    },
    {
      "verse": 25,
      "text": "And Sheva was scribe; and Zadok and Ebyathar were priests;"
    },
    {
      "verse": 26,
      "text": "And 'Ira also the Yairite was an officer of state unto David."
    }
  ]
}