{
  "book_id": "2SA",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And David spoke unto the Lord the words of this song, and on the day that the Lord had delivered him out of the hand of all his enemies, and out of the hand of Saul."
    },
    {
      "verse": 2,
      "text": "And he said, Lord, my rock, my fortress, and my deliverer;"
    },
    {
      "verse": 3,
      "text": "God, my rock, in whom I trust; my shield, and the horn of my salvation, my high tower, and my refuge, my saviour! from violence dost thou save me!"
    },
    {
      "verse": 4,
      "text": "Praised, I cried, be the Lord, and from my enemies was I saved."
    },
    {
      "verse": 5,
      "text": "For the waves of death encompassed me, the floods of destruction made me afraid;"
    },
    {
      "verse": 6,
      "text": "The bonds of hell encircled me, the snares of death seized on me:"
    },
    {
      "verse": 7,
      "text": "[When] in my distress I called upon the Lord, and to my God I cried; and he heard from his temple my voice, and my complaint [entered] into his ears."
    },
    {
      "verse": 8,
      "text": "Then shook and trembled the earth; the foundations of the heavens were moved; and they shook, because he was wroth."
    },
    {
      "verse": 9,
      "text": "Smoke went up in his anger, and consuming fire out of his mouth, coals flamed forth from him."
    },
    {
      "verse": 10,
      "text": "And he bent the heavens, and came down, and thick darkness was under his feet."
    },
    {
      "verse": 11,
      "text": "And he rode upon a cherub, and flew along, and he was seen upon the wings of the wind."
    },
    {
      "verse": 12,
      "text": "And he made darkness round about him into pavilions, heavy masses of waters, thick clouds of the skies."
    },
    {
      "verse": 13,
      "text": "From the brightness before him flamed forth coals of fire."
    },
    {
      "verse": 14,
      "text": "The Lord thundered from heaven, and the Most High uttered forth his voice."
    },
    {
      "verse": 15,
      "text": "And he sent out arrows, and scattered them; lightning, and discomfited them."
    },
    {
      "verse": 16,
      "text": "And then were seen the channels of the sea, there were laid open the foundations of the world; at the rebuke of the Lord, through the blast of the breath of his nostrils."
    },
    {
      "verse": 17,
      "text": "He stretched out from above [his hand], he took me; he drew me out from the mighty waters."
    },
    {
      "verse": 18,
      "text": "He delivered me from my enemy, the strong, from those that hated me, when they were too mighty for me."
    },
    {
      "verse": 19,
      "text": "They overcame me on the day of my calamity; but the Lord became my stay;"
    },
    {
      "verse": 20,
      "text": "And he brought me forth into a large space: he delivered me, because he had delight in me."
    },
    {
      "verse": 21,
      "text": "The Lord rewarded me according to my righteousness: according to the purity of my hands did he recompense me."
    },
    {
      "verse": 22,
      "text": "For I had kept the ways of the Lord, and had not wickedly departed from my God."
    },
    {
      "verse": 23,
      "text": "For all his ordinances were before me, and from none of his statutes did I depart."
    },
    {
      "verse": 24,
      "text": "I was also upright toward him, and I guarded myself against my iniquity."
    },
    {
      "verse": 25,
      "text": "Therefore did the Lord recompense me according to my righteousness, according to my purity before his eyes."
    },
    {
      "verse": 26,
      "text": "With the kind thou wilt show thyself kind; with the upright mighty man thou wilt show thyself upright."
    },
    {
      "verse": 27,
      "text": "With the pure thou wilt show thyself pure; and with the perverse thou wilt wage a contest."
    },
    {
      "verse": 28,
      "text": "And the afflicted people thou wilt save; but thy eyes are upon the haughty, [that] thou mayest bring [them] down."
    },
    {
      "verse": 29,
      "text": "For thou art my lamp, O Lord! and the Lord will enlighten my darkness."
    },
    {
      "verse": 30,
      "text": "For [aided] by thee I run through a troop: [helped] by my God I leap over a wall."
    },
    {
      "verse": 31,
      "text": "As for God—his way is perfect; the word of the Lord is tried; he is a shield to all that trust in him."
    },
    {
      "verse": 32,
      "text": "For who is God, save the Lord? and who is a rock, save our God?"
    },
    {
      "verse": 33,
      "text": "God is my strength and power; and he rendereth free from obstruction my way."
    },
    {
      "verse": 34,
      "text": "He maketh my feet like those of the hinds, and upon my high places he causeth me to stand."
    },
    {
      "verse": 35,
      "text": "He teaches my hands for the war, so that a brazen bow is bent by my arms."
    },
    {
      "verse": 36,
      "text": "And thou gavest me the shield of thy salvation; and thy assistance hath made me great."
    },
    {
      "verse": 37,
      "text": "Thou enlargest my steps under me, so that my joints do not slip."
    },
    {
      "verse": 38,
      "text": "I pursue my enemies and destroy them; and I return not again until I have made an end of them."
    },
    {
      "verse": 39,
      "text": "And I make an end of them, and I crush them, that they cannot rise; and they fall under my feet."
    },
    {
      "verse": 40,
      "text": "For thou hast girded me with strength for the war; thou subduest my opponents under me."
    },
    {
      "verse": 41,
      "text": "And my enemies thou causest to turn their back to me; those that hate me,—that I may destroy them."
    },
    {
      "verse": 42,
      "text": "They look about, but there is none to help; unto the Lord—but he answereth them not."
    },
    {
      "verse": 43,
      "text": "And I beat them small as the dust of the earth; as the mire of the street, I stamp them, I tread them down."
    },
    {
      "verse": 44,
      "text": "Thou hast also delivered me from the contests of my people: thou preservest me to be the head of nations, a people which I know not shall serve me."
    },
    {
      "verse": 45,
      "text": "The children of the stranger shall utter flattery unto me; as soon as their ear heareth they shall be obedient unto me."
    },
    {
      "verse": 46,
      "text": "The children of the stranger shall fade away, and come forth tottering out of their close places."
    },
    {
      "verse": 47,
      "text": "The Lord liveth, and blessed be my Rock; and exalted be the God, the Rock of my salvation;"
    },
    {
      "verse": 48,
      "text": "The God, that granteth me vengeance, and bringeth down nations under me;"
    },
    {
      "verse": 49,
      "text": "And that bringeth me forth from my enemies: also above my opponents thou liftest me up, from the man of violence thou deliverest me."
    },
    {
      "verse": 50,
      "text": "Therefore will I give thanks unto thee, O Lord, among the nations, and unto thy name will I sing praises;"
    },
    {
      "verse": 51,
      "text": "[To] the tower of salvation of his king, and who showeth kindness to his anointed, to David and to his seed forever."
    }
  ]
}