{
  "book_id": "1SA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "ותתפלל חנה ותאמר עלץ לבי ביהוה רמה קרני ביהוה רחב פי על אויבי כי שמחתי בישועתך׃"
    },
    {
      "verse": 2,
      "text": "אין קדוש כיהוה כי אין בלתך ואין צור כאלהינו׃"
    },
    {
      "verse": 3,
      "text": "אל תרבו תדברו גבהה גבהה יצא עתק מפיכם כי אל דעות יהוה ולא נתכנו עללות׃"
    },
    {
      "verse": 4,
      "text": "קשת גברים חתים ונכשלים אזרו חיל׃"
    },
    {
      "verse": 5,
      "text": "שבעים בלחם נשכרו ורעבים חדלו עד עקרה ילדה שבעה ורבת בנים אמללה׃"
    },
    {
      "verse": 6,
      "text": "יהוה ממית ומחיה מוריד שאול ויעל׃"
    },
    {
      "verse": 7,
      "text": "יהוה מוריש ומעשיר משפיל אף מרומם׃"
    },
    {
      "verse": 8,
      "text": "מקים מעפר דל מאשפת ירים אביון להושיב עם נדיבים וכסא כבוד ינחלם כי ליהוה מצקי ארץ וישת עליהם תבל׃"
    },
    {
      "verse": 9,
      "text": "רגלי חסידו ישמר ורשעים בחשך ידמו כי לא בכח יגבר איש׃"
    },
    {
      "verse": 10,
      "text": "יהוה יחתו מריבו עלו בשמים ירעם יהוה ידין אפסי ארץ ויתן עז למלכו וירם קרן משיחו׃"
    },
    {
      "verse": 11,
      "text": "וילך אלקנה הרמתה על ביתו והנער היה משרת את יהוה את פני עלי הכהן׃"
    },
    {
      "verse": 12,
      "text": "ובני עלי בני בליעל לא ידעו את יהוה׃"
    },
    {
      "verse": 13,
      "text": "ומשפט הכהנים את העם כל איש זבח זבח ובא נער הכהן כבשל הבשר והמזלג שלש השנים בידו׃"
    },
    {
      "verse": 14,
      "text": "והכה בכיור או בדוד או בקלחת או בפרור כל אשר יעלה המזלג יקח הכהן בו ככה יעשו לכל ישראל הבאים שם בשלה׃"
    },
    {
      "verse": 15,
      "text": "גם בטרם יקטרון את החלב ובא נער הכהן ואמר לאיש הזבח תנה בשר לצלות לכהן ולא יקח ממך בשר מבשל כי אם חי׃"
    },
    {
      "verse": 16,
      "text": "ויאמר אליו האיש קטר יקטירון כיום החלב וקח לך כאשר תאוה נפשך ואמר לו כי עתה תתן ואם לא לקחתי בחזקה׃"
    },
    {
      "verse": 17,
      "text": "ותהי חטאת הנערים גדולה מאד את פני יהוה כי נאצו האנשים את מנחת יהוה׃"
    },
    {
      "verse": 18,
      "text": "ושמואל משרת את פני יהוה נער חגור אפוד בד׃"
    },
    {
      "verse": 19,
      "text": "ומעיל קטן תעשה לו אמו והעלתה לו מימים ימימה בעלותה את אישה לזבח את זבח הימים׃"
    },
    {
      "verse": 20,
      "text": "וברך עלי את אלקנה ואת אשתו ואמר ישם יהוה לך זרע מן האשה הזאת תחת השאלה אשר שאל ליהוה והלכו למקמו׃"
    },
    {
      "verse": 21,
      "text": "כי פקד יהוה את חנה ותהר ותלד שלשה בנים ושתי בנות ויגדל הנער שמואל עם יהוה׃"
    },
    {
      "verse": 22,
      "text": "ועלי זקן מאד ושמע את כל אשר יעשון בניו לכל ישראל ואת אשר ישכבון את הנשים הצבאות פתח אהל מועד׃"
    },
    {
      "verse": 23,
      "text": "ויאמר להם למה תעשון כדברים האלה אשר אנכי שמע את דבריכם רעים מאת כל העם אלה׃"
    },
    {
      "verse": 24,
      "text": "אל בני כי לוא טובה השמעה אשר אנכי שמע מעברים עם יהוה׃"
    },
    {
      "verse": 25,
      "text": "אם יחטא איש לאיש ופללו אלהים ואם ליהוה יחטא איש מי יתפלל לו ולא ישמעו לקול אביהם כי חפץ יהוה להמיתם׃"
    },
    {
      "verse": 26,
      "text": "והנער שמואל הלך וגדל וטוב גם עם יהוה וגם עם אנשים׃"
    },
    {
      "verse": 27,
      "text": "ויבא איש אלהים אל עלי ויאמר אליו כה אמר יהוה הנגלה נגליתי אל בית אביך בהיותם במצרים לבית פרעה׃"
    },
    {
      "verse": 28,
      "text": "ובחר אתו מכל שבטי ישראל לי לכהן לעלות על מזבחי להקטיר קטרת לשאת אפוד לפני ואתנה לבית אביך את כל אשי בני ישראל׃"
    },
    {
      "verse": 29,
      "text": "למה תבעטו בזבחי ובמנחתי אשר צויתי מעון ותכבד את בניך ממני להבריאכם מראשית כל מנחת ישראל לעמי׃"
    },
    {
      "verse": 30,
      "text": "לכן נאם יהוה אלהי ישראל אמור אמרתי ביתך ובית אביך יתהלכו לפני עד עולם ועתה נאם יהוה חלילה לי כי מכבדי אכבד ובזי יקלו׃"
    },
    {
      "verse": 31,
      "text": "הנה ימים באים וגדעתי את זרעך ואת זרע בית אביך מהיות זקן בביתך׃"
    },
    {
      "verse": 32,
      "text": "והבטת צר מעון בכל אשר ייטיב את ישראל ולא יהיה זקן בביתך כל הימים׃"
    },
    {
      "verse": 33,
      "text": "ואיש לא אכרית לך מעם מזבחי לכלות את עיניך ולאדיב את נפשך וכל מרבית ביתך ימותו אנשים׃"
    },
    {
      "verse": 34,
      "text": "וזה לך האות אשר יבא אל שני בניך אל חפני ופינחס ביום אחד ימותו שניהם׃"
    },
    {
      "verse": 35,
      "text": "והקימתי לי כהן נאמן כאשר בלבבי ובנפשי יעשה ובניתי לו בית נאמן והתהלך לפני משיחי כל הימים׃"
    },
    {
      "verse": 36,
      "text": "והיה כל הנותר בביתך יבוא להשתחות לו לאגורת כסף וככר לחם ואמר ספחני נא אל אחת הכהנות לאכל פת לחם׃"
    }
  ]
}