{
  "book_id": "1SA",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "והנער שמואל משרת את יהוה לפני עלי ודבר יהוה היה יקר בימים ההם אין חזון נפרץ׃"
    },
    {
      "verse": 2,
      "text": "ויהי ביום ההוא ועלי שכב במקמו ועינו החלו כהות לא יוכל לראות׃"
    },
    {
      "verse": 3,
      "text": "ונר אלהים טרם יכבה ושמואל שכב בהיכל יהוה אשר שם ארון אלהים׃"
    },
    {
      "verse": 4,
      "text": "ויקרא יהוה אל שמואל ויאמר הנני׃"
    },
    {
      "verse": 5,
      "text": "וירץ אל עלי ויאמר הנני כי קראת לי ויאמר לא קראתי שוב שכב וילך וישכב׃"
    },
    {
      "verse": 6,
      "text": "ויסף יהוה קרא עוד שמואל ויקם שמואל וילך אל עלי ויאמר הנני כי קראת לי ויאמר לא קראתי בני שוב שכב׃"
    },
    {
      "verse": 7,
      "text": "ושמואל טרם ידע את יהוה וטרם יגלה אליו דבר יהוה׃"
    },
    {
      "verse": 8,
      "text": "ויסף יהוה קרא שמואל בשלשית ויקם וילך אל עלי ויאמר הנני כי קראת לי ויבן עלי כי יהוה קרא לנער׃"
    },
    {
      "verse": 9,
      "text": "ויאמר עלי לשמואל לך שכב והיה אם יקרא אליך ואמרת דבר יהוה כי שמע עבדך וילך שמואל וישכב במקומו׃"
    },
    {
      "verse": 10,
      "text": "ויבא יהוה ויתיצב ויקרא כפעם בפעם שמואל שמואל ויאמר שמואל דבר כי שמע עבדך׃"
    },
    {
      "verse": 11,
      "text": "ויאמר יהוה אל שמואל הנה אנכי עשה דבר בישראל אשר כל שמעו תצלינה שתי אזניו׃"
    },
    {
      "verse": 12,
      "text": "ביום ההוא אקים אל עלי את כל אשר דברתי אל ביתו החל וכלה׃"
    },
    {
      "verse": 13,
      "text": "והגדתי לו כי שפט אני את ביתו עד עולם בעון אשר ידע כי מקללים להם בניו ולא כהה בם׃"
    },
    {
      "verse": 14,
      "text": "ולכן נשבעתי לבית עלי אם יתכפר עון בית עלי בזבח ובמנחה עד עולם׃"
    },
    {
      "verse": 15,
      "text": "וישכב שמואל עד הבקר ויפתח את דלתות בית יהוה ושמואל ירא מהגיד את המראה אל עלי׃"
    },
    {
      "verse": 16,
      "text": "ויקרא עלי את שמואל ויאמר שמואל בני ויאמר הנני׃"
    },
    {
      "verse": 17,
      "text": "ויאמר מה הדבר אשר דבר אליך אל נא תכחד ממני כה יעשה לך אלהים וכה יוסיף אם תכחד ממני דבר מכל הדבר אשר דבר אליך׃"
    },
    {
      "verse": 18,
      "text": "ויגד לו שמואל את כל הדברים ולא כחד ממנו ויאמר יהוה הוא הטוב בעינו יעשה׃"
    },
    {
      "verse": 19,
      "text": "ויגדל שמואל ויהוה היה עמו ולא הפיל מכל דבריו ארצה׃"
    },
    {
      "verse": 20,
      "text": "וידע כל ישראל מדן ועד באר שבע כי נאמן שמואל לנביא ליהוה׃"
    },
    {
      "verse": 21,
      "text": "ויסף יהוה להראה בשלה כי נגלה יהוה אל שמואל בשלו בדבר יהוה׃"
    }
  ]
}