{
  "book_id": "1SA",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי דבר שמואל לכל ישראל ויצא ישראל לקראת פלשתים למלחמה ויחנו על האבן העזר ופלשתים חנו באפק׃"
    },
    {
      "verse": 2,
      "text": "ויערכו פלשתים לקראת ישראל ותטש המלחמה וינגף ישראל לפני פלשתים ויכו במערכה בשדה כארבעת אלפים איש׃"
    },
    {
      "verse": 3,
      "text": "ויבא העם אל המחנה ויאמרו זקני ישראל למה נגפנו יהוה היום לפני פלשתים נקחה אלינו משלה את ארון ברית יהוה ויבא בקרבנו וישענו מכף איבינו׃"
    },
    {
      "verse": 4,
      "text": "וישלח העם שלה וישאו משם את ארון ברית יהוה צבאות ישב הכרבים ושם שני בני עלי עם ארון ברית האלהים חפני ופינחס׃"
    },
    {
      "verse": 5,
      "text": "ויהי כבוא ארון ברית יהוה אל המחנה וירעו כל ישראל תרועה גדולה ותהם הארץ׃"
    },
    {
      "verse": 6,
      "text": "וישמעו פלשתים את קול התרועה ויאמרו מה קול התרועה הגדולה הזאת במחנה העברים וידעו כי ארון יהוה בא אל המחנה׃"
    },
    {
      "verse": 7,
      "text": "ויראו הפלשתים כי אמרו בא אלהים אל המחנה ויאמרו אוי לנו כי לא היתה כזאת אתמול שלשם׃"
    },
    {
      "verse": 8,
      "text": "אוי לנו מי יצילנו מיד האלהים האדירים האלה אלה הם האלהים המכים את מצרים בכל מכה במדבר׃"
    },
    {
      "verse": 9,
      "text": "התחזקו והיו לאנשים פלשתים פן תעבדו לעברים כאשר עבדו לכם והייתם לאנשים ונלחמתם׃"
    },
    {
      "verse": 10,
      "text": "וילחמו פלשתים וינגף ישראל וינסו איש לאהליו ותהי המכה גדולה מאד ויפל מישראל שלשים אלף רגלי׃"
    },
    {
      "verse": 11,
      "text": "וארון אלהים נלקח ושני בני עלי מתו חפני ופינחס׃"
    },
    {
      "verse": 12,
      "text": "וירץ איש בנימן מהמערכה ויבא שלה ביום ההוא ומדיו קרעים ואדמה על ראשו׃"
    },
    {
      "verse": 13,
      "text": "ויבוא והנה עלי ישב על הכסא יך דרך מצפה כי היה לבו חרד על ארון האלהים והאיש בא להגיד בעיר ותזעק כל העיר׃"
    },
    {
      "verse": 14,
      "text": "וישמע עלי את קול הצעקה ויאמר מה קול ההמון הזה והאיש מהר ויבא ויגד לעלי׃"
    },
    {
      "verse": 15,
      "text": "ועלי בן תשעים ושמנה שנה ועיניו קמה ולא יכול לראות׃"
    },
    {
      "verse": 16,
      "text": "ויאמר האיש אל עלי אנכי הבא מן המערכה ואני מן המערכה נסתי היום ויאמר מה היה הדבר בני׃"
    },
    {
      "verse": 17,
      "text": "ויען המבשר ויאמר נס ישראל לפני פלשתים וגם מגפה גדולה היתה בעם וגם שני בניך מתו חפני ופינחס וארון האלהים נלקחה׃"
    },
    {
      "verse": 18,
      "text": "ויהי כהזכירו את ארון האלהים ויפל מעל הכסא אחרנית בעד יד השער ותשבר מפרקתו וימת כי זקן האיש וכבד והוא שפט את ישראל ארבעים שנה׃"
    },
    {
      "verse": 19,
      "text": "וכלתו אשת פינחס הרה ללת ותשמע את השמעה אל הלקח ארון האלהים ומת חמיה ואישה ותכרע ותלד כי נהפכו עליה צריה׃"
    },
    {
      "verse": 20,
      "text": "וכעת מותה ותדברנה הנצבות עליה אל תיראי כי בן ילדת ולא ענתה ולא שתה לבה׃"
    },
    {
      "verse": 21,
      "text": "ותקרא לנער אי כבוד לאמר גלה כבוד מישראל אל הלקח ארון האלהים ואל חמיה ואישה׃"
    },
    {
      "verse": 22,
      "text": "ותאמר גלה כבוד מישראל כי נלקח ארון האלהים׃"
    }
  ]
}