{
  "book_id": "1SA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי כאשר זקן שמואל וישם את בניו שפטים לישראל׃"
    },
    {
      "verse": 2,
      "text": "ויהי שם בנו הבכור יואל ושם משנהו אביה שפטים בבאר שבע׃"
    },
    {
      "verse": 3,
      "text": "ולא הלכו בניו בדרכו ויטו אחרי הבצע ויקחו שחד ויטו משפט׃"
    },
    {
      "verse": 4,
      "text": "ויתקבצו כל זקני ישראל ויבאו אל שמואל הרמתה׃"
    },
    {
      "verse": 5,
      "text": "ויאמרו אליו הנה אתה זקנת ובניך לא הלכו בדרכיך עתה שימה לנו מלך לשפטנו ככל הגוים׃"
    },
    {
      "verse": 6,
      "text": "וירע הדבר בעיני שמואל כאשר אמרו תנה לנו מלך לשפטנו ויתפלל שמואל אל יהוה׃"
    },
    {
      "verse": 7,
      "text": "ויאמר יהוה אל שמואל שמע בקול העם לכל אשר יאמרו אליך כי לא אתך מאסו כי אתי מאסו ממלך עליהם׃"
    },
    {
      "verse": 8,
      "text": "ככל המעשים אשר עשו מיום העלתי אתם ממצרים ועד היום הזה ויעזבני ויעבדו אלהים אחרים כן המה עשים גם לך׃"
    },
    {
      "verse": 9,
      "text": "ועתה שמע בקולם אך כי העד תעיד בהם והגדת להם משפט המלך אשר ימלך עליהם׃"
    },
    {
      "verse": 10,
      "text": "ויאמר שמואל את כל דברי יהוה אל העם השאלים מאתו מלך׃"
    },
    {
      "verse": 11,
      "text": "ויאמר זה יהיה משפט המלך אשר ימלך עליכם את בניכם יקח ושם לו במרכבתו ובפרשיו ורצו לפני מרכבתו׃"
    },
    {
      "verse": 12,
      "text": "ולשום לו שרי אלפים ושרי חמשים ולחרש חרישו ולקצר קצירו ולעשות כלי מלחמתו וכלי רכבו׃"
    },
    {
      "verse": 13,
      "text": "ואת בנותיכם יקח לרקחות ולטבחות ולאפות׃"
    },
    {
      "verse": 14,
      "text": "ואת שדותיכם ואת כרמיכם וזיתיכם הטובים יקח ונתן לעבדיו׃"
    },
    {
      "verse": 15,
      "text": "וזרעיכם וכרמיכם יעשר ונתן לסריסיו ולעבדיו׃"
    },
    {
      "verse": 16,
      "text": "ואת עבדיכם ואת שפחותיכם ואת בחוריכם הטובים ואת חמוריכם יקח ועשה למלאכתו׃"
    },
    {
      "verse": 17,
      "text": "צאנכם יעשר ואתם תהיו לו לעבדים׃"
    },
    {
      "verse": 18,
      "text": "וזעקתם ביום ההוא מלפני מלככם אשר בחרתם לכם ולא יענה יהוה אתכם ביום ההוא׃"
    },
    {
      "verse": 19,
      "text": "וימאנו העם לשמע בקול שמואל ויאמרו לא כי אם מלך יהיה עלינו׃"
    },
    {
      "verse": 20,
      "text": "והיינו גם אנחנו ככל הגוים ושפטנו מלכנו ויצא לפנינו ונלחם את מלחמתנו׃"
    },
    {
      "verse": 21,
      "text": "וישמע שמואל את כל דברי העם וידברם באזני יהוה׃"
    },
    {
      "verse": 22,
      "text": "ויאמר יהוה אל שמואל שמע בקולם והמלכת להם מלך ויאמר שמואל אל אנשי ישראל לכו איש לעירו׃"
    }
  ]
}