{
  "book_id": "GEN",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And Sarah was a hundred and twenty-seven years old: these werethe years of the life of Sarah."
    },
    {
      "verse": 2,
      "text": "And Sarah died in Kirjath-arba; the same isHebron in the land of Canaan: And Abraham came to mourn for Sarah, and to weep for her."
    },
    {
      "verse": 3,
      "text": "And Abraham stood up from before his dead, and spoke to the sons of Heth, saying,"
    },
    {
      "verse": 4,
      "text": "I ama stranger and a sojourner with you; give me a possession of a burying-place with you, that I may bury my dead out of my sight."
    },
    {
      "verse": 5,
      "text": "And the children of Heth answered Abraham, saying to him,"
    },
    {
      "verse": 6,
      "text": "Hear us, my lord; thou arta mighty prince among us: in the choice of our sepulchers bury thy dead: none of us will withhold from thee his sepulcher, but that thou mayest bury thy dead."
    },
    {
      "verse": 7,
      "text": "And Abraham stood up and bowed himself to the people of the land, to the children of Heth."
    },
    {
      "verse": 8,
      "text": "And he communed with them, saying, If it is your mind that I should bury my dead out of my sight, hear me, and entreat for me to Ephron the son of Zohar,"
    },
    {
      "verse": 9,
      "text": "That he may give me the cave of Machpelah, which he hath, which isin the end of his field; for as much money as it is worth he shall give it me, for a possession of a burying-place among you."
    },
    {
      "verse": 10,
      "text": "And Ephron dwelt among the children of Heth. And Ephron the Hittite answered Abraham in the audience of the children of Heth, of all that entered the gates of his city, saying,"
    },
    {
      "verse": 11,
      "text": "Nay, my lord, hear me: the field give I to thee, and the cave that isin it, I give it to thee; in the presence of the sons of my people I give it to thee: bury thy dead."
    },
    {
      "verse": 12,
      "text": "And Abraham bowed himself before the people of the land."
    },
    {
      "verse": 13,
      "text": "And he spoke to Ephron in the audience of the people of the land, saying, But if thou wilt give it, I pray thee, hear me: I will give thee money for the field: take itof me, and I will bury my dead there."
    },
    {
      "verse": 14,
      "text": "And Ephron answered Abraham, saying to him,"
    },
    {
      "verse": 15,
      "text": "My lord, hearken to me: the land is worthfour hundred shekels of silver; what isthat betwixt me and thee? bury therefore thy dead."
    },
    {
      "verse": 16,
      "text": "And Abraham hearkened to Ephron; and Abraham weighed to Ephron the silver which he had named in the audience of the sons of Heth, four hundred shekels of silver, current moneywith the merchant."
    },
    {
      "verse": 17,
      "text": "And the field of Ephron, which wasin Machpelah, which wasbefore Mamre, the field and the cave which wasin it, and all the trees that werein the field, that werein all the borders round about, were made sure"
    },
    {
      "verse": 18,
      "text": "To Abraham for a possession in the presence of the children of Heth, before all that entered the gate of his city."
    },
    {
      "verse": 19,
      "text": "And after this, Abraham buried Sarah his wife in the cave of the field of Machpelah, before Mamre: the same isHebron in the land of Canaan."
    },
    {
      "verse": 20,
      "text": "And the field, and the cave that isin it were made sure to Abraham for a possession of a burying-place, by the sons of Heth."
    }
  ]
}