{
  "book_id": "GEN",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "Then Jacob went on his journey, and came into the land of the people of the east."
    },
    {
      "verse": 2,
      "text": "And he looked, and behold, a well in the field, and lo, there \\add were\\add* three flocks of sheep lying by it; for out of that well they watered the flocks: and a great stone \\add was\\add* upon the well's mouth."
    },
    {
      "verse": 3,
      "text": "And thither were all the flocks gathered: and they rolled the stone from the well's mouth and watered the sheep, and put the stone again upon the well's mouth in its place."
    },
    {
      "verse": 4,
      "text": "And Jacob said to them, My brethren, whence \\add are\\add* ye? And they said, We \\add are\\add* from Haran."
    },
    {
      "verse": 5,
      "text": "And he said to them, Know ye Laban the son of Nahor? and they said, We know \\add him\\add*."
    },
    {
      "verse": 6,
      "text": "And he said to them, \\add Is\\add* he well? And they said, \\add He is\\add* well: and behold, Rachel his daughter cometh with the sheep."
    },
    {
      "verse": 7,
      "text": "And he said, Lo, \\add it is\\add* yet high day, neither \\add is it\\add* time that the cattle should be collected: water ye the sheep, and go \\add and\\add* feed \\add them\\add*."
    },
    {
      "verse": 8,
      "text": "And they said, We cannot, until all the flocks are collected, and \\add till\\add* they roll the stone from the well's mouth; then we water the sheep."
    },
    {
      "verse": 9,
      "text": "And while he was yet speaking with them, Rachel came with her father's sheep: for she kept them."
    },
    {
      "verse": 10,
      "text": "And it came to pass, when Jacob saw Rachel, the daughter of Laban his mother's brother, and the sheep of Laban his mother's brother; that Jacob went near, and rolled the stone from the well's mouth, and watered the flock of Laban his mother's brother."
    },
    {
      "verse": 11,
      "text": "And Jacob kissed Rachel, and lifted up his voice, and wept."
    },
    {
      "verse": 12,
      "text": "And Jacob told Rachel that he \\add was\\add* her father's brother, and that he \\add was\\add* Rebekah's son; and she ran and told her father."
    },
    {
      "verse": 13,
      "text": "And it came to pass when Laban heard the tidings of Jacob his sister's son, that he ran to meet him, and embraced him, and kissed him, and brought him to his house. And he told Laban all these things."
    },
    {
      "verse": 14,
      "text": "And Laban said to him, Surely thou \\add art\\add* my bone and my flesh: and he abode with him the space of a month."
    },
    {
      "verse": 15,
      "text": "And Laban said to Jacob, Because thou \\add art\\add* my brother, shouldest thou therefore serve me for naught? tell me, what \\add shall\\add* thy wages \\add be\\add*?"
    },
    {
      "verse": 16,
      "text": "And Laban had two daughters: the name of the elder \\add was\\add* Leah, and the name of the younger \\add was\\add* Rachel."
    },
    {
      "verse": 17,
      "text": "Leah \\add was\\add* tender-eyed, but Rachel was beautiful and well-favored."
    },
    {
      "verse": 18,
      "text": "And Jacob loved Rachel; and said, I will serve thee seven years for Rachel thy younger daughter."
    },
    {
      "verse": 19,
      "text": "And Laban said, \\add It is\\add* better that I give her to thee, than that I should give her to another man: abide with me."
    },
    {
      "verse": 20,
      "text": "And Jacob served seven years for Rachel; and they seemed to him \\add but\\add* a few days, for the love he had to her."
    },
    {
      "verse": 21,
      "text": "And Jacob said to Laban, Give \\add me\\add* my wife (for my days are fulfilled) that I may go in to her."
    },
    {
      "verse": 22,
      "text": "And Laban assembled all the men of the place, and made a feast."
    },
    {
      "verse": 23,
      "text": "And it came to pass in the evening, that he took Leah his daughter, and brought her to him; and he went in to her."
    },
    {
      "verse": 24,
      "text": "And Laban gave to his daughter Leah, Zilpah his maid \\add for\\add* a handmaid."
    },
    {
      "verse": 25,
      "text": "And it came to pass, that in the morning, behold, it \\add was\\add* Leah: and he said to Laban, What \\add is\\add* this thou hast done to me? did I not serve with thee for Rachel? why then hast thou deceived me?"
    },
    {
      "verse": 26,
      "text": "And Laban said, it must not be so done in our country, to give the younger before the first-born."
    },
    {
      "verse": 27,
      "text": "Fulfill her week, and we will give thee this also, for the service which thou shalt serve with me yet seven other years."
    },
    {
      "verse": 28,
      "text": "And Jacob did so, and fulfilled her week: and he gave him Rachel, his daughter, for a wife also."
    },
    {
      "verse": 29,
      "text": "And Laban gave to Rachel, his daughter, Bilhah, his handmaid, to be her maid."
    },
    {
      "verse": 30,
      "text": "And he went in also to Rachel, and he loved also Rachel more than Leah, and served with him yet seven other years."
    },
    {
      "verse": 31,
      "text": "And when the LORD saw that Leah \\add was\\add* hated, he made her fruitful: but Rachel \\add was\\add* barren."
    },
    {
      "verse": 32,
      "text": "And Leah conceived, and bore a son, and she called his name Reuben: for she said, Surely the LORD hath looked upon my affliction; now therefore my husband will love me."
    },
    {
      "verse": 33,
      "text": "And she conceived again, and bore a son; and said, Because the LORD hath heard that I \\add was\\add* hated, he hath therefore given me this \\add son\\add* also: and she called his name Simeon."
    },
    {
      "verse": 34,
      "text": "And she conceived again, and bore a son; and said, Now this time will my husband adhere to me, because I have borne him three sons: therefore was his name called Levi."
    },
    {
      "verse": 35,
      "text": "And she conceived again, and bore a son: and she said, Now will I praise the LORD: therefore she called his name Judah, and left bearing."
    }
  ]
}