{
  "book_id": "GEN",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Now these arethe generations of Esau, who isEdom."
    },
    {
      "verse": 2,
      "text": "Esau took his wives of the daughters of Canaan; Adah the daughter of Elon the Hittite, and Aholibamah the daughter of Anah the daughter of Zibeon the Hivite;"
    },
    {
      "verse": 3,
      "text": "And Bashemath, Ishmael's daughter, sister of Nebajoth."
    },
    {
      "verse": 4,
      "text": "And Adah bore to Esau, Eliphaz; and Bashemath bore Reuel;"
    },
    {
      "verse": 5,
      "text": "And Aholibamah bore Jeush, and Jaalam, and Korah: These arethe sons of Esau, who were born to him in the land of Canaan."
    },
    {
      "verse": 6,
      "text": "And Esau took his wives, and his sons, and his daughters, and all the persons of his house, and his cattle, and all his beasts, and all his substance which he had acquired in the land of Canaan; and went into the country from the face of his brother Jacob."
    },
    {
      "verse": 7,
      "text": "For their riches were more than that they might dwell together: and the land wherein they were strangers could not sustain them, because of their cattle."
    },
    {
      "verse": 8,
      "text": "Thus dwelt Esau in mount Seir: Esau isEdom."
    },
    {
      "verse": 9,
      "text": "And these arethe generations of Esau the father of the Edomites, in mount Seir:"
    },
    {
      "verse": 10,
      "text": "These arethe names of Esau's sons; Eliphaz the son of Adah the wife of Esau, Reuel the son of Bashemath the wife of Esau."
    },
    {
      "verse": 11,
      "text": "And the sons of Eliphaz were, Teman, Omar, Zepho, and Gatam, and Kenaz."
    },
    {
      "verse": 12,
      "text": "And Timna was concubine to Eliphaz Esau's son; and she bore to Eliphaz Amalek: these werethe sons of Adah Esau's wife."
    },
    {
      "verse": 13,
      "text": "And these arethe sons of Reuel; Nahath, and Zerah, Shammah, and Mizzah: these were the sons of Bashemath Esau's wife."
    },
    {
      "verse": 14,
      "text": "And these were the sons of Aholibamah, the daughter of Anah, the daughter of Zibeon Esau's wife: and she bore to Esau, Jeush, and Jaalam, and Korah."
    },
    {
      "verse": 15,
      "text": "These weredukes of the sons of Esau: the sons of Eliphaz the first-born sonof Esau; duke Teman, duke Omar, duke Zepho, duke Kenaz,"
    },
    {
      "verse": 16,
      "text": "Duke Korah, duke Gatam, andduke Amalek: these arethe dukes, descendantsof Eliphaz, in the land of Edom: these werethe sons of Adah."
    },
    {
      "verse": 17,
      "text": "And these arethe sons of Reuel Esau's son; duke Nahath, duke Zerah, duke Shammah, duke Mizzah: these arethe dukes, descendantsof Reuel, in the land of Edom: these arethe sons of Bashemath Esau's wife."
    },
    {
      "verse": 18,
      "text": "And these arethe sons of Aholibamah Esau's wife; duke Jeush, duke Jaalam, duke Korah: these werethe dukes, descendantsof Aholibamah the daughter of Anah Esau's wife."
    },
    {
      "verse": 19,
      "text": "These arethe sons of Esau (who isEdom) and these aretheir dukes."
    },
    {
      "verse": 20,
      "text": "These arethe sons of Seir the Horite, who inhabited the land; Lotan, and Shobal, and Zibeon, and Anah."
    },
    {
      "verse": 21,
      "text": "And Dishon, and Ezer, and Dishan: these arethe dukes of the Horites, the children of Seir in the land of Edom."
    },
    {
      "verse": 22,
      "text": "And the children of Lotan were Hori, and Heman: and Lotan's sister wasTimna."
    },
    {
      "verse": 23,
      "text": "And the children of Shobal werethese; Alvan, and Manahath, and Ebal, Shepho, and Onam."
    },
    {
      "verse": 24,
      "text": "And these arethe children of Zibeon; both Ajah and Anah; this was thatAnah that found the mules in the wilderness, as he fed the asses of Zibeon his father."
    },
    {
      "verse": 25,
      "text": "And the children of Anah werethese; Dishon, and Aholibamah the daughter of Anah."
    },
    {
      "verse": 26,
      "text": "And these arethe children of Dishon; Hemdan, and Eshban, and Ithran, and Cheran."
    },
    {
      "verse": 27,
      "text": "The children of Ezer arethese; Bilhan, and Zaavan, and Achan."
    },
    {
      "verse": 28,
      "text": "The children of Dishan arethese; Uz, and Aran."
    },
    {
      "verse": 29,
      "text": "These arethe dukes, descendantsof the Horites; duke Lotan, duke Shobal, duke Zibeon, duke Anah,"
    },
    {
      "verse": 30,
      "text": "Duke Dishon, duke Ezer, duke Dishan; these arethe dukes, descendantsof Hori, among their dukes in the land of Seir."
    },
    {
      "verse": 31,
      "text": "And these arethe kings that reigned in the land of Edom, before there reigned any king over the children of Israel."
    },
    {
      "verse": 32,
      "text": "And Bela the son of Beor reigned in Edom: and the name of his city wasDinhabah."
    },
    {
      "verse": 33,
      "text": "And Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead."
    },
    {
      "verse": 34,
      "text": "And Jobab died, and Husham of the land of Temani reigned in his stead."
    },
    {
      "verse": 35,
      "text": "And Husham died, and Hadad the son of Bedad (who smote Midian in the field of Moab) reigned in his stead: and the name of his city wasAvith."
    },
    {
      "verse": 36,
      "text": "And Hadad died, and Samlah of Masrekah reigned in his stead."
    },
    {
      "verse": 37,
      "text": "And Samlah died, and Saul of Rehoboth bythe river reigned in his stead."
    },
    {
      "verse": 38,
      "text": "And Saul died, and Baal-hanan the son of Achbor reigned in his stead."
    },
    {
      "verse": 39,
      "text": "And Baal-hanan the son of Achbor died, and Hadar reigned in his stead; and the name of his city wasPau; and his wife's name wasMehetabel, the daughter of Matred, the daughter of Mezahab."
    },
    {
      "verse": 40,
      "text": "And these arethe names of the dukes, descendantsof Esau, according to their families, after their places, by their names; duke Timnah, duke Alvah, duke Jetheth,"
    },
    {
      "verse": 41,
      "text": "Duke Aholibamah, duke Elah, duke Pinon,"
    },
    {
      "verse": 42,
      "text": "Duke Kenaz, duke Teman, duke Mibzar."
    },
    {
      "verse": 43,
      "text": "Duke Magdiel, duke Iram; these arethe dukes of Edom, according to their habitations, in the land of their possession: he isEsau the father of the Edomites."
    }
  ]
}