{
  "book_id": "REV",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And I heard a great voice saying to the seven angels, Go ye, and pour out the seven bowls of the wrath of God into the earth."
    },
    {
      "verse": 2,
      "text": "And the first went, and poured out his bowl into the earth; and it became a noisome and grievous sore upon the men that had the mark of the beast, and that worshiped his image."
    },
    {
      "verse": 3,
      "text": "And the second angel poured out his bowl into the sea; and it became blood as of a dead man; and every soul died in the sea."
    },
    {
      "verse": 4,
      "text": "And the third poured out his bowl into the rivers and into the fountains of the waters; and it became blood."
    },
    {
      "verse": 5,
      "text": "And I heard the angel of the waters saying, Righteous art thou, who art and who wast, thou Holy One, because thou didst thus judge:"
    },
    {
      "verse": 6,
      "text": "for they poured out the blood of saints and prophets, and blood didst thou give them to drink: they are worthy."
    },
    {
      "verse": 7,
      "text": "And I heard the altar saying, Yea, O Lord God, the Almighty, true and righteous are thy judgments."
    },
    {
      "verse": 8,
      "text": "And the fourth poured out his bowl upon the sun; and it was given unto it to scorch men with fire."
    },
    {
      "verse": 9,
      "text": "And men were scorched with great heat: and the men blasphemed the name of God who hath power over these plagues; and they repented not to give him glory."
    },
    {
      "verse": 10,
      "text": "And the fifth poured out his bowl upon the throne of the beast; and his kingdom was darkened; and they gnawed their tongues for pain,"
    },
    {
      "verse": 11,
      "text": "and they blasphemed the God of heaven because of their pains and their sores; and they repented not of their works."
    },
    {
      "verse": 12,
      "text": "And the sixth poured out his bowl upon the great river Euphrates; and the water thereof was dried up, that the way might be made ready for the kings that comefrom the sunrising."
    },
    {
      "verse": 13,
      "text": "And I saw comingout of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet, three unclean spirits, as it were frogs:"
    },
    {
      "verse": 14,
      "text": "for they are spirits of demons, working signs; which go forth unto the kings of the whole world, to gather them together unto the war of that great day of God, the Almighty."
    },
    {
      "verse": 15,
      "text": "(Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.)"
    },
    {
      "verse": 16,
      "text": "And they gathered them together into the place which is called in Hebrew Mageddon."
    },
    {
      "verse": 17,
      "text": "And the seventh poured out his bowl upon the air; and there came forth a great voice from the temple of heaven, from the throne, saying, It is done:"
    },
    {
      "verse": 18,
      "text": "and there were lightnings, and thunders, and voices, and a great earthquake, such as was not since there were men upon the earth, so great an earthquake, so mighty."
    },
    {
      "verse": 19,
      "text": "And the great city was divided into three parts, and the cities of the nations fell: and Babylon the great was remembered in the sight of God, to give unto her the cup of the wine of the fierceness of his wrath."
    },
    {
      "verse": 20,
      "text": "And every island fled away, and the mountains were not found."
    },
    {
      "verse": 21,
      "text": "And great hail, every stoneabout the weight of a talent, cometh down out of heaven upon men: and men blasphemed God because of the plague of the hail; for this plague is exceeding great."
    }
  ]
}