{
  "book_id": "LAM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I am the man that hath seen affliction under the rod of His wrath;"
    },
    {
      "verse": 2,
      "text": "He hath led me and brought me into darkness, and not into light;"
    },
    {
      "verse": 3,
      "text": "Yea, against me doth he again and again turn his hand all the day long."
    },
    {
      "verse": 4,
      "text": "My flesh and my skin hath he made old; he hath broken my bones."
    },
    {
      "verse": 5,
      "text": "He hath builded against me, and encompassed me with bitterness and woe."
    },
    {
      "verse": 6,
      "text": "He hath set me in dark places, as those that have long been dead."
    },
    {
      "verse": 7,
      "text": "He hath hedged me about, so that I cannot get out; he hath made my chain heavy;"
    },
    {
      "verse": 8,
      "text": "Yea, when I cry and call aloud, he shutteth out my prayer."
    },
    {
      "verse": 9,
      "text": "He blocketh up my way with hewn stone; he maketh my paths crooked."
    },
    {
      "verse": 10,
      "text": "A bear lying in wait hath he been to me, a lion in lurking-places."
    },
    {
      "verse": 11,
      "text": "He hath turned aside my ways, and torn me in pieces; he hath made me desolate."
    },
    {
      "verse": 12,
      "text": "He hath bent his bow, and set me as a mark for the arrow."
    },
    {
      "verse": 13,
      "text": "He hath caused the sons of his quiver to pierce my reins."
    },
    {
      "verse": 14,
      "text": "I have been a laughing-stock to all my people, their song all the day."
    },
    {
      "verse": 15,
      "text": "He hath filled me with bitterness; he hath made me drunk with wormwood."
    },
    {
      "verse": 16,
      "text": "He hath also broken my teeth with gravel-stones; He hath covered me with ashes."
    },
    {
      "verse": 17,
      "text": "Yea, thou hast removed my soul far from peace; I have forgotten prosperity."
    },
    {
      "verse": 18,
      "text": "And I say, “My confidence and my hope in Jehovah are gone!”"
    },
    {
      "verse": 19,
      "text": "Remember my affliction and my misery, the wormwood and the gall!"
    },
    {
      "verse": 20,
      "text": "Yea, thou wilt remember them, for my soul sinketh within me!"
    },
    {
      "verse": 21,
      "text": "This I recall to my mind; therefore have I hope;"
    },
    {
      "verse": 22,
      "text": "It is of the mercy of Jehovah that we are not consumed; yea, his compassion faileth not;"
    },
    {
      "verse": 23,
      "text": "It is new every morning; great is thy faithfulness."
    },
    {
      "verse": 24,
      "text": "Jehovah is my portion, saith my soul, therefore do I hope in him."
    },
    {
      "verse": 25,
      "text": "Jehovah is good to them that trust in him, to the soul that seeketh him."
    },
    {
      "verse": 26,
      "text": "It is good that a man hope, and quietly wait for salvation from Jehovah."
    },
    {
      "verse": 27,
      "text": "It is good for a man that he bear the yoke in his youth;"
    },
    {
      "verse": 28,
      "text": "That he sit alone and keep silence, since He layeth it upon him;"
    },
    {
      "verse": 29,
      "text": "That he put his mouth in the dust, [[saying to himself,]] “Perhaps there may be hope!”"
    },
    {
      "verse": 30,
      "text": "That he offer his cheek to the smiter; that he be filled with reproach."
    },
    {
      "verse": 31,
      "text": "For the Lord will not cast off forever;"
    },
    {
      "verse": 32,
      "text": "For though he cause grief, yet doth he have compassion according to his great mercy;"
    },
    {
      "verse": 33,
      "text": "For he doth not willingly afflict and grieve the children of men."
    },
    {
      "verse": 34,
      "text": "Doth one trample under foot all the prisoners of the earth,"
    },
    {
      "verse": 35,
      "text": "Doth he bend the right of a man before the face of the Most High,"
    },
    {
      "verse": 36,
      "text": "Doth he subvert a man in his cause, and shall not the Lord behold it?"
    },
    {
      "verse": 37,
      "text": "Who is he that saith, and it cometh to pass, when the Lord hath not commanded?"
    },
    {
      "verse": 38,
      "text": "Cometh not evil, as well as good, from the mouth of the Most High?"
    },
    {
      "verse": 39,
      "text": "Wherefore then murmureth the living man? Let him murmur at his own sin!"
    },
    {
      "verse": 40,
      "text": "Let us search and try our ways, and turn again to Jehovah!"
    },
    {
      "verse": 41,
      "text": "Let us lift up our hearts with our hands to God in the heavens!"
    },
    {
      "verse": 42,
      "text": "We have transgressed; we have rebelled; thou hast not forgiven!"
    },
    {
      "verse": 43,
      "text": "Thou hast hidden thyself in anger, and hast pursued us; thou hast slain and hast not spared;"
    },
    {
      "verse": 44,
      "text": "Thou hast hidden thyself in a cloud, that our prayer may not pass through;"
    },
    {
      "verse": 45,
      "text": "Thou hast made us the offscouring and refuse in the midst of the nations."
    },
    {
      "verse": 46,
      "text": "All our enemies have opened their mouths against us;"
    },
    {
      "verse": 47,
      "text": "Terror and the pit have come upon us, desolation and destruction;"
    },
    {
      "verse": 48,
      "text": "Mine eye runneth down with streams of water for the destruction of the daughter of my people."
    },
    {
      "verse": 49,
      "text": "Mine eye trickleth down and ceaseth not, without any intermission,"
    },
    {
      "verse": 50,
      "text": "Until Jehovah look down and behold from heaven."
    },
    {
      "verse": 51,
      "text": "Mine eye is painful to me on account of all the daughters of my city."
    },
    {
      "verse": 52,
      "text": "They that are my enemies without cause hunt me down like a bird;"
    },
    {
      "verse": 53,
      "text": "They take away my life in the dungeon; they cast a stone upon me;"
    },
    {
      "verse": 54,
      "text": "Waters flow over my head; I say, “I am undone!”"
    },
    {
      "verse": 55,
      "text": "I call upon thy name, O Jehovah, from the deep dungeon;"
    },
    {
      "verse": 56,
      "text": "Hear thou my voice! hide not thine ear from my cry for relief!"
    },
    {
      "verse": 57,
      "text": "Be near to me, when I call upon thee! Say, “Fear not!”"
    },
    {
      "verse": 58,
      "text": "Thou maintainest my cause, O Lord; thou redeemest my life!"
    },
    {
      "verse": 59,
      "text": "Thou, O Jehovah, seest the wrong done to me; Maintain thou my cause!"
    },
    {
      "verse": 60,
      "text": "Thou seest all their vengeance, all their devices against me."
    },
    {
      "verse": 61,
      "text": "Thou hearest their reproach, O Jehovah, all their devices against me,"
    },
    {
      "verse": 62,
      "text": "The words of my adversaries, and their machinations against me all the day long!"
    },
    {
      "verse": 63,
      "text": "Behold their sitting down and their rising up! I am their song."
    },
    {
      "verse": 64,
      "text": "Render to them a recompense, O Jehovah, according to the work of their hands!"
    },
    {
      "verse": 65,
      "text": "Give them blindness of mind! thy curse be upon them!"
    },
    {
      "verse": 66,
      "text": "Pursue them in thine anger, and destroy them from under Jehovah's heaven!"
    }
  ]
}