{
  "book_id": "LAM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Remember, O Jehovah, what is come upon us! Look down and behold our reproach!"
    },
    {
      "verse": 2,
      "text": "Our inheritance is fallen to strangers, Our houses to aliens."
    },
    {
      "verse": 3,
      "text": "We are orphans; we are without a father; Our mothers are as widows."
    },
    {
      "verse": 4,
      "text": "Our water we drink for money; Our wood is sold to us."
    },
    {
      "verse": 5,
      "text": "With the yoke upon our necks, we are driven; We are wearied, and have no rest."
    },
    {
      "verse": 6,
      "text": "We have given the hand to the Egyptians, And to the Assyrians, to be satisfied with bread."
    },
    {
      "verse": 7,
      "text": "Our fathers sinned; they are no more, And we bear their iniquities."
    },
    {
      "verse": 8,
      "text": "Servants rule over us; There is none that delivereth out of their hand."
    },
    {
      "verse": 9,
      "text": "With the peril of our lives we get our bread, Because of the sword of the wilderness."
    },
    {
      "verse": 10,
      "text": "Our skin is parched like an oven Because of the burnings of hunger."
    },
    {
      "verse": 11,
      "text": "Matrons in Zion have they ravished, And maidens in the cities of Judah."
    },
    {
      "verse": 12,
      "text": "Princes were hanged up by their hand; The faces of the elders were not honored."
    },
    {
      "verse": 13,
      "text": "Young men carried millstones, And boys fell under burdens of wood."
    },
    {
      "verse": 14,
      "text": "The elders sit no more at the gate; The young men have ceased from their music."
    },
    {
      "verse": 15,
      "text": "The joy of our heart is at an end; Our dancing is turned into mourning."
    },
    {
      "verse": 16,
      "text": "The crown is fallen from our head; Woe unto us, that we have sinned!"
    },
    {
      "verse": 17,
      "text": "For this is our heart faint, For these things our eyes are dim;"
    },
    {
      "verse": 18,
      "text": "On account of mount Zion, which is desolate; Foxes roam over it."
    },
    {
      "verse": 19,
      "text": "But thou, O Jehovah, sittest as king forever; Thy throne endureth from generation to generation."
    },
    {
      "verse": 20,
      "text": "Wherefore dost thou wholly forget us, And abandon us, for so long a time?"
    },
    {
      "verse": 21,
      "text": "Turn us again to thee, O Jehovah, that we may be restored! Renew our days as of old!"
    },
    {
      "verse": 22,
      "text": "For shouldst thou utterly reject us? Shouldst thou be so exceedingly wroth against us?"
    }
  ]
}