{
  "book_id": "2CH",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "In the eighteenth year of the reign of Jeroboam Abia began to reign over Juda."
    },
    {
      "verse": 2,
      "text": "He reigned three years in Jerusalem. And his mother's name \\add was\\add* Maacha, daughter of Uriel of Gabaon. And there was war between Abia and Jeroboam."
    },
    {
      "verse": 3,
      "text": "And Abia set the battle in array with an army, with mighty men of war, \\add even\\add* four hundred thousand mighty men: and Jeroboam set the battle in array against him with eight hundred thousand, \\add they were\\add* mighty warriors of the host."
    },
    {
      "verse": 4,
      "text": "And Abia rose up from the mount Somoron, which is in mount Ephraim, and said, Hear ye, Jeroboam, and all Israel:"
    },
    {
      "verse": 5,
      "text": "\\add Is it\\add* not for you to know that the Lord God of Israel has given a king over Israel for ever to David, and to his sons, by a covenant of salt?"
    },
    {
      "verse": 6,
      "text": "But Jeroboam the \\add son\\add* of Nabat, the servant of Solomon \\add the son\\add* of David, is risen up, and has revolted from his master:"
    },
    {
      "verse": 7,
      "text": "and there are gathered to him pestilent men, transgressors, and he has risen up against Roboam the \\add son\\add* of Solomon, while Roboam was young and fearful in heart, and he withstood him not."
    },
    {
      "verse": 8,
      "text": "And now ye profess to resist the kingdom of the Lord in the hand of the sons of David; and ye \\add are\\add* a great multitude, and with you are golden calves, which Jeroboam made you for gods."
    },
    {
      "verse": 9,
      "text": "Did ye not cast out the priests of the Lord, the sons of Aaron, and the Levites, and make to yourselves priests of the people of any \\add other\\add* land? whoever came to consecrate himself with a calf of the herd and seven rams, he forthwith became a priest to that which is no god."
    },
    {
      "verse": 10,
      "text": "But we have not forsaken the Lord our God, and his priests, the sons of Aaron, and the Levites, minister to the Lord; and in their daily courses"
    },
    {
      "verse": 11,
      "text": "they sacrifice to the Lord whole-burnt-offering, morning and evening, and compound incense, and \\add set\\add* the shewbread on the pure table; and \\add there is\\add* the golden candlestick, and the lamps for burning, to light in the evening: for we keep the charge of the Lord God of our fathers; but ye have forsaken him."
    },
    {
      "verse": 12,
      "text": "And, behold, the Lord and his priests are with us at our head, and the signal trumpets to sound an alarm over us. Children of Israel, fight not against the Lord God of our fathers; for ye shall not prosper."
    },
    {
      "verse": 13,
      "text": "Now Jeroboam had caused an ambush to come round upon him from behind: and he \\add himself\\add* was before Juda, and the ambush behind."
    },
    {
      "verse": 14,
      "text": "And Juda looked back, and, behold, the battle \\add was\\add* against them before and behind: and they cried to the Lord, and the priests sounded with the trumpets."
    },
    {
      "verse": 15,
      "text": "And the men of Juda shouted: and it came to pass, when the men of Juda shouted, that the Lord smote Jeroboam and Israel before Abia and Juda."
    },
    {
      "verse": 16,
      "text": "And the children of Israel fled from before Juda; and the Lord delivered them into their hands."
    },
    {
      "verse": 17,
      "text": "And Abia and his people smote them with a great slaughter: and there fell slain of Israel five hundred thousand mighty men."
    },
    {
      "verse": 18,
      "text": "So the children of Israel were brought low in that day, and the children of Juda prevailed, because they trusted on the Lord God of their fathers."
    },
    {
      "verse": 19,
      "text": "And Abia pursued after Jeroboam, and he took from him the cities, Bæthel and her towns, and Jesyna and her towns, and Ephron and her towns."
    },
    {
      "verse": 20,
      "text": "And Jeroboam did not recover strength again all the days of Abia: and the Lord smote him, and he died."
    },
    {
      "verse": 21,
      "text": "But Abia strengthened himself, and took to himself fourteen wives, and he begot twenty-two sons, and sixteen daughters."
    },
    {
      "verse": 22,
      "text": "And the rest of the acts of Abia, and his deeds, and his sayings, are written in the book of the prophet Addo."
    },
    {
      "verse": 23,
      "text": "And Abia died with his fathers, and they buried him in the city of David; and Asa his son reigned in his stead. In the days of Asa the land of Juda had rest ten years."
    }
  ]
}