{
  "book_id": "1MA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "In the hundred and sixtieth year Alexander, the \\add son\\add* of Antiochus, \\add surnamed\\add* Epiphanes, went up and took Ptolemais: for \\add the people\\add* had received him, by means whereof he reigned there."
    },
    {
      "verse": 2,
      "text": "Now when king Demetrius heard \\add thereof\\add*, he gathered together an exceeding great host, and went forth against him to fight."
    },
    {
      "verse": 3,
      "text": "Moreover Demetrius sent letters unto Jonathan with loving words, so as \\add he\\add* magnified him."
    },
    {
      "verse": 4,
      "text": "For said he, Let us first make peace with him, before he join with Alexander against us:"
    },
    {
      "verse": 5,
      "text": "else he will remember all the evils that we have done against him, and against his brethren and his people."
    },
    {
      "verse": 6,
      "text": "Wherefore he gave him authority to gather together a host, and to provide weapons, that \\add he\\add* might aid him in battle: he commanded also that the hostages that were in the tower should be delivered him."
    },
    {
      "verse": 7,
      "text": "Then came Jonathan to Jerusalem, and read the letters in the audience of all the people, and of them that were in the tower:"
    },
    {
      "verse": 8,
      "text": "who were sore afraid, when they heard that the king had given him authority to gather together a host."
    },
    {
      "verse": 9,
      "text": "Whereupon they of the tower delivered \\add their\\add* hostages unto Jonathan, and he delivered them unto their parents."
    },
    {
      "verse": 10,
      "text": "This done, Jonathan settled himself in Jerusalem, and began to build and repair the city."
    },
    {
      "verse": 11,
      "text": "And he commanded the workmen to build the walls and the mount Sion round about with square stones for fortification; and they did so."
    },
    {
      "verse": 12,
      "text": "Then the strangers that were in the fortresses which Bacchides had built, fled away;"
    },
    {
      "verse": 13,
      "text": "insomuch as every man left his place, and went into his own country."
    },
    {
      "verse": 14,
      "text": "Only at Bethsura certain of those that had forsaken the law and the commandments remained \\add still:\\add* for it was their place of refuge."
    },
    {
      "verse": 15,
      "text": "Now when king Alexander had heard what promises Demetrius had sent unto Jonathan: \\add when\\add* also it was told him of the battles and noble acts which he and his brethren had done, and of the pains that they had endured,"
    },
    {
      "verse": 16,
      "text": "he said, Shall we find such another man? now therefore we will make him our friend and confederate."
    },
    {
      "verse": 17,
      "text": "Upon this he wrote a letter, and sent \\add it\\add* unto him, according to these words, saying,"
    },
    {
      "verse": 18,
      "text": "King Alexander to \\add his\\add* brother Jonathan \\add sendeth\\add* greeting:"
    },
    {
      "verse": 19,
      "text": "we have heard of thee, that thou art a man of great power, and meet to be our friend."
    },
    {
      "verse": 20,
      "text": "Wherefore now this day we ordain thee \\add to be\\add* the high priest of thy nation, and to be called the king’s friend; (and \\add therewithal\\add* he sent him a purple \\add robe\\add* and a crown of gold:) and \\add require thee\\add* to take our part, and keep friendship with us."
    },
    {
      "verse": 21,
      "text": "So in the seventh month of the hundred and sixtieth year, at the feast of the tabernacles, Jonathan put on the holy robe, and gathered together forces, and provided much armour."
    },
    {
      "verse": 22,
      "text": "Whereof when Demetrius heard, he was \\add very\\add* sorry, and said,"
    },
    {
      "verse": 23,
      "text": "What have we done, that Alexander hath prevented us in making amity with the Jews to strengthen \\add himself?\\add*"
    },
    {
      "verse": 24,
      "text": "I also will write unto them words of encouragement, and \\add promise them\\add* dignities and gifts, that I may have their aid."
    },
    {
      "verse": 25,
      "text": "He sent unto them therefore to this effect: King Demetrius unto the people of the Jews \\add sendeth\\add* greeting:"
    },
    {
      "verse": 26,
      "text": "whereas you have kept covenants with us, and continued in our friendship, not joining yourselves with our enemies, we have heard \\add hereof\\add*, and are glad."
    },
    {
      "verse": 27,
      "text": "Wherefore now continue ye still to be faithful unto us, and we will well recompense you for \\add the things\\add* you do in our behalf,"
    },
    {
      "verse": 28,
      "text": "and will grant you many immunities, and give you rewards."
    },
    {
      "verse": 29,
      "text": "And now I do free you, and for your sake I release all the Jews, from tributes, and \\add from\\add* the customs of salt, and from crown \\add taxes\\add*,"
    },
    {
      "verse": 30,
      "text": "and from that which appertaineth unto me to receive for the third \\add part\\add* of the seed, and the half of the fruit of the trees, I release \\add it\\add* from this day forth, so that \\add they shall not\\add* be taken of the land of Judea, nor of the three governments which are added thereunto out of the country of Samaria and Galilee, from this day forth for evermore."
    },
    {
      "verse": 31,
      "text": "Let Jerusalem also be holy and free, with the borders thereof, both \\add from\\add* tenths and tributes."
    },
    {
      "verse": 32,
      "text": "And \\add as for\\add* the tower which is at Jerusalem, I yield up \\add my\\add* authority \\add over it\\add*, and give \\add it\\add* to the high priest, that he may set in it \\add such\\add* men as he shall choose to keep it."
    },
    {
      "verse": 33,
      "text": "Moreover I freely set at liberty every one of the Jews, that were carried captives out of the land of Judea into any part of my kingdom, and I will that all \\add my officers\\add* remit the tributes even of their cattle."
    },
    {
      "verse": 34,
      "text": "Furthermore I will that all the feasts, and sabbaths, and new moons, and solemn days, and the three days before the feast, and the three days after the feast, shall be all days of immunity and freedom for all the Jews in my realm."
    },
    {
      "verse": 35,
      "text": "Also no \\add man\\add* shall have authority to meddle \\add with them\\add*, or to molest any of them in any matter."
    },
    {
      "verse": 36,
      "text": "I will further, that there be enrolled amongst the king’s forces about thirty thousand men of the Jews, unto whom pay shall be given, as belongeth to all the king’s forces."
    },
    {
      "verse": 37,
      "text": "And of them \\add some\\add* shall be placed in the king’s strong holds, of whom also \\add some\\add* shall be set over the affairs of the kingdom, which are of trust: and I will that their overseers and governors be of themselves, and that they live after their own laws, even as the king hath commanded in the land of Judea."
    },
    {
      "verse": 38,
      "text": "And \\add concerning\\add* the three governments that are added to Judea from the country of Samaria, let them be joined with Judea, that \\add they\\add* may be reckoned to be under one, nor bound to obey other authority than the high priest’s."
    },
    {
      "verse": 39,
      "text": "\\add As for\\add* Ptolemais, and the \\add land\\add* pertaining thereto, I give \\add it as\\add* a \\add free\\add* gift to the sanctuary at Jerusalem for the necessary expences of the sanctuary."
    },
    {
      "verse": 40,
      "text": "Moreover I give every year fifteen thousand shekels of silver out of the king’s accounts from the places appertaining."
    },
    {
      "verse": 41,
      "text": "And all the overplus, which the officers payed not in, as in former time, from henceforth shall be given towards the works of the temple."
    },
    {
      "verse": 42,
      "text": "And besides this, the five thousand shekels of silver, which they took from the uses of the temple out of the accounts year by year, even those \\add things\\add* shall be released, because they appertain to the priests that minister."
    },
    {
      "verse": 43,
      "text": "And whosoever \\add they be that\\add* flee unto the temple at Jerusalem, or \\add be\\add* within the liberties thereof, being indebted unto the king, or \\add for\\add* any \\add other\\add* matter, let them be at liberty, and all that they have in my realm."
    },
    {
      "verse": 44,
      "text": "For the building also and repairing of the works of the sanctuary expences shall be given of the king’s accounts."
    },
    {
      "verse": 45,
      "text": "Yea, and for the building of the walls of Jerusalem, and the fortifying \\add thereof\\add* round about, expences shall be given out of the king’s accounts, as also for building of the walls in Judea."
    },
    {
      "verse": 46,
      "text": "Now when Jonathan and the people heard these words, they gave no credit unto them, nor received \\add them\\add*, because they remembered the great evil that he had done in Israel; for he had afflicted them very sore."
    },
    {
      "verse": 47,
      "text": "But with Alexander they were well pleased, because he was the first that entreated of \\add true\\add* peace with them, and they were confederate with him always."
    },
    {
      "verse": 48,
      "text": "Then gathered king Alexander great forces, and camped over against Demetrius."
    },
    {
      "verse": 49,
      "text": "And after the two kings had joined battle, Demetrius’ host fled: but Alexander followed \\add after\\add* him, and prevailed against them."
    },
    {
      "verse": 50,
      "text": "And he continued the battle very sore until the sun went down: and that day was Demetrius slain."
    },
    {
      "verse": 51,
      "text": "Afterward Alexander sent ambassadors to Ptolemee king of Egypt with a message to this effect:"
    },
    {
      "verse": 52,
      "text": "Forsomuch as I am come again to my realm, and am set in the throne of my progenitors, and have gotten the dominion, and overthrown Demetrius, and recovered our country;"
    },
    {
      "verse": 53,
      "text": "(for after I had joined battle with him, \\add both\\add* he and his host was discomfited by us, so that we sit in the throne of his kingdom:)"
    },
    {
      "verse": 54,
      "text": "now therefore let us make a league of amity together, and give me now thy daughter to wife: and I will be thy son in law, and will give \\add both\\add* thee and her gifts according to thy \\add dignity\\add*."
    },
    {
      "verse": 55,
      "text": "Then Ptolemee the king gave answer, saying, Happy \\add be\\add* the day wherein thou didst return into the land of thy fathers, and satest in the throne of their kingdom."
    },
    {
      "verse": 56,
      "text": "And now will I do to thee, as thou hast written: meet \\add me\\add* therefore at Ptolemais, that we may see one another; for I will marry my daughter to thee according to thy desire."
    },
    {
      "verse": 57,
      "text": "So Ptolemee went out of Egypt with his daughter Cleopatra, and they came unto Ptolemais in the hundred threescore and second year:"
    },
    {
      "verse": 58,
      "text": "where king Alexander meeting him, he gave unto him his daughter Cleopatra, and celebrated her marriage at Ptolemais with great glory, as \\add the manner of\\add* kings \\add is\\add*."
    },
    {
      "verse": 59,
      "text": "Now king Alexander had written unto Jonathan, that \\add he\\add* should come and meet him."
    },
    {
      "verse": 60,
      "text": "Who thereupon went honourably to Ptolemais, where he met the two kings, and gave them and their friends silver and gold, and many presents, and found favour in their sight."
    },
    {
      "verse": 61,
      "text": "At that time \\add certain\\add* pestilent fellows of Israel, men of a wicked life, assembled themselves against him, to accuse him: but the king would not hear them."
    },
    {
      "verse": 62,
      "text": "Yea \\add more than that\\add*, the king commanded to take off his garments, and clothe him in purple: and they did so."
    },
    {
      "verse": 63,
      "text": "Also he made him sit by himself, and said unto his princes, Go with him into the midst of the city, and make proclamation, that no \\add man\\add* complain against him of any matter, and that no \\add man\\add* trouble him for any \\add manner of\\add* cause."
    },
    {
      "verse": 64,
      "text": "Now when \\add his\\add* accusers saw that he was honoured according to the proclamation, and clothed in purple, they fled all \\add away\\add*."
    },
    {
      "verse": 65,
      "text": "So the king honoured him, and wrote him amongst his chief friends, and made him a duke, and partaker of \\add his\\add* dominion."
    },
    {
      "verse": 66,
      "text": "Afterward Jonathan returned to Jerusalem with peace and gladness."
    },
    {
      "verse": 67,
      "text": "Furthermore in the hundred threescore and fifth year came Demetrius son of Demetrius out of Crete into the land of his fathers:"
    },
    {
      "verse": 68,
      "text": "whereof when king Alexander heard \\add tell\\add*, he was right sorry, and returned into Antioch."
    },
    {
      "verse": 69,
      "text": "Then Demetrius made Apollonius the governor of Coelosyria \\add his general\\add*, who gathered together a great host, and camped in Jamnia, and sent unto Jonathan the high priest, saying,"
    },
    {
      "verse": 70,
      "text": "Thou alone liftest up thyself against us, and I am laughed to scorn for thy sake, and reproached: and why dost thou vaunt thy power against us in the mountains?"
    },
    {
      "verse": 71,
      "text": "Now therefore, if thou trustest in thine own strength, come down to us into the plain field, and there let us try the matter together: for with me is the power of the cities."
    },
    {
      "verse": 72,
      "text": "Ask and learn who I am, and the rest that take our part, and they \\add shall\\add* tell \\add thee that\\add* thy foot is not able to stand before our face; for thy fathers have been twice put to flight in their own land."
    },
    {
      "verse": 73,
      "text": "Wherefore now thou shalt not be able to abide the horsemen and so great a power in the plain, where is neither stone nor flint, nor place to flee \\add unto\\add*."
    },
    {
      "verse": 74,
      "text": "So when Jonathan heard \\add these\\add* words of Apollonius, he was moved in \\add his\\add* mind, and choosing ten thousand men he went out of Jerusalem, where Simon his brother met him for to help him."
    },
    {
      "verse": 75,
      "text": "And he pitched his tents against Joppe: but they \\add of Joppe\\add* shut him out of the city, because Apollonius \\add had\\add* a garrison there."
    },
    {
      "verse": 76,
      "text": "Then \\add Jonathan\\add* laid siege unto it: whereupon they of the city let \\add him\\add* in for fear: and \\add so\\add* Jonathan won Joppe."
    },
    {
      "verse": 77,
      "text": "Whereof when Apollonius heard, he took three thousand horsemen, with a great host \\add of footmen\\add*, and went to Azotus as one that journeyed, and therewithal drew \\add him\\add* forth into the plain, because he had a great number of horsemen, in whom he put his trust."
    },
    {
      "verse": 78,
      "text": "Then Jonathan followed after him to Azotus, where the armies joined battle."
    },
    {
      "verse": 79,
      "text": "Now Apollonius had left a thousand horsemen in ambush."
    },
    {
      "verse": 80,
      "text": "And Jonathan knew that there was an ambushment behind him; for they had compassed in his host, and cast darts at the people, from morning till evening."
    },
    {
      "verse": 81,
      "text": "But the people stood \\add still\\add*, as Jonathan had commanded \\add them:\\add* and \\add so\\add* the \\add enemies\\add*’ horses were tired."
    },
    {
      "verse": 82,
      "text": "Then brought Simon forth his host, and set \\add them\\add* against the footmen, (for the horsemen were spent,) who were discomfited by him, and fled."
    },
    {
      "verse": 83,
      "text": "The horsemen also, being scattered in the field, fled to Azotus, and went into Beth-dagon, their idol’s temple, for safety."
    },
    {
      "verse": 84,
      "text": "But Jonathan set fire on Azotus, and the cities round about it, and took their spoils; and the temple of Dagon, with them that were fled into it, he burnt with fire."
    },
    {
      "verse": 85,
      "text": "Thus there were burnt and slain with the sword well nigh eight thousand men."
    },
    {
      "verse": 86,
      "text": "And from thence Jonathan removed \\add his host\\add*, and camped against Ascalon, where the \\add men\\add* of the city came forth, and met him with great pomp."
    },
    {
      "verse": 87,
      "text": "After this returned Jonathan and his host unto Jerusalem, having many spoils."
    },
    {
      "verse": 88,
      "text": "Now when king Alexander heard these things, he honoured Jonathan yet more,"
    },
    {
      "verse": 89,
      "text": "and sent him a buckle of gold, as the use is to be given to such as are of the kings’ blood: he gave him also Accaron with the borders thereof in possession."
    }
  ]
}