{
  "book_id": "1MA",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Now when Jonathan saw that the time served him, he chose certainmen, and sent themto Rome, for to confirm and renew the friendship that theyhad with them."
    },
    {
      "verse": 2,
      "text": "He sent letters also to the Lacedemonians, and toother places, for the same purpose."
    },
    {
      "verse": 3,
      "text": "So they went unto Rome, and entered into the senate, and said, Jonathan the high priest, and the people of the Jews, sent us unto you, to the end youshould renew the friendship, which you hadwith them, and league, as in former time."
    },
    {
      "verse": 4,
      "text": "Upon this the Romansgave them letters unto the governors ofevery place, that they should bring them into the land of Judea peaceably."
    },
    {
      "verse": 5,
      "text": "And this isthe copy of the letters which Jonathan wrote to the Lacedemonians:"
    },
    {
      "verse": 6,
      "text": "Jonathan the high priest, and the elders of the nation, and the priests, and the other people of the Jews, unto the Lacedemonians theirbrethren sendgreeting:"
    },
    {
      "verse": 7,
      "text": "There were letters sent in times past unto Onias the high priest from Darius, who reigned thenamong you, to signifythat you are our brethren, as the copy hereunderwritten doth specify."
    },
    {
      "verse": 8,
      "text": "At which time Onias entreated the ambassador that was sent honourably, and received the letters, wherein declaration was made of the league and friendship."
    },
    {
      "verse": 9,
      "text": "Therefore we also, albeit we need none of these things, for that we have the holy books of scripturein our hands to comfort us,"
    },
    {
      "verse": 10,
      "text": "have neverthelessattempted to send unto you for the renewing of brotherhood and friendship, lest weshould become strangers unto you altogether: for there is a long time passed since you sent unto us."
    },
    {
      "verse": 11,
      "text": "We therefore at all times without ceasing, both in ourfeasts, and other convenient days, do remember you in the sacrifices which we offer, and in ourprayers, as reason is, and asit becometh usto think upon ourbrethren:"
    },
    {
      "verse": 12,
      "text": "and we are right glad of your honour."
    },
    {
      "verse": 13,
      "text": "As for ourselves, we have had great troubles and wars on every side, forsomuch as the kings that are round about us have fought against us."
    },
    {
      "verse": 14,
      "text": "Howbeit we would not be troublesome unto you, nor to others of our confederates and friends, in these wars:"
    },
    {
      "verse": 15,
      "text": "for we have help from heaven that succoureth us, so as we are delivered from our enemies, and our enemies are brought under foot."
    },
    {
      "verse": 16,
      "text": "For this cause we chose Numenius the sonof Antiochus, and Antipater the sonof Jason, and sent themunto the Romans, to renew the amity that wehad with them, and the former league."
    },
    {
      "verse": 17,
      "text": "We commanded them also to go unto you, and to salute you and to deliver you our letters concerning the renewing of our brotherhood."
    },
    {
      "verse": 18,
      "text": "Wherefore now ye shall do well to give us an answer thereto."
    },
    {
      "verse": 19,
      "text": "And this isthe copy of the letters which Oniares sent."
    },
    {
      "verse": 20,
      "text": "Areus king of the Lacedemonians to Onias the high priest, greeting:"
    },
    {
      "verse": 21,
      "text": "It is found in writing, that the Lacedemonians and Jews are brethren, and that they are of the stock of Abraham:"
    },
    {
      "verse": 22,
      "text": "now therefore, since this is come to our knowledge, you shall do well to write unto us of your prosperity."
    },
    {
      "verse": 23,
      "text": "We do write back again to you, thatyour cattle and goods are ours, and ours are yours. We do command therefore our ambassadorsto make report unto you on this wise."
    },
    {
      "verse": 24,
      "text": "Now when Jonathan heard that Demetrius’ princes were come to fight against him with a greater host than afore,"
    },
    {
      "verse": 25,
      "text": "he removed from Jerusalem, and met them in the land of Amathis: for he gave them no respite to enter his country."
    },
    {
      "verse": 26,
      "text": "He sent spies also unto their tents, who came again, and told him that they were appointed to come upon them in the night season."
    },
    {
      "verse": 27,
      "text": "Wherefore so soon as the sun was down, Jonathan commanded his men to watch, and to be in arms, that all the night long theymight be ready to fight: also he sent forth sentinels round about the host."
    },
    {
      "verse": 28,
      "text": "But when the adversaries heard that Jonathan and his men were ready for battle, they feared, and trembled in their hearts, and they kindled fires in their camp."
    },
    {
      "verse": 29,
      "text": "Howbeit Jonathan and his company knew itnot till the morning: for they saw the lights burning."
    },
    {
      "verse": 30,
      "text": "Then Jonathan pursued after them, but overtook them not: for they were gone over the river Eleutherus."
    },
    {
      "verse": 31,
      "text": "Wherefore Jonathan turned to the Arabians, who were called Zabadeans, and smote them, and took their spoils."
    },
    {
      "verse": 32,
      "text": "And removing thence, he came to Damascus, and sopassed through all the country,"
    },
    {
      "verse": 33,
      "text": "Simon also went forth, and passed through the countryunto Ascalon, and the holds there adjoining, from whence he turned aside to Joppe, and won it."
    },
    {
      "verse": 34,
      "text": "For he had heard that they would deliver the hold unto them that took Demetrius’ part; wherefore he set a garrison there to keep it."
    },
    {
      "verse": 35,
      "text": "After this came Jonathan homeagain, and calling the elders of the people together, he consulted with them about building strong holds in Judea,"
    },
    {
      "verse": 36,
      "text": "and making the walls of Jerusalem higher, and raising a great mount between the tower and the city, for to separate it from the city, that so it might be alone, that menmight neither sell nor buy in it."
    },
    {
      "verse": 37,
      "text": "Upon this they came together to build upthe city, forasmuch as partof the wall toward the brook on the east side was fallen down, and they repaired that which was called Caphenatha."
    },
    {
      "verse": 38,
      "text": "Simon also set up Adida in Sephela, and made itstrong withgates and bars."
    },
    {
      "verse": 39,
      "text": "Now Tryphon went about to get the kingdom of Asia, and to kill Antiochus the king, that he might set the crown upon his own head."
    },
    {
      "verse": 40,
      "text": "Howbeit he was afraid that Jonathan would not suffer him, and that he would fight against him; wherefore he sought a way how to take Jonathan, that hemight kill him. So he removed, and came to Bethsan."
    },
    {
      "verse": 41,
      "text": "Then Jonathan went out to meet him with forty thousand men chosen for the battle, and came to Bethsan."
    },
    {
      "verse": 42,
      "text": "Now when Tryphon saw that Jonathan came with sogreat a force, he durst not stretch hishand against him;"
    },
    {
      "verse": 43,
      "text": "but received him honourably, and commended him unto all his friends, and gave him gifts, and commanded his men of war to be asobedient unto him, as to himself."
    },
    {
      "verse": 44,
      "text": "Unto Jonathan also he said, Why hast thou put all this people to so great trouble, seeing there is no war betwixt us?"
    },
    {
      "verse": 45,
      "text": "Therefore send them now home again, and choose a few men to wait on thee, and come thouwith me to Ptolemais, for I will give it thee, and the rest of the strong holds and forces, and all that have anycharge: as for me, I will return and depart: for this is the cause of my coming."
    },
    {
      "verse": 46,
      "text": "So Jonathanbelieving him did as he bade him, and sent away hishost, who went into the land of Judea."
    },
    {
      "verse": 47,
      "text": "And with himself he retained butthree thousand men, of whom he sent two thousand into Galilee, and one thousand went with him."
    },
    {
      "verse": 48,
      "text": "Now as soon as Jonathan entered into Ptolemais, they of Ptolemais shut the gates, and took him, and all them that came with him they slew with the sword."
    },
    {
      "verse": 49,
      "text": "Then sent Tryphon a host of footmenand horsemen into Galilee, and intothe great plain, to destroy all Jonathan’s company."
    },
    {
      "verse": 50,
      "text": "But when they knew that Jonathan and they that were with him were taken and slain, they encouraged one another, and went close together, prepared to fight."
    },
    {
      "verse": 51,
      "text": "They therefore that followed upon them, perceiving that they were ready to fightfor their lives, turned back again."
    },
    {
      "verse": 52,
      "text": "Whereupon they all came into the land of Judea peaceably, and therethey bewailed Jonathan, and them that were with him, and they were sore afraid; wherefore all Israel made great lamentation."
    },
    {
      "verse": 53,
      "text": "Then all the heathen that were round about them sought to destroy them: for said they, They have no captain, nor anyto help them:now therefore let us make war upon them, and take away their memorial from amongst men."
    }
  ]
}