{
  "book_id": "AMO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The words of 'Amos, who was among the herdmen of Tekoa, which he foresaw concerning Israel in the days of 'Uzziyah the king of Judah, and in the days of Jerobo'am the son of Joash the king of Israel, two years before the earthquake."
    },
    {
      "verse": 2,
      "text": "And he said, The Lord will cry aloud out of Zion, and from Jerusalem will he send forth his voice; and then shall mourn the pastures of the shepherds, and then shall dry up the top of Carmel."
    },
    {
      "verse": 3,
      "text": "Thus hath said the Lord, For three transgressions of Damascus, and for four, will I not turn away their punishment; because they have threshed [the inhabitants of] Gil'ad with threshing instruments of iron;"
    },
    {
      "verse": 4,
      "text": "And I will send a fire into the house of Chazael, which shall devour the palaces of Ben-hadad."
    },
    {
      "verse": 5,
      "text": "And I will break the bars of Damascus, and cut off the inhabitants from the valley of Aven, and him that holdeth the sceptre from the house of 'Eden: and the people of Syria shall be exiled unto Kir, saith the Lord."
    },
    {
      "verse": 6,
      "text": "Thus hath said the Lord, For three transgressions of Gazzah, and for four, will I not turn away their punishment; because they carried away exiles in full numbers, to deliver them up to Edom;"
    },
    {
      "verse": 7,
      "text": "And I will send a fire against the wall of Gazzah, which shall devour her palaces;"
    },
    {
      "verse": 8,
      "text": "And I will cut off the inhabitants from Ashdod, and him that holdeth the sceptre from Ashkelon, and I will turn my hand against 'Ekron: and the remnant of the Philistines shall perish, saith the Lord Eternal."
    },
    {
      "verse": 9,
      "text": "Thus hath said the Lord, For three transgressions of Tyre, and for four, will I not turn away their punishment; because they delivered up the exiles in full numbers to Edom, and remembered not the brotherly covenant;"
    },
    {
      "verse": 10,
      "text": "And I will send a fire against the walls of Tyre, which shall devour her palaces."
    },
    {
      "verse": 11,
      "text": "Thus hath said the Lord, For three transgressions of Edom, and for four, will I not turn away their punishment; because he pursued with the sword his brother, and disregarded his mercy, and his anger tore in pieces continually, and he kept his wrath for ever:"
    },
    {
      "verse": 12,
      "text": "And I will send out a fire against Theman, which shall devour the palaces of Bozrah."
    },
    {
      "verse": 13,
      "text": "Thus hath said the Lord, For three transgressions of the children of 'Ammon, and for four, will I not turn away their punishment; because they have ripped up the pregnant women of Gil'ad, in order to enlarge their own territory;"
    },
    {
      "verse": 14,
      "text": "And I will kindle a fire within the walls of Rabbah, which shall devour her palaces, with shouting on the day of battle, with a storm on the day of the tempest;"
    },
    {
      "verse": 15,
      "text": "And their king shall go into exile, he and his princes together, saith the Lord."
    }
  ]
}