{
  "book_id": "AMO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Hear this word which the Lord hath spoken concerning you, O children of Israel, concerning the whole family which I have brought up from the land of Egypt, saying,"
    },
    {
      "verse": 2,
      "text": "Only you have I loved out of all the families of the earth: therefore will I visit upon you all your iniquities."
    },
    {
      "verse": 3,
      "text": "Will two walk together, except they had agreed [to do so]?"
    },
    {
      "verse": 4,
      "text": "Will a lion roar in the forest, when he hath no prey? will a young lion send forth his voice out of his den, unless he have caught something?"
    },
    {
      "verse": 5,
      "text": "Can a bird fall in a snare upon the earth, when there is no gin for him? is ever a snare taken up from the ground, when it hath caught nothing at all?"
    },
    {
      "verse": 6,
      "text": "Shall a cornet be blown in a city, and the people not become afraid? shall there be evil in a city, and the Lord have not done it?"
    },
    {
      "verse": 7,
      "text": "For the Lord Eternal will do nothing, unless he have revealed his secret unto his servants the prophets."
    },
    {
      "verse": 8,
      "text": "The lion hath roared, who will not fear? the Lord Eternal hath spoken, who will not prophesy?"
    },
    {
      "verse": 9,
      "text": "Publish at the palaces in Ashdod, and at the palaces in the land of Egypt, and say, Assemble yourselves upon the mountains of Samaria, and behold the great confusions in her midst, and the oppressions [that are] within her."
    },
    {
      "verse": 10,
      "text": "For they know not how to act rightly, saith the Lord, who treasure up violence and robbery in their palaces."
    },
    {
      "verse": 11,
      "text": "Therefore thus hath said the Lord Eternal, The adversary [is there] and surroundeth the land: and he shall bring down from thee thy strength, and thy palaces shall be plundered."
    },
    {
      "verse": 12,
      "text": "Thus hath said the Lord, As the shepherd snatcheth out of the mouth of the lion [at most] two leg-bones, or a tip of the ear: so shall be delivered the children of Israel that sit in Samaria on the corner of a bed, and on Damascus couches."
    },
    {
      "verse": 13,
      "text": "Hear ye, and give warning in the house of Jacob, saith the Lord Eternal, the God of hosts."
    },
    {
      "verse": 14,
      "text": "For on the day when I visit the transgressions of Israel upon him, will I also inflict punishment on the altars of Beth-el: and then shall be hewn off the horns of the altar, and they shall fall to the ground."
    },
    {
      "verse": 15,
      "text": "And I will smite the winter-house together with the summer-house: and the houses of ivory shall disappear, and the great houses shall be no more, saith the Lord."
    }
  ]
}