{
  "book_id": "AMO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Hear this word, O ye cows of Bashan, that are on the mount of Samaria, who oppress the poor, who crush the needy, who say to their lords, Bring, and let us drink."
    },
    {
      "verse": 2,
      "text": "Sworn hath the Lord Eternal by his holiness, that, lo, days are coming over you, when men will carry you away with hooks, and your posterity with fishhooks."
    },
    {
      "verse": 3,
      "text": "And through breaches in the wall shall ye go out, every one through that before her: and ye shall cast off your proud greatness, saith the Lord."
    },
    {
      "verse": 4,
      "text": "Go then to Beth-el, and transgress; to Gilgal, [and] multiply transgression; and bring in the morning your sacrifices, after three days your tithes:"
    },
    {
      "verse": 5,
      "text": "And burn of leaven a sacrifice of thanksgiving, and proclaim and publish freewill-offerings; for so do you love [to do], O ye children of Israel, saith the Lord Eternal."
    },
    {
      "verse": 6,
      "text": "But, I also had indeed given you cleanness of teeth in all your cities, and want of bread in all your places: and yet have ye not returned unto me, saith the Lord."
    },
    {
      "verse": 7,
      "text": "And I also had indeed withholden from you the rain, when it was yet three months to the harvest; and I caused it to rain upon one city, and upon another city I caused it not to rain; one piece of land was rained upon, and another piece whereupon it rained not became dried up;"
    },
    {
      "verse": 8,
      "text": "And two or three cities wandered unto one city, to drink water; but they were not satisfied: and yet have ye not returned unto me, saith the Lord."
    },
    {
      "verse": 9,
      "text": "I had smitten you with blasting and mildew; the multitude of your gardens and your vineyards and your fig-trees and your olive-trees did the caterpillar devour: and yet have ye not returned unto me, saith the Lord."
    },
    {
      "verse": 10,
      "text": "I had sent out against you the pestilence after the manner of Egypt; I slew your young men with the sword, together with your captive horses; and I had caused the stench of your camps to ascend even into your nostrils; and yet ye have not returned unto me, saith the Lord."
    },
    {
      "verse": 11,
      "text": "I had produced an overthrow among you, like the overthrow by God of Sodom and Gomorrah, and ye became like a fire-brand snatched out of the burning: and yet have ye not returned unto me, saith the Lord."
    },
    {
      "verse": 12,
      "text": "Therefore thus will I do unto thee, O Israel: because then I will do this unto thee, prepare to meet thy God, O Israel."
    },
    {
      "verse": 13,
      "text": "For, lo, he that formeth the mountains, and createth the wind, and declareth unto man what is his thought, that maketh the morning-dawn [and] darkness, and treadeth upon the high places of the earth, — The Lord, the God of hosts, is his name."
    }
  ]
}