{
  "book_id": "AMO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Hear ye this word which I take up against you, as a lamentation, O house of Israel."
    },
    {
      "verse": 2,
      "text": "She is fallen, she will not rise again—the virgin of Israel: she is thrown down upon her land; there is none to raise her up."
    },
    {
      "verse": 3,
      "text": "For thus hath said the Lord Eternal, The city that goeth forth with a thousand shall retain but a hundred, and she that goeth forth with a hundred shall retain but ten, [left] to the house of Israel."
    },
    {
      "verse": 4,
      "text": "For thus hath said the Lord unto the house of Israel, Seek ye for me, and ye shall live;"
    },
    {
      "verse": 5,
      "text": "But seek not for Beth-el, and into Gilgal enter not, and to Beer-sheba' do not pass over; for Gilgal shall surely go into exile, and Beth-el shall become naught."
    },
    {
      "verse": 6,
      "text": "Seek for the Lord, and ye shall live: so that he come not suddenly like fire over the house of Joseph, and it devour, and there be none to quench it in Beth-el;"
    },
    {
      "verse": 7,
      "text": "Ye who change justice into wormwood, and cast down righteousness to the earth!"
    },
    {
      "verse": 8,
      "text": "[But] he maketh the seven stars and Orion, and changeth into morning the shadow of death, and maketh the day dark into night; he it is that calleth for the waters of the sea, and poureth them out over the face of the earth: The Lord is his name;"
    },
    {
      "verse": 9,
      "text": "That causeth wasting to prevail against the strong, so that wasting shall come against the fortress."
    },
    {
      "verse": 10,
      "text": "They hate him that rebuketh in the gate, and him that speaketh uprightly they abhor."
    },
    {
      "verse": 11,
      "text": "Therefore forasmuch as you tread down upon the poor, and ye take from him onerous contributions of corn: if ye have built houses of hewn stone, ye shall not dwell in them; if ye have planted pleasant vineyards, ye shall not drink their wine."
    },
    {
      "verse": 12,
      "text": "For I know your manifold transgressions and your numerous sins: ye are those that are the adversaries of the just, that take a ransom, and that wrest [the cause of] the needy in the gate."
    },
    {
      "verse": 13,
      "text": "Therefore will the intelligent keep silence in that time; for it is an evil time."
    },
    {
      "verse": 14,
      "text": "Seek for the good, and not the evil, in order that ye may live: and so will the Lord, the God of hosts, be with you, as ye have said."
    },
    {
      "verse": 15,
      "text": "Hate the evil, and love the good, and establish justice firmly in the gate: perhaps the Lord the God of hosts will be gracious unto the remnant of Joseph."
    },
    {
      "verse": 16,
      "text": "Therefore thus hath said the Eternal, the God of hosts, the Lord, On all public places there is lamentation, and in all the streets they cry, Woe! woe! and they call the husbandman to mourning, and to lamentation those skilled in wailing."
    },
    {
      "verse": 17,
      "text": "And in all vineyards there is lamentation; for I will pass through thy midst, saith the Lord."
    },
    {
      "verse": 18,
      "text": "Woe unto you that long for the day of the Lord! for what do you wish the day of the Lord? it is [one of] darkness, and not of light."
    },
    {
      "verse": 19,
      "text": "As if a man were to flee from a lion, and a bear should meet him; and he enter into the house, and lean his hand against the wall, and a serpent should bite him."
    },
    {
      "verse": 20,
      "text": "Behold the day of the Lord is [one of] darkness, and not of light; yea, it is obscure, and hath no brightness."
    },
    {
      "verse": 21,
      "text": "I hate, I despise your feast-days, and I will not smell [the sacrifices] on your festive assemblies."
    },
    {
      "verse": 22,
      "text": "For though ye should offer me burnt-offerings and your meat-offerings, I will not accept them in favor: and the peace-offerings of your fatted cattle will I not look at."
    },
    {
      "verse": 23,
      "text": "Remove thou from around me the noise of thy songs: and the playing of thy psalteries I will not hear."
    },
    {
      "verse": 24,
      "text": "But let justice roll along like water, and righteousness like a mighty stream."
    },
    {
      "verse": 25,
      "text": "Have ye offered unto me sacrifices and meat-offerings in the wilderness [during] forty years, O house of Israel?"
    },
    {
      "verse": 26,
      "text": "Bear then the canopy of your chief idol, and the figure of your images, the star of your god, which ye have made for yourselves."
    },
    {
      "verse": 27,
      "text": "And I will cause you to go into exile far beyond Damascus, saith the Lord, The God of hosts is his name."
    }
  ]
}