{
  "book_id": "AMO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Thus did the Lord Eternal show unto me: and, behold, he was forming locusts in the beginning of the sprouting up of the latter groweth; and, lo, it was the latter growth after the king's mowings [was over]."
    },
    {
      "verse": 2,
      "text": "And it came to pass, when they had made an end of eating up the herbs of the earth, that I said, O Lord Eternal, forgive, I beseech thee: how should Jacob be able to endure, since he is so small!"
    },
    {
      "verse": 3,
      "text": "The Lord bethought himself of this: It shall not be, said the Lord."
    },
    {
      "verse": 4,
      "text": "Thus did the Lord Eternal show unto me: and, behold, the Lord Eternal called forth the punishment by fire, and it devoured the great deep, and consumed the ploughed field."
    },
    {
      "verse": 5,
      "text": "Then said I, O Lord Eternal, forbear, I beseech thee: how should Jacob be able to endure, since he is so small!"
    },
    {
      "verse": 6,
      "text": "The Lord bethought himself of this: Also this shall not be, said the Lord Eternal."
    },
    {
      "verse": 7,
      "text": "Thus he showed unto me: and, behold, the Lord was standing upon a wall [made] by a plumbline, and in his hand was a plumbline."
    },
    {
      "verse": 8,
      "text": "And the Lord said unto me, What dost thou see, 'Amos? And I said, A plumbline. Then said the Lord, Behold, I will set a plumbline in the midst of my people Israel; I will not farther indulge them any more."
    },
    {
      "verse": 9,
      "text": "And the high places of Isaac shall be made desolate, and the sanctuaries of Israel shall be laid in ruins: and I will rise up against the house of Jerobo'am with the sword."
    },
    {
      "verse": 10,
      "text": "Then sent Amazyah, the priest of Beth-el, to Jerobo'am the king of Israel, saying, 'Amos hath conspired against thee in the midst of the house of Israel: the land is not able to bear all his words."
    },
    {
      "verse": 11,
      "text": "For thus hath 'Amos said, By the sword shall Jerobo'am die, and Israel shall surely be led away into exile out of their own land."
    },
    {
      "verse": 12,
      "text": "And Amazyah said unto 'Amos, Seer, go, flee thee away into the land of Judah, and eat there [thy] bread, and there prophesy;"
    },
    {
      "verse": 13,
      "text": "But at Beth-el prophesy not farther any more; for it is the king's sanctuary, and it is a royal residence."
    },
    {
      "verse": 14,
      "text": "Then answered 'Amos, and said to Amazyah, I am no prophet, nor am I a prophet's son; but I am a herdman, and a gatherer of wild figs;"
    },
    {
      "verse": 15,
      "text": "But the Lord hath taken me away from behind the flocks, and the Lord said unto me, Go, prophesy unto my people Israel."
    },
    {
      "verse": 16,
      "text": "And now hear thou the word of the Lord, Thou sayest, Prophesy not against Israel, and preach not against the house of Isaac."
    },
    {
      "verse": 17,
      "text": "Therefore thus hath said the Lord, Thy wife will play the harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided out by the line; and thou shalt die in an unclean land; and Israel shall surely be led forth into exile out of their land."
    }
  ]
}