{
  "book_id": "AMO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Thus did the Lord Eternal show unto me: and, behold, there was a basket of summer fruit."
    },
    {
      "verse": 2,
      "text": "And he said, What dost thou see, 'Amos? And I said, A basket of summer fruit. Then said the Lord unto me, The end is come for my people Israel: I will not farther indulge them any more."
    },
    {
      "verse": 3,
      "text": "And the songs of the temple shall become a wailing on that day, saith the Lord Eternal: many shall be the dead bodies; in every place shall men throw them down, [saying,] Be silent."
    },
    {
      "verse": 4,
      "text": "Hear this, O ye that are greedy to swallow the needy, and to ruin the poor of the land,"
    },
    {
      "verse": 5,
      "text": "Saying, When will the new moon be gone, that we may sell provision? and the sabbath, that we may open the corn-warehouses, making the ephah small, and increasing the shekel, and cheating with deceitful balances?"
    },
    {
      "verse": 6,
      "text": "That we may buy the poor for silver, and the needy for a pair of shoes; and even sell the refuse of the corn?"
    },
    {
      "verse": 7,
      "text": "Sworn hath the Lord by the excellency of Jacob, Surely I will not forget to eternity all their works."
    },
    {
      "verse": 8,
      "text": "Shall because of this the land not tremble, and mourn every one that dwelleth therein? and shall it not rise up like a stream wholly, and roll onward and sink again like the stream of Egypt?"
    },
    {
      "verse": 9,
      "text": "And it shall come to pass on that day, saith the Lord Eternal, that I will cause the sun to set at noon, and I will bring darkness over the earth on a bright day;"
    },
    {
      "verse": 10,
      "text": "And I will change your feasts into mourning, and all your songs into lamentations; and I will bring upon all loins sackcloth, and upon every head baldness; and I will cause [the land] to mourn as one doth for an only son, and its end to be as a day of bitter [complaint]."
    },
    {
      "verse": 11,
      "text": "Behold, days are coming, saith the Lord Eternal, when I will send a famine in the land, not a famine for bread, nor a thirst for water, but to hear the words of the Lord:"
    },
    {
      "verse": 12,
      "text": "And they will wander about from sea to sea, and from the north even to the east, they will roam about to seek the word of the Lord; but they shall not find it."
    },
    {
      "verse": 13,
      "text": "On that day shall the fair virgins and the young men faint for thirst;"
    },
    {
      "verse": 14,
      "text": "Those that swear by the guilt of Samaria, and say, As thy god liveth, O Dan; and, As liveth the worshipped idol of Beer-sheba',—yea, they shall fall, and never rise up again."
    }
  ]
}