{
  "book_id": "JOB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass on a certain day, that the angels of God came to stand before the Lord, and the devil came among them to stand before the Lord."
    },
    {
      "verse": 2,
      "text": "And the Lord said to the devil, Whence comest thou? Then the devil said before the Lord, I am come from going through the world, and walking about the whole earth."
    },
    {
      "verse": 3,
      "text": "And the Lord said to the devil, Hast thou then observed my servant Job, that there is none of \\add men\\add* upon the earth like him, a harmless, true, blameless, godly man, abstaining from all evil? and he yet cleaves to innocence, whereas thou hast told \\add me\\add* to destroy his substance without cause?"
    },
    {
      "verse": 4,
      "text": "And the devil answered and said to the Lord, Skin for skin, all that a man has will he give as a ransom for his life."
    },
    {
      "verse": 5,
      "text": "Nay, but put forth thine hand, and touch his bones and his flesh: verily he will bless thee to \\add thy\\add* face."
    },
    {
      "verse": 6,
      "text": "And the Lord said to the devil, Behold, I deliver him up to thee; only save his life."
    },
    {
      "verse": 7,
      "text": "So the devil went out from the Lord, and smote Job with sore boils from \\add his\\add* feet to \\add his\\add* head."
    },
    {
      "verse": 8,
      "text": "And he took a potsherd to scrape away the discharge, and sat upon a dung-heap outside the city."
    },
    {
      "verse": 9,
      "text": "And when much time had passed, his wife said to him, How long wilt thou hold out, saying,"
    },
    {
      "verse": 10,
      "text": "But he looked on her, and said to her, Thou hast spoken like one of the foolish women. If we have received good things of the hand of the Lord, shall we not endure evil things? In all these things that happened to him, Job sinned not at all with his lips before God."
    },
    {
      "verse": 11,
      "text": "Now his three friends having heard of all the evil that was come upon him, came to him each from his own country: Eliphaz the king of the Thæmans, Baldad sovereign of the Saucheans, Sophar king of the Minæans: and they came to him with one accord, to comfort and to visit him."
    },
    {
      "verse": 12,
      "text": "And when they saw him from a distance they did not know him; and they cried with a loud voice, and wept, and rent every one his garment, and sprinkled dust upon \\add their heads\\add*,"
    },
    {
      "verse": 13,
      "text": "and they sat down beside him seven days and seven nights, and no one of them spoke; for they saw that \\add his\\add* affliction was dreadful and very great."
    }
  ]
}