{
  "book_id": "JOB",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Then Eliphaz the Thæmanite answered and said,"
    },
    {
      "verse": 2,
      "text": "Will a wise man give for answer a \\add mere\\add* breath of wisdom? and does he fill up the pain of his belly,"
    },
    {
      "verse": 3,
      "text": "reasoning with improper sayings, and with words wherein is no profit?"
    },
    {
      "verse": 4,
      "text": "Hast not thou moreover cast off fear, and accomplished such words before the Lord?"
    },
    {
      "verse": 5,
      "text": "Thou art guilty by the words of thy mouth, neither hast thou discerned the words of the mighty."
    },
    {
      "verse": 6,
      "text": "Let thine own mouth, and not me, reprove thee: and thy lips shall testify against thee."
    },
    {
      "verse": 7,
      "text": "What! art thou the first man that was born? or wert thou established before the hills?"
    },
    {
      "verse": 8,
      "text": "Or hast thou heard the ordinance of the Lord? or has God used thee as \\add his\\add* counsellor? and has wisdom come \\add only\\add* to thee?"
    },
    {
      "verse": 9,
      "text": "For what knowest thou, that we know not? or what understandest thou, which we do not also?"
    },
    {
      "verse": 10,
      "text": "Truly among us \\add are\\add* both the old and very aged man, more advanced in days than thy father."
    },
    {
      "verse": 11,
      "text": "Thou hast been scourged for \\add but\\add* few of thy sins: thou hast spoken haughtily \\add and\\add* extravagantly."
    },
    {
      "verse": 12,
      "text": "What has thine heart dared? or what have thine eyes \\add aimed at\\add*,"
    },
    {
      "verse": 13,
      "text": "that thou hast vented \\add thy\\add* rage before the Lord, and delivered such words from \\add thy\\add* mouth?"
    },
    {
      "verse": 14,
      "text": "For who, being a mortal, \\add is such\\add* that he shall be blameless? or, \\add who that is\\add* born of a woman, that he should be just?"
    },
    {
      "verse": 15,
      "text": "Forasmuch as he trusts not his saints; and the heaven is not pure before him."
    },
    {
      "verse": 16,
      "text": "Alas then, abominable and unclean is man, drinking unrighteousness as a draught."
    },
    {
      "verse": 17,
      "text": "But I will tell thee, hearken to me; I will tell thee now what I have seen;"
    },
    {
      "verse": 18,
      "text": "things wise men say, and their fathers have not hidden."
    },
    {
      "verse": 19,
      "text": "To them alone the earth was given, and no stranger came upon them."
    },
    {
      "verse": 20,
      "text": "All the life of the ungodly \\add is spent\\add* in care, and the years granted to the oppressor are numbered."
    },
    {
      "verse": 21,
      "text": "And his terror is in his ears: just when he seems to be at peace, his overthrow will come."
    },
    {
      "verse": 22,
      "text": "Let him not trust that he shall return from darkness, for he has been already made over to the power of the sword."
    },
    {
      "verse": 23,
      "text": "And he has been appointed to be food for vultures; and he knows within himself that he is doomed to be a carcase: and a dark day shall carry him away as with a whirlwind."
    },
    {
      "verse": 24,
      "text": "Distress also and anguish shall come upon him: he shall fall as a captain in the first rank."
    },
    {
      "verse": 25,
      "text": "For he has lifted his hands against the Lord, and he has hardened his neck against the Almighty Lord."
    },
    {
      "verse": 26,
      "text": "And he has run against him with insolence, on the thickness of the back of his shield."
    },
    {
      "verse": 27,
      "text": "For he has covered his face with his fat, and made layers of fat upon his thighs."
    },
    {
      "verse": 28,
      "text": "And let him lodge in desolate cities, and enter into houses without inhabitant: and what they have prepared, others shall carry away."
    },
    {
      "verse": 29,
      "text": "Neither shall he at all grow rich, nor shall his substance remain: he shall not cast a shadow upon the earth."
    },
    {
      "verse": 30,
      "text": "Neither shall he in any wise escape the darkness: let the wind blast his blossom, and let his flower fall off."
    },
    {
      "verse": 31,
      "text": "Let him not think that he shall endure; for his end shall be vanity."
    },
    {
      "verse": 32,
      "text": "His harvest shall perish before the time, and his branch shall not flourish."
    },
    {
      "verse": 33,
      "text": "And let him be gathered as the unripe grape before the time, and let him fall as the blossom of the olive."
    },
    {
      "verse": 34,
      "text": "For death is the witness of an ungodly man, and fire shall burn the houses of them that receive gifts."
    },
    {
      "verse": 35,
      "text": "And he shall conceive sorrows, and his end shall be vanity, and his belly shall bear deceit."
    }
  ]
}