{
  "book_id": "JOB",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Then Eliphaz the Thæmanite answered and said,"
    },
    {
      "verse": 2,
      "text": "Is it not the Lord that teaches understanding and knowledge?"
    },
    {
      "verse": 3,
      "text": "For what matters it to the Lord, if thou wert blameless in \\add thy\\add* works? or is it profitable that thou shouldest perfect thy way?"
    },
    {
      "verse": 4,
      "text": "Wilt thou maintain and plead thine own cause? and will he enter into judgment with thee?"
    },
    {
      "verse": 5,
      "text": "Is not thy wickedness abundant, and thy sins innumerable?"
    },
    {
      "verse": 6,
      "text": "And thou hast taken security of thy brethren for nothing, and hast taken away the clothing of the naked."
    },
    {
      "verse": 7,
      "text": "Neither hast thou given water to the thirsty to drink, but hast taken away the morsel of the hungry."
    },
    {
      "verse": 8,
      "text": "And thou hast accepted the persons of some; and thou hast established those \\add that were already settled\\add* on the earth."
    },
    {
      "verse": 9,
      "text": "But thou hast sent widows away empty, and hast afflicted orphans."
    },
    {
      "verse": 10,
      "text": "Therefore snares have compassed thee, and disastrous war has troubled thee."
    },
    {
      "verse": 11,
      "text": "The light has proved darkness to thee, and water has covered thee on thy lying down."
    },
    {
      "verse": 12,
      "text": "Does not he that dwells in the high places observe? and has he not brought down the proud?"
    },
    {
      "verse": 13,
      "text": "And thou hast said, What does the Mighty One know? does he judge in the dark?"
    },
    {
      "verse": 14,
      "text": "A cloud is his hiding-place, and he shall not be seen; and he passes through the circle of heaven."
    },
    {
      "verse": 15,
      "text": "Wilt thou \\add not\\add* mark the old way, which righteous men have trodden?"
    },
    {
      "verse": 16,
      "text": "who were seized before their time: their foundations \\add are as\\add* an overflowing stream."
    },
    {
      "verse": 17,
      "text": "Who say, What will the Lord do to us? or what will the Almighty bring upon us?"
    },
    {
      "verse": 18,
      "text": "Yet he filled their houses with good things: but the counsel of the wicked is far from him."
    },
    {
      "verse": 19,
      "text": "The righteous have seen \\add it\\add*, and laughed, and the blameless one has derided \\add them\\add*."
    },
    {
      "verse": 20,
      "text": "Verily their substance has been utterly destroyed, and the fire shall devour what is left of their \\add property\\add*."
    },
    {
      "verse": 21,
      "text": "Be firm, I pray thee, if thou canst endure; then thy fruit shall prosper."
    },
    {
      "verse": 22,
      "text": "And receive a declaration from his mouth, and lay up his words in thine heart."
    },
    {
      "verse": 23,
      "text": "And if thou shalt turn and humble thyself before the Lord, thou hast \\add thus\\add* removed unrighteousness far from thy habitation."
    },
    {
      "verse": 24,
      "text": "Thou shalt lay up for thyself \\add treasure\\add* in a heap on the rock; and Sophir \\add shall be\\add* as the rock of the torrent."
    },
    {
      "verse": 25,
      "text": "So the Almighty shall be thy helper from enemies, and he shall bring thee forth pure as silver that has been tried by fire."
    },
    {
      "verse": 26,
      "text": "Then shalt thou have boldness before the Lord, looking up cheerfully to heaven."
    },
    {
      "verse": 27,
      "text": "And he shall hear thee when thou prayest to him, and he shall grant thee \\add power\\add* to pay thy vows."
    },
    {
      "verse": 28,
      "text": "And he shall establish to thee again a habitation of righteousness and there shall be light upon thy paths."
    },
    {
      "verse": 29,
      "text": "Because thou hast humbled thyself; and thou shalt say, \\add Man\\add* has behaved proudly, but he shall save him that is of lowly eyes."
    },
    {
      "verse": 30,
      "text": "He shall deliver the innocent, and do thou save thyself by thy pure hands."
    }
  ]
}