{
  "book_id": "JOB",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said,"
    },
    {
      "verse": 2,
      "text": "Yea, I know that pleading is out of my reach; and his hand has been made heavy upon my groaning."
    },
    {
      "verse": 3,
      "text": "Who would then know that I might find him, and come to an end \\add of the matter\\add*?"
    },
    {
      "verse": 4,
      "text": "And I would plead my own cause, and he would fill my mouth with arguments."
    },
    {
      "verse": 5,
      "text": "And I would know the remedies which he would speak to me, and I would perceive what he would tell me."
    },
    {
      "verse": 6,
      "text": "Though he should come on me in \\add his\\add* great strength, then he would not threaten me;"
    },
    {
      "verse": 7,
      "text": "for truth and reproof are from him; and he would bring forth my judgment to an end."
    },
    {
      "verse": 8,
      "text": "For if I shall go first, and exist no longer, still what do I know \\add concerning\\add* the latter end?"
    },
    {
      "verse": 9,
      "text": "When he wrought on the left hand, then I observed \\add it\\add* not: his right hand shall encompass me but I shall not see \\add it\\add*."
    },
    {
      "verse": 10,
      "text": "For he knows already my way; and he has tried me as gold."
    },
    {
      "verse": 11,
      "text": "And I will go forth according to his commandments, for I have kept his ways; and I shall not turn aside from his commandments,"
    },
    {
      "verse": 12,
      "text": "neither shall I transgress; but I have hid his words in my bosom."
    },
    {
      "verse": 13,
      "text": "And if too he has thus judged, who is he that has contradicted, for he has both willed \\add a thing\\add* and done it."
    },
    {
      "verse": 15,
      "text": "Therefore am I troubled at him; and when I was reproved, I thought of him."
    },
    {
      "verse": 16,
      "text": "But the Lord has softened my heart, and the Almighty has troubled me."
    },
    {
      "verse": 17,
      "text": "For I knew not that darkness would come upon me, and thick darkness has covered \\add me\\add* before my face."
    }
  ]
}