{
  "book_id": "JOB",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And Job further continued and said in his parable,"
    },
    {
      "verse": 2,
      "text": "AsGod lives, who has thus judged me; and the Almighty, who has embittered my soul;"
    },
    {
      "verse": 3,
      "text": "verily, while my breath is yet in me, and the breath of God which remains to me is in my nostrils,"
    },
    {
      "verse": 4,
      "text": "my lips shall not speak evil words, neither shall my soul meditate unrighteous thoughts."
    },
    {
      "verse": 5,
      "text": "Far be it from me that I should justify you till I die; for I will not let go my innocence,"
    },
    {
      "verse": 6,
      "text": "but keeping fast to myrighteousness I will by no means let it go: for I am not conscious to myself of having done any thing amiss."
    },
    {
      "verse": 7,
      "text": "Nay rather, but let mine enemies be as the overthrow of the ungodly, and they that rise up against me, as the destruction of transgressors."
    },
    {
      "verse": 8,
      "text": "For what is the hope of the ungodly, that he holds to it? will he indeed trust in the Lord andbe saved?"
    },
    {
      "verse": 9,
      "text": "Will God hear his prayer? or, when distress has come upon him,"
    },
    {
      "verse": 10,
      "text": "has he any confidence before him? or will Godhear him as he calls upon him?"
    },
    {
      "verse": 11,
      "text": "Yet now I will tell you what is in the hand of the Lord: I will not lie concerning the things which are with the Almighty."
    },
    {
      "verse": 12,
      "text": "Behold, ye all know that ye are adding vanity to vanity."
    },
    {
      "verse": 13,
      "text": "This is the portion of an ungodly man from the Lord, and the possession of oppressors shall come upon them from the Almighty."
    },
    {
      "verse": 14,
      "text": "And if their children be many, they shall be for slaughter: and if they grow up, they shall beg."
    },
    {
      "verse": 15,
      "text": "And they that survive of him shall utterly perish, and no one shall pity their widows."
    },
    {
      "verse": 16,
      "text": "Even if he should gather silver as earth, and prepare gold as clay;"
    },
    {
      "verse": 17,
      "text": "all these things shall the righteous gain, and the truehearted shall possess his wealth."
    },
    {
      "verse": 18,
      "text": "And his house is gone like moths, and like a spider's web."
    },
    {
      "verse": 19,
      "text": "The rich man shall lie down, and shall not continue: he has opened his eyes, and he is not."
    },
    {
      "verse": 20,
      "text": "Pains have come upon him as water, and darkness has carried him away by night."
    },
    {
      "verse": 21,
      "text": "And a burning wind shall catch him, and he shall depart, and it shall utterly drive him out of his place."
    },
    {
      "verse": 22,
      "text": "And Godshall cast troubleupon him, and not spare: he would fain flee out of his hand."
    },
    {
      "verse": 23,
      "text": "He shall cause mento clap their hands against them, and shall hiss him out of his place."
    }
  ]
}