{
  "book_id": "JOB",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "And Elius resumed and said,"
    },
    {
      "verse": 2,
      "text": "What is this that thou thinkest to be according to right? who art thou that thou hast said, I am righteous before the Lord?"
    },
    {
      "verse": 4,
      "text": "I will answer thee, and thy three friends."
    },
    {
      "verse": 5,
      "text": "Look up to the sky and see; and consider the clouds, how high \\add they are\\add* above thee."
    },
    {
      "verse": 6,
      "text": "If thou hast sinned, what wilt thou do? and if too thou hast transgressed much, what canst thou perform?"
    },
    {
      "verse": 7,
      "text": "And suppose thou art righteous, what wilt thou give him? or what shall he receive of thy hand?"
    },
    {
      "verse": 8,
      "text": "Thy ungodliness \\add may affect\\add* a man who is like to thee; or thy righteousness a son of man."
    },
    {
      "verse": 9,
      "text": "They that are oppressed of a multitude will be ready to cry out; they will call for help because of the arm of many."
    },
    {
      "verse": 10,
      "text": "But none said, Where is God that made me, who appoints the night-watches;"
    },
    {
      "verse": 11,
      "text": "who makes me to differ from the four-footed beasts of the earth, and from the birds of the sky?"
    },
    {
      "verse": 12,
      "text": "There they shall cry, and none shall hearken, even because of the insolence of wicked men."
    },
    {
      "verse": 13,
      "text": "For the Lord desires not to look on error, for he is the Almighty One."
    },
    {
      "verse": 14,
      "text": "He beholds them that perform lawless deeds, and he will save me: and do thou plead before him, if thou canst praise him, as it is \\add possible\\add* even now."
    },
    {
      "verse": 15,
      "text": "For he is not \\add now\\add* regarding his wrath, nor has he noticed severely any trespass."
    },
    {
      "verse": 16,
      "text": "Yet Job vainly opens his mouth, in ignorance he multiplies words."
    }
  ]
}