{
  "book_id": "JOB",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "And after Elius had ceased from speaking, the Lord spoke to Job through the whirlwind and clouds, \\add saying\\add*,"
    },
    {
      "verse": 2,
      "text": "Who is this that hides counsel from me, and confines words in \\add his\\add* heart, and thinks to conceal \\add them\\add* from me?"
    },
    {
      "verse": 3,
      "text": "Gird thy loins like a man; and I will ask thee, and do thou answer me."
    },
    {
      "verse": 4,
      "text": "Where wast thou when I founded the earth? tell me now, if thou hast knowledge,"
    },
    {
      "verse": 5,
      "text": "who set the measures of it, if thou knowest? or who stretched a line upon it?"
    },
    {
      "verse": 6,
      "text": "On what are its rings fastened? and who is he that laid the corner-stone upon it?"
    },
    {
      "verse": 7,
      "text": "When the stars were made, all my angels praised me with a loud voice."
    },
    {
      "verse": 8,
      "text": "And I shut up the sea with gates, when it rushed out, coming forth out of its mother's womb."
    },
    {
      "verse": 9,
      "text": "And I made a cloud its clothing, and swathed it in mist."
    },
    {
      "verse": 10,
      "text": "And I set bounds to it, surrounding it with bars and gates."
    },
    {
      "verse": 11,
      "text": "And I said to it, Hitherto shalt thou come, but thou shalt not go beyond, but thy waves shall be confined within thee."
    },
    {
      "verse": 12,
      "text": "Or did I order the morning light in thy time; and \\add did\\add* the morning star \\add then first\\add* see his appointed place;"
    },
    {
      "verse": 13,
      "text": "to lay hold of the extremities of the earth, to cast out the ungodly out of it?"
    },
    {
      "verse": 14,
      "text": "Or didst thou take clay of the ground, and form a living creature, and set it with the power of speech upon the earth?"
    },
    {
      "verse": 15,
      "text": "And hast thou removed light from the ungodly, and crushed the arm of the proud?"
    },
    {
      "verse": 16,
      "text": "Or hast thou gone to the source of the sea, and walked in the tracks of the deep?"
    },
    {
      "verse": 17,
      "text": "And do the gates of death open to thee for fear; and did the porters of hell quake when they saw thee?"
    },
    {
      "verse": 18,
      "text": "And hast thou been instructed in the breadth of the \\add whole earth\\add* under heaven? tell me now, what is the extent of it?"
    },
    {
      "verse": 19,
      "text": "And in what kind of a land does the light dwell? and of what kind is the place of darkness?"
    },
    {
      "verse": 20,
      "text": "If thou couldest bring me to their \\add utmost\\add* boundaries, and if also thou knowest their paths;"
    },
    {
      "verse": 21,
      "text": "I know then that thou wert born at that time, and the number of thy years is great."
    },
    {
      "verse": 22,
      "text": "But hast thou gone to the treasures of snow? and hast thou seen the treasures of hail?"
    },
    {
      "verse": 23,
      "text": "And is there a store \\add of them\\add*, for thee against the time of \\add thine\\add* enemies, for the day of wars and battle?"
    },
    {
      "verse": 24,
      "text": "And whence proceeds the frost? or \\add whence\\add* is the south wind dispersed over the \\add whole world\\add* under heaven?"
    },
    {
      "verse": 25,
      "text": "And who prepared a course for the violent rain, and a way for the thunders;"
    },
    {
      "verse": 26,
      "text": "to rain upon the land where \\add there is\\add* no man, the wilderness, where there is not a man in it; so as to feed the untrodden and uninhabited \\add land\\add*,"
    },
    {
      "verse": 27,
      "text": "and cause it to send forth a crop of green herbs?"
    },
    {
      "verse": 28,
      "text": "Who is the rain's father? and who has generated the drops of dew?"
    },
    {
      "verse": 29,
      "text": "And out of whose womb comes the ice? and who has produced the frost in the sky,"
    },
    {
      "verse": 30,
      "text": "which descends like flowing water? who has terrified the face of the ungodly?"
    },
    {
      "verse": 31,
      "text": "And dost thou understand the band of Pleias, and hast thou opened the barrier of Orion?"
    },
    {
      "verse": 32,
      "text": "Or wilt thou reveal Mazuroth in his season, and the evening star with his rays? Wilt thou guide them?"
    },
    {
      "verse": 33,
      "text": "And knowest thou the changes of heaven, or the events which take place together under heaven?"
    },
    {
      "verse": 34,
      "text": "And wilt thou call a cloud with thy voice, and will it obey thee with a violent shower of much rain?"
    },
    {
      "verse": 35,
      "text": "And wilt thou send lightnings, and they shall go? and shall they say to thee, What is \\add thy pleasure\\add*?"
    },
    {
      "verse": 36,
      "text": "And who has given to women skill in weaving, or knowledge of embroidery?"
    },
    {
      "verse": 37,
      "text": "And who is he that numbers the clouds in wisdom, and has bowed the heaven \\add down\\add* to the earth?"
    },
    {
      "verse": 38,
      "text": "For it is spread out as dusty earth, and I have cemented it as one hewn stone to another."
    },
    {
      "verse": 39,
      "text": "And wilt thou hunt a prey for the lions? and satisfy the desires of the serpents?"
    },
    {
      "verse": 40,
      "text": "For they fear in their lairs, and lying in wait couch in the woods."
    },
    {
      "verse": 41,
      "text": "And who has prepared food for the raven? for its young ones wander and cry to the Lord, in search of food."
    }
  ]
}