{
  "book_id": "JOB",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said to the Lord,"
    },
    {
      "verse": 2,
      "text": "I know that thou canst do all things, and nothing is impossible with thee."
    },
    {
      "verse": 3,
      "text": "For who is he that hides counsel from thee? or who keeps back his words, and thinks to hide them from thee? and who will tell me what I knew not, great and wonderful things which I understood not?"
    },
    {
      "verse": 4,
      "text": "But hear me, O Lord, that I also may speak: and I will ask thee, and do thou teach me."
    },
    {
      "verse": 5,
      "text": "I have heard the report of thee by the ear before; but now mine eye has seen thee."
    },
    {
      "verse": 6,
      "text": "Wherefore I have counted myself vile, and have fainted: and I esteem myself dust and ashes."
    },
    {
      "verse": 7,
      "text": "And it came to pass after the Lord had spoken all these words to Job, thatthe Lord said to Eliphaz the Thæmanite, Thou hast sinned, and thy two friends: for ye have not said anything true before me, as my servant Job has."
    },
    {
      "verse": 8,
      "text": "Now then take seven bullocks, and seven rams, and go to my servant Job, and he shall offer a burnt-offering for you. And my servant Job shall pray for you, for I will only accept him: for but for his sake, I would have destroyed you, for ye have not spoken the truth against my servant Job."
    },
    {
      "verse": 9,
      "text": "So Eliphaz the Thæmanite, and Baldad the Sauchite, and Sophar the Minæan, went and did as the Lord commanded them: and he pardoned their sin for the sake of Job."
    },
    {
      "verse": 10,
      "text": "And the Lord prospered Job: and when he prayed also for his friends, he forgave them theirsin: and the Lord gave Job twice as much, even the double of what he had before."
    },
    {
      "verse": 11,
      "text": "And all his brethren and his sisters heard all that had happened to him, and they came to him, and so didall that had known him from the first: and they ate and drank with him, and comforted him, and wondered at all that the Lord had brought upon him: and each one gave him a lamb, and four drachms' weight of gold, even of unstamped gold."
    },
    {
      "verse": 12,
      "text": "And the Lord blessed the latter end of Job, morethan the beginning: and his cattle were fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, a thousand she-asses of the pastures."
    },
    {
      "verse": 13,
      "text": "And there were born to him seven sons and three daughters."
    },
    {
      "verse": 14,
      "text": "And he called the first, Day, and the second, Casia, and the third, Amalthæa's horn."
    },
    {
      "verse": 15,
      "text": "And there were not found in comparison with the daughters of Job, fairer womenthan they in all the world: and their father gave them an inheritance among their brethren."
    },
    {
      "verse": 16,
      "text": "And Job lived after hisaffliction a hundred and seventy years: and all the years he lived were two hundred and forty: and Job saw his sons and his sons' sons, the fourth generation."
    },
    {
      "verse": 17,
      "text": "And Job died, an old man and full of days:"
    }
  ]
}