{
  "book_id": "ZEC",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I lift up mine eyes again, and looked, and behold, a man with a measuring line in his hand."
    },
    {
      "verse": 2,
      "text": "Then said I, Whither goest thou? And he said unto me, To measure Jerusalem, to see what \\add is\\add* the breadth thereof, and what \\add is\\add* the length thereof."
    },
    {
      "verse": 3,
      "text": "And behold, the angel that talked with me went forth, and another angel went out to meet him,"
    },
    {
      "verse": 4,
      "text": "and said unto him, Run, speak to this young man, saying, Jerusalem shall be inhabited \\add as\\add* towns without walls For the multitude of men and cattle therein:"
    },
    {
      "verse": 5,
      "text": "For I, saith the \\sc Lord\\sc*, will be unto her a wall of fire round about, And will be the glory in the midst of her."
    },
    {
      "verse": 6,
      "text": "Ho, ho, \\add come forth\\add*, and flee from the land of the north, saith the \\sc Lord\\sc*: For I have spread you abroad as the four winds of the heaven, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 7,
      "text": "Deliver thyself, O Zion, that dwellest \\add with\\add* the daughter of Babylon."
    },
    {
      "verse": 8,
      "text": "For thus saith the \\sc Lord\\sc* of hosts; After the glory hath he sent me unto the nations which spoiled you: For he that toucheth you toucheth the apple of his eye."
    },
    {
      "verse": 9,
      "text": "For behold, I \\add will\\add* shake mine hand upon them, And they shall be a spoil to their servants: And ye shall know that the \\sc Lord\\sc* of hosts hath sent me."
    },
    {
      "verse": 10,
      "text": "Sing and rejoice, O daughter of Zion: For lo, I come, and I will dwell in the midst of thee, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 11,
      "text": "And many nations shall be joined to the \\sc Lord\\sc* in that day, And shall be my people: And I will dwell in the midst of thee, And thou shalt know that the \\sc Lord\\sc* of hosts hath sent me unto thee."
    },
    {
      "verse": 12,
      "text": "And the \\sc Lord\\sc* shall inherit Judah his portion in the holy land, And shall choose Jerusalem again."
    },
    {
      "verse": 13,
      "text": "Be silent, O all flesh, before the \\sc Lord\\sc*: For he is raised up out of his holy habitation."
    }
  ]
}