{
  "book_id": "ZEC",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And the angel that talked with me came again, and waked me, as a man that is wakened out of his sleep,"
    },
    {
      "verse": 2,
      "text": "and said unto me, What seest thou? And I said, I have looked, and behold, a candlestick all of gold, with a bowl upon the top of it, and his seven lamps thereon, and seven pipes to the seven lamps, which \\add were\\add* upon the top thereof:"
    },
    {
      "verse": 3,
      "text": "and two olive trees by it, one upon the right \\add side\\add* of the bowl, and the other upon the left \\add side\\add* thereof."
    },
    {
      "verse": 4,
      "text": "So I answered and spake to the angel that talked with me, saying, What \\add are\\add* these, my lord?"
    },
    {
      "verse": 5,
      "text": "Then the angel that talked with me answered and said unto me, Knowest thou not what these \\add be?\\add* And I said, No, my lord."
    },
    {
      "verse": 6,
      "text": "Then he answered and spake unto me, saying, This \\add is\\add* the word of the \\sc Lord\\sc* unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, Saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 7,
      "text": "Who \\add art\\add* thou, O great mountain? before Zerubbabel \\add thou shalt\\add* become a plain: And he shall bring forth the headstone \\add thereof with\\add* shoutings, \\add crying\\add*, Grace, grace unto it."
    },
    {
      "verse": 8,
      "text": "Moreover the word of the \\sc Lord\\sc* came unto me, saying,"
    },
    {
      "verse": 9,
      "text": "The hands of Zerubbabel have laid the foundation of this house; His hands shall also finish \\add it;\\add* And thou shalt know that the \\sc Lord\\sc* of hosts hath sent me unto you."
    },
    {
      "verse": 10,
      "text": "For who hath despised the day of small \\add things?\\add* For they shall rejoice, and shall see the plummet in the hand of Zerubbabel \\add with\\add* those seven; They \\add are\\add* the eyes of the \\sc Lord\\sc*, which run to and fro through the whole earth."
    },
    {
      "verse": 11,
      "text": "Then answered I, and said unto him, What \\add are\\add* these two olive trees upon the right \\add side\\add* of the candlestick and upon the left \\add side\\add* thereof?"
    },
    {
      "verse": 12,
      "text": "And I answered again, and said unto him, What \\add be these\\add* two olive branches which through the two golden pipes empty the golden \\add oil\\add* out of themselves?"
    },
    {
      "verse": 13,
      "text": "And he answered me and said, Knowest thou not what these \\add be?\\add* And I said, No, my lord."
    },
    {
      "verse": 14,
      "text": "Then said he, These \\add are\\add* the two anointed ones, that stand by the Lord of the whole earth."
    }
  ]
}