{
  "book_id": "ZEC",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Then I turned, and lift up mine eyes, and looked, and behold, a flying roll."
    },
    {
      "verse": 2,
      "text": "And he said unto me, What seest thou? And I answered, I see a flying roll; the length thereof \\add is\\add* twenty cubits, and the breadth thereof ten cubits."
    },
    {
      "verse": 3,
      "text": "Then said he unto me, This \\add is\\add* the curse that goeth forth over the face of the whole earth: For every one that stealeth shall be cut off \\add as\\add* on this \\add side\\add* according to it; And every one that sweareth shall be cut off \\add as\\add* on that \\add side\\add* according to it."
    },
    {
      "verse": 4,
      "text": "I will bring it forth, saith the \\sc Lord\\sc* of hosts, And it shall enter into the house of the thief, And into the house of him that sweareth falsely by my name: And it shall remain in the midst of his house, And shall consume it with the timber thereof and the stones thereof."
    },
    {
      "verse": 5,
      "text": "Then the angel that talked with me went forth, and said unto me, Lift up now thine eyes, and see what \\add is\\add* this that goeth forth."
    },
    {
      "verse": 6,
      "text": "And I said, What \\add is\\add* it? And he said, This \\add is\\add* an ephah that goeth forth. He said moreover, This \\add is\\add* their resemblance through all the earth."
    },
    {
      "verse": 7,
      "text": "And behold, there \\add was\\add* lift up a talent of lead: and this \\add is\\add* a woman that sitteth in the midst of the ephah."
    },
    {
      "verse": 8,
      "text": "And he said, This \\add is\\add* wickedness. And he cast it into the midst of the ephah; and he cast the weight of lead upon the mouth thereof."
    },
    {
      "verse": 9,
      "text": "Then lift I up mine eyes, and looked, and behold, there came out two women, and the wind \\add was\\add* in their wings; for they had wings like the wings of a stork: and they lift up the ephah between the earth and the heaven."
    },
    {
      "verse": 10,
      "text": "Then said I to the angel that talked with me, Whither do these bear the ephah?"
    },
    {
      "verse": 11,
      "text": "And he said unto me, To build it a house in the land of Shinar: and it shall be established, and set there upon her own base."
    }
  ]
}