{
  "book_id": "ZEC",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And I turned, and lift up mine eyes, and looked, and behold, there came four chariots out from between two mountains; and the mountains \\add were\\add* mountains of brass."
    },
    {
      "verse": 2,
      "text": "In the first chariot \\add were\\add* red horses; and in the second chariot black horses;"
    },
    {
      "verse": 3,
      "text": "and in the third chariot white horses; and in the fourth chariot grisled \\add and\\add* bay horses."
    },
    {
      "verse": 4,
      "text": "Then I answered and said unto the angel that talked with me, What \\add are\\add* these, my lord?"
    },
    {
      "verse": 5,
      "text": "And the angel answered and said unto me, These \\add are\\add* the four spirits of the heavens, \\add which\\add* go forth from standing before the Lord of all the earth."
    },
    {
      "verse": 6,
      "text": "The black horses which \\add are\\add* therein go forth into the north country; and the white go forth after them; and the grisled go forth toward the south country."
    },
    {
      "verse": 7,
      "text": "And the bay went forth, and sought to go that \\add they\\add* might walk to and fro through the earth: and he said, Get ye \\add hence\\add*, walk to and fro through the earth. So they walked to and fro through the earth."
    },
    {
      "verse": 8,
      "text": "Then cried he upon me, and spake unto me, saying, Behold, these that go toward the north country have quieted my spirit in the north country."
    },
    {
      "verse": 9,
      "text": "And the word of the \\sc Lord\\sc* came unto me, saying,"
    },
    {
      "verse": 10,
      "text": "Take of \\add them of\\add* the captivity, \\add even\\add* of Heldai, of Tobijah, and of Jedaiah, which are come from Babylon, and come thou the same day, and go \\add into\\add* the house of Josiah the son of Zephaniah;"
    },
    {
      "verse": 11,
      "text": "then take silver and gold, and make crowns, and set \\add them\\add* upon the head of Joshua the son of Josedech the high priest;"
    },
    {
      "verse": 12,
      "text": "and speak unto him, saying, Thus speaketh the \\sc Lord\\sc* of hosts, saying, Behold the man whose name \\add is\\add* The BRANCH; And he shall grow up out of his place, And he shall build the temple of the \\sc Lord\\sc*:"
    },
    {
      "verse": 13,
      "text": "Even he shall build the temple of the \\sc Lord\\sc*; And he shall bear the glory, And shall sit and rule upon his throne: And he shall be a priest upon his throne: And the counsel of peace shall be between them both."
    },
    {
      "verse": 14,
      "text": "And the crowns shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen the son of Zephaniah, for a memorial in the temple of the \\sc Lord\\sc*."
    },
    {
      "verse": 15,
      "text": "And \\add they that are\\add* far off shall come and build in the temple of the \\sc Lord\\sc*, and ye shall know that the \\sc Lord\\sc* of hosts hath sent me unto you. And \\add this\\add* shall come to pass, if ye will diligently obey the voice of the \\sc Lord\\sc* your God."
    }
  ]
}