{
  "book_id": "ZEC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the fourth year of king Darius, \\add that\\add* the word of the \\sc Lord\\sc* came unto Zechariah in the fourth \\add day\\add* of the ninth month, \\add even\\add* in Chisleu;"
    },
    {
      "verse": 2,
      "text": "when they had sent \\add unto\\add* the house of God Sherezer and Regem-melech, and their men, to pray before the \\sc Lord\\sc*,"
    },
    {
      "verse": 3,
      "text": "\\add and\\add* to speak unto the priests which \\add were\\add* in the house of the \\sc Lord\\sc* of hosts, and to the prophets, saying, Should I weep in the fifth month, separating myself, as I have done these so many years?"
    },
    {
      "verse": 4,
      "text": "Then came the word of the \\sc Lord\\sc* of hosts unto me, saying,"
    },
    {
      "verse": 5,
      "text": "Speak unto all the people of the land, and to the priests, saying, When ye fasted and mourned in the fifth and seventh \\add month\\add*, even those seventy years, did ye at all fast \\add unto\\add* me, \\add even to\\add* me?"
    },
    {
      "verse": 6,
      "text": "And when ye did eat, and when ye did drink, did not ye eat \\add for yourselves\\add*, and drink \\add for yourselves?\\add*"
    },
    {
      "verse": 7,
      "text": "\\add Should ye\\add* not \\add hear\\add* the words which the \\sc Lord\\sc* hath cried by the former prophets, when Jerusalem was inhabited and in prosperity, and the cities thereof round about her, when \\add men\\add* inhabited the south and the plain?"
    },
    {
      "verse": 8,
      "text": "And the word of the \\sc Lord\\sc* came unto Zechariah, saying,"
    },
    {
      "verse": 9,
      "text": "Thus speaketh the \\sc Lord\\sc* of hosts, saying, Execute true judgment, And shew mercy and compassions every man to his brother:"
    },
    {
      "verse": 10,
      "text": "And oppress not the widow, nor the fatherless, the stranger, nor the poor; And let none of you imagine evil against his brother in your heart."
    },
    {
      "verse": 11,
      "text": "But they refused to hearken, and pulled away the shoulder, And stopped their ears, that \\add they\\add* should not hear."
    },
    {
      "verse": 12,
      "text": "Yea, they made their hearts \\add as\\add* an adamant stone, lest \\add they\\add* should hear the law, And the words which the \\sc Lord\\sc* of hosts hath sent in his spirit by the former prophets: Therefore came a great wrath from the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 13,
      "text": "Therefore it is come to pass, \\add that\\add* as he cried, and they would not hear; So they cried, and I would not hear, saith the \\sc Lord\\sc* of hosts:"
    },
    {
      "verse": 14,
      "text": "But I scattered them with a whirlwind among all the nations whom they knew not: Thus the land was desolate after them, that no man passed through nor returned: For they laid the pleasant land desolate."
    }
  ]
}