{
  "book_id": "ZEC",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Again the word of the \\sc Lord\\sc* of hosts came \\add to me\\add*, saying,"
    },
    {
      "verse": 2,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; I was jealous for Zion \\add with\\add* great jealousy, And I was jealous for her \\add with\\add* great fury."
    },
    {
      "verse": 3,
      "text": "Thus saith the \\sc Lord\\sc*; I am returned unto Zion, And will dwell in the midst of Jerusalem: And Jerusalem shall be called a city of truth; And the mountain of the \\sc Lord\\sc* of hosts the holy mountain."
    },
    {
      "verse": 4,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; There shall yet old men and old women dwell in the streets of Jerusalem, And every man with his staff in his hand for very age."
    },
    {
      "verse": 5,
      "text": "And the streets of the city shall be full \\add of\\add* boys and girls Playing in the streets thereof."
    },
    {
      "verse": 6,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; If it be marvellous in the eyes of the remnant of this people in these days, Should it also be marvellous in my eyes? saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 7,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; Behold, I \\add will\\add* save my people from the east country, And from the west country;"
    },
    {
      "verse": 8,
      "text": "And I will bring them, and they shall dwell in the midst of Jerusalem: And they shall be my people, and I will be their God, In truth and in righteousness."
    },
    {
      "verse": 9,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; Let your hands be strong, ye that hear in these days these words by the mouth of the prophets, which \\add were\\add* in the day \\add that\\add* the foundation of the house of the \\sc Lord\\sc* of hosts was laid, that the temple might be built."
    },
    {
      "verse": 10,
      "text": "For before these days there was no hire for man, nor any hire for beast; neither \\add was there any\\add* peace to him that went out or came in because of the affliction: for I set all men every one against his neighbour."
    },
    {
      "verse": 11,
      "text": "But now I \\add will\\add* not \\add be\\add* unto the residue of this people as \\add in\\add* the former days, saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 12,
      "text": "For the seed \\add shall be\\add* prosperous; the vine shall give her fruit, and the ground shall give her increase, and the heavens shall give their dew; and I will cause the remnant of this people to possess all these \\add things\\add*."
    },
    {
      "verse": 13,
      "text": "And it shall come to pass, \\add that\\add* as ye were a curse among the heathen, O house of Judah, and house of Israel; so will I save you, and ye shall be a blessing: fear not, \\add but\\add* let your hands be strong."
    },
    {
      "verse": 14,
      "text": "For thus saith the \\sc Lord\\sc* of hosts; As I thought to punish you, when your fathers provoked me to wrath, saith the \\sc Lord\\sc* of hosts, and I repented not:"
    },
    {
      "verse": 15,
      "text": "so again have I thought in these days to do well unto Jerusalem and to the house of Judah: fear ye not."
    },
    {
      "verse": 16,
      "text": "These \\add are\\add* the things that ye shall do; Speak ye every man the truth to his neighbour; execute the judgment of truth and peace in your gates:"
    },
    {
      "verse": 17,
      "text": "and let none of you imagine evil in your hearts against his neighbour; and love no false oath: for all these \\add are things\\add* that I hate, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 18,
      "text": "And the word of the \\sc Lord\\sc* of hosts came unto me, saying,"
    },
    {
      "verse": 19,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; The fast of the fourth \\add month\\add*, and the fast of the fifth, and the fast of the seventh, and the fast of the tenth, shall be to the house of Judah joy and gladness, and cheerful feasts; therefore love the truth and peace."
    },
    {
      "verse": 20,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; \\add It shall\\add* yet \\add come to pass\\add*, that there shall come people, And the inhabitants of many cities:"
    },
    {
      "verse": 21,
      "text": "And the inhabitants of one \\add city\\add* shall go to another, saying, Let us go speedily to pray before the \\sc Lord\\sc*, And to seek the \\sc Lord\\sc* of hosts: I will go also."
    },
    {
      "verse": 22,
      "text": "Yea, many people and strong nations shall come To seek the \\sc Lord\\sc* of hosts in Jerusalem, And to pray before the \\sc Lord\\sc*."
    },
    {
      "verse": 23,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; In those days \\add it shall come to pass\\add*, that ten men shall take hold out of all languages of the nations, Even shall take hold of the skirt of him that is a Jew, saying, We will go with you: for we have heard \\add that\\add* God \\add is\\add* with you."
    }
  ]
}