{
  "book_id": "JOB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass on a certain day, that the angels of God came to stand before the Lord, and the devil came among them to stand before the Lord."
    },
    {
      "verse": 2,
      "text": "And the Lord, said to the devil, Whence come you? Then the devil said before the Lord, I am come from going through the world, and walking about the whole earth."
    },
    {
      "verse": 3,
      "text": "And the Lord said to the devil, Have you then observed my servant Job, that there is none of menupon the earth like him, a harmless, true, blameless, godly man, abstaining from all evil? and he yet cleaves to innocence, whereas you have told meto destroy his substance without cause?"
    },
    {
      "verse": 4,
      "text": "And the devil answered and said to the Lord, Skin for skin, all that a man has will he give as a ransom for his life."
    },
    {
      "verse": 5,
      "text": "Nay, but put forth your hand, and touch his bones and his flesh: verily he will bless you to yourface."
    },
    {
      "verse": 6,
      "text": "And the Lord said to the devil, Behold, I deliver him up to you; only save his life."
    },
    {
      "verse": 7,
      "text": "So the devil went out from the Lord, and struck Job with sore boils from hisfeet to hishead."
    },
    {
      "verse": 8,
      "text": "And he took a potsherd to scrape away the discharge, and sat upon a dung-heap outside the city."
    },
    {
      "verse": 9,
      "text": "And when much time had passed, his wife said to him, How long will you hold out, saying, Behold, I wait yet a little while, expecting the hope of my deliverance? for, behold, your memorial is abolished from the earth, even yoursons and daughters, the pangs and pains of my womb which I bore in vain with sorrows; and you yourself sit down to spend the nights in the open air among the corruption of worms, and I am a wanderer and a servant from place to place and house to house, waiting for the setting of the sun, that I may rest from my labors and my pangs which now beset me: but say some word against the Lord, and die."
    },
    {
      "verse": 10,
      "text": "But he looked on her, and said to her, You have spoken like one of the foolish women. If we have received good things of the hand of the Lord, shall we not endure evil things? In all these things that happened to him, Job sinned not at all with his lips before God."
    },
    {
      "verse": 11,
      "text": "Now his three friends having heard of all the evil that was come upon him, came to him each from his own country: Eliphaz the king of the Thaemans, Baldad sovereign of the Saucheans, Sophar king of he Minaeans: and they came to him with one accord, to comfort and to visit him."
    },
    {
      "verse": 12,
      "text": "And when they saw him from a distance they did not know him; and they cried with a loud voice, and wept, and tore every one his garment, and sprinkled dust upon their heads,"
    },
    {
      "verse": 13,
      "text": "and they sat down beside him seven days and seven nights, and no one of them spoke; for they saw that his affliction was dreadful and very great."
    }
  ]
}