{
  "book_id": "JOB",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Weary in my soul, I will pour my words with groans upon him: I will speak being straitened in the bitterness of my soul."
    },
    {
      "verse": 2,
      "text": "And I will say to the Lord, Do not teach me to be impious; and therefore have you thus judged me?"
    },
    {
      "verse": 3,
      "text": "Is it good before you if I be unrighteous? for you have disowned the work of your hands, and attended to the counsel of the ungodly."
    },
    {
      "verse": 4,
      "text": "Or do you see as a mortal sees? or will you look as a man sees?"
    },
    {
      "verse": 5,
      "text": "Or is your life human, or your years \\add the years\\add* of a man,"
    },
    {
      "verse": 6,
      "text": "that you have enquired into my iniquity, and searched out my sins?"
    },
    {
      "verse": 7,
      "text": "For you know that I have not committed iniquity: but who is he that can deliver out of your hands?"
    },
    {
      "verse": 8,
      "text": "Your hands have formed me and made me; afterwards you did change \\add your mind\\add*, and strike me."
    },
    {
      "verse": 9,
      "text": "Remember that you have made me \\add as\\add* clay, and you do turn me again to earth."
    },
    {
      "verse": 10,
      "text": "Have you not poured me out like milk, and curdled me like cheese?"
    },
    {
      "verse": 11,
      "text": "And you did clothe me with skin and flesh, and frame me with bones and sinews."
    },
    {
      "verse": 12,
      "text": "And you did bestow upon me life and mercy, and your oversight has preserved my spirit."
    },
    {
      "verse": 13,
      "text": "Having these things in yourself, I know that you can do all things; for nothing is impossible with you."
    },
    {
      "verse": 14,
      "text": "And if I should sin, you watch me; and you have not cleared me from iniquity."
    },
    {
      "verse": 15,
      "text": "Or if I should be ungodly, woe is me: and if I should be righteous, I can’t lift myself up, for I am full of dishonor."
    },
    {
      "verse": 16,
      "text": "For I am hunted like a lion for slaughter; for again you have changed and are terribly destroying me;"
    },
    {
      "verse": 17,
      "text": "renewing against me my torture: and you have dealt with me in great anger, and you have brought trials upon me."
    },
    {
      "verse": 18,
      "text": "Why then did you bring me out of the womb? and why did I not die, and no eye see me,"
    },
    {
      "verse": 19,
      "text": "and I become as if I had not been? for why was I not carried from the womb to the grave?"
    },
    {
      "verse": 20,
      "text": "Is not the time of my life short? suffer me to rest a little,"
    },
    {
      "verse": 21,
      "text": "before I go whence I shall not return, to a land of darkness and gloominess;"
    },
    {
      "verse": 22,
      "text": "to a land of perpetual darkness, where there is no light, neither \\add can any one\\add* see the life of mortals."
    }
  ]
}