{
  "book_id": "JOB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, my eye has seen these things, and my ear has heard \\add them\\add*."
    },
    {
      "verse": 2,
      "text": "And I know all that you⌃ too know; and I have not less understanding than you."
    },
    {
      "verse": 3,
      "text": "Nevertheless I will speak to the Lord, and I will reason before him, if he will."
    },
    {
      "verse": 4,
      "text": "But you⌃ are all bad physicians, and healers of diseases."
    },
    {
      "verse": 5,
      "text": "But would that you⌃ were silent, and it would be wisdom to you in the end."
    },
    {
      "verse": 6,
      "text": "But hear you⌃ the reasoning of my mouth, and attend to the judgment of my lips."
    },
    {
      "verse": 7,
      "text": "Do you⌃ not speak before the Lord, and utter deceit before him?"
    },
    {
      "verse": 8,
      "text": "Or will you⌃ draw back? nay do, you⌃ yourselves be judges."
    },
    {
      "verse": 9,
      "text": "For \\add it were\\add* well if he would thoroughly search you: for though doing all things \\add in your power\\add* you⌃ should attach yourselves to him,"
    },
    {
      "verse": 10,
      "text": "he will not reprove you at all the less: but if moreover you⌃ should secretly respect persons,"
    },
    {
      "verse": 11,
      "text": "shall not his whirlpool sweep you round, and terror from him fall upon you?"
    },
    {
      "verse": 12,
      "text": "And your glorying shall prove in the end to you like ashes, and your body \\add like a body\\add* of clay."
    },
    {
      "verse": 13,
      "text": "Be silent, that I may speak, and cease from \\add my\\add* anger,"
    },
    {
      "verse": 14,
      "text": "while I may take my flesh in my teeth, and put my life in my hand."
    },
    {
      "verse": 15,
      "text": "Though the Mighty One should lay hand upon me, forasmuch as he has begun, verily I will speak, and plead before him."
    },
    {
      "verse": 16,
      "text": "And this shall turn to me for salvation; for fraud shall have no entrance before him."
    },
    {
      "verse": 17,
      "text": "Hear, hear you⌃ my words, for I will declare in your hearing."
    },
    {
      "verse": 18,
      "text": "Behold, I am near my judgment: I know that I shall appear evidently just."
    },
    {
      "verse": 19,
      "text": "For who is he that shall plead with me, that I should now be silent, and expire?"
    },
    {
      "verse": 20,
      "text": "But grant me two things: then I will not hide myself from your face."
    },
    {
      "verse": 21,
      "text": "Withhold \\add your\\add* hand from me: and let not your fear terrify me."
    },
    {
      "verse": 22,
      "text": "Then shall you call, and I will listen to you: or you shall speak, and I will give you an answer."
    },
    {
      "verse": 23,
      "text": "How many are my sins and my transgressions? teach me what they are."
    },
    {
      "verse": 24,
      "text": "Therefore hide you yourself from me, and deem me your enemy?"
    },
    {
      "verse": 25,
      "text": "Will you be startled \\add at me\\add*, as \\add at\\add* a leaf shaken by the wind? or will you set yourself against me as against grass borne upon the breeze?"
    },
    {
      "verse": 26,
      "text": "for you have written evil things against me, and you have compassed me with the sins of my youth."
    },
    {
      "verse": 27,
      "text": "And you have placed my foot in the stocks; and you have watched all my works, and have penetrated my heels."
    },
    {
      "verse": 28,
      "text": "\\add I am as\\add* that which waxes old like a bottle, or like a moth-eaten garment."
    }
  ]
}