{
  "book_id": "JOB",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "But Job answered and said,"
    },
    {
      "verse": 2,
      "text": "Hear you⌃, hear you⌃ my words, that I may not have this consolation from you."
    },
    {
      "verse": 3,
      "text": "Raise me, and I will speak; then you⌃ shall not laugh me to scorn."
    },
    {
      "verse": 4,
      "text": "What! is my reproof of man? and why should I not be angry?"
    },
    {
      "verse": 5,
      "text": "Look upon me, and wonder, laying your hand upon your cheek."
    },
    {
      "verse": 6,
      "text": "For even when I remember, I am alarmed, and pains seize my flesh."
    },
    {
      "verse": 7,
      "text": "Therefore do the ungodly live, and grow old even in wealth?"
    },
    {
      "verse": 8,
      "text": "Their seed is according to \\add their\\add* desire, and their children are in \\add their\\add* sight."
    },
    {
      "verse": 9,
      "text": "Their houses are prosperous, neither \\add have they\\add* any where \\add cause for\\add* fear, neither is there a scourge from the Lord upon them."
    },
    {
      "verse": 10,
      "text": "Their cow does not cast her calf, and their \\add beast\\add* with young is safe, and does not miscarry."
    },
    {
      "verse": 11,
      "text": "And they remain as an unfailing flock, and their children play before \\add them\\add*, taking up the lute and harp;"
    },
    {
      "verse": 12,
      "text": "and they rejoice at the voice of a song."
    },
    {
      "verse": 13,
      "text": "And they spend their days in wealth, and fall asleep in the rest of the grave."
    },
    {
      "verse": 14,
      "text": "Yet \\add such a man\\add* says to the Lord, Depart from me; I desire not to know your ways."
    },
    {
      "verse": 15,
      "text": "What is the Mighty One, that we should serve him? and what profit is there that we should approach him?"
    },
    {
      "verse": 16,
      "text": "For their good things were in \\add their\\add* hands, but he regards not the works of the ungodly."
    },
    {
      "verse": 17,
      "text": "Nevertheless, the lamp of the ungodly also shall be put out, and destruction shall come upon them, and pangs of vengeance shall seize them."
    },
    {
      "verse": 18,
      "text": "And they shall be as chaff before the wind, or as dust which the storm has taken up."
    },
    {
      "verse": 19,
      "text": "Let his substance fail \\add to supply\\add* his children: \\add God\\add* shall recompense him, and he shall know it."
    },
    {
      "verse": 20,
      "text": "Let his eyes see his own destruction, and let him not be saved by the Lord."
    },
    {
      "verse": 21,
      "text": "For his desire is in his house with him, and the number of his months has been suddenly cut off."
    },
    {
      "verse": 22,
      "text": "Is it not the Lord who teaches understanding and knowledge? and does not he judge murders?"
    },
    {
      "verse": 23,
      "text": "One shall die in his perfect strength, and wholly at ease and prosperous;"
    },
    {
      "verse": 24,
      "text": "and his inwards are full of fat, and his marrow is diffused \\add throughout him\\add*."
    },
    {
      "verse": 25,
      "text": "And another dies in bitterness of soul, not eating any good thing."
    },
    {
      "verse": 26,
      "text": "But they lie down in the earth together, and corruption covers them."
    },
    {
      "verse": 27,
      "text": "So I know you, that you⌃ presumptuously attack me:"
    },
    {
      "verse": 28,
      "text": "so that you⌃ will say, Where is the house of the prince? and where is the covering of the tabernacles of the ungodly?"
    },
    {
      "verse": 29,
      "text": "Ask those that go by the way, and do not disown their tokens."
    },
    {
      "verse": 30,
      "text": "For the wicked hastens to the day of destruction: they shall be led away for the day of his vengeance."
    },
    {
      "verse": 31,
      "text": "Who will tell him his way to his face, whereas he has done \\add it\\add*? who shall recompense him?"
    },
    {
      "verse": 32,
      "text": "And he has been led away to the tombs, and he has watched over the heaps."
    },
    {
      "verse": 33,
      "text": "The stones of the valley have been sweet to him, and every man shall depart after him, and \\add there are\\add* innumerable \\add ones\\add* before him."
    },
    {
      "verse": 34,
      "text": "How then do you⌃ comfort me in vain? whereas I have no rest from your molestation."
    }
  ]
}