{
  "book_id": "JOB",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Then Eliphaz the Thaemanite answered and said,"
    },
    {
      "verse": 2,
      "text": "Is it not the Lord that teaches understanding and knowledge?"
    },
    {
      "verse": 3,
      "text": "For what matters it to the Lord, if you were blameless in yourworks? or is it profitable that you should perfect your way?"
    },
    {
      "verse": 4,
      "text": "Will you maintain and plead your own cause? and will he enter into judgment with you?"
    },
    {
      "verse": 5,
      "text": "Is not your wickedness abundant, and your sins innumerable?"
    },
    {
      "verse": 6,
      "text": "And you have taken security of your brethren for nothing, and have taken away the clothing of the naked."
    },
    {
      "verse": 7,
      "text": "Neither have you given water to the thirsty to drink, but have taken away the morsel of the hungry."
    },
    {
      "verse": 8,
      "text": "And you have accepted the persons of some; and you have established those that were already settledon the earth."
    },
    {
      "verse": 9,
      "text": "But you have sent widows away empty, and has afflicted orphans."
    },
    {
      "verse": 10,
      "text": "Therefore snares have compassed you, and disastrous war has troubled you."
    },
    {
      "verse": 11,
      "text": "The light has proved darkness to you, and water has covered you on your lying down."
    },
    {
      "verse": 12,
      "text": "Does not he that dwells in the high places observe? and has he not brought down the proud?"
    },
    {
      "verse": 13,
      "text": "And you have said, What does the Mighty One know? does he judge in the dark?"
    },
    {
      "verse": 14,
      "text": "A cloud is his hiding-place, and he shall not be seen; and he passes through the circle of heaven."
    },
    {
      "verse": 15,
      "text": "Will you notmark the old way, which righteous men have trodden?"
    },
    {
      "verse": 16,
      "text": "who were seized before their time: their foundations are asan overflowing stream."
    },
    {
      "verse": 17,
      "text": "Who say, What will the Lord do to us? or what will the Almighty bring upon us?"
    },
    {
      "verse": 18,
      "text": "Yet he filled their houses with good things: but the counsel for the wicked is far from him."
    },
    {
      "verse": 19,
      "text": "The righteous have seen it, and laughed, and the blameless one has derided them."
    },
    {
      "verse": 20,
      "text": "Verily their substance has been utterly destroyed, and the fire shall devour what is left of their property."
    },
    {
      "verse": 21,
      "text": "Be firm, I pray you, if you can endure; then your fruit shall prosper."
    },
    {
      "verse": 22,
      "text": "And receive a declaration from his mouth, and lay up his words in your heart."
    },
    {
      "verse": 23,
      "text": "And if you shall turn and humble yourself before the Lord, you have thusremoved unrighteousness far from your habitation."
    },
    {
      "verse": 24,
      "text": "You shall lay up for yourself treasurein a heap on the rock; and Sophir shall beas the rock of the torrent."
    },
    {
      "verse": 25,
      "text": "So the Almighty shall be your helper from enemies, and he shall bring you forth pure as silver that has been tried by fire."
    },
    {
      "verse": 26,
      "text": "Then shall you have boldness before the Lord, looking up cheerfully to heaven."
    },
    {
      "verse": 27,
      "text": "And he shall hear you when you pray to him, and he shall grant you powerto pay your vows."
    },
    {
      "verse": 28,
      "text": "And he shall establish to you again a habitation of righteousness and there shall be light upon your paths."
    },
    {
      "verse": 29,
      "text": "Because you have humbled yourself; and you shall say, Manhas behaved proudly, but he shall save him that is of lowly eyes."
    },
    {
      "verse": 30,
      "text": "He shall deliver the innocent, and do you save yourself by your pure hands."
    }
  ]
}