{
  "book_id": "JOB",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "For there is a place for the silver, whence it comes, and a place for the gold, whence it is refined."
    },
    {
      "verse": 2,
      "text": "For iron comes out of the earth, and brass is hewn out like stone."
    },
    {
      "verse": 3,
      "text": "He has set a bound to darkness, and he searches out every limit: a stone \\add is\\add* darkness, and the shadow of death."
    },
    {
      "verse": 4,
      "text": "There is a cutting off the torrent by reason of dust: so they that forget the right way are weakened; they are removed from \\add among\\add* men."
    },
    {
      "verse": 5,
      "text": "\\add As for\\add* the earth, out of it shall come bread: under it has been turned up as it were fire."
    },
    {
      "verse": 6,
      "text": "Her stones are the place of the sapphire: and \\add her\\add* dust \\add supplies\\add* man with gold."
    },
    {
      "verse": 7,
      "text": "\\add There is\\add* a path, the fowl has not known it, neither has the eye of the vulture seen it:"
    },
    {
      "verse": 8,
      "text": "neither have the sons of the proud trodden it, a lion has not passed upon it."
    },
    {
      "verse": 9,
      "text": "He has stretched forth his hand on the sharp \\add rock\\add*, and turned up mountains by the roots:"
    },
    {
      "verse": 10,
      "text": "and he has interrupted the whirlpools of rivers, and my eye has seen every precious thing."
    },
    {
      "verse": 11,
      "text": "And he has laid bare the depths of rivers, and has brought his power to light."
    },
    {
      "verse": 12,
      "text": "But whence has wisdom been discovered? and what is the place of knowledge?"
    },
    {
      "verse": 13,
      "text": "A mortal has not known its way, neither indeed has it been revealed among men."
    },
    {
      "verse": 14,
      "text": "The depth said, It is not in me: and the sea said, It is not with me."
    },
    {
      "verse": 15,
      "text": "One shall not give fine gold instead of it, neither shall silver be weighed in exchange for it."
    },
    {
      "verse": 16,
      "text": "Neither shall it be compared with gold of Sophir, with the precious onyx and sapphire."
    },
    {
      "verse": 17,
      "text": "Gold and crystal shall not be equalled to it, neither shall vessels of gold be its exchange."
    },
    {
      "verse": 18,
      "text": "Coral and fine pearl shall not be mentioned: but do you esteem wisdom above the most precious things."
    },
    {
      "verse": 19,
      "text": "The topaz of Ethiopia shall not be equalled to it; it shall not be compared with pure gold."
    },
    {
      "verse": 20,
      "text": "Whence then is wisdom found? and of what kind is the place of understanding?"
    },
    {
      "verse": 21,
      "text": "It has escaped the notice of every man, and has been hidden from the birds of the sky."
    },
    {
      "verse": 22,
      "text": "Destruction and Death said, We have heard the report of it."
    },
    {
      "verse": 23,
      "text": "God has well ordered the way of it, and he knows the place of it."
    },
    {
      "verse": 24,
      "text": "For he surveys the whole \\add earth\\add* under heaven, knowing the things in the earth:"
    },
    {
      "verse": 25,
      "text": "all that he has made; the weight of the winds, the measures of the water."
    },
    {
      "verse": 26,
      "text": "When he made \\add them\\add*, thus he saw and numbered them, and made a way for the pealing of the thunder."
    },
    {
      "verse": 27,
      "text": "Then he saw it, and declared it: he prepared it \\add and\\add* traced it out."
    },
    {
      "verse": 28,
      "text": "And he said to man, Behold, godliness is wisdom: and to abstain from evil is understanding."
    }
  ]
}