{
  "book_id": "JOB",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "And Job continued and said in his parable,"
    },
    {
      "verse": 2,
      "text": "Oh that I were as in months past, wherein God preserved me!"
    },
    {
      "verse": 3,
      "text": "As when his lamp shone over my head; when by his light I walked through darkness."
    },
    {
      "verse": 4,
      "text": "\\add As\\add* when I steadfastly pursued my ways, when God took care of my house."
    },
    {
      "verse": 5,
      "text": "When I was very fruitful, and my children were about me;"
    },
    {
      "verse": 6,
      "text": "when my ways were moistened with butter, and the mountains flowed for me with milk."
    },
    {
      "verse": 7,
      "text": "When I went forth early in the city, and the seat was placed for me in the streets."
    },
    {
      "verse": 8,
      "text": "The young men saw me, and hid themselves: and all the old men stood up."
    },
    {
      "verse": 9,
      "text": "And the great men ceased speaking, and laid their finger on their mouth."
    },
    {
      "verse": 10,
      "text": "And they that heard \\add me\\add* blessed me, and their tongue clave to their throat."
    },
    {
      "verse": 11,
      "text": "For the ear heard, and blessed me; and the eye saw me, and turned aside."
    },
    {
      "verse": 12,
      "text": "For I saved the poor out of the hand of the oppressor, and helped the fatherless who had no helper."
    },
    {
      "verse": 13,
      "text": "Let the blessing of the perishing one come upon me; yes, the mouth of the widow has blessed me."
    },
    {
      "verse": 14,
      "text": "Also I put on righteousness, and clothed myself with judgment like a mantle."
    },
    {
      "verse": 15,
      "text": "I was the eye of the blind, and the foot of the lame."
    },
    {
      "verse": 16,
      "text": "I was the father of the helpless; and I searched out the cause which I knew not."
    },
    {
      "verse": 17,
      "text": "And I broke the jaw teeth of the unrighteous; I plucked the spoil out of the midst of their teeth."
    },
    {
      "verse": 18,
      "text": "And I said, My age shall continue as the stem of a palm tree; I shall live a long while."
    },
    {
      "verse": 19,
      "text": "\\add My\\add* root was spread out by the water, and the dew would lodge on my crop."
    },
    {
      "verse": 20,
      "text": "My glory was fresh in me, and by bow prospered in his hand."
    },
    {
      "verse": 21,
      "text": "\\add Men\\add* heard me, and gave heed, and they were silent at my counsel."
    },
    {
      "verse": 22,
      "text": "At my word they spoke not again, and they were very gland whenever I spoke to them."
    },
    {
      "verse": 23,
      "text": "As the thirsty earth expecting the rain, so they \\add waited for\\add* my speech."
    },
    {
      "verse": 24,
      "text": "Were I to laugh on them, they would not believe \\add it\\add*; and the light of my face has not failed."
    },
    {
      "verse": 25,
      "text": "I chose out their way, and sat chief, and lived as a king in the midst of warriors, as one comforting mourners."
    }
  ]
}