{
  "book_id": "JOB",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "And Elius resumed and said,"
    },
    {
      "verse": 2,
      "text": "What is this that you think to be according to right? who are you that you have said, I am righteous before the Lord?"
    },
    {
      "verse": 3,
      "text": "I will answer you, and your three friends."
    },
    {
      "verse": 4,
      "text": "Look up to the sky and see; and consider the clouds, how high \\add they are\\add* above you."
    },
    {
      "verse": 5,
      "text": "If you have sinned, what will you do?"
    },
    {
      "verse": 6,
      "text": "and if too you have transgressed much, what can you perform?"
    },
    {
      "verse": 7,
      "text": "And suppose you are righteous, what will you give him? or what shall he receive of your hand?"
    },
    {
      "verse": 8,
      "text": "Your ungodliness \\add may affect\\add* a man who is like to you; or your righteousness a son of man."
    },
    {
      "verse": 9,
      "text": "They that are oppressed of a multitude will be ready to cry out; they will call for help because of the arm of many."
    },
    {
      "verse": 10,
      "text": "But none said, Where is God that made me, who appoints the night-watches;"
    },
    {
      "verse": 11,
      "text": "who makes me to differ from the four-footed beasts of the earth, and from the birds of the sky?"
    },
    {
      "verse": 12,
      "text": "There they shall cry, and none shall listen, even because of the insolence of wicked men."
    },
    {
      "verse": 13,
      "text": "For the Lord desires not to look on error, for he is the Almighty One."
    },
    {
      "verse": 14,
      "text": "He beholds them that perform lawless deeds, and he will save me: and do you plead before him, if you can praise him, as it is \\add possible\\add* even now."
    },
    {
      "verse": 15,
      "text": "For he is not \\add now\\add* regarding his wrath, nor has he noticed severely any trespass."
    },
    {
      "verse": 16,
      "text": "Yet Job vainly opens his mouth, in ignorance he multiplies words."
    }
  ]
}