{
  "book_id": "JOB",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord yet again answered and spoke to Job out of the cloud, saying,"
    },
    {
      "verse": 2,
      "text": "Nay, gird up now your loins like a man; and I will ask you, and do you answer me."
    },
    {
      "verse": 3,
      "text": "Do not set aside my judgment: and do you think that I have dealt with you in any other way, than that you might appear to be righteous?"
    },
    {
      "verse": 4,
      "text": "Have you an arm like the Lord's? or do you thunder with a voice like his?"
    },
    {
      "verse": 5,
      "text": "Assume now a lofty bearing and power; and clothe yourself with glory and honor."
    },
    {
      "verse": 6,
      "text": "And send forth messengers with wrath; and lay low every haughty one."
    },
    {
      "verse": 7,
      "text": "Bring down also the proud man; and consume at once the ungodly."
    },
    {
      "verse": 8,
      "text": "And hide them together in the earth; and fill their faces with shame."
    },
    {
      "verse": 9,
      "text": "Thenwill I confess that your right hand can save you."
    },
    {
      "verse": 10,
      "text": "But now look at the wild beasts with you; they eat grass like oxen."
    },
    {
      "verse": 11,
      "text": "Behold now, his strength is in his loins, and his force is in the navel of his belly."
    },
    {
      "verse": 12,
      "text": "He sets up his tail like a cypress; and his nerves are wrapped together."
    },
    {
      "verse": 13,
      "text": "His sides are sides of brass; and his backbone is ascast iron."
    },
    {
      "verse": 14,
      "text": "This is the chief of the creation of the Lord; made to be played with by his angels."
    },
    {
      "verse": 15,
      "text": "And when he has gone up to a steep mountain, he causes joy to the quadrupeds in the deep."
    },
    {
      "verse": 16,
      "text": "He lies under trees of every kind, by the papyrus, and reed, and bulrush."
    },
    {
      "verse": 17,
      "text": "And the great trees make a shadow over him with their branches, and so dothe bushes of the field."
    },
    {
      "verse": 18,
      "text": "If there should be a flood, he will not perceive it; he trust that Jordan will rush up into his mouth."
    },
    {
      "verse": 19,
      "text": "Yet oneshall take him in his sight; oneshall catch himwith a cord, and pierce his nose."
    },
    {
      "verse": 20,
      "text": "But will you catch the serpent with a hook, and put a halter about his nose?"
    },
    {
      "verse": 21,
      "text": "Or will you fasten a ring in his nostril, and bore his lip with a clasp?"
    },
    {
      "verse": 22,
      "text": "Will he address you with a petition? softly, with the voice of a suppliant?"
    },
    {
      "verse": 23,
      "text": "And will he make a covenant with you? and will you take him for a perpetual servant?"
    },
    {
      "verse": 24,
      "text": "And will you play with him as with a bird? or bind him as a sparrow for a child?"
    },
    {
      "verse": 25,
      "text": "And do the nations feed upon him, and the nations of the Phoenicians share him?"
    },
    {
      "verse": 26,
      "text": "And all the ships come together would not be able to bear the mere skin of his tail; neither shall they carryhis head in fishing vessels."
    },
    {
      "verse": 27,
      "text": "But you shall lay your hand upon him once, remembering the war that is waged by his mouth; and let it not be done any more."
    }
  ]
}