{
  "book_id": "JOB",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Have you not seen him? and have you not wondered at the things said \\add of him\\add*? Do you not fear because preparation has been made by me? for who is there that resists me?"
    },
    {
      "verse": 2,
      "text": "Or who will resist me, and abide, since the whole \\add world\\add* under heaven is mine?"
    },
    {
      "verse": 3,
      "text": "I will not be silent because of him: though because of his power \\add one\\add* shall pity his antagonist."
    },
    {
      "verse": 4,
      "text": "Who will open the face of his garment? and who can enter within the fold of his breastplate?"
    },
    {
      "verse": 5,
      "text": "Who will open the doors of his face? terror is round about his teeth."
    },
    {
      "verse": 6,
      "text": "His inwards are as brazen plates, and the texture of his \\add skin\\add* as a smyrite stone."
    },
    {
      "verse": 7,
      "text": "One \\add part\\add* cleaves fast to another, and the air can’t come between them."
    },
    {
      "verse": 8,
      "text": "They will remain united each to the other: they are closely joined, and can’t be separated."
    },
    {
      "verse": 9,
      "text": "At his sneezing a light shines, and his eyes are \\add as\\add* the appearance of the morning star."
    },
    {
      "verse": 10,
      "text": "Out of his mouth proceed as it were burning lamps, and as it were hearths of fire are cast abroad."
    },
    {
      "verse": 11,
      "text": "Out of his nostrils proceeds smoke of a furnace burning with fire of coals."
    },
    {
      "verse": 12,
      "text": "His breath is \\add as\\add* live coals, and a flame goes out of his mouth."
    },
    {
      "verse": 13,
      "text": "And power is lodged in his neck, before him destruction runs."
    },
    {
      "verse": 14,
      "text": "The flesh also of his body is joined together: \\add if one\\add* pours \\add violence\\add* upon him, he shall not be moved."
    },
    {
      "verse": 15,
      "text": "His heart is firm as a stone, and it stands like an unyielding anvil."
    },
    {
      "verse": 16,
      "text": "And when he turns, \\add he is\\add* a terror to the four-footed wild beasts which leap upon the earth."
    },
    {
      "verse": 17,
      "text": "If spears should come against him, \\add men\\add* will effect nothing, \\add either with\\add* the spear or the breast-plate."
    },
    {
      "verse": 18,
      "text": "For he considers iron as chaff, and brass as rotten wood."
    },
    {
      "verse": 19,
      "text": "The bow of brass shall not wound him, he deems a slinger as grass."
    },
    {
      "verse": 20,
      "text": "Mauls are counted as stubble; and he laughs to scorn the waving of the firebrand."
    },
    {
      "verse": 21,
      "text": "His lair is \\add formed of\\add* sharp points; and all the gold of the sea under him is an immense \\add quantity of\\add* clay."
    },
    {
      "verse": 22,
      "text": "He makes the deep boil like a brazen caldron; and he regards the sea as a pot of ointment,"
    },
    {
      "verse": 23,
      "text": "and the lowest part of the deep as a captive: he reckons the deep as \\add his\\add* range."
    },
    {
      "verse": 24,
      "text": "There is nothing upon the earth like to him, formed to be sported with by my angels."
    },
    {
      "verse": 25,
      "text": "He beholds every high thing: and he is king of all that are in the waters."
    }
  ]
}