{
  "book_id": "JOB",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And Job answered and said,"
    },
    {
      "verse": 2,
      "text": "No doubt but ye \\add are\\add* the people, and wisdom shall die with you."
    },
    {
      "verse": 3,
      "text": "But I have understanding as well as you; I \\add am\\add* not inferior to you: yes, who knoweth not such things as these?"
    },
    {
      "verse": 4,
      "text": "I am \\add as\\add* one mocked by his neighbor, who calleth upon God, and he answereth him: the just upright \\add man is\\add* derided."
    },
    {
      "verse": 5,
      "text": "He that is ready to slip with \\add his\\add* feet \\add is as\\add* a lamp despised in the thought of him that is at ease."
    },
    {
      "verse": 6,
      "text": "The tabernacles of robbers prosper, and they that provoke God are secure; into whose hand God bringeth \\add abundantly\\add* ."
    },
    {
      "verse": 7,
      "text": "But ask now the beasts, and they shall teach thee; and the fowls of the air, and they shall tell thee:"
    },
    {
      "verse": 8,
      "text": "Or speak to the earth, and it shall teach thee: and the fishes of the sea shall declare to thee."
    },
    {
      "verse": 9,
      "text": "Who knoweth not in all these that the hand of the LORD hath wrought this?"
    },
    {
      "verse": 10,
      "text": "In whose hand \\add is\\add* the soul of every living thing, and the breath of all mankind."
    },
    {
      "verse": 11,
      "text": "Doth not the ear try words? and the mouth taste its food?"
    },
    {
      "verse": 12,
      "text": "With the ancient \\add is\\add* wisdom; and in length of days understanding."
    },
    {
      "verse": 13,
      "text": "With him \\add is\\add* wisdom and strength, he hath counsel and understanding."
    },
    {
      "verse": 14,
      "text": "Behold, he breaketh down, and it cannot be built again: he shutteth up a man, and there can be no opening."
    },
    {
      "verse": 15,
      "text": "Behold, he withholdeth the waters, and they dry up: also he sendeth them out, and they overturn the earth."
    },
    {
      "verse": 16,
      "text": "With him \\add is\\add* strength and wisdom: the deceived and the deceiver \\add are\\add* his."
    },
    {
      "verse": 17,
      "text": "He leadeth counselors away spoiled, and maketh the judges fools."
    },
    {
      "verse": 18,
      "text": "He looseth the bond of kings, and girdeth their loins with a girdle."
    },
    {
      "verse": 19,
      "text": "He leadeth princes away spoiled, and overthroweth the mighty."
    },
    {
      "verse": 20,
      "text": "He removeth away the speech of the trusty, and taketh away the understanding of the aged."
    },
    {
      "verse": 21,
      "text": "He poureth contempt upon princes, and weakeneth the strength of the mighty."
    },
    {
      "verse": 22,
      "text": "He revealeth deep things out of darkness, and bringeth to light the shades of death."
    },
    {
      "verse": 23,
      "text": "He increaseth nations, and destroyeth them: he enlargeth nations, and straiteneth them \\add again\\add* ."
    },
    {
      "verse": 24,
      "text": "He taketh away the heart of the chief of the people of the earth, and causeth them to wander in a wilderness \\add where there is\\add* no way."
    },
    {
      "verse": 25,
      "text": "They grope in the dark without light, and he maketh them to stagger like \\add a\\add* drunken \\add man\\add* ."
    }
  ]
}