{
  "book_id": "JOB",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Man that isborn of a woman isof few days, and full of trouble."
    },
    {
      "verse": 2,
      "text": "He cometh forth like a flower, and is cut down: he fleeth also as a shadow, and continueth not."
    },
    {
      "verse": 3,
      "text": "And dost thou open thy eyes upon such one, and bring me into judgment with thee?"
    },
    {
      "verse": 4,
      "text": "Who can bring a clean thingout of an unclean? not one."
    },
    {
      "verse": 5,
      "text": "Seeing his days aredetermined, the number of his months iswith thee, thou hast appointed his bounds that he cannot pass;"
    },
    {
      "verse": 6,
      "text": "Turn from him, that he may rest, till he shall accomplish, as a hireling, his day."
    },
    {
      "verse": 7,
      "text": "For there is hope of a tree, if it is cut down, that it will sprout again, and that its tender branch will not cease."
    },
    {
      "verse": 8,
      "text": "Though its root shall become old in the earth, and its stock die in the ground;"
    },
    {
      "verse": 9,
      "text": "Yetthrough the scent of water it will bud, and bring forth boughs like a plant."
    },
    {
      "verse": 10,
      "text": "But man dieth, and wasteth away: yes, man yieldeth his breath, and where ishe?"
    },
    {
      "verse": 11,
      "text": "Asthe waters fail from the sea, and the flood decayeth and drieth up:"
    },
    {
      "verse": 12,
      "text": "So man lieth down, and riseth not: till the heavens shall beno more, they shall not awake, nor be raised out of their sleep."
    },
    {
      "verse": 13,
      "text": "O that thou wouldst hide me in the grave, that thou wouldst keep me secret, until thy wrath is past, that thou wouldst appoint me a set time, and remember me!"
    },
    {
      "verse": 14,
      "text": "If a man dieth, shall he live again? all the days of my appointed time will I wait, till my change shall come."
    },
    {
      "verse": 15,
      "text": "Thou shalt call, and I will answer thee: thou wilt have a desire to the work of thy hands."
    },
    {
      "verse": 16,
      "text": "For now thou numberest my steps: dost thou not watch over my sin?"
    },
    {
      "verse": 17,
      "text": "My transgression issealed up in a bag, and thou sewest up my iniquity."
    },
    {
      "verse": 18,
      "text": "And surely the mountain falling cometh to naught, and the rock is removed out of its place."
    },
    {
      "verse": 19,
      "text": "The waters wear the stones: thou washest away the things which grow outof the dust of the earth; and thou destroyest the hope of man."
    },
    {
      "verse": 20,
      "text": "Thou prevailest for ever against him, and he passeth: thou changest his countenance, and sendest him away."
    },
    {
      "verse": 21,
      "text": "His sons come to honor, and he knoweth itnot; and they are brought low, but he perceiveth itnot of them."
    },
    {
      "verse": 22,
      "text": "But his flesh upon him shall have pain, and his soul within him shall mourn."
    }
  ]
}