{
  "book_id": "JOB",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said,"
    },
    {
      "verse": 2,
      "text": "I have heard many such things: miserable comforters areye all."
    },
    {
      "verse": 3,
      "text": "Shall vain words have an end? or what emboldeneth thee that thou answerest?"
    },
    {
      "verse": 4,
      "text": "I also could speak as ye do: if your soul were in my soul's stead, I could heap up words against you, and shake my head at you."
    },
    {
      "verse": 5,
      "text": "ButI would strengthen you with my mouth and the moving of my lips should assuage your grief."
    },
    {
      "verse": 6,
      "text": "Though I speak, my grief is not assuaged: and thoughI forbear, what am I eased?"
    },
    {
      "verse": 7,
      "text": "But now he hath made me weary: thou hast made desolate all my company."
    },
    {
      "verse": 8,
      "text": "And thou hast filled me with wrinkles, whichis a witness against me: and my leanness rising up in me beareth witness to my face."
    },
    {
      "verse": 9,
      "text": "He teareth mein his wrath, who hateth me: he gnasheth upon me with his teeth; my enemy sharpeneth his eyes upon me."
    },
    {
      "verse": 10,
      "text": "They have gaped upon me with their mouth; they have smitten me upon the cheek reproachfully; they have gathered themselves against me."
    },
    {
      "verse": 11,
      "text": "God hath delivered me to the ungodly, and turned me over into the hands of the wicked."
    },
    {
      "verse": 12,
      "text": "I was at ease, but he hath broken me asunder: he hath also taken meby my neck, and shaken me to pieces, and set me up for his mark."
    },
    {
      "verse": 13,
      "text": "His archers encompass me; he cleaveth my reins asunder, and doth not spare; he poureth out my gall upon the ground."
    },
    {
      "verse": 14,
      "text": "He breaketh me with breach upon breach, he runneth upon me like a giant."
    },
    {
      "verse": 15,
      "text": "I have sewed sackcloth upon my skin, and defiled my horn in the dust."
    },
    {
      "verse": 16,
      "text": "My face is foul with weeping, and on my eyelids arethe shades of death;"
    },
    {
      "verse": 17,
      "text": "Not for anyinjustice in my hands: also my prayer ispure."
    },
    {
      "verse": 18,
      "text": "O earth, cover not thou my blood, and let my cry have no place."
    },
    {
      "verse": 19,
      "text": "Also now, behold, my witness isin heaven, and my record ison high."
    },
    {
      "verse": 20,
      "text": "My friends scorn me: butmy eye poureth out tearsto God."
    },
    {
      "verse": 21,
      "text": "O that one might plead for a man with God, as a man pleadethfor his neighbor!"
    },
    {
      "verse": 22,
      "text": "When a few years are come, then I shall go the way whenceI shall not return."
    }
  ]
}