{
  "book_id": "JOB",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "My breath is corrupt, my days are extinct, the graves are readyfor me."
    },
    {
      "verse": 2,
      "text": "Are therenot mockers with me? and doth not my eye continue in their provocation?"
    },
    {
      "verse": 3,
      "text": "Lay down now, put me in a surety with thee; who ishe thatwill strike hands with me?"
    },
    {
      "verse": 4,
      "text": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them."
    },
    {
      "verse": 5,
      "text": "He that speaketh flattery to hisfriends, even the eyes of his children shall fail."
    },
    {
      "verse": 6,
      "text": "He hath made me also a by-word of the people; and in former time I was as a tabret."
    },
    {
      "verse": 7,
      "text": "My eye also is dim by reason of sorrow, and all my members areas a shade."
    },
    {
      "verse": 8,
      "text": "Upright menshall be astonished at this, and the innocent shall stir up himself against the hypocrite."
    },
    {
      "verse": 9,
      "text": "The righteous also shall hold on his way, and he that hath clean hands shall be stronger and stronger."
    },
    {
      "verse": 10,
      "text": "But as for you all, do ye return, and come now: for I cannot find onewise manamong you."
    },
    {
      "verse": 11,
      "text": "My days are past, my purposes are broken off, eventhe thoughts of my heart."
    },
    {
      "verse": 12,
      "text": "They change the night into day: the light isshort because of darkness."
    },
    {
      "verse": 13,
      "text": "If I wait, the grave ismy house: I have made my bed in the darkness."
    },
    {
      "verse": 14,
      "text": "I have said to corruption, Thou artmy father: to the worm, Thou artmy mother, and my sister."
    },
    {
      "verse": 15,
      "text": "And where isnow my hope? as for my hope, who will see it?"
    },
    {
      "verse": 16,
      "text": "They shall go down to the bars of the pit, when ourrest together isin the dust."
    }
  ]
}