{
  "book_id": "JOB",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said,"
    },
    {
      "verse": 2,
      "text": "Even to-day ismy complaint bitter: my stroke is heavier than my groaning."
    },
    {
      "verse": 3,
      "text": "Oh that I knew where I might find him! thatI might come evento his seat!"
    },
    {
      "verse": 4,
      "text": "I would order mycause before him, and fill my mouth with arguments."
    },
    {
      "verse": 5,
      "text": "I would know the words whichhe would answer me, and understand what he would say to me."
    },
    {
      "verse": 6,
      "text": "Would he plead against me with hisgreat power? No; but he would put strengthin me."
    },
    {
      "verse": 7,
      "text": "There the righteous might dispute with him; so should I be delivered for ever from my judge."
    },
    {
      "verse": 8,
      "text": "Behold, I go forward, but he isnot there; and backward, but I cannot perceive him:"
    },
    {
      "verse": 9,
      "text": "On the left hand, where he doth work, but I cannot behold him: he hideth himself on the right hand, that I cannot see him:"
    },
    {
      "verse": 10,
      "text": "But he knoweth the way that I take: whenhe hath tried me, I shall come forth as gold."
    },
    {
      "verse": 11,
      "text": "My foot hath held his steps, his way have I kept, and not declined."
    },
    {
      "verse": 12,
      "text": "Neither have I gone back from the commandment of his lips; I have esteemed the words of his mouth more than my necessary food."
    },
    {
      "verse": 13,
      "text": "But he isin one mind, and who can turn him? and whathis soul desireth, even thathe doeth."
    },
    {
      "verse": 14,
      "text": "For he performeth the thing that isappointed for me: and many such things arewith him."
    },
    {
      "verse": 15,
      "text": "Therefore am I troubled at his presence: when I consider, I am afraid of him."
    },
    {
      "verse": 16,
      "text": "For God maketh my heart soft, and the Almighty troubleth me:"
    },
    {
      "verse": 17,
      "text": "Because I was not cut off before the darkness, neitherhath he covered the darkness from my face."
    }
  ]
}