{
  "book_id": "JOB",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said,"
    },
    {
      "verse": 2,
      "text": "Even to-day \\add is\\add* my complaint bitter: my stroke is heavier than my groaning."
    },
    {
      "verse": 3,
      "text": "Oh that I knew where I might find him! \\add that\\add* I might come \\add even\\add* to his seat!"
    },
    {
      "verse": 4,
      "text": "I would order \\add my\\add* cause before him, and fill my mouth with arguments."
    },
    {
      "verse": 5,
      "text": "I would know the words \\add which\\add* he would answer me, and understand what he would say to me."
    },
    {
      "verse": 6,
      "text": "Would he plead against me with \\add his\\add* great power? No; but he would put \\add strength\\add* in me."
    },
    {
      "verse": 7,
      "text": "There the righteous might dispute with him; so should I be delivered for ever from my judge."
    },
    {
      "verse": 8,
      "text": "Behold, I go forward, but he \\add is\\add* not \\add there\\add* ; and backward, but I cannot perceive him:"
    },
    {
      "verse": 9,
      "text": "On the left hand, where he doth work, but I cannot behold \\add him\\add* : he hideth himself on the right hand, that I cannot see \\add him\\add* :"
    },
    {
      "verse": 10,
      "text": "But he knoweth the way that I take: \\add when\\add* he hath tried me, I shall come forth as gold."
    },
    {
      "verse": 11,
      "text": "My foot hath held his steps, his way have I kept, and not declined."
    },
    {
      "verse": 12,
      "text": "Neither have I gone back from the commandment of his lips; I have esteemed the words of his mouth more than my necessary \\add food\\add* ."
    },
    {
      "verse": 13,
      "text": "But he \\add is\\add* in one \\add mind\\add* , and who can turn him? and \\add what\\add* his soul desireth, even \\add that\\add* he doeth."
    },
    {
      "verse": 14,
      "text": "For he performeth \\add the thing that is\\add* appointed for me: and many such \\add things are\\add* with him."
    },
    {
      "verse": 15,
      "text": "Therefore am I troubled at his presence: when I consider, I am afraid of him."
    },
    {
      "verse": 16,
      "text": "For God maketh my heart soft, and the Almighty troubleth me:"
    },
    {
      "verse": 17,
      "text": "Because I was not cut off before the darkness, \\add neither\\add* hath he covered the darkness from my face."
    }
  ]
}