{
  "book_id": "JOB",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Surely there is a vein for the silver, and a place for gold \\add where\\add* they fine \\add it\\add* ."
    },
    {
      "verse": 2,
      "text": "Iron is taken out of the earth, and brass \\add is\\add* melted \\add out of\\add* the stone."
    },
    {
      "verse": 3,
      "text": "He setteth an end to darkness, and searcheth out all perfection: the stones of darkness, and the shades of death."
    },
    {
      "verse": 4,
      "text": "The flood breaketh out from the inhabitant: \\add even the waters\\add* forgotten by the foot: they are dried up, they have gone away from men."
    },
    {
      "verse": 5,
      "text": "\\add As for\\add* the earth, out of it cometh bread: and under it is turned up as it were fire."
    },
    {
      "verse": 6,
      "text": "The stones of it \\add are\\add* the place of sapphires: and it hath dust of gold."
    },
    {
      "verse": 7,
      "text": "\\add There is\\add* a path which no fowl knoweth, and which the vultur's eye hath not seen:"
    },
    {
      "verse": 8,
      "text": "The lion's whelps have not trodden it, nor the fierce lion passed by it."
    },
    {
      "verse": 9,
      "text": "He putteth forth his hand upon the rock; he overturneth the mountains by the roots."
    },
    {
      "verse": 10,
      "text": "He cutteth out rivers among the rocks; and his eye seeth every precious thing."
    },
    {
      "verse": 11,
      "text": "He bindeth the floods from overflowing; and \\add the thing that is\\add* hid he bringeth forth to light."
    },
    {
      "verse": 12,
      "text": "But where shall wisdom be found? and where \\add is\\add* the place of understanding?"
    },
    {
      "verse": 13,
      "text": "Man knoweth not the price of it; neither is it found in the land of the living."
    },
    {
      "verse": 14,
      "text": "The depth saith, It \\add is\\add* not in me: and the sea saith, \\add It is\\add* not with me."
    },
    {
      "verse": 15,
      "text": "It cannot be obtained for gold, neither shall silver be weighed \\add for\\add* the price of it."
    },
    {
      "verse": 16,
      "text": "It cannot be valued with the gold of Ophir, with the precious onyx, or the sapphire."
    },
    {
      "verse": 17,
      "text": "The gold and the crystal cannot equal it: and the exchange of it \\add shall not be for\\add* jewels of fine gold."
    },
    {
      "verse": 18,
      "text": "No mention shall be made of coral, or of pearls: for the price of wisdom \\add is\\add* above rubies."
    },
    {
      "verse": 19,
      "text": "The topaz of Cush shall not equal it, neither shall it be valued with pure gold."
    },
    {
      "verse": 20,
      "text": "Whence then cometh wisdom? and where \\add is\\add* the place of understanding?"
    },
    {
      "verse": 21,
      "text": "Seeing it is hid from the eyes of all living, and kept close from the fowls of the air."
    },
    {
      "verse": 22,
      "text": "Destruction and death say, We have heard the fame of it with our ears."
    },
    {
      "verse": 23,
      "text": "God understandeth the way of it, and he knoweth its place."
    },
    {
      "verse": 24,
      "text": "For he looketh to the ends of the earth, \\add and\\add* seeth under the whole heaven;"
    },
    {
      "verse": 25,
      "text": "To make the weight for the winds; and he weigheth the waters by measure."
    },
    {
      "verse": 26,
      "text": "When he made a decree for the rain, and a way for the lightning of the thunder:"
    },
    {
      "verse": 27,
      "text": "Then did he see it, and declare it; he prepared it, yea, and searched it out."
    },
    {
      "verse": 28,
      "text": "And to man he said, Behold, the fear of the LORD, that \\add is\\add* wisdom; and to depart from evil \\add is\\add* understanding."
    }
  ]
}