{
  "book_id": "JOB",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Furthermore Elihu answered and said,"
    },
    {
      "verse": 2,
      "text": "Hear my words, O ye wise \\add men\\add* ; and give ear to me, ye that have knowledge."
    },
    {
      "verse": 3,
      "text": "For the ear trieth words, as the mouth tasteth food."
    },
    {
      "verse": 4,
      "text": "Let us choose to us judgment: let us know among ourselves what \\add is\\add* good."
    },
    {
      "verse": 5,
      "text": "For Job hath said, I am righteous: and God hath taken away my judgment."
    },
    {
      "verse": 6,
      "text": "Should I lie against my right? my wound \\add is\\add* incurable without transgression."
    },
    {
      "verse": 7,
      "text": "What man \\add is\\add* like Job, \\add who\\add* drinketh up scorning like water?"
    },
    {
      "verse": 8,
      "text": "Who goeth in company with the workers of iniquity, and walketh with wicked men."
    },
    {
      "verse": 9,
      "text": "For he hath said, It profiteth a man nothing that he should delight himself with God."
    },
    {
      "verse": 10,
      "text": "Therefore hearken to me, ye men of understanding: far be it from God, \\add that he should do\\add* wickedness; and \\add from\\add* the Almighty, \\add that he should commit\\add* iniquity."
    },
    {
      "verse": 11,
      "text": "For the work of a man he shall render to him, and cause every man to find according to \\add his\\add* ways."
    },
    {
      "verse": 12,
      "text": "Yes, surely God will not do wickedly, neither will the Almighty pervert judgment."
    },
    {
      "verse": 13,
      "text": "Who hath given him a charge over the earth? or who hath disposed the whole world?"
    },
    {
      "verse": 14,
      "text": "If he should set his heart upon man, \\add if\\add* he should gather to himself his spirit and his breath;"
    },
    {
      "verse": 15,
      "text": "All flesh would perish together, and man would turn again to dust."
    },
    {
      "verse": 16,
      "text": "If now \\add thou hast\\add* understanding, hear this: hearken to the voice of my words."
    },
    {
      "verse": 17,
      "text": "Shall even he that hateth right govern? and wilt thou condemn him that is most just?"
    },
    {
      "verse": 18,
      "text": "\\add Is it fit\\add* to say to a king, \\add Thou art\\add* wicked? \\add and\\add* to princes, \\add Ye are\\add* ungodly?"
    },
    {
      "verse": 19,
      "text": "\\add How much less to him\\add* that accepteth not the persons of princes, nor regardeth the rich more than the poor? for they all \\add are\\add* the work of his hands."
    },
    {
      "verse": 20,
      "text": "In a moment they shall die, and the people shall be troubled at midnight, and pass away: and the mighty shall be taken away without hand."
    },
    {
      "verse": 21,
      "text": "For his eyes \\add are\\add* upon the ways of man, and he seeth all his goings."
    },
    {
      "verse": 22,
      "text": "\\add There is\\add* no darkness, nor shadow of death, where the workers of iniquity may hide themselves."
    },
    {
      "verse": 23,
      "text": "For he will not lay upon man more \\add than right\\add* ; that he should enter into judgment with God."
    },
    {
      "verse": 24,
      "text": "He shall break in pieces mighty men without number, and set others in their stead."
    },
    {
      "verse": 25,
      "text": "Therefore he knoweth their works, and he overturneth \\add them\\add* in the night, so that they are destroyed."
    },
    {
      "verse": 26,
      "text": "He striketh them as wicked men in the open sight of others;"
    },
    {
      "verse": 27,
      "text": "Because they turned back from him, and would not consider any of his ways:"
    },
    {
      "verse": 28,
      "text": "So that they cause the cry of the poor to come to him, and he heareth the cry of the afflicted."
    },
    {
      "verse": 29,
      "text": "When he giveth quietness, who then can make trouble? and when he hideth \\add his\\add* face, who then can behold him? whether \\add it be done\\add* against a nation, or against a man only:"
    },
    {
      "verse": 30,
      "text": "That the hypocrite may not reign, lest the people should be ensnared."
    },
    {
      "verse": 31,
      "text": "Surely it is meet to be said to God, I have borne \\add chastisement\\add* , I will not offend \\add any more\\add* :"
    },
    {
      "verse": 32,
      "text": "\\add That which\\add* I see not teach thou me: if I have done iniquity, I will do no more."
    },
    {
      "verse": 33,
      "text": "\\add Should it be\\add* according to thy mind? he will recompense it, whether thou shalt refuse, or whether thou shalt choose; and not I: therefore speak what thou knowest."
    },
    {
      "verse": 34,
      "text": "Let men of understanding tell me, and let a wise man hearken to me."
    },
    {
      "verse": 35,
      "text": "Job hath spoken without knowledge, and his words \\add were\\add* without wisdom."
    },
    {
      "verse": 36,
      "text": "My desire \\add is that\\add* Job may be tried to the end, because of \\add his\\add* answers for wicked men."
    },
    {
      "verse": 37,
      "text": "For he addeth rebellion to his sin, he clappeth \\add his hands\\add* among us, and multiplieth his words against God."
    }
  ]
}