{
  "book_id": "JOB",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered the LORD, and said,"
    },
    {
      "verse": 2,
      "text": "I know that thou canst do every \\add thing\\add* , and \\add that\\add* no thought can be withheld from thee."
    },
    {
      "verse": 3,
      "text": "Who \\add is\\add* he that hideth counsel without knowledge? therefore have I uttered that which I understood not; things too wonderful for me, which I knew not."
    },
    {
      "verse": 4,
      "text": "Hear, I beseech thee, and I will speak: I will ask of thee, and declare thou to me."
    },
    {
      "verse": 5,
      "text": "I have heard of thee by the hearing of the ear: but now my eye seeth thee."
    },
    {
      "verse": 6,
      "text": "Wherefore I abhor \\add myself\\add* , and repent in dust and ashes."
    },
    {
      "verse": 7,
      "text": "And it was \\add so\\add* , that after the LORD had spoken these words to Job, the LORD said to Eliphaz the Temanite, My wrath is kindled against thee, and against thy two friends: for ye have not spoken of me \\add the thing that is\\add* right, as my servant Job \\add hath\\add* ."
    },
    {
      "verse": 8,
      "text": "Therefore take to you now seven bullocks and seven rams, and go to my servant Job, and offer for yourselves a burnt-offering; and my servant Job shall pray for you: for him will I accept: lest I deal with you \\add after your\\add* folly, in that ye have not spoken of me \\add the thing which is\\add* right, like my servant Job."
    },
    {
      "verse": 9,
      "text": "So Eliphaz the Temanite and Bildad the Shuhite \\add and\\add* Zophar the Naamathite went, and did according as the LORD commanded them: the LORD also accepted Job."
    },
    {
      "verse": 10,
      "text": "And the LORD turned the captivity of Job, when he prayed for his friends: also the LORD gave Job twice as much as he had before."
    },
    {
      "verse": 11,
      "text": "Then came there to him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and ate bread with him in his house: and they condoled with him, and comforted him over all the evil that the LORD had brought upon him: every man also gave him a piece of money, and every one an ear-ring of gold."
    },
    {
      "verse": 12,
      "text": "So the LORD blessed the latter end of Job more than his beginning: for he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses."
    },
    {
      "verse": 13,
      "text": "He had also seven sons, and three daughters."
    },
    {
      "verse": 14,
      "text": "And he called the name of the first, Jemima; and the name of the second, Kezia; and the name of the third, Keren-happuch."
    },
    {
      "verse": 15,
      "text": "And in all the land were no women found \\add so\\add* fair as the daughters of Job: and their father gave them inheritance among their brethren."
    },
    {
      "verse": 16,
      "text": "After this Job lived a hundred and forty years, and saw his sons, and his sons' sons, \\add even\\add* four generations."
    },
    {
      "verse": 17,
      "text": "So Job died, \\add being\\add* old and full of days."
    }
  ]
}