{
  "book_id": "MAT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Βίβλος γενέσεως Ἰησοῦ Χριστοῦ, υἱοῦ Δαυίδ, υἱοῦ Ἁβραάμ·"
    },
    {
      "verse": 2,
      "text": "Ἁβραὰμ ἐγέννησεν τὸν Ἰσαάκ, Ἰσαὰκ δὲ ἐγέννησεν τὸν Ἰακώβ, Ἰακὼβ δὲ ἐγέννησεν τὸν Ἰούδαν καὶ τοὺς ἀδελφοὺς αὐτοῦ·"
    },
    {
      "verse": 3,
      "text": "Ἰούδας δὲ ἐγέννησεν τὸν Φαρὲς καὶ τὸν Ζαρὰ ἐκ τῆς Θάμαρ, Φαρὲς δὲ ἐγέννησεν τὸν Ἐσρώμ, Ἐσρὼμ δὲ ἐγέννησεν τὸν Ἀράμ·"
    },
    {
      "verse": 4,
      "text": "Ἀρὰμ δὲ ἐγέννησεν τὸν Ἀμιναδάβ, Ἀμιναδὰβ δὲ ἐγέννησεν τὸν Ναασσών, Ναασσὼν δὲ ἐγέννησεν τὸν Σαλμών·"
    },
    {
      "verse": 5,
      "text": "Σαλμὼν δὲ ἐγέννησεν τὸν Βοὸζ ἐκ τῆς Ῥαχάβ, Βοὸζ δὲ ἐγέννησεν τὸν Ὠβὴδ ἐκ τῆς Ῥούθ, Ὠβὴδ δὲ ἐγέννησεν τὸν Ἰεσσαί,"
    },
    {
      "verse": 6,
      "text": "Ἰεσσαὶ δὲ ἐγέννησεν τὸν Δαυὶδ τὸν βασιλέα. Δαυὶδ δὲ ὁ βασιλεὺς ἐγέννησεν τὸν Σολομῶνα ἐκ τῆς τοῦ Οὐρίου,"
    },
    {
      "verse": 7,
      "text": "Σολομὼν δὲ ἐγέννησεν τὸν Ῥοβοάμ, Ῥοβοὰμ δὲ ἐγέννησεν τὸν Ἀβιά, Ἀβιὰ δὲ ἐγέννησεν τὸν Ἀσά·"
    },
    {
      "verse": 8,
      "text": "Ἀσὰ δὲ ἐγέννησεν τὸν Ἰωσαφάτ, Ἰωσαφὰτ δὲ ἐγέννησεν τὸν Ἰωράμ, Ἰωρὰμ δὲ ἐγέννησεν τὸν Ὀζίαν·"
    },
    {
      "verse": 9,
      "text": "Ὀζίας δὲ ἐγέννησεν τὸν Ἰωάθαμ, Ἰωάθαμ δὲ ἐγέννησεν τὸν Ἄχαζ, Ἄχαζ δὲ ἐγέννησεν τὸν Ἐζεκίαν·"
    },
    {
      "verse": 10,
      "text": "Ἐζεκίας δὲ ἐγέννησεν τὸν Μανασσῆν, Μανασσῆς δὲ ἐγέννησεν τὸν Ἀμών, Ἀμὼν δὲ ἐγέννησεν τὸν Ἰωσίαν·"
    },
    {
      "verse": 11,
      "text": "Ἰωσίας δὲ ἐγέννησεν τὸν Ἰεχονίαν καὶ τοὺς ἀδελφοὺς αὐτοῦ ἐπὶ τῆς μετοικεσίας Βαβυλῶνος."
    },
    {
      "verse": 12,
      "text": "Μετὰ δὲ τὴν μετοικεσίαν Βαβυλῶνος Ἰεχονίας ἐγέννησεν τὸν Σαλαθιήλ, Σαλαθιὴλ δὲ ἐγέννησεν τὸν Ζοροβάβελ·"
    },
    {
      "verse": 13,
      "text": "Ζοροβάβελ δὲ ἐγέννησεν τὸν Ἀβιούδ, Ἀβιοὺδ δὲ ἐγέννησεν τὸν Ἐλιακείμ, Ἐλιακεὶμ δὲ ἐγέννησεν τὸν Ἀζώρ·"
    },
    {
      "verse": 14,
      "text": "Ἀζὼρ δὲ ἐγέννησεν τὸν Σαδώκ, Σαδὼκ δὲ ἐγέννησεν τὸν Ἀχείμ, Ἀχεὶμ δὲ ἐγέννησεν τὸν Ἐλιούδ·"
    },
    {
      "verse": 15,
      "text": "Ἐλιοὺδ δὲ ἐγέννησεν τὸν Ἐλεάζαρ, Ἐλεάζαρ δὲ ἐγέννησεν τὸν Ματθάν, Ματθὰν δὲ ἐγέννησεν τὸν Ἰακώβ·"
    },
    {
      "verse": 16,
      "text": "Ἰακὼβ δὲ ἐγέννησεν τὸν Ἰωσὴφ τὸν ἄνδρα Μαρίας, ἐξ ἧς ἐγεννήθη Ἰησοῦς, ὁ λεγόμενος Χριστός."
    },
    {
      "verse": 17,
      "text": "Πᾶσαι οὖν αἱ γενεαὶ ἀπὸ Ἁβραὰμ ἕως Δαυὶδ γενεαὶ δεκατέσσαρες, καὶ ἀπὸ Δαυὶδ ἕως τῆς μετοικεσίας Βαβυλῶνος γενεαὶ δεκατέσσαρες, καὶ ἀπὸ τῆς μετοικεσίας Βαβυλῶνος ἕως τοῦ Χριστοῦ γενεαὶ δεκατέσσαρες. Conception of Jesus—5 BC"
    },
    {
      "verse": 18,
      "text": "Τοῦ δὲ Ἰησοῦ Χριστοῦ ἡ γέννησις οὕτως ἦν· Μνηστευθείσης γὰρ τῆς μητρὸς αὐτοῦ Μαρίας τῷ Ἰωσήφ, πρὶν ἢ συνελθεῖν αὐτούς, εὑρέθη ἐν γαστρὶ ἔχουσα ἐκ Πνεύματος Ἁγίου."
    },
    {
      "verse": 19,
      "text": "Ἰωσὴφ δὲ ὁ ἀνὴρ αὐτῆς, δίκαιος ὢν καὶ μὴ θέλων αὐτὴν παραδειγματίσαι, ἐβουλήθη λάθρα ἀπολῦσαι αὐτήν."
    },
    {
      "verse": 20,
      "text": "Ταῦτα δὲ αὐτοῦ ἐνθυμηθέντος, ἰδού, ἄγγελος Κυρίου κατ᾿ ὄναρ ἐφάνη αὐτῷ λέγων· «Ἰωσήφ, υἱὸς Δαυίδ, μὴ φοβηθῇς παραλαβεῖν Μαριὰμ τὴν γυναῖκά σου, τὸ γὰρ ἐν αὐτῇ γεννηθὲν ἐκ Πνεύματός ἐστιν Ἁγίου."
    },
    {
      "verse": 21,
      "text": "Τέξεται δὲ υἱὸν καὶ καλέσεις τὸ ὄνομα αὐτοῦ Ἰησοῦν, αὐτὸς γὰρ σώσει τὸν λαὸν αὐτοῦ ἀπὸ τῶν ἁμαρτιῶν αὐτῶν.»"
    },
    {
      "verse": 22,
      "text": "Τοῦτο δὲ ὅλον γέγονεν ἵνα πληρωθῇ τὸ ῥηθὲν ὑπὸ τοῦ Κυρίου διὰ τοῦ προφήτου λέγοντος·"
    },
    {
      "verse": 23,
      "text": "«Ἰδού, ἡ παρθένος ἐν γαστρὶ ἕξει καὶ τέξεται υἱόν, καὶ καλέσουσιν τὸ ὄνομα αὐτοῦ Ἐμμανουήλ,» ὅ ἐστιν μεθερμηνευόμενον, ‹μεθ᾿ ἡμῶν ὁ Θεός.›"
    },
    {
      "verse": 24,
      "text": "Διεγερθεὶς δὲ ὁ Ἰωσὴφ ἀπὸ τοῦ ὕπνου, ἐποίησεν ὡς προσέταξεν αὐτῷ ὁ ἄγγελος Κυρίου καὶ παρέλαβεν τὴν γυναῖκα αὐτοῦ,"
    },
    {
      "verse": 25,
      "text": "καὶ οὐκ ἐγίνωσκεν αὐτὴν ἕως οὗ ἔτεκεν τὸν υἱὸν αὐτῆς, τὸν πρωτότοκον. Καὶ ἐκάλεσεν τὸ ὄνομα αὐτοῦ ΙΗΣΟΥΝ."
    }
  ]
}