{
  "book_id": "MAT",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο, ὅτε ἐτέλεσεν ὁ Ἰησοῦς διατάσσων τοῖς δώδεκα μαθηταῖς αὐτοῦ, μετέβη ἐκεῖθεν τοῦ διδάσκειν καὶ κηρύσσειν ἐν ταῖς πόλεσιν αὐτῶν. John needs reassuring"
    },
    {
      "verse": 2,
      "text": "Ὁ δὲ Ἰωάννης, ἀκούσας ἐν τῷ δεσμωτηρίῳ τὰ ἔργα τοῦ Χριστοῦ, πέμψας δύο τῶν μαθητῶν αὐτοῦ"
    },
    {
      "verse": 3,
      "text": "εἶπεν αὐτῷ, «Σὺ εἶ ὁ ἐρχόμενος ἢ ἕτερον προσδοκῶμεν;»"
    },
    {
      "verse": 4,
      "text": "Καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτοῖς· «Πορευθέντες ἀπαγγείλατε Ἰωάννῃ ἃ ἀκούετε καὶ βλέπετε·"
    },
    {
      "verse": 5,
      "text": "τυφλοὶ ἀναβλέπουσιν καὶ χωλοὶ περιπατοῦσιν, λεπροὶ καθαρίζονται καὶ κωφοὶ ἀκούουσιν, νεκροὶ ἐγείρονται καὶ πτωχοὶ εὐαγγελίζονται."
    },
    {
      "verse": 6,
      "text": "Καί, μακάριός ἐστιν ὃς ἐὰν μὴ σκανδαλισθῇ ἐν ἐμοί.» Jesus eulogizes John the Baptizer"
    },
    {
      "verse": 7,
      "text": "Τούτων δὲ πορευομένων, ἤρξατο ὁ Ἰησοῦς λέγειν τοῖς ὄχλοις περὶ Ἰωάννου· «Τί ἐξήλθετε εἰς τὴν ἔρημον θεάσασθαι, κάλαμον ὑπὸ ἀνέμου σαλευόμενον;"
    },
    {
      "verse": 8,
      "text": "Ἀλλὰ τί ἐξήλθετε ἰδεῖν, ἄνθρωπον ἐν μαλακοῖς ἱματίοις ἠμφιεσμένον; Ἰδού, οἱ τὰ μαλακὰ φοροῦντες ἐν τοῖς οἴκοις τῶν βασιλείων εἰσίν."
    },
    {
      "verse": 9,
      "text": "Ἀλλὰ τί ἐξήλθετε ἰδεῖν, προφήτην; Ναί, λέγω ὑμῖν, καὶ περισσότερον προφήτου."
    },
    {
      "verse": 10,
      "text": "Οὗτος γάρ ἐστιν περὶ οὗ γέγραπται· ‹Ἰδού, ἐγὼ ἀποστέλλω τὸν ἄγγελόν μου πρὸ προσώπου σου, ὃς κατασκευάσει τὴν ὁδόν σου ἔμπροσθέν σου.›"
    },
    {
      "verse": 11,
      "text": "Ἀμὴν λέγω ὑμῖν, οὐκ ἐγήγερται ἐν γεννητοῖς γυναικῶν μείζων Ἰωάννου τοῦ Βαπτιστοῦ· ὁ δὲ μικρότερος ἐν τῇ βασιλείᾳ τῶν οὐρανῶν μείζων αὐτοῦ ἐστιν."
    },
    {
      "verse": 12,
      "text": "Ἀπὸ δὲ τῶν ἡμερῶν Ἰωάννου τοῦ Βαπτιστοῦ ἕως ἄρτι ἡ βασιλεία τῶν οὐρανῶν βιάζεται, καὶ βιασταὶ ἁρπάζουσιν αὐτήν."
    },
    {
      "verse": 13,
      "text": "Πάντες γὰρ οἱ προφῆται καὶ ὁ νόμος ἕως Ἰωάννου προεφήτευσαν·"
    },
    {
      "verse": 14,
      "text": "καὶ εἰ θέλετε δέξασθαι, αὐτός ἐστιν Ἠλίας ὁ μέλλων ἔρχεσθαι."
    },
    {
      "verse": 15,
      "text": "Ὁ ἔχων ὦτα ἀκούειν ἀκουέτω."
    },
    {
      "verse": 16,
      "text": "»Τίνι δὲ ὁμοιώσω τὴν γενεὰν ταύτην; Ὁμοία ἐστὶν παιδίοις ἐν ἀγορᾷ καθημένοις, καὶ προσφωνοῦσιν τοῖς ἑταίροις αὐτῶν"
    },
    {
      "verse": 17,
      "text": "καὶ λέγουσιν, ‹Ηὐλήσαμεν ὑμῖν καὶ οὐκ ὠρχήσασθε· ἐθρηνήσαμεν ὑμῖν καὶ οὐκ ἐκόψασθε.›"
    },
    {
      "verse": 18,
      "text": "Ἦλθεν γὰρ Ἰωάννης μήτε ἐσθίων μήτε πίνων, καὶ λέγουσιν, ‹Δαιμόνιον ἔχει›·"
    },
    {
      "verse": 19,
      "text": "ἦλθεν ὁ Υἱὸς τοῦ Ἀνθρώπου ἐσθίων καὶ πίνων, καὶ λέγουσιν, ‹Ἰδού, ἄνθρωπος φάγος καὶ οἰνοπότης, τελωνῶν φίλος καὶ ἁμαρτωλῶν.› Καί, ἐδικαιώθη ἡ σοφία ἀπὸ τῶν τέκνων αὐτῆς.» Jesus denounces three cities"
    },
    {
      "verse": 20,
      "text": "Τότε ἤρξατο ὁ Ἰησοῦς ὀνειδίζειν τὰς πόλεις ἐν αἷς ἐγένοντο αἱ πλεῖσται δυνάμεις αὐτοῦ, ὅτι οὐ μετενόησαν."
    },
    {
      "verse": 21,
      "text": "«Οὐαί σοι, Χωραζίν, οὐαί σοι, Βηθσαϊδά· ὅτι εἰ ἐν Τύρῳ καὶ Σιδῶνι ἐγένοντο αἱ δυνάμεις αἱ γενόμεναι ἐν ὑμῖν, πάλαι ἂν ἐν σάκκῳ καὶ σποδῷ μετενόησαν."
    },
    {
      "verse": 22,
      "text": "Πλὴν λέγω ὑμῖν, Τύρῳ καὶ Σιδῶνι ἀνεκτότερον ἔσται ἐν ἡμέρᾳ κρίσεως ἢ ὑμῖν."
    },
    {
      "verse": 23,
      "text": "Καὶ σύ, Καπερναούμ, ἣ ‹ἕως τοῦ οὐρανοῦ ὑψωθῇς,› ἕως ᾍδου καταβιβασθήσῃ· ὅτι εἰ ἐν Σοδόμοις ἐγένοντο αἱ δυνάμεις αἱ γενόμεναι ἐν σοί, ἔμειναν ἂν μέχρι τῆς σήμερον."
    },
    {
      "verse": 24,
      "text": "Πλὴν λέγω ὑμῖν ὅτι γῇ Σοδόμων ἀνεκτότερον ἔσται ἐν ἡμέρᾳ κρίσεως ἢ σοί.» “I praise you, Father”"
    },
    {
      "verse": 25,
      "text": "Ἐν ἐκείνῳ τῷ καιρῷ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν· «Ἐξομολογοῦμαί σοι, Πάτερ, Κύριε τοῦ οὐρανοῦ καὶ τῆς γῆς, ὅτι ἀπέκρυψας ταῦτα ἀπὸ σοφῶν καὶ συνετῶν καὶ ἀπεκάλυψας αὐτὰ νηπίοις."
    },
    {
      "verse": 26,
      "text": "Ναί, ὁ Πατήρ, ὅτι οὕτως ἐγένετο εὐδοκία ἔμπροσθέν σου."
    },
    {
      "verse": 27,
      "text": "»Πάντα μοι παρεδόθη ὑπὸ τοῦ Πατρός μου, καὶ οὐδεὶς ἐπιγινώσκει τὸν Υἱὸν εἰ μὴ ὁ Πατήρ· οὐδὲ τὸν Πατέρα τις ἐπιγινώσκει εἰ μὴ ὁ Υἱός, καὶ ᾧ ἐὰν βούληται ὁ Υἱὸς ἀποκαλύψαι."
    },
    {
      "verse": 28,
      "text": "Δεῦτε πρός με πάντες οἱ κοπιῶντες καὶ πεφορτισμένοι, κἀγὼ ἀναπαύσω ὑμᾶς."
    },
    {
      "verse": 29,
      "text": "Ἄρατε τὸν ζυγόν μου ἐφ᾿ ὑμᾶς καὶ μάθετε ἀπ᾿ ἐμοῦ, ὅτι πρᾷός εἰμι καὶ ταπεινὸς τῇ καρδίᾳ, καὶ εὑρήσετε ἀνάπαυσιν ταῖς ψυχαῖς ὑμῶν·"
    },
    {
      "verse": 30,
      "text": "ὁ γὰρ ζυγός μου χρηστὸς καὶ τὸ φορτίον μου ἐλαφρόν ἐστιν.»"
    }
  ]
}