{
  "book_id": "JOL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah, which came to Joel, the son of Pethuel."
    },
    {
      "verse": 2,
      "text": "Hear this, ye old men; Give ear, all ye inhabitants of the land! Hath such a thing happened in your days, Or even in the days of your fathers?"
    },
    {
      "verse": 3,
      "text": "Tell ye your children of it, And let your children tell their children, And their children another generation!"
    },
    {
      "verse": 4,
      "text": "That which the gnawing-locust left hath the swarming-locust eaten, And that which the swarming-locust left hath the licking-locust eaten, And that which the licking-locust left hath the consuming-locust eaten."
    },
    {
      "verse": 5,
      "text": "Awake, ye drunkards, and weep! Howl, all ye drinkers of wine, For the new wine, which is snatched from your mouths!"
    },
    {
      "verse": 6,
      "text": "For a nation hath come up on my land, Strong, and not to be numbered; Their teeth are the teeth of the lion; They have the jaw-teeth of the lioness."
    },
    {
      "verse": 7,
      "text": "They have made my vine a desolation, And my fig-tree a broken branch; They have made it quite bare and cast it away; The branches thereof are made white."
    },
    {
      "verse": 8,
      "text": "Lament ye, like a bride, Clothed in sackcloth for the husband of her youth!"
    },
    {
      "verse": 9,
      "text": "The flour-offering and the drink-offering are cut off from the house of Jehovah; The priests, the servants of Jehovah mourn."
    },
    {
      "verse": 10,
      "text": "The field is laid waste; The ground mourneth, For the corn is laid waste; The new wine is dried up; The oil languisheth."
    },
    {
      "verse": 11,
      "text": "Lament, O ye husbandmen, Howl, O ye vine-dressers, For the wheat and the barley, For the harvest of the field hath perished!"
    },
    {
      "verse": 12,
      "text": "The vine is dried up, And the fig-tree languisheth; The pomegranate, the palm-tree, and the apple-tree,—All the trees of the field, are withered; Yea, joy is withered away from the sons of men."
    },
    {
      "verse": 13,
      "text": "Gird yourselves with sackcloth and mourn, ye priests! Howl, ye ministers of the altar! Come, lie all night in sackcloth, ye ministers of my God, For the flour-offering and the drink-offering are withholden from the house of your God!"
    },
    {
      "verse": 14,
      "text": "Appoint ye a fast, proclaim a solemn assembly! Gather the elders and all the inhabitants of the land Into the house of Jehovah, your God, And cry unto Jehovah!"
    },
    {
      "verse": 15,
      "text": "Alas, alas the day! For the day of Jehovah is near; Even as destruction from the Almighty doth it come."
    },
    {
      "verse": 16,
      "text": "Is not our food cut off from before our eyes, Yea, joy and gladness from the house of our God?"
    },
    {
      "verse": 17,
      "text": "The seeds are rotten under their clods, The storehouses are laid desolate, the garners are destroyed; For the corn is withered."
    },
    {
      "verse": 18,
      "text": "How do the beasts groan, How do the herds of oxen wander perplexed, Having no pasture! The flocks of sheep also are destroyed."
    },
    {
      "verse": 19,
      "text": "To thee, O Jehovah, do I call, For a fire hath devoured the pastures of the desert, And a flame hath burned all the trees of the field!"
    },
    {
      "verse": 20,
      "text": "The beasts of the field, also, cry unto thee, For the streams of water are dried up, And a fire hath devoured the pastures of the desert!"
    }
  ]
}