{
  "book_id": "JOL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Blow ye the trumpet in Zion; Sound an alarm in my holy mountain! Let all the inhabitants of the land tremble! For the day of Jehovah cometh, for it is near!"
    },
    {
      "verse": 2,
      "text": "A day of darkness, and gloominess, A day of clouds, and thick darkness. As the morning light spreadeth itself upon the mountains, There cometh a numerous people and a strong; Like them there have been none of old time, And after them there shall not be, Even to the years of many generations."
    },
    {
      "verse": 3,
      "text": "A fire devoureth before them, And behind them a flame burneth; The land is as the garden of Eden before them. And behind them a desolate wilderness! Yea, nothing escapeth them."
    },
    {
      "verse": 4,
      "text": "Their appearance is like the appearance of horses, And like horsemen do they run;"
    },
    {
      "verse": 5,
      "text": "Like rattling chariots they leap on the tops of the mountains; Like the crackling flame of fire, which devoureth stubble; Like a mighty host set in battle array."
    },
    {
      "verse": 6,
      "text": "Before them the people tremble, And all faces gather blackness."
    },
    {
      "verse": 7,
      "text": "They run like mighty men; They climb the wall like warriors; They march every one on his way; They change not their paths."
    },
    {
      "verse": 8,
      "text": "One doth not thrust another; They march every one in his path, And though they rush among weapons, they are not wounded."
    },
    {
      "verse": 9,
      "text": "They run through the city; They run upon the wall; They go up into the houses; They enter in at the windows, like a thief."
    },
    {
      "verse": 10,
      "text": "The earth quaketh before them, And the heavens tremble; The sun and the moon are darkened, And the stars withdraw their shining."
    },
    {
      "verse": 11,
      "text": "Jehovah uttereth his voice before his army; For very great is his host; Yea, it is mighty, executing his word; The day of Jehovah is great, and very terrible; Who shall be able to bear it?"
    },
    {
      "verse": 12,
      "text": "Yet even now, saith Jehovah, Turn ye to me with all your heart, With fasting, with weeping, and with mourning!"
    },
    {
      "verse": 13,
      "text": "And rend your hearts, and not your garments, And turn to Jehovah your God, For he is gracious and merciful, Slow to anger, and of great kindness, And repenteth of a threatened evil."
    },
    {
      "verse": 14,
      "text": "Who knoweth but he will turn and repent, And leave a blessing behind him, Even a flour-offering and a drink-offering for Jehovah your God."
    },
    {
      "verse": 15,
      "text": "Blow ye the trumpet in Zion; Appoint yea fast; proclaim a solemn assembly!"
    },
    {
      "verse": 16,
      "text": "Gather the people; appoint a congregation; Assemble the elders; Gather the children and the sucklings! Let the bridegroom come forth from his chamber, And the bride from her nuptial bed!"
    },
    {
      "verse": 17,
      "text": "Let the priests, the servants of Jehovah, Weep between the porch and the altar, And say, Spare thy people, O Jehovah, And give not thine inheritance to reproach, And to be a by-word to the nations! Why should they say among the nations, Where is their God?"
    },
    {
      "verse": 18,
      "text": "Then will Jehovah be zealous for his land, And have compassion on his people,"
    },
    {
      "verse": 19,
      "text": "Yea, Jehovah will answer, and say to his people, Behold, I will send you corn, And new wine, and oil, and ye shall be satisfied therewith; And I will no more make you a reproach among the nations."
    },
    {
      "verse": 20,
      "text": "I will remove far from you the northern host, And I will drive it into a dry and desolate land; Its van toward the Eastern sea, And its rear toward the Western sea. And its scent shall come up, And its ill savor shall come up, Because it hath done great things."
    },
    {
      "verse": 21,
      "text": "Fear not, O land, exult and rejoice, For Jehovah hath done great things!"
    },
    {
      "verse": 22,
      "text": "Fear not, O ye beasts of the field, For the pastures of the desert spring up, For the tree beareth its fruit; The fig-tree and the vine yield their strength!"
    },
    {
      "verse": 23,
      "text": "And, O ye sons of Zion, exult, And rejoice in Jehovah your God! For he giveth you the former rain in just measure, And causeth showers to come down upon you, Even the former rain, and the latter rain, as aforetime."
    },
    {
      "verse": 24,
      "text": "And the threshing-floors shall be full of wheat, And the vats shall overflow with new wine and oil."
    },
    {
      "verse": 25,
      "text": "And I will restore to you the years Which the swarming-locust hath eaten, The licking-locust, the consuming-locust, and the gnawing-locusts, My great army, which I sent among you."
    },
    {
      "verse": 26,
      "text": "Ye shall eat in plenty, and be satisfied, And praise the name of Jehovah your God, Who hath dealt wondrously with you; And my people shall never be put to shame."
    },
    {
      "verse": 27,
      "text": "Ye shall know that I am in the midst of Israel, And that I am Jehovah, your God, and none else; And my people shall never be put to shame."
    },
    {
      "verse": 28,
      "text": "And it shall come to pass afterward, That I will pour out my spirit upon all flesh; And your sons and your daughters shall prophesy; Your old men shall dream dreams, Your young men shall see visions."
    },
    {
      "verse": 29,
      "text": "Upon the men-servants also, and upon the handmaids, Will I pour out my spirit in those days."
    },
    {
      "verse": 30,
      "text": "And I will show wonders in the heavens and in the earth; Blood and fire, and pillars of smoke."
    },
    {
      "verse": 31,
      "text": "The sun shall be turned into darkness, And the moon into blood, Before the day of Jehovah cometh, The great and the terrible day. Then whoever calleth on the name of Jehovah shall be delivered;"
    },
    {
      "verse": 32,
      "text": "For upon mount Zion, and in Jerusalem, shall be deliverance, As Jehovah hath spoken; And among the remnant, whom Jehovah shall call."
    }
  ]
}