{
  "book_id": "JER",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי דבר יהוה אלי לאמר׃"
    },
    {
      "verse": 2,
      "text": "הלך וקראת באזני ירושלם לאמר כה אמר יהוה זכרתי לך חסד נעוריך אהבת כלולתיך לכתך אחרי במדבר בארץ לא זרועה׃"
    },
    {
      "verse": 3,
      "text": "קדש ישראל ליהוה ראשית תבואתה כל אכליו יאשמו רעה תבא אליהם נאם יהוה׃"
    },
    {
      "verse": 4,
      "text": "שמעו דבר יהוה בית יעקב וכל משפחות בית ישראל׃"
    },
    {
      "verse": 5,
      "text": "כה אמר יהוה מה מצאו אבותיכם בי עול כי רחקו מעלי וילכו אחרי ההבל ויהבלו׃"
    },
    {
      "verse": 6,
      "text": "ולא אמרו איה יהוה המעלה אתנו מארץ מצרים המוליך אתנו במדבר בארץ ערבה ושוחה בארץ ציה וצלמות בארץ לא עבר בה איש ולא ישב אדם שם׃"
    },
    {
      "verse": 7,
      "text": "ואביא אתכם אל ארץ הכרמל לאכל פריה וטובה ותבאו ותטמאו את ארצי ונחלתי שמתם לתועבה׃"
    },
    {
      "verse": 8,
      "text": "הכהנים לא אמרו איה יהוה ותפשי התורה לא ידעוני והרעים פשעו בי והנביאים נבאו בבעל ואחרי לא יועלו הלכו׃"
    },
    {
      "verse": 9,
      "text": "לכן עד אריב אתכם נאם יהוה ואת בני בניכם אריב׃"
    },
    {
      "verse": 10,
      "text": "כי עברו איי כתיים וראו וקדר שלחו והתבוננו מאד וראו הן היתה כזאת׃"
    },
    {
      "verse": 11,
      "text": "ההימיר גוי אלהים והמה לא אלהים ועמי המיר כבודו בלוא יועיל׃"
    },
    {
      "verse": 12,
      "text": "שמו שמים על זאת ושערו חרבו מאד נאם יהוה׃"
    },
    {
      "verse": 13,
      "text": "כי שתים רעות עשה עמי אתי עזבו מקור מים חיים לחצב להם בארות בארת נשברים אשר לא יכלו המים׃"
    },
    {
      "verse": 14,
      "text": "העבד ישראל אם יליד בית הוא מדוע היה לבז׃"
    },
    {
      "verse": 15,
      "text": "עליו ישאגו כפרים נתנו קולם וישיתו ארצו לשמה עריו נצתה מבלי ישב׃"
    },
    {
      "verse": 16,
      "text": "גם בני נף ותחפנס ירעוך קדקד׃"
    },
    {
      "verse": 17,
      "text": "הלוא זאת תעשה לך עזבך את יהוה אלהיך בעת מוליכך בדרך׃"
    },
    {
      "verse": 18,
      "text": "ועתה מה לך לדרך מצרים לשתות מי שחור ומה לך לדרך אשור לשתות מי נהר׃"
    },
    {
      "verse": 19,
      "text": "תיסרך רעתך ומשבותיך תוכחך ודעי וראי כי רע ומר עזבך את יהוה אלהיך ולא פחדתי אליך נאם אדני יהוה צבאות׃"
    },
    {
      "verse": 20,
      "text": "כי מעולם שברתי עלך נתקתי מוסרתיך ותאמרי לא אעבד כי על כל גבעה גבהה ותחת כל עץ רענן את צעה זנה׃"
    },
    {
      "verse": 21,
      "text": "ואנכי נטעתיך שרק כלה זרע אמת ואיך נהפכת לי סורי הגפן נכריה׃"
    },
    {
      "verse": 22,
      "text": "כי אם תכבסי בנתר ותרבי לך ברית נכתם עונך לפני נאם אדני יהוה׃"
    },
    {
      "verse": 23,
      "text": "איך תאמרי לא נטמאתי אחרי הבעלים לא הלכתי ראי דרכך בגיא דעי מה עשית בכרה קלה משרכת דרכיה׃"
    },
    {
      "verse": 24,
      "text": "פרה למד מדבר באות נפשו שאפה רוח תאנתה מי ישיבנה כל מבקשיה לא ייעפו בחדשה ימצאונה׃"
    },
    {
      "verse": 25,
      "text": "מנעי רגלך מיחף וגורנך מצמאה ותאמרי נואש לוא כי אהבתי זרים ואחריהם אלך׃"
    },
    {
      "verse": 26,
      "text": "כבשת גנב כי ימצא כן הבישו בית ישראל המה מלכיהם שריהם וכהניהם ונביאיהם׃"
    },
    {
      "verse": 27,
      "text": "אמרים לעץ אבי אתה ולאבן את ילדתני כי פנו אלי ערף ולא פנים ובעת רעתם יאמרו קומה והושיענו׃"
    },
    {
      "verse": 28,
      "text": "ואיה אלהיך אשר עשית לך יקומו אם יושיעוך בעת רעתך כי מספר עריך היו אלהיך יהודה׃"
    },
    {
      "verse": 29,
      "text": "למה תריבו אלי כלכם פשעתם בי נאם יהוה׃"
    },
    {
      "verse": 30,
      "text": "לשוא הכיתי את בניכם מוסר לא לקחו אכלה חרבכם נביאיכם כאריה משחית׃"
    },
    {
      "verse": 31,
      "text": "הדור אתם ראו דבר יהוה המדבר הייתי לישראל אם ארץ מאפליה מדוע אמרו עמי רדנו לוא נבוא עוד אליך׃"
    },
    {
      "verse": 32,
      "text": "התשכח בתולה עדיה כלה קשריה ועמי שכחוני ימים אין מספר׃"
    },
    {
      "verse": 33,
      "text": "מה תיטבי דרכך לבקש אהבה לכן גם את הרעות למדתי את דרכיך׃"
    },
    {
      "verse": 34,
      "text": "גם בכנפיך נמצאו דם נפשות אביונים נקיים לא במחתרת מצאתים כי על כל אלה׃"
    },
    {
      "verse": 35,
      "text": "ותאמרי כי נקיתי אך שב אפו ממני הנני נשפט אותך על אמרך לא חטאתי׃"
    },
    {
      "verse": 36,
      "text": "מה תזלי מאד לשנות את דרכך גם ממצרים תבושי כאשר בשת מאשור׃"
    },
    {
      "verse": 37,
      "text": "גם מאת זה תצאי וידיך על ראשך כי מאס יהוה במבטחיך ולא תצליחי להם׃"
    }
  ]
}