{
  "book_id": "JER",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "אם תשוב ישראל נאם יהוה אלי תשוב ואם תסיר שקוציך מפני ולא תנוד׃"
    },
    {
      "verse": 2,
      "text": "ונשבעת חי יהוה באמת במשפט ובצדקה והתברכו בו גוים ובו יתהללו׃"
    },
    {
      "verse": 3,
      "text": "כי כה אמר יהוה לאיש יהודה ולירושלם נירו לכם ניר ואל תזרעו אל קוצים׃"
    },
    {
      "verse": 4,
      "text": "המלו ליהוה והסרו ערלות לבבכם איש יהודה וישבי ירושלם פן תצא כאש חמתי ובערה ואין מכבה מפני רע מעלליכם׃"
    },
    {
      "verse": 5,
      "text": "הגידו ביהודה ובירושלם השמיעו ואמרו ותקעו שופר בארץ קראו מלאו ואמרו האספו ונבואה אל ערי המבצר׃"
    },
    {
      "verse": 6,
      "text": "שאו נס ציונה העיזו אל תעמדו כי רעה אנכי מביא מצפון ושבר גדול׃"
    },
    {
      "verse": 7,
      "text": "עלה אריה מסבכו ומשחית גוים נסע יצא ממקמו לשום ארצך לשמה עריך תצינה מאין יושב׃"
    },
    {
      "verse": 8,
      "text": "על זאת חגרו שקים ספדו והילילו כי לא שב חרון אף יהוה ממנו׃"
    },
    {
      "verse": 9,
      "text": "והיה ביום ההוא נאם יהוה יאבד לב המלך ולב השרים ונשמו הכהנים והנביאים יתמהו׃"
    },
    {
      "verse": 10,
      "text": "ואמר אהה אדני יהוה אכן השא השאת לעם הזה ולירושלם לאמר שלום יהיה לכם ונגעה חרב עד הנפש׃"
    },
    {
      "verse": 11,
      "text": "בעת ההיא יאמר לעם הזה ולירושלם רוח צח שפיים במדבר דרך בת עמי לוא לזרות ולוא להבר׃"
    },
    {
      "verse": 12,
      "text": "רוח מלא מאלה יבוא לי עתה גם אני אדבר משפטים אותם׃"
    },
    {
      "verse": 13,
      "text": "הנה כעננים יעלה וכסופה מרכבותיו קלו מנשרים סוסיו אוי לנו כי שדדנו׃"
    },
    {
      "verse": 14,
      "text": "כבסי מרעה לבך ירושלם למען תושעי עד מתי תלין בקרבך מחשבות אונך׃"
    },
    {
      "verse": 15,
      "text": "כי קול מגיד מדן ומשמיע און מהר אפרים׃"
    },
    {
      "verse": 16,
      "text": "הזכירו לגוים הנה השמיעו על ירושלם נצרים באים מארץ המרחק ויתנו על ערי יהודה קולם׃"
    },
    {
      "verse": 17,
      "text": "כשמרי שדי היו עליה מסביב כי אתי מרתה נאם יהוה׃"
    },
    {
      "verse": 18,
      "text": "דרכך ומעלליך עשו אלה לך זאת רעתך כי מר כי נגע עד לבך׃"
    },
    {
      "verse": 19,
      "text": "מעי מעי אחולה קירות לבי המה לי לבי לא אחריש כי קול שופר שמעתי נפשי תרועת מלחמה׃"
    },
    {
      "verse": 20,
      "text": "שבר על שבר נקרא כי שדדה כל הארץ פתאם שדדו אהלי רגע יריעתי׃"
    },
    {
      "verse": 21,
      "text": "עד מתי אראה נס אשמעה קול שופר׃"
    },
    {
      "verse": 22,
      "text": "כי אויל עמי אותי לא ידעו בנים סכלים המה ולא נבונים המה חכמים המה להרע ולהיטיב לא ידעו׃"
    },
    {
      "verse": 23,
      "text": "ראיתי את הארץ והנה תהו ובהו ואל השמים ואין אורם׃"
    },
    {
      "verse": 24,
      "text": "ראיתי ההרים והנה רעשים וכל הגבעות התקלקלו׃"
    },
    {
      "verse": 25,
      "text": "ראיתי והנה אין האדם וכל עוף השמים נדדו׃"
    },
    {
      "verse": 26,
      "text": "ראיתי והנה הכרמל המדבר וכל עריו נתצו מפני יהוה מפני חרון אפו׃"
    },
    {
      "verse": 27,
      "text": "כי כה אמר יהוה שממה תהיה כל הארץ וכלה לא אעשה׃"
    },
    {
      "verse": 28,
      "text": "על זאת תאבל הארץ וקדרו השמים ממעל על כי דברתי זמתי ולא נחמתי ולא אשוב ממנה׃"
    },
    {
      "verse": 29,
      "text": "מקול פרש ורמה קשת ברחת כל העיר באו בעבים ובכפים עלו כל העיר עזובה ואין יושב בהן איש׃"
    },
    {
      "verse": 30,
      "text": "ואתי שדוד מה תעשי כי תלבשי שני כי תעדי עדי זהב כי תקרעי בפוך עיניך לשוא תתיפי מאסו בך עגבים נפשך יבקשו׃"
    },
    {
      "verse": 31,
      "text": "כי קול כחולה שמעתי צרה כמבכירה קול בת ציון תתיפח תפרש כפיה אוי נא לי כי עיפה נפשי להרגים׃"
    }
  ]
}