{
  "book_id": "JER",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "שוטטו בחוצות ירושלם וראו נא ודעו ובקשו ברחובותיה אם תמצאו איש אם יש עשה משפט מבקש אמונה ואסלח לה׃"
    },
    {
      "verse": 2,
      "text": "ואם חי יהוה יאמרו לכן לשקר ישבעו׃"
    },
    {
      "verse": 3,
      "text": "יהוה עיניך הלוא לאמונה הכיתה אתם ולא חלו כליתם מאנו קחת מוסר חזקו פניהם מסלע מאנו לשוב׃"
    },
    {
      "verse": 4,
      "text": "ואני אמרתי אך דלים הם נואלו כי לא ידעו דרך יהוה משפט אלהיהם׃"
    },
    {
      "verse": 5,
      "text": "אלכה לי אל הגדלים ואדברה אותם כי המה ידעו דרך יהוה משפט אלהיהם אך המה יחדו שברו על נתקו מוסרות׃"
    },
    {
      "verse": 6,
      "text": "על כן הכם אריה מיער זאב ערבות ישדדם נמר שקד על עריהם כל היוצא מהנה יטרף כי רבו פשעיהם עצמו משבותיהם׃"
    },
    {
      "verse": 7,
      "text": "אי לזאת אסלוח לך בניך עזבוני וישבעו בלא אלהים ואשבע אותם וינאפו ובית זונה יתגדדו׃"
    },
    {
      "verse": 8,
      "text": "סוסים מיזנים משכים היו איש אל אשת רעהו יצהלו׃"
    },
    {
      "verse": 9,
      "text": "העל אלה לוא אפקד נאם יהוה ואם בגוי אשר כזה לא תתנקם נפשי׃"
    },
    {
      "verse": 10,
      "text": "עלו בשרותיה ושחתו וכלה אל תעשו הסירו נטישותיה כי לוא ליהוה המה׃"
    },
    {
      "verse": 11,
      "text": "כי בגוד בגדו בי בית ישראל ובית יהודה נאם יהוה׃"
    },
    {
      "verse": 12,
      "text": "כחשו ביהוה ויאמרו לא הוא ולא תבוא עלינו רעה וחרב ורעב לוא נראה׃"
    },
    {
      "verse": 13,
      "text": "והנביאים יהיו לרוח והדבר אין בהם כה יעשה להם׃"
    },
    {
      "verse": 14,
      "text": "לכן כה אמר יהוה אלהי צבאות יען דברכם את הדבר הזה הנני נתן דברי בפיך לאש והעם הזה עצים ואכלתם׃"
    },
    {
      "verse": 15,
      "text": "הנני מביא עליכם גוי ממרחק בית ישראל נאם יהוה גוי איתן הוא גוי מעולם הוא גוי לא תדע לשנו ולא תשמע מה ידבר׃"
    },
    {
      "verse": 16,
      "text": "אשפתו כקבר פתוח כלם גבורים׃"
    },
    {
      "verse": 17,
      "text": "ואכל קצירך ולחמך יאכלו בניך ובנותיך יאכל צאנך ובקרך יאכל גפנך ותאנתך ירשש ערי מבצריך אשר אתה בוטח בהנה בחרב׃"
    },
    {
      "verse": 18,
      "text": "וגם בימים ההמה נאם יהוה לא אעשה אתכם כלה׃"
    },
    {
      "verse": 19,
      "text": "והיה כי תאמרו תחת מה עשה יהוה אלהינו לנו את כל אלה ואמרת אליהם כאשר עזבתם אותי ותעבדו אלהי נכר בארצכם כן תעבדו זרים בארץ לא לכם׃"
    },
    {
      "verse": 20,
      "text": "הגידו זאת בבית יעקב והשמיעוה ביהודה לאמר׃"
    },
    {
      "verse": 21,
      "text": "שמעו נא זאת עם סכל ואין לב עינים להם ולא יראו אזנים להם ולא ישמעו׃"
    },
    {
      "verse": 22,
      "text": "האותי לא תיראו נאם יהוה אם מפני לא תחילו אשר שמתי חול גבול לים חק עולם ולא יעברנהו ויתגעשו ולא יוכלו והמו גליו ולא יעברנהו׃"
    },
    {
      "verse": 23,
      "text": "ולעם הזה היה לב סורר ומורה סרו וילכו׃"
    },
    {
      "verse": 24,
      "text": "ולא אמרו בלבבם נירא נא את יהוה אלהינו הנתן גשם וירה ומלקוש בעתו שבעות חקות קציר ישמר לנו׃"
    },
    {
      "verse": 25,
      "text": "עונותיכם הטו אלה וחטאותיכם מנעו הטוב מכם׃"
    },
    {
      "verse": 26,
      "text": "כי נמצאו בעמי רשעים ישור כשך יקושים הציבו משחית אנשים ילכדו׃"
    },
    {
      "verse": 27,
      "text": "ככלוב מלא עוף כן בתיהם מלאים מרמה על כן גדלו ויעשירו׃"
    },
    {
      "verse": 28,
      "text": "שמנו עשתו גם עברו דברי רע דין לא דנו דין יתום ויצליחו ומשפט אביונים לא שפטו׃"
    },
    {
      "verse": 29,
      "text": "העל אלה לא אפקד נאם יהוה אם בגוי אשר כזה לא תתנקם נפשי׃"
    },
    {
      "verse": 30,
      "text": "שמה ושערורה נהיתה בארץ׃"
    },
    {
      "verse": 31,
      "text": "הנביאים נבאו בשקר והכהנים ירדו על ידיהם ועמי אהבו כן ומה תעשו לאחריתה׃"
    }
  ]
}