{
  "book_id": "JER",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "העזו בני בנימן מקרב ירושלם ובתקוע תקעו שופר ועל בית הכרם שאו משאת כי רעה נשקפה מצפון ושבר גדול׃"
    },
    {
      "verse": 2,
      "text": "הנוה והמענגה דמיתי בת ציון׃"
    },
    {
      "verse": 3,
      "text": "אליה יבאו רעים ועדריהם תקעו עליה אהלים סביב רעו איש את ידו׃"
    },
    {
      "verse": 4,
      "text": "קדשו עליה מלחמה קומו ונעלה בצהרים אוי לנו כי פנה היום כי ינטו צללי ערב׃"
    },
    {
      "verse": 5,
      "text": "קומו ונעלה בלילה ונשחיתה ארמנותיה׃"
    },
    {
      "verse": 6,
      "text": "כי כה אמר יהוה צבאות כרתו עצה ושפכו על ירושלם סללה היא העיר הפקד כלה עשק בקרבה׃"
    },
    {
      "verse": 7,
      "text": "כהקיר בור מימיה כן הקרה רעתה חמס ושד ישמע בה על פני תמיד חלי ומכה׃"
    },
    {
      "verse": 8,
      "text": "הוסרי ירושלם פן תקע נפשי ממך פן אשימך שממה ארץ לוא נושבה׃"
    },
    {
      "verse": 9,
      "text": "כה אמר יהוה צבאות עולל יעוללו כגפן שארית ישראל השב ידך כבוצר על סלסלות׃"
    },
    {
      "verse": 10,
      "text": "על מי אדברה ואעידה וישמעו הנה ערלה אזנם ולא יוכלו להקשיב הנה דבר יהוה היה להם לחרפה לא יחפצו בו׃"
    },
    {
      "verse": 11,
      "text": "ואת חמת יהוה מלאתי נלאיתי הכיל שפך על עולל בחוץ ועל סוד בחורים יחדו כי גם איש עם אשה ילכדו זקן עם מלא ימים׃"
    },
    {
      "verse": 12,
      "text": "ונסבו בתיהם לאחרים שדות ונשים יחדו כי אטה את ידי על ישבי הארץ נאם יהוה׃"
    },
    {
      "verse": 13,
      "text": "כי מקטנם ועד גדולם כלו בוצע בצע ומנביא ועד כהן כלו עשה שקר׃"
    },
    {
      "verse": 14,
      "text": "וירפאו את שבר עמי על נקלה לאמר שלום שלום ואין שלום׃"
    },
    {
      "verse": 15,
      "text": "הבישו כי תועבה עשו גם בוש לא יבושו גם הכלים לא ידעו לכן יפלו בנפלים בעת פקדתים יכשלו אמר יהוה׃"
    },
    {
      "verse": 16,
      "text": "כה אמר יהוה עמדו על דרכים וראו ושאלו לנתבות עולם אי זה דרך הטוב ולכו בה ומצאו מרגוע לנפשכם ויאמרו לא נלך׃"
    },
    {
      "verse": 17,
      "text": "והקמתי עליכם צפים הקשיבו לקול שופר ויאמרו לא נקשיב׃"
    },
    {
      "verse": 18,
      "text": "לכן שמעו הגוים ודעי עדה את אשר בם׃"
    },
    {
      "verse": 19,
      "text": "שמעי הארץ הנה אנכי מביא רעה אל העם הזה פרי מחשבותם כי על דברי לא הקשיבו ותורתי וימאסו בה׃"
    },
    {
      "verse": 20,
      "text": "למה זה לי לבונה משבא תבוא וקנה הטוב מארץ מרחק עלותיכם לא לרצון וזבחיכם לא ערבו לי׃"
    },
    {
      "verse": 21,
      "text": "לכן כה אמר יהוה הנני נתן אל העם הזה מכשלים וכשלו בם אבות ובנים יחדו שכן ורעו יאבדו׃"
    },
    {
      "verse": 22,
      "text": "כה אמר יהוה הנה עם בא מארץ צפון וגוי גדול יעור מירכתי ארץ׃"
    },
    {
      "verse": 23,
      "text": "קשת וכידון יחזיקו אכזרי הוא ולא ירחמו קולם כים יהמה ועל סוסים ירכבו ערוך כאיש למלחמה עליך בת ציון׃"
    },
    {
      "verse": 24,
      "text": "שמענו את שמעו רפו ידינו צרה החזיקתנו חיל כיולדה׃"
    },
    {
      "verse": 25,
      "text": "אל תצאי השדה ובדרך אל תלכי כי חרב לאיב מגור מסביב׃"
    },
    {
      "verse": 26,
      "text": "בת עמי חגרי שק והתפלשי באפר אבל יחיד עשי לך מספד תמרורים כי פתאם יבא השדד עלינו׃"
    },
    {
      "verse": 27,
      "text": "בחון נתתיך בעמי מבצר ותדע ובחנת את דרכם׃"
    },
    {
      "verse": 28,
      "text": "כלם סרי סוררים הלכי רכיל נחשת וברזל כלם משחיתים המה׃"
    },
    {
      "verse": 29,
      "text": "נחר מפח מאשתם עפרת לשוא צרף צרוף ורעים לא נתקו׃"
    },
    {
      "verse": 30,
      "text": "כסף נמאס קראו להם כי מאס יהוה בהם׃"
    }
  ]
}