{
  "book_id": "JER",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "אשר היה דבר יהוה אל ירמיהו על דברי הבצרות׃"
    },
    {
      "verse": 2,
      "text": "אבלה יהודה ושעריה אמללו קדרו לארץ וצוחת ירושלם עלתה׃"
    },
    {
      "verse": 3,
      "text": "ואדריהם שלחו צעוריהם למים באו על גבים לא מצאו מים שבו כליהם ריקם בשו והכלמו וחפו ראשם׃"
    },
    {
      "verse": 4,
      "text": "בעבור האדמה חתה כי לא היה גשם בארץ בשו אכרים חפו ראשם׃"
    },
    {
      "verse": 5,
      "text": "כי גם אילת בשדה ילדה ועזוב כי לא היה דשא׃"
    },
    {
      "verse": 6,
      "text": "ופראים עמדו על שפים שאפו רוח כתנים כלו עיניהם כי אין עשב׃"
    },
    {
      "verse": 7,
      "text": "אם עונינו ענו בנו יהוה עשה למען שמך כי רבו משובתינו לך חטאנו׃"
    },
    {
      "verse": 8,
      "text": "מקוה ישראל מושיעו בעת צרה למה תהיה כגר בארץ וכארח נטה ללון׃"
    },
    {
      "verse": 9,
      "text": "למה תהיה כאיש נדהם כגבור לא יוכל להושיע ואתה בקרבנו יהוה ושמך עלינו נקרא אל תנחנו׃"
    },
    {
      "verse": 10,
      "text": "כה אמר יהוה לעם הזה כן אהבו לנוע רגליהם לא חשכו ויהוה לא רצם עתה יזכר עונם ויפקד חטאתם׃"
    },
    {
      "verse": 11,
      "text": "ויאמר יהוה אלי אל תתפלל בעד העם הזה לטובה׃"
    },
    {
      "verse": 12,
      "text": "כי יצמו אינני שמע אל רנתם וכי יעלו עלה ומנחה אינני רצם כי בחרב וברעב ובדבר אנכי מכלה אותם׃"
    },
    {
      "verse": 13,
      "text": "ואמר אהה אדני יהוה הנה הנבאים אמרים להם לא תראו חרב ורעב לא יהיה לכם כי שלום אמת אתן לכם במקום הזה׃"
    },
    {
      "verse": 14,
      "text": "ויאמר יהוה אלי שקר הנבאים נבאים בשמי לא שלחתים ולא צויתים ולא דברתי אליהם חזון שקר וקסם ואלול ותרמות לבם המה מתנבאים לכם׃"
    },
    {
      "verse": 15,
      "text": "לכן כה אמר יהוה על הנבאים הנבאים בשמי ואני לא שלחתים והמה אמרים חרב ורעב לא יהיה בארץ הזאת בחרב וברעב יתמו הנבאים ההמה׃"
    },
    {
      "verse": 16,
      "text": "והעם אשר המה נבאים להם יהיו משלכים בחצות ירושלם מפני הרעב והחרב ואין מקבר להמה המה נשיהם ובניהם ובנתיהם ושפכתי עליהם את רעתם׃"
    },
    {
      "verse": 17,
      "text": "ואמרת אליהם את הדבר הזה תרדנה עיני דמעה לילה ויומם ואל תדמינה כי שבר גדול נשברה בתולת בת עמי מכה נחלה מאד׃"
    },
    {
      "verse": 18,
      "text": "אם יצאתי השדה והנה חללי חרב ואם באתי העיר והנה תחלואי רעב כי גם נביא גם כהן סחרו אל ארץ ולא ידעו׃"
    },
    {
      "verse": 19,
      "text": "המאס מאסת את יהודה אם בציון געלה נפשך מדוע הכיתנו ואין לנו מרפא קוה לשלום ואין טוב ולעת מרפא והנה בעתה׃"
    },
    {
      "verse": 20,
      "text": "ידענו יהוה רשענו עון אבותינו כי חטאנו לך׃"
    },
    {
      "verse": 21,
      "text": "אל תנאץ למען שמך אל תנבל כסא כבודך זכר אל תפר בריתך אתנו׃"
    },
    {
      "verse": 22,
      "text": "היש בהבלי הגוים מגשמים ואם השמים יתנו רבבים הלא אתה הוא יהוה אלהינו ונקוה לך כי אתה עשית את כל אלה׃"
    }
  ]
}