{
  "book_id": "JER",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "הדבר אשר היה אל ירמיהו מאת יהוה לאמר׃"
    },
    {
      "verse": 2,
      "text": "קום וירדת בית היוצר ושמה אשמיעך את דברי׃"
    },
    {
      "verse": 3,
      "text": "וארד בית היוצר והנהו עשה מלאכה על האבנים׃"
    },
    {
      "verse": 4,
      "text": "ונשחת הכלי אשר הוא עשה בחמר ביד היוצר ושב ויעשהו כלי אחר כאשר ישר בעיני היוצר לעשות׃"
    },
    {
      "verse": 5,
      "text": "ויהי דבר יהוה אלי לאמור׃"
    },
    {
      "verse": 6,
      "text": "הכיוצר הזה לא אוכל לעשות לכם בית ישראל נאם יהוה הנה כחמר ביד היוצר כן אתם בידי בית ישראל׃"
    },
    {
      "verse": 7,
      "text": "רגע אדבר על גוי ועל ממלכה לנתוש ולנתוץ ולהאביד׃"
    },
    {
      "verse": 8,
      "text": "ושב הגוי ההוא מרעתו אשר דברתי עליו ונחמתי על הרעה אשר חשבתי לעשות לו׃"
    },
    {
      "verse": 9,
      "text": "ורגע אדבר על גוי ועל ממלכה לבנת ולנטע׃"
    },
    {
      "verse": 10,
      "text": "ועשה הרעה בעיני לבלתי שמע בקולי ונחמתי על הטובה אשר אמרתי להיטיב אותו׃"
    },
    {
      "verse": 11,
      "text": "ועתה אמר נא אל איש יהודה ועל יושבי ירושלם לאמר כה אמר יהוה הנה אנכי יוצר עליכם רעה וחשב עליכם מחשבה שובו נא איש מדרכו הרעה והיטיבו דרכיכם ומעלליכם׃"
    },
    {
      "verse": 12,
      "text": "ואמרו נואש כי אחרי מחשבותינו נלך ואיש שררות לבו הרע נעשה׃"
    },
    {
      "verse": 13,
      "text": "לכן כה אמר יהוה שאלו נא בגוים מי שמע כאלה שעררת עשתה מאד בתולת ישראל׃"
    },
    {
      "verse": 14,
      "text": "היעזב מצור שדי שלג לבנון אם ינתשו מים זרים קרים נוזלים׃"
    },
    {
      "verse": 15,
      "text": "כי שכחני עמי לשוא יקטרו ויכשלום בדרכיהם שבילי עולם ללכת נתיבות דרך לא סלולה׃"
    },
    {
      "verse": 16,
      "text": "לשום ארצם לשמה שרוקת עולם כל עובר עליה ישם ויניד בראשו׃"
    },
    {
      "verse": 17,
      "text": "כרוח קדים אפיצם לפני אויב ערף ולא פנים אראם ביום אידם׃"
    },
    {
      "verse": 18,
      "text": "ויאמרו לכו ונחשבה על ירמיהו מחשבות כי לא תאבד תורה מכהן ועצה מחכם ודבר מנביא לכו ונכהו בלשון ואל נקשיבה אל כל דבריו׃"
    },
    {
      "verse": 19,
      "text": "הקשיבה יהוה אלי ושמע לקול יריבי׃"
    },
    {
      "verse": 20,
      "text": "הישלם תחת טובה רעה כי כרו שוחה לנפשי זכר עמדי לפניך לדבר עליהם טובה להשיב את חמתך מהם׃"
    },
    {
      "verse": 21,
      "text": "לכן תן את בניהם לרעב והגרם על ידי חרב ותהינה נשיהם שכלות ואלמנות ואנשיהם יהיו הרגי מות בחוריהם מכי חרב במלחמה׃"
    },
    {
      "verse": 22,
      "text": "תשמע זעקה מבתיהם כי תביא עליהם גדוד פתאם כי כרו שיחה ללכדני ופחים טמנו לרגלי׃"
    },
    {
      "verse": 23,
      "text": "ואתה יהוה ידעת את כל עצתם עלי למות אל תכפר על עונם וחטאתם מלפניך אל תמחי והיו מכשלים לפניך בעת אפך עשה בהם׃"
    }
  ]
}