{
  "book_id": "JER",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "בעת ההיא נאם יהוה אהיה לאלהים לכל משפחות ישראל והמה יהיו לי לעם׃"
    },
    {
      "verse": 2,
      "text": "כה אמר יהוה מצא חן במדבר עם שרידי חרב הלוך להרגיעו ישראל׃"
    },
    {
      "verse": 3,
      "text": "מרחוק יהוה נראה לי ואהבת עולם אהבתיך על כן משכתיך חסד׃"
    },
    {
      "verse": 4,
      "text": "עוד אבנך ונבנית בתולת ישראל עוד תעדי תפיך ויצאת במחול משחקים׃"
    },
    {
      "verse": 5,
      "text": "עוד תטעי כרמים בהרי שמרון נטעו נטעים וחללו׃"
    },
    {
      "verse": 6,
      "text": "כי יש יום קראו נצרים בהר אפרים קומו ונעלה ציון אל יהוה אלהינו׃"
    },
    {
      "verse": 7,
      "text": "כי כה אמר יהוה רנו ליעקב שמחה וצהלו בראש הגוים השמיעו הללו ואמרו הושע יהוה את עמך את שארית ישראל׃"
    },
    {
      "verse": 8,
      "text": "הנני מביא אותם מארץ צפון וקבצתים מירכתי ארץ בם עור ופסח הרה וילדת יחדו קהל גדול ישובו הנה׃"
    },
    {
      "verse": 9,
      "text": "בבכי יבאו ובתחנונים אובילם אוליכם אל נחלי מים בדרך ישר לא יכשלו בה כי הייתי לישראל לאב ואפרים בכרי הוא׃"
    },
    {
      "verse": 10,
      "text": "שמעו דבר יהוה גוים והגידו באיים ממרחק ואמרו מזרה ישראל יקבצנו ושמרו כרעה עדרו׃"
    },
    {
      "verse": 11,
      "text": "כי פדה יהוה את יעקב וגאלו מיד חזק ממנו׃"
    },
    {
      "verse": 12,
      "text": "ובאו ורננו במרום ציון ונהרו אל טוב יהוה על דגן ועל תירש ועל יצהר ועל בני צאן ובקר והיתה נפשם כגן רוה ולא יוסיפו לדאבה עוד׃"
    },
    {
      "verse": 13,
      "text": "אז תשמח בתולה במחול ובחרים וזקנים יחדו והפכתי אבלם לששון ונחמתים ושמחתים מיגונם׃"
    },
    {
      "verse": 14,
      "text": "ורויתי נפש הכהנים דשן ועמי את טובי ישבעו נאם יהוה׃"
    },
    {
      "verse": 15,
      "text": "כה אמר יהוה קול ברמה נשמע נהי בכי תמרורים רחל מבכה על בניה מאנה להנחם על בניה כי איננו׃"
    },
    {
      "verse": 16,
      "text": "כה אמר יהוה מנעי קולך מבכי ועיניך מדמעה כי יש שכר לפעלתך נאם יהוה ושבו מארץ אויב׃"
    },
    {
      "verse": 17,
      "text": "ויש תקוה לאחריתך נאם יהוה ושבו בנים לגבולם׃"
    },
    {
      "verse": 18,
      "text": "שמוע שמעתי אפרים מתנודד יסרתני ואוסר כעגל לא למד השבני ואשובה כי אתה יהוה אלהי׃"
    },
    {
      "verse": 19,
      "text": "כי אחרי שובי נחמתי ואחרי הודעי ספקתי על ירך בשתי וגם נכלמתי כי נשאתי חרפת נעורי׃"
    },
    {
      "verse": 20,
      "text": "הבן יקיר לי אפרים אם ילד שעשועים כי מדי דברי בו זכר אזכרנו עוד על כן המו מעי לו רחם ארחמנו נאם יהוה׃"
    },
    {
      "verse": 21,
      "text": "הציבי לך צינים שמי לך תמרורים שתי לבך למסלה דרך הלכתי שובי בתולת ישראל שבי אל עריך אלה׃"
    },
    {
      "verse": 22,
      "text": "עד מתי תתחמקין הבת השובבה כי ברא יהוה חדשה בארץ נקבה תסובב גבר׃"
    },
    {
      "verse": 23,
      "text": "כה אמר יהוה צבאות אלהי ישראל עוד יאמרו את הדבר הזה בארץ יהודה ובעריו בשובי את שבותם יברכך יהוה נוה צדק הר הקדש׃"
    },
    {
      "verse": 24,
      "text": "וישבו בה יהודה וכל עריו יחדו אכרים ונסעו בעדר׃"
    },
    {
      "verse": 25,
      "text": "כי הרויתי נפש עיפה וכל נפש דאבה מלאתי׃"
    },
    {
      "verse": 26,
      "text": "על זאת הקיצתי ואראה ושנתי ערבה לי׃"
    },
    {
      "verse": 27,
      "text": "הנה ימים באים נאם יהוה וזרעתי את בית ישראל ואת בית יהודה זרע אדם וזרע בהמה׃"
    },
    {
      "verse": 28,
      "text": "והיה כאשר שקדתי עליהם לנתוש ולנתוץ ולהרס ולהאביד ולהרע כן אשקד עליהם לבנות ולנטוע נאם יהוה׃"
    },
    {
      "verse": 29,
      "text": "בימים ההם לא יאמרו עוד אבות אכלו בסר ושני בנים תקהינה׃"
    },
    {
      "verse": 30,
      "text": "כי אם איש בעונו ימות כל האדם האכל הבסר תקהינה שניו׃"
    },
    {
      "verse": 31,
      "text": "הנה ימים באים נאם יהוה וכרתי את בית ישראל ואת בית יהודה ברית חדשה׃"
    },
    {
      "verse": 32,
      "text": "לא כברית אשר כרתי את אבותם ביום החזיקי בידם להוציאם מארץ מצרים אשר המה הפרו את בריתי ואנכי בעלתי בם נאם יהוה׃"
    },
    {
      "verse": 33,
      "text": "כי זאת הברית אשר אכרת את בית ישראל אחרי הימים ההם נאם יהוה נתתי את תורתי בקרבם ועל לבם אכתבנה והייתי להם לאלהים והמה יהיו לי לעם׃"
    },
    {
      "verse": 34,
      "text": "ולא ילמדו עוד איש את רעהו ואיש את אחיו לאמר דעו את יהוה כי כולם ידעו אותי למקטנם ועד גדולם נאם יהוה כי אסלח לעונם ולחטאתם לא אזכר עוד׃"
    },
    {
      "verse": 35,
      "text": "כה אמר יהוה נתן שמש לאור יומם חקת ירח וכוכבים לאור לילה רגע הים ויהמו גליו יהוה צבאות שמו׃"
    },
    {
      "verse": 36,
      "text": "אם ימשו החקים האלה מלפני נאם יהוה גם זרע ישראל ישבתו מהיות גוי לפני כל הימים׃"
    },
    {
      "verse": 37,
      "text": "כה אמר יהוה אם ימדו שמים מלמעלה ויחקרו מוסדי ארץ למטה גם אני אמאס בכל זרע ישראל על כל אשר עשו נאם יהוה׃"
    },
    {
      "verse": 38,
      "text": "הנה ימים נאם יהוה ונבנתה העיר ליהוה ממגדל חננאל שער הפנה׃"
    },
    {
      "verse": 39,
      "text": "ויצא עוד קוה המדה נגדו על גבעת גרב ונסב געתה׃"
    },
    {
      "verse": 40,
      "text": "וכל העמק הפגרים והדשן וכל השרמות עד נחל קדרון עד פנת שער הסוסים מזרחה קדש ליהוה לא ינתש ולא יהרס עוד לעולם׃"
    }
  ]
}