{
  "book_id": "JER",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "למואב כה אמר יהוה צבאות אלהי ישראל הוי אל נבו כי שדדה הבישה נלכדה קריתים הבישה המשגב וחתה׃"
    },
    {
      "verse": 2,
      "text": "אין עוד תהלת מואב בחשבון חשבו עליה רעה לכו ונכריתנה מגוי גם מדמן תדמי אחריך תלך חרב׃"
    },
    {
      "verse": 3,
      "text": "קול צעקה מחרונים שד ושבר גדול׃"
    },
    {
      "verse": 4,
      "text": "נשברה מואב השמיעו זעקה צעוריה׃"
    },
    {
      "verse": 5,
      "text": "כי מעלה הלחות בבכי יעלה בכי כי במורד חורנים צרי צעקת שבר שמעו׃"
    },
    {
      "verse": 6,
      "text": "נסו מלטו נפשכם ותהיינה כערוער במדבר׃"
    },
    {
      "verse": 7,
      "text": "כי יען בטחך במעשיך ובאוצרותיך גם את תלכדי ויצא כמיש בגולה כהניו ושריו יחד׃"
    },
    {
      "verse": 8,
      "text": "ויבא שדד אל כל עיר ועיר לא תמלט ואבד העמק ונשמד המישר אשר אמר יהוה׃"
    },
    {
      "verse": 9,
      "text": "תנו ציץ למואב כי נצא תצא ועריה לשמה תהיינה מאין יושב בהן׃"
    },
    {
      "verse": 10,
      "text": "ארור עשה מלאכת יהוה רמיה וארור מנע חרבו מדם׃"
    },
    {
      "verse": 11,
      "text": "שאנן מואב מנעוריו ושקט הוא אל שמריו ולא הורק מכלי אל כלי ובגולה לא הלך על כן עמד טעמו בו וריחו לא נמר׃"
    },
    {
      "verse": 12,
      "text": "לכן הנה ימים באים נאם יהוה ושלחתי לו צעים וצעהו וכליו יריקו ונבליהם ינפצו׃"
    },
    {
      "verse": 13,
      "text": "ובש מואב מכמוש כאשר בשו בית ישראל מבית אל מבטחם׃"
    },
    {
      "verse": 14,
      "text": "איך תאמרו גבורים אנחנו ואנשי חיל למלחמה׃"
    },
    {
      "verse": 15,
      "text": "שדד מואב ועריה עלה ומבחר בחוריו ירדו לטבח נאם המלך יהוה צבאות שמו׃"
    },
    {
      "verse": 16,
      "text": "קרוב איד מואב לבוא ורעתו מהרה מאד׃"
    },
    {
      "verse": 17,
      "text": "נדו לו כל סביביו וכל ידעי שמו אמרו איכה נשבר מטה עז מקל תפארה׃"
    },
    {
      "verse": 18,
      "text": "רדי מכבוד ישבי בצמא ישבת בת דיבון כי שדד מואב עלה בך שחת מבצריך׃"
    },
    {
      "verse": 19,
      "text": "אל דרך עמדי וצפי יושבת ערוער שאלי נס ונמלטה אמרי מה נהיתה׃"
    },
    {
      "verse": 20,
      "text": "הביש מואב כי חתה הילילי וזעקי הגידו בארנון כי שדד מואב׃"
    },
    {
      "verse": 21,
      "text": "ומשפט בא אל ארץ המישר אל חלון ואל יהצה ועל מופעת׃"
    },
    {
      "verse": 22,
      "text": "ועל דיבון ועל נבו ועל בית דבלתים׃"
    },
    {
      "verse": 23,
      "text": "ועל קריתים ועל בית גמול ועל בית מעון׃"
    },
    {
      "verse": 24,
      "text": "ועל קריות ועל בצרה ועל כל ערי ארץ מואב הרחקות והקרבות׃"
    },
    {
      "verse": 25,
      "text": "נגדעה קרן מואב וזרעו נשברה נאם יהוה׃"
    },
    {
      "verse": 26,
      "text": "השכירהו כי על יהוה הגדיל וספק מואב בקיאו והיה לשחק גם הוא׃"
    },
    {
      "verse": 27,
      "text": "ואם לוא השחק היה לך ישראל אם בגנבים נמצאה כי מדי דבריך בו תתנודד׃"
    },
    {
      "verse": 28,
      "text": "עזבו ערים ושכנו בסלע ישבי מואב והיו כיונה תקנן בעברי פי פחת׃"
    },
    {
      "verse": 29,
      "text": "שמענו גאון מואב גאה מאד גבהו וגאונו וגאותו ורם לבו׃"
    },
    {
      "verse": 30,
      "text": "אני ידעתי נאם יהוה עברתו ולא כן בדיו לא כן עשו׃"
    },
    {
      "verse": 31,
      "text": "על כן על מואב איליל ולמואב כלה אזעק אל אנשי קיר חרש יהגה׃"
    },
    {
      "verse": 32,
      "text": "מבכי יעזר אבכה לך הגפן שבמה נטישתיך עברו ים עד ים יעזר נגעו על קיצך ועל בצירך שדד נפל׃"
    },
    {
      "verse": 33,
      "text": "ונאספה שמחה וגיל מכרמל ומארץ מואב ויין מיקבים השבתי לא ידרך הידד הידד לא הידד׃"
    },
    {
      "verse": 34,
      "text": "מזעקת חשבון עד אלעלה עד יהץ נתנו קולם מצער עד חרנים עגלת שלשיה כי גם מי נמרים למשמות יהיו׃"
    },
    {
      "verse": 35,
      "text": "והשבתי למואב נאם יהוה מעלה במה ומקטיר לאלהיו׃"
    },
    {
      "verse": 36,
      "text": "על כן לבי למואב כחללים יהמה ולבי אל אנשי קיר חרש כחלילים יהמה על כן יתרת עשה אבדו׃"
    },
    {
      "verse": 37,
      "text": "כי כל ראש קרחה וכל זקן גרעה על כל ידים גדדת ועל מתנים שק׃"
    },
    {
      "verse": 38,
      "text": "על כל גגות מואב וברחבתיה כלה מספד כי שברתי את מואב ככלי אין חפץ בו נאם יהוה׃"
    },
    {
      "verse": 39,
      "text": "איך חתה הילילו איך הפנה ערף מואב בוש והיה מואב לשחק ולמחתה לכל סביביו׃"
    },
    {
      "verse": 40,
      "text": "כי כה אמר יהוה הנה כנשר ידאה ופרש כנפיו אל מואב׃"
    },
    {
      "verse": 41,
      "text": "נלכדה הקריות והמצדות נתפשה והיה לב גבורי מואב ביום ההוא כלב אשה מצרה׃"
    },
    {
      "verse": 42,
      "text": "ונשמד מואב מעם כי על יהוה הגדיל׃"
    },
    {
      "verse": 43,
      "text": "פחד ופחת ופח עליך יושב מואב נאם יהוה׃"
    },
    {
      "verse": 44,
      "text": "הניס מפני הפחד יפל אל הפחת והעלה מן הפחת ילכד בפח כי אביא אליה אל מואב שנת פקדתם נאם יהוה׃"
    },
    {
      "verse": 45,
      "text": "בצל חשבון עמדו מכח נסים כי אש יצא מחשבון ולהבה מבין סיחון ותאכל פאת מואב וקדקד בני שאון׃"
    },
    {
      "verse": 46,
      "text": "אוי לך מואב אבד עם כמוש כי לקחו בניך בשבי ובנתיך בשביה׃"
    },
    {
      "verse": 47,
      "text": "ושבתי שבות מואב באחרית הימים נאם יהוה עד הנה משפט מואב׃"
    }
  ]
}