{
  "book_id": "JER",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "לבני עמון כה אמר יהוה הבנים אין לישראל אם יורש אין לו מדוע ירש מלכם את גד ועמו בעריו ישב׃"
    },
    {
      "verse": 2,
      "text": "לכן הנה ימים באים נאם יהוה והשמעתי אל רבת בני עמון תרועת מלחמה והיתה לתל שממה ובנתיה באש תצתנה וירש ישראל את ירשיו אמר יהוה׃"
    },
    {
      "verse": 3,
      "text": "הילילי חשבון כי שדדה עי צעקנה בנות רבה חגרנה שקים ספדנה והתשוטטנה בגדרות כי מלכם בגולה ילך כהניו ושריו יחדיו׃"
    },
    {
      "verse": 4,
      "text": "מה תתהללי בעמקים זב עמקך הבת השובבה הבטחה באצרתיה מי יבוא אלי׃"
    },
    {
      "verse": 5,
      "text": "הנני מביא עליך פחד נאם אדני יהוה צבאות מכל סביביך ונדחתם איש לפניו ואין מקבץ לנדד׃"
    },
    {
      "verse": 6,
      "text": "ואחרי כן אשיב את שבות בני עמון נאם יהוה׃"
    },
    {
      "verse": 7,
      "text": "לאדום כה אמר יהוה צבאות האין עוד חכמה בתימן אבדה עצה מבנים נסרחה חכמתם׃"
    },
    {
      "verse": 8,
      "text": "נסו הפנו העמיקו לשבת ישבי דדן כי איד עשו הבאתי עליו עת פקדתיו׃"
    },
    {
      "verse": 9,
      "text": "אם בצרים באו לך לא ישארו עוללות אם גנבים בלילה השחיתו דים׃"
    },
    {
      "verse": 10,
      "text": "כי אני חשפתי את עשו גליתי את מסתריו ונחבה לא יוכל שדד זרעו ואחיו ושכניו ואיננו׃"
    },
    {
      "verse": 11,
      "text": "עזבה יתמיך אני אחיה ואלמנתיך עלי תבטחו׃"
    },
    {
      "verse": 12,
      "text": "כי כה אמר יהוה הנה אשר אין משפטם לשתות הכוס שתו ישתו ואתה הוא נקה תנקה לא תנקה כי שתה תשתה׃"
    },
    {
      "verse": 13,
      "text": "כי בי נשבעתי נאם יהוה כי לשמה לחרפה לחרב ולקללה תהיה בצרה וכל עריה תהיינה לחרבות עולם׃"
    },
    {
      "verse": 14,
      "text": "שמועה שמעתי מאת יהוה וציר בגוים שלוח התקבצו ובאו עליה וקומו למלחמה׃"
    },
    {
      "verse": 15,
      "text": "כי הנה קטן נתתיך בגוים בזוי באדם׃"
    },
    {
      "verse": 16,
      "text": "תפלצתך השיא אתך זדון לבך שכני בחגוי הסלע תפשי מרום גבעה כי תגביה כנשר קנך משם אורידך נאם יהוה׃"
    },
    {
      "verse": 17,
      "text": "והיתה אדום לשמה כל עבר עליה ישם וישרק על כל מכותה׃"
    },
    {
      "verse": 18,
      "text": "כמהפכת סדם ועמרה ושכניה אמר יהוה לא ישב שם איש ולא יגור בה בן אדם׃"
    },
    {
      "verse": 19,
      "text": "הנה כאריה יעלה מגאון הירדן אל נוה איתן כי ארגיעה אריצנו מעליה ומי בחור אליה אפקד כי מי כמוני ומי יעידני ומי זה רעה אשר יעמד לפני׃"
    },
    {
      "verse": 20,
      "text": "לכן שמעו עצת יהוה אשר יעץ אל אדום ומחשבותיו אשר חשב אל ישבי תימן אם לא יסחבום צעירי הצאן אם לא ישים עליהם נוהם׃"
    },
    {
      "verse": 21,
      "text": "מקול נפלם רעשה הארץ צעקה בים סוף נשמע קולה׃"
    },
    {
      "verse": 22,
      "text": "הנה כנשר יעלה וידאה ויפרש כנפיו על בצרה והיה לב גבורי אדום ביום ההוא כלב אשה מצרה׃"
    },
    {
      "verse": 23,
      "text": "לדמשק בושה חמת וארפד כי שמעה רעה שמעו נמגו בים דאגה השקט לא יוכל׃"
    },
    {
      "verse": 24,
      "text": "רפתה דמשק הפנתה לנוס ורטט החזיקה צרה וחבלים אחזתה כיולדה׃"
    },
    {
      "verse": 25,
      "text": "איך לא עזבה עיר תהלה קרית משושי׃"
    },
    {
      "verse": 26,
      "text": "לכן יפלו בחוריה ברחבתיה וכל אנשי המלחמה ידמו ביום ההוא נאם יהוה צבאות׃"
    },
    {
      "verse": 27,
      "text": "והצתי אש בחומת דמשק ואכלה ארמנות בן הדד׃"
    },
    {
      "verse": 28,
      "text": "לקדר ולממלכות חצור אשר הכה נבוכדראצור מלך בבל כה אמר יהוה קומו עלו אל קדר ושדדו את בני קדם׃"
    },
    {
      "verse": 29,
      "text": "אהליהם וצאנם יקחו יריעותיהם וכל כליהם וגמליהם ישאו להם וקראו עליהם מגור מסביב׃"
    },
    {
      "verse": 30,
      "text": "נסו נדו מאד העמיקו לשבת ישבי חצור נאם יהוה כי יעץ עליכם נבוכדראצר מלך בבל עצה וחשב עליהם מחשבה׃"
    },
    {
      "verse": 31,
      "text": "קומו עלו אל גוי שליו יושב לבטח נאם יהוה לא דלתים ולא בריח לו בדד ישכנו׃"
    },
    {
      "verse": 32,
      "text": "והיו גמליהם לבז והמון מקניהם לשלל וזרתים לכל רוח קצוצי פאה ומכל עבריו אביא את אידם נאם יהוה׃"
    },
    {
      "verse": 33,
      "text": "והיתה חצור למעון תנים שממה עד עולם לא ישב שם איש ולא יגור בה בן אדם׃"
    },
    {
      "verse": 34,
      "text": "אשר היה דבר יהוה אל ירמיהו הנביא אל עילם בראשית מלכות צדקיה מלך יהודה לאמר׃"
    },
    {
      "verse": 35,
      "text": "כה אמר יהוה צבאות הנני שבר את קשת עילם ראשית גבורתם׃"
    },
    {
      "verse": 36,
      "text": "והבאתי אל עילם ארבע רוחות מארבע קצות השמים וזרתים לכל הרחות האלה ולא יהיה הגוי אשר לא יבוא שם נדחי עולם׃"
    },
    {
      "verse": 37,
      "text": "והחתתי את עילם לפני איביהם ולפני מבקשי נפשם והבאתי עליהם רעה את חרון אפי נאם יהוה ושלחתי אחריהם את החרב עד כלותי אותם׃"
    },
    {
      "verse": 38,
      "text": "ושמתי כסאי בעילם והאבדתי משם מלך ושרים נאם יהוה׃"
    },
    {
      "verse": 39,
      "text": "והיה באחרית הימים אשוב את שבית עילם נאם יהוה׃"
    }
  ]
}