{
  "book_id": "JER",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "כה אמר יהוה הנני מעיר על בבל ואל ישבי לב קמי רוח משחית׃"
    },
    {
      "verse": 2,
      "text": "ושלחתי לבבל זרים וזרוה ויבקקו את ארצה כי היו עליה מסביב ביום רעה׃"
    },
    {
      "verse": 3,
      "text": "אל ידרך ידרך הדרך קשתו ואל יתעל בסרינו ואל תחמלו אל בחריה החרימו כל צבאה׃"
    },
    {
      "verse": 4,
      "text": "ונפלו חללים בארץ כשדים ומדקרים בחוצותיה׃"
    },
    {
      "verse": 5,
      "text": "כי לא אלמן ישראל ויהודה מאלהיו מיהוה צבאות כי ארצם מלאה אשם מקדוש ישראל׃"
    },
    {
      "verse": 6,
      "text": "נסו מתוך בבל ומלטו איש נפשו אל תדמו בעונה כי עת נקמה היא ליהוה גמול הוא משלם לה׃"
    },
    {
      "verse": 7,
      "text": "כוס זהב בבל ביד יהוה משכרת כל הארץ מיינה שתו גוים על כן יתהללו גוים׃"
    },
    {
      "verse": 8,
      "text": "פתאם נפלה בבל ותשבר הילילו עליה קחו צרי למכאובה אולי תרפא׃"
    },
    {
      "verse": 9,
      "text": "רפאנו את בבל ולא נרפתה עזבוה ונלך איש לארצו כי נגע אל השמים משפטה ונשא עד שחקים׃"
    },
    {
      "verse": 10,
      "text": "הוציא יהוה את צדקתינו באו ונספרה בציון את מעשה יהוה אלהינו׃"
    },
    {
      "verse": 11,
      "text": "הברו החצים מלאו השלטים העיר יהוה את רוח מלכי מדי כי על בבל מזמתו להשחיתה כי נקמת יהוה היא נקמת היכלו׃"
    },
    {
      "verse": 12,
      "text": "אל חומת בבל שאו נס החזיקו המשמר הקימו שמרים הכינו הארבים כי גם זמם יהוה גם עשה את אשר דבר אל ישבי בבל׃"
    },
    {
      "verse": 13,
      "text": "שכנתי על מים רבים רבת אוצרת בא קצך אמת בצעך׃"
    },
    {
      "verse": 14,
      "text": "נשבע יהוה צבאות בנפשו כי אם מלאתיך אדם כילק וענו עליך הידד׃"
    },
    {
      "verse": 15,
      "text": "עשה ארץ בכחו מכין תבל בחכמתו ובתבונתו נטה שמים׃"
    },
    {
      "verse": 16,
      "text": "לקול תתו המון מים בשמים ויעל נשאים מקצה ארץ ברקים למטר עשה ויוצא רוח מאצרתיו׃"
    },
    {
      "verse": 17,
      "text": "נבער כל אדם מדעת הביש כל צרף מפסל כי שקר נסכו ולא רוח בם׃"
    },
    {
      "verse": 18,
      "text": "הבל המה מעשה תעתעים בעת פקדתם יאבדו׃"
    },
    {
      "verse": 19,
      "text": "לא כאלה חלק יעקוב כי יוצר הכל הוא ושבט נחלתו יהוה צבאות שמו׃"
    },
    {
      "verse": 20,
      "text": "מפץ אתה לי כלי מלחמה ונפצתי בך גוים והשחתי בך ממלכות׃"
    },
    {
      "verse": 21,
      "text": "ונפצתי בך סוס ורכבו ונפצתי בך רכב ורכבו׃"
    },
    {
      "verse": 22,
      "text": "ונפצתי בך איש ואשה ונפצתי בך זקן ונער ונפצתי בך בחור ובתולה׃"
    },
    {
      "verse": 23,
      "text": "ונפצתי בך רעה ועדרו ונפצתי בך אכר וצמדו ונפצתי בך פחות וסגנים׃"
    },
    {
      "verse": 24,
      "text": "ושלמתי לבבל ולכל יושבי כשדים את כל רעתם אשר עשו בציון לעיניכם נאם יהוה׃"
    },
    {
      "verse": 25,
      "text": "הנני אליך הר המשחית נאם יהוה המשחית את כל הארץ ונטיתי את ידי עליך וגלגלתיך מן הסלעים ונתתיך להר שרפה׃"
    },
    {
      "verse": 26,
      "text": "ולא יקחו ממך אבן לפנה ואבן למוסדות כי שממות עולם תהיה נאם יהוה׃"
    },
    {
      "verse": 27,
      "text": "שאו נס בארץ תקעו שופר בגוים קדשו עליה גוים השמיעו עליה ממלכות אררט מני ואשכנז פקדו עליה טפסר העלו סוס כילק סמר׃"
    },
    {
      "verse": 28,
      "text": "קדשו עליה גוים את מלכי מדי את פחותיה ואת כל סגניה ואת כל ארץ ממשלתו׃"
    },
    {
      "verse": 29,
      "text": "ותרעש הארץ ותחל כי קמה על בבל מחשבות יהוה לשום את ארץ בבל לשמה מאין יושב׃"
    },
    {
      "verse": 30,
      "text": "חדלו גבורי בבל להלחם ישבו במצדות נשתה גבורתם היו לנשים הציתו משכנתיה נשברו בריחיה׃"
    },
    {
      "verse": 31,
      "text": "רץ לקראת רץ ירוץ ומגיד לקראת מגיד להגיד למלך בבל כי נלכדה עירו מקצה׃"
    },
    {
      "verse": 32,
      "text": "והמעברות נתפשו ואת האגמים שרפו באש ואנשי המלחמה נבהלו׃"
    },
    {
      "verse": 33,
      "text": "כי כה אמר יהוה צבאות אלהי ישראל בת בבל כגרן עת הדריכה עוד מעט ובאה עת הקציר לה׃"
    },
    {
      "verse": 34,
      "text": "אכלנו הממנו נבוכדראצר מלך בבל הציגנו כלי ריק בלענו כתנין מלא כרשו מעדני הדיחנו׃"
    },
    {
      "verse": 35,
      "text": "חמסי ושארי על בבל תאמר ישבת ציון ודמי אל ישבי כשדים תאמר ירושלם׃"
    },
    {
      "verse": 36,
      "text": "לכן כה אמר יהוה הנני רב את ריבך ונקמתי את נקמתך והחרבתי את ימה והבשתי את מקורה׃"
    },
    {
      "verse": 37,
      "text": "והיתה בבל לגלים מעון תנים שמה ושרקה מאין יושב׃"
    },
    {
      "verse": 38,
      "text": "יחדו ככפרים ישאגו נערו כגורי אריות׃"
    },
    {
      "verse": 39,
      "text": "בחמם אשית את משתיהם והשכרתים למען יעלזו וישנו שנת עולם ולא יקיצו נאם יהוה׃"
    },
    {
      "verse": 40,
      "text": "אורידם ככרים לטבוח כאילים עם עתודים׃"
    },
    {
      "verse": 41,
      "text": "איך נלכדה ששך ותתפש תהלת כל הארץ איך היתה לשמה בבל בגוים׃"
    },
    {
      "verse": 42,
      "text": "עלה על בבל הים בהמון גליו נכסתה׃"
    },
    {
      "verse": 43,
      "text": "היו עריה לשמה ארץ ציה וערבה ארץ לא ישב בהן כל איש ולא יעבר בהן בן אדם׃"
    },
    {
      "verse": 44,
      "text": "ופקדתי על בל בבבל והצאתי את בלעו מפיו ולא ינהרו אליו עוד גוים גם חומת בבל נפלה׃"
    },
    {
      "verse": 45,
      "text": "צאו מתוכה עמי ומלטו איש את נפשו מחרון אף יהוה׃"
    },
    {
      "verse": 46,
      "text": "ופן ירך לבבכם ותיראו בשמועה הנשמעת בארץ ובא בשנה השמועה ואחריו בשנה השמועה וחמס בארץ ומשל על משל׃"
    },
    {
      "verse": 47,
      "text": "לכן הנה ימים באים ופקדתי על פסילי בבל וכל ארצה תבוש וכל חלליה יפלו בתוכה׃"
    },
    {
      "verse": 48,
      "text": "ורננו על בבל שמים וארץ וכל אשר בהם כי מצפון יבוא לה השודדים נאם יהוה׃"
    },
    {
      "verse": 49,
      "text": "גם בבל לנפל חללי ישראל גם לבבל נפלו חללי כל הארץ׃"
    },
    {
      "verse": 50,
      "text": "פלטים מחרב הלכו אל תעמדו זכרו מרחוק את יהוה וירושלם תעלה על לבבכם׃"
    },
    {
      "verse": 51,
      "text": "בשנו כי שמענו חרפה כסתה כלמה פנינו כי באו זרים על מקדשי בית יהוה׃"
    },
    {
      "verse": 52,
      "text": "לכן הנה ימים באים נאם יהוה ופקדתי על פסיליה ובכל ארצה יאנק חלל׃"
    },
    {
      "verse": 53,
      "text": "כי תעלה בבל השמים וכי תבצר מרום עזה מאתי יבאו שדדים לה נאם יהוה׃"
    },
    {
      "verse": 54,
      "text": "קול זעקה מבבל ושבר גדול מארץ כשדים׃"
    },
    {
      "verse": 55,
      "text": "כי שדד יהוה את בבל ואבד ממנה קול גדול והמו גליהם כמים רבים נתן שאון קולם׃"
    },
    {
      "verse": 56,
      "text": "כי בא עליה על בבל שודד ונלכדו גבוריה חתתה קשתותם כי אל גמלות יהוה שלם ישלם׃"
    },
    {
      "verse": 57,
      "text": "והשכרתי שריה וחכמיה פחותיה וסגניה וגבוריה וישנו שנת עולם ולא יקיצו נאם המלך יהוה צבאות שמו׃"
    },
    {
      "verse": 58,
      "text": "כה אמר יהוה צבאות חמות בבל הרחבה ערער תתערער ושעריה הגבהים באש יצתו ויגעו עמים בדי ריק ולאמים בדי אש ויעפו׃"
    },
    {
      "verse": 59,
      "text": "הדבר אשר צוה ירמיהו הנביא את שריה בן נריה בן מחסיה בלכתו את צדקיהו מלך יהודה בבל בשנת הרבעית למלכו ושריה שר מנוחה׃"
    },
    {
      "verse": 60,
      "text": "ויכתב ירמיהו את כל הרעה אשר תבוא אל בבל אל ספר אחד את כל הדברים האלה הכתבים אל בבל׃"
    },
    {
      "verse": 61,
      "text": "ויאמר ירמיהו אל שריה כבאך בבל וראית וקראת את כל הדברים האלה׃"
    },
    {
      "verse": 62,
      "text": "ואמרת יהוה אתה דברת אל המקום הזה להכריתו לבלתי היות בו יושב למאדם ועד בהמה כי שממות עולם תהיה׃"
    },
    {
      "verse": 63,
      "text": "והיה ככלתך לקרא את הספר הזה תקשר עליו אבן והשלכתו אל תוך פרת׃"
    },
    {
      "verse": 64,
      "text": "ואמרת ככה תשקע בבל ולא תקום מפני הרעה אשר אנכי מביא עליה ויעפו עד הנה דברי ירמיהו׃"
    }
  ]
}