{
  "book_id": "1CO",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* וַאֲנִי כַּאֲשֶׁר בָּאתִי אֲלֵיכֶם אֶחַי לֹא בִמְלִיצַת הַשָּׂפָה וְלֹא בְיִתְרוֹן הַחָכְמָה בָּאתִי לְהַגִּיד לָכֶם אֶת־עֵדוּת אֱלֹהִים׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* כִּי נֶחֱרָצָה בְלִבִּי לִבְלִי הִתְבּוֹנֵן בֵּינֵיכֶם אֶל־דָּבָר אַחֵר כִּי אִם־אֶל־יֵשׁוּעַ הַמָשִׁיחַ אֶל־הַנִּצְלָב׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* וַאֲנִי הָיִיתִי עִמָּכֶם בְּלֹא־כֹחַ בְּפַחַד וּבִרְעָדָה גְדֹלָה׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* וְלֹא הָיָה דְבָרִי וּקְרִיאָתִי לְפַתֹּתְכֶם בְּאִמְרֵי חָכְמַת־אֲנָשִׁים כִּי אִם־בִּתְעוּדָה נֶאֱמָנָה מִפִּי הָרוּחַ וּמִפִּי הַגְּבוּרָה׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* לְמַעַן תִּכּוֹן אֱמוּנָתְכֶם בִּגְבוּרַת אֱלֹהִים וְלֹא בְּחָכְמַת אֲנָשִׁים׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* וְדִבְרֵי חָכְמָה אֲנַחְנוּ מְדַבְּרִים בֵּין הַשְּׁלֵמִים אֶפֶס לֹא מֵחָכְמַת בְּנֵי הָעוֹלָם הַזֶּה וְלֹא מֵחָכְמַת שָׂרֵיהֶם אֲשֶׁר לְאֶפֶס וָתֹהוּ נֶחְשָׁבוּ׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* כִּי אִם־מְדַבְּרִים אֲנַחְנוּ סִתְרֵי חָכְמַת אֱלֹהִים וְרָזֵי עוֹלָם אֲשֶׁר צָפַן לָנוּ מֵרֹאשׁ מִקַּדְמֵי אֶרֶץ לִכְבוֹדֵנוּ׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* הִיא הַחָכְמָה אֲשֶׁר לֹא יְדָעָהּ אִישׁ מִשָּׂרֵי הָעוֹלָם הַזֶּה כִּי לוּ יָדְעוּ לֹא הוֹקִיעוּ אֶת־אֲדוֹן הַכָּבוֹד׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* אַךְ כַּכָּתוּב אֲשֶׁר־עַיִן לֹא־רָאֲתָה וְאֹזֶן לֹא שָׁמָעָה וְלֹא עָלָה עַל־לֵב אִישׁ אֲשֶׁר־הֵכִין הָאֱלֹהִים לְאֹהֲבָיו׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* וְכָל־אֵלֶּה גִּלָּה לָנוּ אֱלֹהִים עַל־פִּי רוּחוֹ כִּי הָרוּחַ חֹקֵר הַכֹּל אַף עֹמֶק חֵקֶר אֱלֹהִים יִמְצָא׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* כִּי מִי מִבְּנֵי אָדָם יֹדֵעַ אֵת אֲשֶׁר בְּלֵב הָאָדָם בִּלְתִּי רוּחַ הָאָדָם אֲשֶׁר בְּקִרְבּוֹ כֵּן אֵין־אִישׁ יֹדֵעַ אֵת אֲשֶׁר בְּלֵב הָאֱלֹהִים בִּלְתִּי רוּחַ הָאֱלֹהִים לְבַדּוֹ׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* וַאֲנַחְנוּ אֵין אִתָּנוּ רוּחַ הָעוֹלָם כִּי אִם־רוּחַ אֱלֹהִים דֹּבֵר בָּנוּ לְבַעֲבוּר נֵדַע אֶת־הַמַּתָּנוֹת הַנְּתֻנוֹת לָנוּ מִיַּד הָאֱלֹהִים׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* וְגַם לֹא בְמִלּוֹת אֲשֶׁר תּוֹרֶה חָכְמַת אֲנָשִׁים נְדַבֵּר כִּי אִם־מִלּוֹת רוּחַ הַקֹּדֶשׁ עַל־לְשׁוֹנֵנוּ וְאֵת אִמְרֵי רוּחַ בָּאֵר נְבָאֵר עַל־פִּי אִמְרֵי רוּחַ׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* אֶפֶס בֶּן־אָדָם בֶּן־בָּשָׂר וָדָם לֹא יַקְשִׁיב לְאִמְרֵי רוּחַ הָאֱלֹהִים כִּי־כְסִכְלוּת הֵם בְּעֵינָיו וְהַשְׂכֵּל לֹא יוּכַל כִּי רוּחַ אֵין בּוֹ אֲשֶׁר רַק עַל־יָדוֹ יִשַּׁפֵטוּ׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* אַךְ אִישׁ אֲשֶׁר רוּחַ בּוֹ יִשְׁפֹּט כָּל־דָּבָר וְהוּא לֹא־יִשָּׁפֵט מֵאִישׁ׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* כִּי מִי־תִכֵּן אֶת־רוּחַ יְהוָֹה וְאִישׁ עֲצָתוֹ יוֹדִיעֶנּוּ אָכֵן אִתָּנוּ רוּחַ הַמָּשִׁיחַ׃"
    }
  ]
}