{
  "book_id": "1CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* וַאֲנִי לֹא יָכֹלְתִּי אָז לְדַבֵּר אֲלֵיכֶם אַחַי כְּאַנְשֵׁי רוּחַ כִּי אִם־כִּבְנֵי בָשָׂר וָדָם כְּעֹלְלִים בַּמָּשִׁיחַ׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* הִרְוֵיתִי אֶתְכֶם חָלָב וְלֹא נָתַתִּי לָכֶם לָחֶם כִּי לֹא־הָיָה בָכֶם כֹּחַ לֶאֱכֹל וְגַם עַד־הַיּוֹם כֹּחַ לָכֶם אָיִן׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* כִּי עוֹד הַיּוֹם בְּנֵי בָשָׂר אַתֶּם כִּי כַּאֲשֶׁר תִּתְגֹּדְדוּ בְקִנְאָה וּמְרִיבָה הֲלֹא בְנֵי בָשָׂר הִנְּכֶם וּבְדַרְכֵי בְנֵי אָדָם תִּתְהַלָּכוּן׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* וְכַאֲשֶׁר יֹאמַר אֶחָד מִכֶּם אֲנִי לְפוֹלוֹס וְהַשֵּׁנִי יֹאמַר אֲנִי לְאַפּוֹלוֹס הֲלֹא יִלְדֵי בָשָׂר הִנְּכֶם׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* מִי הוּא אַפּוֹלוֹס וּמִי־הוּא פוֹלוֹס מְשָׁרְתִים הֵם אֲשֶׁר עַל־פִּיהֶם הֶאֱמַנְתֶּם אִישׁ אִישׁ כַּאֲשֶׁר נָתַן לוֹ הָאָדוֹן׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* אֲנִי נָטַעְתִּי וְאַפּוֹלוֹס הִרְוָה אֲבָל הָאֱלֹהִים הִפְרָה׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* עַל־כֵּן בַּמֶּה נֶחְשָׁב הַנֹּטֵעַ וְהַמַּרְוֶה בַּמֶּה נֶחְשָׁב הוּא כִּי הָאֱלֹהִים הוּא הַמַּפְרֶה׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* וְהַנֹּטֵעַ וְהַמַּרְוֶה כְּאֶחָד הֵם וְאִישׁ אִישׁ יִקַּח אֶת־שְׂכָרוֹ לְפִי עֲמָלוֹ׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* אֲנַחְנוּ עֹשִׂים עִם־הָאֱלֹהִים בִּמְלַאכְתּוֹ וְאַתֶּם שְׂדֵה אֱלֹהִים וּבִנְיַן אֱלֹהִים׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* וַאֲנִי בְּחֶסֶד אֵל אֲשֶׁר גָּמַל עָלָי יָסַדְתִּי אֶת־הַיְסוֹד כְאָמָן מַשְׂכִּיל וְאִישׁ אַחֵר בֹּנֶה עָלָיו אַךְ יִרְאֶה אִם הוּא־בֹנֶה כַּמִּשְׁפָּט׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* כִּי לֹא־יוּכַל אִישׁ לְיַסֵּד יְסוֹד אַחֵר זוּלָתִי יְסוֹד הַמּוּסָּד הֲלֹא הוּא יֵשׁוּעַ הַמָּשִׁיחַ׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* וְאִישׁ כִּי־יִבְנֶה עַל־הַיְסוֹד הַזֶּה בִּנְיַן זָהָב אוֹ כֶסֶף אוֹ אַבְנֵי חֵפֶץ אוֹ עֵצִים וְחָצִיר וָקָשׁ׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* מַעֲשֶׂה כָל־אִישׁ יִוָּדַע בְּאַחֲרִיתוֹ כִּי הַיּוֹם יוֹצִיאוֹ לָאוֹר אַחֲרֵי אֲשֶׁר בָּאֵשׁ יִבָּחֵן כִּי כָל־מַעֲשֶׂה אִישׁ הָאֵשׁ תִּצְרְפֶנּוּ׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* אִם־יַעֲמֹד מַעֲשֵׂהוּ כַּאֲשֶׁר בָּנָה יִקַּח־לוֹ שְׂכַר עֲמָלוֹ׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* וְאִם־מַעֲשֵׂהוּ יִשָּׂרֵף יֹאבַד שְׂכַר עֲמָלוֹ אַךְ הוּא יִנָּצֵל כְּאוּד מֻצָּל מֵאֵשׁ׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* הֲלֹא יְדַעְתֶּם כִּי אַתֶּם מִשְׁכַּן אֱלֹהִים וְרוּחַ אֱלֹהִים שֹׁכֵן בְּתוֹכֲכֶם׃"
    },
    {
      "verse": 17,
      "text": "\\vp יז\\vp* אִישׁ כִּי־יַשְׁחִית אֶת־מִשְׁכַּן אֱלֹהִים הָאֱלֹהִים יַשְׁחִיתֶנּוּ כִּי־מִשְׁכַּן אֱלֹהִים קָדוֹשׁ הוּא וְהַמִּשְׁכָּן הַהוּא אַתֶּם הֵם׃"
    },
    {
      "verse": 18,
      "text": "\\vp יח\\vp* אַל־יַתְעֶה אִישׁ אֶת־נַפְשׁוֹ מִי בָכֶם אֲשֶׁר לְחָכָם יִתְחַשֵּׁב בָּעוֹלָם הַזֶּה יְהִי לִכְסִיל לְמַעַן יֶחְכָּם׃"
    },
    {
      "verse": 19,
      "text": "\\vp יט\\vp* כִּי־חָכְמַת הָעוֹלָם הַזֶּה כְּסִילוּת הִיא בְּעֵינֵי הָאֱלֹהִים כִּי־כֵן כָּתוּב לֹכֵד חֲכָמִים בְּעָרְמָם׃"
    },
    {
      "verse": 20,
      "text": "\\vp כ\\vp* וְעוֹד יְהוָֹה יֹדֵעַ מַחְשְׁבוֹת חֲכָמִים כִּי הֵמָּה הָבֶל׃"
    },
    {
      "verse": 21,
      "text": "\\vp כא\\vp* לָכֵן אַל־יְתְהַלֵּל הַמִּתְהַלֵּל בִּבְנֵי אָדָם כִּי הַכֹּל לָכֶם׃"
    },
    {
      "verse": 22,
      "text": "\\vp כב\\vp* אִם־פּוֹלוֹס אַפּוֹלוֹס אוֹ כֵיפָא אִם־תֵּבֵל חַיִּים אוֹ מָוֶת אִם הוִֹים אוֹ עֲתִידִים כֻּלָּם לָכֶם הֵמָּה׃"
    },
    {
      "verse": 23,
      "text": "\\vp כג\\vp* וְאַתֶּם לַמָּשִׁיחַ וְהַמָּשִׁיחַ לֵאלֹהִים׃"
    }
  ]
}