{
  "book_id": "1CO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* וְעַל־דְּבַר מַתְּנוֹת הָרוּחַ אֶחָי אֵין אֶת־נַפְשִׁי לְהַעְלִים מִכֶּם דָּבָר׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* אַתֶּם יְדַעְתֶּם כִּי לְפָנִים גּוֹיִם הֱיִיתֶם נִמְשָׁכִים אַחֲרֵי אֱלִילִים אִלְּמִים כַּאֲשֶׁר אַחֲרֵיהֶם נִמְשַׁכְתֶּם׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* עַל־כֵּן אוֹדִיעַ לָכֶם כִּי אֵין אִישׁ אֲשֶׁר רוּחַ אֱלֹהִים דִּבֶּר־בּוֹ אֲשֶׁר יֹאמַר עַל־יֵשׁוּעַ כִּי חֵרֶם הוּא וְלֹא יוּכַל אִישׁ לִקְרֹא לְיֵשׁוּעַ בְּשֵׁם אָדוֹן אִם־לֹא בְרוּחַ הַקֹּדֶשׁ׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* וְשֹׁנוֹת הֵנָּה מַתְּנוֹת הֶחָסֶד אֲבָל אֶחָד הוּא הָרוּחַ׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* וְשֹׁנוֹת הֵנָּה עֲבֹדוֹת הַקֹּדֶשׁ אֲבָל אֶחָד הוּא הָאָדוֹן׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* וְשֹׁנוֹת הֵנָּה הַפְּעֻלּוֹת אֲבָל אֶחָד הוּא הָאֱלֹהִים הַפֹּעֵל הַכֹּל בַּכֹּל׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* וּלְכָל־אִישׁ וָאִישׁ נִתְּנָה הִתְגַּלּוֹת הָרוּחַ לְטוֹבַת כֻּלָּם׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* יֵשׁ אֲשֶׁר יִנָּתֶן־לוֹ בָרוּחַ אִמְרֵי חָכְמָה וְאַחֵר יִנָּתֶן־לוֹ אִמְרֵי דַעַת בָּרוּחַ הַהוּא׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* לְאַחֵר אֱמוּנָה בָּרוּחַ הַהוּא וּלְאַחֵר יִנָּתֵן לִרְפֹּא חָלָיִם בָּרוּחַ הַהוּא׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* לָזֶה עֲלִילוֹת נִפְלָאוֹת וְלָזֶה דִּבְרֵי נְבוּאָה לָזֶה לִבְחֹן אֶת־הָרוּחוֹת לָזֶה לְדַבֵּר בִּלְשֹׁנוֹת שֹׁנוֹת וְלָזֶה פִּתְרוֹן לְשֹׁנוֹת׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* וְאֶת־כָּל־אֵלֶּה פֹּעֵל הָרוּחַ הָאֶחָד הַהוּא הַנֹּתֵן לְאִישׁ אִישׁ מְנָת־חֶלְקוֹ לְפִי רְצוֹנוֹ׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* כִּי כַּאֲשֶׁר הַגּוּף אֶחָד הוּא וּבוֹ אֵבָרִים רַבִּים וְכָל־אֵבָרֵי הַגּוּף אַף כִּי־רַבִּים הֵם כֻּלָּם גּוּף אֶחָד כֵּן גַּם־הַמָּשִׁיחַ׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* כִּי גַם־אֲנַחְנוּ נִטְבַּלְנוּ כֻלָּנוּ בְּרוּחַ אֶחָד לְגוּף אֶחָד אִם־יְהוּדִים אִם־יְוָנִים אִם־עֲבָדִים אוֹ בְנֵי חוֹרִים וְרוּחַ אֶחָד הִשְׁקָה אֹתָנוּ כֻּלָּנוּ׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* כִּי הַגּוּף לֹא אֵבֶר אֶחָד הוּא כִּי אִם־אֵבָרִים רַבִּים׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* אִם־תֹּאמַר הָרֶגֶל אַחֲרֵי אֲשֶׁר לֹא יָד אֲנִי אֵינֶנִּי מִן־הַגּוּף הַבַעֲבוּר זֹאת לֹא מִן־הַגּוּף הִיא׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* וְאִם־תֹּאמַר הָאֹזֶן אַחֲרֵי אֲשֶׁר לֹא עַיִן אֲנִי אֵינֶנִּי מִן־הַגּוּף הֲבַעֲבוּר זֹאת לֹא מִן־הַגּוּף הִיא׃"
    },
    {
      "verse": 17,
      "text": "\\vp יז\\vp* אִם־הַגּוּף כֻּלּוֹ יִהְיֶה עַיִן אַיֵּה יִהְיֶה אָז הַשֶּׁמַע וְאִם־כֻּלּוֹ יִהְיֶה שֶׁמַע אַיֵּה יִהְיֶה אָז הָרֵיחַ׃"
    },
    {
      "verse": 18,
      "text": "\\vp יח\\vp* וְעַתָּה שָׂם אֱלֹהִים אֶת־הָאֶבָרִים אֵבֶר אֵבֶר בַּגּוּף לְפִי רְצוֹנוֹ׃"
    },
    {
      "verse": 19,
      "text": "\\vp יט\\vp* לוּ־הָיוּ כֻלָּם אֵבָר אֶחָד אֵיכָה יִהְיֶה אָז הַגּוּף׃"
    },
    {
      "verse": 20,
      "text": "\\vp כ\\vp* וְהִנֵּה אֵפוֹא הָאֵבָרִים רַבִּים הֵם וְהַגּוּף אֶחָד׃"
    },
    {
      "verse": 21,
      "text": "\\vp כא\\vp* וְלֹא תוּכַל הָעַיִן לֵאמֹר אֶל־הַיָּד אֵין לִי דְבַר חֵפֶץ בָּךְ וְגַם לֹא הָרֹאשׁ אֶל־הָרַגְלַיִם לֵאמֹר דְּבַר חֵפֶץ לִי בָכֵן אָיִן׃"
    },
    {
      "verse": 22,
      "text": "\\vp כב\\vp* אַף גַּם־נוֹסָפוֹת נִמְצָא כָּל־עוֹד יֵרָאוּ אֵבָרֵי הַגּוּף כְּרָפִים כֵּן דְּרוּשִׁים הֵם לַחֲפָצֵינוּ עַד־מְאֹד׃"
    },
    {
      "verse": 23,
      "text": "\\vp כג\\vp* וְאֶת־אֵלֶּה אֲשֶׁר נְחַשֵּׁב כְּאִי־כָבוֹד בַּגּוּף לָהֶם נִתַּן כָּבוֹד רָב וְלִמְבֻשֵׁינוּ עוֹד יֶתֶר שְׂאֵת׃"
    },
    {
      "verse": 24,
      "text": "\\vp כד\\vp* כִּי לַחֲלָקִים הַיָּפִים בָּנוּ אֵין מַחְסוֹר אָכֵן מַעַרְכֵי הַגּוּף עָרַךְ אֱלֹהִים וַיִּתֵּן כָּבוֹד רָב לְאִי־כָבוֹד׃"
    },
    {
      "verse": 25,
      "text": "\\vp כה\\vp* לְבִלְתִּי תִהְיֶה מַחֲלֹקֶת בַּגּוּף וּלְמַעַן יִדְאֲגוּ הָאֵבָרִים זֶה לָזֶה׃"
    },
    {
      "verse": 26,
      "text": "\\vp כו\\vp* אִם־יִתְעַנֶּה אֵבָר אֶחָד יִתְעַנּוּ כָּל־הָאֵבָרִים עִמּוֹ וְאִם־יְכֻבַּד אֵבָר אֶחָד יָשִׂישׂוּ עִמּוֹ כָּל־הָאֵבָרִים׃"
    },
    {
      "verse": 27,
      "text": "\\vp כז\\vp* וְאַתֶּם גּוּף הַמָּשִׁיחַ וְאֵבָרָיו כָּל־אֶחָד בְּחֶלְקוֹ׃"
    },
    {
      "verse": 28,
      "text": "\\vp כח\\vp* וּמֵהֶם הֵקִים אֱלֹהִים בְּתוֹךְ הָעֵדָה בָּרִאשֹׁנָה שְׁלִיחִים בַּשֵּׁנִית נְבִיאִים בַּשְּׁלִישִׁית מוֹרִים וְאַחֲרֵי־כֵן אֵלֶּה אֲשֶׁר נָתַן לָהֶם לַעֲשׂוֹת נִפְלָאוֹת לִרְפֹּא חֳלָיִם לְהָבִיא עֶזְרָה לַעֲמֹד בְּרֹאשׁ הָעֵדָה וּלְדַבֵּר בִּלְשֹׁנוֹת שֹׁנוֹת׃"
    },
    {
      "verse": 29,
      "text": "\\vp כט\\vp* הֲכֻלָּם שְׁלִיחִים אִם־כֻּלָּם נְבִיאִים אוֹ כֻלָּם מוֹרִים אוֹ עֹשֵׂי נִפְלָאוֹת׃"
    },
    {
      "verse": 30,
      "text": "\\vp ל\\vp* הַלְכֻלָּם נָתַן לִרְפֹּא חֳלָיִם אוֹ לְדַבֵּר בִּלְשֹׁנוֹת אוֹ לִפְתֹּר לְשֹׁנוֹת׃"
    },
    {
      "verse": 31,
      "text": "\\vp לא\\vp* וְאַתֶּם בַּקְּשׁוּ בִּכָל־מְאֹדְכֶם מַתָּנוֹת טוֹבוֹת אֵלֶּה וַאֲנִי אוֹרֶה לָכֶם דֶּרֶךְ מְאֹד נַעֲלָה׃"
    }
  ]
}