{
  "book_id": "MRK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ συνάγονται πρὸς αὐτὸν οἱ Φαρισαῖοι καί τινες τῶν γραμματέων ἐλθόντες ἀπὸ Ἱεροσολύμων."
    },
    {
      "verse": 2,
      "text": "καὶ ἰδόντες τινὰς τῶν μαθητῶν αὐτοῦ ὅτι κοιναῖς χερσίν, τοῦτ’ ἔστιν ἀνίπτοις, ἐσθίουσιν τοὺς ἄρτους"
    },
    {
      "verse": 3,
      "text": "οἱ γὰρ Φαρισαῖοι καὶ πάντες οἱ Ἰουδαῖοι ἐὰν μὴ πυκνὰ νίψωνται τὰς χεῖρας οὐκ ἐσθίουσιν, κρατοῦντες τὴν παράδοσιν τῶν πρεσβυτέρων,"
    },
    {
      "verse": 4,
      "text": "καὶ ἀπὸ ἀγορᾶς ἐὰν μὴ βαπτίσωνται οὐκ ἐσθίουσιν, καὶ ἄλλα πολλά ἐστιν ἃ παρέλαβον κρατεῖν, βαπτισμοὺς ποτηρίων καὶ ξεστῶν καὶ χαλκίων"
    },
    {
      "verse": 5,
      "text": "καὶ ἐπερωτῶσιν αὐτὸν οἱ Φαρισαῖοι καὶ οἱ γραμματεῖς· διατί οὐ περιπατοῦσιν οἱ μαθηταί σου κατὰ τὴν παράδοσιν τῶν πρεσβυτέρων, ἀλλὰ κοιναῖς χερσὶν ἐσθίουσιν τὸν ἄρτον;"
    },
    {
      "verse": 6,
      "text": "ὁ δὲ εἶπεν αὐτοῖς· καλῶς ἐπροφήτευσεν Ἡσαΐας περὶ ὑμῶν τῶν ὑποκριτῶν, ὡς γέγραπται ὅτι οὗτος ὁ λαὸς τοῖς χείλεσίν με τιμᾷ, ἡ δὲ καρδία αὐτῶν πόρρω ἀπέχει ἀπ’ ἐμοῦ·"
    },
    {
      "verse": 7,
      "text": "μάτην δὲ σέβονταί με διδάσκοντες διδασκαλίας ἐντάλματα ἀνθρώπων."
    },
    {
      "verse": 8,
      "text": "ἀφέντες τὴν ἐντολὴν τοῦ θεοῦ κρατεῖτε τὴν παράδοσιν τῶν ἀνθρώπων."
    },
    {
      "verse": 9,
      "text": "καὶ ἔλεγεν αὐτοῖς· καλῶς ἀθετεῖτε τὴν ἐντολὴν τοῦ θεοῦ, ἵνα τὴν παράδοσιν ὑμῶν τηρήσητε."
    },
    {
      "verse": 10,
      "text": "Μωϋσῆς γὰρ εἶπεν· τίμα τὸν πατέρα σου καὶ τὴν μητέρα σου, καί· ὁ κακολογῶν πατέρα ἢ μητέρα θανάτῳ τελευτάτω."
    },
    {
      "verse": 11,
      "text": "ὑμεῖς δὲ λέγετε· ἐὰν εἴπῃ ἄνθρωπος τῷ πατρὶ ἢ τῇ μητρί· κορβᾶν, ὅ ἐστιν δῶρον, ὃ ἐὰν ἐξ ἐμοῦ ὠφεληθῇς,"
    },
    {
      "verse": 12,
      "text": "οὐκέτι ἀφίετε αὐτὸν οὐδὲν ποιῆσαι τῷ πατρὶ ἢ τῇ μητρί,"
    },
    {
      "verse": 13,
      "text": "ἀκυροῦντες τὸν λόγον τοῦ θεοῦ τῇ παραδόσει ὑμῶν ᾗ παρεδώκατε. καὶ παρόμοια τοιαῦτα πολλὰ ποιεῖτε."
    },
    {
      "verse": 14,
      "text": "καὶ προσκαλεσάμενος πάλιν τὸν ὄχλον ἔλεγεν αὐτοῖς· ἀκούσατέ μου πάντες καὶ σύνετε."
    },
    {
      "verse": 15,
      "text": "οὐδέν ἐστιν ἔξωθεν τοῦ ἀνθρώπου εἰσπορευόμενον εἰς αὐτὸν ὃ δύναται κοινῶσαι αὐτόν· ἀλλὰ τὰ ἐκ τοῦ ἀνθρώπου ἐκπορευόμενά ἐστιν τὰ κοινοῦντα τὸν ἄνθρωπον."
    },
    {
      "verse": 17,
      "text": "Καὶ ὅτε εἰσῆλθεν εἰς τὸν οἶκον ἀπὸ τοῦ ὄχλου, ἐπηρώτων αὐτὸν οἱ μαθηταὶ αὐτοῦ τὴν παραβολήν."
    },
    {
      "verse": 18,
      "text": "καὶ λέγει αὐτοῖς· οὕτως καὶ ὑμεῖς ἀσύνετοί ἐστε; οὐ νοεῖτε ὅτι πᾶν τὸ ἔξωθεν εἰσπορευόμενον εἰς τὸν ἄνθρωπον οὐ δύναται αὐτὸν κοινῶσαι,"
    },
    {
      "verse": 19,
      "text": "ὅτι οὐκ εἰσπορεύεται αὐτοῦ εἰς τὴν καρδίαν ἀλλ’ εἰς τὴν κοιλίαν, καὶ εἰς τὸν ἀφεδρῶνα ἐκπορεύεται, καθαρίζων πάντα τὰ βρώματα;"
    },
    {
      "verse": 20,
      "text": "ἔλεγεν δὲ ὅτι τὸ ἐκ τοῦ ἀνθρώπου ἐκπορευόμενον, ἐκεῖνο κοινοῖ τὸν ἄνθρωπον."
    },
    {
      "verse": 21,
      "text": "ἔσωθεν γὰρ ἐκ τῆς καρδίας τῶν ἀνθρώπων οἱ διαλογισμοὶ οἱ κακοὶ ἐκπορεύονται, πορνεῖαι, κλοπαί, φόνοι,"
    },
    {
      "verse": 22,
      "text": "μοιχεῖαι, πλεονεξίαι, πονηρίαι, δόλος, ἀσέλγεια, ὀφθαλμὸς πονηρός, βλασφημία, ὑπερηφανία, ἀφροσύνη·"
    },
    {
      "verse": 23,
      "text": "πάντα ταῦτα τὰ πονηρὰ ἔσωθεν ἐκπορεύεται καὶ κοινοῖ τὸν ἄνθρωπον."
    },
    {
      "verse": 24,
      "text": "Ἐκεῖθεν δὲ ἀναστὰς ἀπῆλθεν εἰς τὰ ὅρια Τύρου. καὶ εἰσελθὼν εἰς οἰκίαν οὐδένα ἠθέλησεν γνῶναι, καὶ οὐκ ἠδυνάσθη λαθεῖν·"
    },
    {
      "verse": 25,
      "text": "ἀλλὰ εὐθὺς ἀκούσασα γυνὴ περὶ αὐτοῦ, ἧς εἶχεν τὸ θυγάτριον αὐτῆς πνεῦμα ἀκάθαρτον, εἰσελθοῦσα προσέπεσεν πρὸς τοὺς πόδας αὐτοῦ·"
    },
    {
      "verse": 26,
      "text": "ἡ δὲ γυνὴ ἦν Ἑλληνίς, Συροφοινίκισσα τῷ γένει· καὶ ἠρώτα αὐτὸν ἵνα τὸ δαιμόνιον ἐκβάλῃ ἐκ τῆς θυγατρὸς αὐτῆς."
    },
    {
      "verse": 27,
      "text": "καὶ ἔλεγεν αὐτῇ· ἄφες πρῶτον χορτασθῆναι τὰ τέκνα· οὐ γάρ ἐστιν καλὸν λαβεῖν τὸν ἄρτον τῶν τέκνων καὶ τοῖς κυναρίοις βαλεῖν."
    },
    {
      "verse": 28,
      "text": "ἡ δὲ ἀπεκρίθη καὶ λέγει αὐτῷ· ναί, κύριε· καὶ τὰ κυνάρια ὑποκάτω τῆς τραπέζης ἐσθίουσιν ἀπὸ τῶν ψιχίων τῶν παιδίων."
    },
    {
      "verse": 29,
      "text": "καὶ εἶπεν αὐτῇ· διὰ τοῦτον τὸν λόγον ὕπαγε, ἐξελήλυθεν ἐκ τῆς θυγατρός σου τὸ δαιμόνιον."
    },
    {
      "verse": 30,
      "text": "καὶ ἀπελθοῦσα εἰς τὸν οἶκον αὐτῆς εὗρεν τὸ παιδίον βεβλημένον ἐπὶ τὴν κλίνην καὶ τὸ δαιμόνιον ἐξεληλυθός."
    },
    {
      "verse": 31,
      "text": "Καὶ πάλιν ἐξελθὼν ἐκ τῶν ὁρίων Τύρου ἦλθεν διὰ Σιδῶνος εἰς τὴν θάλασσαν τῆς Γαλιλαίας ἀνὰ μέσον τῶν ὁρίων Δεκαπόλεως."
    },
    {
      "verse": 32,
      "text": "καὶ φέρουσιν αὐτῷ κωφὸν καὶ μογιλάλον, καὶ παρακαλοῦσιν αὐτὸν ἵνα ἐπιθῇ αὐτῷ τὴν χεῖρα."
    },
    {
      "verse": 33,
      "text": "καὶ ἀπολαβόμενος αὐτὸν ἀπὸ τοῦ ὄχλου κατ’ ἰδίαν ἔβαλεν τοὺς δακτύλους εἰς τὰ ὦτα αὐτοῦ καὶ πτύσας ἥψατο τῆς γλώσσης αὐτοῦ,"
    },
    {
      "verse": 34,
      "text": "καὶ ἀναβλέψας εἰς τὸν οὐρανὸν ἐστέναξεν, καὶ λέγει αὐτῷ· ἐφφαθά, ὅ ἐστιν, διανοίχθητι."
    },
    {
      "verse": 35,
      "text": "καὶ ἠνοίγησαν αὐτοῦ αἱ ἀκοαί, καὶ εὐθὺς ἐλύθη ὁ δεσμὸς τῆς γλώσσης αὐτοῦ, καὶ ἐλάλει ὀρθῶς."
    },
    {
      "verse": 36,
      "text": "καὶ διεστείλατο αὐτοῖς ἵνα μηδενὶ λέγωσιν· ὅσον δὲ αὐτοῖς διεστέλλετο, αὐτοὶ μᾶλλον περισσότερον ἐκήρυσσον."
    },
    {
      "verse": 37,
      "text": "καὶ ὑπερπερισσῶς ἐξεπλήσσοντο λέγοντες· καλῶς πάντα πεποίηκεν, καὶ τοὺς κωφοὺς ποιεῖ ἀκούειν καὶ ἀλάλους λαλεῖν."
    }
  ]
}