{
  "book_id": "MRK",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐν ἐκείναις ταῖς ἡμέραις πάλιν πόλλου ὄχλου ὄντος καὶ μὴ ἐχόντων τί φάγωσιν, προσκαλεσάμενος τοὺς μαθητὰς λέγει αὐτοῖς·"
    },
    {
      "verse": 2,
      "text": "σπλαγχνίζομαι ἐπὶ τὸν ὄχλον, ὅτι ἤδη ἡμέραι τρεῖς προσμένουσίν μοι καὶ οὐκ ἔχουσιν τί φάγωσιν."
    },
    {
      "verse": 3,
      "text": "καὶ ἐὰν ἀπολύσω αὐτοὺς νήστις εἰς οἶκον αὐτῶν, ἐκλυθήσονται ἐν τῇ ὁδῷ· καί τινες αὐτῶν ἀπὸ μακρόθεν ἥκασιν."
    },
    {
      "verse": 4,
      "text": "καὶ ἀπεκρίθησαν αὐτῷ οἱ μαθηταὶ αὐτοῦ ὅτι πόθεν τούτους δυνήσεταί τις ὧδε χορτάσαι ἄρτων ἐπ’ ἐρημίας;"
    },
    {
      "verse": 5,
      "text": "καὶ ἠρώτα αὐτούς· πόσους ἔχετε ἄρτους; οἱ δὲ εἶπαν· ἑπτά."
    },
    {
      "verse": 6,
      "text": "καὶ παραγγέλλει τῷ ὄχλῳ ἀναπεσεῖν ἐπὶ τῆς γῆς· καὶ λαβὼν τοὺς ἑπτὰ ἄρτους εὐχαριστήσας ἔκλασεν καὶ ἐδίδου τοῖς μαθηταῖς αὐτοῦ ἵνα παρατιθῶσιν· καὶ παρέθηκαν τῷ ὄχλῳ."
    },
    {
      "verse": 7,
      "text": "καὶ εἶχαν ἰχθύδια ὀλίγα· καὶ εὐλογήσας αὐτὰ παρέθηκέν."
    },
    {
      "verse": 8,
      "text": "καὶ ἔφαγον καὶ ἐχορτάσθησαν, καὶ ἦραν περισσεύματα κλασμάτων ἑπτὰ σπυρίδας."
    },
    {
      "verse": 9,
      "text": "ἦσαν δὲ ὡς τετρακισχίλιοι· καὶ ἀπέλυσεν αὐτούς."
    },
    {
      "verse": 10,
      "text": "Καὶ εὐθὺς ἐμβὰς εἰς τὸ πλοῖον μετὰ τῶν μαθητῶν αὐτοῦ ἦλθεν εἰς τὰ μέρη Δαλμανουθά."
    },
    {
      "verse": 11,
      "text": "καὶ ἐξῆλθον οἱ Φαρισαῖοι καὶ ἤρξαντο συζητεῖν αὐτῷ, ζητοῦντες παρ’ αὐτοῦ σημεῖον ἀπὸ τοῦ οὐρανοῦ, πειράζοντες αὐτόν."
    },
    {
      "verse": 12,
      "text": "καὶ ἀναστενάξας τῷ πνεύματι αὐτοῦ λέγει· τί ἡ γενεὰ αὕτη ζητεῖ σημεῖον; ἀμὴν λέγω ὑμῖν εἰ δοθήσεται τῇ γενεᾷ ταύτῃ σημεῖον."
    },
    {
      "verse": 13,
      "text": "καὶ ἀφεὶς αὐτοὺς πάλιν ἐμβὰς ἀπῆλθεν εἰς τὸ πέραν."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐπελάθοντο λαβεῖν ἄρτους, καὶ εἰ μὴ ἕνα ἄρτον οὐκ εἶχον μεθ’ ἑαυτῶν ἐν τῷ πλοίῳ."
    },
    {
      "verse": 15,
      "text": "καὶ διεστέλλετο αὐτοῖς λέγων· ὁρᾶτε, βλέπετε ἀπὸ τῆς ζύμης τῶν Φαρισαίων καὶ τῆς ζύμης Ἡρῴδου."
    },
    {
      "verse": 16,
      "text": "καὶ διελογίζοντο πρὸς ἀλλήλους ὅτι ἄρτους οὐκ ἔχομεν."
    },
    {
      "verse": 17,
      "text": "καὶ γνοὺς λέγει αὐτοῖς· τί διαλογίζεσθε ὅτι ἄρτους οὐκ ἔχετε; οὔπω νοεῖτε οὐδὲ συνίετε; ἔτι πεπωρωμένην ἔχετε τὴν καρδίαν ὑμῶν;"
    },
    {
      "verse": 18,
      "text": "ὀφθαλμοὺς ἔχοντες οὐ βλέπετε, καὶ ὦτα ἔχοντες οὐκ ἀκούετε, καὶ οὐ μνημονεύετε,"
    },
    {
      "verse": 19,
      "text": "ὅτε τοὺς πέντε ἄρτους ἔκλασα εἰς τοὺς πεντακισχιλίους, καὶ πόσους κοφίνους κλασμάτων πλήρεις ἤρατε; λέγουσιν αὐτῷ· δώδεκα."
    },
    {
      "verse": 20,
      "text": "ὅτε καὶ τοὺς ἑπτὰ εἰς τοὺς τετρακισχιλίους, πόσων σπυρίδων πληρώματα κλασμάτων ἤρατε; καὶ λέγουσιν· ἑπτά."
    },
    {
      "verse": 21,
      "text": "καὶ ἔλεγεν αὐτοῖς· οὔπω συνίετε;"
    },
    {
      "verse": 22,
      "text": "Καὶ ἔρχονται εἰς Βηθσαϊδάν. καὶ φέρουσιν αὐτῷ τυφλὸν, καὶ παρακαλοῦσιν αὐτὸν ἵνα αὐτοῦ ἅψηται."
    },
    {
      "verse": 23,
      "text": "καὶ ἐπιλαβόμενος τῆς χειρὸς τοῦ τυφλοῦ ἐξήνεγκεν αὐτὸν ἔξω τῆς κώμης, καὶ πτύσας εἰς τὰ ὄμματα αὐτοῦ, ἐπιθεὶς τὰς χεῖρας αὐτῷ, ἐπηρώτα αὐτόν, εἴ τι βλέπει;"
    },
    {
      "verse": 24,
      "text": "καὶ ἀναβλέψας ἔλεγεν· βλέπω τοὺς ἀνθρώπους, ὅτι ὡς δένδρα ὁρῶ περιπατοῦντας."
    },
    {
      "verse": 25,
      "text": "εἶτα πάλιν ἐπέθηκεν τὰς χεῖρας ἐπὶ τοὺς ὀφθαλμοὺς αὐτοῦ, καὶ διέβλεψεν, καὶ ἀπεκατέστη, καὶ ἐνέβλεπεν δηλαυγῶς ἅπαντα."
    },
    {
      "verse": 26,
      "text": "καὶ ἀπέστειλεν αὐτὸν εἰς οἶκον αὐτοῦ λέγων· μὴ εἰς τὴν κώμην εἰσέλθῃς."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐξῆλθεν ὁ Ἰησοῦς καὶ οἱ μαθηταὶ αὐτοῦ εἰς τὰς κώμας Καισαρείας τῆς Φιλίππου· καὶ ἐν τῇ ὁδῷ ἐπηρώτα τοὺς μαθητὰς αὐτοῦ λέγων αὐτοῖς· τίνα με λέγουσιν οἱ ἄνθρωποι εἶναι;"
    },
    {
      "verse": 28,
      "text": "οἱ δὲ εἶπαν αὐτῷ λέγοντες ὅτι Ἰωάννην τὸν βαπτιστήν, καὶ ἄλλοι, Ἡλείαν, ἄλλοι δὲ ὅτι εἷς τῶν προφητῶν."
    },
    {
      "verse": 29,
      "text": "καὶ αὐτὸς ἐπηρώτα αὐτούς· ὑμεῖς δὲ τίνα με λέγετε εἶναι; ἀποκριθεὶς ὁ Πέτρος λέγει αὐτῷ· σὺ εἶ ὁ Χριστός."
    },
    {
      "verse": 30,
      "text": "καὶ ἐπετίμησεν αὐτοῖς ἵνα μηδενὶ λέγωσιν περὶ αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "Καὶ ἤρξατο διδάσκειν αὐτοὺς ὅτι δεῖ τὸν υἱὸν τοῦ ἀνθρώπου πολλὰ παθεῖν, καὶ ἀποδοκιμασθῆναι ὑπὸ τῶν πρεσβυτέρων καὶ τῶν ἀρχιερέων καὶ τῶν γραμματέων καὶ ἀποκτανθῆναι καὶ μετὰ τρεῖς ἡμέρας ἀναστῆναι."
    },
    {
      "verse": 32,
      "text": "καὶ παρρησίᾳ τὸν λόγον ἐλάλει. καὶ προσλαβόμενος ὁ Πέτρος αὐτὸν ἤρξατο ἐπιτιμᾶν αὐτῷ."
    },
    {
      "verse": 33,
      "text": "ὁ δὲ ἐπιστραφεὶς καὶ ἰδὼν τοὺς μαθητὰς αὐτοῦ ἐπετίμησεν Πέτρῳ καὶ λέγει· ὕπαγε ὀπίσω μου, σατανᾶ, ὅτι οὐ φρονεῖς τὰ τοῦ θεοῦ ἀλλὰ τὰ τῶν ἀνθρώπων."
    },
    {
      "verse": 34,
      "text": "Καὶ προσκαλεσάμενος τὸν ὄχλον σὺν τοῖς μαθηταῖς αὐτοῦ εἶπεν αὐτοῖς· ὅστις θέλει ὀπίσω μου ἀκολουθεῖν, ἀπαρνησάσθω ἑαυτὸν καὶ ἀράτω τὸν σταυρὸν αὐτοῦ καὶ ἀκολουθείτω μοι."
    },
    {
      "verse": 35,
      "text": "ὃς γὰρ ἐὰν θέλῃ τὴν ψυχὴν αὐτοῦ σῶσαι, ἀπολέσει αὐτήν· ὃς δ’ ἂν ἀπολέσει τὴν ἑαυτοῦ ψυχὴν ἕνεκεν ἐμοῦ καὶ τοῦ εὐαγγελίου, σώσει αὐτήν."
    },
    {
      "verse": 36,
      "text": "τί γὰρ ὠφελεῖ ἄνθρωπον κερδῆσαι τὸν κόσμον ὅλον καὶ ζημιωθῆναι τὴν ψυχὴν αὐτοῦ;"
    },
    {
      "verse": 37,
      "text": "τί γὰρ δοῖ ἄνθρωπος ἀντάλλαγμα τῆς ψυχῆς αὐτοῦ;"
    },
    {
      "verse": 38,
      "text": "ὃς γὰρ ἐὰν ἐπαισχυνθῇ με καὶ τοὺς ἐμοὺς λόγους ἐν τῇ γενεᾷ ταύτῃ τῇ μοιχαλίδι καὶ ἁμαρτωλῷ, καὶ ὁ υἱὸς τοῦ ἀνθρώπου ἐπαισχυνθήσεται αὐτὸν, ὅταν ἔλθῃ ἐν τῇ δόξῃ τοῦ πατρὸς αὐτοῦ μετὰ τῶν ἀγγέλων τῶν ἁγίων."
    }
  ]
}