{
  "book_id": "MRK",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ὅτε ἐγγίζουσιν εἰς Ἱεροσόλυμα καὶ εἰς Βηθανίαν πρὸς τὸ ὄρος τῶν ἐλαιῶν, ἀποστέλλει δύο τῶν μαθητῶν αὐτοῦ"
    },
    {
      "verse": 2,
      "text": "καὶ λέγει αὐτοῖς· ὑπάγετε εἰς τὴν κώμην τὴν κατέναντι ὑμῶν, καὶ εὐθὺς εἰσπορευόμενοι εἰς αὐτὴν εὑρήσετε πῶλον δεδεμένον, ἐφ’ ὃν οὐδεὶς ἀνθρώπων οὔπω κεκάθικεν· λύσατε αὐτὸν καὶ φέρετε."
    },
    {
      "verse": 3,
      "text": "καὶ ἐάν τις ὑμῖν εἴπῃ· τί ποιεῖτε τοῦτο; εἴπατε· ὁ κύριος αὐτοῦ χρείαν ἔχει, καὶ εὐθὺς αὐτὸν ἀποστέλλει πάλιν ὧδε."
    },
    {
      "verse": 4,
      "text": "καὶ ἀπῆλθον καὶ εὗρον τὸν πῶλον δεδεμένον πρὸς τὴν θύραν ἔξω ἐπὶ τοῦ ἀμφόδου, καὶ λύουσιν αὐτόν."
    },
    {
      "verse": 5,
      "text": "καί τινες τῶν ἐκεῖ ἑστηκότων ἔλεγον αὐτοῖς· τί ποιεῖτε λύοντες τὸν πῶλον;"
    },
    {
      "verse": 6,
      "text": "οἱ δὲ εἶπαν αὐτοῖς καθὼς εἶπεν ὁ Ἰησοῦς· καὶ ἀφῆκαν αὐτούς."
    },
    {
      "verse": 7,
      "text": "καὶ φέρουσιν τὸν πῶλον πρὸς τὸν Ἰησοῦν, καὶ ἐπιβάλλουσιν αὐτῷ τὰ ἱμάτια αὐτῶν, καὶ ἐκάθισεν ἐπ’ αὐτόν."
    },
    {
      "verse": 8,
      "text": "καὶ πολλοὶ τὰ ἱμάτια αὐτῶν ἔστρωσαν εἰς τὴν ὁδόν, ἄλλοι δὲ στιβάδας, κόψαντες ἐκ τῶν ἀγρῶν."
    },
    {
      "verse": 9,
      "text": "καὶ οἱ προάγοντες καὶ οἱ ἀκολουθοῦντες ἔκραζον· ὡσαννά, εὐλογημένος ὁ ἐρχόμενος ἐν ὀνόματι κυρίου·"
    },
    {
      "verse": 10,
      "text": "εὐλογημένη ἡ ἐρχομένη βασιλεία τοῦ πατρὸς ἡμῶν Δαυείδ, ὡσαννὰ ἐν τοῖς ὑψίστοις."
    },
    {
      "verse": 11,
      "text": "Καὶ εἰσῆλθεν εἰς Ἱεροσόλυμα εἰς τὸ ἱερόν· καὶ περιβλεψάμενος πάντα, ὀψὲ ἤδη οὔσης τῆς ὥρας, ἐξῆλθεν εἰς Βηθανίαν μετὰ τῶν δώδεκα."
    },
    {
      "verse": 12,
      "text": "Καὶ τῇ ἐπαύριον ἐξελθόντων αὐτῶν ἀπὸ Βηθανίας ἐπείνασεν."
    },
    {
      "verse": 13,
      "text": "καὶ ἰδὼν συκῆν ἀπὸ μακρόθεν ἔχουσαν φύλλα, ἦλθεν εἰ ἄρα τι εὑρήσει ἐν αὐτῇ, καὶ ἐλθὼν ἐπ’ αὐτὴν οὐδὲν εὗρεν εἰ μὴ φύλλα· ὁ γὰρ καιρὸς οὐκ ἦν σύκων."
    },
    {
      "verse": 14,
      "text": "καὶ ἀποκριθεὶς εἶπεν αὐτῇ· μηκέτι εἰς τὸν αἰῶνα ἐκ σοῦ μηδεὶς καρπὸν φάγοι. καὶ ἤκουον οἱ μαθηταὶ αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Καὶ ἔρχονται εἰς Ἱεροσόλυμα. καὶ εἰσελθὼν εἰς τὸ ἱερὸν ἤρξατο ἐκβάλλειν τοὺς πωλοῦντας καὶ τοὺς ἀγοράζοντας ἐν τῷ ἱερῷ, καὶ τὰς τραπέζας τῶν κολλυβιστῶν καὶ τὰς καθέδρας τῶν πωλούντων τὰς περιστερὰς κατέστρεψεν,"
    },
    {
      "verse": 16,
      "text": "καὶ οὐκ ἤφιεν ἵνα τις διενέγκῃ σκεῦος διὰ τοῦ ἱεροῦ,"
    },
    {
      "verse": 17,
      "text": "καὶ ἐδίδασκεν καὶ ἔλεγεν αὐτοῖς· οὐ γέγραπται ὅτι ὁ οἶκός μου οἶκος προσευχῆς κληθήσεται πᾶσιν τοῖς ἔθνεσιν; ὑμεῖς δὲ πεποιήκατε αὐτὸν σπήλαιον λῃστῶν."
    },
    {
      "verse": 18,
      "text": "καὶ ἤκουσαν οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς, καὶ ἐζήτουν πῶς αὐτὸν ἀπολέσωσιν· ἐφοβοῦντο γὰρ αὐτόν, πᾶς γὰρ ὁ ὄχλος ἐξεπλήσσοντο ἐπὶ τῇ διδαχῇ αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Καὶ ὅταν ὀψὲ ἐγένετο, ἐξεπορεύοντο ἔξω τῆς πόλεως."
    },
    {
      "verse": 20,
      "text": "Καὶ παραπορευόμενοι πρωῒ εἶδον τὴν συκῆν ἐξηραμμένην ἐκ ῥιζῶν."
    },
    {
      "verse": 21,
      "text": "καὶ ἀναμνησθεὶς ὁ Πέτρος λέγει αὐτῷ, ῥαββεί, ἴδε ἡ συκῆ ἣν κατηράσω ἐξήρανται."
    },
    {
      "verse": 22,
      "text": "καὶ ἀποκριθεὶς ὁ Ἰησοῦς λέγει αὐτοῖς, ἔχετε πίστιν θεοῦ,"
    },
    {
      "verse": 23,
      "text": "ἀμὴν λέγω ὑμῖν ὅτι ὃς ἂν εἴπῃ τῷ ὄρει τούτῳ· ἄρθητι καὶ βλήθητι εἰς τὴν θάλασσαν, καὶ μὴ διακριθῇ ἐν τῇ καρδίᾳ αὐτοῦ, ἀλλὰ πιστεύῃ ὅτι ὃ λαλεῖ γίνεται, ἔσται αὐτῷ."
    },
    {
      "verse": 24,
      "text": "διὰ τοῦτο λέγω ὑμῖν, πάντα ὅσα προσεύχεσθε καὶ αἰτεῖσθε, πιστεύετε ὅτι ἐλάβετε, καὶ ἔσται ὑμῖν."
    },
    {
      "verse": 25,
      "text": "καὶ ὅταν στήκετε προσευχόμενοι, ἀφίετε εἴ τι ἔχετε κατά τινος, ἵνα καὶ ὁ πατὴρ ὑμῶν ὁ ἐν τοῖς οὐρανοῖς ἀφῇ ὑμῖν τὰ παραπτώματα ὑμῶν."
    },
    {
      "verse": 27,
      "text": "Καὶ ἔρχονται πάλιν εἰς Ἱεροσόλυμα. καὶ ἐν τῷ ἱερῷ περιπατοῦντος αὐτοῦ ἔρχονται πρὸς αὐτὸν οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς καὶ οἱ πρεσβύτεροι"
    },
    {
      "verse": 28,
      "text": "καὶ ἔλεγον αὐτῷ· ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιεῖς; ἢ τίς σοι τὴν ἐξουσίαν ταύτην ἔδωκεν ἵνα ταῦτα ποιῇς;"
    },
    {
      "verse": 29,
      "text": "ὁ δὲ Ἰησοῦς εἶπεν αὐτοῖς· ἐπερωτήσω ὑμᾶς ἕνα λόγον, καὶ ἀποκρίθητέ μοι, καὶ ἐρῶ ὑμῖν ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιῶ·"
    },
    {
      "verse": 30,
      "text": "τὸ βάπτισμα τὸ Ἰωάννου ἐξ οὐρανοῦ ἦν ἢ ἐξ ἀνθρώπων; ἀποκρίθητέ μοι."
    },
    {
      "verse": 31,
      "text": "καὶ διελογίζοντο πρὸς ἑαυτοὺς λέγοντες· ἐὰν εἴπωμεν· ἐξ οὐρανοῦ, ἐρεῖ· διατί οὖν οὐκ ἐπιστεύσατε αὐτῷ;"
    },
    {
      "verse": 32,
      "text": "ἀλλὰ εἴπωμεν· ἐξ ἀνθρώπων; ἐφοβοῦντο τὸν λαόν· ἅπαντες γὰρ εἶχον τὸν Ἰωάννην ὄντως ὅτι προφήτης ἦν."
    },
    {
      "verse": 33,
      "text": "καὶ ἀποκριθέντες τῷ Ἰησοῦ λέγουσιν· οὐκ οἴδαμεν. καὶ ὁ Ἰησοῦς λέγει αὐτοῖς· οὐδὲ ἐγὼ λέγω ὑμῖν ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιῶ."
    }
  ]
}