{
  "book_id": "1PE",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀποθέμενοι οὖν πᾶσαν κακίαν—καὶ πάντα δόλον καὶ ὑποκρίσεις καὶ φθόνους, καὶ πάσας καταλαλιάς—"
    },
    {
      "verse": 2,
      "text": "ὡς ἀρτιγέννητα βρέφη τὸ λογικὸν ἄδολον γάλα ἐπιποθήσατε, ἵνα ἐν αὐτῷ αὐξηθῆτε εἰς σωτηρίαν,"
    },
    {
      "verse": 3,
      "text": "εἴπερ ἐγεύσασθε ὅτι χρηστὸς ὁ Κύριος."
    },
    {
      "verse": 4,
      "text": "Πρὸς ὃν προσερχόμενοι, λίθον ζῶντα—ὑπὸ ἀνθρώπων μὲν ἀποδεδοκιμασμένον παρὰ δὲ Θεῷ ἐκλεκτόν, ἔντιμον—"
    },
    {
      "verse": 5,
      "text": "καὶ αὐτοί, ὡς λίθοι ζῶντες, οἰκοδομεῖσθε οἶκος πνευματικός, ἱεράτευμα ἅγιον, ἀνενέγκαι πνευματικὰς θυσίας εὐπροσδέκτους τῷ Θεῷ διὰ Ἰησοῦ Χριστοῦ. The Chief Cornerstone"
    },
    {
      "verse": 6,
      "text": "Διότι περιέχει ἡ Γραφῇ· «Ἰδού, τίθημι ἐν Σιὼν λίθον ἀκρογωνιαῖον, ἐκλεκτόν, ἔντιμον, καὶ ὁ πιστεύων ἐπ᾿ αὐτῷ οὐ μὴ καταισχυνθῇ.»"
    },
    {
      "verse": 7,
      "text": "Ὑμῖν οὖν ἡ τιμὴ τοῖς πιστεύουσιν, ἀπειθοῦσιν δέ, «λίθον ὃν ἀπεδοκίμασαν οἱ οἰκοδομοῦντες, οὗτος ἐγενήθη εἰς κεφαλὴν γωνίας,»"
    },
    {
      "verse": 8,
      "text": "καὶ «λίθος προσκόμματος καὶ πέτρα σκανδάλου»· οἳ προσκόπτουσιν τῷ λόγῳ ἀπειθοῦντες, εἰς ὅ, καί, ἐτέθησαν. A royal priesthood"
    },
    {
      "verse": 9,
      "text": "Ὑμεῖς δὲ γένος ἐκλεκτόν, βασίλειον ἱεράτευμα, ἔθνος ἅγιον, λαὸς εἰς περιποίησιν, ὅπως τὰς ἀρετὰς ἐξαγγείλητε τοῦ ἐκ σκότους ὑμᾶς καλέσαντος εἰς τὸ θαυμαστὸν αὐτοῦ φῶς·"
    },
    {
      "verse": 10,
      "text": "οἵ ποτε οὐ λαὸς νῦν δὲ λαὸς Θεοῦ, οἱ οὐκ ἠλεημένοι νῦν δὲ ἐλεηθέντες. Your practice should be consistent with your standing"
    },
    {
      "verse": 11,
      "text": "Ἀγαπητοί, παρακαλῶ (ὡς παροίκους καὶ παρεπιδήμους) ἀπέχεσθαι τῶν σαρκικῶν ἐπιθυμιῶν, αἵτινες στρατεύονται κατὰ τῆς ψυχῆς,"
    },
    {
      "verse": 12,
      "text": "τὴν ἀναστροφὴν ὑμῶν ἔχοντες καλὴν ἐν τοῖς ἔθνεσιν, ἵνα, ἐν ᾧ καταλαλοῦσιν ὑμῶν ὡς κακοποιῶν, ἐκ τῶν καλῶν ἔργων ἐποπτεύσαντες δοξάσωσιν τὸν Θεὸν ἐν ἡμέρᾳ ἐπισκοπῆς. Respect civil authority"
    },
    {
      "verse": 13,
      "text": "Ὑποτάγητε οὖν πάσῃ ἀνθρωπίνῃ κτίσει διὰ τὸν Κύριον, εἴτε βασιλεῖ ὡς ὑπερέχοντι,"
    },
    {
      "verse": 14,
      "text": "εἴτε ἡγεμόσιν ὡς δι᾿ αὐτοῦ πεμπομένοις, εἰς ἐκδίκησιν μὲν κακοποιῶν ἔπαινον δὲ ἀγαθοποιῶν."
    },
    {
      "verse": 15,
      "text": "Ὅτι οὕτως ἐστὶν τὸ θέλημα τοῦ Θεοῦ, ἀγαθοποιοῦντας φιμοῦν τὴν τῶν ἀφρόνων ἀνθρώπων ἀγνωσίαν·"
    },
    {
      "verse": 16,
      "text": "ὡς ἐλεύθεροι (καὶ μὴ ὡς ἐπικάλυμμα ἔχοντες τῆς κακίας τὴν ἐλευθερίαν), ἀλλ᾿ ὡς δοῦλοι Θεοῦ."
    },
    {
      "verse": 17,
      "text": "Πάντας τιμήσατε· τὴν ἀδελφότητα ἀγαπήσατε· τὸν Θεὸν φοβεῖσθε· τὸν βασιλέα τιμᾶτε. A word to servants"
    },
    {
      "verse": 18,
      "text": "Οἱ οἰκέται, ὑποτασσόμενοι ἐν παντὶ φόβῳ τοῖς δεσπόταις, οὐ μόνον τοῖς ἀγαθοῖς καὶ ἐπιεικέσιν ἀλλὰ καὶ τοῖς σκολιοῖς."
    },
    {
      "verse": 19,
      "text": "Τοῦτο γὰρ χάρις, εἰ διὰ συνείδησιν Θεοῦ ὑποφέρει τις λύπας, πάσχων ἀδίκως."
    },
    {
      "verse": 20,
      "text": "Ποῖον γὰρ κλέος εἰ ἁμαρτάνοντες καὶ κολαφιζόμενοι ὑπομενεῖτε; Ἀλλ᾿ εἰ ἀγαθοποιοῦντες καὶ πάσχοντες ὑπομενεῖτε, τοῦτο χάρις παρὰ τῷ Θεῷ. Christ gave the example"
    },
    {
      "verse": 21,
      "text": "Εἰς τοῦτο γὰρ καὶ ἐκλήθητε, ὅτι καὶ Χριστὸς ἔπαθεν ὑπὲρ ἡμῶν, ὑμῖν ὑπολιμπάνων ὑπογραμμὸν ἵνα ἐπακολουθήσητε τοῖς ἴχνεσιν αὐτοῦ·"
    },
    {
      "verse": 22,
      "text": "ὃς ἁμαρτίαν οὐκ ἐποίησεν, οὐδὲ εὑρέθη δόλος ἐν τῷ στόματι αὐτοῦ·"
    },
    {
      "verse": 23,
      "text": "ὃς λοιδορούμενος οὐκ ἀντελοιδόρει, πάσχων οὐκ ἠπείλει παρεδίδου δὲ τῷ κρίνοντι δικαίως·"
    },
    {
      "verse": 24,
      "text": "ὃς τὰς ἁμαρτίας ἡμῶν αὐτὸς ἀνήνεγκεν ἐν τῷ σώματι αὐτοῦ ἐπὶ τὸ ξύλον, ἵνα ταῖς ἁμαρτίαις ἀπογενόμενοι τῇ δικαιοσύνῃ ζήσωμεν· οὗ τῷ μώλωπι αὐτοῦ ἰάθητε."
    },
    {
      "verse": 25,
      "text": "Ἦτε γὰρ ὡς πρόβατα πλανώμενα, ἀλλ᾿ ἐπεστράφητε νῦν ἐπὶ τὸν Ποιμένα καὶ Ἐπίσκοπον τῶν ψυχῶν ἡμῶν."
    }
  ]
}