{
  "book_id": "1PE",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Χριστοῦ οὖν παθόντος ὑπὲρ ἡμῶν σαρκί, καὶ ὑμεῖς τὴν αὐτὴν ἔννοιαν ὁπλίσασθε (ὅτι ὁ παθὼν σαρκὶ πέπαυται ἁμαρτίας)"
    },
    {
      "verse": 2,
      "text": "εἰς τὸ μηκέτι ἀνθρώπων ἐπιθυμίαις ἀλλὰ θελήματι τοῦ Θεοῦ τὸν ἐπίλοιπον ἐν σαρκὶ βιῶσαι χρόνον."
    },
    {
      "verse": 3,
      "text": "Ἀρκετὸς γὰρ ὑμῖν ὁ παρεληλυθὼς χρόνος τὸ θέλημα τῶν ἐθνῶν κατεργάσασθαι—πεπορευμένους ἐν ἀσελγείαις, ἐπιθυμίαις, οἰνοφλυγίαις, κώμοις, πότοις, καὶ ἀθεμίτοις εἰδωλολατρίαις—"
    },
    {
      "verse": 4,
      "text": "ἐν ᾧ ξενίζονται, μὴ συντρεχόντων ὑμῶν εἰς τὴν αὐτὴν τῆς ἀσωτίας ἀνάχυσιν, βλασφημοῦντες·"
    },
    {
      "verse": 5,
      "text": "οἳ ἀποδώσουσιν λόγον τῷ ἑτοίμως ἔχοντι κρῖναι ζῶντας καὶ νεκρούς"
    },
    {
      "verse": 6,
      "text": "(εἰς τοῦτο γὰρ καὶ νεκροῖς εὐηγγελίσθη, ἵνα κριθῶσι μὲν κατὰ ἀνθρώπους σαρκί, ζῶσι δὲ κατὰ Θεὸν πνεύματι). Redeem the time"
    },
    {
      "verse": 7,
      "text": "Πάντων δὲ τὸ τέλος ἤγγικεν· σωφρονήσατε οὖν καὶ νήψατε εἰς τὰς προσευχάς."
    },
    {
      "verse": 8,
      "text": "Πρὸ πάντων δὲ τὴν εἰς ἑαυτοὺς ἀγάπην ἐκτενῆ ἔχοντες, ὅτι ἡ ἀγάπη καλύπτει πλῆθος ἁμαρτιῶν·"
    },
    {
      "verse": 9,
      "text": "φιλόξενοι εἰς ἀλλήλους ἄνευ γογγυσμῶν·"
    },
    {
      "verse": 10,
      "text": "ἕκαστος καθὼς ἔλαβεν χάρισμα, εἰς ἑαυτοὺς αὐτὸ διακονοῦντες ὡς καλοὶ οἰκονόμοι ποικίλης χάριτος Θεοῦ."
    },
    {
      "verse": 11,
      "text": "Εἴ τις λαλεῖ, ὡς λόγια Θεοῦ. Εἴ τις διακονεῖ, ὡς ἐξ ἰσχύος ὡς χορηγεῖ ὁ Θεός, ἵνα ἐν πᾶσιν δοξάζηται Θεὸς διὰ Ἰησοῦ Χριστοῦ, ᾧ ἐστιν ἡ δόξα καὶ τὸ κράτος εἰς τοὺς αἰῶνας. Ἀμήν. Suffering in the will of God"
    },
    {
      "verse": 12,
      "text": "Ἀγαπητοί, μὴ ξενίζεσθε τῇ ἐν ὑμῖν πυρώσει πρὸς πειρασμὸν ὑμῖν γινομένῃ, ὡς ξένου ὑμῖν συμβαίνοντος,"
    },
    {
      "verse": 13,
      "text": "ἀλλὰ καθὸ κοινωνεῖτε τοῖς τοῦ Χριστοῦ παθήμασιν, χαίρετε, ἵνα καὶ ἐν τῇ ἀποκαλύψει τῆς δόξης αὐτοῦ χαρῆτε ἀγαλλιώμενοι."
    },
    {
      "verse": 14,
      "text": "Εἰ ὀνειδίζεσθε ἐν ὀνόματι Χριστοῦ, μακάριοι, ὅτι τὸ τῆς δόξης καὶ τὸ τοῦ Θεοῦ Πνεῦμα ἐφ᾿ ὑμᾶς ἀναπέπαυται. Κατὰ μὲν αὐτοὺς βλασφημεῖται, κατὰ δὲ ὑμᾶς δοξάζεται."
    },
    {
      "verse": 15,
      "text": "Μὴ γάρ τις ὑμῶν πασχέτω ὡς φονεὺς ἢ κλέπτης ἢ κακοποιὸς ἢ ὡς ἀλλοτριοεπίσκοπος·"
    },
    {
      "verse": 16,
      "text": "εἰ δὲ ὡς Χριστιανός, μὴ αἰσχυνέσθω, δοξαζέτω δὲ τὸν Θεὸν ἐν τῷ μέρει τούτῳ."
    },
    {
      "verse": 17,
      "text": "Ὅτι ὁ καιρὸς τοῦ ἄρξασθαι τὸ κρῖμα ἀπὸ τοῦ οἴκου τοῦ Θεοῦ· εἰ δὲ πρῶτον ἀφ᾿ ἡμῶν, τί τὸ τέλος τῶν ἀπειθούντων τῷ τοῦ Θεοῦ εὐαγγελίῳ;"
    },
    {
      "verse": 18,
      "text": "Καί, ‹Εἰ ὁ δίκαιος μόλις σῴζεται, ὁ ἀσεβὴς καὶ ἁμαρτωλὸς ποῦ φανεῖται;›"
    },
    {
      "verse": 19,
      "text": "Ὥστε καὶ οἱ πάσχοντες κατὰ τὸ θέλημα τοῦ Θεοῦ, ὡς πιστῷ Κτίστῃ, παρατιθέσθωσαν τὰς ψυχὰς αὐτῶν ἐν ἀγαθοποιΐᾳ."
    }
  ]
}