{
  "book_id": "1PE",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Πρεσβυτέρους τοὺς ἐν ὑμῖν παρακαλῶ, ὁ συμπρεσβύτερος καὶ μάρτυς τῶν τοῦ Χριστοῦ παθημάτων, ὁ καὶ τῆς μελλούσης ἀποκαλύπτεσθαι δόξης κοινωνός·"
    },
    {
      "verse": 2,
      "text": "ποιμάνατε τὸ ἐν ὑμῖν ποίμνιον τοῦ Θεοῦ, ἐπισκοποῦντες μὴ ἀναγκαστῶς ἀλλ᾿ ἑκουσίως· μηδὲ αἰσχροκερδῶς ἀλλὰ προθύμως·"
    },
    {
      "verse": 3,
      "text": "μηδὲ ὡς κατακυριεύοντες τῶν κλήρων, ἀλλὰ τύποι γινόμενοι τοῦ ποιμνίου."
    },
    {
      "verse": 4,
      "text": "Καὶ φανερωθέντος τοῦ Ἀρχιποίμενος κομιεῖσθε τὸν ἀμαράντινον τῆς δόξης στέφανον. Humility is a must"
    },
    {
      "verse": 5,
      "text": "Ὁμοίως, νεώτεροι, ὑποτάγητε πρεσβυτέροις. Πάντες δὲ ἀλλήλοις ὑποτασσόμενοι, τὴν ταπεινοφροσύνην ἐγκομβώσασθε, ὅτι «Ὁ Θεὸς ὑπερηφάνοις ἀντιτάσσεται, ταπεινοῖς δὲ δίδωσιν χάριν.»"
    },
    {
      "verse": 6,
      "text": "Ταπεινώθητε οὖν ὑπὸ τὴν κραταιὰν χεῖρα τοῦ Θεοῦ, ἵνα ὑμᾶς ὑψώσῃ ἐν καιρῷ·"
    },
    {
      "verse": 7,
      "text": "πᾶσαν τὴν μέριμναν ὑμῶν ἐπιρρίψαντες ἐπ᾿ αὐτόν, ὅτι αὐτῷ μέλει ὑπὲρ ὑμῶν. Guard against the devil"
    },
    {
      "verse": 8,
      "text": "Νήψατε, γρηγορήσατε· ὅτι ὁ ἀντίδικος ὑμῶν διάβολος, ὡς λέων ὠρυόμενος, περιέρχεται, ζητῶν τίνα καταπιεῖν·"
    },
    {
      "verse": 9,
      "text": "ᾧ ἀντίστητε, στερεοὶ τῇ πίστει, εἰδότες τὰ αὐτὰ τῶν παθημάτων τῇ ἐν κόσμῳ ὑμῶν ἀδελφότητι ἐπιτελεῖσθαι. Benediction"
    },
    {
      "verse": 10,
      "text": "Ὁ δὲ Θεὸς πάσης χάριτος, ὁ καλέσας ὑμᾶς εἰς τὴν αἰώνιον αὐτοῦ δόξαν ἐν Χριστῷ Ἰησοῦ, ὀλίγον παθόντας, αὐτὸς καταρτίσαι ὑμᾶς—στηρίξαι, σθενώσαι, θεμελιώσαι."
    },
    {
      "verse": 11,
      "text": "Αὐτῷ ἡ δόξα καὶ τὸ κράτος εἰς τοὺς αἰῶνας τῶν αἰώνων. Ἀμήν. Sign-off"
    },
    {
      "verse": 12,
      "text": "Διὰ Σιλουανοῦ ὑμῖν τοῦ πιστοῦ ἀδελφοῦ, ὡς λογίζομαι, δι᾿ ὀλίγων ἔγραψα, παρακαλῶν καὶ ἐπιμαρτυρῶν ταύτην εἶναι ἀληθῆ χάριν τοῦ Θεοῦ εἰς ἣν ἑστήκατε."
    },
    {
      "verse": 13,
      "text": "Ἀσπάζεται ὑμᾶς ἡ ἐν Βαβυλῶνι συνεκλεκτή· καὶ Μᾶρκος, ὁ υἱός μου."
    },
    {
      "verse": 14,
      "text": "Ἀσπάσασθε ἀλλήλους ἐν φιλήματι ἀγάπης. Εἰρήνη ὑμῖν, πᾶσιν τοῖς ἐν Χριστῷ Ἰησοῦ. Ἀμήν.,"
    }
  ]
}