{
  "book_id": "MAL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And now to you, O ye priests, is this commandment:"
    },
    {
      "verse": 2,
      "text": "If ye will not hearken, If ye will not lay it to heart, To give glory to my name, saith Jehovah of hosts, I will send a curse upon you, And I will curse your blessings; Yea, I have cursed them already, Because ye do not lay it to heart."
    },
    {
      "verse": 3,
      "text": "Behold, I will rebuke your seed, And I will scatter dung in your faces, The dung of your solemn feasts, And ye shall be carried to it."
    },
    {
      "verse": 4,
      "text": "And ye shall know that I have sent to you this commandment, That my covenant may remain with Levi, Saith Jehovah of hosts."
    },
    {
      "verse": 5,
      "text": "My covenant was with him for life and peace, Which I gave to him for the fear wherewith he feared me, And was afraid before my name."
    },
    {
      "verse": 6,
      "text": "The law of truth was in his mouth, And unrighteousness was not found in his lips; He walked with me in truth and equity, And turned many away from iniquity."
    },
    {
      "verse": 7,
      "text": "For the lips of the priest should keep knowledge, And men should seek the law from his mouth; For he is the messenger of Jehovah of hosts."
    },
    {
      "verse": 8,
      "text": "But ye have departed from the way, Ye have caused many to stumble at the law, And ye have made void the covenant with Levi, Saith Jehovah of hosts."
    },
    {
      "verse": 9,
      "text": "Therefore will I also make you Despicable and base before all the people; According as ye have not kept my ways. But have had respect to persons in the law."
    },
    {
      "verse": 10,
      "text": "Have we not all one Father? Hath not one God created us? Why should we deal treacherously one against another, And profane the covenant made with our fathers?"
    },
    {
      "verse": 11,
      "text": "Judah hath dealt treacherously, And an abomination is committed in Israel and in Jerusalem. For Judah hath profaned the holy people of Jehovah, which he loveth, And hath married the daughter of a strange god."
    },
    {
      "verse": 12,
      "text": "Jehovah will cut off the man that doeth this, Him that waketh and him that answereth, from the tents of Jacob, And him that bringeth an offering to Jehovah of hosts."
    },
    {
      "verse": 13,
      "text": "And this also ye do: Ye cover the altar of Jehovah with tears, With weeping and with groans, So that he no more hath regard to the offering, Nor receiveth it with good-will from your hand."
    },
    {
      "verse": 14,
      "text": "Yet ye say, “Wherefore?” It is because Jehovah has been a witness between thee and the wife of thy youth, Against whom thou hast dealt unfaithfully, Although she was thy companion and thy covenanted wife."
    },
    {
      "verse": 15,
      "text": "But did not He make one only? And yet had he a residue of the spirit; And wherefore one? He sought a godly race. Therefore take heed to your spirit, And be not unfaithful to the wife of thy youth!"
    },
    {
      "verse": 16,
      "text": "For I hate him that putteth away, Saith Jehovah, the God of Israel, And him that covereth his garment with violence, Saith Jehovah of hosts. Therefore take heed to your spirit, and be not unfaithful."
    },
    {
      "verse": 17,
      "text": "Ye have wearied Jehovah with your words; Yet ye say, “Wherein have we wearied him?” In that ye say, “Every one of them that do evil Is good in the sight of Jehovah, And in them he hath delight”; Or, “Where is the God of judgment?”"
    }
  ]
}