{
  "book_id": "ZEC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the eighth month in the second year of Darius, this message of the \\+w Lord|strong=\"H3068\"\\+w*came to the prophet Zechariah, the son of Berechiah, the son of Iddo:"
    },
    {
      "verse": 2,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*was furious with your ancestors."
    },
    {
      "verse": 3,
      "text": "So tell the people this message of the \\+w Lord|strong=\"H3068\"\\+w*of hosts: “Return to me,” says the \\+w Lord|strong=\"H3068\"\\+w*of hosts, “and I will return to you” says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 4,
      "text": "“Do not be like your ancestors to whom the former prophets cried, ‘The \\+w Lord|strong=\"H3068\"\\+w*of hosts says to turn now from your evil ways, and from your evil deeds’. They did not heed nor listen to me,” says the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 5,
      "text": "“Your ancestors, where are they? And the prophets, do they live forever?"
    },
    {
      "verse": 6,
      "text": "But did not my words and my statutes with which I charged my servants the prophets overtake your ancestors? And they repented and said, ‘Just as the \\+w Lord|strong=\"H3068\"\\+w*of hosts planned to do to us, according to our ways, and according to our deeds, so he has dealt with us.’” The Lord’s Jealous Love for Zion"
    },
    {
      "verse": 7,
      "text": "In the twenty-fourth day of the eleventh month, which is the month Shebat, in the second year of Darius, this message of the \\+w Lord|strong=\"H3068\"\\+w*came to the prophet Zechariah, the son of Berechiah, the son of Iddo:"
    },
    {
      "verse": 8,
      "text": "I saw in the night a man on a red horse, among the myrtle trees that were in the valley-bottom. Behind him there were horses, red, sorrel, and white."
    },
    {
      "verse": 9,
      "text": "Then said I, “My Lord, what are these?” And the messenger who was talking with me said, “I will show you what they are.”"
    },
    {
      "verse": 10,
      "text": "And the man who was standing among the myrtle trees answered, “They are those whom the \\+w Lord|strong=\"H3068\"\\+w*has sent to patrol the earth.”"
    },
    {
      "verse": 11,
      "text": "And the riders answered the messenger of the \\+w Lord|strong=\"H3068\"\\+w*who was standing among the myrtle trees, “We have gone up and down through the world and behold, all the earth is still and at peace.”"
    },
    {
      "verse": 12,
      "text": "Then the messenger of the \\+w Lord|strong=\"H3068\"\\+w*said, “\\+w Lord|strong=\"H3068\"\\+w*of hosts, how long will you have no pity for Jerusalem and the cities of Judah with which you have been angry for seventy years?”"
    },
    {
      "verse": 13,
      "text": "And the \\+w Lord|strong=\"H3068\"\\+w*answered the messenger who was talking with me with kind and comforting words."
    },
    {
      "verse": 14,
      "text": "So the messenger who was talking with me said to me, “Proclaim now that the \\+w Lord|strong=\"H3068\"\\+w*of hosts says: I am deeply concerned for Jerusalem."
    },
    {
      "verse": 15,
      "text": "But I am deeply angry with the arrogant, complacent nations. I was only a little angry with Israel but they made the suffering worse."
    },
    {
      "verse": 16,
      "text": "Therefore, says the \\+w Lord|strong=\"H3068\"\\+w*, I am turning to show mercy to Jerusalem. My temple will be rebuilt in it, says the \\+w Lord|strong=\"H3068\"\\+w*of hosts, and a measuring line will be stretched over Jerusalem."
    },
    {
      "verse": 17,
      "text": "Proclaim again: Thus says the \\+w Lord|strong=\"H3068\"\\+w*of hosts: My cities will again overflow with prosperity and the \\+w Lord|strong=\"H3068\"\\+w*will again comfort Zion and choose Jerusalem.” Destruction of the Heathen Powers"
    },
    {
      "verse": 18,
      "text": "Now I looked up and saw four horns."
    },
    {
      "verse": 19,
      "text": "I said to the messenger who was talking with me, “What are these?” He answered, “These are the horns which scattered Judah, Israel and Jerusalem.”"
    },
    {
      "verse": 20,
      "text": "Then the Lordshowed me four smiths."
    },
    {
      "verse": 21,
      "text": "I said, “What are these coming to do?” He answered, “The horns scattered Judah, so that no one dared lift their head. But the smiths have come to terrify them, to crush the horns of the nations which lifted up their horn against the land of Judah to scatter its people.”"
    }
  ]
}