{
  "book_id": "ZEC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Then he showed me Joshua, the high priest, standing before the messenger of the \\+w Lord|strong=\"H3068\"\\+w*and the Adversary standing at his right hand to accuse him."
    },
    {
      "verse": 2,
      "text": "And the messenger of the \\+w Lord|strong=\"H3068\"\\+w*said to the Adversary, “May the \\+w Lord|strong=\"H3068\"\\+w*rebuke you, Adversary! The \\+w Lord|strong=\"H3068\"\\+w*, who has chosen Jerusalem, rebuke you! Is not this man a brand plucked out of the fire?”"
    },
    {
      "verse": 3,
      "text": "Now Joshua was clothed with filthy garments and was standing before the messenger."
    },
    {
      "verse": 4,
      "text": "The messenger said to those who stood before him, “Take off his filthy garments.” Then to Joshua he said, “I have taken your guilt from you and I will clothe you in priestly robes.”"
    },
    {
      "verse": 5,
      "text": "And he ordered: “Set a clean turban upon his head.” So they set a clean turban on his head, and clothed him with garments. The messenger of the \\+w Lord|strong=\"H3068\"\\+w*was standing by."
    },
    {
      "verse": 6,
      "text": "And the messenger of the \\+w Lord|strong=\"H3068\"\\+w*testified to Joshua:"
    },
    {
      "verse": 7,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: “If you walk in my ways, and if you will keep my instructions, then you will rule my house and keep my courts and I will give you a place of access among these that stand by."
    },
    {
      "verse": 8,
      "text": "Hear now, Joshua the high priest, you and your associates who sit before me; for they are men who are a sign; for I am going to bring forth my servant the Branch."
    },
    {
      "verse": 9,
      "text": "On the stone that I have set before Joshua, on one stone, are seven facets. I will engrave it,” says the \\+w Lord|strong=\"H3068\"\\+w*of hosts, “and I will remove the guilt of that land in one day."
    },
    {
      "verse": 10,
      "text": "On that day,” says the \\+w Lord|strong=\"H3068\"\\+w*of hosts, “you will each invite your neighbor under the vine and under the fig tree.”"
    }
  ]
}