{
  "book_id": "ZEC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "In the fourth year of the reign of King Darius, on the fourth day of Chislev, the ninth month, the message of the \\+w Lord|strong=\"H3068\"\\+w*came to Zechariah."
    },
    {
      "verse": 2,
      "text": "The city of Bethel had sent Sharezer and Regem-melech and their men, to entreat the favor of the \\+w Lord|strong=\"H3068\"\\+w*,"
    },
    {
      "verse": 3,
      "text": "and to ask the priests of the house of the \\+w Lord|strong=\"H3068\"\\+w*of hosts, and the prophets “Should I continue to mourn in the fifth month, separating myself, as I have done for many years?”"
    },
    {
      "verse": 4,
      "text": "Then this message of the \\+w Lord|strong=\"H3068\"\\+w*of hosts came to me:"
    },
    {
      "verse": 5,
      "text": "Tell all the people of the land and the priests, “When you fasted and mourned in the fifth and in the seventh month, for these seventy years, did you really fast for me?"
    },
    {
      "verse": 6,
      "text": "When you eat and when you drink, do you not eat for yourselves, and drink for yourselves?"
    },
    {
      "verse": 7,
      "text": "Wasn’t it this which the \\+w Lord|strong=\"H3068\"\\+w*proclaimed by the earlier prophets, when Jerusalem was inhabited and prosperous, and her towns surrounding her and the Negreb and the Shephelah were inhabited?”"
    },
    {
      "verse": 8,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*gave this message to Zechariah:"
    },
    {
      "verse": 9,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says, execute true judgments. Show kindness and mercy to each other."
    },
    {
      "verse": 10,
      "text": "Do not oppress the widow or the orphan, the resident foreigner or the poor. Let none of you devise evil against another in your hearts."
    },
    {
      "verse": 11,
      "text": "But they refused to listen, and turned a stubborn shoulder, and stopped their ears so they wouldn’t hear."
    },
    {
      "verse": 12,
      "text": "They made their hearts as hard as stone so they wouldn’t accept the teaching and the words that the \\+w Lord|strong=\"H3068\"\\+w*of hosts had sent by his spirit through the earlier prophets. Great was the anger of the \\+w Lord|strong=\"H3068\"\\+w*of hosts:"
    },
    {
      "verse": 13,
      "text": "I called and they would not hear, so they call and I do not hear, says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 14,
      "text": "I scattered them by a whirlwind out among nations unknown to them. The land was left desolate behind them, with no one crossing or returning, for they made the pleasant land a desolation."
    }
  ]
}