{
  "book_id": "ZEC",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Now this message of the \\+w Lord|strong=\"H3068\"\\+w*of hosts came to me:"
    },
    {
      "verse": 2,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: I passionately care for Zion, and I am fiercely protective of her."
    },
    {
      "verse": 3,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*says, I have returned to Zion, and will dwell in the midst of Jerusalem and Jerusalem will be called, ‘The City of Truth’ and the mountain of the \\+w Lord|strong=\"H3068\"\\+w*of hosts, ‘The Holy Mountain.’"
    },
    {
      "verse": 4,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: Old men and old women will sit again in the squares of Jerusalem, each leaning on a staff because of old age."
    },
    {
      "verse": 5,
      "text": "And the streets of the city will be full of boys, and of girls playing in its squares."
    },
    {
      "verse": 6,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: Just because it seems impossible to the remnant of this people in these days, is it also impossible for me? says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 7,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: I will rescue my people from the land of the east and the land of the west."
    },
    {
      "verse": 8,
      "text": "I will bring them and they will live in Jerusalem, and they will be my people, and I will be their God, in truth and righteousness."
    },
    {
      "verse": 9,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: Let your hands be strong, you who hear in these days the words of the prophets spoken when the foundations for the house of the \\+w Lord|strong=\"H3068\"\\+w*of hosts were laid."
    },
    {
      "verse": 10,
      "text": "For before those days there were no wages for people or animals. No one could go out or return safe from enemies, because I set each against their neighbor."
    },
    {
      "verse": 11,
      "text": "But now I will treat the remnant of the people differently from former days, says the \\+w Lord|strong=\"H3068\"\\+w*of hosts."
    },
    {
      "verse": 12,
      "text": "Peace will be sown. The vine will bear its fruit and the ground will yield its produce, and the skies will give their dew. I will give the remnant of this people all these things."
    },
    {
      "verse": 13,
      "text": "Just as you were accursed among the nations, house of Judah and house of Israel, so I will save you and you will be a blessing. Do not be afraid, but let your hands be strong."
    },
    {
      "verse": 14,
      "text": "For the \\+w Lord|strong=\"H3068\"\\+w*of hosts says: As I planned to do evil to you when your ancestors provoked me to anger, says the \\+w Lord|strong=\"H3068\"\\+w*of hosts, and I did not relent,"
    },
    {
      "verse": 15,
      "text": "so again have I planned in these days to do good to Jerusalem and to the house of Judah. Do not be afraid."
    },
    {
      "verse": 16,
      "text": "These are the things that you should do: Speak the truth to each other. Render peaceful decisions in your gates."
    },
    {
      "verse": 17,
      "text": "Let none of you devise evil in your heart against one another. Do not love perjury. All these are things I hate, says the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 18,
      "text": "And this message of the \\+w Lord|strong=\"H3068\"\\+w*of hosts came to me:"
    },
    {
      "verse": 19,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: The fast of the fourth month, and the fast of the fifth, and the fast of the seventh, and the fast of the tenth, will be festivals of joy and gladness, and cheerful feasts for the house of Judah. Therefore love truth and peace."
    },
    {
      "verse": 20,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: Peoples, and the inhabitants of many cities will come,"
    },
    {
      "verse": 21,
      "text": "and the inhabitants of one city will go to another, saying, “Let us go speedily to entreat the favor of the \\+w Lord|strong=\"H3068\"\\+w*, and to seek the \\+w Lord|strong=\"H3068\"\\+w*of hosts; I will go also.”"
    },
    {
      "verse": 22,
      "text": "Many peoples and strong nations will come to seek the \\+w Lord|strong=\"H3068\"\\+w*of hosts in Jerusalem, and to entreat the favor of the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 23,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts says: In those days ten people from all languages and nations will take hold of the robe of a Jew, saying, “We will go with you, for we have heard that God is with you.”"
    }
  ]
}