{
  "book_id": "ZEC",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "An oracle: The message of the \\+w Lord|strong=\"H3068\"\\+w*concerns the land of Hadrach, it rests upon Damascus. For the capital of Aram belongs to the \\+w Lord|strong=\"H3068\"\\+w*, as the tribes of Israel do,"
    },
    {
      "verse": 2,
      "text": "and also Hamath which borders on it. Tyre and Sidon, for all their wisdom."
    },
    {
      "verse": 3,
      "text": "Tyre built for herself a fortress. Heaped up silver as dust, and gold like the dirt of the streets."
    },
    {
      "verse": 4,
      "text": "But now the Lord will dispossess her, cast down her rampart into the sea. She will be consumed in fire."
    },
    {
      "verse": 5,
      "text": "Ashkelon will see and fear, and Gaza writhe in anguish, Ekron, also for her hope will be put to shame. The king will perish from Gaza, Ashkelon will remain uninhabited."
    },
    {
      "verse": 6,
      "text": "A foreign people will settle in Ashdod, and I will humble the pride of the Philistines."
    },
    {
      "verse": 7,
      "text": "I will take their blood from their mouth, and their abominations from between their teeth. They also will be a remnant for our God, like a tribe in Judah, and Ekron will be like the Jebusites."
    },
    {
      "verse": 8,
      "text": "But I will encamp as a guard about my house, so that none will pass through or return, and no oppressor will pass through them again, for now I have seen with my own eyes."
    },
    {
      "verse": 9,
      "text": "Rejoice greatly, daughter of Zion! Shout aloud, daughter of Jerusalem! Look, your king comes to you. Vindicated and victorious is he, humble, and riding on a donkey, on a colt, the foal of a donkey."
    },
    {
      "verse": 10,
      "text": "He will cut off chariots from Ephraim, and war horses from Jerusalem. The battle bow will be cut off, and he will speak peace to the nations. His rule will be from sea to sea, from the river to the ends of the earth."
    },
    {
      "verse": 11,
      "text": "And you, too – because of your blood covenant, I have set free your prisoners from the waterless pit."
    },
    {
      "verse": 12,
      "text": "To the stronghold will the prisoners of hope return. This day I declare, I will restore double to you."
    },
    {
      "verse": 13,
      "text": "For I have bent Judah to me, like a bow which I have filled with Ephraim like an arrow. I will urge your sons, Zion, against the sons of Greece, I will make you like the sword of a hero."
    },
    {
      "verse": 14,
      "text": "Then the \\+w Lord|strong=\"H3068\"\\+w*will be seen above them and his arrow will go forth like lightning. The \\+w Lord|strong=\"H3068\"\\+w*will blow a blast upon a trumpet, and travel on the whirlwinds of the south."
    },
    {
      "verse": 15,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*of hosts will defend them. They will devour and tread down the slingstones, they will drink their blood like wine, they will be full like a bowl, like the crevices of the altar."
    },
    {
      "verse": 16,
      "text": "And the \\+w Lord|strong=\"H3068\"\\+w*their God will save them on that day, as the flock of his people, as the jewel of a crown shining in his land."
    },
    {
      "verse": 17,
      "text": "How good and how beautiful will it be! Corn will make the young men flourish and new wine the young women!"
    }
  ]
}