{
  "book_id": "JDG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And Deborah and Barak son of Abinoam sang in that day, saying,"
    },
    {
      "verse": 2,
      "text": "A revelation was made in Israel When the people were made willing: Praise ye the Lord."
    },
    {
      "verse": 3,
      "text": "Hear, ye kings, and hearken, rulers: I will sing, it is I who will singto the Lord, it is I, I will sing a psalm to the Lord the God of Israel."
    },
    {
      "verse": 4,
      "text": "O Lord, in thy going forth on Seir, When thou wentest forth out of the land of Edom, The earth quaked and the heaven dropped dews, And the clouds dropped water."
    },
    {
      "verse": 5,
      "text": "The mountains were shaken before the face of the Lord Eloi, This Sinai before the face of the Lord God of Israel."
    },
    {
      "verse": 6,
      "text": "In the days of Shamgar son of Anath, in the days of Jael, They deserted the ways, and went in byways; They went in crooked paths."
    },
    {
      "verse": 7,
      "text": "The mighty men in Israel failed, They failed until Deborah arose, Until she arose a mother in Israel."
    },
    {
      "verse": 8,
      "text": "They chose new gods; Then the cities of rulers fought; There was not a shield or spear seen Among forty thousand in Israel."
    },
    {
      "verse": 9,
      "text": "My heart inclinesto the orders given in Israel; Ye that are willing among the people, bless the Lord."
    },
    {
      "verse": 10,
      "text": "Ye that mount a she-ass at noonday, Ye that sit on the judgment seat, And walk by the roads of them that sit in judgment by the way; Declare"
    },
    {
      "verse": 11,
      "text": "ye that are deliveredfrom the noise of disturbers Among the drawers of water; There shall they relate righteous acts: O Lord, increase righteous acts in Israel: Then the people of the Lord went down to the cities."
    },
    {
      "verse": 12,
      "text": "Awake, awake, Deborah; Awake, awake, utter a song: Arise, Barak, And lead thy captivity captive, son of Abinoam."
    },
    {
      "verse": 13,
      "text": "Then went down the remnant to the strong, The people of the Lord went down for him among the mighty ones from me."
    },
    {
      "verse": 14,
      "text": "Ephraim rooted them out in Amalek, Behind thee was Benjamin among thy people: The inhabitants of Machir came down with me searching out the enemy, And from Zebulun came they that draw with the scribe’s pen of record."
    },
    {
      "verse": 15,
      "text": "And princes in Issachar were with Deborah and Barak, Thus she sent Barak on his feet in the valleys Into the portions of Reuben; Great pangsreached to the heart."
    },
    {
      "verse": 16,
      "text": "Why did they sit between the sheepfolds To hear the bleating of flocks For the divisions of Reuben? There weregreat searchings of heart."
    },
    {
      "verse": 17,
      "text": "Gilead ison the other side of Jordan where he pitched his tents; And why does Dan remain in ships? Asher sat down on the seacoasts, And he will tabernacle at his ports."
    },
    {
      "verse": 18,
      "text": "The people Zebulun exposed their soul to death, And Naphtali came to the high places of their land."
    },
    {
      "verse": 19,
      "text": "Kings set themselves in array, Then the kings of Canaan fought In Taanach at the water of Megiddo; They took no gift of money."
    },
    {
      "verse": 20,
      "text": "The stars from heaven set themselves in array, They set themselves to fightwith Sisera out of their paths."
    },
    {
      "verse": 21,
      "text": "The brook of Kishon swept them away, The ancient brook, the brook Kishon: My mighty soul will trample him down."
    },
    {
      "verse": 22,
      "text": "When the hoofs of the horse were entangled, His mighty ones earnestly hastened"
    },
    {
      "verse": 23,
      "text": "To curse Meroz: Curse ye it, said the angel of the Lord; Cursed iseveryone that dwells in it, Because they came not to the help of the Lord, To his help among the mighty."
    },
    {
      "verse": 24,
      "text": "Blessed among women be Jael Wife of Heber the Kenite; Let her be blessed above women in tents."
    },
    {
      "verse": 25,
      "text": "He asked for water, she gave him milk in a dish; She brought butter of princes."
    },
    {
      "verse": 26,
      "text": "She stretched forth her left hand to the nail, And her right hand to the workman’s hammer, And she smote Sisera with it, she nailed through his head and smote him; She nailed through his temples."
    },
    {
      "verse": 27,
      "text": "He rolled down between her feet; He fell and lay between her feet; He bowed and fell: Where he bowed, there he fell dead."
    },
    {
      "verse": 28,
      "text": "The mother of Sisera looked down through the window out of the loophole, Saying, Why was his chariot ashamed? Why did the wheels of his chariots tarry?"
    },
    {
      "verse": 29,
      "text": "Her wise ladies answered her, And she returned answers to herself, saying,"
    },
    {
      "verse": 30,
      "text": "Will they not find him dividing the spoil? He will surely be gracious to every man: There arespoils of dyed garments for Sisera, Spoils of various dyed garments, Dyed embroidered garments, they arethe spoils for his neck."
    },
    {
      "verse": 31,
      "text": "Thus let all thine enemies perish, O Lord: And they that love him shall be as the going forth of the sun in his strength. And the land had rest forty years."
    }
  ]
}