{
  "book_id": "3JN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The Elder vnto the beloven Gayus whom I love in the trueth."
    },
    {
      "verse": 2,
      "text": "Beloved I wisshe in all thinges that thou prosperedest and faredest well even as thy soule prospereth."
    },
    {
      "verse": 3,
      "text": "I reioysed greatly when the brethren came and testified of the trueth that is in the how thou walkest in trouthe."
    },
    {
      "verse": 4,
      "text": "I have no greater ioye then for to heare howe that my sonnes walke in veritie."
    },
    {
      "verse": 5,
      "text": "Beloved thou doest faythfully what soever thou doest to the brethren and to straungers"
    },
    {
      "verse": 6,
      "text": "which bare witnes of thy love before all the congregacion. Which brethren when thou bryngest forwardes on their iorney (as it besemeth god) thou shalt do well:"
    },
    {
      "verse": 7,
      "text": "because that for his names sake they went forth and toke nothinge of the gentyls."
    },
    {
      "verse": 8,
      "text": "We therfore ought to receave soche that we also myght be helpers to the trueth."
    },
    {
      "verse": 9,
      "text": "I wrote vnto the congregacion: but Diotrephes which loveth to have the preeminence amonge them receaveth vs not."
    },
    {
      "verse": 10,
      "text": "Wherfore yf I come I will declare his dedes which he doeth iestinge on vs with malicious wordes nether is therewith content. Not only he him silfe receaveth not the brethren: but also he forbiddeth them that wolde and thrusteth them out of the congregacion."
    },
    {
      "verse": 11,
      "text": "Beloved folowe not that which is evyll but that which is good. He that doeth well is of God: but he that doeth evyll seith not God."
    },
    {
      "verse": 12,
      "text": "Demetrius hath good reporte of all men and of the trueth: ye and we oure selves also beare recorde and ye knowe that oure recorde is true."
    },
    {
      "verse": 13,
      "text": "I have many thinges to wryte: but I will not with ynke and penne wryte vnto the."
    },
    {
      "verse": 14,
      "text": "For I trust I shall shortly se the and we shall speake mouth to mouth. Peace be with the. The lovers salute the. Grete the lovers by name."
    }
  ]
}