{
  "book_id": "PRO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Υἱὲ, ἐμῶννομίμων μὴ ἐπιλανθάνου, τὰ δὲ ῥήματά μου τηρείτω σὴ καρδία·"
    },
    {
      "verse": 2,
      "text": "Μῆκος γὰρ βίου, καὶ ἔτη ζωῆς, καὶ εἰρήνην προσθήσουσί σοι."
    },
    {
      "verse": 3,
      "text": "Ἐλεημοσύναι καὶ πίστεις μὴ ἐκλειπέτωσάν σε· ἄφαψαι δὲ αὐτὰς ἐπὶ σῷ τραχήλῳ, καὶ εὑρήσεις χάριν·"
    },
    {
      "verse": 4,
      "text": "καὶ προνοοῦ καλὰ ἐνώπιον Κυρίου καὶ ἀνθρώπων."
    },
    {
      "verse": 5,
      "text": "Ἴσθι πεποιθὼς ἐν ὅλῃ τῇ καρδίᾳ ἐπὶ Θεῷ, ἐπὶ δὲ σῇ σοφίᾳ μὴ ἐπαίρου."
    },
    {
      "verse": 6,
      "text": "Πάσαις ὁδοῖς σου γνώριζε αὐτὴν, ἵνα ὀρθοτομῇ τὰς ὁδούς σου."
    },
    {
      "verse": 7,
      "text": "Μὴ ἴσθι φρόνιμος παρὰ σεαυτῷ, φοβοῦ δὲ τὸν Θεὸν, καὶ ἔκκλινε ἀπὸ παντὸς κακοῦ."
    },
    {
      "verse": 8,
      "text": "Τότε ἴασις ἔσται τῷ σώματί σου, καὶ ἐπιμέλεια τοῖς ὀστέοις σου."
    },
    {
      "verse": 9,
      "text": "Τίμα τὸν Κύριον ἀπὸ σῶν δικαίων πόνων, καὶ ἀπάρχου αὐτῷ ἀπὸ σῶν καρπῶν δικαιοσύνης·"
    },
    {
      "verse": 10,
      "text": "Ἵνα πίμπληται τὰ ταμιεῖά σου πλησμονῆς σίτῳ, οἴνῳ δὲ αἱ ληνοί σου ἐκβλύζωσιν."
    },
    {
      "verse": 11,
      "text": "Υἱὲ, μὴ ὀλιγώρει παιδείας Κυρίου, μηδὲ ἐκλύου ὑπʼ αὐτοῦ ἐλεγχόμενος."
    },
    {
      "verse": 12,
      "text": "Ὃν γὰρ ἀγαπᾷ Κύριος, ἐλέγχει, μαστιγοῖ δὲ πάντα υἱὸν ὃν παραδέχεται."
    },
    {
      "verse": 13,
      "text": "Μακάριος ἄνθρωπος ὃς εὗρε σοφίαν, καὶ θνητὸς ὃς εἶδε φρόνησιν."
    },
    {
      "verse": 14,
      "text": "Κρεῖσσον γὰρ αὐτὴν ἐμπορεύεσθαι, ἢ χρυσίου καὶ ἀργυρίου θησαυρούς."
    },
    {
      "verse": 15,
      "text": "Τιμιωτέρα δέ ἐστι λίθων πολυτελῶν, οὐκ ἀντιτάξεται αὐτῇ οὐδὲν πονηρόν· εὔγνωστός ἐστι πᾶσι τοῖς ἐγγίζουσιν αὐτῇ, πᾶν δὲ τίμιον οὐκ ἄξιον αὐτῆς ἐστι."
    },
    {
      "verse": 16,
      "text": "Μῆκος γὰρ βίου καὶ ἔτη ζωῆς ἐν τῇ δεξιᾷ αὐτῆς, ἐν δὲ τῇ ἀριστερᾷ αὐτῆς πλοῦτος καὶ δόξα·"
    },
    {
      "verse": 17,
      "text": "Αἱ ὁδοὶ αὐτῆς ὁδοὶ καλαί, καὶ πάσαι αἱ τρίβοι αὐτῆς ἐν εἰρήνῃ."
    },
    {
      "verse": 18,
      "text": "Ξύλον ζωῆς ἐστι πᾶσι τοῖς ἀντεχομένοις αὐτῆς, καὶ τοῖς ἐπερειδομένοις ἐπʼ αὐτὴν ὡς ἐπὶ Κύριον ἀσφαλής."
    },
    {
      "verse": 19,
      "text": "Ὁ Θεὸς τῇ σοφίᾳ ἐθεμελίωσε τὴν γῆν, ἡτοίμασε δὲ οὐρανοὺς φρονήσει."
    },
    {
      "verse": 20,
      "text": "Ἐν αἰσθήσει ἄβυσσοι ἐῤῥάγησαν, νέφη δὲ ἐῤῥύησαν δρόσους."
    },
    {
      "verse": 21,
      "text": "Υἱὲ, μὴ παραῤῥυῇς, τήρησον δὲ ἐμὴν βουλὴν καὶ ἔννοιαν·"
    },
    {
      "verse": 22,
      "text": "ἵνα ζήσῃ ἡ ψυχή σου, καὶ χάρις ᾖ περὶ σῷ τραχήλῳ·"
    },
    {
      "verse": 23,
      "text": "ἵνα πορεύῃ πεποιθὼς ἐν εἰρήνῃ πάσας τὰς ὁδούς σου, ὁ δὲ πούς σου οὐ μὴ προσκόψῃ."
    },
    {
      "verse": 24,
      "text": "Ἐὰν γὰρ κάθῃ, ἄφοβος ἔσῃ· ἐὰν δὲ καθεύδῃς, ἡδέως ὑπνώσεις."
    },
    {
      "verse": 25,
      "text": "Καὶ οὐ φοβηθήσῃ πτόησιν ἐπελθοῦσαν, οὐδὲ ὁρμὰς ἀσεβῶν ἐπερχομένας."
    },
    {
      "verse": 26,
      "text": "Ὁ γὰρ Κύριος ἔσται ἐπὶ πασῶν ὁδῶν σου, καὶ ἐρείσει σὸν πόδα ἵνα μὴ σαλευθῇς."
    },
    {
      "verse": 27,
      "text": "Μὴ ἀπόσχῃ εὖ ποιεῖν ἐνδεῆ, ἡνίκα ἂν ἔχῃ ἡ χείρ σου βοηθεῖν."
    },
    {
      "verse": 28,
      "text": "Μὴ εἴπῃς, ἐπανελθὼν ἐπάνηκε, αὔριον δώσω, δυνατοῦ σου ὄντος εὖ ποιεῖν· οὐ γὰρ οἶδας τί τέξεται ἡ ἐπιοῦσα."
    },
    {
      "verse": 29,
      "text": "Μὴ τεκτῄνῃ ἐπὶ σὸν φίλον κακὰ παροικοῦντα καὶ πεποιθότα ἐπὶ σοί."
    },
    {
      "verse": 30,
      "text": "Μὴ φιλεχθρήσῃς πρὸς ἄνθρωπον μάτην, μήτί σε ἐργάσηται κακόν."
    },
    {
      "verse": 31,
      "text": "Μὴ κτήσῃ κακῶν ἀνδρῶν ὀνείδη, μηδὲ ζηλώσῃς τὰς ὁδοὺς αὐτῶν."
    },
    {
      "verse": 32,
      "text": "Ἀκάθαρτος γὰρ ἔναντι Κυρίου πᾶς παράνομος, ἐν δὲ δικαίοις οὐ συνεδριάζει."
    },
    {
      "verse": 33,
      "text": "Κατάρα Θεοῦ ἐν οἴκοις ἀσεβῶν, ἐπαύλεις δὲ δικαίων εὐλογοῦνται."
    },
    {
      "verse": 34,
      "text": "Κύριος ὑπερηφάνοις ἀντιτάσσεται, ταπεινοῖς δὲ δίδωσι χάριν."
    },
    {
      "verse": 35,
      "text": "Δόξαν σοφοὶ κληρονομήσουσιν, οἱ δὲ ἀσεβεῖς ὕψωσαν ἀτιμίαν."
    }
  ]
}