{
  "book_id": "PRO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Υἱὲ, ἐμῇ σοφίᾳ πρόσεχε, ἐμοῖς δὲ λόγοις παράβαλλε σὸν οὖς,"
    },
    {
      "verse": 2,
      "text": "ἵνα φυλάξῃς ἔννοιαν ἀγαθήν· αἴσθησις δὲ ἐμῶν χειλέων ἐντέλλεταί σοι·"
    },
    {
      "verse": 3,
      "text": "Μὴ πρόσεχε φαύλῃ γυναικί. Μέλι γὰρ ἀποστάζει ἀπὸ χειλέων γυναικὸς πόρνης, ἣ πρὸς καιρὸν λιπαίνει σὸν φάρυγγα,"
    },
    {
      "verse": 4,
      "text": "ὕστερον μέντοι πικρότερον χολῆς εὑρήσεις, καὶ ἠκονημένον μᾶλλον μαχαίρας διστόμου."
    },
    {
      "verse": 5,
      "text": "Τῆς γὰρ ἀφροσύνης οἱ πόδες κατάγουσι τοὺς χρωμένους αὐτῇ μετὰ θανάτου εἰς τὸν ᾅδην, τὰ δὲ ἴχνη αὐτῆς οὐκ ἐρείδεται."
    },
    {
      "verse": 6,
      "text": "Ὁδοὺς γὰρ ζωῆς οὐκ ἐπέρχεται, σφαλεραὶ δὲ αἱ τροχιαὶ αὐτῆς, καὶ οὐκ εὔγνωστοι."
    },
    {
      "verse": 7,
      "text": "Νῦν οὖν υἱὲ ἄκουέ μου, καὶ μὴ ἀκύρους ποιήσεις ἐμοὺς λόγους."
    },
    {
      "verse": 8,
      "text": "Μακρὰν ποίησον ἀπʼ αὐτῆς σὴν ὁδόν· μὴ ἐγγίσῃς πρὸς θύραις οἴκων αὐτῆς,"
    },
    {
      "verse": 9,
      "text": "ἵνα μὴ πρόῃ ἄλλοις ζωήν σου, καὶ σὸν βίον ἀνελεήμοσιν·"
    },
    {
      "verse": 10,
      "text": "Ἵνα μὴ πλησθῶσιν ἀλλότριοι σῆς ἰσχύος, οἱ δὲ σοὶ πόνοι εἰς οἴκους ἀλλοτρίων ἔλθεσι·"
    },
    {
      "verse": 11,
      "text": "Καὶ μεταμεληθήσῃ ἐπʼ ἐσχάτων, ἡνίκα ἂν κατατριβῶσι σάρκες σώματός σου,"
    },
    {
      "verse": 12,
      "text": "καὶ ἐρεῖς, πῶς ἐμίσησα παιδείαν, καὶ ἐλέγχους ἐξέκλινεν ἡ καρδία μου;"
    },
    {
      "verse": 13,
      "text": "Οὐκ ἤκουον φωνὴν παιδεύοντός με καὶ διδάσκοντός με, οὐδὲ παρέβαλλον τὸ οὖς μου."
    },
    {
      "verse": 14,
      "text": "Παρʼ ὀλίγον ἐγενόμην ἐν παντὶ κακῷ, ἐν μέσῳ ἐκκλησίας καὶ συναγωγῆς."
    },
    {
      "verse": 15,
      "text": "Πίνε ὕδατα ἀπὸ σῶν ἀγγείων, καὶ ἀπὸ σῶν φρεάτων πηγῆς."
    },
    {
      "verse": 16,
      "text": "Μὴ ὑπερεκχείσθω σοι ὕδατα ἐκ τῆς σῆς πηγῆς, εἰς δὲ σὰς πλατείας διαπορευέσθω τὰ σὰ ὕδατα."
    },
    {
      "verse": 17,
      "text": "Ἔστω σοι μόνῳ ὑπάρχοντα, καὶ μηδεὶς ἀλλότριος μετασχέτω σοι."
    },
    {
      "verse": 18,
      "text": "Ἡ πηγή σου τοῦ ὕδατος ἔστω σοι ἰδία, καὶ συνευφραίνου μετὰ γυναικὸς τῆς ἐκ νεότητός σου."
    },
    {
      "verse": 19,
      "text": "Ἔλαφος φιλίας καὶ πῶλος σῶν χαρίτων ὁμιλείτω σοι, ἡ δὲ ἰδία ἡγείσθω σου καὶ συνέστω σοι ἐν παντὶ καιρῷ· ἐν γὰρ τῇ ταύτης φιλίᾳ συμπεριφερόμενος, πολλοστὸς ἔσῃ."
    },
    {
      "verse": 20,
      "text": "Μὴ πολὺς ἴσθι πρὸς ἀλλοτρίαν, μηδὲ συνέχου ἀγκάλαις τῆς μὴ ἰδίας."
    },
    {
      "verse": 21,
      "text": "Ἐνώπιον γάρ εἰσι τῶν τοῦ Θεοῦ ὀφθαλμῶν ὁδοὶ ἀνδρὸς, εἰς δὲ πάσας τὰς τροχιὰς αὐτοῦ σκοπεύει."
    },
    {
      "verse": 22,
      "text": "Παρανομίαι ἄνδρα ἀγρεύουσι, σειραῖς δὲ τῶν ἑαυτοῦ ἁμαρτιῶν ἕκαστος σφίγγεται."
    },
    {
      "verse": 23,
      "text": "Οὗτος τελευτᾷ μετὰ ἀπαιδεύτων, ἐκ δὲ πλήθους τῆς ἑαυτοῦ βιότητος ἐξεῤῥίφη, καὶ ἀπώλετο διʼ ἀφροσύνην."
    }
  ]
}