{
  "book_id": "PRO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Υἱὸς σοφὸς εὐφραίνει πατέρα, υἱὸς δὲ ἄφρων λύπη τῇ μητρί."
    },
    {
      "verse": 2,
      "text": "Οὐκ ὠφελήσουσι θησαυροὶ ἀνόμους, δικαιοσύνη δὲ ῥύσεται ἐκ θανάτου."
    },
    {
      "verse": 3,
      "text": "Οὐ λιμοκτονήσει Κύριος ψυχὴν δικαίαν, ζωὴν δὲ ἀσεβῶν ἀνατρέψει."
    },
    {
      "verse": 4,
      "text": "Πενία ἄνδρα ταπεινοῖ, χεῖρες δὲ ἀνδρείων πλουτίζουσιν·"
    },
    {
      "verse": 5,
      "text": "Διεσώθη ἀπὸ καύματος υἱὸς νοήμων, ἀνεμόφθορος δὲ γίνεται ἐν ἀμητῷ υἱὸς παράνομος."
    },
    {
      "verse": 6,
      "text": "Εὐλογία Κυρίου ἐπὶ κεφαλὴν δικαίου, στόμα δὲ ἀσεβῶν καλύψει πένθος ἄωρον."
    },
    {
      "verse": 7,
      "text": "Μνήμη δικαίων μετʼ ἐγκωμίων, ὄνομα δὲ ἀσεβοῦς σβέννυται."
    },
    {
      "verse": 8,
      "text": "Σοφὸς καρδίᾳ δέξεται ἐντολὰς, ὁ δὲ ἄστεγος χείλες σκολιάζων ὑποσκελισθήσεται."
    },
    {
      "verse": 9,
      "text": "Ὃς πορεύεται ἁπλῶς, πορεύεται πεποιθώς· ὁ δὲ διαστρέφων τὰς ὁδοὺς αὐτοῦ, γνωσθήσεται."
    },
    {
      "verse": 10,
      "text": "Ὁ ἐννεύων ὀφθαλμοῖς μετὰ δόλου, συνάγει ἀνδράσι λύπας· ὁ δὲ ἐλέγχων μετὰ παῤῥησίας, εἰρηνοποιεῖ."
    },
    {
      "verse": 11,
      "text": "Πηγὴ ζωῆς ἐν χειρὶ δικαίου, στόμα δὲ ἀσεβοῦς καλύψει ἀπώλεια."
    },
    {
      "verse": 12,
      "text": "Μῖσος ἐγείρει νεῖκος, πάντας δὲ τοὺς μὴ φιλονεικοῦντας καλύπτει φιλία."
    },
    {
      "verse": 13,
      "text": "Ὃ ἐκ χειλέων προφέρει σοφίαν, ῥάβδῳ τύπτει ἄνδρα ἀκάρδιον."
    },
    {
      "verse": 14,
      "text": "Σοφοὶ κρύψουσιν αἴσθησιν, στόμα δὲ προπετοῦς ἐγγίζει συντριβῇ."
    },
    {
      "verse": 15,
      "text": "Κτῆσις πλουσίων πόλις ὀχυρὰ, συντριβὴ δὲ ἀσεβῶν πενία."
    },
    {
      "verse": 16,
      "text": "Ἔργα δικαίων ζωὴν ποιεῖ, καρποὶ δὲ ἀσεβῶν ἁμαρτίας."
    },
    {
      "verse": 17,
      "text": "Ὁδοὺς δικαίας ζωῆς φυλάσσει παιδεία, παιδεία δὲ ἀνεξέλεγκτος πλανᾶται."
    },
    {
      "verse": 18,
      "text": "Καλύπτουσιν ἔχθραν χείλη δίκαια, οἱ δὲ ἐκφέροντες λοιδορίας ἀφρονέστατοί εἰσιν."
    },
    {
      "verse": 19,
      "text": "Ἐκ πολυλογίας οὐκ ἐκφεύξῃ ἁμαρτίαν, φειδόμενος δὲ χειλέων νοήμων ἔσῃ."
    },
    {
      "verse": 20,
      "text": "Ἄργυρος πεπυρωμένος γλῶσσα δικαίου, καρδία δὲ ἀσεβοῦς ἐκλείψει."
    },
    {
      "verse": 21,
      "text": "Χείλη δικαίων ἐπίσταται ὑψηλὰ, οἱ δὲ ἄφρονες ἐν ἐνδείᾳ τελευτῶσιν."
    },
    {
      "verse": 22,
      "text": "Εὐλογία Κυρίου ἐπὶ κεφαλὴν δικαίου, αὕτη πλουτίζει, καὶ οὐ μὴ προστεθῇ αὐτῇ λύπη ἐν καρδίᾳ."
    },
    {
      "verse": 23,
      "text": "Ἐν γέλωτι ἄφρων πράσσει κακὰ, ἡ δὲ σοφία ἀνδρὶ τίκτει φρόνησιν."
    },
    {
      "verse": 24,
      "text": "Ἐν ἀπωλείᾳ ἀσεβὴς περιφέρεται, ἐπιθυμία δὲ δικαίου δεκτή."
    },
    {
      "verse": 25,
      "text": "Παραπορευομένης καταιγίδος ἀφανίζεται ἀσεβὴς, δίκαιος δὲ ἐκκλίνας σώζεται εἰς τὸν αἰῶνα."
    },
    {
      "verse": 26,
      "text": "Ὥσπερ ὄμφαξ ὀδοῦσι βλαβερὸν, καὶ καπνὸς ὄμμασιν, οὕτως παρανομία τοῖς χρωμένοις αὐτῇ."
    },
    {
      "verse": 27,
      "text": "Φόβος Κυρίου προστίθησιν ἡμέρας, ἔτη δὲ ἀσεβῶν ὀλιγωθήσεται."
    },
    {
      "verse": 28,
      "text": "Ἐγχρονίζει δικαίοις εὐφροσύνη, ἐλπὶς δὲ ἀσεβῶν ἀπολεῖται."
    },
    {
      "verse": 29,
      "text": "Ὀχύρωμα ὁσίου φόβος Κυρίου, συντριβὴ δὲ τοῖς ἐργαζομένοις κακά."
    },
    {
      "verse": 30,
      "text": "Δίκαιος εἰς τὸν αἰῶνα οὐκ ἐνδώσει, ἀσεβεῖς δὲ οὐκ οἰκήσουσι γῆν."
    },
    {
      "verse": 31,
      "text": "Στόμα δικαίου ἀποστάζει σοφίαν, γλῶσσα δὲ ἀδίκου ἐξολεῖται."
    },
    {
      "verse": 32,
      "text": "Χείλη ἀνδρῶν δικαίων ἀποστάζει χάριτας, στόμα δὲ ἀσεβῶν ἀποστρέφεται."
    }
  ]
}