{
  "book_id": "PRO",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Ζυγοί δόλιοι βδέλυγμα ἐνώπιον Κυρίου, στάθμιον δὲ δίκαιον δεκτὸν αὐτῷ."
    },
    {
      "verse": 2,
      "text": "Οὗ ἐὰν εἰσέλθῃ ὕβρις, ἐκεῖ καὶ ἀτιμία· στόμα δὲ ταπεινῶν μελετᾷ σοφίαν."
    },
    {
      "verse": 3,
      "text": "Ἀποθανὼν δίκαιος ἔλιπε μετάμελον, πρόχειρος δὲ γίνεται καὶ ἐπίχαρτος ἀσεβῶν ἀπώλεια."
    },
    {
      "verse": 5,
      "text": "Δικαιοσύνη ἀμώμους ὀρθοτομεῖ ὁδοὺς, ἀσέβεια δὲ περιπίπτει ἀδικίᾳ."
    },
    {
      "verse": 6,
      "text": "Δικαιοσύνη ἀνδρῶν ὀρθῶν ῥύεται αὐτούς, τῇ δὲ ἀπωλείᾳ αὐτῶν ἁλίσκονται παράνομοι."
    },
    {
      "verse": 7,
      "text": "Τελευτήσαντος ἀνδρὸς δικαίου, οὐκ ὄλλυται ἐλπίς, τὸ δὲ καύχημα τῶν ἀσεβῶν ὄλλυται."
    },
    {
      "verse": 8,
      "text": "Δίκαιος ἐκ θήρας ἐκδύνει, ἀντʼ αὐτοῦ δὲ παραδίδοται ὁ ἀσεβής."
    },
    {
      "verse": 9,
      "text": "Ἐν στόματι ἀσεβῶν παγὶς πολίταις, αἴσθησις δὲ δικαίων εὔοδος."
    },
    {
      "verse": 10,
      "text": "Ἐν ἀγαθοῖς δικαίων κατώρθωσε πόλις,"
    },
    {
      "verse": 11,
      "text": "στόμασι δὲ ἀσεβῶν κατεσκάφη."
    },
    {
      "verse": 12,
      "text": "Μυκτηρίζει πολίτας ἐνδεὴς φρενῶν, ἀνὴρ δὲ φρόνιμος ἡσυχίαν ἄγει."
    },
    {
      "verse": 13,
      "text": "Ἀνὴρ δίγλωσσος ἀποκαλύπτει βουλὰς ἐν συνεδρίῳ, πιστὸς δὲ πνοῇ κρύπτει πράγματα."
    },
    {
      "verse": 14,
      "text": "Οἷς μὴ ὑπάρχει κυβέρνησις, πίπτουσιν ὥσπερ φύλλα, σωτηρία δὲ ὑπάρχει ἐν πολλῇ βουλῇ."
    },
    {
      "verse": 15,
      "text": "Πονηρὸς κακοποιεῖ ὅταν συνμίξῃ δικαίῳ, μισεῖ δὲ ἦχον ἀσφαλείας."
    },
    {
      "verse": 16,
      "text": "Γυνὴ εὐχάριστος ἐγείρει ἀνδρὶ δόξαν, θρόνος δὲ ἀτιμίας γυνὴ μισοῦσα δίκαια· πλούτου ὀκνηροὶ ἐνδεεῖς γίνονται, οἱ δὲ ἀνδρεῖοι ἐρείδονται πλούτῳ."
    },
    {
      "verse": 17,
      "text": "Τῇ ψυχῇ αὐτοῦ ἀγαθὸν ποιεῖ ἀνὴρ ἐλεήμων, ἐξολλύει δὲ αὐτοῦ σῶμα ὁ ἀνελεήμων."
    },
    {
      "verse": 18,
      "text": "Ἀσεβὴς ποιεῖ ἔργα ἄδικα, σπέρμα δὲ δικαίων μισθὸς ἀληθείας."
    },
    {
      "verse": 19,
      "text": "Υἱὸς δίκαιος γεννᾶται εἰς ζωὴν, διωγμὸς δὲ ἀσεβοῦς εἰς θάνατον."
    },
    {
      "verse": 20,
      "text": "Βδέλυγμα Κυρίῳ διεστραμμέναι ὁδοὶ, προσδεκτοὶ δὲ αὐτῷ πάντες ἄμωμοι ἐν ταῖς ὁδοῖς αὐτῶν."
    },
    {
      "verse": 21,
      "text": "Χειρὶ χεῖρας ἐμβαλὼν ἀδίκως οὐκ ἀτιμώρητος ἔσται, ὁ δὲ σπείρων δικαιοσύνην λήψεται μισθὸν πιστόν."
    },
    {
      "verse": 22,
      "text": "Ὥσπερ ἐνώτιον ἐν ῥινὶ ὑός, οὕτως γυναικὶ κακόφρονι κάλλος."
    },
    {
      "verse": 23,
      "text": "Ἐπιθυμία δικαίων πᾶσα ἀγαθὴ, ἐλπὶς δὲ ἀσεβῶν ἀπολεῖται."
    },
    {
      "verse": 24,
      "text": "Εἰσὶν, οἳ τὰ ἴδια σπείροντες πλείονα ποιοῦσιν· εἰσὶδέ καὶ οἳ συνάγοντες ἐλαττονοῦνται."
    },
    {
      "verse": 25,
      "text": "Ψυχὴ εὐλογουμένη πᾶσα ἁπλῇ, ἀνὴρ δὲ θυμώδης οὐκ εὐσχήμων."
    },
    {
      "verse": 26,
      "text": "Ὁ συνέχων σῖτον ὑπολείποιτο αὐτὸν τοῖς ἔθνεσιν· εὐλογία δὲ εἰς κεφαλὴν τοῦ μεταδιδόντος."
    },
    {
      "verse": 27,
      "text": "Τεκταινόμενος ἀγαθὰ ζητεῖ χάριν ἀγαθὴν, ἐκζητοῦντα δὲ κακὰ καταλήψεται αὐτόν."
    },
    {
      "verse": 28,
      "text": "Ὁ πεποιθὼς ἐπὶ πλούτῳ οὗτος πεσεῖται, ὁ δὲ ἀντιλαμβανόμενος δικαίων οὗτος ἀνατελεῖ."
    },
    {
      "verse": 29,
      "text": "Ὁ μὴ συμπεριφερόμενος τῷ ἑαυτοῦ οἴκῳ, κληρονομήσει ἄνεμον, δουλεύσει δὲ ἄφρων φρονίμῳ."
    },
    {
      "verse": 30,
      "text": "Ἐκ καρποῦ δικαιοσύνης φύεται δένδρὅν ζωῆς, ἀφαιροῦνται δὲ ἄωροι ψυχαὶ παρανόμων."
    },
    {
      "verse": 31,
      "text": "Εἰ ὁ μὲν δίκαιος μόλις σώζεται, ὁ ἀσεβὴς καὶ ἁμαρτωλὸς ποῦ φανεῖται;"
    }
  ]
}