{
  "book_id": "PRO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ὁ ἀγαπῶν παιδείαν, ἀγαπᾷ αἴσθησιν· ὁ δὲ μισῶν ἐλέγχους, ἄφρων."
    },
    {
      "verse": 2,
      "text": "Κρείσσων ὁ εὑρὼν χάριν παρὰ Κυρίῳ, ἀνὴρ δὲ παράνομος παρασιωπηθήσεται."
    },
    {
      "verse": 3,
      "text": "Οὐ κατορθώσει ἄνθρωπος ἐξ ἀνόμου, αἱ δὲ ῥίζαι τῶν δικαίων οὐκ ἐξαρθήσονται."
    },
    {
      "verse": 4,
      "text": "Γυνὴ ἀνδρεία στέφανος τῷ ἀνδρὶ αὐτῆς· ὥσπερ δὲ ἐν ξύλῳ σκώληξ, οὕτως ἄνδρα ἀπόλλυσι γυνὴ κακοποιός."
    },
    {
      "verse": 5,
      "text": "Λογισμοὶ δικαίων κρίματα, κυβερνῶσι δὲ ἀσεβεῖς δόλους."
    },
    {
      "verse": 6,
      "text": "Λόγοι ἀσεβῶν δόλιοι, στόμα δὲ ὀρθῶν ῥύσεται αὐτούς."
    },
    {
      "verse": 7,
      "text": "Οὗ ἐὰν στραφῇ ὁ ἀσεβὴς, ἀφανίζεται, οἶκοι δὲ δικαίων παραμένουσι·"
    },
    {
      "verse": 8,
      "text": "Στόμα συνετοῦ ἐγκωμιάζεται ὑπὸ ἀνδρὸς, νωθροκάρδιος δὲ μυκτηρίζεται."
    },
    {
      "verse": 9,
      "text": "Κρείσσων ἀνὴρ ἐν ἀτιμίᾳ δουλεύων ἑαυτῷ, ἢ τιμὴν ἑαυτῷ περιτιθεὶς καὶ προσδεόμενος ἄρτου."
    },
    {
      "verse": 10,
      "text": "Δίκαιος οἰκτείρει ψυχὰς κτηνῶν αὐτοῦ, τὰ δὲ σπλάγχνα τῶν ἀσεβῶν ἀνελεήμονα."
    },
    {
      "verse": 11,
      "text": "Ὁ ἐργαζόμενος τὴν ἑαυτοῦ γῆν, ἐμπλησθήσεται ἄρτων, οἱ δὲ διώκοντες μάταια, ἐνδεεῖς φρενῶν·"
    },
    {
      "verse": 12,
      "text": "Ἐπιθυμίαι ἀσεβῶν κακαὶ, αἱ δὲ ῥίζαι τῶν εὐσεβῶν ἐν ὀχυρώμασι."
    },
    {
      "verse": 13,
      "text": "Διʼ ἁμαρτίαν χειλέων ἐμπίπτει εἰς παγίδας ἁμαρτωλὸς, ἐκφεύγει δὲ ἐξ αὐτῶν δίκαιος·"
    },
    {
      "verse": 14,
      "text": "Ἀπὸ καρπῶν στόματος ψυχὴ ἀνδρὸς πλησθήσεται ἀγαθῶν, ἀνταπόδομα δὲ χειλέων αὐτοῦ δοθήσεται αὐτῷ."
    },
    {
      "verse": 15,
      "text": "Ὁδοὶ ἀφρόνων ὀρθαὶ ἐνώπιον αὐτῶν, εἰσακούει δὲ συμβουλίας σοφός."
    },
    {
      "verse": 16,
      "text": "Ἄφρων αὐθημερὸν ἐξαγγέλλει ὀργὴν αὐτοῦ, κρύπτει δὲ τὴν ἑαυτοῦ ἀτιμίαν ἀνὴρ πανοῦργος."
    },
    {
      "verse": 17,
      "text": "Ἐπιδεικνυμένην πίστιν ἀπαγγέλλει δίκαιος, ὁ δὲ μάρτυς τῶν ἀδίκων δόλιος."
    },
    {
      "verse": 18,
      "text": "Εἰσὶν οἳ λέγοντες τιτρώσκουσι, μάχαιραι· γλῶσσαι δὲ σοφῶν ἰῶνται."
    },
    {
      "verse": 19,
      "text": "Χείλη ἀληθινὰ κατορθοῖ μαρτυρίαν, μάρτυς δὲ ταχὺς γλῶσσαν ἔχει ἄδικον."
    },
    {
      "verse": 20,
      "text": "Δόλος ἐν καρδίᾳ τεκταινομένου κακὰ, οἱ δὲ βουλόμενοι εἰρήνην εὐφρανθήσονται."
    },
    {
      "verse": 21,
      "text": "Οὐκ ἀρέσει τῷ δικαίῳ οὐδὲν ἄδικον, οἱ δὲ ἀσεβεῖς πλησθήσονται κακῶν."
    },
    {
      "verse": 22,
      "text": "Βδέλυγμα Κυρίῳ χείλη ψευδῆ, ὁ δὲ ποιῶν πίστεις δεκτὸς παρʼ αὐτῷ."
    },
    {
      "verse": 23,
      "text": "Ἀνὴρ συνετὸς θρόνος αἰσθήσεως, καρδία δὲ ἀφρόνων συναντήσεται ἀραῖς."
    },
    {
      "verse": 24,
      "text": "Χεὶρ ἐκλεκτῶν κρατήσει εὐχερῶς, δόλιοι δὲ ἔσονται ἐν προνομῇ."
    },
    {
      "verse": 25,
      "text": "Φοβερὸς λόγος καρδίαν ταράσσει ἀνδρὸς δικαίου, ἀγγελία δὲ ἀγαθὴ εὐφραίνει αὐτόν."
    },
    {
      "verse": 26,
      "text": "Ἐπιγνώμων δίκαιος ἑαυτοῦ φίλος ἔσται, ἁμαρτάνοντας δὲ καταδιώξεται κακὰ, ἡ δὲ ὁδὸς τῶν ἀσεβῶν πλανήσει αὐτούς."
    },
    {
      "verse": 27,
      "text": "Οὐκ ἐπιτεύξεται δόλιος θήρας, κτῆμα δὲ τίμιον ἀνὴρ καθαρός."
    },
    {
      "verse": 28,
      "text": "Ἐν ὁδοῖς δικαιοσύνης ζωὴ, ὁδοὶ δὲ μνησικάκων εἰς θάνατον."
    }
  ]
}