{
  "book_id": "PRO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Σοφαὶ γυναῖκες ᾠκοδόμησαν οἴκους, ἡ δὲ ἄφρων κατέσκαψε ταῖς χερσὶν αὐτῆς."
    },
    {
      "verse": 2,
      "text": "Ὁ πορευόμενος ὀρθῶς φοβεῖται τὸν Κύριον, ὁ δὲ σκολιάζων ταῖς ὁδοῖς αὐτοῦ ἀτιμασθήσεται."
    },
    {
      "verse": 3,
      "text": "Ἐκ στόματος ἀφρόνων βακτηρία ὕβρεως, χείλη δὲ σοφῶν φυλάσσει αὐτούς."
    },
    {
      "verse": 4,
      "text": "Οὗ μή εἰσι βόες, φάτναι καθαραί· οὗ δὲ πολλὰ γεννήματα, φανερὰ βοὸς ἰσχύς."
    },
    {
      "verse": 5,
      "text": "Μάρτυς πιστὸς οὐ ψεύδεται, ἐκκαίει δὲ ψευδῆ μάρτυς ἄδικος."
    },
    {
      "verse": 6,
      "text": "Ζητήσεις σοφίαν παρὰ κακοῖς καὶ οὐχ εὑρήσεις, αἴσθησις δὲ παρὰ φρονίμοις εὐχερής."
    },
    {
      "verse": 7,
      "text": "Πάντα ἐναντία ἀνδρὶ ἄφρονι, ὅπλα δὲ αἰσθήσεως χείλη σοφά."
    },
    {
      "verse": 8,
      "text": "Σοφία πανούργων ἐπιγνώσεται τὰς ὁδοὺς αὐτῶν, ἄνοια δὲ ἀφρόνων ἐν πλάνῃ."
    },
    {
      "verse": 9,
      "text": "Οἰκίαι παρανόμων ὀφειλήσουσι καθαρισμὸν, οἰκίαι δὲ δικαίων δεκταί."
    },
    {
      "verse": 10,
      "text": "Καρδία ἀνδρὸς αἰσθητικὴ, λυπηρὰ ψυχὴ αὐτοῦ, ὅταν δὲ εὐφραίνηται οὐκ ἐπιμίγνυται ὕβρει."
    },
    {
      "verse": 11,
      "text": "Οἰκίαι ἀσεβῶν ἀφανισθήσονται, σκηναὶ δὲ κατορθούντων στήσονται."
    },
    {
      "verse": 12,
      "text": "Ἔστιν ὁδὸς ἣ δοκεῖ παρὰ ἀνθρώποις ὀρθὴ εἶναι, τὰ δὲ τελευταῖα αὐτῆς ἔρχεται εἰς πυθμένα ᾅδου."
    },
    {
      "verse": 13,
      "text": "Ἐν εὐφροσύναις οὐ προσμίγνυται λύπη, τελευταῖα δὲ χαρὰ εἰς πένθος ἔρχεται."
    },
    {
      "verse": 14,
      "text": "Τῶν ἑαυτοῦ ὁδῶν πλησθήσεται θρασυκάρδιος, ἀπὸ δὲ τῶν διανοημάτων αὐτοῦ ἀνὴρ ἀγαθός."
    },
    {
      "verse": 15,
      "text": "Ἄκακος πιστεύει παντὶ λόγῳ, πανοῦργος δὲ ἔρχεται εἰς μετάνοιαν."
    },
    {
      "verse": 16,
      "text": "Σοφὸς φοβηθεὶς ἐξέκλινεν ἀπὸ κακοῦ, ὁ δὲ ἄφρων ἑαυτῷ πεποιθὼς μίγνυται ἀνόμῳ."
    },
    {
      "verse": 17,
      "text": "Ὀξύθυμος πράσσει μετὰ ἀβουλίας, ἀνὴρ δὲ φρόνιμος πολλὰ ὑποφέρει."
    },
    {
      "verse": 18,
      "text": "Μεριοῦνται ἄφρονες κακίαν, οἱ δὲ πανοῦργοι κρατήσουσιν αἰσθήσεως."
    },
    {
      "verse": 19,
      "text": "Ὀλισθήσουσι κακοὶ ἔναντι ἀγαθῶν, καὶ ἀσεβεῖς θεραπεύσουσι θύρας δικαίων."
    },
    {
      "verse": 20,
      "text": "Φίλοι μισήσουσι φίλους πτωχούς, φίλοι δὲ πλουσίων πολλοί."
    },
    {
      "verse": 21,
      "text": "Ὁ ἀτιμάζων πένητας ἁμαρτάνει, ἐλεῶν δὲ πτωχοὺς μακαριστός."
    },
    {
      "verse": 22,
      "text": "Πλανώμενοι τεκταίνουσι κακά, ἔλεον δὲ καὶ ἀλήθειαν τεκταίνουσιν ἀγαθοί· οὐκ ἐπίστανται ἔλεον καὶ πίστιν τέκτονες κακῶν, ἐλεημοσύναι δὲ καὶ πίστεις παρὰ τέκτοσιν ἀγαθοῖς."
    },
    {
      "verse": 23,
      "text": "Ἐν παντὶ μεριμνῶντι ἔνεστι περισσόν, ὁ δὲ ἡδὺς καὶ ἀνάλγητος ἐν ἐνδείᾳ ἔσται."
    },
    {
      "verse": 24,
      "text": "Στέφανος σοφῶν πανοῦργος, ἡ δὲ διατριβὴ ἀφρόνων κακή."
    },
    {
      "verse": 25,
      "text": "Ῥύσεται ἐκ κακῶν ψυχὴν μάρτυς πιστὸς, ἐκκαίει δὲ ψευδῆ δόλιος."
    },
    {
      "verse": 26,
      "text": "Ἐν φόβῳ Κυρίου ἐλπὶς ἰσχύος, τοῖς δὲ τέκνοις αὐτοῦ καταλείπει ἔρεισμα."
    },
    {
      "verse": 27,
      "text": "Πρόσταγμα Κυρίου πηγὴ ζωῆς, ποιεῖ δὲ ἐκκλίνειν ἐκ παγίδος θανάτου."
    },
    {
      "verse": 28,
      "text": "Ἐν πολλῷ ἔθνει δόξα βασιλέως, ἐν δὲ ἐκλείψει λαοῦ συντριβὴ δυνάστου."
    },
    {
      "verse": 29,
      "text": "Μακρόθυμος ἀνὴρ πολὺς ἐν φρονήσει, ὁ δὲ ὀλιγόψυχος ἰσχυρῶς ἄφρων."
    },
    {
      "verse": 30,
      "text": "Πρᾳΰθυμος ἀνὴρ καρδίας ἰατρὸς, σὴς δὲ ὀστέων καρδία αἰσθητική·"
    },
    {
      "verse": 31,
      "text": "Ὁ συκοφαντῶν πένητα παροξύνει τὸν ποιήσαντα αὐτὸν, ὁ δὲ τιμῶν αὐτὸν ἐλεεῖ πτωχόν."
    },
    {
      "verse": 32,
      "text": "Ἐν κακίᾳ αὐτοῦ ἀπωσθήσεται ἀσεβής, ὁ δὲ πεποιθὼς τῇ ἑαυτοῦ ὁσιότητι δίκαιος."
    },
    {
      "verse": 33,
      "text": "Ἐν καρδίᾳ ἀγαθῇ ἀνδρὸς σοφία, ἐν δὲ καρδίᾳ ἀφρόνων οὐ διαγινώσκεται."
    },
    {
      "verse": 34,
      "text": "Δικαιοσύνη ὑψοῖ ἔθνος, ἐλασσονοῦσι δὲ φυλὰς ἁμαρτίαι."
    },
    {
      "verse": 35,
      "text": "Δεκτὸς βασιλεῖ ὑπηρέτης νοήμων, τῇ δὲ ἑαυτοῦ εὐστροφίᾳ ἀφαιρεῖται ἀτιμίαν."
    }
  ]
}