{
  "book_id": "PRO",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Προφάσεις ζητεῖ ἀνὴρ βουλόμενος χωρίζεσθαι ἀπὸ φίλων, ἐν παντὶ δὲ καιρῷ ἐπονείδιστος ἔσται."
    },
    {
      "verse": 2,
      "text": "Οὐ χρείαν ἔχει σοφίας ἐνδεὴς φρενῶν, μᾶλλον γᾶρ ἄγεται ἀφροσύνῃ."
    },
    {
      "verse": 3,
      "text": "Ὅταν ἔλθῃ ἀσεβὴς εἰς βάθος κακῶν, καταφρονεῖ, ἐπέρχεται δὲ αὐτῷ ἀτιμία καὶ ὄνειδος."
    },
    {
      "verse": 4,
      "text": "Ὕδωρ βαθὺ λόγος ἐν καρδίᾳ ἀνδρὸς, ποταμὸς δὲ ἀναπηδύει καὶ πηγὴ ζωῆς."
    },
    {
      "verse": 5,
      "text": "Θαυμάσαι πρόσωπον ἀσεβοῦς οὐ καλὸν, οὐδὲ ὅσιον ἐκκλίνειν τὸ δίκαιον ἐν κρίσει."
    },
    {
      "verse": 6,
      "text": "Χείλη ἄφρονος ἄγουσιν αὐτὸν εἰς κακὰ, τὸ δὲ στόμα αὐτοῦ τὸ θρασὺ θάνατον ἐπικαλεῖται."
    },
    {
      "verse": 7,
      "text": "Στόμα ἄφρονος συντριβὴ αὐτῷ, τὰ δὲ χείλη αὐτοῦ παγὶς τῇ ψυχῇ αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "Ὀκνηροὺς καταβάλλει φόβος, ψυχαὶ δὲ ἀνδρογύνων πεινάσουσιν."
    },
    {
      "verse": 9,
      "text": "Ὁ μὴ ἰώμενος αὐτὸν ἐν τοῖς ἔργοις αὐτοῦ, ἀδελφός ἐστι τοῦ λυμαινομένου ἑαυτόν."
    },
    {
      "verse": 10,
      "text": "Ἐκ μεγαλωσύνης ἰσχύος ὄνομα Κυρίου, αὐτῷ δὲ προσδραμόντες δίκαιοι ὑψοῦνται."
    },
    {
      "verse": 11,
      "text": "Ὕπαρξις πλουσίου ἀνδρὸς πόλις ὀχυρὰ, ἡ δὲ δόξα αὐτῆς μέγα ἐπισκιάζει."
    },
    {
      "verse": 12,
      "text": "Πρὸ συντριβῆς ὑψοῦται καρδία ἀνδρὸς, καὶ πρὸ δόξης ταπεινοῦνται."
    },
    {
      "verse": 13,
      "text": "Ὃς ἀποκρίνεται λόγον πρὶν ἀκοῦσαι, ἀφροσύνη αὐτῷ ἐστι καὶ ὄνειδος."
    },
    {
      "verse": 14,
      "text": "Θυμὸν ἀνδρὸς πρᾳΰνει θεράπων φρόνιμος, ὀλιγόψυχον δὲ ἄνδρα τίς ὑποίσει;"
    },
    {
      "verse": 15,
      "text": "Καρδία φρονίμου κτᾶται αἴσθησιν, ὦτα δὲ σοφῶν ζητεῖ ἔννοιαν."
    },
    {
      "verse": 16,
      "text": "Δόμα ἀνθρώπου ἐμπλατύνει αὐτὸν, καὶ παρὰ δυνάσταις καθιζάνει αὐτόν."
    },
    {
      "verse": 17,
      "text": "Δίκαιος ἑαυτοῦ κατήγορος ἐν πρωτολογίᾳ, ὡς δʼ ἂν ἐπιβάλῃ ὁ ἀντίδικος ἐλέγχεται."
    },
    {
      "verse": 18,
      "text": "Ἀντιλογίας παύει σιγηρὸς, ἐν δὲ δυναστείαις ὁρίζει."
    },
    {
      "verse": 19,
      "text": "Ἀδελφὸς ὑπὸ ἀδελφοῦ βοηθούμενος, ὡς πόλις ὀχυρὰ καὶ ὑψηλὴ, ἰσχύει δὲ ὥσπερ τεθεμελιωμένον βασίλειον."
    },
    {
      "verse": 20,
      "text": "Ἀπὸ καρπῶν στόματος ἀνὴρ πίμπλησι κοιλίαν αὐτοῦ, ἀπὸ δὲ καρπῶν χειλέων αὐτοῦ ἐμπλησθήσεται."
    },
    {
      "verse": 21,
      "text": "Θάνατος καὶ ζωὴ ἐν χειρὶ γλώσσης, οἱ δὲ κρατοῦντες αὐτῆς ἔδονται τοὺς καρποὺς αὐτῆς."
    },
    {
      "verse": 22,
      "text": "Ὃς εὗρε γυναῖκα ἀγαθὴν, εὗρε χάριτας, ἔλαβε δὲ παρὰ Θεοῦ ἱλαρότητα·"
    }
  ]
}