{
  "book_id": "PRO",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Ὥσπερ ὁρμὴ ὕδατος, οὕτως καρδία βασιλέως ἐν χειρὶ Θεοῦ, οὗ ἐὰν θέλων νεῦσαι ἐκεῖ ἔκλινεν αὐτήν."
    },
    {
      "verse": 2,
      "text": "Πᾶς ἀνὴρ φαίνεται ἑαυτῷ δίκαιος, κατευθύνει δὲ καρδίας Κύριος."
    },
    {
      "verse": 3,
      "text": "Ποιεῖν δίκαια καὶ ἀληθεύειν, ἀρεστὰ παρὰ Θεῷ μᾶλλον ἢ θυσιῶν αἷμα."
    },
    {
      "verse": 4,
      "text": "Μεγαλόφρων ἐν ὕβρει θρασυκάρδιος, λαμπτὴρ δὲ ἀσεβῶν ἁμαρτία."
    },
    {
      "verse": 6,
      "text": "Ὁ ἐνεργῶν θησαυρίσματα γλώσσῃ ψευδεῖ, μάταια διώκει ἐπὶ παγίδας θανάτου."
    },
    {
      "verse": 7,
      "text": "Ὄλεθρος ἀσεβέσιν ἐπιξενωθήσεται, οὐ γὰρ βούλονται πράσσειν τὰ δίκαια."
    },
    {
      "verse": 8,
      "text": "Πρὸς τοὺς σκολιοὺς σκολιὰς ὁδοὺς ἀποστέλλει ὁ Θεὸς, ἁγνὰ γὰρ καὶ ὀρθὰ τὰ ἔργα αὐτοῦ."
    },
    {
      "verse": 9,
      "text": "Κρεῖσσον οἰκεῖν ἐπὶ γωνίας ὑπαίθρου, ἢ ἐν κεκονιαμένοις μετὰ ἀδικίας καὶ ἐν οἴκῳ κοινῷ."
    },
    {
      "verse": 10,
      "text": "Ψυχὴ ἀσεβοῦς οὐκ ἐλεηθήσεται ὑπʼ οὐδενὸς τῶν ἀνθρώπων."
    },
    {
      "verse": 11,
      "text": "Ζημιουμένου ἀκολάστου πανουργότερος γίνεται ὁ ἄκακος, συνιῶν δὲ σοφὸς δέξεται γνῶσιν."
    },
    {
      "verse": 12,
      "text": "Συνιεῖ δίκαιος καρδίας ἀσεβῶν, καὶ φαυλίζει ἀσεβεῖς ἐν κακοῖς."
    },
    {
      "verse": 13,
      "text": "Ὃς φράσσει τὰ ὦτα αὐτοῦ τοῦ μὴ ἐπακοῦσαι ἀσθενοῦς, καὶ αὐτὸς ἐπικαλέσεται καὶ οὐκ ἔσται ὁ εἰσακούων."
    },
    {
      "verse": 14,
      "text": "Δόσις λάθριος ἀνατρέπει ὀργάς, δώρων δὲ ὁ φειδόμενος θυμὸν ἐγείρει ἰσχυρόν."
    },
    {
      "verse": 15,
      "text": "Εὐφροσύνη δικαίων ποιεῖν κρίμα, ὅσιος δὲ ἀκάθαρτος παρὰ κακούργοις."
    },
    {
      "verse": 16,
      "text": "Ἀνὴρ πλανώμενος ἐξ ὁδοῦ δικαιοσύνης, ἐν συναγωγῇ γιγάντων ἀναπαύσεται."
    },
    {
      "verse": 17,
      "text": "Ἀνὴρ ἐνδεὴς ἀγαπᾷ εὐφροσύνην, φιλῶν οἶνον καὶ ἔλαιον εἰς πλοῦτον·"
    },
    {
      "verse": 18,
      "text": "Περικάθαρμα δὲ δικαίου ἄνομος."
    },
    {
      "verse": 19,
      "text": "Κρεῖσσον οἰκεῖν ἐν τῇ ἐρήμῳ, ἢ μετὰ γυναικὸς μαχίμου καὶ γλωσσώδους καὶ καὶ ὀργίλου."
    },
    {
      "verse": 20,
      "text": "Θησαυρὸς ἐπιθυμητὸς ἀναπαύσεται ἐπὶ στόματος σοφοῦ, ἄφρονες δὲ ἄνδρες καταπίονται αὐτόν."
    },
    {
      "verse": 21,
      "text": "Ὁδὸς δικαιοσύνης καὶ ἐλεημοσύνης εὑρήσει ζωὴν καὶ δόξαν."
    },
    {
      "verse": 22,
      "text": "Πόλεις ὀχυρὰς ἐπέβη σοφὸς, καὶ καθεῖλε τὸ ὀχύρωμα ἐφʼ ᾧ ἐπεποίθεισαν οἱ ἀσεβεῖς."
    },
    {
      "verse": 23,
      "text": "Ὃς φυλάσσει τὸ στόμα αὐτοῦ καὶ τὴν γλῶσσαν, διατηρεῖ ἐκ θλίψεως τὴν ψυχὴν αὐτοῦ."
    },
    {
      "verse": 24,
      "text": "Θρασὺς καὶ αὐθάδης καὶ ἀλαζὼν λοιμὸς καλεῖται, ὃς δὲ μνησικακεῖ παράνομος."
    },
    {
      "verse": 25,
      "text": "Ἐπιθυμίαι ὀκνηρὸν ἀποκτείνουσιν, οὐ γὰρ προαιροῦνται αἱ χεῖρες αὐτοῦ ποιεῖν τι."
    },
    {
      "verse": 26,
      "text": "Ἀσεβὴς ἐπιθυμεῖ ὅλην τὴν ἡμέραν ἐπιθυμίας κακὰς, ὁ δὲ δίκαιος ἐλεᾷ καὶ οἰκτείρει ἀφειδῶς."
    },
    {
      "verse": 27,
      "text": "Θυσίαι ἀσεβῶν βδέλυγμα Κυρίῳ, καὶ γὰρ παρανόμως προσφέρουσιν αὐτάς."
    },
    {
      "verse": 28,
      "text": "Μάρτυς ψευδὴς ἀπολεῖται, ἀνὴρ δὲ ὑπήκοος φυλασσόμενος λαλήσει."
    },
    {
      "verse": 29,
      "text": "Ἀσεβὴς ἀνὴρ ἀναιδῶς ὑφίσταται προσώπῳ, ὁ δὲ εὐθὺς αὐτὸς συνιεῖ τὰς ὁδοὺς αὐτοῦ."
    },
    {
      "verse": 30,
      "text": "Οὐκ ἔστι σοφία, οὐκ ἔστιν ἀνδρεία, οὐκ ἔστι βουλὴ πρὸς τὸν ἀσεβῆ."
    },
    {
      "verse": 31,
      "text": "Ἵππος ἑτοιμάζεται εἰς ἡμέραν πολέμου, παρὰ δὲ Κυρίου ἡ βοήθεια."
    }
  ]
}