{
  "book_id": "PRO",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Αἱρετώτερον ὄνομα καλὸν ἢ πλοῦτος πολύς, ὑπὲρ δὲ ἀργύριον καὶ χρυσίον χάρις ἀγαθή."
    },
    {
      "verse": 2,
      "text": "Πλούσιος καὶ πτωχὸς συνήντησαν ἀλλήλοις, ἀμφοτέρους δὲ ὁ κύριος ἐποίησε."
    },
    {
      "verse": 3,
      "text": "Πανοῦργος ἰδὼν πονηρὸν τιμωρούμενον κραταιῶς αὐτὸς παιδεύεται, οἱ δὲ ἄφρονες παρελθόντες ἐζημιώθησαν."
    },
    {
      "verse": 4,
      "text": "Γενεὰ σοφίας φόβος Κυρίου, καὶ πλοῦτος, καὶ δόξα, καὶ ζωή."
    },
    {
      "verse": 5,
      "text": "Τρίβολοι καὶ παγίδες ἐν ὁδοῖς σκολιαῖς, ὁ δὲ φυλάσσων τὴν ἑαυτοῦ ψυχὴν ἀφέξεται αὐτῶν."
    },
    {
      "verse": 7,
      "text": "Πλούσιοι πτωχῶν ἄρξουσι, καὶ οἰκέται ἰδίοις δεσπόταις δανειοῦσιν."
    },
    {
      "verse": 8,
      "text": "Ὁ σπείρων φαῦλα θερίσει κακὰ, πληγὴν δὲ ἔργων αὐτοῦ συντελέσει·"
    },
    {
      "verse": 9,
      "text": "Ὁ ἐλεῶν πτωχὸν αὐτὸς διατραφήσεται, τῶν γὰρ ἑαυτοῦ ἄρτων ἔδωκε τῷ πτωχῷ·"
    },
    {
      "verse": 10,
      "text": "Ἔκβαλε ἐκ συνεδρίου λοιμὸν, καὶ συνεξελεύσεται αὐτῷ νεῖκος, ὅταν γὰρ καθίσῃ ἐν συνεδρίῳ πάντας ἀτιμάζει."
    },
    {
      "verse": 11,
      "text": "Ἀγαπᾷ Κύριος ὁσίας καρδίας, δεκτοὶ δὲ αὐτῷ πάντες ἄμωμοι· χείλεσι ποιμαίνει βασιλεύς."
    },
    {
      "verse": 12,
      "text": "Οἱ δὲ ὀφθαλμοὶ Κυρίου διατηροῦσιν αἴσθησιν, φαυλίζει δὲ λόγους παράνομος."
    },
    {
      "verse": 13,
      "text": "Προφασίζεται, καὶ λέγει ὀκνηρὸς, λέων ἐν ταῖς ὁδοῖς, ἐν δὲ ταῖς πλατείαις φονευταί."
    },
    {
      "verse": 14,
      "text": "Βόθρος βαθὺς στόμα παρανόμου, ὁ δὲ μισηθεὶς ὑπὸ Κυρίου ἐμπεσεῖται εἰς αὐτόν."
    },
    {
      "verse": 15,
      "text": "Ἄνοια ἐξῆπται καρδίας νέου, ῥάβδος δὲ καὶ παιδεία μακρὰν ἀπʼ αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "Ὁ συκοφαντῶν πένητα, πολλὰ ποιεῖ τὰ ἑαυτοῦ, δίδωσι δὲ πλουσίῳ ἐπʼ ἐλάσσονι."
    },
    {
      "verse": 17,
      "text": "Λόγοις σοφῶν παράβαλλε σὸν οὖς, καὶ ἄκουε ἐμὸν λόγον, τὴν δὲ σὴν καρδίαν ἐπίστησον, ἵνα γνῷς ὅτι καλοί εἰσι·"
    },
    {
      "verse": 18,
      "text": "καὶ ἐὰν ἐμβάλῃς αὐτοὺς εἰς τὴν καρδίαν σου, εὐφρανοῦσί σε ἅμα ἐπὶ σοῖς χείλεσιν·"
    },
    {
      "verse": 19,
      "text": "Ἵνα σου γένηται ἐπὶ Κύριον ἡ ἐλπὶς, καὶ γνωρίσῃ σοι τὴν ὁδόν σου."
    },
    {
      "verse": 20,
      "text": "Καὶ σὺ δὲ ἀπόγραψαι αὐτὰ σεαυτῷ τρισσῶς, εἰς βουλὴν καὶ γνῶσιν ἐπὶ τὸ πλάτος τῆς καρδίας σου."
    },
    {
      "verse": 21,
      "text": "Διδάσκω οὖν σε ἀληθῆ λόγον, καὶ γνῶσιν ἀγαθὴν ὑπακούειν, τοῦ ἀποκρίνεσθαί σε λόγους ἀληθείας τοῖς προβαλλομένοις σοι."
    },
    {
      "verse": 22,
      "text": "Μὴ ἀποβιάζου πένητα, πτωχὸς γὰρ ἐστι, καὶ μὴ ἀτιμάσῃς ἀσθενῆ ἐν πύλαις."
    },
    {
      "verse": 23,
      "text": "Ὁ γὰρ Κύριος κρινεῖ αὐτοῦ τὴν κρίσιν, καὶ ῥύσῃ σὴν ἄσυλον ψυχήν."
    },
    {
      "verse": 24,
      "text": "Μὴ ἴσθι ἑταῖρος ἀνδρὶ θυμώδει, φίλῳ δὲ ὀργίλῳ μὴ συναυλίζου·"
    },
    {
      "verse": 25,
      "text": "μήποτε μάθῃς τῶν ὁδῶν αὐτοῦ, καὶ λάβῃς βρόχους τῇ σῇ ψυχῇ."
    },
    {
      "verse": 26,
      "text": "Μὴ δίδου σεαυτὸν εἰς ἐγγύην αἰσχυνόμενος πρόσωπον·"
    },
    {
      "verse": 27,
      "text": "Ἐὰν γὰρ μὴ ἔχῃ πόθεν ἀποτίσῃς, λήψονται τὸ στρῶμα τὸ ὑπὸ τὰς πλευράς σου."
    },
    {
      "verse": 28,
      "text": "Μὴ μέταιρε ὅρια αἰώνια, ἃ ἔθεντο οἱ πατέρες σου."
    },
    {
      "verse": 29,
      "text": "Ὁρατικὸν ἄνδρα καὶ ὀξὺν ἐν τοῖς ἔργοις αὐτοῦ βασιλεῦσι δεῖ παρεστάναι, καὶ μὴ παρεστάναι ἀνδράσι νωθροῖς."
    }
  ]
}