{
  "book_id": "PRO",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐὰν καθίσῃς δειπνεῖν ἐπὶ τραπέζης δυνάστου, νοητῶς νόει τὰ παρατιθέμενά σοι."
    },
    {
      "verse": 2,
      "text": "Καὶ ἐπίβαλλε τὴν χεῖρά σου, εἰδὼς ὅτι τοιαῦτά σε δεῖ παρασκευάσαι· εἰ δὲ ἀπληστότερος εἶ,"
    },
    {
      "verse": 3,
      "text": "μὴ ἐπιθύμει τῶν ἐδεσμάτων αὐτοῦ, ταῦτα γὰρ ἔχεται ζωῆς ψευδοῦς."
    },
    {
      "verse": 4,
      "text": "Μὴ παρεκτείνου πένης ὢν πλουσίῳ, τῇ δὲ σῇ ἐννοίᾳ ἀπόσχου."
    },
    {
      "verse": 5,
      "text": "Ἐὰν ἐπιστήσῃς τὸ σὸν ὄμμα πρὸς αὐτὸν, οὐδαμοῦ φανεῖται· κατεσκεύασται γὰρ αὐτῷ πτέρυγες ὥσπερ ἀετοῦ, καὶ ὑποστρέφει εἰς τὸν οἶκον τοῦ προεστηκότος αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Μὴ συνδείπνει ἀνδρὶ βασκάνῳ, μηδὲ ἐπιθύμει τῶν βρωμάτων αὐτοῦ,"
    },
    {
      "verse": 7,
      "text": "ὃν τρόπον γὰρ εἴ τις καταπίοι τρίχα, οὕτως ἐσθίει καὶ πίνει· μηδὲ πρὸς σὲ εἰσαγάγῃς αὐτὸν, καὶ φάγῃς τὸν ψωμόν σου μετʼ αὐτοῦ,"
    },
    {
      "verse": 8,
      "text": "ἐξεμέσει γὰρ αὐτὸν, καὶ λυμανεῖται τοὺς λόγους σου τοὺς καλούς."
    },
    {
      "verse": 9,
      "text": "Εἰς ὦτα ἄφρονος μηδὲν λέγε, μήποτε μυκτηρίσῃ τοὺς συνετοὺς λόγους σου."
    },
    {
      "verse": 10,
      "text": "Μὴ μεταθῇς ὅρια αἰώνια, εἰς δὲ κτῆμα ὀρφανῶν μὴ εἰσέλθῃς·"
    },
    {
      "verse": 11,
      "text": "Ὁ γὰρ λυτρούμενος αὐτοὺς Κύριος, κραταιός ἐστι, καὶ κρινεῖ τὴν κρίσιν αὐτῶν μετὰ σοῦ."
    },
    {
      "verse": 12,
      "text": "Δὸς εἰς παιδείαν τὴν καρδίαν σου, τὰ δὲ ὦτά σου ἑτοίμασον λόγοις αἰσθήσεως."
    },
    {
      "verse": 13,
      "text": "Μὴ ἀπόσχῃ νήπιον παιδεύειν, ὅτι ἐὰν πατάξῃς αὐτὸν ῥάβδῳ, οὐ μὴ ἀποθάνῃ."
    },
    {
      "verse": 14,
      "text": "Συ μὲν γὰρ πατάξεις αὐτὸν ῥάβδῳ, τὴν δὲ ψυχὴν αὐτοῦ ἐκ θανάτου ῥύσῃ."
    },
    {
      "verse": 15,
      "text": "Υἱὲ, ἐὰν σοφὴ γένηταί σου ἡ καρδία, εὐφρανεῖς καὶ τὴν ἐμὴν καρδίαν,"
    },
    {
      "verse": 16,
      "text": "καὶ ἐνδιατρίψει λόγοις τὰ σὰ χείλη πρὸς τὰ ἐμὰ χείλη ἐὰν ὀρθὰ ὦσι."
    },
    {
      "verse": 17,
      "text": "Μὴ ζηλούτω ἡ καρδία σου ἁμαρτωλοὺς, ἀλλὰ ἐν φόβῳ Κυρίου ἴσθι ὅλην τὴν ἡμέραν."
    },
    {
      "verse": 18,
      "text": "Ἐὰν γὰρ τηρήσῃς αὐτὰ, ἔσται σοι ἔκγονα, ἡ δὲ ἐλπίς σου οὐκ ἀποστήσεται."
    },
    {
      "verse": 19,
      "text": "Ἄκουε υἱὲ, καὶ σοφὸς γίνου, καὶ κατεύθυνε ἐννοίας σῆς καρδίας."
    },
    {
      "verse": 20,
      "text": "Μὴ ἴσθι οἰνοπότης, μηδὲ ἐκτείνου συμβολαῖς, κρεῶν τε ἀγορασμοῖς."
    },
    {
      "verse": 21,
      "text": "Πᾶς γὰρ μέθυσος καὶ πορνοκόπος πτωχεύσει, καὶ ἐνδύσεται διεῤῥηγμένα καὶ ῥακώδη πᾶς ὑπνώδης."
    },
    {
      "verse": 22,
      "text": "Ἄκουε, υἱὲ, πατρὸς τοῦ γεννήσαντός σε, καὶ μὴ καταφρόνει ὅτι γεγήρακέ σου ἡ μήτηρ."
    },
    {
      "verse": 24,
      "text": "Καλῶς ἐκτρέφει πατὴρ δίκαιος, ἐπὶ δὲ υἱῷ σοφῷ εὐφραίνεται ἡ ψυχὴ αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "Εὐφραινέσθω ὁ πατὴρ καὶ ἡ μήτηρ ἐπὶ σοὶ, καὶ χαιρέτω ἡ τεκοῦσά σε."
    },
    {
      "verse": 26,
      "text": "Δός μοι υἱὲ σὴν καρδίαν, οἱ δὲ σοὶ ὀφθαλμοὶ ἐμὰς ὁδοὺς τηρείτωσαν."
    },
    {
      "verse": 27,
      "text": "Πίθος γὰρ τετρημένος ἐστὶν ἀλλότριος οἶκος, καὶ φρέαρ στενὸν ἀλλότριον."
    },
    {
      "verse": 28,
      "text": "Οὗτος γὰρ συντόμως ἀπολεῖται, καὶ πᾶς παράνομος ἀναλωθήσεται."
    },
    {
      "verse": 29,
      "text": "Τίνι οὐαί; τίνι θόρυβος; τίνι κρίσεις; τίνι δὲ ἀηδίαι καὶ λέσχαι; τίνι συντρίμματα διακενῆς; τίνος πελιδνοὶ οἱ ὀφθαλμοί;"
    },
    {
      "verse": 30,
      "text": "Οὐ τῶν ἐγχρονιζόντων ἐν οἴνοις; οὐ τῶν ἰχνευόντων ποῦ πότοι γίνονται; μὴ μεθύσκεσθε ἐν οἴνοις, ἀλλὰ ὁμιλεῖτε ἀνθρώποις δικαίοις καὶ ὁμιλεῖτε ἐν περιπάτοις."
    },
    {
      "verse": 31,
      "text": "Ἐὰν γὰρ εἰς τὰς φιάλας καὶ τὰ ποτήρια δῷς τοὺς ὀφθαλμούς σου, ὕστερον περιπατήσεις γυμνότερος ὑπέρου."
    },
    {
      "verse": 32,
      "text": "Τὸ δὲ ἔσχατον ὥσπερ ὑπὸ ὄφεως πεπληγὼς ἐκτείνεται, καὶ ὥσπερ ὑπὸ κεράστου διαχεῖται αὐτῷ ὁ ἰός."
    },
    {
      "verse": 33,
      "text": "Οἱ ὀφθαλμοί σου ὅταν ἴδωσιν ἀλλοτρίαν, τὸ στόμα σου τότε λαλήσει σκολιά."
    },
    {
      "verse": 34,
      "text": "Καὶ κατακείσῃ ὥσπερ ἐν καρδίᾳ θαλάσσης, καὶ ὥσπερ κυβερνήτης ἐν πολλῷ κλύδωνι."
    },
    {
      "verse": 35,
      "text": "Ἐρεῖς δὲ, τύπτουσί με καὶ οὐκ ἐπόνεσα, καὶ ἐνέπαιξάν μοι, ἐγὼ δὲ οὐκ ᾔδειν· πότε ὄρθρος ἔσται, ἵνα ἐλθὼν ζητήσω μεθʼ ὧν συνελεύσομαι;"
    }
  ]
}