{
  "book_id": "PRO",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Υἱέ, μὴ ζηλώσῃς κακοὺς ἄνδρας, μηδὲ ἐπιθυμήσῃς εἶναι μετʼ αὐτῶν."
    },
    {
      "verse": 2,
      "text": "Ψευδῆ γὰρ μελετᾷ ἡ καρδία αὐτῶν, καὶ πόνους τὰ χείλη αὐτῶν λαλεῖ."
    },
    {
      "verse": 3,
      "text": "Μετὰ σοφίας οἰκοδομεῖται οἶκος, καὶ μετὰ συνέσεως ἀνορθοῦται."
    },
    {
      "verse": 4,
      "text": "Μετὰ αἰσθήσεως ἐμπίμπλανται ταμιεῖα ἐκ παντὸς πλούτου τιμίου καὶ καλοῦ."
    },
    {
      "verse": 5,
      "text": "Κρείσσων σοφὸς ἰσχυροῦ, καὶ ἀνὴρ φρόνησιν ἔχων γεωργίου μεγάλου."
    },
    {
      "verse": 6,
      "text": "Μετὰ κυβερνήσεως γίνεται πόλεμος, βοήθεια δὲ μετὰ καρδίας βουλευτικῆς."
    },
    {
      "verse": 7,
      "text": "Σοφία καὶ ἔννοια ἀγαθὴ ἐν πύλαις σοφῶν· σοφοὶ οὐκ ἐκκλίνουσιν ἐκ στόματος Κυρίου,"
    },
    {
      "verse": 8,
      "text": "ἀλλὰ λογίζονται ἐν συνεδρίοις· ἀπαιδεύτοις συναντᾷ θάνατος,"
    },
    {
      "verse": 9,
      "text": "ἀποθνήσκει δὲ ἄφρων ἐν ἁμαρτίαις· ἀκαθαρσία δὲ ἀνδρὶ λοιμῷ,"
    },
    {
      "verse": 10,
      "text": "ἐμμολυνθήσεται ἐν ἡμέρᾳ κακῇ, καὶ ἐν ἡμέρᾳ θλίψεως ἕως ἂν ἐκλίπῃ."
    },
    {
      "verse": 11,
      "text": "Ῥῦσαι ἀγομένους εἰς θάνατον, καὶ ἐκπρίου κτεινομένους, μὴ φείσῃ."
    },
    {
      "verse": 12,
      "text": "Ἐὰν δὲ εἴπῃς, οὐκ οἶδα τοῦτον, γίνωσκε, ὅτι Κύριος καρδίας πάντων γινώσκει· καὶ ὁ πλάσας πνοὴν πᾶσιν, αὐτὸς οἶδε πάντα, ὃς ἀποδίδωσιν ἑκάστῳ κατὰ τὰ ἔργα αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Φάγε μέλι υἱὲ, ἀγαθὸν γὰρ κηρίον, ἵνα γλυκανθῇ σου ὁ φάρυγξ."
    },
    {
      "verse": 14,
      "text": "Οὕτως αἰσθητήσῃ σοφίαν τῇ σῇ ψυχῇ· ἐὰν γὰρ εὕρῃς, ἔσται καλὴ ἡ τελευτή σου, καὶ ἐλπίς σε οὐκ ἐγκαταλείψει."
    },
    {
      "verse": 15,
      "text": "Μὴ προσαγάγῃς ἀσεβῆ νομῇ δικαίων, μηδὲ ἀπατηθῇς χορτασίᾳ κοιλίας."
    },
    {
      "verse": 16,
      "text": "Ἑπτάκις γὰρ πεσεῖται δίκαιος καὶ ἀναστήσεται, οἱ δὲ ἀσεβεῖς ἀσθενήσουσιν ἐν κακοῖς."
    },
    {
      "verse": 17,
      "text": "Ἐὰν πέσῃ ὁ ἐχθρός σου, μὴ ἐπιχαρῇς αὐτῷ, ἐν δὲ τῷ ὑποσκελίσματι αὐτοῦ μὴ ἐπαίρου."
    },
    {
      "verse": 18,
      "text": "Ὅτι ὄψεται Κύριος καὶ οὐκ ἀρέσει αὐτῷ, καὶ ἀποστρέψει τὸν θυμὸν αὐτοῦ ἀπʼ αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Μὴ χαῖρε ἐπὶ κακοποιοῖς, μηδὲ ζήλου ἁμαρτωλούς."
    },
    {
      "verse": 20,
      "text": "Οὐ γὰρ μὴ γένηται ἔκγονα πονηρῷ, λαμπτὴρ δὲ ἀσεβῶν σβεσθήσεται."
    },
    {
      "verse": 21,
      "text": "Φοβοῦ τὸν Θεὸν υἱὲ, καὶ βασιλέα, καὶ μηθʼ ἑτέρῳ αὐτῶν ἀπειθήσῃς."
    },
    {
      "verse": 22,
      "text": "Ἐξαίφνης γὰρ τίσονται τοὺς ἀσεβεῖς, τὰς δὲ τιμωρίας ἀμφοτέρων τίς γνώσεται; Τάδε λέγει ὁ ἀνὴρ τοῖς πιστεύουσι Θεῷ, καὶ παύομαι."
    },
    {
      "verse": 23,
      "text": "Ταῦτα δὲ λέγω ὑμῖν τοῖς σοφοῖς ἐπιγινώσκειν· αἰδεῖσθαι πρόσωπον ἐν κρίσει οὐ καλόν."
    },
    {
      "verse": 24,
      "text": "Ὁ εἰπὼν τὸν ἀσεβῆ, δίκαιός ἐστιν, ἐπικατάρατος λαοῖς ἔσται καὶ μισητὸς εἰς ἔθνη."
    },
    {
      "verse": 25,
      "text": "Οἱ δὲ ἐλέγχοντες βελτίους φανοῦνται, ἐπʼ αὐτοὺς δὲ ἥξει εὐλογία·"
    },
    {
      "verse": 26,
      "text": "χείλη δὲ φιλήσουσιν ἀποκρινόμενα λόγους ἀγαθούς."
    },
    {
      "verse": 27,
      "text": "Ἑτοίμαζε εἰς τὴν ἔξοδον τὰ ἔργα σου, καὶ παρασκευάζου εἰς τὸν ἀγρὸν, καὶ πορεύου κατόπισθέν μου, καὶ ἀνοικοδομήσεις τὸν οἶκόν σου."
    },
    {
      "verse": 28,
      "text": "Μὴ ἴσθι ψευδὴς μάρτυς ἐπὶ σὸν πολίτην, μηδὲ πλατύνου σοῖς χείλεσι."
    },
    {
      "verse": 29,
      "text": "Μὴ εἴπῃς, ὃν τρόπον ἐχρήσατό μοι, χρήσομαι αὐτῷ, τίσομαι δὲ αὐτὸν ἅ με ἠδίκησεν."
    },
    {
      "verse": 30,
      "text": "Ὥσπερ γεώργιον ἀνὴρ ἄφρων, καὶ ὥσπερ ἀμπελὼν ἄνθρωπος ἐνδεὴς φρενῶν."
    },
    {
      "verse": 31,
      "text": "Ἐὰν ἀφῇς αὐτὸν, χερσωθήσεται καὶ χορτομανήσει ὅλος, καὶ γίνεται ἐκλελειμμένος, οἱ δὲ φραγμοὶ τῶν λίθων αὐτοῦ κατασκάπτονται."
    },
    {
      "verse": 32,
      "text": "Ὕστερον ἐγὼ μετενόησα, ἐπέβλεψα τοῦ ἐκλέξασθαι παιδείαν."
    },
    {
      "verse": 33,
      "text": "Ὀλίγον νυστάζω, ὀλίγον δὲ καθυπνῶ, ὀλίγον δὲ ἐναγκαλίζομαι χερσὶ στήθη."
    },
    {
      "verse": 34,
      "text": "Ἐὰν δὲ τοῦτο ποιῇς, ἥξει προπορευομένη ἡ πενία σου, καὶ ἡ ἔνδειά σου ὥσπερ ἀγαθὸς δρομεύς."
    },
    {
      "verse": 35,
      "text": "Τῇ βδέλλῃ τρεῖς θυγατέρες ἦσαν ἀγαπήσει ἀγαπώμεναι, καὶ αἱ τρεῖς αὗται οὐκ ἐνεπίμπλασαν αὐτὴν, καὶ ἡ τετάρτη οὐκ ἠρκέσθη εἰπεῖν, ἱκανόν."
    },
    {
      "verse": 36,
      "text": "Ἄδης καὶ ἔρως γυναικὸς, καὶ γῆ οὐκ ἐμπιπλαμένη ὕδατος, καὶ ὕδωρ καὶ πῦρ οὐ μὴ εἴπωσιν, ἀρκεῖ."
    },
    {
      "verse": 37,
      "text": "Ὀφθαλμὸν καταγελῶντα πατρὸς, καὶ ἀτιμάζοντα γῆρας μητρὸς, ἐκκόψαισαν αὐτὸν κόρακες ἐκ τῶν φαράγγων, καὶ καταφάγοισαν αὐτὸν νεοσσοὶ ἀετῶν."
    },
    {
      "verse": 38,
      "text": "Τρία δέ ἐστιν ἀδύνατά μοι νοῆσαι, καὶ τὸ τέταρτον οὐκ ἐπιγινώσκω·"
    },
    {
      "verse": 39,
      "text": "Ἴχνη ἀετοῦ πετομένου, καὶ ὁδοὺς ὄφεως ἐπὶ πέτρας, καὶ τρίβους νηὸς ποντοπορούσης, καὶ ὁδοὺς ἀνδρὸς ἐν νεότητι."
    },
    {
      "verse": 40,
      "text": "Τοιαύτη ὁδὸς γυναικὸς μοιχαλίδος, ἣ ὅτʼ ἂν πράξῃ ἀπονιψαμένη, οὐδέν φησι πεπραχέναι ἄτοπον."
    },
    {
      "verse": 41,
      "text": "Διὰ τριῶν σείεται ἡ γῆ, τὸ δὲ τέταρτον οὐ δύναται φέρειν·"
    },
    {
      "verse": 42,
      "text": "Ἐὰν οἰκέτης βασιλεύσῃ, καὶ ἄφρων πλησθῇ σιτίων,"
    },
    {
      "verse": 43,
      "text": "καὶ οἰκέτις ἐὰν ἐκβάλῃ τὴν ἑαυτῆς κυρίαν, καὶ μισητὴ γυνὴ ἐὰν τύχῃ ἀνδρὸς ἀγαθοῦ."
    },
    {
      "verse": 44,
      "text": "Τέσσαρα δὲ ἐλάχιστα ἐπὶ τῆς γῆς, ταῦτα δέ ἐστι σοφώτερα τῶν σοφῶν·"
    },
    {
      "verse": 45,
      "text": "Οἱ μύρμηκες οἷς μή ἐστιν ἰσχὺς, καὶ ἑτοιμάζονται θέρους τὴν τροφήν·"
    },
    {
      "verse": 46,
      "text": "Καὶ οἱ χοιρογρύλλιοι ἔθνος οὐκ ἰσχυρὸν, οἳ ἐποιήσαντο ἐν πέτραις τοὺς ἑαυτῶν οἴκους·"
    },
    {
      "verse": 47,
      "text": "Ἀβασίλευτόν ἐστιν ἡ ἀκρὶς, καὶ στρατεύει ἀφʼ ἑνὸς κελεύσματος εὐτάκτως·"
    },
    {
      "verse": 48,
      "text": "Καὶ καλαβώτης χερσὶν ἐρειδόμενος, καὶ εὐάλωτος ὢν, κατοικεῖ ἐν ὀχυρώμασι βασιλέων."
    },
    {
      "verse": 49,
      "text": "Τρία δέ ἐστιν ἃ εὐόδως πορεύεται, καὶ τέταρτον ὃ καλῶς διαβαίνει·"
    },
    {
      "verse": 50,
      "text": "Σκύμνος λέοντος ἰσχυρότερος κτηνῶν, ὃς οὐκ ἀποστρέφεται, οὐδὲ καταπτήσσει κτῆνος·"
    },
    {
      "verse": 51,
      "text": "Καὶ ἀλέκτωρ ἐμπεριπατῶν θηλείαις εὔψυχος, καὶ τράγος ἡγούμενος αἰπολίου, καὶ βασιλεὺς δημηγορῶν ἐν ἔθνει."
    },
    {
      "verse": 52,
      "text": "Ἐὰν πρόῃ σεαυτὸν ἐν εὐφροσύνῃ, καὶ ἐκτείνῃς τὴν χεῖρά σου μετὰ μάχης, ἀτιμασθήσῃ."
    },
    {
      "verse": 53,
      "text": "Ἄμελγε γάλα, καὶ ἔσται βούτυρον· ἐὰν δὲ ἐκπιέζῃς μυκτῆρας ἐξελεύσεται αἷμα, ἐὰν δὲ ἐξέλκῃς λόγους, ἐξελεύσονται κρίσεις καὶ μάχαι."
    },
    {
      "verse": 54,
      "text": "Οἱ ἐμοὶ λόγοι εἴρηνται ὑπὸ Θεοῦ, βασιλέως χρηματισμὸς, ὃν ἐπαίδευσεν ἡ μήτηρ αὐτοῦ."
    },
    {
      "verse": 55,
      "text": "Τί τέκνον τηρήσεις; τί; ῥήσεις Θεοῦ· πρωτογενὲς σοὶ λέγω υἱέ· τί τέκνον ἐμῆς κοιλίας; τί τέκνον ἐμῶν εὐχῶν;"
    },
    {
      "verse": 56,
      "text": "Μὴ δῷς γυναιξὶ σὸν πλοῦτον, καὶ τὸν σὸν νοῦν καὶ βίον εἰς ὑστεροβουλίαν·"
    },
    {
      "verse": 57,
      "text": "μετὰ βουλῆς πάντα ποίει, μετὰ βουλῆς οἰνοπότει. Οἱ δυνάσται θυμώδεις εἰσὶν, οἶνον δὲ μὴ πινέτωσαν,"
    },
    {
      "verse": 58,
      "text": "ἵνα μὴ πιόντες ἐπιλάθωνται τῆς σοφίας, καὶ ὀρθὰ κρῖναι οὐ μὴ δύνωνται τοὺς ἀσθενεῖς."
    },
    {
      "verse": 59,
      "text": "Δίδοτε μέθην τοῖς ἐν λύπαις, καὶ οἶνον πίνειν τοῖς ἐν ὀδύναις,"
    },
    {
      "verse": 60,
      "text": "ἵνα ἐπιλάθωνται τῆς πενίας, καὶ τῶν πόνων μὴ μνησθῶσιν ἔτι."
    },
    {
      "verse": 61,
      "text": "Ἄνοιγε σὸν στόμα λόγῳ Θεοῦ, καὶ κρίνε πάντας ὑγιῶς."
    },
    {
      "verse": 62,
      "text": "Ἄνοιγε σὸν στόμα καὶ κρίνε δικαίως, διάκρινε δὲ πένητα καὶ ἀσθενῆ."
    }
  ]
}