{
  "book_id": "PRO",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Αὗται αἱ παιδεῖαι Σαλωμῶντος αἱ ἀδιάκριτοι, ἃς ἐξεγράψαντο οἱ φίλοι Ἐζεκίου τοῦ βασιλέως τῆς Ἰουδαίας."
    },
    {
      "verse": 2,
      "text": "Δόξα Θεοῦ κρύπτει λόγον, δόξα δὲ βασιλέως τιμᾷ πράγματα."
    },
    {
      "verse": 3,
      "text": "Οὐρανὸς ὑψηλὸς, γῆ δὲ βαθεῖα, καρδία δὲ βασιλέως ἀνεξέλεγκτος."
    },
    {
      "verse": 4,
      "text": "Τύπτε ἀδόκιμον ἀργύριον, καὶ καθαρισθήσεται καθαρὸν ἅπαν."
    },
    {
      "verse": 5,
      "text": "Κτεῖνε ἀσεβεῖς ἐκ προσώπου βασιλέως, καὶ κατορθώσει ἐν δικαιοσύνῃ ὁ θρόνος αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Μὴ ἀλαζονεύου ἐνώπιον βασιλέως, μηδὲ ἐν τόποις δυναστῶν ὑφίστασο·"
    },
    {
      "verse": 7,
      "text": "Κρεῖσσον γάρ σοι τὸ ῥηθῆναι, ἀνάβαινε πρὸς μὲ, ἢ ταπεινῶσαί σε ἐν προσώπῳ δυνάστου· ἃ εἶδον οἱ ὀφθαλμοί σου λέγε."
    },
    {
      "verse": 8,
      "text": "Μὴ πρόσπιπτε εἰς μάχην ταχέως, ἵνα μὴ μεταμεληθῇς ἐπʼ ἐσχάτων· ἡνίκα ἄν σε ὀνειδίσῃ ὁ σὸς φίλος,"
    },
    {
      "verse": 9,
      "text": "ἀναχώρει εἰς τὰ ὀπίσω· μὴ καταφρόνει,"
    },
    {
      "verse": 10,
      "text": "μή σε ὀνειδίσῃ μὲν ὁ φίλος, ἡ δὲ μάχη σου καὶ ἡ ἔχθρα οὐκ ἀπέσται, ἀλλὰ ἔσται σοι ἴση θανάτῳ·"
    },
    {
      "verse": 11,
      "text": "Μῆλον χρυσοῦν ἐν ὁρμίσκῳ σαρδίου, οὕτως εἰπεῖν λόγον."
    },
    {
      "verse": 12,
      "text": "Εἰς ἐνώτιον χρυσοῦν καὶ σάρδιον πολυτελὲς δέδεται, λόγος σοφὸς εἰς εὐήκοον οὖς."
    },
    {
      "verse": 13,
      "text": "Ὥσπερ ἔξοδος χιόνος ἐν ἀμητῷ κατὰ καῦμα ὠφελεῖ, οὕτως ἄγγελος πιστὸς τοὺς ἀποστείλαντας αὐτόν· ψυχὰς γὰρ τῶν αὐτῷ χρωμένων ὠφελεῖ."
    },
    {
      "verse": 14,
      "text": "Ὥσπερ ἄνεμοι καὶ νέφη καὶ ὑετοὶ, ἐπιφανέστατα, οὕτως ὁ καυχώμενος ἐπὶ δόσει ψευδεῖ."
    },
    {
      "verse": 15,
      "text": "Ἐν μακροθυμίᾳ εὐοδία βασιλεῦσι, γλῶσσα δὲ μαλακὴ συντρίβει ὀστᾶ."
    },
    {
      "verse": 16,
      "text": "Μέλι εὑρὼν φάγε τὸ ἱκανὸν, μή ποτε πλησθεὶς ἐξεμέσῃς."
    },
    {
      "verse": 17,
      "text": "Σπάνιον εἴσαγε σὸν πόδα πρὸς σεαυτοῦ φίλον, μή ποτε πλησθείς σου μισήσῃ σε."
    },
    {
      "verse": 18,
      "text": "Ῥόπαλον καὶ μάχαιρα καὶ τόξευμα ἀκιδωτὸν, οὕτως καὶ ἀνὴρ ὁ καταμαρτυρῶν τοῦ φίλου αὐτοῦ μαρτυρίαν ψευδῆ."
    },
    {
      "verse": 19,
      "text": "Οδὸς κακοῦ καὶ ποὺς παρανόμου ὀλεῖται ἐν ἡμέρᾳ κακῇ."
    },
    {
      "verse": 20,
      "text": "Ὥσπερ ὄξος ἕλκει ἀσύμφορον, οὕτως προσπεσὸν πάθος ἐν σώματι καρδίαν λυπεῖ·"
    },
    {
      "verse": 21,
      "text": "Ἐὰν πεινᾷ ὁ ἐχθρός σου, ψώμιζε αὐτὸν, ἐὰν διψᾷ, πότιζε αὐτόν·"
    },
    {
      "verse": 22,
      "text": "Τοῦτο γὰρ ποιῶν ἄνθρακας πυρὸς σωρεύσεις ἐπὶ τὴν κεφαλὴν αὐτοῦ, ὁ δὲ Κύριος ἀνταποδώσει σοι ἀγαθά."
    },
    {
      "verse": 23,
      "text": "Ἄνεμος Βορέας ἐξεγείρει νέφη, πρόσωπον δὲ ἀναιδὲς γλῶσσαν ἐρεθίζει·"
    },
    {
      "verse": 24,
      "text": "Κρεῖσσον οἰκεῖν ἐπὶ γωνίας δώματος, ἢ μετὰ γυναικὸς λοιδόρου ἐν οἰκίᾳ κοινῇ."
    },
    {
      "verse": 25,
      "text": "Ὥσπερ ὕδωρ ψυχρὸν ψυχῇ διψώσῃ προσηνὲς, οὕτως ἀγγελία ἀγαθὴ ἐκ γῆς μακρόθεν."
    },
    {
      "verse": 26,
      "text": "Ὥσπερ εἴ τις πηγὴν φράσσοι καὶ ὕδατος ἔξοδον λυμαίνοιτο, οὕτως ἄκοσμον δίκαιον πεπτωκέναι ἐνώπιον ἀσεβοῦς."
    },
    {
      "verse": 27,
      "text": "Ἐσθίειν μέλι πολὺ οὐ καλὸν, τιμᾷν δὲ χρὴ λόγους ἐνδόξους."
    },
    {
      "verse": 28,
      "text": "Ὥσπερ πόλις τὰ τείχη καταβεβλημένη καὶ ἀτείχιστος, οὕτως ἀνὴρ ὃς οὐ μετὰ βουλῆς τι πράσσει."
    }
  ]
}