{
  "book_id": "PRO",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Φεύγει ἀσεβὴς μηδενὸς διώκοντος, δίκαιος δὲ ὥσπερ λέων πέποιθε."
    },
    {
      "verse": 2,
      "text": "Διʼ ἁμαρτίας ἀσεβῶν κρίσεις ἐγείρονται, ἀνὴρ δὲ πανοῦργος κατασβέσει αὐτάς."
    },
    {
      "verse": 3,
      "text": "Ἀνδρεῖος ἐν ἀσεβείαις συκοφαντεῖ πτωχούς· ὥσπερ ὑετὸς λάβρος καὶ ἀνωφελὴς,"
    },
    {
      "verse": 4,
      "text": "οὕτως οἱ ἐγκαταλείποντες τὸν νόμον ἐγκωμιάζουσιν ἀσέβειαν· οἱ δὲ ἀγαπῶντες τὸν νόμον, περιβάλλουσιν ἑαυτοῖς τεῖχος."
    },
    {
      "verse": 5,
      "text": "Ἄνδρες κακοὶ οὐ συνήσουσι κρίμα, οἱ δὲ ζητοῦντες τὸν Κύριον συνήσουσιν ἐν παντί."
    },
    {
      "verse": 6,
      "text": "Κρείσσων πτωχὸς πορευόμενος ἐν ἀληθείᾳ, πλουσίου ψευδοῦς."
    },
    {
      "verse": 7,
      "text": "Φυλάσσει νόμον υἱὸς συνετὸς, ὃς δὲ ποιμαίνει ἀσωτίαν ἀτιμάζει πατέρα."
    },
    {
      "verse": 8,
      "text": "Ὁ πληθύνων τὸν πλοῦτον αὐτοῦ μετὰ τόκων καὶ πλεονασμῶν, τῷ ἐλεῶντι πτωχοὺς συνάγει αὐτόν."
    },
    {
      "verse": 9,
      "text": "Ὁ ἐκκλίνων τὸ οὖς αὐτοῦ μὴ εἰσακοῦσαι νόμου, καὶ αὐτὸς τὴν προσευχὴν αὐτοῦ ἐβδέλυκται."
    },
    {
      "verse": 10,
      "text": "Ὃς πλανᾷ εὐθεῖς ἐν ὁδῷ κακῇ, εἰς διαφθορὰν αὐτὸς ἐμπεσεῖται· οἱ δὲ ἄνομοι διελεύσονται ἀγαθὰ, καὶ οὐκ εἰσελεύσονται εἰς αὐτά."
    },
    {
      "verse": 11,
      "text": "Σοφὸς παρʼ ἑαυτῷ ἀνὴρ πλούσιος, πένης δὲ νοήμων καταγνώσεται αὐτοῦ."
    },
    {
      "verse": 12,
      "text": "Διὰ βοήθειαν δικαίων πολλὴ γίνεται δόξα, ἐν δὲ τόποις ἀσεβῶν ἁλίσκονται ἄνθρωποι."
    },
    {
      "verse": 13,
      "text": "Ὁ ἐπικαλύπτων ἀσέβειαν ἑαυτοῦ οὐκ εὐοδωθήσεται, ὁ δὲ ἐξηγούμενος ἐλέγχους ἀγαπηθήσεται."
    },
    {
      "verse": 14,
      "text": "Μακάριος ἀνὴρ ὃς καταπτήσσει πάντα διʼ εὐλάβειαν, ὁ δὲ σκληρὸς τὴν καρδίαν ἐμπεσεῖται κακοῖς."
    },
    {
      "verse": 15,
      "text": "Λέων πεινῶν καὶ λύκος διψῶν, ὃς τυραννεῖ, πτωχὸς ὢν, ἔθνους πενιχροῦ."
    },
    {
      "verse": 16,
      "text": "Βασιλεὺς ἐνδεὴς προσόδων μέγας συκοφάντης, ὁ δὲ μισῶν ἀδικίαν μακρὸν χρόνον ζήσεται."
    },
    {
      "verse": 17,
      "text": "Ἄνδρα τὸν ἐν αἰτίᾳ φόνου ὁ ἐγγυώμενος, φυγὰς ἔσται καὶ οὐκ ἐν ἀσφαλείᾳ·"
    },
    {
      "verse": 18,
      "text": "Ὁ πορευόμενος δικαίως βεβοήθηται, ὁ δὲ σκολιαῖς ὁδοῖς πορευόμενος ἐμπλακήσεται."
    },
    {
      "verse": 19,
      "text": "Ὁ ἐργαζόμενος τὴν ἑαυτοῦ γῆν πλησθήσεται ἄρτων, ὁ δὲ διώκων σχολὴν πλησθήσεται πενίας."
    },
    {
      "verse": 20,
      "text": "Ἀνὴρ ἀξιόπιστος πολλὰ εὐλογηθήσεται, ὁ δὲ κακὸς οὐκ ἀτιμώρητος ἔσται."
    },
    {
      "verse": 21,
      "text": "Ὃς οὐκ αἰσχύνεται πρόσωπα δικαίων, οὐκ ἀγαθὸς, ὁ τοιοῦτος ψωμοῦ ἄρτου ἀποδώσεται ἄνδρα."
    },
    {
      "verse": 22,
      "text": "Σπεύδει πλουτεῖν ἀνὴρ βάσκανος, καὶ οὐκ οἶδεν ὅτι ἐλεήμων κρατήσει αὐτοῦ."
    },
    {
      "verse": 23,
      "text": "Ὁ ἐλέγχων ἀνθρώπου ὁδοὺς, χάριτας ἕξει μᾶλλον τοῦ γλωσσοχαριτοῦντος."
    },
    {
      "verse": 24,
      "text": "Ὃς ἀποβάλλεται πατέρα ἢ μητέρα, καὶ δοκεῖ μὴ ἁμαρτάνειν, οὗτος κοινωνός ἐστιν ἀνδρὸς ἀσεβοῦς."
    },
    {
      "verse": 25,
      "text": "Ἄπιστος ἀνὴρ κρίνει εἰκῆ, ὃς δὲ πέποιθεν ἐπὶ Κύριον ἐν ἐπιμελείᾳ ἔσται."
    },
    {
      "verse": 26,
      "text": "Ὃς πέποιθε θρασείᾳ καρδίᾳ, ὁ τοιοῦτος ἄφρων, ὃς δὲ πορεύεται σοφίᾳ σωθήσεται."
    },
    {
      "verse": 27,
      "text": "Ὃς δίδωσι πτωχοῖς οὐκ ἐνδεηθήσεται, ὃς δὲ ἀποστρέφει τὸν ὀφθαλμὸν αὐτοῦ ἐν πολλῇ ἀπορίᾳ ἔσται."
    },
    {
      "verse": 28,
      "text": "Ἐν τόποις ἀσεβῶν στένουσι δίκαιοι, ἐν δὲ τῇ ἐκείνων ἀπωλείᾳ πληθυνθήσονται δίκαιοι."
    }
  ]
}