{
  "book_id": "HOS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "\\add He shall come\\add* into their midst as the land, as an eagle against the house of the Lord, because they have transgressed my covenant, and have sinned against my law."
    },
    {
      "verse": 2,
      "text": "They shall soon cry out to me, \\add saying\\add*, O God, we know you."
    },
    {
      "verse": 3,
      "text": "For Israel has turned away from good things; they have pursued an enemy."
    },
    {
      "verse": 4,
      "text": "They have made kings for themselves, but not by me: they have ruled, but they did not make it known to me: \\add of\\add* their silver and their gold they have made images to themselves, that they might be destroyed."
    },
    {
      "verse": 5,
      "text": "Cast off your calf, O Samaria; my anger is kindled against them: how long will they be unable to purge themselves in Israel?"
    },
    {
      "verse": 6,
      "text": "Whereas the workman made it, and it is not God; therefore your calf, Samaria, was a deceiver:"
    },
    {
      "verse": 7,
      "text": "for they sowed blighted \\add seed\\add*, and their destruction shall await them, a sheaf of corn that avails not to make meal; and even if it should produce it, strangers shall devour it."
    },
    {
      "verse": 8,
      "text": "Israel is swallowed up: now is he become among the nations as a worthless vessel."
    },
    {
      "verse": 9,
      "text": "For they have gone up to the Assyrians: Ephraim has been strengthened against himself; they loved gifts."
    },
    {
      "verse": 10,
      "text": "Therefore shall they be delivered to the nations: now I will receive them, and they shall cease a little to anoint a king and princes."
    },
    {
      "verse": 11,
      "text": "Because Ephraim has multiplied altars, \\add his\\add* beloved altars are become sins to him."
    },
    {
      "verse": 12,
      "text": "I will write down a multitude \\add of commands\\add* for him; but his statutes are accounted strange things, \\add even\\add* the beloved altars."
    },
    {
      "verse": 13,
      "text": "For if they should offer a sacrifice, and eat flesh, the lord will not accept them: now will he remember their iniquities, and will take vengeance on their sins: they have returned to Egypt, and they shall eat unclean things among the Assyrians."
    },
    {
      "verse": 14,
      "text": "And Israel has forgotten him that made him, and they have built fanes, and Juda has multiplied walled cities: but I will send fire on his cities, and it shall devour their foundations."
    }
  ]
}