{
  "book_id": "HOS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Rejoice not, O Israel, neither make merry, as \\add other\\add* nations: for you have gone a-whoring from your God; you have loved gifts upon every threshing floor."
    },
    {
      "verse": 2,
      "text": "The threshing floor and wine-press knew them not, and the wine disappointed them."
    },
    {
      "verse": 3,
      "text": "They lived not in the Lord's land: Ephraim lived in Egypt, and they shall eat unclean things among the Assyrians."
    },
    {
      "verse": 4,
      "text": "They have not offered wine to the Lord, neither have their sacrifices been sweet to him, \\add but\\add* as the bread of mourning to them; all that eat them shall be defiled; for their bread for their soul shall not enter into the house of the Lord."
    },
    {
      "verse": 5,
      "text": "What will you⌃ do in the day of the general assembly, and in the day of the feast of the Lord?"
    },
    {
      "verse": 6,
      "text": "Therefore, behold, they go forth from the trouble of Egypt, and Memphis shall receive them, and Machmas shall bury them: \\add as for\\add* their silver, destruction shall inherit it; thorns \\add shall be\\add* in their tents."
    },
    {
      "verse": 7,
      "text": "The days of vengeance are come, the days of your recompense are come; and Israel shall be afflicted as the prophet that is mad, as a man deranged: by reason of the multitude of your iniquities your madness has abounded."
    },
    {
      "verse": 8,
      "text": "The watchman of Ephraim \\add was\\add* with God: the prophet is a crooked snare in all his ways: they have established madness in the house of God."
    },
    {
      "verse": 9,
      "text": "They have corrupted themselves according to the days of the hill: he will remember their iniquities, he will take vengeance on their sins."
    },
    {
      "verse": 10,
      "text": "I found Israel as grapes in the wilderness, and I saw their fathers as an early watchman in a fig tree: they went in to Beel-phegor, and were shamefully estranged, and the abominable became as the beloved."
    },
    {
      "verse": 11,
      "text": "Ephraim has flown away as a bird; their glories from the birth, and the travail, and the conception."
    },
    {
      "verse": 12,
      "text": "For even if they should rear their children, yet shall they be utterly bereaved: therefore also there is woe to them, \\add though\\add* my flesh is of them."
    },
    {
      "verse": 13,
      "text": "Ephraim, \\add even\\add* as I saw, gave their children for a prey; yes, Ephraim \\add was ready\\add* to bring out his children to slaughter."
    },
    {
      "verse": 14,
      "text": "Give them, O Lord: what will you give them? a miscarrying womb, and dry breasts."
    },
    {
      "verse": 15,
      "text": "All their wickedness is in Galgal: for there I hated them: because of the wickedness of their practices, I will cast them out of my house, I will not love them any more: all their princes are disobedient."
    },
    {
      "verse": 16,
      "text": "Ephraim is sick, he is dried up at his roots, he shall in no wise any more bear fruit: therefore even if they should beget \\add children\\add*, I will kill the desired \\add fruit\\add* of their womb."
    },
    {
      "verse": 17,
      "text": "God shall reject them, because they have not listened to him: and they shall be wanderers among the nations."
    }
  ]
}