{
  "book_id": "JDG",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And there was a man of mount Ephraim, whose name \\add was\\add* Micah."
    },
    {
      "verse": 2,
      "text": "And he said to his mother, The eleven hundred \\add shekels\\add* of silver that were taken from thee, about which thou didst curse, and speak of also in my ears, behold, the silver \\add is\\add* with me; I took it. And his mother said, Blessed \\add be thou\\add* of the LORD, my son."
    },
    {
      "verse": 3,
      "text": "And when he had restored the eleven hundred \\add shekels\\add* of silver to his mother, his mother said, I had wholly dedicated the silver to the LORD from my hand for my son, to make a graven image and a molten image: now therefore I will restore it to thee."
    },
    {
      "verse": 4,
      "text": "Yet he restored the money to his mother; and his mother took two hundred \\add shekels\\add* of silver, and gave them to the founder, who made of it a graven image and a molten image: and they were in the house of Micah."
    },
    {
      "verse": 5,
      "text": "And the man Micah had a house of gods, and made an ephod, and teraphim, and consecrated one of his sons, who became his priest."
    },
    {
      "verse": 6,
      "text": "In those days \\add there was\\add* no king in Israel, \\add but\\add* every man did \\add that which was\\add* right in his own eyes."
    },
    {
      "verse": 7,
      "text": "And there was a young man out of Beth-lehem-judah of the family of Judah, who \\add was\\add* a Levite, and he sojourned there."
    },
    {
      "verse": 8,
      "text": "And the man departed out of the city from Beth-lehem-judah, to sojourn where he could find \\add a place\\add* : and he came to mount Ephraim to the house of Micah, as he journeyed."
    },
    {
      "verse": 9,
      "text": "And Micah said to him, Whence comest thou? And he said to him, I \\add am\\add* a Levite of Beth-lehem-judah, and I go to sojourn where I may find \\add a place\\add* ."
    },
    {
      "verse": 10,
      "text": "And Micah said to him, Dwell with me, and be to me a father and a priest, and I will give thee ten \\add shekels\\add* of silver by the year, and a suit of apparel, and thy victuals. So the Levite went in."
    },
    {
      "verse": 11,
      "text": "And the Levite was content to dwell with the man; and the young man was to him as one of his sons."
    },
    {
      "verse": 12,
      "text": "And Micah consecrated the Levite; and the young man became his priest, and was in the house of Micah."
    },
    {
      "verse": 13,
      "text": "Then said Micah, Now I know that the LORD will do me good, seeing I have a Levite for \\add my\\add* priest."
    }
  ]
}