{
  "book_id": "JDG",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in those days, when \\add there was\\add* no king in Israel, that there was a certain Levite dwelling on the side of mount Ephraim, who took to him a concubine out of Beth-lehem-judah."
    },
    {
      "verse": 2,
      "text": "And his concubine played the harlot against him, and went away from him to her father's house to Beth-lehem-judah, and was there four whole months."
    },
    {
      "verse": 3,
      "text": "And her husband arose, and went after her, to speak kindly to her, \\add and\\add* to bring her again, having his servant with him, and a couple of asses: and she brought him into her father's house: and when the father of the damsel saw him, he rejoiced to meet him."
    },
    {
      "verse": 4,
      "text": "And his father-in-law, the damsel's father, retained him; and he abode with him three days: so they ate and drank, and lodged there."
    },
    {
      "verse": 5,
      "text": "And it came to pass on the fourth day, when they arose early in the morning, that he arose to depart: and the damsel's father said to his son-in-law, Comfort thy heart with a morsel of bread, and afterward depart."
    },
    {
      "verse": 6,
      "text": "And they sat down, and ate and drank both of them together: for the damsel's father had said to the man, Be content, I pray thee, and tarry all night, and let thy heart be merry."
    },
    {
      "verse": 7,
      "text": "And when the man rose to depart, his father-in-law urged him: therefore he lodged there again."
    },
    {
      "verse": 8,
      "text": "And he arose early in the morning on the fifth day to depart: and the damsel's father said, Comfort thy heart, I pray thee. And they tarried until afternoon, and they ate both of them."
    },
    {
      "verse": 9,
      "text": "And when the man arose to depart, he, and his concubine, and his servant, his father-in-law, the damsel's father, said to him, Behold now the day draweth towards evening, I pray you tarry all night: behold, the day is coming to an end, lodge here, that thy heart may be merry; and to-morrow get you early on your way, that thou mayest go home."
    },
    {
      "verse": 10,
      "text": "But the man would not tarry that night, but he arose and departed, and came over against Jebus, which \\add is\\add* Jerusalem; and \\add there were\\add* with him two asses saddled, his concubine also \\add was\\add* with him."
    },
    {
      "verse": 11,
      "text": "\\add And\\add* when they \\add were\\add* by Jebus, the day was far spent; and the servant said to his master, Come, I pray thee, and let us turn in to this city of the Jebusites, and lodge in it."
    },
    {
      "verse": 12,
      "text": "And his master said to him, We will not turn aside hither into the city of a stranger, that \\add is\\add* not of the children of Israel; we will pass over to Gibeah."
    },
    {
      "verse": 13,
      "text": "And he said to his servant, Come, and let us draw near to one of these places to lodge all night, in Gibeah, or in Ramah."
    },
    {
      "verse": 14,
      "text": "And they passed on and went their way; and the sun went down upon them \\add when they were\\add* by Gibeah, which \\add belongeth\\add* to Benjamin."
    },
    {
      "verse": 15,
      "text": "And they turned aside thither, to go in \\add and\\add* to lodge in Gibeah: and when he went in, he sat down in a street of the city: for \\add there was\\add* no man that took them into his house to lodge."
    },
    {
      "verse": 16,
      "text": "And, behold, there came an old man from his work out of the field at evening, who \\add was\\add* also of mount Ephraim; and he dwelt in Gibeah: but the men of the place \\add were\\add* Benjaminites."
    },
    {
      "verse": 17,
      "text": "And when he had lifted up his eyes, he saw a way-faring man in the street of the city: and the old man said, Whither goest thou? and whence comest thou?"
    },
    {
      "verse": 18,
      "text": "And he said to him, We \\add are\\add* passing from Beth-lehem-Judah towards the side of mount Ephraim; from thence \\add am\\add* I: and I went to Beth-lehem-judah, but I \\add am now\\add* going to the house of the LORD; and there \\add is\\add* no man that receiveth me into \\add his\\add* house."
    },
    {
      "verse": 19,
      "text": "Yet there is both straw and provender for our asses; and there is bread and wine also for me, and for thy handmaid, and for the young man \\add which is\\add* with thy servants: \\add there is\\add* no want of any thing:"
    },
    {
      "verse": 20,
      "text": "And the old man said, Peace \\add be\\add* with thee; however, \\add let\\add* all thy wants \\add lie\\add* upon me; only lodge not in the street."
    },
    {
      "verse": 21,
      "text": "So he brought him into his house, and gave provender to the asses: and they washed their feet and ate and drank."
    },
    {
      "verse": 22,
      "text": "\\add Now\\add* as they were making their hearts merry, behold, the men of the city, certain sons of Belial, beset the house on all sides, \\add and\\add* beat at the door, and spoke to the master of the house, the old man, saying, Bring forth the man that came into thy house, that we may know him."
    },
    {
      "verse": 23,
      "text": "And the man, the master of the house, went out to them, and said to them, Nay, my brethren, \\add nay\\add* , I pray you, do not \\add so\\add* wickedly; seeing that this man is come into my house, do not this folly."
    },
    {
      "verse": 24,
      "text": "Behold, \\add here\\add* is my daughter, a maiden, and his concubine; them I will bring out now, and humble ye them, and do with them what seemeth good to you: but to this man do not so vile a thing."
    },
    {
      "verse": 25,
      "text": "But the men would not hearken to him: so the man took his concubine, and brought her forth to them; and they knew her, and abused her all the night until the morning: and when the day began to spring, they let her go."
    },
    {
      "verse": 26,
      "text": "Then came the woman in the dawning of the day, and fell down at the door of the man's house where her lord \\add was\\add* , till it was light."
    },
    {
      "verse": 27,
      "text": "And her lord rose in the morning, and opened the doors of the house, and went out to go his way: and behold, the woman his concubine had fallen down \\add at\\add* the door of the house, and her hands \\add were\\add* upon the threshhold."
    },
    {
      "verse": 28,
      "text": "And he said to her, Rise, and let us be going. But none answered. Then the man took her upon an ass, and the man rose, and went to his place."
    },
    {
      "verse": 29,
      "text": "And when he was come into his house, he took a knife, and laid hold on his concubine, and divided her, with her bones, into twelve pieces, and sent her into all the borders of Israel."
    },
    {
      "verse": 30,
      "text": "And it was so, that all that saw it, said, There hath been no such deed done nor seen from the day that the children of Israel came from the land of Egypt to this day: consider of it, take advice, and speak \\add your minds\\add* ."
    }
  ]
}