{
  "book_id": "RUT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the time when the judges ruled, there was once a famine in the land. A man from Bethlehem in Judah took his wife and two sons to live in the territory of Moab."
    },
    {
      "verse": 2,
      "text": "His name was Elimelech and his wife’s was Naomi, and his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. After they had been living in Moab for some time,"
    },
    {
      "verse": 3,
      "text": "Elimelech died, and Naomi was left with her two sons,"
    },
    {
      "verse": 4,
      "text": "who married Moabite women named Orpah and Ruth. After they had lived there about ten years,"
    },
    {
      "verse": 5,
      "text": "Mahlon and Chilion both died, and Naomi was left alone, without husband or sons."
    },
    {
      "verse": 6,
      "text": "So she set out with her daughters-in-law to return from the land of Moab, for she had heard that the \\+w Lord|strong=\"H3068\"\\+w*had remembered his people and given them food."
    },
    {
      "verse": 7,
      "text": "As they were setting out together on the journey to Judah,"
    },
    {
      "verse": 8,
      "text": "Naomi said to her daughters-in-law, ‘Go, return both of you to the home of your mother. May the \\+w Lord|strong=\"H3068\"\\+w*be kind to you as you have been kind to the dead and to me."
    },
    {
      "verse": 9,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*grant that each of you may find peace and happiness in the house of a new husband.’ Then she kissed them; but they began to weep aloud"
    },
    {
      "verse": 10,
      "text": "and said to her, ‘No, we will return with you to your people.’"
    },
    {
      "verse": 11,
      "text": "But Naomi said, ‘Go back, my daughters. Why should you go with me? Can I still bear sons who might become your husbands?"
    },
    {
      "verse": 12,
      "text": "Go back, my daughters, go your own way, because I am too old to have a husband. Even if I should say, “I have hope,” even if I should have a husband tonight and should bear sons,"
    },
    {
      "verse": 13,
      "text": "would you wait for them until they were grown up? Would you remain single for them? No, my daughters! My heart grieves for you, for the \\+w Lord|strong=\"H3068\"\\+w*has sent me adversity.’"
    },
    {
      "verse": 14,
      "text": "Then they again wept aloud, and Orpah kissed her mother-in-law goodbye, but Ruth stayed with her."
    },
    {
      "verse": 15,
      "text": "‘Look,’ said Naomi, ‘your sister-in-law is going back to her own people and to her own gods. Go along with her!’"
    },
    {
      "verse": 16,
      "text": "But Ruth answered, ‘Do not urge me to leave you or to go back. I will go where you go, and I will stay wherever you stay. Your people will be my people, and your God my God;"
    },
    {
      "verse": 17,
      "text": "I will die where you die, and be buried there. May the \\+w Lord|strong=\"H3068\"\\+w*bring a curse upon me, if anything but death separate you and me.’"
    },
    {
      "verse": 18,
      "text": "When Naomi saw that Ruth was determined to go with her, she ceased urging her to return."
    },
    {
      "verse": 19,
      "text": "So they journeyed on until they came to Bethlehem. Their arrival stirred the whole town, and the women said, ‘Can this be Naomi?’"
    },
    {
      "verse": 20,
      "text": "‘Do not call me Naomi,’ she said to them, ‘call me Mara, for the Almighty has given me a bitter lot."
    },
    {
      "verse": 21,
      "text": "I had plenty when I left, but the \\+w Lord|strong=\"H3068\"\\+w*has brought me back empty handed. Why should you call me Naomi, now that the \\+w Lord|strong=\"H3068\"\\+w*has afflicted me, and the Almighty has brought misfortune on me?’"
    },
    {
      "verse": 22,
      "text": "So Naomi and Ruth, her Moabite daughter-in-law, returned from Moab. They reached Bethlehem at the beginning of the barley harvest."
    }
  ]
}