{
  "book_id": "HOS",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Hear the word of the Lord, ye children of Israel; for the Lord hath a controversy with the inhabitants of the land; because there is no truth, nor kindness, nor knowledge of God in the land."
    },
    {
      "verse": 2,
      "text": "There is false swearing, and lying, and murdering, and stealing, and committing adultery: they break the bounds, and blood toucheth on blood."
    },
    {
      "verse": 3,
      "text": "Therefore shall the land mourn, and every one that dwelleth therein shall languish, with the beasts of the field, and with the fowls of the heaven; yea, also the fishes of the sea shall perish."
    },
    {
      "verse": 4,
      "text": "Yet let no man strive, let no man reprove another: and thy people are contentious equally with the priest."
    },
    {
      "verse": 5,
      "text": "Therefore shalt thou stumble in the daytime, and the prophet also shall stumble with thee in the night; and I will destroy thy mother."
    },
    {
      "verse": 6,
      "text": "My people are destroyed for lack of knowledge; because thou hast rejected knowledge, so will I also reject thee, that thou shalt not be a priest to me; and as thou hast forgotten the law of thy God, so will I myself also forget thy children."
    },
    {
      "verse": 7,
      "text": "The more they increased, the more did they sin against me: therefore will I change their glory into shame."
    },
    {
      "verse": 8,
      "text": "The sin-offering of my people do they eat, and for their iniquity doth the soul of each one of them long."
    },
    {
      "verse": 9,
      "text": "Therefore shall the same befall both people and priest: and I will punish every one of them for his ways, and recompense every one for his doings."
    },
    {
      "verse": 10,
      "text": "And they will eat, and shall not be satisfied; they will commit lewdness, and they shall not increase; because the Lord have they forsaken [not] keeping [his law]."
    },
    {
      "verse": 11,
      "text": "Lewdness and wine and new wine take away the heart."
    },
    {
      "verse": 12,
      "text": "My people ask counsel of their stick of wood, and their staff shall tell them [the future]: for the spirit of lewdness hath caused them to err, and they are gone astray unfaithful to their God."
    },
    {
      "verse": 13,
      "text": "Upon the tops of the mountains do they sacrifice, and upon the hills burn they incense, under oaks and poplars and terebinths, because their shadow is good: therefore will your daughters play the harlot, and your daughter-in-law will commit adultery."
    },
    {
      "verse": 14,
      "text": "I cannot inflict punishment on your daughters when they play the harlot, nor on your daughters-in-law when they commit adultery; for they themselves associate with lewd women, and with harlots do they sacrifice: and so doth the people that doth not understand stumble."
    },
    {
      "verse": 15,
      "text": "Yet though thou play the harlot, O Israel, let not Judah offend: and come not ye unto Gilgal, nor go ye up to Beth-aven, nor swear, As the Lord liveth."
    },
    {
      "verse": 16,
      "text": "For like an untamable cow is Israel disobedient: now would the Lord have fed them as a sheep in a wide pasture."
    },
    {
      "verse": 17,
      "text": "Ephraim is bound to idols: let him alone."
    },
    {
      "verse": 18,
      "text": "Their drinking bout will come to an end: while they are so often guilty of lewdness, their rulers love, prepare themselves but shame."
    },
    {
      "verse": 19,
      "text": "The wind seizeth fast on them with its wings, and they shall be ashamed because of their sacrifices."
    }
  ]
}