{
  "book_id": "HOS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Hear this, O ye priests; and listen well, O ye house of Israel; and give ye ear, O house of the king; for the punishment threateneth you; because ye have been a snare on Mizpah, and a net spread out upon Thabor."
    },
    {
      "verse": 2,
      "text": "And for murdering they who had rebelled [against God] concealed themselves in deep places; but I will inflict correction on them all."
    },
    {
      "verse": 3,
      "text": "I well know Ephraim, and Israel is not hidden from me; for now, O Ephraim, hast thou played the harlot, [and] Israel is defiled."
    },
    {
      "verse": 4,
      "text": "Their doings will not permit them to return unto their God; for the spirit of lewdness is in their bosom, and the Lord they have not known."
    },
    {
      "verse": 5,
      "text": "Therefore shall the pride of Israel be humbled before his face: and Israel and Ephraim shall stumble in their iniquity; Judah also shall stumble with them."
    },
    {
      "verse": 6,
      "text": "With their flocks and with their herds will they go to seek the Lord; but they shall not find him: he hath withdrawn himself from them."
    },
    {
      "verse": 7,
      "text": "Against the Lord have they dealt treacherously; for strange children have they begotten: now shall one month devour them together with their possessions."
    },
    {
      "verse": 8,
      "text": "Blow ye the cornet in Gib'ah, the trumpet in Ramah: blow the alarm at Beth-aven, [The enemy is] after thee, O Benjamin."
    },
    {
      "verse": 9,
      "text": "Ephraim shall be made desolate on the day of chastisement: among the tribes of Israel had I made known that which is true."
    },
    {
      "verse": 10,
      "text": "The princes of Judah were like those that remove the landmark: my wrath, therefore, will I pour out upon them like water."
    },
    {
      "verse": 11,
      "text": "Oppressed is Ephraim, broken through punishment; because he willingly walked after the commandment [of false prophets]."
    },
    {
      "verse": 12,
      "text": "But like the moth became I unto Ephraim, and like rottenness to the house of Judah."
    },
    {
      "verse": 13,
      "text": "Then saw Ephraim his sickness, and Judah his wound, and Ephraim went to Asshur, and [the other] sent to the king that should contend [[Jareb]]; but he will never be able to heal you, nor remove from you your wound."
    },
    {
      "verse": 14,
      "text": "For I am as a lion unto Ephraim, and as a young lion to the house of Judah: I, even I myself will tear in pieces and go away; I will bear away, and none shall deliver."
    },
    {
      "verse": 15,
      "text": "I will go [from here, and] return to my place, till they acknowledge their guilt, and seek my presence: in their affliction will they seek for me."
    }
  ]
}