{
  "book_id": "HOS",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Should I desire to heal Israel, then would the iniquity of Ephraim and the wickedness of Samaria be laid open; for they commit falsehood; and the thief entereth [secretly], and the troop of robbers is spread abroad without."
    },
    {
      "verse": 2,
      "text": "And they never think in their own heart that I remember all their wickedness: though now their own doings are all round about them; before my face are they present."
    },
    {
      "verse": 3,
      "text": "With their wickedness they make the king glad, and with their lies the princes."
    },
    {
      "verse": 4,
      "text": "They are all adulterers, as an oven well heated by the baker: [when] he that stirreth [the fire] resteth awhile from kneading the dough, until it be leavened."
    },
    {
      "verse": 5,
      "text": "On the day of our king's [entering on his rule] the princes are made sick with the fumes of wine: [the king] joineth his hand with scorners."
    },
    {
      "verse": 6,
      "text": "For they make ready their heart for their tricky deeds, like the oven, the baker whereof sleepeth all the night, while in the morning it gloweth as a flaming fire."
    },
    {
      "verse": 7,
      "text": "They are all hot as an oven, they devour their judges; all their kings are fallen: there is none among them that calleth unto me."
    },
    {
      "verse": 8,
      "text": "Ephraim mixeth himself indeed among the nations: Ephraim is a cake not turned."
    },
    {
      "verse": 9,
      "text": "Strangers devour his strength, and he knoweth it not: yea, gray hairs are sprinkled about on his [head], yet he knoweth not."
    },
    {
      "verse": 10,
      "text": "And humbled was the pride of Israel before his own face; but they did not return to the Lord their God, and sought him not, notwithstanding all this."
    },
    {
      "verse": 11,
      "text": "And Ephraim is become like a silly dove without understanding: Egypt did they call hither, to Assyria did they go."
    },
    {
      "verse": 12,
      "text": "As they go, so will I spread out my net over them; as the fowls of the heaven will I bring them down: I will chastise them, as it hath been announced to their congregation."
    },
    {
      "verse": 13,
      "text": "Woe unto them! for they have fled from me; destruction shall come unto them, because they have transgressed against me: though I desired to redeem them, they yet spoke lies against me."
    },
    {
      "verse": 14,
      "text": "And they cried not unto me with their heart, when they howled upon their beds: for corn and new wine they assemble themselves, and they rebel against me."
    },
    {
      "verse": 15,
      "text": "And I desired to instruct and to strengthen their arms; yet would they devise evil against me."
    },
    {
      "verse": 16,
      "text": "They never return upward: they are like a deceitful bow: by the sword shall their princes fall because of the rage of their tongue; this shall be their derision in the land of Egypt."
    }
  ]
}