{
  "book_id": "HOS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Set the cornet to thy mouth. [Let the enemy come] like the eagle against the house of the Lord: because they have transgressed my covenant, and against my law have they trespassed."
    },
    {
      "verse": 2,
      "text": "To me will they then cry, My God, we, Israel, know thee."
    },
    {
      "verse": 3,
      "text": "[But] Israel did reject the good; so let the enemy pursue him."
    },
    {
      "verse": 4,
      "text": "They set up kings, but not my advice: they chose princes and I knew it not: of their silver and their gold have they made themselves idols so that they will be cut off."
    },
    {
      "verse": 5,
      "text": "Thy calf, O Samaria, hath caused thy rejection; my anger is kindled against them: how long will it be that they cannot cleanse themselves?"
    },
    {
      "verse": 6,
      "text": "For whom Israel did also that [idol] spring; an artisan made it, and no God is it: so then shall it become broken in splinters— that calf of Samaria."
    },
    {
      "verse": 7,
      "text": "For the wind do they sow, and the whirlwind shall they reap: [their seed] bringeth no standing corn; the plant yieldeth no meal; but should it yield it, strangers would swallow it up."
    },
    {
      "verse": 8,
      "text": "Swallowed up is Israel: now are they among the nations as a vessel without any value."
    },
    {
      "verse": 9,
      "text": "For they are needs gone up to Assyria, they who like a wild ass should dwell alone: Ephraim spendeth lovers' gifts."
    },
    {
      "verse": 10,
      "text": "But even though they should spend gifts among the nations, now will I gather them: and they shall be humbled a little through the burden of the king of princes."
    },
    {
      "verse": 11,
      "text": "Because Ephraim hath multiplied altars to sin, the altars have been unto him the means of sinning."
    },
    {
      "verse": 12,
      "text": "I ever wrote down for him the great things of my law; but as a strange thing are they accounted."
    },
    {
      "verse": 13,
      "text": "My sacrificial offerings they slay as common flesh that they may eat it; the Lord accepteth them not in favor: now will he remember their iniquity, and visit their sins; they shall indeed return to Egypt."
    },
    {
      "verse": 14,
      "text": "For Israel forgot his Maker, and built palaces; and Judah multiplied fortified cities; but I will send a fire among his cities, and it shall devour their fine edifices."
    }
  ]
}