{
  "book_id": "HOS",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "An emptied vine is Israel; how should he bring forth fruit for himself? the more numerous was his fruit the more he increased the altars; the more prosperous was his land, the more they made goodly statues."
    },
    {
      "verse": 2,
      "text": "Their heart is divided; now shall they bear their guilt: this will break down their altars, will devastate their statues."
    },
    {
      "verse": 3,
      "text": "For now will they say, We have no king; because we fear not the Lord: and the king—what can he do for us?"
    },
    {
      "verse": 4,
      "text": "They have spoken [vain] words, swearing falsely in making a covenant: therefore springeth up the punishment as poison in the furrows of the field."
    },
    {
      "verse": 5,
      "text": "For the calves of Beth-aven are terrified the inhabitants of Samaria: yea, the people thereof mourn over them, and also its false priests that [before] rejoiced over them, for its glory, because it is departed from it."
    },
    {
      "verse": 6,
      "text": "Also this shall be carried unto Assyria for a present to the contentious king: Ephraim shall receive shame, and Israel shall be ashamed because of his own counsel."
    },
    {
      "verse": 7,
      "text": "As for Samaria, her king shall vanish like the foam upon the surface of the water."
    },
    {
      "verse": 8,
      "text": "And destroyed shall be the high-places of Aven, [the cause of] the sin of Israel; the thorn and the thistle shall grow upon their altars: and they shall say to the mountains, Cover us; and to the hills, Fall upon us."
    },
    {
      "verse": 9,
      "text": "More than in the days of Gib'ah hast thou sinned, O Israel! there they stood; and the battle in Gib'ah against the children of wickedness did not overtake them."
    },
    {
      "verse": 10,
      "text": "[But now] after my desire will I chastise them: and the people shall be gathered against them, when they harness them [for labor] in their two furrows."
    },
    {
      "verse": 11,
      "text": "And Ephraim is as a well-taught heifer that loveth to tread out the corn; and I passed over her fair neck: now will I make Ephraim draw the wagon, Judah shall plough, and Jacob shall harrow the field for the enemy."
    },
    {
      "verse": 12,
      "text": "Sow then for yourselves after righteousness, that you may reap [the fruit] of kindness; cultivate your fallow field; for it is time to seek the Lord, till he come and rain righteousness down for you."
    },
    {
      "verse": 13,
      "text": "[But] ye have ploughed wickedness, iniquity have ye reaped, ye have eaten the fruit of lies; because thou didst trust in thy own way, in the multitude of thy mighty men:"
    },
    {
      "verse": 14,
      "text": "Therefore shall a tumult arise among thy people, and all thy fortresses shall be wasted, as Shalman devastated Beth-arbel on the day of battle, [when] the mother was dashed in pieces upon her children."
    },
    {
      "verse": 15,
      "text": "The like of this doth Beth-el procure unto you because of your great wickedness: in the early morning shall utterly pass away the king of Israel."
    }
  ]
}