{
  "book_id": "HOS",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "When Israel was yet young, then I loved him, and out of Egypt did I call my son."
    },
    {
      "verse": 2,
      "text": "The [prophets] called them; but the more they went from them: unto the Be'alim would they sacrifice, and to the graven images would they burn incense."
    },
    {
      "verse": 3,
      "text": "Yet I myself appointed a leader for Ephraim, who took them up in his arms; but they would not acknowledge that I healed them."
    },
    {
      "verse": 4,
      "text": "With human cords I ever drew them forward, with leading-strings of love: and I was to them as those that lift off the yoke from their jaws, and I held out unto them food."
    },
    {
      "verse": 5,
      "text": "He should not return unto the land of Egypt: yet [now] is the Assyrian his king; because they refused to repent."
    },
    {
      "verse": 6,
      "text": "And the sword shall fall on his cities, and shall make an end of his boughs, and consume them, because of their [evil] counsels."
    },
    {
      "verse": 7,
      "text": "For my people are only bent on backsliding from me; and though upward they call them, they altogether will not elevate themselves."
    },
    {
      "verse": 8,
      "text": "How shall I give thee up, Ephraim? how shall I surrender thee, Israel? how shall I make thee as Admah? how shall I change thee as Zeboyim? turned is my heart within me, all my compassion is enkindled together."
    },
    {
      "verse": 9,
      "text": "I will not execute the fierceness of my anger, I will not again destroy Ephraim; for God am I, and not man, the Holy One in the midst of thee, and I will not come with an enemy's hatred."
    },
    {
      "verse": 10,
      "text": "They shall follow after the Lord, when he will roar like a lion; for he will roar, and the children shall hasten together from the west;"
    },
    {
      "verse": 11,
      "text": "They shall hasten together as birds out of Egypt, and as doves out of the land of Assyria: and I will cause them to dwell in their houses, saith the Lord."
    },
    {
      "verse": 12,
      "text": "(12:1) With lies hath Ephraim encompassed me about, and with deceit, the house of Israel; but Judah yet ruleth with God, and is faithful to the Holy One."
    }
  ]
}