{
  "book_id": "HOS",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "(12:2) Ephraim feedeth on wind, and pursueth the east wind; the whole day he increaseth deceit and corruption; and a covenant do they make with Assyria, and oil is carried into Egypt."
    },
    {
      "verse": 2,
      "text": "(12:3) But with Judah also hath the Lord [to hold] a controversy; and to punish Jacob according to his ways, according to his doings will he recompense him."
    },
    {
      "verse": 3,
      "text": "(12:4) In the womb he took his brother by the heel, and in his strength he strove with an angel."
    },
    {
      "verse": 4,
      "text": "(12:5) Yea, he strove with an angel, and prevailed; he wept, and made supplication unto him: in Beth-el he should find him, and there he will speak with us."
    },
    {
      "verse": 5,
      "text": "(12:6) And the Lord God of hosts, the Eternal One is his memorial."
    },
    {
      "verse": 6,
      "text": "(12:7) Therefore do thou return to thy God: keep goodness and justice, and wait on thy God continually."
    },
    {
      "verse": 7,
      "text": "(12:8) But like a merchant, who hath the balances of deceit in his hand, loving to overreach,"
    },
    {
      "verse": 8,
      "text": "(12:9) Did Ephraim say, I am certainly become rich, I have acquired substance unto myself: it is all through my labors; they will find no iniquity in me, that could be sin."
    },
    {
      "verse": 9,
      "text": "(12:10) And I am the Lord thy God from the land of Egypt: I will yet make thee dwell in tents, as in the days of antiquity."
    },
    {
      "verse": 10,
      "text": "(12:11) And I have spoken through the prophets, and I myself have multiplied visions, and by the means of the prophets have I spoken in similitudes."
    },
    {
      "verse": 11,
      "text": "(12:12) If in Gil'ad there was misfortune, [it is because] there was naught but idolatry; in Gilgal they sacrificed bullocks [to idols]: their altars also are as stone-heaps on the furrows of the fields."
    },
    {
      "verse": 12,
      "text": "(12:13) And Jacob fled into the fields of Syria, and Israel served for a wife, and for a wife he kept [the flocks]."
    },
    {
      "verse": 13,
      "text": "(12:14) And by a prophet did the Lord bring Israel out of Egypt, and by a prophet was he guarded."
    },
    {
      "verse": 14,
      "text": "(12:15) [Yet] Ephraim provoked [him] to anger most bitterly: therefore will his Lord cast his blood-guiltiness upon him, and his reproach will he recompense unto him."
    }
  ]
}