{
  "book_id": "HOS",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "When once Ephraim spoke, [all] trembled, so high was he exalted in Israel; but he offended through Ba'al, and he died."
    },
    {
      "verse": 2,
      "text": "And now they yet continue to sin, and have made themselves molten images of their silver, idols according to their own imagining, every one of them the work of the artisan: they say to them, They that sacrifice men may kiss the calves."
    },
    {
      "verse": 3,
      "text": "Therefore shall they be as the morning cloud, and as the dew that early passeth away, as the chaff that is driven by the whirlwind out of the threshing-floor, and as smoke out of a window."
    },
    {
      "verse": 4,
      "text": "Yet I am the Lord thy God from the land of Egypt: and no god but me shalt thou know, and there is no saviour beside me."
    },
    {
      "verse": 5,
      "text": "I myself did provide for thee in the wilderness, in the land of great drought."
    },
    {
      "verse": 6,
      "text": "When they came to their pasture, they became sated; they were sated, and their heart was lifted up: therefore have they forgotten me."
    },
    {
      "verse": 7,
      "text": "And now I will be unto them as a lion: as a leopard will I lie in wait by the way."
    },
    {
      "verse": 8,
      "text": "I will meet them as a bear bereaved of her whelps, and I will rend their closed-up heart; and I will devour them there like a lioness, the beasts of the field shall rend them."
    },
    {
      "verse": 9,
      "text": "Thou hast destroyed thyself, O Israel; for against me, against thy helper [didst thou rebel.]"
    },
    {
      "verse": 10,
      "text": "Where then is now thy king, that he may save thee in all thy cities? and thy judges, since thou saidst, Give me a king, and princes?"
    },
    {
      "verse": 11,
      "text": "I give thee a king in my anger, and take him away in my wrath."
    },
    {
      "verse": 12,
      "text": "Bound up is the iniquity of Ephraim, treasured up is his sin."
    },
    {
      "verse": 13,
      "text": "The pains of a travailing woman shall come upon him; he is an unwise son; for he will not remain steadfast at the time of the breaking forth of the child."
    },
    {
      "verse": 14,
      "text": "From the power of the grave would I ransom them, from death would I redeem them; [but now] where are thy plagues, O death, where is thy pestilence, O grave? compassion shall be hidden from my eyes."
    },
    {
      "verse": 15,
      "text": "Though he grow luxuriantly in the green meadows, the east wind shall come, the wind of the Lord, rising up from the wilderness, and his spring shall become dry, and his fountain shall be dried up: the same shall plunder the treasure of all precious vessels."
    },
    {
      "verse": 16,
      "text": "(14:1) Samaria shall meet her punishment; for she hath rebelled against her God: by the sword shall they fall; their infants shall be dashed in pieces, and their pregnant women shall be ripped up."
    }
  ]
}