{
  "book_id": "ACT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The former narrative I made, O Theophilus, of all that Jesus both did and taught from the beginning"
    },
    {
      "verse": 2,
      "text": "until the day in which, after he had through the Holy Spirit given commandments to the apostles whom he had chosen, he was taken up;"
    },
    {
      "verse": 3,
      "text": "to whom also he showed himself living, after he had suffered, by many sure proofs, appearing to them during forty days, and speaking of the things pertaining to the kingdom of God."
    },
    {
      "verse": 4,
      "text": "And while in assembly with them, he commanded them not to depart from Jerusalem, but to wait for what had been promised by the Father, which [[said he]] ye heard from me;"
    },
    {
      "verse": 5,
      "text": "for John indeed baptized with water, but ye will be baptized in the Holy Spirit not many days hence."
    },
    {
      "verse": 6,
      "text": "They therefore, having come together, asked him, saying, Lord, art thou at this time about to restore the kingdom to Israel?"
    },
    {
      "verse": 7,
      "text": "But he said to them, It belongeth not to you to know times or seasons, which the Father appointed by his own authority."
    },
    {
      "verse": 8,
      "text": "But ye will receive power when the Holy Spirit hath come upon you; and ye will be my witnesses, both in Jerusalem and in all Judaea, and in Samaria, and to the end of the earth."
    },
    {
      "verse": 9,
      "text": "And having thus spoken, while they beheld, he was taken up; and a cloud received him out of their sight."
    },
    {
      "verse": 10,
      "text": "And while they were looking earnestly into heaven as he went up, lo! two men stood by them in white apparel,"
    },
    {
      "verse": 11,
      "text": "who said, Men of Galilee, why stand ye gazing up into heaven? This Jesus, who hath been taken up from you into heaven, will come in the same manner in which ye beheld him going into heaven."
    },
    {
      "verse": 12,
      "text": "Then they returned to Jerusalem, from the mount called Olivet, which is near Jerusalem, within a sabbath-day's journey."
    },
    {
      "verse": 13,
      "text": "And when they had come in, they went up into the upper room where they were making their abode, namely, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus, and Simon the zealot, and Judas the brother of James."
    },
    {
      "verse": 14,
      "text": "These all continued with one accord in prayer, with women and Mary the mother of Jesus, and his brothers."
    },
    {
      "verse": 15,
      "text": "And in those days Peter stood up in the midst of the brethren, and said, (the number of the names together was about one hundred and twenty,)"
    },
    {
      "verse": 16,
      "text": "Brethren, it was necessary that this scripture should be fulfilled, which the Holy Spirit through the mouth of David spoke before concerning Judas, who became guide to those who took Jesus."
    },
    {
      "verse": 17,
      "text": "For he was numbered among us, and obtained the allotment of this ministry."
    },
    {
      "verse": 18,
      "text": "Now this man purchased a field with the wages of the iniquity; and falling headlong he burst asunder in the middle, and all his bowels gushed out."
    },
    {
      "verse": 19,
      "text": "And it became known to all the inhabitants of Jerusalem, so that that field is called in their own tongue, Aceldamach, that is, Field of Blood."
    },
    {
      "verse": 20,
      "text": "For it is written in the book of Psalms, “Let his habitation be made desolate, and let no one dwell therein;” and, “Let another take his office.”"
    },
    {
      "verse": 21,
      "text": "Of these men, therefore, who accompanied us all the time that the Lord Jesus went in and out among us,"
    },
    {
      "verse": 22,
      "text": "from the baptism of John until the day when he was taken up from us, must one be made a witness with us of his resurrection."
    },
    {
      "verse": 23,
      "text": "And they proposed two, Joseph called Barsabbas, who was surnamed Justus, and Matthias."
    },
    {
      "verse": 24,
      "text": "And they prayed saying, Thou, Lord, who knowest the hearts of all men, show which of these two thou hast chosen"
    },
    {
      "verse": 25,
      "text": "to take the part of this ministry and apostleship, from which Judas by transgression fell away, that he might go to his own place."
    },
    {
      "verse": 26,
      "text": "And they cast lots for them; and the lot fell upon Matthias, and he was numbered with the eleven apostles."
    }
  ]
}