{
  "book_id": "ACT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And Peter and John were going up together to the temple, at the hour of prayer, which is the ninth hour."
    },
    {
      "verse": 2,
      "text": "And a certain man lame from his birth was carried along, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms of those who entered the temple;"
    },
    {
      "verse": 3,
      "text": "who, seeing Peter and John about to go into the temple, asked alms."
    },
    {
      "verse": 4,
      "text": "And Peter fixing his eyes upon him, with John, said, Look upon us."
    },
    {
      "verse": 5,
      "text": "And he gave heed to them, expecting to receive something from them."
    },
    {
      "verse": 6,
      "text": "Then Peter said, Silver and gold have I none; but what I have I give thee. In the name of Jesus Christ the Nazarene, rise up and walk."
    },
    {
      "verse": 7,
      "text": "And grasping him by the right hand, he raised him up; and immediately his feet and ankles received strength."
    },
    {
      "verse": 8,
      "text": "And leaping forth he stood, and walked, and entered with them into the temple, walking and leaping, praising God."
    },
    {
      "verse": 9,
      "text": "And all the people saw him walking, and praising God;"
    },
    {
      "verse": 10,
      "text": "and they recognized him as the man that sat for alms at the Beautiful Gate of the temple; and they were filled with wonder and amazement at that which had happened to him."
    },
    {
      "verse": 11,
      "text": "And as he held fast to Peter and John, all the people ran together to them in the porch that is called Solomon's greatly wondering."
    },
    {
      "verse": 12,
      "text": "But Peter seeing it, answered the people: Men of Israel, why wonder ye at this? Or why look ye earnestly on us, as though by our own power or godliness we had made this man to walk?"
    },
    {
      "verse": 13,
      "text": "The God of Abraham and Isaac and Jacob, the God of our fathers, hath glorified his servant Jesus, whom ye indeed delivered up, and denied him in the presence of Pilate, when he had decided to release him."
    },
    {
      "verse": 14,
      "text": "But ye denied the holy and righteous one, and asked that a murderer should be granted to you."
    },
    {
      "verse": 15,
      "text": "But the author of life ye killed; whom God raised from the dead, whereof we are witnesses."
    },
    {
      "verse": 16,
      "text": "And his name, through faith in his name, made this man strong, whom ye see and know; yea, the faith which is through him gave him this perfect soundness in the presence of you all."
    },
    {
      "verse": 17,
      "text": "And now, brethren, I know that ye acted in ignorance, as did also your rulers."
    },
    {
      "verse": 18,
      "text": "But God thus fulfilled what he had before announced by the mouth of all the prophets, that his Christ should suffer."
    },
    {
      "verse": 19,
      "text": "Repent therefore and turn from your ways, that your sins may be blotted out, in order that the times of refreshing may come from the presence of the Lord,"
    },
    {
      "verse": 20,
      "text": "and that he may send forth Christ Jesus, who was before appointed for you;"
    },
    {
      "verse": 21,
      "text": "whom heaven indeed must receive until the times of a restoration of all things; of which times God spoke by the mouth of his holy prophets from the days of old."
    },
    {
      "verse": 22,
      "text": "Moses indeed said, “A prophet will the Lord your God raise up to you from among your brethren, as be raised up me; him shall ye hear in all things, whatever he shall speak to you."
    },
    {
      "verse": 23,
      "text": "And it shall come to pass, that every soul which doth not hear that prophet shall be utterly destroyed from among the people.”"
    },
    {
      "verse": 24,
      "text": "And all the prophets also, Samuel and those who followed, as many as spoke, announced these days."
    },
    {
      "verse": 25,
      "text": "Ye are the sons of the prophets, and of the covenant which God made with our fathers, saying to Abraham, “And in thy posterity shall all the families of the earth be blessed.”"
    },
    {
      "verse": 26,
      "text": "To you first, God, having raised up his servant, sent him to bless you in turning away every one of you from your iniquities."
    }
  ]
}