{
  "book_id": "ACT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And while they were speaking to the people, the priests and the captain of the temple and the Sadducees came upon them,"
    },
    {
      "verse": 2,
      "text": "being indignant that they taught the people, and proclaimed in Jesus the resurrection from the dead."
    },
    {
      "verse": 3,
      "text": "And they laid hands upon them, and put them in prison until the next day; for it was now evening."
    },
    {
      "verse": 4,
      "text": "Many however of those who heard the word believed; and the number of the men became five thousand."
    },
    {
      "verse": 5,
      "text": "And it came to pass on the next day, that their rulers and elders and scribes,"
    },
    {
      "verse": 6,
      "text": "and Annas the high-priest, and Caiaphas, and John, and Alexander, and as many as were of the kindred of the high-priest, were gathered together at Jerusalem."
    },
    {
      "verse": 7,
      "text": "And when they had set them in the midst, they asked, By what power, or by what name, did ye do this?"
    },
    {
      "verse": 8,
      "text": "Then Peter, filled with the Holy Spirit, said to them, Rulers of the people, and elders of Israel!"
    },
    {
      "verse": 9,
      "text": "If we are this day examined in respect to a good deed done to a cripple, by what means he hath been restored,"
    },
    {
      "verse": 10,
      "text": "be it known to you all, and to all the people of Israel, that by the name of Jesus Christ the Nazarene, whom ye crucified, whom God raised from the dead,—by him doth this man stand here before you sound."
    },
    {
      "verse": 11,
      "text": "This is the stone which was set at nought by you the builders, which is become a cornerstone."
    },
    {
      "verse": 12,
      "text": "And there is salvation in no other; for there is not another name under heaven, that hath been given among men, by which we must be saved."
    },
    {
      "verse": 13,
      "text": "And when they beheld the boldness of Peter and John, and perceived that they were unlearned and common men, they wondered; and they recognized them as having been with Jesus."
    },
    {
      "verse": 14,
      "text": "And seeing the man that had been cured standing with them, they could say nothing in reply."
    },
    {
      "verse": 15,
      "text": "But when they had commanded them to go aside out of the council, they conferred among themselves,"
    },
    {
      "verse": 16,
      "text": "saying, What shall we do to these men? for that indeed a remarkable sign hath been wrought by them is manifest to all that dwell in Jerusalem; and we cannot deny it."
    },
    {
      "verse": 17,
      "text": "But that it spread no further among the people, let us strictly forbid them with threats to speak any longer in this name to any one."
    },
    {
      "verse": 18,
      "text": "And they called them, and commanded them not to speak at all, nor teach, in the name of Jesus."
    },
    {
      "verse": 19,
      "text": "But Peter and John answered and said to them, Whether it is right in the sight of God to hearken to you rather than to God, judge ye."
    },
    {
      "verse": 20,
      "text": "For we cannot but speak the things which we saw and heard."
    },
    {
      "verse": 21,
      "text": "So, having further threatened them, they let them go, finding no way to punish them, on account of the people; because all were glorifying God for that which had been done."
    },
    {
      "verse": 22,
      "text": "For the man was above forty years old, on whom this sign of the healing had been wrought."
    },
    {
      "verse": 23,
      "text": "And being released they went to their own company, and reported all that the chief priests and elders had said to them."
    },
    {
      "verse": 24,
      "text": "And on hearing it, they lifted up their voice to God with one accord, and said, Lord, thou art he that made heaven and earth and sea, and all things that are in them;"
    },
    {
      "verse": 25,
      "text": "who by the mouth of thy servant David said, “Why did the heathen rage, and the peoples meditate vain things?"
    },
    {
      "verse": 26,
      "text": "The kings of the earth came up, and the rulers assembled together, against the Lord, and against his Anointed.”"
    },
    {
      "verse": 27,
      "text": "For in truth against thy holy servant Jesus, whom thou didst anoint, did both Herod and Pontius Pilate, with the gentiles, and the peoples of Israel, assemble in this city,"
    },
    {
      "verse": 28,
      "text": "to do whatever thy hand and thy will before determined to be done."
    },
    {
      "verse": 29,
      "text": "And now, Lord, look upon their threatenings, and grant to thy servants that with all boldness they may speak thy word,"
    },
    {
      "verse": 30,
      "text": "while thou stretchest forth thy hand to heal, and signs and wonders are wrought through the name of thy holy servant Jesus."
    },
    {
      "verse": 31,
      "text": "And when they had prayed, the place was shaken where they were assembled; and they were all filled with the Holy Spirit, and they spoke the word of God with boldness."
    },
    {
      "verse": 32,
      "text": "And the multitude of those who believed were of one heart, and of one soul; and not one of them said that aught of the things which he possessed was his own; but they had all things common."
    },
    {
      "verse": 33,
      "text": "And with great power did the apostles give their testimony to the resurrection of the Lord Jesus; and great grace was upon them all."
    },
    {
      "verse": 34,
      "text": "For there was no one among them that was in want; for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold,"
    },
    {
      "verse": 35,
      "text": "and laid them at the feet of the apostles; and distribution was made to every one, according as he had need."
    },
    {
      "verse": 36,
      "text": "And Joseph, who by the apostles was surnamed Barnabas, (which is, when interpreted, Son of consolation,) a Levite, born in Cyprus,"
    },
    {
      "verse": 37,
      "text": "having land, sold it, and brought the money, and laid it at the feet of the apostles."
    }
  ]
}