{
  "book_id": "ACT",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Now about that time, Herod the king laid his hands upon certain of the church, to oppress them."
    },
    {
      "verse": 2,
      "text": "And he slew James, the brother of John, with the sword."
    },
    {
      "verse": 3,
      "text": "And seeing that it pleased the Jews, he proceeded to apprehend Peter also; (then were the days of unleavened bread;)"
    },
    {
      "verse": 4,
      "text": "and he seized him and put him in prison, and delivered him to four quaternions of soldiers to keep him; intending after the passover to bring him forth to the people."
    },
    {
      "verse": 5,
      "text": "Peter therefore was kept guarded in prison; but earnest prayer was made by the church to God in his behalf."
    },
    {
      "verse": 6,
      "text": "And when Herod was about to bring him forth, on that night Peter was sleeping between two soldiers, bound with two chains, and keepers before the door were guarding the prison."
    },
    {
      "verse": 7,
      "text": "And lo! an angel of the Lord came to him, and a light shone in the room; and he smote Peter on the side, and roused him, saying, Rise up quickly. And his chains fell from his hands."
    },
    {
      "verse": 8,
      "text": "And the angel said to him, Gird thyself, and bind on thy sandals; and he did so. And he saith to him, Throw thy garment round thee, and follow me."
    },
    {
      "verse": 9,
      "text": "And he went out, and followed; and he knew not that what was done by the angel was real, but thought he saw a vision."
    },
    {
      "verse": 10,
      "text": "And when they had passed the first, and the second guard, they came to the iron gate that leadeth to the city, which opened to them of itself; and they went out and passed on through one street, and the angel immediately departed from him."
    },
    {
      "verse": 11,
      "text": "And when Peter had come to himself, he said, Now I know certainly, that the Lord hath sent forth his angel, and hath delivered me out of the hand of Herod, and from all the expectation of the people of the Jews."
    },
    {
      "verse": 12,
      "text": "And when he understood the matter, he came to the house of Mary the mother of John, surnamed Mark, where many were gathered together, and praying."
    },
    {
      "verse": 13,
      "text": "And as he knocked at the door of the gate, a maid-servant came to listen, named Rhoda;"
    },
    {
      "verse": 14,
      "text": "and recognizing Peter's voice, she opened not the gate for gladness; but ran in, and told them that Peter was standing before the gate."
    },
    {
      "verse": 15,
      "text": "And they said to her, Thou art mad. But she positively affirmed that it was even so. Then they said, It is his angel."
    },
    {
      "verse": 16,
      "text": "But Peter continued knocking; and opening the door, they saw him, and were amazed."
    },
    {
      "verse": 17,
      "text": "But beckoning to them with his hand to be silent, he related how the Lord had brought him out of the prison. And he said, Go and tell these things to James, and to the brethren. And he departed, and went to another place."
    },
    {
      "verse": 18,
      "text": "And when it was day, there was no small commotion among the soldiers, as to what had become of Peter."
    },
    {
      "verse": 19,
      "text": "And Herod, when he had sought for him and found him not, examined the keepers, and commanded that they should be led away [[to execution]]. And he went down from Judea to Caesarea, and there abode."
    },
    {
      "verse": 20,
      "text": "And he was highly displeased with the Tyrians and Sidonians; but they came to him with one accord, and having made Blastus the king's chamberlain their friend, sued for peace; because their country drew its nourishment from that of the king."
    },
    {
      "verse": 21,
      "text": "And on a day appointed, Herod, having arrayed himself in royal apparel, and taken his seat on the throne, made a speech to them."
    },
    {
      "verse": 22,
      "text": "And thereupon the people shouted, The voice of a god, and not of a man!"
    },
    {
      "verse": 23,
      "text": "But immediately an angel of the Lord smote him, because he gave not God the glory, and he was eaten by worms, and expired."
    },
    {
      "verse": 24,
      "text": "But the word of God grew and was extended."
    },
    {
      "verse": 25,
      "text": "And Barnabas and Saul returned from Jerusalem, having performed their service, taking with them also John, surnamed Mark."
    }
  ]
}