{
  "book_id": "ACT",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And there came down certain men from Judaea, and taught the brethren, Unless ye are circumcised after the custom of Moses, ye cannot be saved."
    },
    {
      "verse": 2,
      "text": "But when Paul and Barnabas had had no small dissension and debate with them, they determined that Paul and Barnabas, and certain others of them, should go up to Jerusalem to the apostles and elders about this question."
    },
    {
      "verse": 3,
      "text": "They therefore, having been sent forward by the church, passed through Phoenicia and Samaria, declaring the conversion of the gentiles; and they caused great joy to all the brethren."
    },
    {
      "verse": 4,
      "text": "And having come to Jerusalem, they were welcomed by the church, and by the apostles and elders, and they related what great things God had wrought with them."
    },
    {
      "verse": 5,
      "text": "But there rose up certain believers of the sect of the Pharisees, saying, It is necessary to circumcise them, and to command them to keep the law of Moses."
    },
    {
      "verse": 6,
      "text": "And the apostles and the elders came together to consider this matter."
    },
    {
      "verse": 7,
      "text": "And after much debate, Peter rose up and said to them, Brethren, ye know that a long time ago God made choice among you, that by my mouth the gentiles should hear the word of the glad tidings, and believe."
    },
    {
      "verse": 8,
      "text": "And God, who knoweth the heart, bore them witness, giving them the Holy Spirit, as he gave it to us;"
    },
    {
      "verse": 9,
      "text": "and made no difference between us and them, having purified their hearts by faith."
    },
    {
      "verse": 10,
      "text": "Now therefore why do ye provoke the anger of God, by putting a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?"
    },
    {
      "verse": 11,
      "text": "But we believe that we shall be saved through the grace of the Lord Jesus, in the same manner as they."
    },
    {
      "verse": 12,
      "text": "And all the multitude became silent, and listened to Barnabas and Paul, while they related what great signs and wonders God had wrought among the gentiles by them."
    },
    {
      "verse": 13,
      "text": "And after they had done speaking, James answered, saying, Brethren, hearken to me."
    },
    {
      "verse": 14,
      "text": "Simeon hath related how God first visited the gentiles, to take out of them a people for his name."
    },
    {
      "verse": 15,
      "text": "And with this agree the words of the Prophets, as it is written:"
    },
    {
      "verse": 16,
      "text": "“After this I will return, and will rebuild the tabernacle of David which hath fallen; and I will rebuild its ruins, and will set it up;"
    },
    {
      "verse": 17,
      "text": "that the rest of men may seek after the Lord, and all the gentiles, who have been called by my name, saith the Lord, who doeth these things,"
    },
    {
      "verse": 18,
      "text": "which were known from the beginning.”"
    },
    {
      "verse": 19,
      "text": "Wherefore my judgment is, that we should not trouble those who from among the gentiles are turning to God;"
    },
    {
      "verse": 20,
      "text": "but that we should write to them by letter to abstain from pollutions of idols, and from fornication, and from that which hath been strangled, and from blood."
    },
    {
      "verse": 21,
      "text": "For Moses from the times of old hath had in every city those who preach him, being read in the synagogues every sabbath."
    },
    {
      "verse": 22,
      "text": "Then it was decided by the apostles and the elders, with the whole church, to choose men from among themselves, and send them to Antioch, with Paul and Barnabas, namely, Judas called Barsabbas, and Silas, leading men among the brethren."
    },
    {
      "verse": 23,
      "text": "And they wrote by them, “The apostles, and the elders, and the brethren, to the brethren who are from the gentiles in Antioch and Syria and Cilicia, greeting."
    },
    {
      "verse": 24,
      "text": "Whereas we have heard, that some who went out from us have troubled you with words, subverting your souls, to whom we gave no command;"
    },
    {
      "verse": 25,
      "text": "it seemed good to us, having become of one mind, to choose men and send them to you, with our beloved Barnabas and Paul,"
    },
    {
      "verse": 26,
      "text": "men who have hazarded their lives for the name of our Lord Jesus Christ."
    },
    {
      "verse": 27,
      "text": "We have sent therefore Judas and Silas, who will themselves tell you the same things by word of mouth."
    },
    {
      "verse": 28,
      "text": "For it seemed good to the Holy Spirit and to us, to lay upon you no further burden except these necessary things:"
    },
    {
      "verse": 29,
      "text": "to abstain from meats offered to idols, and from blood, and from things strangled, and from fornication; from which if ye keep yourselves, ye will do well. Farewell.”"
    },
    {
      "verse": 30,
      "text": "They therefore being sent away came to Antioch; and when they had gathered the multitude together, they delivered the letter."
    },
    {
      "verse": 31,
      "text": "And when they had read it, they rejoiced over the encouragement."
    },
    {
      "verse": 32,
      "text": "And Judas and Silas, who were themselves prophets, exhorted the brethren with many words and confirmed them."
    },
    {
      "verse": 33,
      "text": "And when they had remained some time, they were dismissed with peace from the brethren to those who sent them."
    },
    {
      "verse": 34,
      "text": ""
    },
    {
      "verse": 35,
      "text": "But Paul and Barnabas continued in Antioch, teaching and publishing, with many others also, the glad tidings of the word of the Lord."
    },
    {
      "verse": 36,
      "text": "And some days after, Paul said to Barnabas, Let us go again and visit the brethren in every city where we have preached the word of the Lord, and see how they are."
    },
    {
      "verse": 37,
      "text": "And Barnabas determined to take with them John, called Mark."
    },
    {
      "verse": 38,
      "text": "But Paul did not think it proper to take with them a man who had left them in Pamphylia, and went not with them to the work."
    },
    {
      "verse": 39,
      "text": "And there arose a sharp contention, so that they parted from each other, and Barnabas took Mark and sailed to Cyprus."
    },
    {
      "verse": 40,
      "text": "And Paul chose Silas and went forth, having been commended by the brethren to the grace of the Lord."
    },
    {
      "verse": 41,
      "text": "And he went through Syria and Cilicia, confirming the churches."
    }
  ]
}