{
  "book_id": "ACT",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And he came to Derbe and Lystra; and lo! a certain disciple was there, named Timothy, the son of a believing Jewess, but whose father was a Greek;"
    },
    {
      "verse": 2,
      "text": "who was well a spoken of by the brethren in Lystra and Iconium."
    },
    {
      "verse": 3,
      "text": "Him Paul wished to go forth with him, and took and circumcised him on account of the Jews who were in those places; for they all knew that his father was a Greek."
    },
    {
      "verse": 4,
      "text": "And as they journeyed through the cities, they delivered to them for their observance the decrees which had been ordained by the apostles and elders that were at Jerusalem."
    },
    {
      "verse": 5,
      "text": "The churches therefore were established in the faith, and increased in number daily."
    },
    {
      "verse": 6,
      "text": "And having gone through Phrygia and the Galatian country, on being forbidden by the Holy Spirit to preach the word in Asia,"
    },
    {
      "verse": 7,
      "text": "they came to Mysia, and were attempting to go into Bithynia; but the Spirit of Jesus did not permit them."
    },
    {
      "verse": 8,
      "text": "And passing by Mysia, they came to Troas."
    },
    {
      "verse": 9,
      "text": "And a vision appeared to Paul in the night. There stood a man of Macedonia beseeching him and saying, Come over into Macedonia and help us."
    },
    {
      "verse": 10,
      "text": "And when he had seen the vision, we immediately endeavored to go into Macedonia, concluding that the Lord had called us to publish the glad tidings to them."
    },
    {
      "verse": 11,
      "text": "And setting sail from Troas, we came with a straight course to Samothrace, and on the day following to Neapolis;"
    },
    {
      "verse": 12,
      "text": "and thence to Philippi, which is a chief city of the province of Macedonia, a colony. And we remained in the city some days."
    },
    {
      "verse": 13,
      "text": "And on the sabbath-day we went forth out of the gate to a river-side, where was wont to be a place of prayer, and we sat down, and spoke to the women who had assembled."
    },
    {
      "verse": 14,
      "text": "And a certain woman named Lydia, a seller of purple, of the city of Thyatira, who worshipped God, was listening; whose heart the Lord opened to attend to the things which were spoken by Paul."
    },
    {
      "verse": 15,
      "text": "And when she had been baptized, and her household, she besought us, saying, If ye have judged me to be a believer in the Lord, come into my house, and abide. And she constrained us."
    },
    {
      "verse": 16,
      "text": "And it came to pass, as we were going to the place of prayer, that a certain bond-maid having a soothsaying spirit met us, who brought her masters much gain by soothsaying."
    },
    {
      "verse": 17,
      "text": "This woman followed Paul and us, and cried, saying, These men are the servants of the most high God, who announce to you the way of salvation."
    },
    {
      "verse": 18,
      "text": "And this she did for many days. But Paul, being much displeased, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And it came out immediately."
    },
    {
      "verse": 19,
      "text": "But her masters seeing that the hope of their gain was gone, laid hold of Paul and Silas, and dragged them into the market-place to the rulers;"
    },
    {
      "verse": 20,
      "text": "and having brought them before the magistrates, said, These men are grievously disturbing our city, being Jews;"
    },
    {
      "verse": 21,
      "text": "and they teach customs which it is not lawful for us Romans to receive or observe."
    },
    {
      "verse": 22,
      "text": "And the multitude rose up together against them, and the magistrates, tearing off their clothes, commanded to beat them with rods;"
    },
    {
      "verse": 23,
      "text": "and when they had laid on them many stripes, they cast them into prison, charging the jailer to keep them safely;"
    },
    {
      "verse": 24,
      "text": "who having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks."
    },
    {
      "verse": 25,
      "text": "But at midnight Paul and Silas praying, were singing praises to God; and the prisoners were listening to them."
    },
    {
      "verse": 26,
      "text": "And suddenly there was a great earthquake, so that the foundations of the prison were shaken; and all the doors were immediately opened, and the bands of all were loosed."
    },
    {
      "verse": 27,
      "text": "And the jailer awakening out of sleep, and seeing the prison-doors open, drew his sword, and was about to kill himself, supposing that the prisoners had escaped."
    },
    {
      "verse": 28,
      "text": "But Paul cried with a loud voice, saying, Do thyself no harm, for we are all here."
    },
    {
      "verse": 29,
      "text": "Then he called for a light, and sprang in, and fell down trembling before Paul and Silas;"
    },
    {
      "verse": 30,
      "text": "and having brought them out, he said, Sirs, what must I do to be saved?"
    },
    {
      "verse": 31,
      "text": "And they said, Believe in the Lord Jesus, and thou wilt be saved, and thy household."
    },
    {
      "verse": 32,
      "text": "And they spoke to him the word of the Lord, and to all that were in his house."
    },
    {
      "verse": 33,
      "text": "And he took them with him at that hour of the night, and washed their stripes; and he was immediately baptized, himself and all that belonged to him."
    },
    {
      "verse": 34,
      "text": "And when he had brought them up into his house, he set food before them, and rejoiced with all his house, having become a believer in God."
    },
    {
      "verse": 35,
      "text": "And when it was day, the magistrates sent the sergeants, saying, Release those men."
    },
    {
      "verse": 36,
      "text": "And the jailer reported these words to Paul: The magistrates have sent to release you; now therefore come out, and go in peace."
    },
    {
      "verse": 37,
      "text": "But Paul said to them, They have publicly beaten us uncondemned, although we are Romans, and have thrust us into prison; and now do they thrust us out secretly? No; but let them come themselves, and bring us out."
    },
    {
      "verse": 38,
      "text": "And the sergeants reported these words to the magistrates; and they were afraid when they heard that they were Romans."
    },
    {
      "verse": 39,
      "text": "And they came and besought them; and when they had brought them out, they entreated them to leave the city."
    },
    {
      "verse": 40,
      "text": "And when they had come out of the prison, they went into the house of Lydia; and when they saw the brethren, they exhorted them, and departed."
    }
  ]
}