{
  "book_id": "ACT",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where was the synagogue of the Jews."
    },
    {
      "verse": 2,
      "text": "And Paul, as his custom was, went in among them, and for three sabbaths discoursed to them out of the Scriptures,"
    },
    {
      "verse": 3,
      "text": "explaining them, and setting forth that it was necessary for the Christ to suffer, and to rise from the dead, and that “this is the Christ,—Jesus whom I am making known to you.”"
    },
    {
      "verse": 4,
      "text": "And some of them were convinced, and joined themselves to Paul and Silas, and of the devout Greeks a great multitude, and of the women of high rank not a few."
    },
    {
      "verse": 5,
      "text": "But the unbelieving Jews, taking with them certain bad men of the idlers in the market-place, and gathering a crowd, set the city in an uproar; and having come to the house of Jason, they endeavored to bring them out to the people;"
    },
    {
      "verse": 6,
      "text": "but not finding them, they dragged Jason and some of the brethren before the city magistrates, crying out, These men that have turned the world upside down have come hither also;"
    },
    {
      "verse": 7,
      "text": "whom Jason hath entertained; and they are all acting in opposition to the decrees of Caesar, saying that there is another king, Jesus."
    },
    {
      "verse": 8,
      "text": "And they alarmed the multitude and the city magistrates when they heard these things."
    },
    {
      "verse": 9,
      "text": "And having taken security of Jason and of the others, they let them go."
    },
    {
      "verse": 10,
      "text": "And the brethren immediately sent away Paul and Silas by night to Berea; who, having come there, went into the synagogue of the Jews."
    },
    {
      "verse": 11,
      "text": "These were more noble than those in Thessalonica, in that they received the word with all readiness, and searched the Scriptures daily, whether these things were so."
    },
    {
      "verse": 12,
      "text": "Many of them therefore believed; and of the Grecian women of rank and men, not a few."
    },
    {
      "verse": 13,
      "text": "But when the Jews of Thessalonica knew that at Beroea, too, the word of God was preached by Paul, they came hither also, and stirred up the multitudes."
    },
    {
      "verse": 14,
      "text": "And then immediately the brethren sent away Paul to go to the sea; but Silas and Timothy remained there."
    },
    {
      "verse": 15,
      "text": "And they who conducted Paul brought him to Athens; and having received a commandment to Silas and Timothy to come to him as soon as possible, they departed."
    },
    {
      "verse": 16,
      "text": "Now while Paul was waiting for them at Athens, his spirit was stirred within him, when he saw the city full of idols."
    },
    {
      "verse": 17,
      "text": "Therefore he reasoned in the synagogue with the Jews and the devout [[Greeks]], and in the market daily with those that met him."
    },
    {
      "verse": 18,
      "text": "And some of the Epicurean and Stoic philosophers also conversed with him. And some said, What doth this babbler mean to say? and others, He seemeth to be a setter forth of foreign gods; because he brought the glad tidings of Jesus and the resurrection."
    },
    {
      "verse": 19,
      "text": "And they took him and brought him to Mars' hill, saying, May we know what this new doctrine is, of which thou speakest?"
    },
    {
      "verse": 20,
      "text": "For thou bringest certain strange things to our ears. We would know therefore what these things mean."
    },
    {
      "verse": 21,
      "text": "Now all the Athenians, and the strangers residing among them, spent their leisure for nothing else but to tell or to hear something new."
    },
    {
      "verse": 22,
      "text": "Then Paul stood in the midst of Mars' hill, and said, Men of Athens, in all things I perceive that ye are very devout."
    },
    {
      "verse": 23,
      "text": "For while passing along and observing your objects of worship, I found also an altar with this inscription, “To an unknown God.” What therefore ye, without knowledge of it, worship, that do I make known to you."
    },
    {
      "verse": 24,
      "text": "The God who made the world and all things therein, he, being Lord of heaven and earth, dwelleth not in temples made with hands;"
    },
    {
      "verse": 25,
      "text": "nor doth he receive service at the hands of men, as though he needed anything, since it is he that giveth to all life and breath and all things."
    },
    {
      "verse": 26,
      "text": "And he made of one blood every nation of men to dwell on all the face of the earth, having fixed appointed times, and the bounds of their habitation;"
    },
    {
      "verse": 27,
      "text": "that they should seek God, if haply they might feel after him, and find him, though he is not far from every one of us."
    },
    {
      "verse": 28,
      "text": "For in him we live, and move, and have our being; as also some of your own poets have said: “For we are also his offspring.”"
    },
    {
      "verse": 29,
      "text": "Being then the offspring of God, we ought not to think that the Deity is like to gold or silver or stone, graven by the art and device of man."
    },
    {
      "verse": 30,
      "text": "The times indeed of ignorance God overlooked; but now commandeth all men every where to repent;"
    },
    {
      "verse": 31,
      "text": "inasmuch as he hath fixed a day, in which he will judge the world in righteousness by a man whom he hath appointed; having given assurance to all by raising him from the dead."
    },
    {
      "verse": 32,
      "text": "And when they heard of a resurrection of the dead, some mocked; but ethers said, We will hear thee again about this matter."
    },
    {
      "verse": 33,
      "text": "Thus Paul departed from among them."
    },
    {
      "verse": 34,
      "text": "But certain men joined themselves to him, and believed; among whom was Dionysius the Areopagite; and a woman named Damaris, and others with them."
    }
  ]
}