{
  "book_id": "ACT",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, while Apollos was at Corinth, that Paul, having passed through the upper districts, came to Ephesus. And finding certain disciples,"
    },
    {
      "verse": 2,
      "text": "he said to them, Did ye receive the Holy Spirit when ye believed? And they said to him, No, we did not even hear whether there is a Holy Spirit."
    },
    {
      "verse": 3,
      "text": "And he said, Into what then were ye baptized? And they said, Into John's baptism."
    },
    {
      "verse": 4,
      "text": "Then said Paul, John indeed baptized with the baptism of repentance, saying to the people, that they should believe on him that was coming after him; that is, on Jesus."
    },
    {
      "verse": 5,
      "text": "And when they heard this, they were baptized into the name of the Lord Jesus."
    },
    {
      "verse": 6,
      "text": "And when Paul bad laid his hands on them, the Holy Spirit came upon them, and they spoke with tongues, and prophesied."
    },
    {
      "verse": 7,
      "text": "And the men were about twelve in all."
    },
    {
      "verse": 8,
      "text": "And he went into the synagogue, and spoke boldly for three months, discoursing and persuading concerning the kingdom of God."
    },
    {
      "verse": 9,
      "text": "But when some were hardened, and believed not, but spoke evil of the way [[of the Lord]] before the multitude, he departed from them, and separated the disciples, discoursing daily in the school of Tyrannus."
    },
    {
      "verse": 10,
      "text": "And this continued for two years, so that all who dwelt in Asia heard the word of the Lord, both Jews and Greeks."
    },
    {
      "verse": 11,
      "text": "And God wrought special miracles by the hands of Paul;"
    },
    {
      "verse": 12,
      "text": "so that even handkerchiefs, or aprons, were carried from his body to the sick, and the diseases departed from them, and the evil spirits went out."
    },
    {
      "verse": 13,
      "text": "Then some of the wandering Jewish exorcists undertook to name over those who had evil spirits the name of the Lord Jesus, saying, I adjure you by that Jesus whom Paul preacheth."
    },
    {
      "verse": 14,
      "text": "And there were seven sons of Scevas, a Jewish chief priest, who did this."
    },
    {
      "verse": 15,
      "text": "And the evil spirit answering said, Jesus I knew, and Paul I well know; but who are ye?"
    },
    {
      "verse": 16,
      "text": "And the man in whom the evil spirit was leaped on them, and overcame them both, and prevailed against them, so that they fled out of that house naked and wounded."
    },
    {
      "verse": 17,
      "text": "And this became known to all, both Jews and Greeks, who dwelt at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified."
    },
    {
      "verse": 18,
      "text": "And many of the believers came, confessing and declaring their practices."
    },
    {
      "verse": 19,
      "text": "Many also of those who had practised magical arts brought their books together, and burned them before all men; and they counted the price of them, and found it fifty thousand pieces of silver."
    },
    {
      "verse": 20,
      "text": "So the word of the Lord grew and prevailed mightily."
    },
    {
      "verse": 21,
      "text": "And when these things were ended, Paul resolved to pass through Macedonia and Achaia, and to go to Jerusalem, saying, After I have been there, I must also see Rome."
    },
    {
      "verse": 22,
      "text": "And having sent into Macedonia two of those who ministered to him, Timothy and Erastus, he himself stayed in Asia for a season."
    },
    {
      "verse": 23,
      "text": "And about that time there arose no small tumult concerning the faith."
    },
    {
      "verse": 24,
      "text": "For a certain man named Demetrius, a silversmith, made silver shrines of Diana, and brought no small gain to the craftsmen."
    },
    {
      "verse": 25,
      "text": "And having called them together, with the workmen of like occupation, he said, Sirs, ye know that by this craft we have our wealth;"
    },
    {
      "verse": 26,
      "text": "and ye see and hear, that this Paul hath persuaded and turned away much people, not only of Ephesus, but of almost all Asia, saying, that those are not gods, which are made with hands."
    },
    {
      "verse": 27,
      "text": "And there is not only danger that this branch of our business will come into disrepute, but also that the temple of the great goddess Diana will be despised, and her magnificence destroyed, whom all Asia and the world worship."
    },
    {
      "verse": 28,
      "text": "And hearing this they became full of wrath, and kept crying out, saying, Great is Diana of the Ephesians!"
    },
    {
      "verse": 29,
      "text": "And the city was filled with confusion; and they rushed with one accord into the theatre, having seized Gaius and Aristarchus, men of Macedonia, Paul's companions in travel."
    },
    {
      "verse": 30,
      "text": "And when Paul wished to go in to the people, the disciples would not suffer him."
    },
    {
      "verse": 31,
      "text": "And some also of the Asiarchs, who were his friends, sent to him, and entreated him not to venture into the theatre."
    },
    {
      "verse": 32,
      "text": "Some therefore were crying one thing, and some another; for the assembly was in confusion, and the greater part knew not wherefore they had come together."
    },
    {
      "verse": 33,
      "text": "And they brought forward Alexander out of the multitude, the Jews putting him forward; and Alexander beckoned with his hand, desiring to make his defence to the people."
    },
    {
      "verse": 34,
      "text": "But when they knew that he was a Jew, all with one voice for about two hours cried out, Great is Diana of the Ephesians!"
    },
    {
      "verse": 35,
      "text": "But when the Recorder had quieted the multitude, he said, Men of Ephesus, who is there among men that doth not know that the city of the Ephesians is guardian of the great Diana, and of the image which fell down from Jupiter?"
    },
    {
      "verse": 36,
      "text": "Since then these things cannot be denied, ye ought to be quiet, and do nothing rashly."
    },
    {
      "verse": 37,
      "text": "For ye have brought hither these men, who are neither robbers of temples, nor blasphemers of your goddess."
    },
    {
      "verse": 38,
      "text": "If then Demetrius and the craftsmen with him have a complaint against any one, the courts are open, and there are proconsuls; let them bring their charges against each other."
    },
    {
      "verse": 39,
      "text": "But if ye ask for any thing further, it shall be determined in the lawful assembly."
    },
    {
      "verse": 40,
      "text": "For we are in danger of being called to answer concerning this day's riot, there being no ground on which we shall be able to give an account of this concourse."
    },
    {
      "verse": 41,
      "text": "And when he had thus spoken, he dismissed the assembly."
    }
  ]
}