{
  "book_id": "ACT",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And after five days Ananias, the high-priest, came down with the elders and a certain orator named Tertullus; and they brought a complaint before the governor against Paul."
    },
    {
      "verse": 2,
      "text": "And when he had been called, Tertullus began to accuse him, saying, Seeing that by thee we enjoy much peace, and that improvements are in every way and everywhere taking place in this nation through thy foresight,"
    },
    {
      "verse": 3,
      "text": "we accept it, most noble Felix, with all thankfulness."
    },
    {
      "verse": 4,
      "text": "But not to detain thee too long, I pray thee to hear us, in thy clemency, a few words."
    },
    {
      "verse": 5,
      "text": "For we have found this man to be a pest, and a mover of sedition among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes;"
    },
    {
      "verse": 6,
      "text": "who also attempted to profane the temple, and we apprehended him;"
    },
    {
      "verse": 7,
      "text": ""
    },
    {
      "verse": 8,
      "text": "and from him thou canst thyself ascertain by examination all these things of which we accuse him."
    },
    {
      "verse": 9,
      "text": "And the Jews also joined in the charges against him, affirming that these things were so."
    },
    {
      "verse": 10,
      "text": "Then Paul, after the governor had beckoned to him to speak, answered, Since I know that thou hast been for many years a judge for this nation, I answer for myself cheerfully;"
    },
    {
      "verse": 11,
      "text": "for it is in thy power to ascertain that it is not more than twelve days since I went up to Jerusalem to worship."
    },
    {
      "verse": 12,
      "text": "And neither in the temple did they find me disputing with any one, or stirring up a tumult of the people, nor in the synagogues, nor in the city;"
    },
    {
      "verse": 13,
      "text": "nor can they prove the things of which they now accuse me."
    },
    {
      "verse": 14,
      "text": "But this I acknowledge to thee, that according to the way [[of belief]] which they call a sect, so do I worship the God of my fathers, believing all things which are written in the Law and by the Prophets;"
    },
    {
      "verse": 15,
      "text": "having a hope in God, which they themselves also entertain, that there will be a resurrection both of the righteous and the unrighteous."
    },
    {
      "verse": 16,
      "text": "On this ground do I also myself strive to have always a conscience void of offence toward God and toward men."
    },
    {
      "verse": 17,
      "text": "And after some years I came to bring alms to my nation, and to make offerings;"
    },
    {
      "verse": 18,
      "text": "in doing which they found me purified in the temple, not with a crowd nor with tumult; but certain Jews from Asia [[caused it]],"
    },
    {
      "verse": 19,
      "text": "who ought to be here before thee, and make their charge, if they had aught against me."
    },
    {
      "verse": 20,
      "text": "Or, let these men themselves say what wrongdoing they found in me when I stood before the council,"
    },
    {
      "verse": 21,
      "text": "except in relation to this one expression, which I uttered aloud while standing among them: Concerning the resurrection of the dead I am tried before you this day."
    },
    {
      "verse": 22,
      "text": "But Felix, having an accurate knowledge of the matters relating to this way [[of belief]], put them off, and said, When Lysias the chief captain cometh down, I will thoroughly examine your case."
    },
    {
      "verse": 23,
      "text": "He also gave orders to the centurion to guard him, and let him have indulgence, and not to forbid any of his friends to do him service."
    },
    {
      "verse": 24,
      "text": "And after some days, Felix came with his wife Drusilla, who was a Jewess, and sent for Paul, and heard him concerning the faith in Christ."
    },
    {
      "verse": 25,
      "text": "And as he discoursed of righteousness, and temperance, and the judgment to come, Felix became alarmed, and answered, Go thy way for the present; and when I have a convenient season, I will call for thee."
    },
    {
      "verse": 26,
      "text": "He hoped also that money would be given him by Paul; on which account he sent for him the oftener, and conversed with him."
    },
    {
      "verse": 27,
      "text": "But after two years Felix was succeeded by Porcius Festus; and Felix, wishing to gain favor with the Jews, left Paul bound."
    }
  ]
}