{
  "book_id": "ACT",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Festus therefore having come into the province, after three days went up from Caesarea to Jerusalem."
    },
    {
      "verse": 2,
      "text": "And the chief priests and the leaders of the Jews brought a complaint before him against Paul, and besought him,"
    },
    {
      "verse": 3,
      "text": "asking for themselves a favor against him, that he would send for him to Jerusalem, intending to place men in wait to kill him on the road."
    },
    {
      "verse": 4,
      "text": "But Festus answered that Paul was in custody at Caesarea, and that he himself was going thither shortly."
    },
    {
      "verse": 5,
      "text": "Let those therefore, said he, who have authority among you, go down with me and accuse this man, if he is guilty of anything."
    },
    {
      "verse": 6,
      "text": "And having tarried among them not more than eight or ten days, he went down to Caesarea; and on the morrow, sitting on the judgment-seat, ordered Paul to be brought."
    },
    {
      "verse": 7,
      "text": "And when he had come, the Jews who came down from Jerusalem stood around, bringing many and heavy charges which they could not prove;"
    },
    {
      "verse": 8,
      "text": "while Paul said in his defence, Neither against the law of the Jews, nor against the temple, nor against Caesar have I committed any offence."
    },
    {
      "verse": 9,
      "text": "But Festus, wishing to gain favor with the Jews, answered Paul and said, Art thou willing to go up to Jerusalem, and there be tried on these charges before me?"
    },
    {
      "verse": 10,
      "text": "But Paul said, I stand at the judgment-seat of Caesar, where I ought to be tried. To the Jews I have done no wrong, as thou also very well knowest."
    },
    {
      "verse": 11,
      "text": "If indeed I am an offender, and have done anything deserving death, I refuse not to die; but if there be nothing in the charges which they bring against me, no man can give me up to them. I appeal to Caesar."
    },
    {
      "verse": 12,
      "text": "Then Festus having conferred with the council, answered, Thou hast appealed to Caesar; to Caesar shalt thou go."
    },
    {
      "verse": 13,
      "text": "And after some days Agrippa the king and Bernice came to Caesarea to greet Festus."
    },
    {
      "verse": 14,
      "text": "And while they were making a stay of some days there, Festus laid the case of Paul before the king, saying, There is a certain man left in bonds by Felix,"
    },
    {
      "verse": 15,
      "text": "against whom, when I was at Jerusalem, the chief priests and the elders of the Jews brought a complaint, asking for judgment against him."
    },
    {
      "verse": 16,
      "text": "To whom I answered, It is not the custom of the Romans to give up any man on a charge, before the accused hath the accusers face to face, and hath opportunity to answer for himself concerning the crime laid against him."
    },
    {
      "verse": 17,
      "text": "When therefore they had come together here, without any delay I sat on the judgment-seat on the day after, and ordered the man to be brought forward."
    },
    {
      "verse": 18,
      "text": "And his accusers standing around him brought no accusation of such things as I had conjectured,"
    },
    {
      "verse": 19,
      "text": "but had against him certain questions of their own religion, and of one Jesus that was dead, whom Paul affirmed to be alive."
    },
    {
      "verse": 20,
      "text": "And I being at a loss about such questions, asked him if he was willing to go to Jerusalem and there be put on trial for these matters."
    },
    {
      "verse": 21,
      "text": "But Paul having appealed to be kept in custody for the judgment of Augustus, I ordered him to be kept till I should send him up to Caesar."
    },
    {
      "verse": 22,
      "text": "Then Agrippa said to Festus, I should like to hear the man myself. Tomorrow, said he, thou shalt hear him."
    },
    {
      "verse": 23,
      "text": "Accordingly on the morrow Agrippa and Bernice came with great pomp, and entered into the place of hearing, with the chief captains and principal men of the city, and at the order of Festus Paul was brought forward."
    },
    {
      "verse": 24,
      "text": "And Festus said: King Agrippa, and all men who are here present with us! Ye see this man about whom the whole multitude of the Jews applied to me both at Jerusalem and here, crying out that he ought no longer to live."
    },
    {
      "verse": 25,
      "text": "But having found that he had done nothing deserving death, and he himself having appealed to Augustus, I determined to send him;"
    },
    {
      "verse": 26,
      "text": "and as I have nothing certain to write about him to the emperor, I have brought him forward before you, and specially before thee, king Agrippa, that when the examination hath been made, I may have something to write."
    },
    {
      "verse": 27,
      "text": "For it seemeth to me unreasonable to send a prisoner and not signify the charges against him;"
    }
  ]
}