{
  "book_id": "ACT",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And having escaped, we learned that the island was called Melita."
    },
    {
      "verse": 2,
      "text": "And the barbarians showed us no little kindness; for they kindled a fire, and received us all, because of the rain which had come on, and because of the cold."
    },
    {
      "verse": 3,
      "text": "And when Paul had gathered a bundle of sticks, and laid it on the fire, there came forth a viper by reason of the heat, and fastened on his hand."
    },
    {
      "verse": 4,
      "text": "And when the barbarians saw the animal hanging from his hand, they said to one another, No doubt this man is a murderer, whom though he hath escaped the sea, Justice hath not permitted to live."
    },
    {
      "verse": 5,
      "text": "He, however, shaking off the animal into the fire suffered no harm."
    },
    {
      "verse": 6,
      "text": "But they were looking for his becoming swollen, or suddenly falling down dead. But after looking a great while, and seeing no harm come to him they changed their minds, and said that he was a god."
    },
    {
      "verse": 7,
      "text": "And in the neighborhood of that place were lands be longing to the chief man of the island, whose name was Publius; who welcomed us, and entertained us kindly three days."
    },
    {
      "verse": 8,
      "text": "And it happened that the father of Publius was lying sick with a fever and dysentery; to whom Paul went in, and, when he had prayed, laid his hands on him, and healed him."
    },
    {
      "verse": 9,
      "text": "And when this was done, the others also who had diseases in the island came, and were healed;"
    },
    {
      "verse": 10,
      "text": "who also honored us with many honors, and when we put to sea, loaded us with such things as were necessary."
    },
    {
      "verse": 11,
      "text": "And after three months we put to sea in a ship of Alexandria, which had wintered in the island, whose sign was Castor and Pollux."
    },
    {
      "verse": 12,
      "text": "And landing at Syracuse, we stayed there three days;"
    },
    {
      "verse": 13,
      "text": "and from thence we made a circuit, and came to Rhegium; and after one day a south wind arose, and we came on the second day to Puteoli,"
    },
    {
      "verse": 14,
      "text": "where we found brethren, and were entreated to remain with them seven days; and so we went toward Rome."
    },
    {
      "verse": 15,
      "text": "And from thence, the brethren having heard of us came to meet us as far as Appii Forum, and the Three Taverns; at the sight of whom Paul thanked God and took courage."
    },
    {
      "verse": 16,
      "text": "And when we had come to Rome, Paul was permitted to dwell by himself, with the soldier that guarded him."
    },
    {
      "verse": 17,
      "text": "And it came to pass that after three days he called together the chief men of the Jews, and when they had met he said to them, Brethren, I, though I had done nothing against the people, or the customs of our fathers, was delivered up a prisoner from Jerusalem into the hands of the Romans;"
    },
    {
      "verse": 18,
      "text": "who, when they had examined me, wished to release me, because I had done nothing deserving death."
    },
    {
      "verse": 19,
      "text": "But when the Jews spoke against it, I was constrained to appeal to Caesar; not that I had any charge to bring against my nation."
    },
    {
      "verse": 20,
      "text": "For this reason therefore I have called for you, to see you and speak to you; for it is on account of the hope of Israel that I am bound with this chain."
    },
    {
      "verse": 21,
      "text": "And they said to him, We neither received letters from Judea concerning thee, nor did any one of the brethren that came report or speak any evil of thee."
    },
    {
      "verse": 22,
      "text": "But we think it proper to hear from thee what thou thinkest; for with regard to this sect, we know that it is everywhere spoken against."
    },
    {
      "verse": 23,
      "text": "And when they had appointed him a day, many came to him at his lodging; to whom he expounded, and earnestly testified, the kingdom of God, endeavoring to persuade them concerning Jesus both from the Law of Moses, and from the Prophets, from morning till evening."
    },
    {
      "verse": 24,
      "text": "And some believed the things spoken, and some believed not."
    },
    {
      "verse": 25,
      "text": "So, disagreeing with one another, they took their departure, after Paul had spoken one word: Well did the Holy Spirit speak through Isaiah the prophet to your fathers,"
    },
    {
      "verse": 26,
      "text": "saying, “Go to this people, and say, 'Hearing ye shall hear, and shall not understand; and seeing ye shall see and not perceive."
    },
    {
      "verse": 27,
      "text": "For the heart of this people hath become gross, and their ears are dull of hearing, and their eyes they have closed; lest they should see with their eyes and hear with their ears, and understand with their heart and turn from their ways, and I should heal them.'”"
    },
    {
      "verse": 28,
      "text": "Be it therefore known to you, that to the gentiles this salvation of God hath been sent; they, moreover, will hear."
    },
    {
      "verse": 29,
      "text": ""
    },
    {
      "verse": 30,
      "text": "And he abode two whole years in his own hired house and gladly received all that came in to him,"
    },
    {
      "verse": 31,
      "text": "proclaiming the kingdom of God, and teaching the things concerning the Lord Jesus Christ, with all confidence, without hindrance from any one."
    }
  ]
}