{
  "book_id": "JAS",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀδελφοί μου, μὴ ἐν προσωποληψίαις ἔχετε τὴν πίστιν τοῦ κυρίου ἡμῶν Ἰησοῦ χριστοῦ τῆς δόξης."
    },
    {
      "verse": 2,
      "text": "Ἐὰν γὰρ εἰσέλθῃ εἰς ⸋τὴν⸌ συναγωγὴν ὑμῶν ἀνὴρ χρυσοδακτύλιος ἐν ἐσθῆτι λαμπρᾷ, εἰσέλθῃ δὲ καὶ πτωχὸς ἐν ῥυπαρᾷ ἐσθῆτι,"
    },
    {
      "verse": 3,
      "text": "⸂καὶ ἐπιβλέψητε⸃ ἐπὶ τὸν φοροῦντα ⸂2τὴν ἐσθῆτα τὴν λαμπράν,⸃ καὶ εἴπητε ⸋αὐτῷ,⸌ Σὺ κάθου ὧδε καλῶς, καὶ τῷ πτωχῷ εἴπητε, Σὺ ⸂3στῆθι ἐκεῖ, ἢ κάθου ὧδε⸃ ὑπὸ τὸ ὑποπόδιόν μου·"
    },
    {
      "verse": 4,
      "text": "⸋καὶ⸌ οὐ διεκρίθητε ἐν ἑαυτοῖς, καὶ ἐγένεσθε κριταὶ διαλογισμῶν πονηρῶν;"
    },
    {
      "verse": 5,
      "text": "Ἀκούσατε, ἀδελφοί μου ἀγαπητοί. Οὐχ ὁ θεὸς ἐξελέξατο τοὺς πτωχοὺς ⸂τοῦ κόσμου⸃ πλουσίους ἐν πίστει, καὶ κληρονόμους τῆς βασιλείας ἧς ἐπηγγείλατο τοῖς ἀγαπῶσιν αὐτόν;"
    },
    {
      "verse": 6,
      "text": "Ὑμεῖς δὲ ἠτιμάσατε τὸν πτωχόν. Οὐχ οἱ πλούσιοι καταδυναστεύουσιν ὑμῶν, καὶ αὐτοὶ ἕλκουσιν ὑμᾶς εἰς κριτήρια;"
    },
    {
      "verse": 7,
      "text": "Οὐκ αὐτοὶ βλασφημοῦσιν τὸ καλὸν ὄνομα τὸ ἐπικληθὲν ἐφ᾽ ὑμᾶς;"
    },
    {
      "verse": 8,
      "text": "Εἰ μέντοι νόμον τελεῖτε βασιλικόν, κατὰ τὴν γραφήν, Ἀγαπήσεις τὸν πλησίον σου ὡς σεαυτόν, καλῶς ποιεῖτε·"
    },
    {
      "verse": 9,
      "text": "εἰ δὲ προσωποληπτεῖτε, ἁμαρτίαν ἐργάζεσθε, ἐλεγχόμενοι ὑπὸ τοῦ νόμου ὡς παραβάται."
    },
    {
      "verse": 10,
      "text": "Ὅστις γὰρ ὅλον τὸν νόμον ⸂τηρήσει, πταίσει⸃ δὲ ἐν ἑνί, γέγονεν πάντων ἔνοχος."
    },
    {
      "verse": 11,
      "text": "Ὁ γὰρ εἰπών, ⸂Μὴ μοιχεύσεις, εἶπεν καί, Μὴ φονεύσεις·⸃ εἰ δὲ οὐ ⸂2μοιχεύσεις, φονεύσεις⸃ δέ, γέγονας παραβάτης νόμου."
    },
    {
      "verse": 12,
      "text": "Οὕτως λαλεῖτε καὶ οὕτως ποιεῖτε, ὡς διὰ νόμου ἐλευθερίας μέλλοντες κρίνεσθαι."
    },
    {
      "verse": 13,
      "text": "Ἡ γὰρ κρίσις ἀνέλεος τῷ μὴ ποιήσαντι ἔλεος· ⸆ κατακαυχᾶται ἔλεον κρίσεως."
    },
    {
      "verse": 14,
      "text": "Τί ⸋τὸ⸌ ὄφελος, ἀδελφοί μου, ἐὰν πίστιν λέγῃ τις ἔχειν, ἔργα δὲ μὴ ⸂ἔχῃ;⸃ Μὴ δύναται ἡ πίστις σῶσαι αὐτόν;"
    },
    {
      "verse": 15,
      "text": "Ἐὰν ⸋δὲ⸌ ἀδελφὸς ἢ ἀδελφὴ γυμνοὶ ὑπάρχωσιν καὶ λειπόμενοι ⸂ὦσιν⸃ τῆς ἐφημέρου τροφῆς,"
    },
    {
      "verse": 16,
      "text": "εἴπῃ δέ τις αὐτοῖς ἐξ ὑμῶν, Ὑπάγετε ἐν εἰρήνῃ, θερμαίνεσθε καὶ χορτάζεσθε, μὴ δῶτε δὲ αὐτοῖς τὰ ἐπιτήδεια τοῦ σώματος, τί ⸋τὸ⸌ ὄφελος;"
    },
    {
      "verse": 17,
      "text": "Οὕτως καὶ ἡ πίστις, ἐὰν μὴ ⸉ἔργα ἔχῃ,⸊ νεκρά ἐστιν καθ᾽ ἑαυτήν."
    },
    {
      "verse": 18,
      "text": "Ἀλλ᾽ ἐρεῖ τις, Σὺ πίστιν ἔχεις, κἀγὼ ἔργα ἔχω. ⸂Δεῖξόν μοι τὴν πίστιν σου ἐκ τῶν ἔργων σου, κἀγὼ δείξω σοι ἐκ τῶν ἔργων μου τὴν πίστιν μου.⸃"
    },
    {
      "verse": 19,
      "text": "Σὺ πιστεύεις ὅτι ⸂ὁ θεὸς εἷς ἐστίν·⸃ καλῶς ποιεῖς· καὶ τὰ δαιμόνια πιστεύουσιν, καὶ φρίσσουσιν."
    },
    {
      "verse": 20,
      "text": "Θέλεις δὲ γνῶναι, ὦ ἄνθρωπε κενέ, ὅτι ἡ πίστις χωρὶς τῶν ἔργων ⸂νεκρά⸃ ἐστιν;"
    },
    {
      "verse": 21,
      "text": "Ἀβραὰμ ὁ πατὴρ ἡμῶν οὐκ ἐξ ἔργων ἐδικαιώθη, ἀνενέγκας Ἰσαὰκ τὸν υἱὸν αὐτοῦ ἐπὶ τὸ θυσιαστήριον;"
    },
    {
      "verse": 22,
      "text": "Βλέπεις ὅτι ἡ πίστις συνήργει τοῖς ἔργοις αὐτοῦ, καὶ ἐκ τῶν ἔργων ἡ πίστις ἐτελειώθη;"
    },
    {
      "verse": 23,
      "text": "Καὶ ἐπληρώθη ἡ γραφὴ ἡ λέγουσα, Ἐπίστευσεν δὲ Ἀβραὰμ τῷ θεῷ, καὶ ἐλογίσθη αὐτῷ εἰς δικαιοσύνην, καὶ φίλος θεοῦ ἐκλήθη."
    },
    {
      "verse": 24,
      "text": "Ὁρᾶτε ⸋τοίνυν⸌ ὅτι ἐξ ἔργων δικαιοῦται ἄνθρωπος, καὶ οὐκ ἐκ πίστεως μόνον."
    },
    {
      "verse": 25,
      "text": "Ὁμοίως δὲ καὶ Ῥαὰβ ἡ πόρνη οὐκ ἐξ ἔργων ἐδικαιώθη, ὑποδεξαμένη τοὺς ἀγγέλους, καὶ ἑτέρᾳ ὁδῷ ἐκβαλοῦσα;"
    },
    {
      "verse": 26,
      "text": "Ὥσπερ ⸋γὰρ⸌ ⸂τὸ σῶμα χωρὶς πνεύματος νεκρόν ἐστιν, οὕτως καὶ ἡ πίστις χωρὶς τῶν ἔργων⸃ νεκρά ἐστιν."
    }
  ]
}