{
  "book_id": "JAS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Ἄγε νῦν οἱ πλούσιοι, κλαύσατε ὀλολύζοντες ἐπὶ ταῖς ταλαιπωρίαις ὑμῶν ταῖς ἐπερχομέναις."
    },
    {
      "verse": 2,
      "text": "Ὁ πλοῦτος ὑμῶν σέσηπεν, καὶ τὰ ἱμάτια ὑμῶν σητόβρωτα γέγονεν·"
    },
    {
      "verse": 3,
      "text": "ὁ χρυσὸς ὑμῶν καὶ ὁ ἄργυρος κατίωται, καὶ ὁ ἰὸς αὐτῶν εἰς μαρτύριον ὑμῖν ἔσται, καὶ φάγεται τὰς σάρκας ὑμῶν ὡς πῦρ. Ἐθησαυρίσατε ἐν ἐσχάταις ἡμέραις."
    },
    {
      "verse": 4,
      "text": "Ἰδού, ὁ μισθὸς τῶν ἐργατῶν τῶν ἀμησάντων τὰς χώρας ὑμῶν, ὁ ἀπεστερημένος ἀφ᾽ ὑμῶν, κράζει· καὶ αἱ βοαὶ τῶν θερισάντων εἰς τὰ ὦτα κυρίου Σαβαὼθ εἰσεληλύθασιν."
    },
    {
      "verse": 5,
      "text": "Ἐτρυφήσατε ἐπὶ τῆς γῆς καὶ ἐσπαταλήσατε· ἐθρέψατε τὰς καρδίας ὑμῶν ⸋ὡς⸌ ἐν ἡμέρᾳ σφαγῆς."
    },
    {
      "verse": 6,
      "text": "Κατεδικάσατε, ἐφονεύσατε τὸν δίκαιον· οὐκ ἀντιτάσσεται ὑμῖν."
    },
    {
      "verse": 7,
      "text": "Μακροθυμήσατε οὖν, ἀδελφοί, ἕως τῆς παρουσίας τοῦ κυρίου. Ἰδού, ὁ γεωργὸς ἐκδέχεται τὸν τίμιον καρπὸν τῆς γῆς, μακροθυμῶν ἐπ᾽ ⸂αὐτόν,⸃ ἕως ⸆ λάβῃ ⸋ὑετὸν⸌ πρώϊμον καὶ ὄψιμον."
    },
    {
      "verse": 8,
      "text": "Μακροθυμήσατε καὶ ὑμεῖς, στηρίξατε τὰς καρδίας ὑμῶν, ὅτι ἡ παρουσία τοῦ κυρίου ἤγγικεν."
    },
    {
      "verse": 9,
      "text": "Μὴ στενάζετε ⸉κατ᾽ ἀλλήλων, ἀδελφοί,⸊ ἵνα μὴ ⸂κριθῆτε·⸃ ἰδού, ⸋ὁ⸌ κριτὴς πρὸ τῶν θυρῶν ἕστηκεν."
    },
    {
      "verse": 10,
      "text": "Ὑπόδειγμα λάβετε, ⸂ἀδελφοί μου, τῆς κακοπαθείας,⸃ καὶ τῆς μακροθυμίας, τοὺς προφήτας οἳ ἐλάλησαν ⸆ τῷ ὀνόματι κυρίου."
    },
    {
      "verse": 11,
      "text": "Ἰδού, μακαρίζομεν τοὺς ὑπομένοντας· τὴν ὑπομονὴν Ἰὼβ ἠκούσατε, καὶ τὸ τέλος κυρίου ⸂ἴδετε,⸃ ὅτι πολύσπλαγχνός ἐστιν ⸆ καὶ οἰκτίρμων."
    },
    {
      "verse": 12,
      "text": "Πρὸ πάντων δέ, ἀδελφοί μου, μὴ ὀμνύετε, μήτε τὸν οὐρανόν, μήτε τὴν γῆν, μήτε ἄλλον τινὰ ὅρκον· ἤτω δὲ ὑμῶν τὸ ναί, ναί, καὶ τὸ οὔ, οὔ· ἵνα μὴ ⸂εἰς ὑπόκρισιν⸃ πέσητε."
    },
    {
      "verse": 13,
      "text": "Κακοπαθεῖ τις ἐν ὑμῖν; Προσευχέσθω. Εὐθυμεῖ τις; Ψαλλέτω."
    },
    {
      "verse": 14,
      "text": "Ἀσθενεῖ τις ἐν ὑμῖν; Προσκαλεσάσθω τοὺς πρεσβυτέρους τῆς ἐκκλησίας, καὶ προσευξάσθωσαν ἐπ᾽ αὐτόν, ἀλείψαντες ⸋αὐτὸν⸌ ἐλαίῳ ἐν τῷ ὀνόματι τοῦ κυρίου·"
    },
    {
      "verse": 15,
      "text": "καὶ ἡ εὐχὴ τῆς πίστεως σώσει τὸν κάμνοντα, καὶ ἐγερεῖ αὐτὸν ὁ κύριος· κἂν ἁμαρτίας ᾖ πεποιηκώς, ἀφεθήσεται αὐτῷ."
    },
    {
      "verse": 16,
      "text": "Ἐξομολογεῖσθε ⸆ ἀλλήλοις ⸂τὰ παραπτώματα,⸃ καὶ ⸂2εὔχεσθε⸃ ὑπὲρ ἀλλήλων, ὅπως ἰαθῆτε. Πολὺ ἰσχύει δέησις δικαίου ἐνεργουμένη."
    },
    {
      "verse": 17,
      "text": "Ἠλίας ἄνθρωπος ἦν ὁμοιοπαθὴς ἡμῖν, καὶ προσευχῇ προσηύξατο τοῦ μὴ βρέξαι· καὶ οὐκ ἔβρεξεν ἐπὶ τῆς γῆς ἐνιαυτοὺς τρεῖς καὶ μῆνας ἕξ."
    },
    {
      "verse": 18,
      "text": "Καὶ πάλιν προσηύξατο, καὶ ὁ οὐρανὸς ⸉ὑετὸν ἔδωκεν,⸊ καὶ ἡ γῆ ἐβλάστησεν τὸν καρπὸν αὐτῆς."
    },
    {
      "verse": 19,
      "text": "Ἀδελφοί, ⸆ ἐάν τις ἐν ὑμῖν πλανηθῇ ἀπὸ τῆς ἀληθείας, καὶ ἐπιστρέψῃ τις αὐτόν,"
    },
    {
      "verse": 20,
      "text": "⸂γινωσκέτω⸃ ὅτι ὁ ἐπιστρέψας ἁμαρτωλὸν ἐκ πλάνης ὁδοῦ αὐτοῦ σώσει ψυχὴν ⸆ ἐκ θανάτου, καὶ καλύψει πλῆθος ἁμαρτιῶν."
    }
  ]
}