{
  "book_id": "ECC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Words of a preacher, son of David, king in Jerusalem:"
    },
    {
      "verse": 2,
      "text": "Vanity of vanities, said the Preacher, Vanity of vanities: the whole [is] vanity."
    },
    {
      "verse": 3,
      "text": "What advantage [is] to man by all his labour that he laboureth at under the sun?"
    },
    {
      "verse": 4,
      "text": "A generation is going, and a generation is coming, and the earth to the age is standing."
    },
    {
      "verse": 5,
      "text": "Also, the sun hath risen, and the sun hath gone in, and unto its place panting it is rising there."
    },
    {
      "verse": 6,
      "text": "Going unto the south, and turning round unto the north, turning round, turning round, the wind is going, and by its circuits the wind hath returned."
    },
    {
      "verse": 7,
      "text": "All the streams are going unto the sea, and the sea is not full; unto a place whither the streams are going, thither they are turning back to go."
    },
    {
      "verse": 8,
      "text": "All these things are wearying; a man is not able to speak, the eye is not satisfied by seeing, nor filled is the ear from hearing."
    },
    {
      "verse": 9,
      "text": "What [is] that which hath been? it [is] that which is, and what [is] that which hath been done? it [is] that which is done, and there is not an entirely new thing under the sun."
    },
    {
      "verse": 10,
      "text": "There is a thing of which [one] saith: 'See this, it [is] new!' already it hath been in the ages that were before us!"
    },
    {
      "verse": 11,
      "text": "There is not a remembrance of former [generations]; and also of the latter that are, there is no remembrance of them with those that are at the last."
    },
    {
      "verse": 12,
      "text": "I, a preacher, have been king over Israel in Jerusalem."
    },
    {
      "verse": 13,
      "text": "And I have given my heart to seek and to search out by wisdom concerning all that hath been done under the heavens. It [is] a sad travail God hath given to the sons of man to be humbled by it."
    },
    {
      "verse": 14,
      "text": "I have seen all the works that have been done under the sun, and lo, the whole [is] vanity and vexation of spirit!"
    },
    {
      "verse": 15,
      "text": "A crooked thing [one] is not able to make straight, and a lacking thing is not able to be numbered."
    },
    {
      "verse": 16,
      "text": "I — I spake with my heart, saying, 'I, lo, I have magnified and added wisdom above every one who hath been before me at Jerusalem, and my heart hath seen abundantly wisdom and knowledge."
    },
    {
      "verse": 17,
      "text": "And I give my heart to know wisdom, and to know madness and folly: I have known that even this [is] vexation of spirit;"
    },
    {
      "verse": 18,
      "text": "for, in abundance of wisdom [is] abundance of sadness, and he who addeth knowledge addeth pain.'"
    }
  ]
}