{
  "book_id": "ECC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Better [is] a name than good perfume, And the day of death than the day of birth."
    },
    {
      "verse": 2,
      "text": "Better to go unto a house of mourning, Than to go unto a house of banqueting, For that is the end of all men, And the living layeth [it] unto his heart."
    },
    {
      "verse": 3,
      "text": "Better [is] sorrow than laughter, For by the sadness of the face the heart becometh better."
    },
    {
      "verse": 4,
      "text": "The heart of the wise [is] in a house of mourning, And the heart of fools in a house of mirth."
    },
    {
      "verse": 5,
      "text": "Better to hear a rebuke of a wise man, Than [for] a man to hear a song of fools,"
    },
    {
      "verse": 6,
      "text": "For as the noise of thorns under the pot, So [is] the laughter of a fool, even this [is] vanity."
    },
    {
      "verse": 7,
      "text": "Surely oppression maketh the wise mad, And a gift destroyeth the heart."
    },
    {
      "verse": 8,
      "text": "Better [is] the latter end of a thing than its beginning, Better [is] the patient of spirit, than the haughty of spirit."
    },
    {
      "verse": 9,
      "text": "Be not hasty in thy spirit to be angry, For anger in the bosom of fools resteth."
    },
    {
      "verse": 10,
      "text": "Say not thou, 'What was it, That the former days were better than these?' For thou hast not asked wisely of this."
    },
    {
      "verse": 11,
      "text": "Wisdom [is] good with an inheritance, And an advantage [it is] to those beholding the sun."
    },
    {
      "verse": 12,
      "text": "For wisdom [is] a defense, money [is] a defence, And the advantage of the knowledge of wisdom [is], She reviveth her possessors."
    },
    {
      "verse": 13,
      "text": "See the work of God, For who is able to make straight that which He made crooked?"
    },
    {
      "verse": 14,
      "text": "In a day of prosperity be in gladness, And in a day of evil consider. Also this over-against that hath God made, To the intent that man doth not find anything after him."
    },
    {
      "verse": 15,
      "text": "The whole I have considered in the days of my vanity. There is a righteous one perishing in his righteousness, and there is a wrong-doer prolonging [himself] in his wrong."
    },
    {
      "verse": 16,
      "text": "Be not over-righteous, nor show thyself too wise, why art thou desolate?"
    },
    {
      "verse": 17,
      "text": "Do not much wrong, neither be thou a fool, why dost thou die within thy time?"
    },
    {
      "verse": 18,
      "text": "[It is] good that thou dost lay hold on this, and also, from that withdrawest not thy hand, for whoso is fearing God goeth out with them all."
    },
    {
      "verse": 19,
      "text": "The wisdom giveth strength to a wise man, more than wealth the rulers who have been in a city."
    },
    {
      "verse": 20,
      "text": "Because there is not a righteous man on earth that doth good and sinneth not."
    },
    {
      "verse": 21,
      "text": "Also to all the words that they speak give not thy heart, that thou hear not thy servant reviling thee."
    },
    {
      "verse": 22,
      "text": "For many times also hath thy heart known that thou thyself also hast reviled others."
    },
    {
      "verse": 23,
      "text": "All this I have tried by wisdom; I have said, 'I am wise,' and it [is] far from me."
    },
    {
      "verse": 24,
      "text": "Far off [is] that which hath been, and deep, deep, who doth find it?"
    },
    {
      "verse": 25,
      "text": "I have turned round, also my heart, to know and to search, and to seek out wisdom, and reason, and to know the wrong of folly, and of foolishness the madness."
    },
    {
      "verse": 26,
      "text": "And I am finding more bitter than death, the woman whose heart [is] nets and snares, her hands [are] bands; the good before God escapeth from her, but the sinner is captured by her."
    },
    {
      "verse": 27,
      "text": "See, this I have found, said the Preacher, one to one, to find out the reason"
    },
    {
      "verse": 28,
      "text": "(that still my soul had sought, and I had not found), One man, a teacher, I have found, and a woman among all these I have not found."
    },
    {
      "verse": 29,
      "text": "See, this alone I have found, that God made man upright, and they — they have sought out many devices."
    }
  ]
}