{
  "book_id": "MRK",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "On leaving that place, Jesus, followed by his disciples, went to his own part of the country."
    },
    {
      "verse": 2,
      "text": "When the Sabbath came, he began to teach in the synagogue; and the people, as they listened, were deeply impressed. “Where did he get this?” they said, “and what is this wisdom that has been given him? And these miracles which he is doing?"
    },
    {
      "verse": 3,
      "text": "Isn’t he the carpenter, the son of Mary, and the brother of James, and Joses, and Judas, and Simon? And aren’t his sisters, too, living here among us?” This proved a hindrance to their believing in him;"
    },
    {
      "verse": 4,
      "text": "at which Jesus said, “\\+w A|strong=\"G2532\"\\+w* \\+w prophet|strong=\"G4396\"\\+w* \\+w is|strong=\"G1510\"\\+w* \\+w not|strong=\"G3756\"\\+w* \\+w without|strong=\"G3361\"\\+w* honor, \\+w except|strong=\"G1487\"\\+w* \\+w in|strong=\"G1722\"\\+w* \\+w his|strong=\"G1438\"\\+w* \\+w home|strong=\"G3614\"\\+w* \\+w town|strong=\"G2532\"\\+w*, \\+w and|strong=\"G2532\"\\+w* \\+w among|strong=\"G1722\"\\+w* \\+w his|strong=\"G1438\"\\+w* \\+w own|strong=\"G1438\"\\+w* \\+w relatives|strong=\"G4773\"\\+w*, \\+w and|strong=\"G2532\"\\+w* \\+w in|strong=\"G1722\"\\+w* \\+w his|strong=\"G1438\"\\+w* \\+w own|strong=\"G1438\"\\+w* \\+w home|strong=\"G3614\"\\+w*.”"
    },
    {
      "verse": 5,
      "text": "And he could not work any miracle there, beyond placing his hands on a few infirm persons, and curing them;"
    },
    {
      "verse": 6,
      "text": "and he wondered at the want of faith shown by the people. Jesus went around the villages, one after another, teaching."
    },
    {
      "verse": 7,
      "text": "He called the Twelve to him, and began to send them out as his messengers, two and two, and gave them authority over foul spirits."
    },
    {
      "verse": 8,
      "text": "He instructed them to take nothing but a staff for the journey – not even bread, or a bag, or coins in their purse;"
    },
    {
      "verse": 9,
      "text": "but they were to wear sandals, and not to put on a second coat."
    },
    {
      "verse": 10,
      "text": "“\\+w Whenever|strong=\"G1437\"\\+w* \\+w you|strong=\"G1437\"\\+w* \\+w go|strong=\"G1831\"\\+w* \\+w to|strong=\"G1519\"\\+w* \\+w stay|strong=\"G3306\"\\+w* \\+w at|strong=\"G1519\"\\+w* \\+w a|strong=\"G2532\"\\+w* \\+w house|strong=\"G3614\"\\+w*,”he said, “\\+w remain|strong=\"G3306\"\\+w* \\+w there|strong=\"G1563\"\\+w* \\+w until|strong=\"G2193\"\\+w* \\+w you|strong=\"G1437\"\\+w* \\+w leave|strong=\"G1831\"\\+w* \\+w that|strong=\"G2532\"\\+w* \\+w place|strong=\"G1563\"\\+w*;"
    },
    {
      "verse": 11,
      "text": "\\+w and|strong=\"G2532\"\\+w* \\+w if|strong=\"G2532\"\\+w* \\+w a|strong=\"G2532\"\\+w* \\+w place|strong=\"G5117\"\\+w* \\+w does|strong=\"G1209\"\\+w* \\+w not|strong=\"G3361\"\\+w* \\+w welcome|strong=\"G1209\"\\+w* \\+w you|strong=\"G5210\"\\+w*, \\+w or|strong=\"G2532\"\\+w* listen \\+w to|strong=\"G1519\"\\+w* \\+w you|strong=\"G5210\"\\+w*, \\+w as|strong=\"G1519\"\\+w* \\+w you|strong=\"G5210\"\\+w* \\+w go|strong=\"G1607\"\\+w* \\+w out|strong=\"G1607\"\\+w* \\+w of|strong=\"G2532\"\\+w* \\+w it|strong=\"G2532\"\\+w* \\+w shake|strong=\"G1621\"\\+w* \\+w off|strong=\"G1621\"\\+w* \\+w the|strong=\"G2532\"\\+w* \\+w dust|strong=\"G5522\"\\+w* \\+w that|strong=\"G3739\"\\+w* \\+w is|strong=\"G3588\"\\+w* \\+w on|strong=\"G1519\"\\+w* \\+w the|strong=\"G2532\"\\+w* \\+w soles|strong=\"G5270\"\\+w* \\+w of|strong=\"G2532\"\\+w* \\+w your|strong=\"G2532\"\\+w* \\+w feet|strong=\"G4228\"\\+w*, \\+w as|strong=\"G1519\"\\+w* \\+w a|strong=\"G2532\"\\+w* protest \\+w against|strong=\"G1519\"\\+w* \\+w them|strong=\"G3588\"\\+w*.”"
    },
    {
      "verse": 12,
      "text": "So they set out, and proclaimed the need of repentance."
    },
    {
      "verse": 13,
      "text": "They drove out many demons, and anointed with oil many who were infirm, and cured them."
    },
    {
      "verse": 14,
      "text": "Now King Herod heard of Jesus; for his name had become well known. People were saying – “John the Baptizer must have risen from the dead, and that is why these miraculous powers are active in him.”"
    },
    {
      "verse": 15,
      "text": "Others again said – “He is Elijah,” and others – “He is a prophet, like one of the great prophets.”"
    },
    {
      "verse": 16,
      "text": "But when Herod heard of him, he said – “The man whom I beheaded – John – he must be risen!”"
    },
    {
      "verse": 17,
      "text": "For Herod himself had sent and arrested John, and put him in prison, in chains, to please Herodias, the wife of his brother Philip, because Herod had married her."
    },
    {
      "verse": 18,
      "text": "For John had said to Herod – “You have no right to be living with your brother’s wife.”"
    },
    {
      "verse": 19,
      "text": "So Herodias was incensed against John, and wanted to put him to death, but was unable to do so,"
    },
    {
      "verse": 20,
      "text": "because Herod stood in fear of John, knowing him to be an upright and holy man, and protected him. He had listened to John, but still remained much perplexed, and yet he found pleasure in listening to him."
    },
    {
      "verse": 21,
      "text": "A suitable opportunity, however, occurred when Herod, on his birthday, gave a dinner to his high officials, and his generals, and the foremost men in Galilee."
    },
    {
      "verse": 22,
      "text": "When his daughter – that is, the daughter of Herodias – came in and danced, she delighted Herod and those who were dining with him. “Ask me for whatever you like,” the king said to the girl, “and I will give it to you”;"
    },
    {
      "verse": 23,
      "text": "and he swore to her that he would give her whatever she asked him – up to half his kingdom."
    },
    {
      "verse": 24,
      "text": "The girl went out, and said to her mother “What must I ask for?” “The head of John the Baptizer,” answered her mother."
    },
    {
      "verse": 25,
      "text": "So she went in as quickly as possible to the king, and made her request. “I want you,” she said, “to give me at once, on a dish, the head of John the Baptist.”"
    },
    {
      "verse": 26,
      "text": "The king was much distressed; yet, because of his oath and of the guests at his table, he did not like to refuse her."
    },
    {
      "verse": 27,
      "text": "He immediately dispatched one of his bodyguard, with orders to bring John’s head. The man went and beheaded John in the prison,"
    },
    {
      "verse": 28,
      "text": "and, bringing his head on a dish, gave it to the girl, and the girl gave it to her mother."
    },
    {
      "verse": 29,
      "text": "When John’s disciples heard of it, they came and took his body away, and laid it in a tomb."
    },
    {
      "verse": 30,
      "text": "When the apostles came back to Jesus, they told him all that they had done and all that they had taught."
    },
    {
      "verse": 31,
      "text": "“\\+w Come|strong=\"G2064\"\\+w* \\+w by|strong=\"G2596\"\\+w* \\+w yourselves|strong=\"G4771\"\\+w* \\+w privately|strong=\"G2398\"\\+w* \\+w to|strong=\"G1519\"\\+w* \\+w some|strong=\"G3588\"\\+w* lonely spot,”he said, “\\+w and|strong=\"G2532\"\\+w* \\+w rest|strong=\"G1510\"\\+w* \\+w for|strong=\"G1063\"\\+w* \\+w a|strong=\"G2532\"\\+w* \\+w while|strong=\"G1510\"\\+w*”– for there were so many people coming and going that they had not time even to eat."
    },
    {
      "verse": 32,
      "text": "So they set off privately in their boat for a lonely spot."
    },
    {
      "verse": 33,
      "text": "Many people saw them going, and recognized them, and from all the towns they flocked together to the place on foot, and got there before them."
    },
    {
      "verse": 34,
      "text": "On getting out of the boat, Jesus saw a great crowd, and his heart was moved at the sight of them, because they were like sheep without a shepherd; and he began to teach them many things."
    },
    {
      "verse": 35,
      "text": "When it grew late, his disciples came up to him, and said, “This is a lonely spot, and it is already late."
    },
    {
      "verse": 36,
      "text": "Send the people away, so that they may go to the farms and villages around and buy themselves something to eat.”"
    },
    {
      "verse": 37,
      "text": "But Jesus answered, “\\+w It|strong=\"G2532\"\\+w* \\+w is|strong=\"G3588\"\\+w* \\+w for|strong=\"G1161\"\\+w* \\+w you|strong=\"G5210\"\\+w* \\+w to|strong=\"G2532\"\\+w* \\+w give|strong=\"G1325\"\\+w* \\+w them|strong=\"G3588\"\\+w* something \\+w to|strong=\"G2532\"\\+w* \\+w eat|strong=\"G2068\"\\+w*.”“Are we to go and spend almost a year’s wages on bread,” they asked, “to give them to eat?”"
    },
    {
      "verse": 38,
      "text": "“\\+w How|strong=\"G4214\"\\+w* \\+w many|strong=\"G4214\"\\+w* loaves \\+w have|strong=\"G2192\"\\+w* \\+w you|strong=\"G3004\"\\+w*?”he asked, “\\+w Go|strong=\"G5217\"\\+w*, \\+w and|strong=\"G2532\"\\+w* \\+w see|strong=\"G3708\"\\+w*.”When they had found out, they told him, “Five, and two fish.”"
    },
    {
      "verse": 39,
      "text": "Jesus directed them to make all the people take their seats on the green grass, in parties;"
    },
    {
      "verse": 40,
      "text": "and they sat down in groups – in hundreds, and in fifties."
    },
    {
      "verse": 41,
      "text": "Taking the five loaves and the two fish, Jesus looked up to heaven, and said the blessing; he broke the loaves into pieces, and gave them to his disciples for them to serve out to the people, and he divided the two fish also among them all."
    },
    {
      "verse": 42,
      "text": "Everyone had sufficient to eat;"
    },
    {
      "verse": 43,
      "text": "and they picked up enough broken pieces to fill twelve baskets, as well as some of the fish."
    },
    {
      "verse": 44,
      "text": "The people who ate the bread were five thousand in number."
    },
    {
      "verse": 45,
      "text": "Immediately afterward Jesus made his disciples get into the boat, and cross over in advance, in the direction of Bethsaida, while he himself was dismissing the crowd."
    },
    {
      "verse": 46,
      "text": "After he had taken leave of the people, he went away up the hill to pray."
    },
    {
      "verse": 47,
      "text": "When evening fell, the boat was out in the middle of the sea, and Jesus was on the shore alone."
    },
    {
      "verse": 48,
      "text": "Seeing them laboring at the oars – for the wind was against them – about three hours after midnight Jesus came towards them, walking on the water, intending to join them."
    },
    {
      "verse": 49,
      "text": "But, when they saw him walking on the water, they thought it was a ghost, and cried out;"
    },
    {
      "verse": 50,
      "text": "for all of them saw him, and were terrified. But Jesus at once spoke to them. “\\+w Courage|strong=\"G2293\"\\+w*!”he said, “\\+w it|strong=\"G2532\"\\+w* \\+w is|strong=\"G1510\"\\+w* \\+w I|strong=\"G1473\"\\+w*; \\+w do|strong=\"G2532\"\\+w* \\+w not|strong=\"G3361\"\\+w* \\+w be|strong=\"G1510\"\\+w* \\+w afraid|strong=\"G5399\"\\+w*!”"
    },
    {
      "verse": 51,
      "text": "Then he got into the boat with them, and the wind dropped. The disciples were utterly amazed,"
    },
    {
      "verse": 52,
      "text": "for they had not understood about the loaves, their minds being slow to learn."
    },
    {
      "verse": 53,
      "text": "When they had crossed over, they landed at Gennesaret, and moored the boat."
    },
    {
      "verse": 54,
      "text": "But they had no sooner left her than the people, recognizing Jesus,"
    },
    {
      "verse": 55,
      "text": "hurried over the whole countryside, and began to carry about on mats those who were ill, wherever they heard he was."
    },
    {
      "verse": 56,
      "text": "So wherever he went – to villages, or towns, or farms – they would lay their sick in the market-places, begging him to let them touch only the tassel of his cloak; and all who touched were made well."
    }
  ]
}