{
  "book_id": "PSA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Give ear to my words, O \\sc Lord\\sc*, Consider my meditation."
    },
    {
      "verse": 2,
      "text": "Hearken unto the voice of my cry, my King, and my God: For unto thee will I pray."
    },
    {
      "verse": 3,
      "text": "My voice shalt thou hear \\add in\\add* the morning, O \\sc Lord\\sc*; \\add In\\add* the morning will I direct \\add my prayer\\add* unto thee, and will look up."
    },
    {
      "verse": 4,
      "text": "For thou \\add art\\add* not a God that hath pleasure in wickedness: Neither shall evil dwell \\add with\\add* thee."
    },
    {
      "verse": 5,
      "text": "The foolish shall not stand in thy sight: Thou hatest all workers of iniquity."
    },
    {
      "verse": 6,
      "text": "Thou shalt destroy them that speak leasing: The \\sc Lord\\sc* will abhor the bloody and deceitful man."
    },
    {
      "verse": 7,
      "text": "But \\add as for\\add* me, I will come \\add into\\add* thy house in the multitude of thy mercy: \\add And\\add* in thy fear will I worship toward thy holy temple."
    },
    {
      "verse": 8,
      "text": "Lead me, O \\sc Lord\\sc*, in thy righteousness because of mine enemies; Make thy way straight before my face."
    },
    {
      "verse": 9,
      "text": "For \\add there is\\add* no faithfulness in their mouth; Their inward \\add part is\\add* very wickedness; Their throat \\add is\\add* an open sepulchre; They flatter with their tongue."
    },
    {
      "verse": 10,
      "text": "Destroy thou them, O God; Let them fall by their own counsels; Cast them out in the multitude of their transgressions; For they have rebelled against thee."
    },
    {
      "verse": 11,
      "text": "But let all those that put their trust in thee rejoice: Let them ever shout for joy, because thou defendest them: Let them also that love thy name be joyful in thee."
    },
    {
      "verse": 12,
      "text": "For thou, \\sc Lord\\sc*, wilt bless the righteous; \\add With\\add* favour wilt thou compass him as \\add with\\add* a shield."
    }
  ]
}