{
  "book_id": "PSA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "(ל) Why standest thou afar off, O Lord? Whyhidest thou thyselfin times of trouble?"
    },
    {
      "verse": 2,
      "text": "The wicked in hispride doth persecute the poor: Let them be taken in the devices that they have imagined."
    },
    {
      "verse": 3,
      "text": "For the wicked boasteth of his heart’s desire, And blesseth the covetous, whomthe Lordabhorreth."
    },
    {
      "verse": 4,
      "text": "The wicked, through the pride of his countenance, will not seek after God:God isnot inall his thoughts."
    },
    {
      "verse": 5,
      "text": "His ways are always grievous; Thy judgments arefar above out of his sight: As forall his enemies, he puffeth at them."
    },
    {
      "verse": 6,
      "text": "He hath said in his heart, I shall not be moved: For I shallnever bein adversity."
    },
    {
      "verse": 7,
      "text": "His mouth is full ofcursing and deceit and fraud: Under his tongue ismischief and vanity."
    },
    {
      "verse": 8,
      "text": "He sitteth in the lurking places of the villages: In the secret places doth he murder the innocent: His eyes are privily set against the poor."
    },
    {
      "verse": 9,
      "text": "He lieth in wait secretly as a lion in his den: He lieth in wait to catch the poor: He doth catch the poor, when he draweth him into his net."
    },
    {
      "verse": 10,
      "text": "He croucheth, andhumbleth himself, That the poor may fall by his strong ones."
    },
    {
      "verse": 11,
      "text": "He hath said in his heart, God hath forgotten: He hideth his face; he will never see it."
    },
    {
      "verse": 12,
      "text": "(ק) Arise, O Lord; O God, lift up thine hand: Forget not the humble."
    },
    {
      "verse": 13,
      "text": "Wherefore doth the wicked contemn God? He hath said in his heart, Thou wilt not require it."
    },
    {
      "verse": 14,
      "text": "(ר) Thou hast seen it;for thou beholdest mischief and spite, To requite itwith thy hand: The poor committeth himselfunto thee; Thou art the helper of the fatherless."
    },
    {
      "verse": 15,
      "text": "(ש) Break thou the arm of the wicked and the evil man:Seek out his wickedness tillthou find none."
    },
    {
      "verse": 16,
      "text": "The LordisKing for ever and ever: The heathen are perished out of his land."
    },
    {
      "verse": 17,
      "text": "(ת) Lord, thou hast heard the desire of the humble: Thou wilt prepare their heart, thou wilt cause thine ear to hear:"
    },
    {
      "verse": 18,
      "text": "To judge the fatherless and the oppressed, That the man of the earth may no more oppress."
    }
  ]
}