{
  "book_id": "PSA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "(ל) Why standest thou afar off, O \\sc Lord\\sc*? \\add Why\\add* hidest thou \\add thyself\\add* in times of trouble?"
    },
    {
      "verse": 2,
      "text": "The wicked in \\add his\\add* pride doth persecute the poor: Let them be taken in the devices that they have imagined."
    },
    {
      "verse": 3,
      "text": "For the wicked boasteth of his heart’s desire, And blesseth the covetous, \\add whom\\add* the \\sc Lord\\sc* abhorreth."
    },
    {
      "verse": 4,
      "text": "The wicked, through the pride of his countenance, will not seek \\add after God:\\add* God \\add is\\add* not \\add in\\add* all his thoughts."
    },
    {
      "verse": 5,
      "text": "His ways are always grievous; Thy judgments \\add are\\add* far above out of his sight: \\add As for\\add* all his enemies, he puffeth at them."
    },
    {
      "verse": 6,
      "text": "He hath said in his heart, I shall not be moved: For \\add I shall\\add* never \\add be\\add* in adversity."
    },
    {
      "verse": 7,
      "text": "His mouth is full \\add of\\add* cursing and deceit and fraud: Under his tongue \\add is\\add* mischief and vanity."
    },
    {
      "verse": 8,
      "text": "He sitteth in the lurking places of the villages: In the secret places doth he murder the innocent: His eyes are privily set against the poor."
    },
    {
      "verse": 9,
      "text": "He lieth in wait secretly as a lion in his den: He lieth in wait to catch the poor: He doth catch the poor, when he draweth him into his net."
    },
    {
      "verse": 10,
      "text": "He croucheth, \\add and\\add* humbleth himself, That the poor may fall by his strong \\add ones\\add*."
    },
    {
      "verse": 11,
      "text": "He hath said in his heart, God hath forgotten: He hideth his face; he will never see \\add it\\add*."
    },
    {
      "verse": 12,
      "text": "(ק) Arise, O \\sc Lord\\sc*; O God, lift up thine hand: Forget not the humble."
    },
    {
      "verse": 13,
      "text": "Wherefore doth the wicked contemn God? He hath said in his heart, Thou wilt not require \\add it\\add*."
    },
    {
      "verse": 14,
      "text": "(ר) Thou hast seen \\add it;\\add* for thou beholdest mischief and spite, To requite \\add it\\add* with thy hand: The poor committeth \\add himself\\add* unto thee; Thou art the helper of the fatherless."
    },
    {
      "verse": 15,
      "text": "(ש) Break thou the arm of the wicked and the evil \\add man:\\add* Seek out his wickedness \\add till\\add* thou find none."
    },
    {
      "verse": 16,
      "text": "The \\sc Lord\\sc* \\add is\\add* King for ever and ever: The heathen are perished out of his land."
    },
    {
      "verse": 17,
      "text": "(ת) \\sc Lord\\sc*, thou hast heard the desire of the humble: Thou wilt prepare their heart, thou wilt cause thine ear to hear:"
    },
    {
      "verse": 18,
      "text": "To judge the fatherless and the oppressed, That the man of the earth may no more oppress."
    }
  ]
}