{
  "book_id": "PSA",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "The heavens declare the glory of God; And the firmament sheweth his handywork."
    },
    {
      "verse": 2,
      "text": "Day unto day uttereth speech, And night unto night sheweth knowledge."
    },
    {
      "verse": 3,
      "text": "There isno speech nor language, Wheretheir voice is not heard."
    },
    {
      "verse": 4,
      "text": "Their line is gone out through all the earth, And their words to the end of the world. In them hath he set a tabernacle for the sun,"
    },
    {
      "verse": 5,
      "text": "Which isas a bridegroom coming out of his chamber, Andrejoiceth as a strong manto run a race."
    },
    {
      "verse": 6,
      "text": "His going forth isfrom the end of the heaven, And his circuit unto the ends of it: And there is nothing hid from the heat thereof."
    },
    {
      "verse": 7,
      "text": "The law of the Lordisperfect, converting the soul: The testimony of the Lordissure, making wise the simple."
    },
    {
      "verse": 8,
      "text": "The statutes of the Lordareright, rejoicing the heart: The commandment of the Lordispure, enlightening the eyes."
    },
    {
      "verse": 9,
      "text": "The fear of the Lordisclean, enduring for ever: The judgments of the Lordaretrue andrighteous altogether."
    },
    {
      "verse": 10,
      "text": "More to be desired are theythan gold, yea, than much fine gold: Sweeter also than honey and the honeycomb."
    },
    {
      "verse": 11,
      "text": "Moreover by them isthy servant warned: Andin keeping of them there isgreat reward."
    },
    {
      "verse": 12,
      "text": "Who can understand hiserrors? Cleanse thou me from secret faults."
    },
    {
      "verse": 13,
      "text": "Keep back thy servant also from presumptuous sins;Let them not have dominion over me: Then shall I be upright, And I shall be innocent from thegreat transgression."
    },
    {
      "verse": 14,
      "text": "Let the words of my mouth, And the meditation of my heart, be acceptable in thy sight, O Lord, my strength, and my redeemer."
    }
  ]
}