{
  "book_id": "PSA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "(א) Unto thee, O \\sc Lord\\sc*, do I lift up my soul."
    },
    {
      "verse": 2,
      "text": "O my God, (ב) I trust in thee: let me not be ashamed, Let not mine enemies triumph over me."
    },
    {
      "verse": 3,
      "text": "(ג) Yea, let none that wait on thee be ashamed: Let them be ashamed which transgress without cause."
    },
    {
      "verse": 4,
      "text": "(ד) Shew me thy ways, O \\sc Lord\\sc*; Teach me thy paths."
    },
    {
      "verse": 5,
      "text": "(ה) Lead me in thy truth, and teach me: For thou \\add art\\add* the God of my salvation; On thee do I wait all the day."
    },
    {
      "verse": 6,
      "text": "(ז) Remember, O \\sc Lord\\sc*, thy tender mercies and thy lovingkindnesses; For they \\add have been\\add* ever of old."
    },
    {
      "verse": 7,
      "text": "(ח) Remember not the sins of my youth, nor my transgressions: According to thy mercy remember thou me For thy goodness’ sake, O \\sc Lord\\sc*."
    },
    {
      "verse": 8,
      "text": "(ט) Good and upright \\add is\\add* the \\sc Lord\\sc*: Therefore will he teach sinners in the way."
    },
    {
      "verse": 9,
      "text": "(י) The meek will he guide in judgment: And the meek will he teach his way."
    },
    {
      "verse": 10,
      "text": "(כ) All the paths of the \\sc Lord\\sc* \\add are\\add* mercy and truth Unto such as keep his covenant and his testimonies."
    },
    {
      "verse": 11,
      "text": "(ל) For thy name’s sake, O \\sc Lord\\sc*, Pardon mine iniquity; for it \\add is\\add* great."
    },
    {
      "verse": 12,
      "text": "(מ) What man \\add is\\add* he that feareth the \\sc Lord\\sc*? Him shall he teach in the way \\add that\\add* he shall choose."
    },
    {
      "verse": 13,
      "text": "(נ) His soul shall dwell at ease; And his seed shall inherit the earth."
    },
    {
      "verse": 14,
      "text": "(ס) The secret of the \\sc Lord\\sc* \\add is\\add* with them that fear him; And he will shew them his covenant."
    },
    {
      "verse": 15,
      "text": "(ע) Mine eyes \\add are\\add* ever towards the \\sc Lord\\sc*; For he shall pluck my feet out of the net."
    },
    {
      "verse": 16,
      "text": "(פ) Turn thee unto me, and have mercy upon me; For I \\add am\\add* desolate and afflicted."
    },
    {
      "verse": 17,
      "text": "(צ) The troubles of my heart are enlarged: O bring thou me out of my distresses."
    },
    {
      "verse": 18,
      "text": "(ר) Look upon mine affliction and my pain; And forgive all my sins."
    },
    {
      "verse": 19,
      "text": "(ר) Consider mine enemies; for they are many; And they hate me \\add with\\add* cruel hatred."
    },
    {
      "verse": 20,
      "text": "(ש) O keep my soul, and deliver me: Let me not be ashamed; for I put my trust in thee."
    },
    {
      "verse": 21,
      "text": "(ת) Let integrity and uprightness preserve me; For I wait on thee."
    },
    {
      "verse": 22,
      "text": "(פ) Redeem Israel, O God, out of all his troubles."
    }
  ]
}