{
  "book_id": "PSA",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "The Lordismy light and my salvation; whom shall I fear? The Lordisthe strength of my life; of whom shall I be afraid?"
    },
    {
      "verse": 2,
      "text": "When the wicked, evenmine enemies and my foes, came upon me to eat up my flesh, They stumbled and fell."
    },
    {
      "verse": 3,
      "text": "Though a host should encamp against me, my heart shall not fear: Though war should rise against me, in this willI beconfident."
    },
    {
      "verse": 4,
      "text": "One thinghave I desired of the Lord, that will I seek after; That I may dwell in the house of the Lordall the days of my life, To behold the beauty of the Lord, and to inquire in his temple."
    },
    {
      "verse": 5,
      "text": "For in the time of trouble he shall hide me in his pavilion: In the secret of his tabernacle shall he hide me; He shall set me up upon a rock."
    },
    {
      "verse": 6,
      "text": "And now shall mine head be lifted up above mine enemies round about me: Therefore will I offer in his tabernacle sacrifices of joy; I will sing, yea, I will sing praisesunto the Lord."
    },
    {
      "verse": 7,
      "text": "Hear, O Lord, whenI cry withmy voice: Have mercy also upon me, and answer me."
    },
    {
      "verse": 8,
      "text": "When thou saidst, Seek ye my face; my heart said unto thee, Thy face, Lord, will I seek."
    },
    {
      "verse": 9,
      "text": "Hide not thy face farfrom me; Put not thy servant away in anger: Thou hast been my help; leave me not, Neither forsake me, O God of my salvation."
    },
    {
      "verse": 10,
      "text": "When my father and my mother forsake me, Then the Lordwill take me up."
    },
    {
      "verse": 11,
      "text": "Teach me thy way, O Lord, And lead me in a plain path, because of mine enemies."
    },
    {
      "verse": 12,
      "text": "Deliver me not over unto the will of mine enemies: For false witnesses are risen up against me, and such as breathe out cruelty."
    },
    {
      "verse": 13,
      "text": "I had fainted, unless I had believed To see the goodness of the Lordin the land of the living."
    },
    {
      "verse": 14,
      "text": "Wait on the Lord: Be of good courage, and he shall strengthen thine heart: Wait, I say, on the Lord."
    }
  ]
}