{
  "book_id": "PSA",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Blessed \\add is\\add* he whose transgression \\add is\\add* forgiven, whose sin \\add is\\add* covered."
    },
    {
      "verse": 2,
      "text": "Blessed \\add is\\add* the man unto whom the \\sc Lord\\sc* imputeth not iniquity, And in whose spirit \\add there is\\add* no guile."
    },
    {
      "verse": 3,
      "text": "When I kept silence, my bones waxed old Through my roaring all the day long."
    },
    {
      "verse": 4,
      "text": "For day and night thy hand was heavy upon me: My moisture is turned into the drought of summer. Selah."
    },
    {
      "verse": 5,
      "text": "I acknowledged my sin unto thee, And mine iniquity have I not hid. I said, I will confess my transgressions unto the \\sc Lord\\sc*; And thou forgavest the iniquity of my sin. Selah."
    },
    {
      "verse": 6,
      "text": "For this shall every one \\add that is\\add* godly pray unto thee in a time when thou mayest be found: Surely in the floods of great waters they shall not come nigh unto him."
    },
    {
      "verse": 7,
      "text": "Thou \\add art\\add* my hiding place; thou shalt preserve me from trouble; Thou shalt compass me about \\add with\\add* songs of deliverance. Selah."
    },
    {
      "verse": 8,
      "text": "I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye."
    },
    {
      "verse": 9,
      "text": "Be ye not as the horse, \\add Or\\add* as the mule, \\add which have\\add* no understanding: Whose mouth must be held in with bit and bridle, Lest \\add they\\add* come near unto thee."
    },
    {
      "verse": 10,
      "text": "Many sorrows \\add shall be\\add* to the wicked: But he that trusteth in the \\sc Lord\\sc*, mercy shall compass him about."
    },
    {
      "verse": 11,
      "text": "Be glad in the \\sc Lord\\sc*, and rejoice, ye righteous: And shout for joy, all \\add ye that are\\add* upright in heart."
    }
  ]
}