{
  "book_id": "PSA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "(א) I will bless the \\sc Lord\\sc* at all times: His praise \\add shall\\add* continually \\add be\\add* in my mouth."
    },
    {
      "verse": 2,
      "text": "(ב) My soul shall make her boast in the \\sc Lord\\sc*: The humble shall hear \\add thereof\\add*, and be glad."
    },
    {
      "verse": 3,
      "text": "(ג) O magnify the \\sc Lord\\sc* with me, And let us exalt his name together."
    },
    {
      "verse": 4,
      "text": "(ד) I sought the \\sc Lord\\sc*, and he heard me, And delivered me from all my fears."
    },
    {
      "verse": 5,
      "text": "(ה) They looked unto him, and were lightened: (ו) And their faces were not ashamed."
    },
    {
      "verse": 6,
      "text": "(ז) This poor \\add man\\add* cried, and the \\sc Lord\\sc* heard \\add him\\add*, And saved him out of all his troubles."
    },
    {
      "verse": 7,
      "text": "(ח) The angel of the \\sc Lord\\sc* encampeth Round about them that fear him, and delivereth them."
    },
    {
      "verse": 8,
      "text": "(ט) O taste and see that the \\sc Lord\\sc* \\add is\\add* good: Blessed \\add is\\add* the man \\add that\\add* trusteth in him."
    },
    {
      "verse": 9,
      "text": "(י) O fear the \\sc Lord\\sc*, ye his saints: For \\add there is\\add* no want to them that fear him."
    },
    {
      "verse": 10,
      "text": "(כ) The young lions do lack, and suffer hunger: But they that seek the \\sc Lord\\sc* shall not want any good \\add thing\\add*."
    },
    {
      "verse": 11,
      "text": "(ל) Come, ye children, hearken unto me: I will teach you the fear of the \\sc Lord\\sc*."
    },
    {
      "verse": 12,
      "text": "(מ) What man \\add is he that\\add* desireth life, \\add And\\add* loveth \\add many\\add* days, that \\add he\\add* may see good?"
    },
    {
      "verse": 13,
      "text": "(נ) Keep thy tongue from evil, And thy lips from speaking guile."
    },
    {
      "verse": 14,
      "text": "(ס) Depart from evil, and do good; Seek peace, and pursue it."
    },
    {
      "verse": 15,
      "text": "(ע) The eyes of the \\sc Lord\\sc* \\add are\\add* upon the righteous, And his ears \\add are open\\add* unto their cry."
    },
    {
      "verse": 16,
      "text": "(פ) The face of the \\sc Lord\\sc* \\add is\\add* against them that do evil, To cut off the remembrance of them from the earth."
    },
    {
      "verse": 17,
      "text": "(צ) \\add The righteous\\add* cry, and the \\sc Lord\\sc* heareth, And delivereth them out of all their troubles."
    },
    {
      "verse": 18,
      "text": "(ק) The \\sc Lord\\sc* \\add is\\add* nigh unto them that are of a broken heart; And saveth such as be of a contrite spirit."
    },
    {
      "verse": 19,
      "text": "(ר) Many \\add are\\add* the afflictions of the righteous: But the \\sc Lord\\sc* delivereth him out of them all."
    },
    {
      "verse": 20,
      "text": "(ש) He keepeth all his bones: Not one of them is broken."
    },
    {
      "verse": 21,
      "text": "(ת) Evil shall slay the wicked: And they that hate the righteous shall be desolate."
    },
    {
      "verse": 22,
      "text": "(פ) The \\sc Lord\\sc* redeemeth the soul of his servants: And none of them that trust in him shall be desolate."
    }
  ]
}