{
  "book_id": "PSA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "(א) I will bless the Lordat all times: His praise shallcontinually bein my mouth."
    },
    {
      "verse": 2,
      "text": "(ב) My soul shall make her boast in the Lord: The humble shall hear thereof, and be glad."
    },
    {
      "verse": 3,
      "text": "(ג) O magnify the Lordwith me, And let us exalt his name together."
    },
    {
      "verse": 4,
      "text": "(ד) I sought the Lord, and he heard me, And delivered me from all my fears."
    },
    {
      "verse": 5,
      "text": "(ה) They looked unto him, and were lightened: (ו) And their faces were not ashamed."
    },
    {
      "verse": 6,
      "text": "(ז) This poor mancried, and the Lordheard him, And saved him out of all his troubles."
    },
    {
      "verse": 7,
      "text": "(ח) The angel of the Lordencampeth Round about them that fear him, and delivereth them."
    },
    {
      "verse": 8,
      "text": "(ט) O taste and see that the Lordisgood: Blessed isthe man thattrusteth in him."
    },
    {
      "verse": 9,
      "text": "(י) O fear the Lord, ye his saints: For there isno want to them that fear him."
    },
    {
      "verse": 10,
      "text": "(כ) The young lions do lack, and suffer hunger: But they that seek the Lordshall not want any good thing."
    },
    {
      "verse": 11,
      "text": "(ל) Come, ye children, hearken unto me: I will teach you the fear of the Lord."
    },
    {
      "verse": 12,
      "text": "(מ) What man is he thatdesireth life, Andloveth manydays, that hemay see good?"
    },
    {
      "verse": 13,
      "text": "(נ) Keep thy tongue from evil, And thy lips from speaking guile."
    },
    {
      "verse": 14,
      "text": "(ס) Depart from evil, and do good; Seek peace, and pursue it."
    },
    {
      "verse": 15,
      "text": "(ע) The eyes of the Lordareupon the righteous, And his ears are openunto their cry."
    },
    {
      "verse": 16,
      "text": "(פ) The face of the Lordisagainst them that do evil, To cut off the remembrance of them from the earth."
    },
    {
      "verse": 17,
      "text": "(צ) The righteouscry, and the Lordheareth, And delivereth them out of all their troubles."
    },
    {
      "verse": 18,
      "text": "(ק) The Lordisnigh unto them that are of a broken heart; And saveth such as be of a contrite spirit."
    },
    {
      "verse": 19,
      "text": "(ר) Many arethe afflictions of the righteous: But the Lorddelivereth him out of them all."
    },
    {
      "verse": 20,
      "text": "(ש) He keepeth all his bones: Not one of them is broken."
    },
    {
      "verse": 21,
      "text": "(ת) Evil shall slay the wicked: And they that hate the righteous shall be desolate."
    },
    {
      "verse": 22,
      "text": "(פ) The Lordredeemeth the soul of his servants: And none of them that trust in him shall be desolate."
    }
  ]
}