{
  "book_id": "PSA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Plead \\add my cause\\add*, O \\sc Lord\\sc*, with them that strive with me: Fight against them that fight against me."
    },
    {
      "verse": 2,
      "text": "Take hold of shield and buckler, And stand up for mine help."
    },
    {
      "verse": 3,
      "text": "Draw out also the spear, and stop \\add the way\\add* against them that persecute me: Say unto my soul, I \\add am\\add* thy salvation."
    },
    {
      "verse": 4,
      "text": "Let them be confounded and put to shame that seek after my soul: Let them be turned back and brought to confusion that devise my hurt."
    },
    {
      "verse": 5,
      "text": "Let them be as chaff before the wind: And let the angel of the \\sc Lord\\sc* chase \\add them\\add*."
    },
    {
      "verse": 6,
      "text": "Let their way be dark and slippery: And let the angel of the \\sc Lord\\sc* persecute them."
    },
    {
      "verse": 7,
      "text": "For without cause have they hid for me their net \\add in\\add* a pit, \\add Which\\add* without cause they have digged for my soul."
    },
    {
      "verse": 8,
      "text": "Let destruction come upon him at unawares; And let his net that he hath hid catch himself: Into that \\add very\\add* destruction let him fall."
    },
    {
      "verse": 9,
      "text": "And my soul shall be joyful in the \\sc Lord\\sc*: It shall rejoice in his salvation."
    },
    {
      "verse": 10,
      "text": "All my bones shall say, \\sc Lord\\sc*, who \\add is\\add* like unto thee, Which deliverest the poor from him that is too strong for him, Yea, the poor and the needy from him that spoileth him?"
    },
    {
      "verse": 11,
      "text": "False witnesses did rise up; They laid to my charge \\add things\\add* that I knew not."
    },
    {
      "verse": 12,
      "text": "They rewarded me evil for good \\add To\\add* the spoiling of my soul."
    },
    {
      "verse": 13,
      "text": "But \\add as for\\add* me, when they were sick, my clothing \\add was\\add* sackcloth: I humbled my soul with fasting; And my prayer returned into mine own bosom."
    },
    {
      "verse": 14,
      "text": "I behaved myself as though \\add he had been\\add* my friend \\add or\\add* brother: I bowed down heavily, as one that mourneth for his mother."
    },
    {
      "verse": 15,
      "text": "But in mine adversity they rejoiced, and gathered themselves together: \\add Yea\\add*, the abjects gathered themselves together against me, and I knew \\add it\\add* not; They did tear \\add me\\add*, and ceased not:"
    },
    {
      "verse": 16,
      "text": "With hypocritical mockers in feasts, \\add They\\add* gnashed upon me \\add with\\add* their teeth."
    },
    {
      "verse": 17,
      "text": "Lord, how long wilt thou look on? Rescue my soul from their destructions, My darling from the lions."
    },
    {
      "verse": 18,
      "text": "I will give thee thanks in the great congregation: I will praise thee among much people."
    },
    {
      "verse": 19,
      "text": "Let not them that are mine enemies wrongfully rejoice over me: \\add Neither\\add* let them wink \\add with\\add* the eye that hate me without a cause."
    },
    {
      "verse": 20,
      "text": "For they speak not peace: But they devise deceitful matters against \\add them that are\\add* quiet in the land."
    },
    {
      "verse": 21,
      "text": "Yea, they opened their mouth wide against me, \\add And\\add* said, Aha, aha, our eye hath seen \\add it\\add*."
    },
    {
      "verse": 22,
      "text": "\\add This\\add* thou hast seen, O \\sc Lord\\sc*: keep not silence: O Lord, be not far from me."
    },
    {
      "verse": 23,
      "text": "Stir up thyself, and awake to my judgment, \\add Even\\add* unto my cause, my God and my Lord."
    },
    {
      "verse": 24,
      "text": "Judge me, O \\sc Lord\\sc* my God, according to thy righteousness; And let them not rejoice over me."
    },
    {
      "verse": 25,
      "text": "Let them not say in their hearts, Ah, so would we have it: Let them not say, We have swallowed him up."
    },
    {
      "verse": 26,
      "text": "Let them be ashamed and brought to confusion together that rejoice at mine hurt: Let them be clothed with shame and dishonour that magnify \\add themselves\\add* against me."
    },
    {
      "verse": 27,
      "text": "Let them shout for joy, and be glad, that favour my righteous cause: Yea, let them say continually, Let the \\sc Lord\\sc* be magnified, Which hath pleasure in the prosperity of his servant."
    },
    {
      "verse": 28,
      "text": "And my tongue shall speak of thy righteousness \\add And\\add* of thy praise all the day long."
    }
  ]
}