{
  "book_id": "PSA",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "(א) Fret not thyself because of evildoers, Neither be thou envious against the workers of iniquity."
    },
    {
      "verse": 2,
      "text": "For they shall soon be cut down like the grass, And wither as the green herb."
    },
    {
      "verse": 3,
      "text": "(ב) Trust in the \\sc Lord\\sc*, and do good; \\add So\\add* shalt thou dwell in the land, and verily thou shalt be fed."
    },
    {
      "verse": 4,
      "text": "Delight thyself also in the \\sc Lord\\sc*; And he shall give thee the desires of thine heart."
    },
    {
      "verse": 5,
      "text": "(ג) Commit thy way unto the \\sc Lord\\sc*; Trust also in him; and he shall bring \\add it\\add* to pass."
    },
    {
      "verse": 6,
      "text": "And he shall bring forth thy righteousness as the light, And thy judgment as the noonday."
    },
    {
      "verse": 7,
      "text": "(ד) Rest in the \\sc Lord\\sc*, and wait patiently for him: Fret not thyself because of him who prospereth \\add in\\add* his way, Because of the man who bringeth wicked devices to pass."
    },
    {
      "verse": 8,
      "text": "(ה) Cease from anger, and forsake wrath: Fret not thyself in any wise to do evil."
    },
    {
      "verse": 9,
      "text": "For evildoers shall be cut off: But those that wait upon the \\sc Lord\\sc*, they shall inherit the earth."
    },
    {
      "verse": 10,
      "text": "(ו) For yet a little while, and the wicked \\add shall\\add* not \\add be:\\add* Yea, thou shalt diligently consider his place, and it \\add shall\\add* not \\add be\\add*."
    },
    {
      "verse": 11,
      "text": "But the meek shall inherit the earth; And shall delight themselves in the abundance of peace."
    },
    {
      "verse": 12,
      "text": "(ז) The wicked plotteth against the just, And gnasheth upon him \\add with\\add* his teeth."
    },
    {
      "verse": 13,
      "text": "The Lord shall laugh at him: For he seeth that his day is coming."
    },
    {
      "verse": 14,
      "text": "(ח) The wicked have drawn out the sword, and have bent their bow, To cast down the poor and needy, \\add And\\add* to slay such as be of upright conversation."
    },
    {
      "verse": 15,
      "text": "Their sword shall enter into their own heart, And their bows shall be broken."
    },
    {
      "verse": 16,
      "text": "(ט) A little that a righteous \\add man\\add* hath \\add Is\\add* better than the riches of many wicked."
    },
    {
      "verse": 17,
      "text": "For the arms of the wicked shall be broken: But the \\sc Lord\\sc* upholdeth the righteous."
    },
    {
      "verse": 18,
      "text": "(י) The \\sc Lord\\sc* knoweth the days of the upright: And their inheritance shall be for ever."
    },
    {
      "verse": 19,
      "text": "They shall not be ashamed in the evil time: And in the days of famine they shall be satisfied."
    },
    {
      "verse": 20,
      "text": "(כ) But the wicked shall perish, And the enemies of the \\sc Lord\\sc* \\add shall be\\add* as the fat of lambs: They shall consume; into smoke shall they consume \\add away\\add*."
    },
    {
      "verse": 21,
      "text": "(ל) The wicked borroweth, and payeth not again: But the righteous sheweth mercy, and giveth."
    },
    {
      "verse": 22,
      "text": "For such as be blessed of him shall inherit the earth; And they that be cursed of him shall be cut off."
    },
    {
      "verse": 23,
      "text": "(מ) The steps of a \\add good\\add* man are ordered by the \\sc Lord\\sc*: And he delighteth in his way."
    },
    {
      "verse": 24,
      "text": "Though he fall, he shall not be utterly cast down: For the \\sc Lord\\sc* upholdeth \\add him with\\add* his hand."
    },
    {
      "verse": 25,
      "text": "(נ) I have been young, and \\add now\\add* am old; Yet have I not seen the righteous forsaken, Nor his seed begging bread."
    },
    {
      "verse": 26,
      "text": "\\add He is\\add* ever merciful, and lendeth; And his seed \\add is\\add* blessed."
    },
    {
      "verse": 27,
      "text": "(ס) Depart from evil, and do good; And dwell for evermore."
    },
    {
      "verse": 28,
      "text": "For the \\sc Lord\\sc* loveth judgment, And forsaketh not his saints; (לע) They are preserved for ever: But the seed of the wicked shall be cut off."
    },
    {
      "verse": 29,
      "text": "The righteous shall inherit the land, And dwell therein for ever."
    },
    {
      "verse": 30,
      "text": "(פ) The mouth of the righteous speaketh wisdom, And his tongue talketh of judgment."
    },
    {
      "verse": 31,
      "text": "The law of his God \\add is\\add* in his heart; None of his steps shall slide."
    },
    {
      "verse": 32,
      "text": "(צ) The wicked watcheth the righteous, And seeketh to slay him."
    },
    {
      "verse": 33,
      "text": "The \\sc Lord\\sc* will not leave him in his hand, Nor condemn him when he is judged."
    },
    {
      "verse": 34,
      "text": "(ק) Wait on the \\sc Lord\\sc*, and keep his way, And he shall exalt thee to inherit the land: When the wicked are cut off, thou shalt see \\add it\\add*."
    },
    {
      "verse": 35,
      "text": "(ר) I have seen the wicked in great power, And spreading himself like a green bay tree."
    },
    {
      "verse": 36,
      "text": "Yet he passed away, and lo, he \\add was\\add* not: Yea, I sought him, but he could not be found."
    },
    {
      "verse": 37,
      "text": "(ש) Mark the perfect \\add man\\add*, and behold the upright: For the end of \\add that\\add* man \\add is\\add* peace."
    },
    {
      "verse": 38,
      "text": "But the transgressors shall be destroyed together: The end of the wicked shall be cut off."
    },
    {
      "verse": 39,
      "text": "(ות) But the salvation of the righteous \\add is\\add* of the \\sc Lord\\sc*: \\add He is\\add* their strength in the time of trouble."
    },
    {
      "verse": 40,
      "text": "And the \\sc Lord\\sc* shall help them, and deliver them: He shall deliver them from the wicked, And save them, because they trust in him."
    }
  ]
}