{
  "book_id": "PSA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "O \\sc Lord\\sc*, rebuke me not in thy wrath: Neither chasten me in thy hot displeasure."
    },
    {
      "verse": 2,
      "text": "For thine arrows stick fast in me, And thy hand presseth me sore."
    },
    {
      "verse": 3,
      "text": "\\add There is\\add* no soundness in my flesh because of thine anger; Neither \\add is there any\\add* rest in my bones because of my sin."
    },
    {
      "verse": 4,
      "text": "For mine iniquities are gone \\add over\\add* mine head: As a heavy burden they are too heavy for me."
    },
    {
      "verse": 5,
      "text": "My wounds stink \\add and\\add* are corrupt Because of my foolishness."
    },
    {
      "verse": 6,
      "text": "I am troubled; I am bowed down greatly; I go mourning all the day long."
    },
    {
      "verse": 7,
      "text": "For my loins are filled \\add with\\add* a loathsome \\add disease:\\add* And \\add there is\\add* no soundness in my flesh."
    },
    {
      "verse": 8,
      "text": "I am feeble and sore broken: I have roared by reason of the disquietness of my heart."
    },
    {
      "verse": 9,
      "text": "Lord, all my desire \\add is\\add* before thee; And my groaning is not hid from thee."
    },
    {
      "verse": 10,
      "text": "My heart panteth, my strength faileth me: As for the light of mine eyes, it also is gone from me."
    },
    {
      "verse": 11,
      "text": "My lovers and my friends stand aloof from my sore; And my kinsmen stand afar off."
    },
    {
      "verse": 12,
      "text": "They also that seek after my life lay snares \\add for me:\\add* And they that seek my hurt speak mischievous things, And imagine deceits all the day long."
    },
    {
      "verse": 13,
      "text": "But I, as a deaf \\add man\\add*, heard not; And \\add I was\\add* as a dumb \\add man that\\add* openeth not his mouth."
    },
    {
      "verse": 14,
      "text": "Thus I was as a man that heareth not, And in whose mouth \\add are\\add* no reproofs."
    },
    {
      "verse": 15,
      "text": "For in thee, O \\sc Lord\\sc*, do I hope: Thou wilt hear, O Lord my God."
    },
    {
      "verse": 16,
      "text": "For I said, \\add Hear me\\add*, lest \\add otherwise\\add* they should rejoice over me: When my foot slippeth, they magnify \\add themselves\\add* against me."
    },
    {
      "verse": 17,
      "text": "For I \\add am\\add* ready to halt, And my sorrow \\add is\\add* continually before me."
    },
    {
      "verse": 18,
      "text": "For I will declare mine iniquity; I will be sorry for my sin."
    },
    {
      "verse": 19,
      "text": "But mine enemies \\add are\\add* lively, \\add and\\add* they are strong: And they that hate me wrongfully are multiplied."
    },
    {
      "verse": 20,
      "text": "They also that render evil for good are mine adversaries; Because I follow \\add the thing that\\add* good \\add is\\add*."
    },
    {
      "verse": 21,
      "text": "Forsake me not, O \\sc Lord\\sc*: O my God, be not far from me."
    },
    {
      "verse": 22,
      "text": "Make haste to help me, O Lord my salvation."
    }
  ]
}