{
  "book_id": "PSA",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "As the hart panteth after the water brooks, So panteth my soul after thee, O God."
    },
    {
      "verse": 2,
      "text": "My soul thirsteth for God, for the living God: When shall I come and appear before God?"
    },
    {
      "verse": 3,
      "text": "My tears have been my meat day and night, While \\add they\\add* continually say unto me, Where \\add is\\add* thy God?"
    },
    {
      "verse": 4,
      "text": "When I remember these \\add things\\add*, I pour out my soul in me: For I had gone with the multitude, I went with them to the house of God, With the voice of joy and praise, \\add with\\add* a multitude that kept holyday."
    },
    {
      "verse": 5,
      "text": "Why art thou cast down, O my soul? and \\add why\\add* art thou disquieted in me? Hope thou in God: for I shall yet praise him \\add For\\add* the help of his countenance."
    },
    {
      "verse": 6,
      "text": "O my God, my soul is cast down within me: therefore will I remember thee From the land of Jordan, and of the Hermonites, from the hill Mizar."
    },
    {
      "verse": 7,
      "text": "Deep calleth unto deep at the noise of thy waterspouts: All thy waves and thy billows are gone over me."
    },
    {
      "verse": 8,
      "text": "\\add Yet\\add* the \\sc Lord\\sc* will command his lovingkindness in the daytime, And in the night his song \\add shall be\\add* with me, \\add And my\\add* prayer unto the God of my life."
    },
    {
      "verse": 9,
      "text": "I will say unto God my rock, Why hast thou forgotten me? Why go I mourning because of the oppression of the enemy?"
    },
    {
      "verse": 10,
      "text": "\\add As\\add* with a sword in my bones, mine enemies reproach me; While they say daily unto me, Where \\add is\\add* thy God?"
    },
    {
      "verse": 11,
      "text": "Why art thou cast down, O my soul? and why art thou disquieted within me? Hope thou in God: for I shall yet praise him, \\add Who is\\add* the health of my countenance, and my God."
    }
  ]
}