{
  "book_id": "PSA",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "Give ear to my prayer, O God; And hide not thyself from my supplication."
    },
    {
      "verse": 2,
      "text": "Attend unto me, and hear me: I mourn in my complaint, and make a noise;"
    },
    {
      "verse": 3,
      "text": "Because of the voice of the enemy, because of the oppression of the wicked: For they cast iniquity upon me, and in wrath they hate me."
    },
    {
      "verse": 4,
      "text": "My heart is sore pained within me: And the terrors of death are fallen upon me."
    },
    {
      "verse": 5,
      "text": "Fearfulness and trembling are come upon me, And horror hath overwhelmed me."
    },
    {
      "verse": 6,
      "text": "And I said, O that I had wings like a dove, \\add For then\\add* would I fly away, and be at rest."
    },
    {
      "verse": 7,
      "text": "Lo, \\add then\\add* would I wander far off, \\add And\\add* remain in the wilderness. Selah."
    },
    {
      "verse": 8,
      "text": "I would hasten my escape From the windy storm \\add and\\add* tempest."
    },
    {
      "verse": 9,
      "text": "Destroy, O Lord, \\add and\\add* divide their tongues: For I have seen violence and strife in the city."
    },
    {
      "verse": 10,
      "text": "Day and night they go about it upon the walls thereof: Mischief also and sorrow \\add are\\add* in the midst of it."
    },
    {
      "verse": 11,
      "text": "Wickedness \\add is\\add* in the midst thereof: Deceit and guile depart not from her streets."
    },
    {
      "verse": 12,
      "text": "For \\add it was\\add* not an enemy \\add that\\add* reproached me; then I could have borne \\add it\\add*: Neither \\add was it\\add* he that hated me \\add that\\add* did magnify \\add himself\\add* against me; then I would have hid myself from him:"
    },
    {
      "verse": 13,
      "text": "But \\add it was\\add* thou, a man mine equal, My guide, and mine acquaintance."
    },
    {
      "verse": 14,
      "text": "We took sweet counsel together, \\add And\\add* walked unto the house of God in company."
    },
    {
      "verse": 15,
      "text": "Let death seize upon them, \\add And\\add* let them go down quick \\add into\\add* hell: For wickedness \\add is\\add* in their dwellings, \\add and\\add* among them."
    },
    {
      "verse": 16,
      "text": "\\add As for\\add* me, I will call upon God; And the \\sc Lord\\sc* shall save me."
    },
    {
      "verse": 17,
      "text": "Evening, and morning, and at noon, will I pray, and cry aloud: And he shall hear my voice."
    },
    {
      "verse": 18,
      "text": "He hath delivered my soul in peace from the battle \\add that was\\add* against me: For there were many with me."
    },
    {
      "verse": 19,
      "text": "God shall hear, and afflict them, Even he that abideth of old. Selah. Because they have no changes, Therefore they fear not God."
    },
    {
      "verse": 20,
      "text": "He hath put forth his hands against such as be at peace with him: He hath broken his covenant."
    },
    {
      "verse": 21,
      "text": "\\add The words of\\add* his mouth were smoother than butter, but war \\add was\\add* in his heart: His words were softer than oil, yet \\add were\\add* they drawn swords."
    },
    {
      "verse": 22,
      "text": "Cast thy burden upon the \\sc Lord\\sc*, and he shall sustain thee: He shall never suffer the righteous to be moved."
    },
    {
      "verse": 23,
      "text": "But thou, O God, shalt bring them down into the pit of destruction: Bloody and deceitful men shall not live out half their days; But I will trust in thee."
    }
  ]
}