{
  "book_id": "PSA",
  "chapter": 65,
  "verses": [
    {
      "verse": 1,
      "text": "Praise waiteth for thee, O God, in Zion: And unto thee shall the vow be performed."
    },
    {
      "verse": 2,
      "text": "O thou that hearest prayer, Unto thee shall all flesh come."
    },
    {
      "verse": 3,
      "text": "Iniquities prevail against me: As forour transgressions, thou shalt purge them away."
    },
    {
      "verse": 4,
      "text": "Blessed is the man whomthou choosest, And causest to approach unto thee, thathe may dwell inthy courts: We shall be satisfied with the goodness of thy house, Evenof thy holy temple."
    },
    {
      "verse": 5,
      "text": "Byterrible thingsin righteousness wilt thou answer us, O God of our salvation; Who artthe confidence of all the ends of the earth, and of them that are afar off uponthe sea:"
    },
    {
      "verse": 6,
      "text": "Which by his strength setteth fast the mountains; Beinggirded with power:"
    },
    {
      "verse": 7,
      "text": "Which stilleth the noise of the seas, The noise of their waves, and the tumult of the people."
    },
    {
      "verse": 8,
      "text": "They also that dwell in the uttermost parts are afraid at thy tokens: Thou makest the outgoings of the morning and evening to rejoice."
    },
    {
      "verse": 9,
      "text": "Thou visitest the earth, and waterest it: Thou greatly enrichest it Withthe river of God, whichis full ofwater: Thou preparest them corn, when thou hast so provided for it."
    },
    {
      "verse": 10,
      "text": "Thouwaterest the ridges thereof abundantly: thousettlest the furrows thereof: Thou makest it soft with showers: thou blessest the springing thereof."
    },
    {
      "verse": 11,
      "text": "Thou crownest the year with thy goodness; And thy paths drop fatness."
    },
    {
      "verse": 12,
      "text": "They drop uponthe pastures of the wilderness: And the little hills rejoice on every side."
    },
    {
      "verse": 13,
      "text": "The pastures are clothed with flocks; The valleys also are covered over with corn; They shout for joy, they also sing."
    }
  ]
}