{
  "book_id": "PSA",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "Make a joyful noise unto God, all ye lands:"
    },
    {
      "verse": 2,
      "text": "Sing forth the honour of his name: Make his praise glorious."
    },
    {
      "verse": 3,
      "text": "Say unto God, How terrible \\add art thou in\\add* thy works! Through the greatness of thy power shall thine enemies submit themselves unto thee."
    },
    {
      "verse": 4,
      "text": "All the earth shall worship thee, And shall sing unto thee; they shall sing \\add to\\add* thy name. Selah."
    },
    {
      "verse": 5,
      "text": "Come and see the works of God: \\add He is\\add* terrible \\add in his\\add* doing toward the children of men."
    },
    {
      "verse": 6,
      "text": "He turned the sea into dry \\add land:\\add* They went through the flood on foot: There did we rejoice in him."
    },
    {
      "verse": 7,
      "text": "He ruleth by his power for ever; His eyes behold the nations: Let not the rebellious exalt themselves. Selah."
    },
    {
      "verse": 8,
      "text": "O bless our God, ye people, And make the voice of his praise to be heard:"
    },
    {
      "verse": 9,
      "text": "Which holdeth our soul in life, And suffereth not our feet to be moved."
    },
    {
      "verse": 10,
      "text": "For thou, O God, hast proved us: Thou hast tried us, as silver is tried."
    },
    {
      "verse": 11,
      "text": "Thou broughtest us into the net; Thou laidst affliction upon our loins."
    },
    {
      "verse": 12,
      "text": "Thou hast caused men to ride over our heads; We went through fire and through water: But thou broughtest us out into a wealthy \\add place\\add*."
    },
    {
      "verse": 13,
      "text": "I will go \\add into\\add* thy house with burnt offerings: I will pay thee my vows,"
    },
    {
      "verse": 14,
      "text": "Which my lips have uttered, And my mouth hath spoken, when I was in trouble."
    },
    {
      "verse": 15,
      "text": "I will offer unto thee burnt sacrifices of fatlings, With the incense of rams; I will offer bullocks with goats. Selah."
    },
    {
      "verse": 16,
      "text": "Come \\add and\\add* hear, all ye that fear God, And I will declare what he hath done for my soul."
    },
    {
      "verse": 17,
      "text": "I cried unto him \\add with\\add* my mouth, And \\add he was\\add* extolled with my tongue."
    },
    {
      "verse": 18,
      "text": "If I regard iniquity in my heart, The Lord will not hear \\add me:\\add*"
    },
    {
      "verse": 19,
      "text": "\\add But\\add* verily God hath heard \\add me;\\add* He hath attended to the voice of my prayer."
    },
    {
      "verse": 20,
      "text": "Blessed \\add be\\add* God, which hath not turned away my prayer, Nor his mercy from me."
    }
  ]
}