{
  "book_id": "PSA",
  "chapter": 68,
  "verses": [
    {
      "verse": 1,
      "text": "Let God arise, let his enemies be scattered: Let them also that hate him flee before him."
    },
    {
      "verse": 2,
      "text": "As smoke is driven away, \\add so\\add* drive \\add them\\add* away: As wax melteth before the fire, \\add So\\add* let the wicked perish at the presence of God."
    },
    {
      "verse": 3,
      "text": "But let the righteous be glad; let them rejoice before God: Yea, let them exceedingly rejoice."
    },
    {
      "verse": 4,
      "text": "Sing unto God, sing \\add praises to\\add* his name: Extol him that rideth upon the heavens By his name JAH, and rejoice before him."
    },
    {
      "verse": 5,
      "text": "A father of the fatherless, and a judge of the widows, \\add Is\\add* God in his holy habitation."
    },
    {
      "verse": 6,
      "text": "God setteth the solitary in families: He bringeth out those which are bound with chains: But the rebellious dwell \\add in\\add* a dry \\add land\\add*."
    },
    {
      "verse": 7,
      "text": "O God, when thou wentest forth before thy people, When thou didst march through the wilderness; Selah."
    },
    {
      "verse": 8,
      "text": "The earth shook, the heavens also dropped At the presence of God: \\add even\\add* Sinai itself \\add was moved\\add* At the presence of God, the God of Israel."
    },
    {
      "verse": 9,
      "text": "Thou, O God, didst send a plentiful rain, Whereby thou didst confirm thine inheritance, when it was weary."
    },
    {
      "verse": 10,
      "text": "Thy congregation hath dwelt therein: Thou, O God, hast prepared of thy goodness for the poor."
    },
    {
      "verse": 11,
      "text": "The Lord gave the word: Great \\add was\\add* the company of those that published \\add it\\add*."
    },
    {
      "verse": 12,
      "text": "Kings of armies did flee apace: And she that tarried at home divided the spoil."
    },
    {
      "verse": 13,
      "text": "Though ye have lien among the pots, \\add Yet shall ye be as\\add* the wings of a dove covered with silver, And her feathers with yellow gold."
    },
    {
      "verse": 14,
      "text": "When the Almighty scattered kings in it, It was \\add white as\\add* snow in Salmon."
    },
    {
      "verse": 15,
      "text": "The hill of God \\add is as\\add* the hill of Bashan; A high hill \\add as\\add* the hill of Bashan."
    },
    {
      "verse": 16,
      "text": "Why leap ye, ye high hills? \\add This is\\add* the hill \\add which\\add* God desireth to dwell in; Yea, the \\sc Lord\\sc* will dwell \\add in it\\add* for ever."
    },
    {
      "verse": 17,
      "text": "The chariots of God \\add are\\add* twenty thousand, \\add even\\add* thousands of angels: The Lord \\add is\\add* among them, \\add as in\\add* Sinai, in the holy \\add place\\add*."
    },
    {
      "verse": 18,
      "text": "Thou hast ascended on high, thou hast led captivity captive: Thou hast received gifts for men; Yea, \\add for\\add* the rebellious also, that the \\sc Lord\\sc* God might dwell \\add among them\\add*."
    },
    {
      "verse": 19,
      "text": "Blessed \\add be\\add* the Lord, \\add Who\\add* daily loadeth us \\add with benefits\\add*, \\add Even\\add* the God of our salvation. Selah."
    },
    {
      "verse": 20,
      "text": "\\add He that is\\add* our God \\add is\\add* the God of salvation; And unto \\sc God\\sc* the Lord \\add belong\\add* the issues from death."
    },
    {
      "verse": 21,
      "text": "But God shall wound the head of his enemies, \\add And\\add* the hairy scalp of such a one as goeth on still in his trespasses."
    },
    {
      "verse": 22,
      "text": "The Lord said, I will bring again from Bashan, I will bring \\add my people\\add* again from the depths of the sea:"
    },
    {
      "verse": 23,
      "text": "That thy foot may be dipped in the blood of \\add thine\\add* enemies, \\add And\\add* the tongue of thy dogs in the same."
    },
    {
      "verse": 24,
      "text": "They have seen thy goings, O God; \\add Even\\add* the goings of my God, my King, in the sanctuary."
    },
    {
      "verse": 25,
      "text": "The singers went before, the players on instruments \\add followed\\add* after; Among \\add them were\\add* the damsels playing with timbrels."
    },
    {
      "verse": 26,
      "text": "Bless ye God in the congregations, \\add Even\\add* the Lord, from the fountain of Israel."
    },
    {
      "verse": 27,
      "text": "There \\add is\\add* little Benjamin \\add with\\add* their ruler, The princes of Judah \\add and\\add* their council, The princes of Zebulun, \\add and\\add* the princes of Naphtali."
    },
    {
      "verse": 28,
      "text": "Thy God hath commanded thy strength: Strengthen, O God, that which thou hast wrought for us."
    },
    {
      "verse": 29,
      "text": "Because of thy temple at Jerusalem Shall kings bring presents unto thee."
    },
    {
      "verse": 30,
      "text": "Rebuke the company of spearmen, The multitude of the bulls, with the calves of the people, \\add Till every one\\add* submit himself with pieces of silver: Scatter thou the people \\add that\\add* delight in war."
    },
    {
      "verse": 31,
      "text": "Princes shall come out of Egypt; Ethiopia shall soon stretch out her hands unto God."
    },
    {
      "verse": 32,
      "text": "Sing unto God, ye kingdoms of the earth; O sing \\add praises unto\\add* the Lord; Selah."
    },
    {
      "verse": 33,
      "text": "To him that rideth upon the heavens of heavens, \\add which were\\add* of old; Lo, he doth send out his voice, \\add and that\\add* a mighty voice."
    },
    {
      "verse": 34,
      "text": "Ascribe ye strength unto God: His excellency \\add is\\add* over Israel, And his strength \\add is\\add* in the clouds."
    },
    {
      "verse": 35,
      "text": "O God, \\add thou art\\add* terrible out of thy holy places: The God of Israel \\add is\\add* he That giveth strength and power unto \\add his\\add* people. Blessed \\add be\\add* God."
    }
  ]
}