{
  "book_id": "PSA",
  "chapter": 71,
  "verses": [
    {
      "verse": 1,
      "text": "In thee, O \\sc Lord\\sc*, do I put my trust: Let me never be put to confusion."
    },
    {
      "verse": 2,
      "text": "Deliver me in thy righteousness, and cause me to escape: Incline thine ear unto me, and save me."
    },
    {
      "verse": 3,
      "text": "Be thou my strong habitation, whereunto \\add I\\add* may continually resort: Thou hast given commandment to save me; For thou \\add art\\add* my rock and my fortress."
    },
    {
      "verse": 4,
      "text": "Deliver me, O my God, out of the hand of the wicked, Out of the hand of the unrighteous and cruel \\add man\\add*."
    },
    {
      "verse": 5,
      "text": "For thou \\add art\\add* my hope, O Lord \\sc God\\sc*: \\add Thou art\\add* my trust from my youth."
    },
    {
      "verse": 6,
      "text": "By thee have I been holden up from the womb: Thou art he that took me out of my mother’s bowels: My praise \\add shall be\\add* continually of thee."
    },
    {
      "verse": 7,
      "text": "I am as a wonder unto many; But thou \\add art\\add* my strong refuge."
    },
    {
      "verse": 8,
      "text": "Let my mouth be filled \\add with\\add* thy praise \\add And with\\add* thy honour all the day."
    },
    {
      "verse": 9,
      "text": "Cast me not off in the time of old age; Forsake me not when my strength faileth."
    },
    {
      "verse": 10,
      "text": "For mine enemies speak against me; And they that lay wait for my soul take counsel together,"
    },
    {
      "verse": 11,
      "text": "Saying, God hath forsaken him: Persecute and take him; for \\add there is\\add* none to deliver \\add him\\add*."
    },
    {
      "verse": 12,
      "text": "O God, be not far from me: O my God, make haste for my help."
    },
    {
      "verse": 13,
      "text": "Let them be confounded \\add and\\add* consumed that are adversaries to my soul; Let them be covered \\add with\\add* reproach and dishonour that seek my hurt."
    },
    {
      "verse": 14,
      "text": "But I will hope continually, And will yet praise thee more and more."
    },
    {
      "verse": 15,
      "text": "My mouth shall shew forth thy righteousness \\add And\\add* thy salvation all the day; For I know not the numbers \\add thereof\\add*."
    },
    {
      "verse": 16,
      "text": "I will go in the strength of the Lord \\sc God\\sc*: I will make mention of thy righteousness, \\add even\\add* of thine only."
    },
    {
      "verse": 17,
      "text": "O God, thou hast taught me from my youth: And hitherto have I declared thy wondrous works."
    },
    {
      "verse": 18,
      "text": "Now also when I am old and grayheaded, O God, forsake me not; Until I have shewed thy strength unto \\add this\\add* generation, \\add And\\add* thy power to every one \\add that\\add* is to come."
    },
    {
      "verse": 19,
      "text": "Thy righteousness also, O God, \\add is\\add* very high, Who hast done great \\add things:\\add* O God, who \\add is\\add* like unto thee!"
    },
    {
      "verse": 20,
      "text": "\\add Thou\\add*, which hast shewed me great and sore troubles, Shalt quicken me again, And shalt bring me up again from the depths of the earth."
    },
    {
      "verse": 21,
      "text": "Thou shalt increase my greatness, And comfort me on every side."
    },
    {
      "verse": 22,
      "text": "I will also praise thee with the psaltery, \\add Even\\add* thy truth, O my God: unto thee will I sing With the harp, O thou Holy One of Israel."
    },
    {
      "verse": 23,
      "text": "My lips shall greatly rejoice when I sing unto thee; And my soul, which thou hast redeemed."
    },
    {
      "verse": 24,
      "text": "My tongue also shall talk of thy righteousness all the day long: For they are confounded, for they are brought unto shame, that seek my hurt."
    }
  ]
}