{
  "book_id": "PSA",
  "chapter": 86,
  "verses": [
    {
      "verse": 1,
      "text": "Bow down thine ear, O Lord, hear me: For I ampoor and needy."
    },
    {
      "verse": 2,
      "text": "Preserve my soul; for I amholy: O thou my God, save thy servant that trusteth in thee."
    },
    {
      "verse": 3,
      "text": "Be merciful unto me, O Lord: For I cry unto thee daily."
    },
    {
      "verse": 4,
      "text": "Rejoice the soul of thy servant: For unto thee, O Lord, do I lift up my soul."
    },
    {
      "verse": 5,
      "text": "For thou, Lord, artgood, and ready to forgive; And plenteous in mercy unto all them that call upon thee."
    },
    {
      "verse": 6,
      "text": "Give ear, O Lord, unto my prayer; And attend to the voice of my supplications."
    },
    {
      "verse": 7,
      "text": "In the day of my trouble I will call upon thee: For thou wilt answer me."
    },
    {
      "verse": 8,
      "text": "Among the gods there isnone like unto thee, O Lord; Neither are there any workslike unto thy works."
    },
    {
      "verse": 9,
      "text": "All nations whom thou hast made shall come And worship before thee, O Lord; And shall glorify thy name."
    },
    {
      "verse": 10,
      "text": "For thou artgreat, and doest wondrous things:Thou artGod alone."
    },
    {
      "verse": 11,
      "text": "Teach me thy way, O Lord; I will walk in thy truth: Unite my heart to fear thy name."
    },
    {
      "verse": 12,
      "text": "I will praise thee, O Lord my God, with all my heart: And I will glorify thy name for evermore."
    },
    {
      "verse": 13,
      "text": "For great isthy mercy toward me: And thou hast delivered my soul from the lowest hell."
    },
    {
      "verse": 14,
      "text": "O God, the proud are risen against me, And the assemblies of violent menhave sought after my soul; And have not set thee before them."
    },
    {
      "verse": 15,
      "text": "But thou, O Lord, arta God full of compassion, and gracious, Longsuffering, and plenteous in mercy and truth."
    },
    {
      "verse": 16,
      "text": "O turn unto me, and have mercy upon me; Give thy strength unto thy servant, And save the son of thine handmaid."
    },
    {
      "verse": 17,
      "text": "Shew me a token for good; That they which hate me may see it, and be ashamed: Because thou, Lord, hast holpen me, and comforted me."
    }
  ]
}