{
  "book_id": "PSA",
  "chapter": 88,
  "verses": [
    {
      "verse": 1,
      "text": "O \\sc Lord\\sc* God of my salvation, I have cried day \\add and\\add* night before thee:"
    },
    {
      "verse": 2,
      "text": "Let my prayer come before thee: Incline thine ear unto my cry;"
    },
    {
      "verse": 3,
      "text": "For my soul is full of troubles: And my life draweth nigh unto the grave."
    },
    {
      "verse": 4,
      "text": "I am counted with them that go down into the pit: I am as a man \\add that hath\\add* no strength:"
    },
    {
      "verse": 5,
      "text": "Free among the dead, Like the slain that lie in the grave, Whom thou rememberest no more: And they are cut off from thy hand."
    },
    {
      "verse": 6,
      "text": "Thou hast laid me in the lowest pit, In darkness, in the deeps."
    },
    {
      "verse": 7,
      "text": "Thy wrath lieth hard upon me, And thou hast afflicted \\add me with\\add* all thy waves. Selah."
    },
    {
      "verse": 8,
      "text": "Thou hast put away mine acquaintance far from me; Thou hast made me an abomination unto them: \\add I am\\add* shut up, and I cannot come forth."
    },
    {
      "verse": 9,
      "text": "Mine eye mourneth by reason of affliction: \\sc Lord\\sc*, I have called daily upon thee, I have stretched out my hands unto thee."
    },
    {
      "verse": 10,
      "text": "Wilt thou shew wonders to the dead? Shall the dead arise \\add and\\add* praise thee? Selah."
    },
    {
      "verse": 11,
      "text": "Shall thy lovingkindness be declared in the grave? \\add Or\\add* thy faithfulness in destruction?"
    },
    {
      "verse": 12,
      "text": "Shall thy wonders be known in the dark? And thy righteousness in the land of forgetfulness?"
    },
    {
      "verse": 13,
      "text": "But unto thee have I cried, O \\sc Lord\\sc*; And in the morning shall my prayer prevent thee."
    },
    {
      "verse": 14,
      "text": "\\sc Lord\\sc*, why castest thou off my soul? \\add Why\\add* hidest thou thy face from me?"
    },
    {
      "verse": 15,
      "text": "I \\add am\\add* afflicted and ready to die from \\add my\\add* youth \\add up:\\add* \\add While\\add* I suffer thy terrors I am distracted."
    },
    {
      "verse": 16,
      "text": "Thy fierce wrath goeth over me; Thy terrors have cut me off."
    },
    {
      "verse": 17,
      "text": "They came round about me daily like water; They compassed me about together."
    },
    {
      "verse": 18,
      "text": "Lover and friend hast thou put far from me, \\add And\\add* mine acquaintance \\add into\\add* darkness."
    }
  ]
}