{
  "book_id": "PSA",
  "chapter": 92,
  "verses": [
    {
      "verse": 1,
      "text": "\\add It is a\\add* good \\add thing\\add* to give thanks unto the \\sc Lord\\sc*, And to sing \\add praises\\add* unto thy name, O most High:"
    },
    {
      "verse": 2,
      "text": "To shew forth thy lovingkindness in the morning, And thy faithfulness every night,"
    },
    {
      "verse": 3,
      "text": "Upon an instrument of ten strings, and upon the psaltery; Upon the harp with a solemn sound."
    },
    {
      "verse": 4,
      "text": "For thou, \\sc Lord\\sc*, hast made me glad through thy work: I will triumph in the works of thy hands."
    },
    {
      "verse": 5,
      "text": "O \\sc Lord\\sc*, how great are thy works! \\add And\\add* thy thoughts are very deep."
    },
    {
      "verse": 6,
      "text": "A brutish man knoweth not; Neither doth a fool understand this."
    },
    {
      "verse": 7,
      "text": "When the wicked spring as the grass, And when all the workers of iniquity do flourish; \\add It is\\add* that they shall be destroyed for ever:"
    },
    {
      "verse": 8,
      "text": "But thou, \\sc Lord\\sc*, \\add art most\\add* High for evermore."
    },
    {
      "verse": 9,
      "text": "For lo, thine enemies, O \\sc Lord\\sc*, For lo, thine enemies shall perish; All the workers of iniquity shall be scattered."
    },
    {
      "verse": 10,
      "text": "But my horn shalt thou exalt like \\add the horn of\\add* an unicorn: I shall be anointed with fresh oil."
    },
    {
      "verse": 11,
      "text": "Mine eye also shall see \\add my desire\\add* on mine enemies, \\add And\\add* mine ears shall hear \\add my desire\\add* of the wicked that rise up against me."
    },
    {
      "verse": 12,
      "text": "The righteous shall flourish like the palm tree: He shall grow like a cedar in Lebanon."
    },
    {
      "verse": 13,
      "text": "Those that be planted in the house of the \\sc Lord\\sc* Shall flourish in the courts of our God."
    },
    {
      "verse": 14,
      "text": "They shall still bring forth fruit in old age; They shall be fat and flourishing;"
    },
    {
      "verse": 15,
      "text": "To shew that the \\sc Lord\\sc* \\add is\\add* upright: \\add He is\\add* my rock, and \\add there is\\add* no unrighteousness in him."
    }
  ]
}