{
  "book_id": "PSA",
  "chapter": 102,
  "verses": [
    {
      "verse": 1,
      "text": "Hear my prayer, O \\sc Lord\\sc*, And let my cry come unto thee."
    },
    {
      "verse": 2,
      "text": "Hide not thy face from me In the day \\add when\\add* I am in trouble; incline thine ear unto me: In the day \\add when\\add* I call answer me speedily."
    },
    {
      "verse": 3,
      "text": "For my days are consumed like smoke, And my bones are burnt as a hearth."
    },
    {
      "verse": 4,
      "text": "My heart is smitten, and withered like grass; So that I forget to eat my bread."
    },
    {
      "verse": 5,
      "text": "By reason of the voice of my groaning my bones cleave to my skin."
    },
    {
      "verse": 6,
      "text": "I am like a pelican of the wilderness: I am like an owl of the desert."
    },
    {
      "verse": 7,
      "text": "I watch, and am as a sparrow alone upon the housetop."
    },
    {
      "verse": 8,
      "text": "Mine enemies reproach me all the day; \\add And\\add* they that are mad against me are sworn against me."
    },
    {
      "verse": 9,
      "text": "For I have eaten ashes like bread, And mingled my drink with weeping,"
    },
    {
      "verse": 10,
      "text": "Because of thine indignation and thy wrath: For thou hast lifted me up, and cast me down."
    },
    {
      "verse": 11,
      "text": "My days \\add are\\add* like a shadow that declineth; And I am withered like grass."
    },
    {
      "verse": 12,
      "text": "But thou, O \\sc Lord\\sc*, shalt endure for ever; And thy remembrance unto all generations."
    },
    {
      "verse": 13,
      "text": "Thou shalt arise, \\add and\\add* have mercy upon Zion: For the time to favour her, yea, the set time, is come."
    },
    {
      "verse": 14,
      "text": "For thy servants take pleasure in her stones, And favour the dust thereof."
    },
    {
      "verse": 15,
      "text": "So the heathen shall fear the name of the \\sc Lord\\sc*, And all the kings of the earth thy glory."
    },
    {
      "verse": 16,
      "text": "When the \\sc Lord\\sc* shall build up Zion, He shall appear in his glory."
    },
    {
      "verse": 17,
      "text": "He will regard the prayer of the destitute, And not despise their prayer."
    },
    {
      "verse": 18,
      "text": "This shall be written for the generation to come: And the people which \\add shall be\\add* created shall praise the \\sc Lord\\sc*."
    },
    {
      "verse": 19,
      "text": "For he hath looked down from the height of his sanctuary; From heaven did the \\sc Lord\\sc* behold the earth;"
    },
    {
      "verse": 20,
      "text": "To hear the groaning of the prisoner; To loose those that are appointed to death;"
    },
    {
      "verse": 21,
      "text": "To declare the name of the \\sc Lord\\sc* in Zion, And his praise in Jerusalem;"
    },
    {
      "verse": 22,
      "text": "When the people are gathered together, And the kingdoms, to serve the \\sc Lord\\sc*."
    },
    {
      "verse": 23,
      "text": "He weakened my strength in the way; He shortened my days."
    },
    {
      "verse": 24,
      "text": "I said, O my God, take me not away in the midst of my days: Thy years \\add are\\add* throughout all generations."
    },
    {
      "verse": 25,
      "text": "Of old hast thou laid the foundation of the earth: And the heavens \\add are\\add* the work of thy hands."
    },
    {
      "verse": 26,
      "text": "They shall perish, but thou shalt endure: Yea, all of them shall wax old like a garment; As a vesture shalt thou change them, and they shall be changed:"
    },
    {
      "verse": 27,
      "text": "But thou \\add art\\add* the same, And thy years shall have no end."
    },
    {
      "verse": 28,
      "text": "The children of thy servants shall continue, And their seed shall be established before thee."
    }
  ]
}