{
  "book_id": "PSA",
  "chapter": 103,
  "verses": [
    {
      "verse": 1,
      "text": "Bless the Lord, O my soul: And all that is within me, blesshis holy name."
    },
    {
      "verse": 2,
      "text": "Bless the Lord, O my soul, And forget not all his benefits:"
    },
    {
      "verse": 3,
      "text": "Who forgiveth all thine iniquities; Who healeth all thy diseases;"
    },
    {
      "verse": 4,
      "text": "Who redeemeth thy life from destruction; Who crowneth thee withlovingkindness and tender mercies;"
    },
    {
      "verse": 5,
      "text": "Who satisfieth thy mouth with good things;So thatthy youth is renewed like the eagle’s."
    },
    {
      "verse": 6,
      "text": "The Lordexecuteth righteousness And judgment for all that are oppressed."
    },
    {
      "verse": 7,
      "text": "He made known his ways unto Moses, His acts unto the children of Israel."
    },
    {
      "verse": 8,
      "text": "The Lordismerciful and gracious, Slow to anger, and plenteous in mercy."
    },
    {
      "verse": 9,
      "text": "He will not always chide: Neither will he keep his angerfor ever."
    },
    {
      "verse": 10,
      "text": "He hath not dealt with us after our sins; Nor rewarded us according to our iniquities."
    },
    {
      "verse": 11,
      "text": "For as the heaven is high above the earth, Sogreat is his mercy toward them that fear him."
    },
    {
      "verse": 12,
      "text": "As far as the east is from the west, Sofar hath he removed our transgressions from us."
    },
    {
      "verse": 13,
      "text": "Like as a father pitieth hischildren, Sothe Lordpitieth them that fear him."
    },
    {
      "verse": 14,
      "text": "For he knoweth our frame; He remembereth that we aredust."
    },
    {
      "verse": 15,
      "text": "As forman, his days areas grass: As a flower of the field, so he flourisheth."
    },
    {
      "verse": 16,
      "text": "For the wind passeth over it, and it is gone; And the place thereof shall know it no more."
    },
    {
      "verse": 17,
      "text": "But the mercy of the Lordisfrom everlasting to everlasting upon them that fear him, And his righteousness unto children’s children;"
    },
    {
      "verse": 18,
      "text": "To such as keep his covenant, And to those that remember his commandments to do them."
    },
    {
      "verse": 19,
      "text": "The Lordhath prepared his throne in the heavens; And his kingdom ruleth over all."
    },
    {
      "verse": 20,
      "text": "Bless the Lord, ye his angels, That excel in strength, that do his commandments, Hearkening unto the voice of his word."
    },
    {
      "verse": 21,
      "text": "Bless ye the Lord, all ye his hosts; Ye ministers of his, that do his pleasure."
    },
    {
      "verse": 22,
      "text": "Bless the Lord, all his works In all places of his dominion: Bless the Lord, O my soul."
    }
  ]
}