{
  "book_id": "PSA",
  "chapter": 115,
  "verses": [
    {
      "verse": 1,
      "text": "Not unto us, O Lord, not unto us, But unto thy name give glory, For thy mercy, andfor thy truth’s sake."
    },
    {
      "verse": 2,
      "text": "Wherefore should the heathen say, Where isnow their God?"
    },
    {
      "verse": 3,
      "text": "But our God isin the heavens: He hath done whatsoever he pleased."
    },
    {
      "verse": 4,
      "text": "Their idols aresilver and gold, The work of men’s hands."
    },
    {
      "verse": 5,
      "text": "They have mouths, but they speak not: Eyes have they, but they see not:"
    },
    {
      "verse": 6,
      "text": "They have ears, but they hear not: Noses have they, but they smell not:"
    },
    {
      "verse": 7,
      "text": "They havehands, but they handle not: Feet havethey, but they walk not: Neither speak they through their throat."
    },
    {
      "verse": 8,
      "text": "They that make them are like unto them; So isevery one that trusteth in them."
    },
    {
      "verse": 9,
      "text": "O Israel, trust thou in the Lord: He istheir help and their shield."
    },
    {
      "verse": 10,
      "text": "O house of Aaron, trust in the Lord: He istheir help and their shield."
    },
    {
      "verse": 11,
      "text": "Ye that fear the Lord, trust in the Lord: He istheir help and their shield."
    },
    {
      "verse": 12,
      "text": "The Lordhath been mindful of us: he will bless us;He will bless the house of Israel; He will bless the house of Aaron."
    },
    {
      "verse": 13,
      "text": "He will bless them that fear the Lord, Bothsmall and great."
    },
    {
      "verse": 14,
      "text": "The Lordshall increase you more and more, You and your children."
    },
    {
      "verse": 15,
      "text": "You areblessed of the LordWhich made heaven and earth."
    },
    {
      "verse": 16,
      "text": "The heaven, eventhe heavens, arethe Lord’s: But the earth hath he given to the children of men."
    },
    {
      "verse": 17,
      "text": "The dead praise not the Lord, Neither any that go down into silence."
    },
    {
      "verse": 18,
      "text": "But we will bless the LordFrom this time forth and for evermore. Praise the Lord."
    }
  ]
}