{
  "book_id": "PSA",
  "chapter": 119,
  "verses": [
    {
      "verse": 1,
      "text": "(א) Blessed arethe undefiled in the way, Who walk in the law of the Lord."
    },
    {
      "verse": 2,
      "text": "(א) Blessed arethey that keep his testimonies, And thatseek him with the whole heart."
    },
    {
      "verse": 3,
      "text": "(א) They also do no iniquity: They walk in his ways."
    },
    {
      "verse": 4,
      "text": "(א) Thou hast commanded usTo keep thy precepts diligently."
    },
    {
      "verse": 5,
      "text": "(א) O that my ways were directed To keep thy statutes!"
    },
    {
      "verse": 6,
      "text": "(א) Then shall I not be ashamed, When I have respect unto all thy commandments."
    },
    {
      "verse": 7,
      "text": "(א) I will praise thee with uprightness of heart, When I shall have learned thy righteous judgments."
    },
    {
      "verse": 8,
      "text": "(א) I will keep thy statutes: O forsake me not utterly. BETH."
    },
    {
      "verse": 9,
      "text": "(ב) Wherewithal shall a young man cleanse his way? By taking heed theretoaccording to thy word."
    },
    {
      "verse": 10,
      "text": "(ב) With my whole heart have I sought thee: O let me not wander from thy commandments."
    },
    {
      "verse": 11,
      "text": "(ב) Thy word have I hid in mine heart, That I might not sin against thee."
    },
    {
      "verse": 12,
      "text": "(ב) Blessed artthou, O Lord: Teach me thy statutes."
    },
    {
      "verse": 13,
      "text": "(ב) With my lips have I declared All the judgments of thy mouth."
    },
    {
      "verse": 14,
      "text": "(ב) I have rejoiced in the way of thy testimonies, As much asin all riches."
    },
    {
      "verse": 15,
      "text": "(ב) I will meditate in thy precepts, And have respect unto thy ways."
    },
    {
      "verse": 16,
      "text": "(ב) I will delight myself in thy statutes: I will not forget thy word. GIMEL."
    },
    {
      "verse": 17,
      "text": "(ג) Deal bountifully with thy servant, thatI may live, And keep thy word."
    },
    {
      "verse": 18,
      "text": "(ג) Open thou mine eyes, That I may behold wondrous thingsout of thy law."
    },
    {
      "verse": 19,
      "text": "(ג) I ama stranger in the earth: Hide not thy commandments from me."
    },
    {
      "verse": 20,
      "text": "(ג) My soul breaketh for the longing That it hathunto thy judgments at all times."
    },
    {
      "verse": 21,
      "text": "(ג) Thou hast rebuked the proud that arecursed, Which do err from thy commandments."
    },
    {
      "verse": 22,
      "text": "(ג) Remove from me reproach and contempt; For I have kept thy testimonies."
    },
    {
      "verse": 23,
      "text": "(ג) Princes also did sit andspeak against me: Butthy servant did meditate in thy statutes."
    },
    {
      "verse": 24,
      "text": "(ג) Thy testimonies also aremy delight Andmy counsellers. DALETH."
    },
    {
      "verse": 25,
      "text": "(ד) My soul cleaveth unto the dust: Quicken thou me according to thy word."
    },
    {
      "verse": 26,
      "text": "(ד) I have declared my ways, and thou heardest me: Teach me thy statutes."
    },
    {
      "verse": 27,
      "text": "(ד) Make me to understand the way of thy precepts: So shall I talk of thy wondrous works."
    },
    {
      "verse": 28,
      "text": "(ד) My soul melteth for heaviness: Strengthen thou me according unto thy word."
    },
    {
      "verse": 29,
      "text": "(ד) Remove from me the way of lying: And grant me thy law graciously."
    },
    {
      "verse": 30,
      "text": "(ד) I have chosen the way of truth: Thy judgments have I laid before me."
    },
    {
      "verse": 31,
      "text": "(ד) I have stuck unto thy testimonies: O Lord, put me not to shame."
    },
    {
      "verse": 32,
      "text": "(ד) I will run the way of thy commandments, When thou shalt enlarge my heart. HE."
    },
    {
      "verse": 33,
      "text": "(ה) Teach me, O Lord, the way of thy statutes; And I shall keep it untothe end."
    },
    {
      "verse": 34,
      "text": "(ה) Give me understanding, and I shall keep thy law; Yea, I shall observe it with mywhole heart."
    },
    {
      "verse": 35,
      "text": "(ה) Make me to go in the path of thy commandments; For therein do I delight."
    },
    {
      "verse": 36,
      "text": "(ה) Incline my heart unto thy testimonies, And not to covetousness."
    },
    {
      "verse": 37,
      "text": "(ה) Turn away mine eyes from beholding vanity; Andquicken thou me in thy way."
    },
    {
      "verse": 38,
      "text": "(ה) Stablish thy word unto thy servant, Who is devotedto thy fear."
    },
    {
      "verse": 39,
      "text": "(ה) Turn away my reproach which I fear: For thy judgments aregood."
    },
    {
      "verse": 40,
      "text": "(ה) Behold, I have longed after thy precepts: Quicken me in thy righteousness. VAU."
    },
    {
      "verse": 41,
      "text": "(ו) Let thy mercies come also untome, O Lord, Eventhy salvation, according to thy word."
    },
    {
      "verse": 42,
      "text": "(ו) So shall I have wherewith to answer him that reproacheth me: For I trust in thy word."
    },
    {
      "verse": 43,
      "text": "(ו) And take not the word of truth utterly out of my mouth; For I have hoped in thy judgments."
    },
    {
      "verse": 44,
      "text": "(ו) So shall I keep thy law continually For ever and ever."
    },
    {
      "verse": 45,
      "text": "(ו) And I will walk at liberty: For I seek thy precepts."
    },
    {
      "verse": 46,
      "text": "(ו) I will speak of thy testimonies also before kings, And will not be ashamed."
    },
    {
      "verse": 47,
      "text": "(ו) And I will delight myself in thy commandments, Which I have loved."
    },
    {
      "verse": 48,
      "text": "(ו) My hands also will I lift up unto thy commandments, which I have loved; And I will meditate in thy statutes. ZAIN."
    },
    {
      "verse": 49,
      "text": "(ז) Remember the word unto thy servant, Upon which thou hast caused me to hope."
    },
    {
      "verse": 50,
      "text": "(ז) This ismy comfort in my affliction: For thy word hath quickened me."
    },
    {
      "verse": 51,
      "text": "(ז) The proud have had me greatly in derision: Yethave I not declined from thy law."
    },
    {
      "verse": 52,
      "text": "(ז) I remembered thy judgments of old, O Lord; And have comforted myself."
    },
    {
      "verse": 53,
      "text": "(ז) Horror hath taken hold upon me because of the wicked That forsake thy law."
    },
    {
      "verse": 54,
      "text": "(ז) Thy statutes have been my songs In the house of my pilgrimage."
    },
    {
      "verse": 55,
      "text": "(ז) I have remembered thy name, O Lord, in the night, And have kept thy law."
    },
    {
      "verse": 56,
      "text": "(ז) This I had, Because I kept thy precepts. CHETH."
    },
    {
      "verse": 57,
      "text": "(ח) Thou artmy portion, O Lord: I have said that Iwould keep thy words."
    },
    {
      "verse": 58,
      "text": "(ח) I intreated thy favour with mywhole heart: Be merciful unto me according to thy word."
    },
    {
      "verse": 59,
      "text": "(ח) I thought on my ways, And turned my feet unto thy testimonies."
    },
    {
      "verse": 60,
      "text": "(ח) I made haste, and delayed not To keep thy commandments."
    },
    {
      "verse": 61,
      "text": "(ח) The bands of the wicked have robbed me: ButI have not forgotten thy law."
    },
    {
      "verse": 62,
      "text": "(ח) At midnight I will rise to give thanks unto thee Because of thy righteous judgments."
    },
    {
      "verse": 63,
      "text": "(ח) I ama companion of all themthat fear thee, And of them that keep thy precepts."
    },
    {
      "verse": 64,
      "text": "(ח) The earth, O Lord, is full ofthy mercy: Teach me thy statutes. TETH."
    },
    {
      "verse": 65,
      "text": "(ט) Thou hast dealt well with thy servant, O Lord, according unto thy word."
    },
    {
      "verse": 66,
      "text": "(ט) Teach me good judgment and knowledge: For I have believed thy commandments."
    },
    {
      "verse": 67,
      "text": "(ט) Before I was afflicted I went astray: But now have I kept thy word."
    },
    {
      "verse": 68,
      "text": "(ט) Thou artgood, and doest good; Teach me thy statutes."
    },
    {
      "verse": 69,
      "text": "(ט) The proud have forged a lie against me: ButI will keep thy precepts with mywhole heart."
    },
    {
      "verse": 70,
      "text": "(ט) Their heart is as fat as grease; ButI delight inthy law."
    },
    {
      "verse": 71,
      "text": "(ט) It isgood for me that I have been afflicted; That I might learn thy statutes."
    },
    {
      "verse": 72,
      "text": "(ט) The law of thy mouth isbetter unto me Than thousands of gold and silver. JOD."
    },
    {
      "verse": 73,
      "text": "(י) Thy hands have made me and fashioned me: Give me understanding, that I may learn thy commandments."
    },
    {
      "verse": 74,
      "text": "(י) They that fear thee will be glad when they see me; Because I have hoped in thy word."
    },
    {
      "verse": 75,
      "text": "(י) I know, O Lord, that thy judgments areright, And thatthou infaithfulness hast afflicted me."
    },
    {
      "verse": 76,
      "text": "(י) Let, I pray thee, thy merciful kindness be for my comfort, According to thy word unto thy servant."
    },
    {
      "verse": 77,
      "text": "(י) Let thy tender mercies come untome, that I may live: For thy law ismy delight."
    },
    {
      "verse": 78,
      "text": "(י) Let the proud be ashamed; for they dealt perversely with me without a cause: ButI will meditate in thy precepts."
    },
    {
      "verse": 79,
      "text": "(י) Let those that fear thee turn unto me, And those that have known thy testimonies."
    },
    {
      "verse": 80,
      "text": "(י) Let my heart be sound in thy statutes; That I be not ashamed. CAPH."
    },
    {
      "verse": 81,
      "text": "(כ) My soul fainteth for thy salvation: ButI hope in thy word."
    },
    {
      "verse": 82,
      "text": "(כ) Mine eyes fail for thy word, Saying, When wilt thou comfort me?"
    },
    {
      "verse": 83,
      "text": "(כ) For I am become like a bottle in the smoke; Yetdo I not forget thy statutes."
    },
    {
      "verse": 84,
      "text": "(כ) How many arethe days of thy servant? When wilt thou execute judgment on them that persecute me?"
    },
    {
      "verse": 85,
      "text": "(כ) The proud have digged pits for me, Which arenot after thy law."
    },
    {
      "verse": 86,
      "text": "(כ) All thy commandments arefaithful: They persecute me wrongfully; help thou me."
    },
    {
      "verse": 87,
      "text": "(כ) They had almost consumed me upon earth; But I forsook not thy precepts."
    },
    {
      "verse": 88,
      "text": "(כ) Quicken me after thy lovingkindness; So shall I keep the testimony of thy mouth. LAMED."
    },
    {
      "verse": 89,
      "text": "(ל) For ever, O Lord, Thy word issettled in heaven."
    },
    {
      "verse": 90,
      "text": "(ל) Thy faithfulness isunto all generations: Thou hast established the earth, and it abideth."
    },
    {
      "verse": 91,
      "text": "(ל) They continue thisday according to thine ordinances: For all arethy servants."
    },
    {
      "verse": 92,
      "text": "(ל) Unless thy law had beenmy delights, I should then have perished in mine affliction."
    },
    {
      "verse": 93,
      "text": "(ל) I will never forget thy precepts: For with them thou hast quickened me."
    },
    {
      "verse": 94,
      "text": "(ל) I amthine, save me; For I have sought thy precepts."
    },
    {
      "verse": 95,
      "text": "(ל) The wicked have waited for me to destroy me: ButI will consider thy testimonies."
    },
    {
      "verse": 96,
      "text": "(ל) I have seen an end of all perfection: Butthy commandment isexceeding broad. MEM."
    },
    {
      "verse": 97,
      "text": "(מ) O how love I thy law! It ismy meditation all the day."
    },
    {
      "verse": 98,
      "text": "(מ) Thou throughthy commandments hast made me wiser than mine enemies: For they areever with me."
    },
    {
      "verse": 99,
      "text": "(מ) I have more understanding than all my teachers: For thy testimonies aremy meditation."
    },
    {
      "verse": 100,
      "text": "(מ) I understand more than the ancients, Because I keep thy precepts."
    },
    {
      "verse": 101,
      "text": "(מ) I have refrained my feet from every evil way, That I might keep thy word."
    },
    {
      "verse": 102,
      "text": "(מ) I have not departed from thy judgments: For thou hast taught me."
    },
    {
      "verse": 103,
      "text": "(מ) How sweet are thy words unto my taste! Yea, sweeterthan honey to my mouth!"
    },
    {
      "verse": 104,
      "text": "(מ) Through thy precepts I get understanding: Therefore I hate every false way. NUN."
    },
    {
      "verse": 105,
      "text": "(נ) Thy word isa lamp unto my feet, And a light unto my path."
    },
    {
      "verse": 106,
      "text": "(נ) I have sworn, and I will perform it, That Iwill keep thy righteous judgments."
    },
    {
      "verse": 107,
      "text": "(נ) I am afflicted very much: Quicken me, O Lord, according unto thy word."
    },
    {
      "verse": 108,
      "text": "(נ) Accept, I beseech thee, the freewill offerings of my mouth, O Lord, And teach me thy judgments."
    },
    {
      "verse": 109,
      "text": "(נ) My soul iscontinually in my hand: Yet do I not forget thy law."
    },
    {
      "verse": 110,
      "text": "(נ) The wicked have laid a snare for me: Yet I erred not from thy precepts."
    },
    {
      "verse": 111,
      "text": "(נ) Thy testimonies have I taken as an heritage for ever: For they arethe rejoicing of my heart."
    },
    {
      "verse": 112,
      "text": "(נ) I have inclined mine heart to perform thy statutes Alway, even untothe end. SAMECH."
    },
    {
      "verse": 113,
      "text": "(ס) I hate vainthoughts: But thy law do I love."
    },
    {
      "verse": 114,
      "text": "(ס) Thou artmy hiding place and my shield: I hope in thy word."
    },
    {
      "verse": 115,
      "text": "(ס) Depart from me, ye evildoers: For I will keep the commandments of my God."
    },
    {
      "verse": 116,
      "text": "(ס) Uphold me according unto thy word, that I may live: And let me not be ashamed of my hope."
    },
    {
      "verse": 117,
      "text": "(ס) Hold thou me up, and I shall be safe: And I will have respect unto thy statutes continually."
    },
    {
      "verse": 118,
      "text": "(ס) Thou hast trodden down all them that err from thy statutes: For their deceit isfalsehood."
    },
    {
      "verse": 119,
      "text": "(ס) Thou puttest away all the wicked of the earth likedross: Therefore I love thy testimonies."
    },
    {
      "verse": 120,
      "text": "(ס) My flesh trembleth for fear of thee; And I am afraid of thy judgments. AIN."
    },
    {
      "verse": 121,
      "text": "(ע) I have done judgment and justice: Leave me not to mine oppressors."
    },
    {
      "verse": 122,
      "text": "(ע) Be surety for thy servant for good: Let not the proud oppress me."
    },
    {
      "verse": 123,
      "text": "(ע) Mine eyes fail for thy salvation, And for the word of thy righteousness."
    },
    {
      "verse": 124,
      "text": "(ע) Deal with thy servant according unto thy mercy, And teach me thy statutes."
    },
    {
      "verse": 125,
      "text": "(ע) I amthy servant; give me understanding, That I may know thy testimonies."
    },
    {
      "verse": 126,
      "text": "(ע) It istime for thee, Lord, to work: Forthey have made void thy law."
    },
    {
      "verse": 127,
      "text": "(ע) Therefore I love thy commandments Above gold; yea, above fine gold."
    },
    {
      "verse": 128,
      "text": "(ע) Therefore I esteem all thyprecepts concerning all thingsto be right; AndI hate every false way. PE."
    },
    {
      "verse": 129,
      "text": "(פ) Thy testimonies arewonderful: Therefore doth my soul keep them."
    },
    {
      "verse": 130,
      "text": "(פ) The entrance of thy words giveth light; It giveth understanding unto the simple."
    },
    {
      "verse": 131,
      "text": "(פ) I opened my mouth, and panted: For I longed for thy commandments."
    },
    {
      "verse": 132,
      "text": "(פ) Look thou upon me, and be merciful unto me, As thou usest to do unto those that love thy name."
    },
    {
      "verse": 133,
      "text": "(פ) Order my steps in thy word: And let not any iniquity have dominion over me."
    },
    {
      "verse": 134,
      "text": "(פ) Deliver me from the oppression of man: So will I keep thy precepts."
    },
    {
      "verse": 135,
      "text": "(פ) Make thy face to shine upon thy servant; And teach me thy statutes."
    },
    {
      "verse": 136,
      "text": "(פ) Rivers of waters run down mine eyes, Because they keep not thy law. TZADDI."
    },
    {
      "verse": 137,
      "text": "(צ) Righteous artthou, O Lord, And upright arethy judgments."
    },
    {
      "verse": 138,
      "text": "(צ) Thy testimonies thatthou hast commanded arerighteous And very faithful."
    },
    {
      "verse": 139,
      "text": "(צ) My zeal hath consumed me, Because mine enemies have forgotten thy words."
    },
    {
      "verse": 140,
      "text": "(צ) Thy word isvery pure: Therefore thy servant loveth it."
    },
    {
      "verse": 141,
      "text": "(צ) I amsmall and despised: Yetdo not I forget thy precepts."
    },
    {
      "verse": 142,
      "text": "(צ) Thy righteousness isan everlasting righteousness, And thy law isthe truth."
    },
    {
      "verse": 143,
      "text": "(צ) Trouble and anguish have taken hold on me: Yetthy commandments aremy delights."
    },
    {
      "verse": 144,
      "text": "(צ) The righteousness of thy testimonies iseverlasting: Give me understanding, and I shall live. KOPH."
    },
    {
      "verse": 145,
      "text": "(ק) I cried with mywhole heart; Hear me, O Lord: I will keep thy statutes."
    },
    {
      "verse": 146,
      "text": "(ק) I cried unto thee; save me, And I shall keep thy testimonies."
    },
    {
      "verse": 147,
      "text": "(ק) I prevented the dawning of the morning, and cried: I hoped in thy word."
    },
    {
      "verse": 148,
      "text": "(ק) Mine eyes prevent the nightwatches, That Imight meditate in thy word."
    },
    {
      "verse": 149,
      "text": "(ק) Hear my voice according unto thy lovingkindness: O Lord, quicken me according to thy judgment."
    },
    {
      "verse": 150,
      "text": "(ק) They draw nigh that follow after mischief: They are far from thy law."
    },
    {
      "verse": 151,
      "text": "(ק) Thou artnear, O Lord; And all thy commandments aretruth."
    },
    {
      "verse": 152,
      "text": "(ק) Concerning thy testimonies, I have known of old That thou hast founded them for ever. RESH."
    },
    {
      "verse": 153,
      "text": "(ר) Consider mine affliction, and deliver me: For I do not forget thy law."
    },
    {
      "verse": 154,
      "text": "(ר) Plead my cause, and deliver me: Quicken me according to thy word."
    },
    {
      "verse": 155,
      "text": "(ר) Salvation isfar from the wicked: For they seek not thy statutes."
    },
    {
      "verse": 156,
      "text": "(ר) Great arethy tender mercies, O Lord: Quicken me according to thy judgments."
    },
    {
      "verse": 157,
      "text": "(ר) Many aremy persecutors and mine enemies; Yetdo I not decline from thy testimonies."
    },
    {
      "verse": 158,
      "text": "(ר) I beheld the transgressors, and was grieved; Because they kept not thy word."
    },
    {
      "verse": 159,
      "text": "(ר) Consider how I love thy precepts: Quicken me, O Lord, according to thy lovingkindness."
    },
    {
      "verse": 160,
      "text": "(ר) Thy word istrue fromthe beginning: And every one of thy righteous judgments endurethfor ever. SCHIN."
    },
    {
      "verse": 161,
      "text": "(ש) Princes have persecuted me without a cause: But my heart standeth in awe of thy word."
    },
    {
      "verse": 162,
      "text": "(ש) I rejoice at thy word, As one that findeth great spoil."
    },
    {
      "verse": 163,
      "text": "(ש) I hate and abhor lying: Butthy law do I love."
    },
    {
      "verse": 164,
      "text": "(ש) Seven timesa day do I praise thee Because of thy righteous judgments."
    },
    {
      "verse": 165,
      "text": "(ש) Great peace have they which love thy law: And nothing shalloffend them."
    },
    {
      "verse": 166,
      "text": "(ש) Lord, I have hoped for thy salvation, And done thy commandments."
    },
    {
      "verse": 167,
      "text": "(ש) My soul hath kept thy testimonies; And Ilove them exceedingly."
    },
    {
      "verse": 168,
      "text": "(ש) I have kept thy precepts and thy testimonies: For all my ways arebefore thee. TAU."
    },
    {
      "verse": 169,
      "text": "(ת) Let my cry come near before thee, O Lord: Give me understanding according to thy word."
    },
    {
      "verse": 170,
      "text": "(ת) Let my supplication come before thee: Deliver me according to thy word."
    },
    {
      "verse": 171,
      "text": "(ת) My lips shall utter praise, When thou hast taught me thy statutes."
    },
    {
      "verse": 172,
      "text": "(ת) My tongue shall speak of thy word: For all thy commandments arerighteousness."
    },
    {
      "verse": 173,
      "text": "(ת) Let thine hand help me; For I have chosen thy precepts."
    },
    {
      "verse": 174,
      "text": "(ת) I have longed for thy salvation, O Lord; And thy law ismy delight."
    },
    {
      "verse": 175,
      "text": "(ת) Let my soul live, and it shall praise thee; And let thy judgments help me."
    },
    {
      "verse": 176,
      "text": "(ת) I have gone astray like a lost sheep; seek thy servant; For I do not forget thy commandments."
    }
  ]
}