{
  "book_id": "PSA",
  "chapter": 132,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc Lord\\sc*, remember David, \\add And\\add* all his afflictions:"
    },
    {
      "verse": 2,
      "text": "How he sware unto the \\sc Lord\\sc*, \\add And\\add* vowed unto the mighty \\add God\\add* of Jacob;"
    },
    {
      "verse": 3,
      "text": "Surely I will not come into the tabernacle of my house, Nor go up into my bed;"
    },
    {
      "verse": 4,
      "text": "I will not give sleep to mine eyes, \\add Or\\add* slumber to mine eyelids,"
    },
    {
      "verse": 5,
      "text": "Until I find out a place for the \\sc Lord\\sc*, A habitation for the mighty \\add God\\add* of Jacob."
    },
    {
      "verse": 6,
      "text": "Lo, we heard \\add of\\add* it at Ephratah: We found it in the fields of the wood."
    },
    {
      "verse": 7,
      "text": "We will go into his tabernacles: We will worship at his footstool."
    },
    {
      "verse": 8,
      "text": "Arise, O \\sc Lord\\sc*, into thy rest; Thou, and the ark of thy strength."
    },
    {
      "verse": 9,
      "text": "Let thy priests be clothed \\add with\\add* righteousness; And let thy saints shout for joy."
    },
    {
      "verse": 10,
      "text": "For thy servant David’s sake Turn not away the face of thine anointed."
    },
    {
      "verse": 11,
      "text": "The \\sc Lord\\sc* hath sworn \\add in\\add* truth unto David; He will not turn from it; Of the fruit of thy body will I set upon thy throne."
    },
    {
      "verse": 12,
      "text": "If thy children will keep my covenant And my testimony that I shall teach them, Their children also shall sit upon thy throne for evermore."
    },
    {
      "verse": 13,
      "text": "For the \\sc Lord\\sc* hath chosen Zion; He hath desired \\add it\\add* for his habitation."
    },
    {
      "verse": 14,
      "text": "This \\add is\\add* my rest for ever: Here will I dwell; for I have desired it."
    },
    {
      "verse": 15,
      "text": "I will abundantly bless her provision: I will satisfy her poor \\add with\\add* bread."
    },
    {
      "verse": 16,
      "text": "I will also clothe her priests with salvation: And her saints shall shout aloud for joy."
    },
    {
      "verse": 17,
      "text": "There will I make the horn of David to bud: I have ordained a lamp for mine anointed."
    },
    {
      "verse": 18,
      "text": "His enemies will I clothe with shame: But upon himself shall his crown flourish."
    }
  ]
}