{
  "book_id": "PSA",
  "chapter": 135,
  "verses": [
    {
      "verse": 1,
      "text": "Praise ye the Lord. Praise ye the name of the Lord; Praise him, O ye servants of the Lord."
    },
    {
      "verse": 2,
      "text": "Ye that stand in the house of the Lord, In the courts of the house of our God,"
    },
    {
      "verse": 3,
      "text": "Praise the Lord; for the Lordisgood: Sing praisesunto his name; for it ispleasant."
    },
    {
      "verse": 4,
      "text": "For the Lordhath chosen Jacob unto himself, AndIsrael for his peculiar treasure."
    },
    {
      "verse": 5,
      "text": "For I know that the Lordisgreat, And thatour Lord isabove all gods."
    },
    {
      "verse": 6,
      "text": "Whatsoever the Lordpleased, Thatdid he in heaven, and in earth, In the seas, and all deep places."
    },
    {
      "verse": 7,
      "text": "He causeth the vapours to ascend from the ends of the earth; He maketh lightnings for the rain; He bringeth the wind out of his treasuries."
    },
    {
      "verse": 8,
      "text": "Who smote the firstborn of Egypt, Both of man and beast."
    },
    {
      "verse": 9,
      "text": "Whosent tokens and wonders into the midst of thee, O Egypt, Upon Pharaoh, and upon all his servants."
    },
    {
      "verse": 10,
      "text": "Who smote great nations, And slew mighty kings;"
    },
    {
      "verse": 11,
      "text": "Sihon king of the Amorites, And Og king of Bashan, And all the kingdoms of Canaan:"
    },
    {
      "verse": 12,
      "text": "And gave their land foran heritage, An heritage unto Israel his people."
    },
    {
      "verse": 13,
      "text": "Thy name, O Lord, endurethfor ever; Andthy memorial, O Lord, throughout all generations."
    },
    {
      "verse": 14,
      "text": "For the Lordwill judge his people, And he will repent himself concerning his servants."
    },
    {
      "verse": 15,
      "text": "The idols of the heathen aresilver and gold, The work of men’s hands."
    },
    {
      "verse": 16,
      "text": "They have mouths, but they speak not; Eyes have they, but they see not;"
    },
    {
      "verse": 17,
      "text": "They have ears, but they hear not; Neither is there anybreath in their mouths."
    },
    {
      "verse": 18,
      "text": "They that make them are like unto them: So isevery one that trusteth in them."
    },
    {
      "verse": 19,
      "text": "Bless the Lord, O house of Israel: Bless the Lord, O house of Aaron:"
    },
    {
      "verse": 20,
      "text": "Bless the Lord, O house of Levi: Ye that fear the Lord, bless the Lord."
    },
    {
      "verse": 21,
      "text": "Blessed bethe Lordout of Zion, which dwelleth atJerusalem. Praise ye the Lord."
    }
  ]
}