{
  "book_id": "PSA",
  "chapter": 145,
  "verses": [
    {
      "verse": 1,
      "text": "(א) I will extol thee, my God, O King; And I will bless thy name for ever and ever."
    },
    {
      "verse": 2,
      "text": "(ב) Every day will I bless thee; And I will praise thy name for ever and ever."
    },
    {
      "verse": 3,
      "text": "(ג) Great \\add is\\add* the \\sc Lord\\sc*, and greatly to be praised; And his greatness \\add is\\add* unsearchable."
    },
    {
      "verse": 4,
      "text": "(ד) One generation shall praise thy works to another, And shall declare thy mighty acts."
    },
    {
      "verse": 5,
      "text": "(ה) I will speak of the glorious honour of thy majesty, And of thy wondrous works."
    },
    {
      "verse": 6,
      "text": "(ו) And \\add men\\add* shall speak of the might of thy terrible acts: And I will declare thy greatness."
    },
    {
      "verse": 7,
      "text": "(ז) They shall abundantly utter the memory of thy great goodness, And shall sing of thy righteousness."
    },
    {
      "verse": 8,
      "text": "(ח) The \\sc Lord\\sc* \\add is\\add* gracious, and full of compassion; Slow to anger, and of great mercy."
    },
    {
      "verse": 9,
      "text": "(ט) The \\sc Lord\\sc* \\add is\\add* good to all: And his tender mercies \\add are\\add* over all his works."
    },
    {
      "verse": 10,
      "text": "(י) All thy works shall praise thee, O \\sc Lord\\sc*; And thy saints shall bless thee."
    },
    {
      "verse": 11,
      "text": "(כ) They shall speak of the glory of thy kingdom, And talk of thy power;"
    },
    {
      "verse": 12,
      "text": "(ל) To make known to the sons of men his mighty acts, And the glorious majesty of his kingdom."
    },
    {
      "verse": 13,
      "text": "(מ) Thy kingdom \\add is\\add* an everlasting kingdom, And thy dominion \\add endureth\\add* throughout all generations."
    },
    {
      "verse": 14,
      "text": "(ס) The \\sc Lord\\sc* upholdeth all that fall, And raiseth up all those that be bowed down."
    },
    {
      "verse": 15,
      "text": "(ע) The eyes of all wait upon thee; And thou givest them their meat in due season."
    },
    {
      "verse": 16,
      "text": "(פ) Thou openest thine hand, And satisfiest the desire of every living thing."
    },
    {
      "verse": 17,
      "text": "(צ) The \\sc Lord\\sc* \\add is\\add* righteous in all his ways, And holy in all his works."
    },
    {
      "verse": 18,
      "text": "(ק) The \\sc Lord\\sc* \\add is\\add* nigh unto all them that call upon him, To all that call upon him in truth."
    },
    {
      "verse": 19,
      "text": "(ר) He will fulfil the desire of them that fear him: He also will hear their cry, and will save them."
    },
    {
      "verse": 20,
      "text": "(ש) The \\sc Lord\\sc* preserveth all them that love him: But all the wicked will he destroy."
    },
    {
      "verse": 21,
      "text": "(ת) My mouth shall speak the praise of the \\sc Lord\\sc*: And let all flesh bless his holy name for ever and ever."
    }
  ]
}