{
  "book_id": "REV",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And after these things I heard a great voice of many people in heaven, saying, Alleluia: Salvation, and glory, and honor, and power, to the Lord our God:"
    },
    {
      "verse": 2,
      "text": "For true and righteous \\add are\\add* his judgments: for he hath judged the great harlot, who corrupted the earth with her lewdness, and hath avenged the blood of his servants at her hand."
    },
    {
      "verse": 3,
      "text": "And again they said, Alleluia. And her smoke rose up for ever and ever."
    },
    {
      "verse": 4,
      "text": "And the four and twenty elders and the four living beings fell down and worshiped God who sat on the throne, saying, Amen; Alleluia."
    },
    {
      "verse": 5,
      "text": "And a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great."
    },
    {
      "verse": 6,
      "text": "And I heard as it were the voice of a great multitude, and as the voice of many waters, and as the voice of mighty thunderings, saying, Alleluia: for the Lord God omnipotent reigneth."
    },
    {
      "verse": 7,
      "text": "Let us be glad and rejoice, and give honor to him: for the marriage of the Lamb is come, and his wife hath made herself ready."
    },
    {
      "verse": 8,
      "text": "And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints."
    },
    {
      "verse": 9,
      "text": "And he saith to me, Write, Blessed \\add are\\add* they who are called to the marriage supper of the Lamb. And he saith to me, These are the true sayings of God."
    },
    {
      "verse": 10,
      "text": "And I fell at his feet to worship him. And he said to me, See \\add thou do it\\add* not: I am thy fellow-servant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy."
    },
    {
      "verse": 11,
      "text": "And I saw heaven opened, and behold, a white horse; and he that sat upon him \\add was\\add* called Faithful and True, and in righteousness he doth judge and make war."
    },
    {
      "verse": 12,
      "text": "His eyes \\add were\\add* as a flame of fire, and on his head \\add were\\add* many crowns; and he had a name written, that no man knew, but he himself."
    },
    {
      "verse": 13,
      "text": "And he \\add was\\add* clothed with a vesture dipped in blood: and his name is called, The Word of God."
    },
    {
      "verse": 14,
      "text": "And the armies \\add which were\\add* in heaven followed him upon white horses, clothed in fine linen, white and clean."
    },
    {
      "verse": 15,
      "text": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the wine-press of the fierceness and wrath of Almighty God."
    },
    {
      "verse": 16,
      "text": "And he hath on \\add his\\add* vesture and on his thigh a name written, KING OF KINGS AND LORD OF LORDS."
    },
    {
      "verse": 17,
      "text": "And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, Come, and assemble yourselves to the supper of the great God;"
    },
    {
      "verse": 18,
      "text": "That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all \\add men\\add* , \\add both\\add* free and bond, both small and great."
    },
    {
      "verse": 19,
      "text": "And I saw the beast, and the kings of the earth, and their armies, assembled to make war against him that sat on the horse, and against his army."
    },
    {
      "verse": 20,
      "text": "And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshiped his image. These both were cast alive into a lake of fire burning with brimstone."
    },
    {
      "verse": 21,
      "text": "And the remnant were slain with the sword of him that sat upon the horse, which \\add sword\\add* proceedeth out of his mouth: and all the fowls were filled with their flesh."
    }
  ]
}