{
  "book_id": "NEH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "ויקם אלישיב הכהן הגדול ואחיו הכהנים ויבנו את שער הצאן המה קדשוהו ויעמידו דלתתיו ועד מגדל המאה קדשוהו עד מגדל חננאל׃"
    },
    {
      "verse": 2,
      "text": "ועל ידו בנו אנשי ירחו ועל ידו בנה זכור בן אמרי׃"
    },
    {
      "verse": 3,
      "text": "ואת שער הדגים בנו בני הסנאה המה קרוהו ויעמידו דלתתיו מנעוליו ובריחיו׃"
    },
    {
      "verse": 4,
      "text": "ועל ידם החזיק מרמות בן אוריה בן הקוץ ועל ידם החזיק משלם בן ברכיה בן משיזבאל ועל ידם החזיק צדוק בן בענא׃"
    },
    {
      "verse": 5,
      "text": "ועל ידם החזיקו התקועים ואדיריהם לא הביאו צורם בעבדת אדניהם׃"
    },
    {
      "verse": 6,
      "text": "ואת שער הישנה החזיקו יוידע בן פסח ומשלם בן בסודיה המה קרוהו ויעמידו דלתתיו ומנעליו ובריחיו׃"
    },
    {
      "verse": 7,
      "text": "ועל ידם החזיק מלטיה הגבעני וידון המרנתי אנשי גבעון והמצפה לכסא פחת עבר הנהר׃"
    },
    {
      "verse": 8,
      "text": "על ידו החזיק עזיאל בן חרהיה צורפים ועל ידו החזיק חנניה בן הרקחים ויעזבו ירושלם עד החומה הרחבה׃"
    },
    {
      "verse": 9,
      "text": "ועל ידם החזיק רפיה בן חור שר חצי פלך ירושלם׃"
    },
    {
      "verse": 10,
      "text": "ועל ידם החזיק ידיה בן חרומף ונגד ביתו ועל ידו החזיק חטוש בן חשבניה׃"
    },
    {
      "verse": 11,
      "text": "מדה שנית החזיק מלכיה בן חרם וחשוב בן פחת מואב ואת מגדל התנורים׃"
    },
    {
      "verse": 12,
      "text": "ועל ידו החזיק שלום בן הלוחש שר חצי פלך ירושלם הוא ובנותיו׃"
    },
    {
      "verse": 13,
      "text": "את שער הגיא החזיק חנון וישבי זנוח המה בנוהו ויעמידו דלתתיו מנעליו ובריחיו ואלף אמה בחומה עד שער השפות׃"
    },
    {
      "verse": 14,
      "text": "ואת שער האשפות החזיק מלכיה בן רכב שר פלך בית הכרם הוא יבננו ויעמיד דלתתיו מנעליו ובריחיו׃"
    },
    {
      "verse": 15,
      "text": "ואת שער העין החזיק שלון בן כל חזה שר פלך המצפה הוא יבננו ויטללנו ויעמידו דלתתיו מנעליו ובריחיו ואת חומת ברכת השלח לגן המלך ועד המעלות היורדות מעיר דויד׃"
    },
    {
      "verse": 16,
      "text": "אחריו החזיק נחמיה בן עזבוק שר חצי פלך בית צור עד נגד קברי דויד ועד הברכה העשויה ועד בית הגברים׃"
    },
    {
      "verse": 17,
      "text": "אחריו החזיקו הלוים רחום בן בני על ידו החזיק חשביה שר חצי פלך קעילה לפלכו׃"
    },
    {
      "verse": 18,
      "text": "אחריו החזיקו אחיהם בוי בן חנדד שר חצי פלך קעילה׃"
    },
    {
      "verse": 19,
      "text": "ויחזק על ידו עזר בן ישוע שר המצפה מדה שנית מנגד עלת הנשק המקצע׃"
    },
    {
      "verse": 20,
      "text": "אחריו החרה החזיק ברוך בן זבי מדה שנית מן המקצוע עד פתח בית אלישיב הכהן הגדול׃"
    },
    {
      "verse": 21,
      "text": "אחריו החזיק מרמות בן אוריה בן הקוץ מדה שנית מפתח בית אלישיב ועד תכלית בית אלישיב׃"
    },
    {
      "verse": 22,
      "text": "ואחריו החזיקו הכהנים אנשי הככר׃"
    },
    {
      "verse": 23,
      "text": "אחריו החזיק בנימן וחשוב נגד ביתם אחריו החזיק עזריה בן מעשיה בן ענניה אצל ביתו׃"
    },
    {
      "verse": 24,
      "text": "אחריו החזיק בנוי בן חנדד מדה שנית מבית עזריה עד המקצוע ועד הפנה׃"
    },
    {
      "verse": 25,
      "text": "פלל בן אוזי מנגד המקצוע והמגדל היוצא מבית המלך העליון אשר לחצר המטרה אחריו פדיה בן פרעש׃"
    },
    {
      "verse": 26,
      "text": "והנתינים היו ישבים בעפל עד נגד שער המים למזרח והמגדל היוצא׃"
    },
    {
      "verse": 27,
      "text": "אחריו החזיקו התקעים מדה שנית מנגד המגדל הגדול היוצא ועד חומת העפל׃"
    },
    {
      "verse": 28,
      "text": "מעל שער הסוסים החזיקו הכהנים איש לנגד ביתו׃"
    },
    {
      "verse": 29,
      "text": "אחריו החזיק צדוק בן אמר נגד ביתו ואחריו החזיק שמעיה בן שכניה שמר שער המזרח׃"
    },
    {
      "verse": 30,
      "text": "אחרי החזיק חנניה בן שלמיה וחנון בן צלף הששי מדה שני אחריו החזיק משלם בן ברכיה נגד נשכתו׃"
    },
    {
      "verse": 31,
      "text": "אחרי החזיק מלכיה בן הצרפי עד בית הנתינים והרכלים נגד שער המפקד ועד עלית הפנה׃"
    },
    {
      "verse": 32,
      "text": "ובין עלית הפנה לשער הצאן החזיקו הצרפים והרכלים׃"
    }
  ]
}