{
  "book_id": "NEH",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "וישבו שרי העם בירושלם ושאר העם הפילו גורלות להביא אחד מן העשרה לשבת בירושלם עיר הקדש ותשע הידות בערים׃"
    },
    {
      "verse": 2,
      "text": "ויברכו העם לכל האנשים המתנדבים לשבת בירושלם׃"
    },
    {
      "verse": 3,
      "text": "ואלה ראשי המדינה אשר ישבו בירושלם ובערי יהודה ישבו איש באחזתו בעריהם ישראל הכהנים והלוים והנתינים ובני עבדי שלמה׃"
    },
    {
      "verse": 4,
      "text": "ובירושלם ישבו מבני יהודה ומבני בנימן מבני יהודה עתיה בן עזיה בן זכריה בן אמריה בן שפטיה בן מהללאל מבני פרץ׃"
    },
    {
      "verse": 5,
      "text": "ומעשיה בן ברוך בן כל חזה בן חזיה בן עדיה בן יויריב בן זכריה בן השלני׃"
    },
    {
      "verse": 6,
      "text": "כל בני פרץ הישבים בירושלם ארבע מאות ששים ושמנה אנשי חיל׃"
    },
    {
      "verse": 7,
      "text": "ואלה בני בנימן סלא בן משלם בן יועד בן פדיה בן קוליה בן מעשיה בן איתיאל בן ישעיה׃"
    },
    {
      "verse": 8,
      "text": "ואחריו גבי סלי תשע מאות עשרים ושמנה׃"
    },
    {
      "verse": 9,
      "text": "ויואל בן זכרי פקיד עליהם ויהודה בן הסנואה על העיר משנה׃"
    },
    {
      "verse": 10,
      "text": "מן הכהנים ידעיה בן יויריב יכין׃"
    },
    {
      "verse": 11,
      "text": "שריה בן חלקיה בן משלם בן צדוק בן מריות בן אחיטוב נגד בית האלהים׃"
    },
    {
      "verse": 12,
      "text": "ואחיהם עשי המלאכה לבית שמנה מאות עשרים ושנים ועדיה בן ירחם בן פלליה בן אמצי בן זכריה בן פשחור בן מלכיה׃"
    },
    {
      "verse": 13,
      "text": "ואחיו ראשים לאבות מאתים ארבעים ושנים ועמשסי בן עזראל בן אחזי בן משלמות בן אמר׃"
    },
    {
      "verse": 14,
      "text": "ואחיהם גבורי חיל מאה עשרים ושמנה ופקיד עליהם זבדיאל בן הגדולים׃"
    },
    {
      "verse": 15,
      "text": "ומן הלוים שמעיה בן חשוב בן עזריקם בן חשביה בן בוני׃"
    },
    {
      "verse": 16,
      "text": "ושבתי ויוזבד על המלאכה החיצנה לבית האלהים מראשי הלוים׃"
    },
    {
      "verse": 17,
      "text": "ומתניה בן מיכה בן זבדי בן אסף ראש התחלה יהודה לתפלה ובקבקיה משנה מאחיו ועבדא בן שמוע בן גלל בן ידיתון׃"
    },
    {
      "verse": 18,
      "text": "כל הלוים בעיר הקדש מאתים שמנים וארבעה׃"
    },
    {
      "verse": 19,
      "text": "והשוערים עקוב טלמון ואחיהם השמרים בשערים מאה שבעים ושנים׃"
    },
    {
      "verse": 20,
      "text": "ושאר ישראל הכהנים הלוים בכל ערי יהודה איש בנחלתו׃"
    },
    {
      "verse": 21,
      "text": "והנתינים ישבים בעפל וציחא וגשפא על הנתינים׃"
    },
    {
      "verse": 22,
      "text": "ופקיד הלוים בירושלם עזי בן בני בן חשביה בן מתניה בן מיכא מבני אסף המשררים לנגד מלאכת בית האלהים׃"
    },
    {
      "verse": 23,
      "text": "כי מצות המלך עליהם ואמנה על המשררים דבר יום ביומו׃"
    },
    {
      "verse": 24,
      "text": "ופתחיה בן משיזבאל מבני זרח בן יהודה ליד המלך לכל דבר לעם׃"
    },
    {
      "verse": 25,
      "text": "ואל החצרים בשדתם מבני יהודה ישבו בקרית הארבע ובנתיה ובדיבן ובנתיה וביקבצאל וחצריה׃"
    },
    {
      "verse": 26,
      "text": "ובישוע ובמולדה ובבית פלט׃"
    },
    {
      "verse": 27,
      "text": "ובחצר שועל ובבאר שבע ובנתיה׃"
    },
    {
      "verse": 28,
      "text": "ובצקלג ובמכנה ובבנתיה׃"
    },
    {
      "verse": 29,
      "text": "ובעין רמון ובצרעה ובירמות׃"
    },
    {
      "verse": 30,
      "text": "זנח עדלם וחצריהם לכיש ושדתיה עזקה ובנתיה ויחנו מבאר שבע עד גיא הנם׃"
    },
    {
      "verse": 31,
      "text": "ובני בנימן מגבע מכמש ועיה ובית אל ובנתיה׃"
    },
    {
      "verse": 32,
      "text": "ענתות נב ענניה׃"
    },
    {
      "verse": 33,
      "text": "חצור רמה גתים׃"
    },
    {
      "verse": 34,
      "text": "חדיד צבעים נבלט׃"
    },
    {
      "verse": 35,
      "text": "לד ואונו גי החרשים׃"
    },
    {
      "verse": 36,
      "text": "ומן הלוים מחלקות יהודה לבנימין׃"
    }
  ]
}