{
  "book_id": "NEH",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "ואלה הכהנים והלוים אשר עלו עם זרבבל בן שאלתיאל וישוע שריה ירמיה עזרא׃"
    },
    {
      "verse": 2,
      "text": "אמריה מלוך חטוש׃"
    },
    {
      "verse": 3,
      "text": "שכניה רחם מרמת׃"
    },
    {
      "verse": 4,
      "text": "עדוא גנתוי אביה׃"
    },
    {
      "verse": 5,
      "text": "מימין מעדיה בלגה׃"
    },
    {
      "verse": 6,
      "text": "שמעיה ויויריב ידעיה׃"
    },
    {
      "verse": 7,
      "text": "סלו עמוק חלקיה ידעיה אלה ראשי הכהנים ואחיהם בימי ישוע׃"
    },
    {
      "verse": 8,
      "text": "והלוים ישוע בנוי קדמיאל שרביה יהודה מתניה על הידות הוא ואחיו׃"
    },
    {
      "verse": 9,
      "text": "ובקבקיה וענו אחיהם לנגדם למשמרות׃"
    },
    {
      "verse": 10,
      "text": "וישוע הוליד את יויקים ויויקים הוליד את אלישיב ואלישיב את יוידע׃"
    },
    {
      "verse": 11,
      "text": "ויוידע הוליד את יונתן ויונתן הוליד את ידוע׃"
    },
    {
      "verse": 12,
      "text": "ובימי יויקים היו כהנים ראשי האבות לשריה מריה לירמיה חנניה׃"
    },
    {
      "verse": 13,
      "text": "לעזרא משלם לאמריה יהוחנן׃"
    },
    {
      "verse": 14,
      "text": "למלוכי יונתן לשבניה יוסף׃"
    },
    {
      "verse": 15,
      "text": "לחרם עדנא למריות חלקי׃"
    },
    {
      "verse": 16,
      "text": "לעדיא זכריה לגנתון משלם׃"
    },
    {
      "verse": 17,
      "text": "לאביה זכרי למנימין למועדיה פלטי׃"
    },
    {
      "verse": 18,
      "text": "לבלגה שמוע לשמעיה יהונתן׃"
    },
    {
      "verse": 19,
      "text": "וליויריב מתני לידעיה עזי׃"
    },
    {
      "verse": 20,
      "text": "לסלי קלי לעמוק עבר׃"
    },
    {
      "verse": 21,
      "text": "לחלקיה חשביה לידעיה נתנאל׃"
    },
    {
      "verse": 22,
      "text": "הלוים בימי אלישיב יוידע ויוחנן וידוע כתובים ראשי אבות והכהנים על מלכות דריוש הפרסי׃"
    },
    {
      "verse": 23,
      "text": "בני לוי ראשי האבות כתובים על ספר דברי הימים ועד ימי יוחנן בן אלישיב׃"
    },
    {
      "verse": 24,
      "text": "וראשי הלוים חשביה שרביה וישוע בן קדמיאל ואחיהם לנגדם להלל להודות במצות דויד איש האלהים משמר לעמת משמר׃"
    },
    {
      "verse": 25,
      "text": "מתניה ובקבקיה עבדיה משלם טלמון עקוב שמרים שוערים משמר באספי השערים׃"
    },
    {
      "verse": 26,
      "text": "אלה בימי יויקים בן ישוע בן יוצדק ובימי נחמיה הפחה ועזרא הכהן הסופר׃"
    },
    {
      "verse": 27,
      "text": "ובחנכת חומת ירושלם בקשו את הלוים מכל מקומתם להביאם לירושלם לעשת חנכה ושמחה ובתודות ובשיר מצלתים נבלים ובכנרות׃"
    },
    {
      "verse": 28,
      "text": "ויאספו בני המשררים ומן הככר סביבות ירושלם ומן חצרי נטפתי׃"
    },
    {
      "verse": 29,
      "text": "ומבית הגלגל ומשדות גבע ועזמות כי חצרים בנו להם המשררים סביבות ירושלם׃"
    },
    {
      "verse": 30,
      "text": "ויטהרו הכהנים והלוים ויטהרו את העם ואת השערים ואת החומה׃"
    },
    {
      "verse": 31,
      "text": "ואעלה את שרי יהודה מעל לחומה ואעמידה שתי תודת גדולת ותהלכת לימין מעל לחומה לשער האשפת׃"
    },
    {
      "verse": 32,
      "text": "וילך אחריהם הושעיה וחצי שרי יהודה׃"
    },
    {
      "verse": 33,
      "text": "ועזריה עזרא ומשלם׃"
    },
    {
      "verse": 34,
      "text": "יהודה ובנימן ושמעיה וירמיה׃"
    },
    {
      "verse": 35,
      "text": "ומבני הכהנים בחצצרות זכריה בן יונתן בן שמעיה בן מתניה בן מיכיה בן זכור בן אסף׃"
    },
    {
      "verse": 36,
      "text": "ואחיו שמעיה ועזראל מללי גללי מעי נתנאל ויהודה חנני בכלי שיר דויד איש האלהים ועזרא הסופר לפניהם׃"
    },
    {
      "verse": 37,
      "text": "ועל שער העין ונגדם עלו על מעלות עיר דויד במעלה לחומה מעל לבית דויד ועד שער המים מזרח׃"
    },
    {
      "verse": 38,
      "text": "והתודה השנית ההולכת למואל ואני אחריה וחצי העם מעל להחומה מעל למגדל התנורים ועד החומה הרחבה׃"
    },
    {
      "verse": 39,
      "text": "ומעל לשער אפרים ועל שער הישנה ועל שער הדגים ומגדל חננאל ומגדל המאה ועד שער הצאן ועמדו בשער המטרה׃"
    },
    {
      "verse": 40,
      "text": "ותעמדנה שתי התודת בבית האלהים ואני וחצי הסגנים עמי׃"
    },
    {
      "verse": 41,
      "text": "והכהנים אליקים מעשיה מנימין מיכיה אליועיני זכריה חנניה בחצצרות׃"
    },
    {
      "verse": 42,
      "text": "ומעשיה ושמעיה ואלעזר ועזי ויהוחנן ומלכיה ועילם ועזר וישמיעו המשררים ויזרחיה הפקיד׃"
    },
    {
      "verse": 43,
      "text": "ויזבחו ביום ההוא זבחים גדולים וישמחו כי האלהים שמחם שמחה גדולה וגם הנשים והילדים שמחו ותשמע שמחת ירושלם מרחוק׃"
    },
    {
      "verse": 44,
      "text": "ויפקדו ביום ההוא אנשים על הנשכות לאוצרות לתרומות לראשית ולמעשרות לכנוס בהם לשדי הערים מנאות התורה לכהנים וללוים כי שמחת יהודה על הכהנים ועל הלוים העמדים׃"
    },
    {
      "verse": 45,
      "text": "וישמרו משמרת אלהיהם ומשמרת הטהרה והמשררים והשערים כמצות דויד שלמה בנו׃"
    },
    {
      "verse": 46,
      "text": "כי בימי דויד ואסף מקדם ראש המשררים ושיר תהלה והדות לאלהים׃"
    },
    {
      "verse": 47,
      "text": "וכל ישראל בימי זרבבל ובימי נחמיה נתנים מניות המשררים והשערים דבר יום ביומו ומקדשים ללוים והלוים מקדשים לבני אהרן׃"
    }
  ]
}