{
  "book_id": "NUM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Moses in the waste land of Sinai, in the Tent of meeting, on the first day of the second month, in the second year after they came out of the land of Egypt,"
    },
    {
      "verse": 2,
      "text": "Take the full number of the children of Israel, by their families, and by their fathers' houses, every male by name;"
    },
    {
      "verse": 3,
      "text": "All those of twenty years old and over, who are able to go to war in Israel, are to be numbered by you and Aaron."
    },
    {
      "verse": 4,
      "text": "And to give you help, take one man from every tribe, the head of his father's house."
    },
    {
      "verse": 5,
      "text": "These are the names of those who are to be your helpers: from Reuben, Elizur, the son of Shedeur;"
    },
    {
      "verse": 6,
      "text": "From Simeon, Shelumiel, the son of Zurishaddai;"
    },
    {
      "verse": 7,
      "text": "From Judah, Nahshon, the son of Amminadab;"
    },
    {
      "verse": 8,
      "text": "From Issachar, Nethanel, the son of Zuar;"
    },
    {
      "verse": 9,
      "text": "From Zebulun, Eliab, the son of Helon;"
    },
    {
      "verse": 10,
      "text": "Of the children of Joseph: from Ephraim, Elishama, the son of Ammihud; from Manasseh, Gamaliel, the son of Pedahzur,"
    },
    {
      "verse": 11,
      "text": "From Benjamin, Abidan, the son of Gideoni;"
    },
    {
      "verse": 12,
      "text": "From Dan, Ahiezer, the son of Ammi-shaddai;"
    },
    {
      "verse": 13,
      "text": "From Asher, Pagiel, the son of Ochran;"
    },
    {
      "verse": 14,
      "text": "From Gad, Eliasaph, the son of Reuel;"
    },
    {
      "verse": 15,
      "text": "From Naphtali, Ahira, the son of Enan."
    },
    {
      "verse": 16,
      "text": "These are the men named out of all the people, chiefs of their fathers' houses, heads of the tribes of Israel."
    },
    {
      "verse": 17,
      "text": "And Moses and Aaron took these men, marked out by name;"
    },
    {
      "verse": 18,
      "text": "And they got together all the people on the first day of the second month; and everyone made clear his family and his father's house, by the number of the names, from twenty years old and over."
    },
    {
      "verse": 19,
      "text": "As the Lord had given orders to Moses, so they were numbered by him in the waste place of Sinai."
    },
    {
      "verse": 20,
      "text": "The generations of the sons of Reuben, the oldest son of Israel, were numbered by their families and their fathers' houses, every male of twenty years old and over, who was able to go to war;"
    },
    {
      "verse": 21,
      "text": "Forty-six thousand, five hundred of the tribe of Reuben were numbered."
    },
    {
      "verse": 22,
      "text": "The generations of the sons of Simeon were numbered by their families and their fathers' houses, every male of twenty years old and over, who was able to go to war;"
    },
    {
      "verse": 23,
      "text": "Fifty-nine thousand, three hundred of the tribe of Simeon were numbered."
    },
    {
      "verse": 24,
      "text": "The generations of the sons of Gad were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"
    },
    {
      "verse": 25,
      "text": "Forty-five thousand, six hundred and fifty of the tribe of Gad were numbered."
    },
    {
      "verse": 26,
      "text": "The generations of the sons of Judah were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"
    },
    {
      "verse": 27,
      "text": "Seventy-four thousand, six hundred of the tribe of Judah were numbered."
    },
    {
      "verse": 28,
      "text": "The generations of the sons of Issachar were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"
    },
    {
      "verse": 29,
      "text": "Fifty-four thousand, four hundred of the tribe of Issachar were numbered."
    },
    {
      "verse": 30,
      "text": "The generations of the sons of Zebulun were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"
    },
    {
      "verse": 31,
      "text": "Fifty-seven thousand, four hundred of the tribe of Zebulun were numbered."
    },
    {
      "verse": 32,
      "text": "The generations of the sons of Joseph were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"
    },
    {
      "verse": 33,
      "text": "Forty thousand, five hundred of the tribe of Ephraim were numbered."
    },
    {
      "verse": 34,
      "text": "The generations of the sons of Manasseh were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"
    },
    {
      "verse": 35,
      "text": "Thirty-two thousand, two hundred of the tribe of Manasseh were numbered."
    },
    {
      "verse": 36,
      "text": "The generations of the sons of Benjamin were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"
    },
    {
      "verse": 37,
      "text": "Thirty-five thousand, four hundred of the tribe of Benjamin were numbered."
    },
    {
      "verse": 38,
      "text": "The generations of the sons of Dan were numbered by their families and their fathers' houses, every male of twenty years and over who was able to go to war;"
    },
    {
      "verse": 39,
      "text": "Sixty-two thousand, seven hundred of the tribe of Dan were numbered."
    },
    {
      "verse": 40,
      "text": "The generations of the sons of Asher were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"
    },
    {
      "verse": 41,
      "text": "Forty-one thousand, five hundred of the tribe of Asher were numbered."
    },
    {
      "verse": 42,
      "text": "The generations of the sons of Naphtali were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"
    },
    {
      "verse": 43,
      "text": "Fifty-three thousand, four hundred of the tribe of Naphtali were numbered."
    },
    {
      "verse": 44,
      "text": "These are they who were numbered by Moses and Aaron and by the twelve chiefs of Israel, one from every tribe."
    },
    {
      "verse": 45,
      "text": "So all those who were numbered of the children of Israel, by their families, all those of twenty years old and over who were able to go to war,"
    },
    {
      "verse": 46,
      "text": "Were six hundred and three thousand, five hundred and fifty."
    },
    {
      "verse": 47,
      "text": "But the Levites, of the tribe of their fathers, were not numbered among them."
    },
    {
      "verse": 48,
      "text": "For the Lord said to Moses,"
    },
    {
      "verse": 49,
      "text": "Only the tribe of Levi is not to be numbered among the children of Israel,"
    },
    {
      "verse": 50,
      "text": "But to them you are to give the care of the Tent of meeting with its vessels and everything in it: they are to take up the Tent, and be responsible for everything to do with it, and put up their tents round it."
    },
    {
      "verse": 51,
      "text": "And when the Tent of meeting goes forward, the Levites are to take it down; and when it is to be put up, they are to do it: any strange person who comes near it is to be put to death."
    },
    {
      "verse": 52,
      "text": "The children of Israel are to put up their tents, every man in his tent-circle round his flag."
    },
    {
      "verse": 53,
      "text": "But the tents of the Levites are to be round the Tent of meeting, so that wrath may not come on the children of Israel: the Tent of meeting is to be in the care of the Levites."
    },
    {
      "verse": 54,
      "text": "So the children of Israel did as the Lord had given orders to Moses."
    }
  ]
}