{
  "book_id": "NUM",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Moses and Aaron,"
    },
    {
      "verse": 2,
      "text": "Let the sons of Kohath, from among the sons of Levi, be numbered by their families, in the order of their fathers' houses;"
    },
    {
      "verse": 3,
      "text": "All those from thirty to fifty years old who are able to do the work of the Tent of meeting."
    },
    {
      "verse": 4,
      "text": "And this is to be the work of the sons of Kohath in connection with the most holy things."
    },
    {
      "verse": 5,
      "text": "When all the people go forward, Aaron is to go in with his sons, and take down the veil of the curtain, covering the ark of witness with it;"
    },
    {
      "verse": 6,
      "text": "And putting over it the leather cover and over that a blue cloth; and putting its rods in place."
    },
    {
      "verse": 7,
      "text": "And on the table of the holy bread they are to put a blue cloth, and on it all the vessels, the spoons and the basins and the cups; and the holy bread with them;"
    },
    {
      "verse": 8,
      "text": "And over them they are to put a red cloth, covering it with a leather cover, and putting its rods in their places."
    },
    {
      "verse": 9,
      "text": "And they are to take a blue cloth, covering with it the light-support with its lights and its instruments and its trays and all the oil vessels which are used for it:"
    },
    {
      "verse": 10,
      "text": "All these they are to put in a leather cover, and put it on the frame."
    },
    {
      "verse": 11,
      "text": "On the gold altar they are to put a blue cloth, covering it with a leather cover; and they are to put its rods in their places."
    },
    {
      "verse": 12,
      "text": "All the vessels which are used in the holy place they are to put in a blue cloth, covering them with a leather cover, and put them on the frame."
    },
    {
      "verse": 13,
      "text": "And they are to take away the burned waste from the altar, and put a purple cloth on it;"
    },
    {
      "verse": 14,
      "text": "Placing on the cloth all its vessels, the fire-baskets, the meat-hooks, the spades, and the basins; all the vessels of the altar; they are to put a leather cover over all these, and put its rods in their places."
    },
    {
      "verse": 15,
      "text": "And after the holy place and all its vessels have been covered up by Aaron and his sons, when the tents of the people go forward, the sons of Kohath are to come and take it up; but the holy things may not be touched by them for fear of death."
    },
    {
      "verse": 16,
      "text": "And Eleazar, the son of Aaron the priest, is to be responsible for the oil for the light, and the sweet perfumes for burning, and the regular meal offering, and the holy oil; the House and the holy place and everything in it will be in his care."
    },
    {
      "verse": 17,
      "text": "And the Lord said to Moses and Aaron,"
    },
    {
      "verse": 18,
      "text": "Do not let the family of the Kohathites be cut off from among the Levites;"
    },
    {
      "verse": 19,
      "text": "But do this to them, so that life and not death may be theirs when they come near the most holy things; let Aaron and his sons go in and give to every one his work and that which he is to take up;"
    },
    {
      "verse": 20,
      "text": "But they themselves are not to go in to see the holy place, even for a minute, for fear of death."
    },
    {
      "verse": 21,
      "text": "And the Lord said to Moses,"
    },
    {
      "verse": 22,
      "text": "Let the sons of Gershon be numbered by families, in the order of their fathers' houses;"
    },
    {
      "verse": 23,
      "text": "All those from thirty to fifty years old who are able to do the work of the Tent of meeting."
    },
    {
      "verse": 24,
      "text": "This is to be the work of the Gershonites, the things they are to do and take up."
    },
    {
      "verse": 25,
      "text": "They are to take up the curtains of the House, and the Tent of meeting with its cover and the leather cover over it, and the hangings for the door of the Tent of meeting;"
    },
    {
      "verse": 26,
      "text": "And the hangings for the open space round the House and the altar, and the curtain for its doorway, with the cords and all the things used for them; whatever is necessary for these, they are to do."
    },
    {
      "verse": 27,
      "text": "From the mouth of Aaron and his sons the Gershonites will have word about all the things they are to do and take up; you are to give them their orders."
    },
    {
      "verse": 28,
      "text": "This is the work of the family of the Gershonites in the Tent of meeting, and they will be under the direction of Ithamar, the son of Aaron the priest."
    },
    {
      "verse": 29,
      "text": "The sons of Merari are to be numbered by families, in the order of their fathers' houses;"
    },
    {
      "verse": 30,
      "text": "Every one from thirty to fifty years old who is able to do the work of the Tent of meeting."
    },
    {
      "verse": 31,
      "text": "And this is their part in the work of the Tent of meeting: the transport of the boards and the rods of the Tent, with the pillars and their bases;"
    },
    {
      "verse": 32,
      "text": "And the pillars of the open space outside it, with their bases and their nails and cords and all the instruments used, and everything which has to be done there; all the instruments for which they are responsible are to be numbered by name."
    },
    {
      "verse": 33,
      "text": "This is the work which the sons of Merari are to do in connection with the Tent of meeting, under the direction of Ithamar, the son of Aaron the priest."
    },
    {
      "verse": 34,
      "text": "So Moses and Aaron and the chiefs of the people took in hand the numbering of the sons of the Kohathites, by families, in the order of their fathers' houses;"
    },
    {
      "verse": 35,
      "text": "Numbering all those from thirty to fifty years old who were able to do the work in the Tent of meeting;"
    },
    {
      "verse": 36,
      "text": "And the number of all these was two thousand, seven hundred and fifty."
    },
    {
      "verse": 37,
      "text": "This is the number of those of the Kohathites who did the work in the Tent of meeting, as they were numbered by Moses and Aaron at the order of the Lord."
    },
    {
      "verse": 38,
      "text": "And those of the sons of Gershon who were numbered by families,"
    },
    {
      "verse": 39,
      "text": "All those from thirty to fifty years old who were able to do the work in the Tent of meeting,"
    },
    {
      "verse": 40,
      "text": "Who were numbered by families in the order of their fathers' houses, were two thousand, six hundred and thirty."
    },
    {
      "verse": 41,
      "text": "This is the number of the sons of Gershon who did the work in the Tent of meeting, as they were numbered by Moses and Aaron at the order of the Lord."
    },
    {
      "verse": 42,
      "text": "And those of the sons of Merari who were numbered by families, in the order of their fathers' houses,"
    },
    {
      "verse": 43,
      "text": "All those from thirty to fifty years old who did the work in the Tent of meeting,"
    },
    {
      "verse": 44,
      "text": "Who were numbered by families, were three thousand, two hundred."
    },
    {
      "verse": 45,
      "text": "This is the number of the sons of Merari, numbered by Moses and Aaron at the order of the Lord."
    },
    {
      "verse": 46,
      "text": "And all the Levites who were numbered by Moses and Aaron and the chiefs of the people, by families, in the order of their fathers' houses,"
    },
    {
      "verse": 47,
      "text": "Those from thirty to fifty years old who were able to do the work of the Tent of meeting and of its transport,"
    },
    {
      "verse": 48,
      "text": "Came to eight thousand, five hundred and eighty."
    },
    {
      "verse": 49,
      "text": "At the order of the Lord they were numbered by Moses, every one in relation to his work and to his part in the transport; so they were numbered by Moses at the order of the Lord."
    }
  ]
}