{
  "book_id": "NUM",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Moses,"
    },
    {
      "verse": 2,
      "text": "Send men to get knowledge about the land of Canaan, which I am giving to the children of Israel; from every tribe of their fathers you are to send a man, every one a chief among them."
    },
    {
      "verse": 3,
      "text": "And Moses sent them from the waste land of Paran as the Lord gave orders, all of them men who were heads of the children of Israel."
    },
    {
      "verse": 4,
      "text": "And these were their names: of the tribe of Reuben, Shammua, the son of Zaccur."
    },
    {
      "verse": 5,
      "text": "Of the tribe of Simeon, Shaphat, the son of Hori."
    },
    {
      "verse": 6,
      "text": "Of the tribe of Judah, Caleb, the son of Jephunneh."
    },
    {
      "verse": 7,
      "text": "Of the tribe of Issachar, Igal, the son of Joseph."
    },
    {
      "verse": 8,
      "text": "Of the tribe of Ephraim, Hoshea, the son of Nun."
    },
    {
      "verse": 9,
      "text": "Of the tribe of Benjamin, Palti, the son of Raphu."
    },
    {
      "verse": 10,
      "text": "Of the tribe of Zebulun, Gaddiel, the son of Sodi."
    },
    {
      "verse": 11,
      "text": "Of the tribe of Joseph, that is of the family of Manasseh, Gaddi, the son of Susi."
    },
    {
      "verse": 12,
      "text": "Of the tribe of Dan, Ammiel, the son of Gemalli."
    },
    {
      "verse": 13,
      "text": "Of the tribe of Asher, Sethur, the son of Michael"
    },
    {
      "verse": 14,
      "text": "Of the tribe of Naphtali, Nahbi, the son of Vophsi."
    },
    {
      "verse": 15,
      "text": "Of the tribe of Gad, Gevel, the son of Machi."
    },
    {
      "verse": 16,
      "text": "These are the names of the men whom Moses sent to get knowledge about the land. And Moses gave to Hoshea, the son of Nun, the name of Joshua."
    },
    {
      "verse": 17,
      "text": "So Moses sent them to have a look at the land of Canaan, and said to them, Go up into the South and into the hill-country;"
    },
    {
      "verse": 18,
      "text": "And see what the land is like; and if the people living in it are strong or feeble, small or great in number;"
    },
    {
      "verse": 19,
      "text": "And what sort of land they are living in, if it is good or bad; and what their living-places are, tent-circles or walled towns;"
    },
    {
      "verse": 20,
      "text": "And if the land is fertile or poor, and if there is wood in it or not. And be of good heart, and come back with some of the produce of the land. Now it was the time when the first grapes were ready."
    },
    {
      "verse": 21,
      "text": "So they went up and got a view of the land, from the waste land of Zin to Rehob, on the way to Hamath."
    },
    {
      "verse": 22,
      "text": "They went up into the South and came to Hebron; and Ahiman and Sheshai and Talmai, the children of Anak, were living there. (Now the building of Hebron took place seven years before that of Zoan in Egypt.)"
    },
    {
      "verse": 23,
      "text": "And they came to the valley of Eshcol, and cutting down a vine-branch with its grapes, two of them took it on a rod between them; and they took some pomegranates and figs."
    },
    {
      "verse": 24,
      "text": "That place was named the valley of Eshcol because of the grapes which the children of Israel took from there."
    },
    {
      "verse": 25,
      "text": "At the end of forty days they came back from viewing the land."
    },
    {
      "verse": 26,
      "text": "And they came back to Moses and Aaron and all the children of Israel, to Kadesh in the waste land of Paran; and gave an account to them and to all the people and let them see the produce of the land."
    },
    {
      "verse": 27,
      "text": "And they said, We came to the land where you sent us, and truly it is flowing with milk and honey: and here is some of the produce of it."
    },
    {
      "verse": 28,
      "text": "But the people living in the land are strong, and the towns are walled and very great; further, we saw the children of Anak there."
    },
    {
      "verse": 29,
      "text": "And the Amalekites are in the South; and the Hittites and the Jebusites and the Amorites are living in the hill-country; and the Canaanites by the sea and by the side of Jordan."
    },
    {
      "verse": 30,
      "text": "Then Caleb made signs to the people to keep quiet, and said to Moses, Let us go up straight away and take this land; for we are well able to overcome it."
    },
    {
      "verse": 31,
      "text": "But the men who had gone up with him said, We are not able to go up against the people, for they are stronger than we."
    },
    {
      "verse": 32,
      "text": "And they gave the children of Israel a bad account of the land they had been to see, saying, This land through which we went is a land causing destruction to those living in it; and all the people we saw there are men of more than common size."
    },
    {
      "verse": 33,
      "text": "There we saw those great men, the sons of Anak, offspring of the Nephilim: and we seemed to ourselves no more than insects, and so we seemed to them."
    }
  ]
}