{
  "book_id": "NUM",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Now after the disease was over, the Lord said to Moses and Eleazar, the son of Aaron the priest,"
    },
    {
      "verse": 2,
      "text": "Let all the children of Israel be numbered, by the names of their fathers' families, all those of twenty years old and over who are able to go to war in Israel."
    },
    {
      "verse": 3,
      "text": "So Moses and Eleazar the priest gave them the order in the lowlands of Moab by Jordan at Jericho, saying,"
    },
    {
      "verse": 4,
      "text": "Let all the people of twenty years old and over be numbered, as the Lord has given orders to Moses and the children of Israel who have come out of Egypt."
    },
    {
      "verse": 5,
      "text": "Reuben, the first son of Israel: the sons of Reuben by their families: of Hanoch, the family of the Hanochites: of Pallu, the family of the Palluites:"
    },
    {
      "verse": 6,
      "text": "Of Hezron, the family of the Hezronites: of Carmi, the family of the Carmites."
    },
    {
      "verse": 7,
      "text": "These are the families of the Reubenites: their number was forty-three thousand, seven hundred and thirty."
    },
    {
      "verse": 8,
      "text": "And the sons of Pallu, Eliab"
    },
    {
      "verse": 9,
      "text": "And the sons of Eliab: Nemuel and Dathan and Abiram. These are the same Dathan and Abiram who had a place in the meeting of the people, who together with Korah made an outcry against Moses and Aaron and against the Lord:"
    },
    {
      "verse": 10,
      "text": "And they went down into the open mouth of the earth, together with Korah, when death overtook him and all his band; at the time when two hundred and fifty men were burned in the fire, and they became a sign."
    },
    {
      "verse": 11,
      "text": "But death did not overtake the sons of Korah."
    },
    {
      "verse": 12,
      "text": "The sons of Simeon by their families: of Nemuel, the family of the Nemuelites: of Jamin, the family of the Jaminites: of Jachin, the family of the Jachinites:"
    },
    {
      "verse": 13,
      "text": "Of Zerah, the family of the Zerahites: of Shaul, the family of the Shaulites."
    },
    {
      "verse": 14,
      "text": "These are the families of the Simeonites, twenty-two thousand, two hundred."
    },
    {
      "verse": 15,
      "text": "The sons of Gad by their families: of Zephon, the family of the Zephonites: of Haggi, the family of the Haggites: of Shuni, the family of the Shunites:"
    },
    {
      "verse": 16,
      "text": "Of Ozni, the family of the Oznites: of Eri, the family of the Erites:"
    },
    {
      "verse": 17,
      "text": "Of Arod, the family of the Arodites: of Areli, the family of the Arelites."
    },
    {
      "verse": 18,
      "text": "These are the families of the sons of Gad as they were numbered, forty thousand, five hundred."
    },
    {
      "verse": 19,
      "text": "The sons of Judah, Er and Onan: and Er and Onan had come to their death in the land of Canaan."
    },
    {
      "verse": 20,
      "text": "And the sons of Judah by their families were: of Shelah, the family of the Shelahites: of Perez, the family of the Perezites: of Zerah, the family of the Zerahites."
    },
    {
      "verse": 21,
      "text": "And the sons of Perez were: of Hezron, the family of the Hezronites: of Hamul, the family of the Hamulites."
    },
    {
      "verse": 22,
      "text": "These are the families of Judah as they were numbered, seventy-six thousand, five hundred."
    },
    {
      "verse": 23,
      "text": "The sons of Issachar by their families: of Tola, the family of the Tolaites: of Puvah, the family of the Punites:"
    },
    {
      "verse": 24,
      "text": "Of Jashub, the family of the Jashubites: of Shimron, the family of the Shimronites."
    },
    {
      "verse": 25,
      "text": "These are the families of Issachar, as they were numbered, sixty-four thousand, three hundred."
    },
    {
      "verse": 26,
      "text": "The sons of Zebulun by their families: of Sered, the family of the Seredites: of Elon, the family of the Elonites: of Jahleel, the family of the Jahleelites."
    },
    {
      "verse": 27,
      "text": "These are the families of the Zebulunites as they were numbered, sixty thousand, five hundred."
    },
    {
      "verse": 28,
      "text": "The sons of Joseph by their families: Manasseh and Ephraim."
    },
    {
      "verse": 29,
      "text": "The sons of Manasseh: of Machir, the family of the Machirites: and Machir was the father of Gilead: of Gilead, the family of the Gileadites."
    },
    {
      "verse": 30,
      "text": "These are the sons of Gilead: of Iezer, the family of the Iezerites: of Helek, the family of the Helekites:"
    },
    {
      "verse": 31,
      "text": "And of Asriel, the family of the Asrielites: and of Shechem, the family of the Shechemites:"
    },
    {
      "verse": 32,
      "text": "And of Shemida, the family of the Shemidaites: and of Hepher, the family of the Hepherites."
    },
    {
      "verse": 33,
      "text": "And Zelophehad, the son of Hepher, had no sons, but only daughters, and the names of the daughters of Zelophehad were Mahlah, and Noah, Hoglah, Milcah, and Tirzah."
    },
    {
      "verse": 34,
      "text": "These are the families of Manasseh; and those who were numbered of them were fifty-two thousand, seven hundred."
    },
    {
      "verse": 35,
      "text": "These are the sons of Ephraim by their families: of Shuthelah, the family of the Shuthelahites: of Becher, the family of the Becherites: of Tahan, the family of the Tahanites."
    },
    {
      "verse": 36,
      "text": "And these are the sons of Shuthelah: of Eran, the family of the Eranites:"
    },
    {
      "verse": 37,
      "text": "These are the families of Ephraim as they were numbered, thirty-two thousand, five hundred. These are the sons of Joseph by their families."
    },
    {
      "verse": 38,
      "text": "The sons of Benjamin by their families: of Bela, the family of the Belaites: of Ashbel, the family of the Ashbelites: of Ahiram, the family of the Ahiramites:"
    },
    {
      "verse": 39,
      "text": "Of Shephupham, the family of the Shuphamites: and of Hupham, the family of the Huphamites."
    },
    {
      "verse": 40,
      "text": "And the sons of Bela were Ard and Naaman: of Ard, the family of the Ardites: of Naaman, the family of the Naamites."
    },
    {
      "verse": 41,
      "text": "These are the sons of Benjamin by their families: and those who were numbered of them were forty-five thousand, six hundred."
    },
    {
      "verse": 42,
      "text": "These are the sons of Dan by their families: of Shuham, the family of the Shuhamites. These are the families of Dan by their families."
    },
    {
      "verse": 43,
      "text": "All the families of the Shuhamites, as they were numbered, were sixty-four thousand, four hundred."
    },
    {
      "verse": 44,
      "text": "The sons of Asher by their families: of Imnah, the family of the Imnites: of Ishvi, the family of the Ishvites: of Beriah, the family of the Beriites."
    },
    {
      "verse": 45,
      "text": "Of the sons of Beriah: of Heber, the family of the Heberites: of Malchiel, the family of the Malchielites:"
    },
    {
      "verse": 46,
      "text": "And the name of the daughter of Asher was Serah."
    },
    {
      "verse": 47,
      "text": "These are the families of the sons of Asher as they were numbered, fifty-three thousand, four hundred."
    },
    {
      "verse": 48,
      "text": "The sons of Naphtali by their families: of Jahzeel, the family of the Jahzeelites: of Guni, the family of the Gunites:"
    },
    {
      "verse": 49,
      "text": "Of Jezer, the family of the Jezerites: of Shillem, the family of the Shillemites."
    },
    {
      "verse": 50,
      "text": "These are the families of Naphtali by their families: and those who were numbered of them were forty-five thousand, four hundred."
    },
    {
      "verse": 51,
      "text": "Those who were numbered of the children of Israel were six hundred and one thousand, seven hundred and thirty."
    },
    {
      "verse": 52,
      "text": "And the Lord said to Moses,"
    },
    {
      "verse": 53,
      "text": "Let there be a division of the land among these, for their heritage, in relation to the number of names."
    },
    {
      "verse": 54,
      "text": "To those families who are more in number, give a greater heritage; to those who are less in number, a smaller part: to every one let the heritage be given in relation to the number in his family."
    },
    {
      "verse": 55,
      "text": "But let the distribution of the land be made by the decision of the Lord: by the names of the tribes of their fathers let their heritage be given them."
    },
    {
      "verse": 56,
      "text": "As it is ordered by the decision of the Lord, let distribution be made between those who are more in number and those who are less."
    },
    {
      "verse": 57,
      "text": "These were those of the Levites who were numbered by their families: of Gershon, the family of the Gershonites: of Kohath, the family of the Kohathites: of Merari, the family of the Merarites."
    },
    {
      "verse": 58,
      "text": "These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. And Kohath was the father of Amram."
    },
    {
      "verse": 59,
      "text": "Amram's wife was Jochebed, the daughter of Levi, whom he had in Egypt: by Amram she had Moses and Aaron and their sister Miriam."
    },
    {
      "verse": 60,
      "text": "Aaron's sons were Nadab and Abihu, Eleazar and Ithamar."
    },
    {
      "verse": 61,
      "text": "Death overtook Nadab and Abihu when they made an offering of strange fire before the Lord."
    },
    {
      "verse": 62,
      "text": "Of these, twenty-three thousand males, from one month old and over, were numbered: they were not numbered with the rest of the children of Israel, for they had no heritage among the children of Israel."
    },
    {
      "verse": 63,
      "text": "All these were numbered by Moses and Eleazar the priest when the children of Israel were numbered in the lowlands of Moab by the Jordan at Jericho."
    },
    {
      "verse": 64,
      "text": "But among all these was not one of those numbered by Moses and Aaron the priest when the children of Israel were numbered in the waste land of Sinai."
    },
    {
      "verse": 65,
      "text": "For the Lord had said of them, Death will certainly overtake them in the waste land. And of them all, only Caleb, the son of Jephunneh, and Joshua, the son of Nun, were still living."
    }
  ]
}