{
  "book_id": "NUM",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Moses,"
    },
    {
      "verse": 2,
      "text": "Give orders to the children of Israel and say to them, Let it be your care to give me my offerings at their regular times, the food of the offerings made by fire to me for a sweet smell."
    },
    {
      "verse": 3,
      "text": "Say to them, This is the offering made by fire which you are to give to the Lord; he-lambs of the first year without any mark, two every day as a regular burned offering."
    },
    {
      "verse": 4,
      "text": "Let one be offered in the morning, and the other at evening;"
    },
    {
      "verse": 5,
      "text": "And the tenth part of an ephah of the best meal for a meal offering mixed with the fourth part of a hin of clear oil."
    },
    {
      "verse": 6,
      "text": "It is a regular burned offering, as it was ordered in Mount Sinai, for a sweet smell, an offering made by fire to the Lord."
    },
    {
      "verse": 7,
      "text": "And for its drink offering take the fourth part of a hin for one lamb: in the holy place let the wine be drained out for a drink offering for the Lord."
    },
    {
      "verse": 8,
      "text": "Let the other lamb be offered at evening; like the meal offering of the morning and its drink offering, let it be offered as an offering made by fire for a sweet smell to the Lord."
    },
    {
      "verse": 9,
      "text": "And on the Sabbath day, two he-lambs of the first year, without any mark, and two tenth parts of the best meal for a meal offering mixed with oil, and its drink offering:"
    },
    {
      "verse": 10,
      "text": "This is the burned offering for every Sabbath day, in addition to the regular burned offering, and its drink offering."
    },
    {
      "verse": 11,
      "text": "And on the first day of every month you are to give a burned offering to the Lord; two oxen, one male sheep, and seven he-lambs of the first year, without any mark;"
    },
    {
      "verse": 12,
      "text": "And three tenth parts of the best meal for a meal offering mixed with oil, for every ox; and two tenth parts of the best meal for a meal offering mixed with oil, for the one sheep;"
    },
    {
      "verse": 13,
      "text": "And a separate tenth part of the best meal mixed with oil for a meal offering for every lamb; for a burned offering of a sweet smell, an offering made by fire to the Lord."
    },
    {
      "verse": 14,
      "text": "And their drink offerings are to be half a hin of wine for an ox, and the third part of a hin for a male sheep, and the fourth part of a hin for a lamb: this is the burned offering for every month through all the months of the year."
    },
    {
      "verse": 15,
      "text": "And one he-goat for a sin-offering to the Lord; it is to be offered in addition to the regular burned offering and its drink offering."
    },
    {
      "verse": 16,
      "text": "And in the first month, on the fourteenth day of the month, is the Lord's Passover."
    },
    {
      "verse": 17,
      "text": "On the fifteenth day of this month there is to be a feast; for seven days let your food be unleavened cakes."
    },
    {
      "verse": 18,
      "text": "On the first day there is to be a holy meeting: you may do no sort of field-work:"
    },
    {
      "verse": 19,
      "text": "And you are to give an offering made by fire, a burned offering to the Lord; two oxen, one male sheep, and seven he-lambs of the first year, without any mark:"
    },
    {
      "verse": 20,
      "text": "And their meal offering, the best meal mixed with oil: let three tenth parts of an ephah be offered for an ox and two tenth parts for a male sheep;"
    },
    {
      "verse": 21,
      "text": "And a separate tenth part for every one of the seven lambs;"
    },
    {
      "verse": 22,
      "text": "And one he-goat for a sin-offering to take away your sin."
    },
    {
      "verse": 23,
      "text": "These are to be offered in addition to the morning burned offering, which is a regular burned offering at all times."
    },
    {
      "verse": 24,
      "text": "In this way, every day for seven days, give the food of the offering made by fire, a sweet smell to the Lord: it is to be offered in addition to the regular burned offering, and its drink offering."
    },
    {
      "verse": 25,
      "text": "Then on the seventh day there will be a holy meeting; you may do no field-work."
    },
    {
      "verse": 26,
      "text": "And at the time of the first-fruits, when you give an offering of new meal to the Lord at your feast of weeks, there is to be a holy meeting: you may do no field-work:"
    },
    {
      "verse": 27,
      "text": "And give a burned offering for a sweet smell to the Lord; two oxen, one male sheep, and seven he-lambs of the first year;"
    },
    {
      "verse": 28,
      "text": "And their meal offering, the best meal mixed with oil, three tenth parts for an ox, two tenth parts for a male sheep,"
    },
    {
      "verse": 29,
      "text": "And a separate tenth part for every one of the seven lambs;"
    },
    {
      "verse": 30,
      "text": "And one he-goat to take away your sin."
    },
    {
      "verse": 31,
      "text": "These are in addition to the regular burned offering and its meal offering; take care that they are without any mark, and let them be offered with their drink offerings."
    }
  ]
}