{
  "book_id": "NUM",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "These are the journeys of the children of Israel, when they went out of the land of Egypt in their armies, under the direction of Moses and Aaron."
    },
    {
      "verse": 2,
      "text": "And the stages of their journey on their way out were put down in writing by Moses at the order of the Lord: these are the stages of their journey and the way they went."
    },
    {
      "verse": 3,
      "text": "On the fifteenth day of the first month they went out from Rameses; on the day after the Passover the children of Israel went out by the power of the Lord before the eyes of all the Egyptians,"
    },
    {
      "verse": 4,
      "text": "While the Egyptians were placing in the earth the bodies of their sons on whom the Lord had sent destruction: and their gods had been judged by him."
    },
    {
      "verse": 5,
      "text": "So the children of Israel went from Rameses and put up their tents in Succoth."
    },
    {
      "verse": 6,
      "text": "And they went on from Succoth and put up their tents in Etham on the edge of the waste land."
    },
    {
      "verse": 7,
      "text": "And from Etham, turning back to Pi-hahiroth which is before Baal-zephon, they put up their tents before Migdol."
    },
    {
      "verse": 8,
      "text": "And journeying on from before Hahiroth, they went through the sea into the waste land: they went three days' journey through the waste land of Etham and put up their tents in Marah."
    },
    {
      "verse": 9,
      "text": "And from Marah they went on to Elim: and in Elim there were twelve water-springs and seventy palm-trees; and they put up their tents there."
    },
    {
      "verse": 10,
      "text": "And they went on from Elim and put up their tents by the Red Sea."
    },
    {
      "verse": 11,
      "text": "Then from the Red Sea they went on and put up their tents in the waste land of Sin."
    },
    {
      "verse": 12,
      "text": "And they went on from the waste land of Sin, and put up their tents in Dophkah."
    },
    {
      "verse": 13,
      "text": "And they went on from Dophkah, and put up their tents in Alush."
    },
    {
      "verse": 14,
      "text": "And they went on from Alush, and put up their tents in Rephidim, where there was no drinking-water for the people."
    },
    {
      "verse": 15,
      "text": "And they went on from Rephidim, and put up their tents in the waste land of Sinai."
    },
    {
      "verse": 16,
      "text": "And they went on from the waste land of Sinai and put up their tents in Kibroth-hattaavah."
    },
    {
      "verse": 17,
      "text": "And they went on from Kibroth-hattaavah, and put up their tents in Hazeroth."
    },
    {
      "verse": 18,
      "text": "And they went on from Hazeroth, and put up their tents in Rithmah."
    },
    {
      "verse": 19,
      "text": "And they went on from Rithmah, and put up their tents in Rimmon-perez."
    },
    {
      "verse": 20,
      "text": "And they went on from Rimmon-perez, and put up their tents in Libnah."
    },
    {
      "verse": 21,
      "text": "And they went on from Libnah, and put up their tents in Rissah."
    },
    {
      "verse": 22,
      "text": "And they went on from Rissah, and put up their tents in Kehelathah."
    },
    {
      "verse": 23,
      "text": "And they went on from Kehelathah, and put up their tents in Mount Shepher."
    },
    {
      "verse": 24,
      "text": "And they went on from Mount Shepher, and put up their tents in Haradah."
    },
    {
      "verse": 25,
      "text": "And they went on from Haradah, and put up their tents in Makheloth."
    },
    {
      "verse": 26,
      "text": "And they went on from Makheloth, and put up their tents in Tahath."
    },
    {
      "verse": 27,
      "text": "And they went on from Tahath, and put up their tents in Terah."
    },
    {
      "verse": 28,
      "text": "And they went on from Terah, and put up their tents in Mithkah."
    },
    {
      "verse": 29,
      "text": "And they went on from Mithkah, and put up their tents in Hashmonah."
    },
    {
      "verse": 30,
      "text": "And they went on from Hashmonah, and put up their tents in Moseroth."
    },
    {
      "verse": 31,
      "text": "And they went on from Moseroth, and put up their tents in Bene-jaakan."
    },
    {
      "verse": 32,
      "text": "And they went on from Bene-jaakan, and put up their tents in Hor-haggidgad."
    },
    {
      "verse": 33,
      "text": "And they went on from Hor-haggidgad, and put up their tents in Jotbathah."
    },
    {
      "verse": 34,
      "text": "And they went on from Jotbathah, and put up their tents in Abronah."
    },
    {
      "verse": 35,
      "text": "And they went on from Abronah, and put up their tents in Ezion-geber."
    },
    {
      "verse": 36,
      "text": "And they went on from Ezion-geber, and put up their tents in the waste land of Zin (which is Kadesh)."
    },
    {
      "verse": 37,
      "text": "And they went on from Kadesh, and put up their tents in Mount Hor, on the edge of the land of Edom."
    },
    {
      "verse": 38,
      "text": "And Aaron the priest went up into the mountain at the order of the Lord, and came to his death there, in the fortieth year after the children of Israel had come out of the land of Egypt, in the fifth month, on the first day of the month."
    },
    {
      "verse": 39,
      "text": "Aaron was a hundred and twenty-three years old at the time of his death in Mount Hor."
    },
    {
      "verse": 40,
      "text": "And news of the coming of the children of Israel came to the king of Arad, the Canaanite, who was living in the South in the land of Canaan."
    },
    {
      "verse": 41,
      "text": "And from Mount Hor they went on, and put up their tents in Zalmonah."
    },
    {
      "verse": 42,
      "text": "And they went on from Zalmonah, and put up their tents in Punon."
    },
    {
      "verse": 43,
      "text": "And they went on from Punon, and put up their tents in Oboth."
    },
    {
      "verse": 44,
      "text": "And they went on from Oboth, and put up their tents in Iye-abarim at the edge of Moab."
    },
    {
      "verse": 45,
      "text": "And they went on from Iyim, and put up their tents in Dibon-gad."
    },
    {
      "verse": 46,
      "text": "And from Dibon-gad they went on, and put up their tents in Almon-diblathaim."
    },
    {
      "verse": 47,
      "text": "And from Almon-diblathaim they went on, and put up their tents in the mountains of Abarim, before Nebo."
    },
    {
      "verse": 48,
      "text": "And they went on from the mountains of Abarim, and put up their tents in the lowlands of Moab by Jordan at Jericho;"
    },
    {
      "verse": 49,
      "text": "Planting their tents by the side of Jordan from Beth-jeshimoth as far as Abel-shittim in the lowlands of Moab."
    },
    {
      "verse": 50,
      "text": "And in the lowlands of Moab by Jordan at Jericho, the Lord said to Moses,"
    },
    {
      "verse": 51,
      "text": "Say to the children of Israel, When you go over Jordan into the land of Canaan,"
    },
    {
      "verse": 52,
      "text": "See that all the people of the land are forced out from before you, and put to destruction all their pictured stones, and all their metal images, and all their high places:"
    },
    {
      "verse": 53,
      "text": "And take the land for yourselves, for your resting-place: for to you I have given the land as your heritage."
    },
    {
      "verse": 54,
      "text": "And you will take up your heritage in the land by the decision of the Lord, to every family its part; the greater the family the greater its heritage, and the smaller the family the smaller will be its heritage; wherever the decision of the Lord gives to any man his part, that will be his; distribution will be made to you by your fathers' tribes."
    },
    {
      "verse": 55,
      "text": "But if you are slow in driving out the people of the land, then those of them who are still there will be like pin-points in your eyes and like thorns in your sides, troubling you in the land where you are living."
    },
    {
      "verse": 56,
      "text": "And it will come about that as it was my purpose to do to them, so I will do to you."
    }
  ]
}