{
  "book_id": "1CH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "These also were the sonnes of Dauid which were borne vnto him in Hebron: the eldest Amnon of Ahinoam, the Izraelitesse: the seconde Daniel of Abigail the Carmelitesse:"
    },
    {
      "verse": 2,
      "text": "The third Absalom the sonne of Maachah daughter of Talmai King of Geshur: the fourth Adoniiah the sonne of Haggith:"
    },
    {
      "verse": 3,
      "text": "The fift Shepatiah of Abital: ye sixt Ithream by Eglah his wife."
    },
    {
      "verse": 4,
      "text": "These sixe were borne vnto him in Hebron: and there hee reigned seuen yeere and sixe moneths: and in Ierusalem he reigned three and thirtie yeere."
    },
    {
      "verse": 5,
      "text": "And these foure were borne vnto him in Ierusalem, Shimea, and Shobab, and Nathan, and Salomon of Bathshua the daughter of Ammiel:"
    },
    {
      "verse": 6,
      "text": "Ibhar also, and Elishama, and Eliphalet,"
    },
    {
      "verse": 7,
      "text": "And Nogah, and Nepheg, and Iaphia,"
    },
    {
      "verse": 8,
      "text": "And Elishama, and Eliada, and Eliphelet, nine in nomber."
    },
    {
      "verse": 9,
      "text": "These are all the sonnes of Dauid, besides the sonnes of the concubines, and Thamar their sister."
    },
    {
      "verse": 10,
      "text": "And Salomons sonne was Rehoboam, whose sonne was Abiah, and Asa his sonne, and Iehoshaphat his sonne,"
    },
    {
      "verse": 11,
      "text": "And Ioram his sonne, and Ahaziah his sonne, and Ioash his sonne,"
    },
    {
      "verse": 12,
      "text": "And Amaziah his sonne, and Azariah his sonne, and Iotham his sonne,"
    },
    {
      "verse": 13,
      "text": "And Ahaz his sonne, and Hezekiah his sonne, and Manasseh his sonne,"
    },
    {
      "verse": 14,
      "text": "And Amon his sonne, and Iosiah his sonne."
    },
    {
      "verse": 15,
      "text": "And of the sonnes of Iosiah, the eldest was Iohanan, the second Iehoiakim, the thirde Zedekiah, and the fourth Shallum."
    },
    {
      "verse": 16,
      "text": "And the sonnes of Iehoiakim were Ieconiah his sonne, and Zedekiah his sonne."
    },
    {
      "verse": 17,
      "text": "And the sonnes of Ieconiah, Assir and Shealtiel his sonne:"
    },
    {
      "verse": 18,
      "text": "Malchiram also and Pedaiah, and Shenazar, Iecamiah, Hoshama, and Nedabiah."
    },
    {
      "verse": 19,
      "text": "And the sonnes of Pedaiah were Zerubbabel, and Shimei: and the sonnes of Zerubbabel were Meshullam, and Hananiah, and Shelomith their sister,"
    },
    {
      "verse": 20,
      "text": "And Hashubah, and Ohel, and Berechiah, and Hazadiah, and Iushabheshed, fiue in nomber."
    },
    {
      "verse": 21,
      "text": "And the sonnes of Hananiah were Pelatiah, and Iesaiah: the sonnes of Rephaiah, the sonnes of Arnan, the sonnes of Obadiah, the sonnes of Shechaniah."
    },
    {
      "verse": 22,
      "text": "And the sonne of Shechaniah was Shemaiah: and the sonnes of Shemaiah were Hattush and Igeal, and Bariah, and Neariah, and Shaphat, sixe."
    },
    {
      "verse": 23,
      "text": "And the sonnes of Neariah were Elioenai, and Hezekiiah, and Azrikam, three."
    },
    {
      "verse": 24,
      "text": "And the sonnes of Elioenai were Hodaiah, and Eliashib, and Pelaiah, and Akkub, and Iohanan, and Delaiah, and Anani, seuen."
    }
  ]
}