{
  "book_id": "1CH",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "The sonnes of Leui were Gershon, Kohath, and Merari."
    },
    {
      "verse": 2,
      "text": "And the sonnes of Kohath, Amram, Izhar, and Hebron, and Vzziel."
    },
    {
      "verse": 3,
      "text": "And the children of Amram, Aaron, and Moses and Miriam. And the sonnes of Aaron, Nadab, and Abihu, and Eleazar, and Ithamar."
    },
    {
      "verse": 4,
      "text": "Eleazar begate Phinehas. Phinehas begate Abishua,"
    },
    {
      "verse": 5,
      "text": "And Abishua begate Bukki, and Bukki begate Vzzi,"
    },
    {
      "verse": 6,
      "text": "And Vzzi begate Zerahiah, and Zerahiah begate Meraioth."
    },
    {
      "verse": 7,
      "text": "Meraioth begate Amariah, and Amariah begate Ahitub,"
    },
    {
      "verse": 8,
      "text": "And Ahitub begate Zadok, and Zadok begate Ahimaaz,"
    },
    {
      "verse": 9,
      "text": "And Ahimaaz begate Azariah, and Azariah begate Iohanan,"
    },
    {
      "verse": 10,
      "text": "And Iohanan begate Azariah (it was hee that was Priest in the house that Salomon built in Ierusalem)"
    },
    {
      "verse": 11,
      "text": "And Azariah begate Amariah, and Amariah begate Ahitub,"
    },
    {
      "verse": 12,
      "text": "And Ahitub begate Zadok, and Zadok begate Shallum,"
    },
    {
      "verse": 13,
      "text": "And Shallum begate Hilkiah, and Hilkiah begate Azariah,"
    },
    {
      "verse": 14,
      "text": "And Azariah begate Seraiah, and Seraiah begate Iehozadak,"
    },
    {
      "verse": 15,
      "text": "And Iehozadak departed when the Lord caried away into captiuitie Iudah and Ierusalem by the hand of Nebuchad-nezzar."
    },
    {
      "verse": 16,
      "text": "The sonnes of Leui were Gershom, Kohath and Merari."
    },
    {
      "verse": 17,
      "text": "And these be the names of the sonnes of Gershom, Libni, and Shimei."
    },
    {
      "verse": 18,
      "text": "And the sonnes of Kohath were Amram, and Izhar, and Hebron and Vzziel."
    },
    {
      "verse": 19,
      "text": "The sonnes of Merari, Mahli and Mushi: and these are the families of Leui concerning their fathers."
    },
    {
      "verse": 20,
      "text": "Of Gershom, Libni his sonne, Iahath his sonne, Zimmah his sonne,"
    },
    {
      "verse": 21,
      "text": "Ioah his sonne, Iddo his sonne, Zerah his sonne, Ieaterai his sonne."
    },
    {
      "verse": 22,
      "text": "The sonnes of Kohath, Aminadab his sonne, Korah his sonne, Assir his sonne,"
    },
    {
      "verse": 23,
      "text": "Elkanah his sonne, and Ebiasaph his sonne, and Assir his sonne,"
    },
    {
      "verse": 24,
      "text": "Tahath his sonne, Vriel his sonne, Vzziah his sonne, and Shaul his sonne,"
    },
    {
      "verse": 25,
      "text": "And the sonnes of Elkanah, Amasai, and Ahimoth."
    },
    {
      "verse": 26,
      "text": "Elkanah. the sonnes of Elkanah, Zophai his sonne, and Nahath his sonne,"
    },
    {
      "verse": 27,
      "text": "Eliab his sonne, Ieroham his sonne, Elkanah his sonne,"
    },
    {
      "verse": 28,
      "text": "And the sonnes of Shemuel, the eldest Vashni, then Abiah."
    },
    {
      "verse": 29,
      "text": "The sonnes of Merari were Mahli, Libni his sonne, Shimei his sonne, Vzzah his sonne,"
    },
    {
      "verse": 30,
      "text": "Shimea his sonne, Haggiah his sonne, Asaiah his sonne."
    },
    {
      "verse": 31,
      "text": "And these be they whom Dauid set for to sing in the house of the Lord, after that the Arke had rest."
    },
    {
      "verse": 32,
      "text": "And they ministred before the Tabernacle, euen the Tabernacle of the Congregation with singing, vntill Salomon had built ye house of the Lord in Ierusalem: then they continued in their office, according to their custome."
    },
    {
      "verse": 33,
      "text": "And these ministred with their children: of the sonnes of Kohath, Heman a singer, the sonne of Ioel, the sonne of Shemuel,"
    },
    {
      "verse": 34,
      "text": "The sonne of Elkanah, the sonne of Ieroham, the sonne of Eliel, the sonne of Toah,"
    },
    {
      "verse": 35,
      "text": "The sonne of Zuph, the sonne of Elkanah, the sonne of Mahath, the sonne of Amasai,"
    },
    {
      "verse": 36,
      "text": "The sonne of Elkanah, the sonne of Ioel, the sonne of Azariah, the sonne of Zephaniah,"
    },
    {
      "verse": 37,
      "text": "The sonne of Tahath, the sonne of Assir, the sonne of Ebiasaph, the sonne of Korah,"
    },
    {
      "verse": 38,
      "text": "The sonne of Izhar, the sonne of Kohath, the sonne of Leui, the sonne of Israel."
    },
    {
      "verse": 39,
      "text": "And his brother Asaph stoode on his right hand: and Asaph was the sonne of Berechiah, the sonne of Shimea,"
    },
    {
      "verse": 40,
      "text": "The sonne of Michael, the sonne of Baaseiah, the sonne of Malchiah,"
    },
    {
      "verse": 41,
      "text": "The sonne of Ethni, the sonne of Zerah, the sonne of Adaiah,"
    },
    {
      "verse": 42,
      "text": "The sonne of Ethan, the sonne of Zimmah, the sonne of Shimei,"
    },
    {
      "verse": 43,
      "text": "The sonne of Iahath, the sonne of Gershom, the sonne of Leui."
    },
    {
      "verse": 44,
      "text": "And their brethren the sonnes of Merari were on the left hand, euen Ethan the sonne of Kishi, the sonne of Abdi, the sonne of Malluch,"
    },
    {
      "verse": 45,
      "text": "The sonne of Hashabiah, the sonne of Amaziah, the sonne of Hilkiah,"
    },
    {
      "verse": 46,
      "text": "The sonne of Amzi, the sonne of Bani, the sonne of Shamer,"
    },
    {
      "verse": 47,
      "text": "The sonne of Mahli, the sonne of Mushi, the sonne of Merari, the sonne of Leui."
    },
    {
      "verse": 48,
      "text": "And their brethren the Leuites were appointed vnto all the seruice of the Tabernacle of the house of God,"
    },
    {
      "verse": 49,
      "text": "But Aaron and his sonnes burnt incense vpon the altar of burnt offering, and on the altar of incense, for all that was to do in the most holy place, and to make an atonement for Israel, according to all that Moses the seruant of God had commanded."
    },
    {
      "verse": 50,
      "text": "These are also the sonnes of Aaron, Eleazar his sonne, Phinehas his sonne, Abishua his sonne,"
    },
    {
      "verse": 51,
      "text": "Bukki his sonne, Vzzi his sonne, Zerahiah his sonne,"
    },
    {
      "verse": 52,
      "text": "Meraioth his sonne, Amariah his sonne, Ahitub his sonne,"
    },
    {
      "verse": 53,
      "text": "Zadok his sonne, and Ahimaaz his sonne."
    },
    {
      "verse": 54,
      "text": "And these are the dwelling places of them throughout their townes and coastes, euen of the sonnes of Aaron for the familie of the Kohathites, for the lot was theirs."
    },
    {
      "verse": 55,
      "text": "So they gaue them Hebron in the lande of Iudah and the suburbes thereof rounde about it."
    },
    {
      "verse": 56,
      "text": "But the fielde of the citie, and the villages thereof they gaue to Caleb the sonne of Iephunneh."
    },
    {
      "verse": 57,
      "text": "And to the sonnes of Aaron they gaue the cities of Iudah for refuge, euen Hebron and Libna with their suburbes, and Iattir, and Eshtemoa with their suburbes,"
    },
    {
      "verse": 58,
      "text": "And Hilen with her suburbes, and Debir with her suburbes,"
    },
    {
      "verse": 59,
      "text": "And Ashan and her suburbes, and Bethshemesh and her suburbes:"
    },
    {
      "verse": 60,
      "text": "And of the tribe of Beniamin, Geba and her suburbes, and Alemeth with her suburbes, and Anathoth with her suburbes: all their cities were thirteene cities by their families."
    },
    {
      "verse": 61,
      "text": "And vnto the sonnes of Kohath the remnant of the familie of the tribe, euen of the halfe tribe of the halfe of Manasseh, by lot ten cities."
    },
    {
      "verse": 62,
      "text": "And to the sonnes of Gershom according to their families out of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteene cities."
    },
    {
      "verse": 63,
      "text": "Vnto the sonnes of Merari according to their families out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, by lot twelue cities."
    },
    {
      "verse": 64,
      "text": "Thus the children of Israel gaue to the Leuites cities with their suburbes."
    },
    {
      "verse": 65,
      "text": "And they gaue by lot out of the tribe of the children of Iudah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Beniamin, these cities, which they called by their names."
    },
    {
      "verse": 66,
      "text": "And they of the families of the sonnes of Kohath, had cities and their coastes out of the tribe of Ephraim."
    },
    {
      "verse": 67,
      "text": "And they gaue vnto them cities of refuge, Shechem in mount Ephraim, and her suburbes, and Gezer and her suburbes,"
    },
    {
      "verse": 68,
      "text": "Iokmeam also and her suburbes, and Bethhoron with her suburbes,"
    },
    {
      "verse": 69,
      "text": "And Aialon and her suburbes, and Gath Rimmon and her suburbes,"
    },
    {
      "verse": 70,
      "text": "And out of the halfe tribe of Manasseh, Aner and her suburbes, and Bileam and her suburbes, for the families of the remnant of the sonnes of Kohath."
    },
    {
      "verse": 71,
      "text": "Vnto the sonnes of Gershom out of the familie of the halfe tribe of Manasseh, Golan in Bashan, and her suburbes, and Ashtaroth with her suburbes,"
    },
    {
      "verse": 72,
      "text": "And out of the tribe of Issachar, Kedesh and her suburbes, Daberath and her suburbes,"
    },
    {
      "verse": 73,
      "text": "Ramoth also and her suburbes, and Anem with her suburbes,"
    },
    {
      "verse": 74,
      "text": "And out of the tribe of Asher, Mashal and her suburbes, and Abdon and her suburbes,"
    },
    {
      "verse": 75,
      "text": "And Hukok and her suburbs, and Rehob and her suburbes,"
    },
    {
      "verse": 76,
      "text": "And out of the tribe of Naphtali, Kedesh in Galilea and her suburbes, and Hammon and her suburbes, and Kiriathaim and her suburbes."
    },
    {
      "verse": 77,
      "text": "Vnto the rest of the children of Merari were giuen out of ye tribe of Zebulun Rimmon and her suburbes, Tabor and her suburbes,"
    },
    {
      "verse": 78,
      "text": "And on the other side Iorden by Iericho, euen on the Eastside of Iorden, out of the tribe of Reuben, Bezer in the wildernesse with her suburbes, and Iahzah with her suburbes,"
    },
    {
      "verse": 79,
      "text": "And Kedemoth with her suburbes, and Mephaath with her suburbes,"
    },
    {
      "verse": 80,
      "text": "And out of the tribe of Gad Ramoth in Gilead with her suburbes, and Mahanaim with her suburbes,"
    },
    {
      "verse": 81,
      "text": "And Heshbon with her suburbes, and Iaazer with her suburbes."
    }
  ]
}