{
  "book_id": "1CH",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Beniamin also begate Bela his eldest sonne, Ashbel the second, and Aharah the third,"
    },
    {
      "verse": 2,
      "text": "Nohah the fourth, and Rapha the fift."
    },
    {
      "verse": 3,
      "text": "And the sonnes of Bela were Addar, and Gera, and Abihud,"
    },
    {
      "verse": 4,
      "text": "And Abishua, and Naaman and Ahoah,"
    },
    {
      "verse": 5,
      "text": "And Gera, and Shephuphan, and Huram."
    },
    {
      "verse": 6,
      "text": "And these are the sonnes of Ehud: these were the chiefe fathers of those that inhabited Geba: and they were caryed away captiues to Monahath,"
    },
    {
      "verse": 7,
      "text": "And Naaman, and Ahiah, and Gera, he caryed them away captiues: and he begate Vzza, and Ahihud."
    },
    {
      "verse": 8,
      "text": "And Shaharaim begate certaine in the coutrey of Moab, after he had sent away Hushim and Baara his wiues."
    },
    {
      "verse": 9,
      "text": "He begate, I say, of Hodesh his wife, Iobab and Zibia, and Mesha, and Malcham,"
    },
    {
      "verse": 10,
      "text": "And Ieuz and Shachia and Mirma: these were his sonnes, and chiefe fathers."
    },
    {
      "verse": 11,
      "text": "And of Hushim he begat Ahitub and Elpaal."
    },
    {
      "verse": 12,
      "text": "And the sonnes of Elpaal were Eber, and Misham and Shamed (which built Ono, and Lod, and the villages thereof)"
    },
    {
      "verse": 13,
      "text": "And Beriah and Shema (which were the chiefe fathers among the inhabitants of Aialon: they draue away the inhabitants of Gath)"
    },
    {
      "verse": 14,
      "text": "And Ahio, Shashak and Ierimoth,"
    },
    {
      "verse": 15,
      "text": "And Sebadiah, and Arad, and Ader,"
    },
    {
      "verse": 16,
      "text": "And Michael, and Ispah, and Ioha, the sonnes of Beriah,"
    },
    {
      "verse": 17,
      "text": "And Zebadiah, and Meshullam, and Hizki, and Heber,"
    },
    {
      "verse": 18,
      "text": "And Ishmerai and Izliah, and Iobab, the sonnes of Elpaal,"
    },
    {
      "verse": 19,
      "text": "Iakim also, and Zichri, and Sabdi,"
    },
    {
      "verse": 20,
      "text": "And Elienai, and Zillethai, and Eliel,"
    },
    {
      "verse": 21,
      "text": "And Adaiah, and Beraiah, and Shimrah the sonnes of Shimei,"
    },
    {
      "verse": 22,
      "text": "And Ishpan, and Eber, and Eliel,"
    },
    {
      "verse": 23,
      "text": "And Abdon, and Zichri, and Hanan,"
    },
    {
      "verse": 24,
      "text": "And Hananiah, and Elam, and Antothiiah,"
    },
    {
      "verse": 25,
      "text": "Iphedeiah and Penuel ye sonnes of Shashak,"
    },
    {
      "verse": 26,
      "text": "And Shamsherai, and Shehariah, and Athaliah,"
    },
    {
      "verse": 27,
      "text": "And Iaareshiah, and Eliah, and Zichri, the sonnes of Ieroham."
    },
    {
      "verse": 28,
      "text": "These were the chiefe fathers according to their generations, euen princes, which dwelt in Ierusalem."
    },
    {
      "verse": 29,
      "text": "And at Gibeon dwelt the father of Gibeon, and the name of his wife was Maachah."
    },
    {
      "verse": 30,
      "text": "And his eldest sonne was Abdon, then Zur, and Kish, and Baal, and Nadab,"
    },
    {
      "verse": 31,
      "text": "And Gidor, and Ahio, and Zacher."
    },
    {
      "verse": 32,
      "text": "And Mikloth begate Shimeah: these also dwelt with their brethren in Ierusalem, euen by their brethren."
    },
    {
      "verse": 33,
      "text": "And Ner begate Kish, and Kish begat Saul, and Saul begate Ionathan, and Malchishua, and Abinadab, and Eshbaal."
    },
    {
      "verse": 34,
      "text": "And the sonne of Ionathan was Merib-baal, and Merib-baal begate Micah."
    },
    {
      "verse": 35,
      "text": "And the sonnes of Micah were Pithon, and Melech, and Tarea, and Ahaz."
    },
    {
      "verse": 36,
      "text": "And Ahaz begate Iehoadah, and Iehoadah begate Alemeth, and Azmaueth, and Zimri, and Zimri begate Moza,"
    },
    {
      "verse": 37,
      "text": "And Moza begate Bineah, whose sonne was Raphah, and his sonne Eleasah, and his sonne Azel."
    },
    {
      "verse": 38,
      "text": "And Azel had sixe sonnes, whose names are these, Azrikam, Bocheru and Ishmael, and Sheariah, and Obadiah, and Hanan: all these were the sonnes of Azel."
    },
    {
      "verse": 39,
      "text": "And the sonnes of Eshek his brother were Vlam his eldest sonne, Iehush the second, and Eliphelet the third."
    },
    {
      "verse": 40,
      "text": "And the sonnes of Vlam were valiant men of warre which shot with the bow, and had many sonnes and nephewes, an hundreth and fiftie: all these were of the sonnes of Beniamin."
    }
  ]
}