{
  "book_id": "1CH",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Thus all Israel were nombred by their genealogies: and beholde, they are written in the booke of the Kings of Israel and of Iudah, and they were caried away to Babel for their transgression."
    },
    {
      "verse": 2,
      "text": "And the chiefe inhabitants that dwelt in their owne possessions, and in their owne cities, euen Israel the Priestes, the Leuites, and the Nethinims."
    },
    {
      "verse": 3,
      "text": "And in Ierusalem dwelt of the children of Iudah, and of the children of Beniamin, and of the children of Ephraim, and Manasseh."
    },
    {
      "verse": 4,
      "text": "Vthai the sonne of Amihud the sonne of Omri, the sonne of Imri, the sonne of Bani: of the children of Pharez, the sonne of Iudah."
    },
    {
      "verse": 5,
      "text": "And of Shiloni, Asaiah the eldest, and his sonnes."
    },
    {
      "verse": 6,
      "text": "And the sonnes of Zerah, Ieuel, and their brethren sixe hundreth and ninetie."
    },
    {
      "verse": 7,
      "text": "And of the sonnes of Beniamin, Sallu the sonne of Meshullam, the sonne of Hodauiah, the sonne of Hasenuah,"
    },
    {
      "verse": 8,
      "text": "And Ibneiah the sonne of Ieroham, and Elah the sonne of Vzzi, the sonne of Michri, and Meshullam the sonne of Shephatiah, the sonne of Reuel, the sonne of Ibniiah."
    },
    {
      "verse": 9,
      "text": "And their brethren according to their generations nine hundreth, fiftie and sixe: all these men were chiefe fathers in the housholdes of their fathers."
    },
    {
      "verse": 10,
      "text": "And of the Priestes, Iedaiah, and Iehoiarib, and Iachin,"
    },
    {
      "verse": 11,
      "text": "And Azariah the sonne of Hilkiah, ye sonne of Meshullam, the sonne of Zadok, the sonne of Meraioth, the sonne of Ahitub the chiefe of the house of God,"
    },
    {
      "verse": 12,
      "text": "And Adaiah the sonne of Ieroham, ye sonne of Pashur, the sonne of Malchiiah, and Maasai the sonne of Adiel, the sonne of Iahzerah, the sonne of Meshullam, the sonne of Meshillemith, the sonne of Immer."
    },
    {
      "verse": 13,
      "text": "And their brethre the chiefe of the households of their fathers a thousand, seuen hundreth and three score valiant men, for the worke of the seruice of the house of God."
    },
    {
      "verse": 14,
      "text": "And of the Leuites, Shemaiah the sonne of Hasshub, the sonne of Azrikam, the sonne of Hashabiah of the sonnes of Merari,"
    },
    {
      "verse": 15,
      "text": "And Bakbakkar, Heresh and Galal, and Mattaniah the sonne of Micha, the sonne of Zichri, the sonne of Asaph,"
    },
    {
      "verse": 16,
      "text": "And Obadiah the sonne of Shemaiah, the sonne of Galal, the sonne of Ieduthun, and Berechiah, the sonne of Asa, the sonne of Elkanah, that dwelt in the villages of the Netophathites."
    },
    {
      "verse": 17,
      "text": "And the porters were Shallum, and Akkub, and Talmon, and Ahiman, and their brethren: Shallum was the chiefe."
    },
    {
      "verse": 18,
      "text": "For they were porters to this time by companies of the children of Leui vnto the Kinges gate eastward."
    },
    {
      "verse": 19,
      "text": "And Shallum the sonne of Kore the sonne of Ebiasaph the sonne of Korah, and his brethren the Korathites (of the house of their father) were ouer the worke, and office to keepe the gates of the Tabernacle: so their families were ouer the hoste of the Lord, keeping the entrie."
    },
    {
      "verse": 20,
      "text": "And Phinehas ye sonne of Eleazar was their guide, and the Lord was with him."
    },
    {
      "verse": 21,
      "text": "Zechariah the sonne of Meshelemiah was the porter of the doore of the Tabernacle of the Congregation."
    },
    {
      "verse": 22,
      "text": "All these were chosen for porters of the gates, two hundreth and twelue, which were nombred according to their genealogies by their townes. Dauid established these and Samuel the Seer in their perpetuall office."
    },
    {
      "verse": 23,
      "text": "So they and their children had the ouersight of the gates of the house of the Lord, euen of the house of the Tabernacle by wardes."
    },
    {
      "verse": 24,
      "text": "The porters were in foure quarters Eastward, Westward, Northward and Southward."
    },
    {
      "verse": 25,
      "text": "And their brethren, which were in their townes, came at seuen dayes from time to time with them."
    },
    {
      "verse": 26,
      "text": "For these foure chiefe porters were in perpetuall office, and were of the Leuites and had charge of the chambers, and of the treasures in the house of God."
    },
    {
      "verse": 27,
      "text": "And they lay rounde about the house of God, because the charge was theirs, and they caused it to be opened euery morning."
    },
    {
      "verse": 28,
      "text": "And certaine of them had the rule of the ministring vessels: for they brought them in by tale, and brought them out by tale."
    },
    {
      "verse": 29,
      "text": "Some of them also were appoynted ouer the instruments, and ouer all the vessels of the Sanctuarie, and of the floure, and the wine, and the oyle, and the incense, and the sweete odours."
    },
    {
      "verse": 30,
      "text": "And certaine of the sonnes of the Priestes made oyntments of sweete odours."
    },
    {
      "verse": 31,
      "text": "And Mattithiah one of the Leuites which was the eldest sonne of Shallum the Korhite, had the charge of the things that were made in the frying panne."
    },
    {
      "verse": 32,
      "text": "And other of their brethren the sonnes of Kohath had the ouersight of the shewbread to prepare it euery Sabbath."
    },
    {
      "verse": 33,
      "text": "And these are the singers, the chiefe fathers of the Leuites, which dwelt in the chambers, and had none other charge: for they had to do in that busines day and night:"
    },
    {
      "verse": 34,
      "text": "These were the chiefe fathers of the Leuites according to their generations, and the principall which dwelt at Ierusalem."
    },
    {
      "verse": 35,
      "text": "And in Gibeon dwelt ye father of Gibeon, Ieiel, and the name of his wife was Maachah."
    },
    {
      "verse": 36,
      "text": "And his eldest sonne was Abdon, then Zur, and Kish, and Baal, and Ner, and Nadab,"
    },
    {
      "verse": 37,
      "text": "And Gedor, and Ahio, and Zechariah, and Mikloth."
    },
    {
      "verse": 38,
      "text": "And Mikloth begate Shimeam: they also dwelt with their brethren at Ierusalem, euen by their brethren."
    },
    {
      "verse": 39,
      "text": "And Ner begate Kish, and Kish begate Saul, and Saul begate Ionathan and Malchishua, and Abinadab and Eshbaal."
    },
    {
      "verse": 40,
      "text": "And the sonne of Ionathan was Merib-baal: and Merib-baal begate Micah."
    },
    {
      "verse": 41,
      "text": "And the sonnes of Micah were Pithon, and Melech and Tahrea."
    },
    {
      "verse": 42,
      "text": "And Ahaz begate Iarah, and Iarah begat Alemeth, and Azmaueth, and Zimri, and Zimri begate Moza."
    },
    {
      "verse": 43,
      "text": "And Moza begate Binea, whose sonne was Rephaiah, and his sonne was Eleasah, and his sonne Azel."
    },
    {
      "verse": 44,
      "text": "And Azel had sixe sonnes, whose names are these, Azrikam, Bocheru, and Ismael, and Sheariah, and Obadiah, and Hanan: these are the sonnes of Azel."
    }
  ]
}