{
  "book_id": "JER",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The words of Jeremiah, the son of Hilkiah, one of the priests, who dwelt in Anathoth in the land of Benjamin;"
    },
    {
      "verse": 2,
      "text": "to whom the word of Jehovah came in the days of Josiah, the son of Amon, king of Judah, in the thirteenth year of his reign;"
    },
    {
      "verse": 3,
      "text": "to whom it also came in the days of Jehoiakim, the son of Josiah, king of Judah, until the end of the eleventh year of Zedekiah, the son of Josiah, king of Judah, until the carrying away of Jerusalem into captivity in the fifth month."
    },
    {
      "verse": 4,
      "text": "The word of Jehovah came to me, saying:"
    },
    {
      "verse": 5,
      "text": "Before I formed thee in the womb, I knew thee; and before thou camest into the world, I chose thee; I appointed thee to be a prophet to the nations."
    },
    {
      "verse": 6,
      "text": "Then said I, Alas, O Lord Jehovah! Behold, I am not able to speak; for I am a child."
    },
    {
      "verse": 7,
      "text": "But Jehovah said to me, Say not, I am a child; but go to whomever I send thee, and speak whatever I command thee!"
    },
    {
      "verse": 8,
      "text": "Be not afraid of them! For I am with thee to help thee, saith Jehovah."
    },
    {
      "verse": 9,
      "text": "Then Jehovah put forth his hand, and touched my mouth. Jehovah also said to me, Behold, I have put my words in thy mouth."
    },
    {
      "verse": 10,
      "text": "Behold, I have set thee this day over nations and over kingdoms, to root out, and to pull down, and to destroy, and to overthrow; and to build, and to plant."
    },
    {
      "verse": 11,
      "text": "Then the word of Jehovah came to me, saying, What seest thou, Jeremiah? And I said, I see a rod of almond-wood."
    },
    {
      "verse": 12,
      "text": "And Jehovah said to me, Thou hast seen right; for I am watchful over my word to perform it."
    },
    {
      "verse": 13,
      "text": "And the word of Jehovah came to me a second time, saying, What seest thou? And I said, I see a boiling pot, whose face is turned from the north."
    },
    {
      "verse": 14,
      "text": "And Jehovah said to me, From the north shall evil break forth upon all the inhabitants of the land."
    },
    {
      "verse": 15,
      "text": "For, behold, I will call all the tribes of the kingdoms of the north, saith Jehovah; and they shall come, and shall set every one his throne at the entrance of the gates of Jerusalem, and against all her walls around, and against all the cities of Judah."
    },
    {
      "verse": 16,
      "text": "And I will pronounce my judgments against them for all their wickedness, in that they have forsaken me, and have burned incense to other gods, and worshipped the work of their own hands."
    },
    {
      "verse": 17,
      "text": "Thou, therefore, gird up thy loins, and arise, and speak to them all that I command thee; be not afraid of them, lest I confound thee before them."
    },
    {
      "verse": 18,
      "text": "For, behold, I make thee this day a fortified city, and a pillar of iron, and a wall of brass against all this land, against the kings of Judah, against the princes thereof, against the priests thereof, and against the people of the land."
    },
    {
      "verse": 19,
      "text": "They shall fight against thee, but they shall not prevail against thee; for I will be with thee, saith Jehovah, to help thee."
    }
  ]
}