{
  "book_id": "JER",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Go and proclaim in the ears of Jerusalem, Thus saith Jehovah: I remember the kindness shown thee in thy youth, The love with which I espoused thee, When thou wast led by me through the wilderness, Through a land that was not sown."
    },
    {
      "verse": 3,
      "text": "Israel was a sacred thing to Jehovah, His first ripe fruit. All that devoured him were held guilty; Evil came upon them, saith Jehovah."
    },
    {
      "verse": 4,
      "text": "Hear ye the word of Jehovah, O house of Jacob, And all the families of the house of Israel!"
    },
    {
      "verse": 5,
      "text": "Thus saith Jehovah: What fault did your fathers find in me, That they went far from me, And walked after vanity, and practised folly?"
    },
    {
      "verse": 6,
      "text": "They said not, Where is Jehovah, Who brought us up from the land of Egypt, Who led us through the wilderness, Through a land of deserts and pits, Through a land of drought and deathlike gloom, Through a land which no man passed through, And where no man dwelt?"
    },
    {
      "verse": 7,
      "text": "I brought you to a land of fruitful fields, To eat the fruit thereof, and the good thereof; But when ye had come in, ye defiled my land, And made my inheritance an abomination."
    },
    {
      "verse": 8,
      "text": "The priests said not, Where is Jehovah? And the teachers of the law knew me not; The rulers also rebelled against me; The prophets prophesied in the name of Baal, And walked after things that could not profit."
    },
    {
      "verse": 9,
      "text": "Therefore I will yet contend with you, saith Jehovah; Yea, with your children's children will I contend."
    },
    {
      "verse": 10,
      "text": "For pass over to the islands of the Chittaeans, and see; Send ye to Kedar, and inform yourselves well; And see if such a thing hath been done!"
    },
    {
      "verse": 11,
      "text": "Hath any nation changed their gods, even those that are no gods? But my people have changed their glory for that which cannot profit."
    },
    {
      "verse": 12,
      "text": "Be astonished, O ye heavens, at this! Shudder, and be amazed! saith Jehovah."
    },
    {
      "verse": 13,
      "text": "For my people have committed two evils; Me have they forsaken, the fountain of living water, And they have hewn out for themselves cisterns, Broken cisterns, that can hold no water."
    },
    {
      "verse": 14,
      "text": "Is Israel a slave? Is he a home-born servant? Why then hath he become a spoil?"
    },
    {
      "verse": 15,
      "text": "The young lions roar over him; They lift up their voice; They have made his land a desolation; His cities are burned so as to be without an inhabitant."
    },
    {
      "verse": 16,
      "text": "Even the sons of Noph and Tahpanhes have consumed the crown of thy head."
    },
    {
      "verse": 17,
      "text": "Hath not this come upon thee, Because thou didst forsake Jehovah thy God, When he would have led thee in the way?"
    },
    {
      "verse": 18,
      "text": "And now what hast thou to do with the way of Egypt, To drink the waters of the Nile? Or what hast thou to do with the way of Assyria, To drink the waters of the Euphrates?"
    },
    {
      "verse": 19,
      "text": "Thy wickedness shall chasten thee, And thy transgressions reprove thee; And thou shalt know and see that it is an evil and bitter thing That thou hast forsaken Jehovah thy God, And that the fear of me is not with thee, Saith the Lord, Jehovah of hosts."
    },
    {
      "verse": 20,
      "text": "Of old hast thou broken thy yoke, And burst thy bands, And said, “I will not be in subjection!” For upon every high hill, And under every green tree, Hast thou reclined, playing the harlot."
    },
    {
      "verse": 21,
      "text": "Yet I had planted thee a noble vine, Wholly a genuine seed; How then art thou changed to the degenerate shoot of a strange vine?"
    },
    {
      "verse": 22,
      "text": "For though thou wash thee with nitre, And take thee much soap, Yet is thine iniquity black before me, saith Jehovah."
    },
    {
      "verse": 23,
      "text": "How canst thou say, “I am not polluted,” “I have not gone after Baals”? Behold thy way in the valley! Know what thou hast done, A swift young camel, traversing her ways."
    },
    {
      "verse": 24,
      "text": "A wild ass, used to the wilderness, That in her desire snuffeth up the wind, In her occasion, who can turn her aside? All that seek her do not weary themselves; In her month they will find her."
    },
    {
      "verse": 25,
      "text": "Withhold thy feet from being unshod, And thy throat from thirst! But thou sayest, There is no remedy! No! For I love strangers, And after them I will go."
    },
    {
      "verse": 26,
      "text": "As a thief is ashamed when he is taken, So is the house of Israel ashamed, They, their kings, and their princes, And their priests, and their prophets;"
    },
    {
      "verse": 27,
      "text": "That say to a stock, Thou art my father, And to a stone, Thou hast brought me forth! For they turn the back to me, and not the face. Yet in the time of their trouble they say, Arise and save us!"
    },
    {
      "verse": 28,
      "text": "But where are thy gods, which thou hast made thee? Let them arise, if they can save thee in the time of thy trouble! For according to the number of thy cities are thy gods, O Judah!"
    },
    {
      "verse": 29,
      "text": "Why do ye enter into controversy with me? Ye have all rebelled against me, saith Jehovah."
    },
    {
      "verse": 30,
      "text": "In vain have I smitten your children; They would receive no correction; Your own sword hath devoured your prophets, Like a destroying lion."
    },
    {
      "verse": 31,
      "text": "O generation! Behold ye the word of Jehovah! Have I been a wilderness to Israel? Or a land of darkness? Why then say my people, “We will rove at pleasure, We will come no more to thee”?"
    },
    {
      "verse": 32,
      "text": "Can a virgin forget her ornaments, Or a bride her belt? Yet my people have forgotten me, days without number!"
    },
    {
      "verse": 33,
      "text": "Why trimmest thou thy way to seek love? On this account hast thou accustomed thy ways to wickedness."
    },
    {
      "verse": 34,
      "text": "Upon thy skirts is found the blood of the innocent poor, Whom thou didst not find committing violence."
    },
    {
      "verse": 35,
      "text": "But notwithstanding all this, thou sayest, I am innocent; Surely his anger is turned away from me. Behold, I will enter into judgment with thee, Because thou sayest, “I have not sinned.”"
    },
    {
      "verse": 36,
      "text": "Why dost thou run so eagerly, changing thy way? By Egypt also shalt thou be put to shame, Even as thou hast been put to shame by Assyria."
    },
    {
      "verse": 37,
      "text": "From Egypt also shalt thou go forth With thy hands upon thy head. For Jehovah hath rejected the objects of thy confidence, Therefore shalt thou not prosper in them."
    }
  ]
}