{
  "book_id": "JER",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "It is said, if a man put away his wife, And she go from him, and become another man's, Shall he return to her again? Shall not that land be polluted? But thou hast played the harlot with many lovers; And shalt thou return to me, saith Jehovah?"
    },
    {
      "verse": 2,
      "text": "Lift up thine eyes to the high places, and see! Where hast thou not been defiled? In the ways hast thou sat waiting, As the Arabian in the desert, And hast polluted the land by thy lewdness and thy wickedness."
    },
    {
      "verse": 3,
      "text": "And although the showers have been withholden, And there hath been no latter rain, Yet thou hast had a harlot's forehead; Thou hast refused to be ashamed."
    },
    {
      "verse": 4,
      "text": "Wilt thou not from this time cry to me, Thou art my father, Yea, the friend of my youth art thou?"
    },
    {
      "verse": 5,
      "text": "Will he retain his anger forever? Will he keep it forevermore? Behold, thus dost thou speak, But thou doest evil with all thy might."
    },
    {
      "verse": 6,
      "text": "Jehovah said to me, in the time of King Josiah, Hast thou heard what rebellious Israel hath done? She hath gone upon every high mountain and under every green tree, and there hath played the harlot."
    },
    {
      "verse": 7,
      "text": "And I said, after she had done all these things, Return thou to me! But she returned not. And her faithless sister Judah saw it."
    },
    {
      "verse": 8,
      "text": "And I saw, when, for all the adulteries which rebellious Israel had committed, I had put her away, and given her a bill of divorce, that her faithless sister Judah was not afraid, but went and played the harlot also herself."
    },
    {
      "verse": 9,
      "text": "And when by the fame of her lewdness she had polluted the land, committing adultery with stone and wood,"
    },
    {
      "verse": 10,
      "text": "yet for all this did not her faithless sister Judah return to me with her whole heart, but feignedly, saith Jehovah."
    },
    {
      "verse": 11,
      "text": "Then said Jehovah to me, Rebellious Israel is less guilty than faithless Judah."
    },
    {
      "verse": 12,
      "text": "Go and proclaim these words toward the north:—Return, O rebellious Israel, saith Jehovah! I will not turn a frowning face upon you; For I am merciful, saith Jehovah, I retain not anger forever."
    },
    {
      "verse": 13,
      "text": "Only acknowledge thine iniquity, That thou hast rebelled against Jehovah thy God, And hast roved about to strangers Under every green tree, And hast not obeyed my voice, saith Jehovah."
    },
    {
      "verse": 14,
      "text": "Return, ye rebellious children! saith Jehovah; Though I have rejected you, Yet will I receive you again, One from a city, and two from a nation, And I will bring you to Zion."
    },
    {
      "verse": 15,
      "text": "And I will give you shepherds after my own heart, Who shall feed you with wisdom and discretion."
    },
    {
      "verse": 16,
      "text": "And when ye shall have multiplied and increased in the land, saith Jehovah, Then shall ye no more speak of the ark of the covenant of Jehovah, Nor shall it come into your mind. None shall remember it; None shall care for it; It shall not be made any more."
    },
    {
      "verse": 17,
      "text": "For then shall Jerusalem be called the throne of Jehovah, And all the nations shall resort to it; They shall resort to Jehovah, to Jerusalem, And shall no more walk after the perverseness of their evil hearts."
    },
    {
      "verse": 18,
      "text": "In those days shall the house of Judah unite themselves with the house of Israel, And they shall come together from the north country, To the land which I caused your fathers to inherit."
    },
    {
      "verse": 19,
      "text": "Then I said, how will I place thee among my children, And give thee a pleasant land, A goodly inheritance among the hosts of nations! And I said, Thou wilt call me thy father; Thou wilt not turn aside from following me."
    },
    {
      "verse": 20,
      "text": "Yet as a woman is faithless to her husband, So have ye been faithless to me, O house of Israel! saith Jehovah."
    },
    {
      "verse": 21,
      "text": "A voice is heard upon the hills, The weeping and supplications of the children of Israel! For they have perverted their way; They have forgotten Jehovah their God."
    },
    {
      "verse": 22,
      "text": "Return, O revolted children! I will heal your rebellion. Behold, we come to thee, For thou art Jehovah our God!"
    },
    {
      "verse": 23,
      "text": "Truly in vain from the hills, In vain from the mountains do we seek abundance; Only from Jehovah our God cometh salvation for Israel."
    },
    {
      "verse": 24,
      "text": "For the things of shame have devoured the substance of our fathers from our youth, Their sheep and their oxen, Their sons and their daughters."
    },
    {
      "verse": 25,
      "text": "We lie down in our shame, And our ignominy covereth us; For we have sinned against Jehovah our God, We and our fathers, from our youth even to this day, And have not obeyed the voice of Jehovah our God."
    }
  ]
}