{
  "book_id": "JER",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "If thou wilt return to me, O Israel, saith Jehovah, Thou shalt return [[to thy land]]; If thou wilt put away thy abominations from my sight, Thou shalt no more be a wanderer [[in a foreign land]]."
    },
    {
      "verse": 2,
      "text": "If thou wilt swear, As Jehovah liveth! In truth, in justice, and in righteousness, Then shall the nations bless themselves by thee, And in thee shall they glory."
    },
    {
      "verse": 3,
      "text": "Thus saith Jehovah to the men of Judah and Jerusalem: Break up your fallow ground, And sow not among thorns!"
    },
    {
      "verse": 4,
      "text": "Circumcise yourselves to Jehovah; Yea, circumcise your hearts, Ye men of Judah, and inhabitants of Jerusalem! Lest, for the evil of your doings, My fury break forth like fire, And burn so that none can quench it."
    },
    {
      "verse": 5,
      "text": "Declare ye in Judah, And proclaim in Jerusalem, and say, Blow ye the trumpet in the land; Cry ye aloud, and say, Gather yourselves together, And let us go into the fortified cities;"
    },
    {
      "verse": 6,
      "text": "Set up a standard toward Zion, Flee, make no stand! For I am about to bring evil from the north, Even great destruction."
    },
    {
      "verse": 7,
      "text": "The lion goeth up from his thicket, The destroyer of nations is on his way; He goeth forth from his place to make thy land desolate; Thy cities shall be laid waste so as to be without an inhabitant."
    },
    {
      "verse": 8,
      "text": "For this cause gird on sackcloth, Lament and howl! For the fierce anger of Jehovah is not turned away from us."
    },
    {
      "verse": 9,
      "text": "In that day, saith Jehovah, Shall the heart of the king perish, And the heart of the princes; The priests shall be amazed, And the prophets confounded."
    },
    {
      "verse": 10,
      "text": "Then said I, Alas, O Lord Jehovah! Surely thou hast greatly deceived this people and Jerusalem; Thou hast said, “Ye shall have peace”; And the sword reacheth to the very life!"
    },
    {
      "verse": 11,
      "text": "At that time shall it be said to this people and to Jerusalem: A dry wind cometh from the hills of the desert, It cometh toward my people, Not to fan, nor to cleanse."
    },
    {
      "verse": 12,
      "text": "Yea, a wind stronger than this shall come; Now will I myself give sentence against them."
    },
    {
      "verse": 13,
      "text": "Behold, he cometh up like clouds, And his chariots are like a whirlwind; His horses are swifter than eagles. Woe to us! for we are laid waste!"
    },
    {
      "verse": 14,
      "text": "Wash thy heart from wickedness, O Jerusalem, That thou mayst be saved! How long shall thy evil devices lodge within thee?"
    },
    {
      "verse": 15,
      "text": "For a voice proclaimeth tidings from Dan, And announceth calamity from mount Ephraim."
    },
    {
      "verse": 16,
      "text": "Proclaim ye to the nations, Behold, publish ye to Jerusalem, “Watchmen are coming from a far country, And lift their voice against the cities of Judah.”"
    },
    {
      "verse": 17,
      "text": "Like keepers of fields are they round about her Because she hath rebelled against me, saith Jehovah."
    },
    {
      "verse": 18,
      "text": "Thy way and thy doings have brought this upon thee; This is the fruit of thy wickedness; It is bitter; it reacheth to thy heart."
    },
    {
      "verse": 19,
      "text": "O my breast, my breast! I am pained in the walls of my heart; My heart trembleth within me; I cannot be silent; For thou hearest, O my soul, the sound of the trumpet, The alarm of war!"
    },
    {
      "verse": 20,
      "text": "There is a cry of destruction upon destruction; Yea, the whole land is laid waste; Suddenly are my tents destroyed, And my canopies in an instant."
    },
    {
      "verse": 21,
      "text": "How long shall I see the standard, Hear the sound of the trumpet?"
    },
    {
      "verse": 22,
      "text": "My people is foolish, They have no regard to me; Stupid children are they, And have no understanding; They are wise to do evil, But for doing good they have no knowledge."
    },
    {
      "verse": 23,
      "text": "I look to the earth, and lo! emptiness and desolation; To the heavens, and there is no light."
    },
    {
      "verse": 24,
      "text": "I look to the mountains, and lo! they tremble, And all the hills shake."
    },
    {
      "verse": 25,
      "text": "I look, and lo! there is not a man, And all the birds of heaven are fled."
    },
    {
      "verse": 26,
      "text": "I look, and lo! Carmel is a desert, And all its cities are thrown down, Before the presence of Jehovah, Before the heat of his anger."
    },
    {
      "verse": 27,
      "text": "For thus saith Jehovah: The whole land shall be desolate, Yet will I not make a full end."
    },
    {
      "verse": 28,
      "text": "Therefore shall the earth mourn, And the heavens above be black, Because I have spoken, and I will not repent; I have purposed, and I will not recede from it."
    },
    {
      "verse": 29,
      "text": "At the noise of the horsemen and bowmen every city fleeth; They go into thickets, And climb up upon the rocks; All the cities are forsaken, And not a man dwelleth in them."
    },
    {
      "verse": 30,
      "text": "And thou, destined to perish, what wilt thou do? Though thou clothe thyself in scarlet, And deck thyself with ornaments of gold, And rend thine eyes with paint, In vain dost thou adorn thyself; Thy lovers despise thee; They seek thy life."
    },
    {
      "verse": 31,
      "text": "I hear a cry, as of a woman in travail, Anguish, as of her that bringeth forth her first child. The voice of the daughter of Zion. She sobbeth, she spreadeth out her hands, “Ah! woe is me! I am dying by murderers!”"
    }
  ]
}