{
  "book_id": "JER",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Run ye through the streets of Jerusalem, [[saith Jehovah,]] And see now, and know, and seek in her broad places If ye can find a single man, If there be one that doeth justice, That seeketh uprightness, And I will forgive her."
    },
    {
      "verse": 2,
      "text": "Yea, though they say, “As Jehovah liveth!” Yet do they swear falsely."
    },
    {
      "verse": 3,
      "text": "Are not thine eyes upon the truth, O Jehovah! Thou hast smitten them, but they have not grieved; Thou hast consumed them, but they have refused to receive correction; They have made their faces harder than a rock; They have refused to return."
    },
    {
      "verse": 4,
      "text": "Then I said, These are only the poor; They are foolish, because they know not the way of Jehovah, The law of their God."
    },
    {
      "verse": 5,
      "text": "I will get me to the great ones, And I will speak to them; For they know the way of Jehovah, The law of their God. But these also have together broken the yoke; They have burst the bands."
    },
    {
      "verse": 6,
      "text": "Therefore the lion out of the forest shall slay them, And the evening wolf shall destroy them. The leopard shall keep watch upon their cities; Every one that goeth out from them shall be torn in pieces; Because their transgressions are multiplied, Their rebellions are increased."
    },
    {
      "verse": 7,
      "text": "How can I pardon thee for this? [[saith Jehovah;]] Thy children have forsaken me, And sworn by them that are no gods. I have fed them to the full, yet do they commit adultery, And assemble themselves in crowds in the house of the harlot."
    },
    {
      "verse": 8,
      "text": "They are as well-fed horses in the morning; Every one neigheth after his neighbor's wife."
    },
    {
      "verse": 9,
      "text": "Shall I not punish for these things, saith Jehovah? Shall I not avenge myself on such a nation as this?"
    },
    {
      "verse": 10,
      "text": "Go ye up upon her walls and destroy! Yet make ye not a full end! Take ye away her branches, For they belong not to Jehovah!"
    },
    {
      "verse": 11,
      "text": "For they have proved false to me, The house of Israel and the house of Judah, saith Jehovah."
    },
    {
      "verse": 12,
      "text": "They have denied Jehovah, And have said, “It is not He; Evil shall not come upon us, Nor shall we see sword or famine."
    },
    {
      "verse": 13,
      "text": "The prophets are but wind, And the word is not in them; Thus may it happen to them!”"
    },
    {
      "verse": 14,
      "text": "Therefore thus saith Jehovah, God of hosts: Because ye say such things, Behold, I will make thy words in thy mouth fire, And this people wood, And it shall devour them."
    },
    {
      "verse": 15,
      "text": "Behold, I will bring against you a nation from afar, O house of Israel, saith Jehovah; It is a mighty nation; It is an ancient nation; A nation whose language thou dost not know, And whose words thou canst not understand."
    },
    {
      "verse": 16,
      "text": "Their quiver is like an open sepulchre; They are all mighty men."
    },
    {
      "verse": 17,
      "text": "They shall consume thy harvest and thy bread; They shall consume thy sons and thy daughters; They shalt consume thy sheep and thy oxen; They shall consume thy vine and thy fig-tree; They shall destroy with the sword thy fortified cities, In which thou placest thy trust."
    },
    {
      "verse": 18,
      "text": "Yet even in those days, saith Jehovah, I will not make a full end with you."
    },
    {
      "verse": 19,
      "text": "And when they shall say, Wherefore hath Jehovah our God brought all these things upon us? Then shalt thou say to them, “As ye have forsaken me, And served strange gods in your land, So shall ye serve strangers in a land that is not yours.”"
    },
    {
      "verse": 20,
      "text": "Declare ye this in the house of Jacob, And publish it in Judah, saying:"
    },
    {
      "verse": 21,
      "text": "Hear ye now this, O foolish people and without understanding, Who have eyes and see not, Who have ears and hear not!"
    },
    {
      "verse": 22,
      "text": "Will ye not fear me, saith Jehovah? Will ye not tremble before me, Who appointed the sand a bound to the sea, A perpetual barrier, which it cannot pass? Though the waves thereof toss themselves, Yet do they not prevail, Though they roar, yet can they not pass over it."
    },
    {
      "verse": 23,
      "text": "But this people hath a revolting and rebellious heart; They revolt continually."
    },
    {
      "verse": 24,
      "text": "Neither say they in their heart, Let us now fear Jehovah our God, Who giveth rain, both the former and the latter, in its season, And secureth to us the appointed weeks of the harvest."
    },
    {
      "verse": 25,
      "text": "Your iniquities have turned away these things, And your sins have withholden that which is good from you."
    },
    {
      "verse": 26,
      "text": "For among my people are found wicked men, Who lie on the watch like fowlers; They set a trap that they may catch men."
    },
    {
      "verse": 27,
      "text": "As a cage is full of birds, So are their houses full of fraud. Therefore are they grown great and rich;"
    },
    {
      "verse": 28,
      "text": "They have become fat and shine; Yea, they overpass the deeds of the wicked; They maintain no cause, No cause of the fatherless, and they prosper; And the right of the needy do they not defend."
    },
    {
      "verse": 29,
      "text": "Shall I not punish for these things, saith Jehovah? Shall I not be avenged on such a nation as this?"
    },
    {
      "verse": 30,
      "text": "Astonishing and horrible is that which is done in this land;"
    },
    {
      "verse": 31,
      "text": "The prophets prophesy falsely, And the priests rule under their guidance, And my people love to have it so. But what will ye do in the end of it?"
    }
  ]
}