{
  "book_id": "JER",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Flee, O ye sons of Benjamin, from Jerusalem, And blow ye the trumpet in Tekoa, And lift up the banner in Beth-haccerem! For evil threateneth from the North; Yea, great destruction."
    },
    {
      "verse": 2,
      "text": "O daughter of Zion, the comely and delicate, Thee have I doomed to destruction!"
    },
    {
      "verse": 3,
      "text": "The shepherds with their flocks shall come to her; They shall pitch their tents against her round about; They shall feed each one in his place."
    },
    {
      "verse": 4,
      "text": "“Prepare ye war against her, [[shall they say;]] Arise, and let us go up at noonday; Alas for us! for the day goeth away, For the shadows of evening are lengthened."
    },
    {
      "verse": 5,
      "text": "Arise, and let us go up by night, And let us destroy her palaces!”"
    },
    {
      "verse": 6,
      "text": "For thus saith Jehovah of hosts: Hew ye down trees, And raise a mound against Jerusalem! She is a city to be punished; She is full of oppression."
    },
    {
      "verse": 7,
      "text": "As a fountain sendeth forth its waters, So she sendeth forth her wickedness. Violence and rapine are heard within her; Before me continually are bruises and wounds."
    },
    {
      "verse": 8,
      "text": "Receive correction, O Jerusalem, Lest my soul be alienated from thee, Lest I make thee a desolation, A land not inhabited!"
    },
    {
      "verse": 9,
      "text": "Thus saith Jehovah of hosts: They shall thoroughly glean the remnant of Israel as a vine; Turn thy hand like a grape-gatherer again to the baskets!"
    },
    {
      "verse": 10,
      "text": "To whom shall I speak? To whom give warning, so that they shall hear? Behold, their ear is uncircumcised, so that they cannot hearken; Behold, the word of Jehovah is to them a derision; They have no delight in it."
    },
    {
      "verse": 11,
      "text": "Therefore I am full of the fury of Jehovah; I am weary of holding it; I will pour it out alike upon the children in the street, And upon the assembly of the young men. Yea, also the husband with the wife shall be taken, The old man, and he that is full of days."
    },
    {
      "verse": 12,
      "text": "Their houses also shall be transferred to others, Their fields and their wives together, For I will stretch out my hand over the inhabitants of the land, saith Jehovah."
    },
    {
      "verse": 13,
      "text": "For from the least of them even to the greatest, Every one is greedy of gain; Prophet and priest alike, Every one of them practiseth deceit."
    },
    {
      "verse": 14,
      "text": "They heal the wound of my people slightly, Saying, Peace! peace! when there is no peace."
    },
    {
      "verse": 15,
      "text": "Are they ashamed that they have done abominable things? Nay, they are not at all ashamed; They know not how to blush; Therefore shall they fall with them that fall; At the time when I punish them, They shall be cast down, saith Jehovah."
    },
    {
      "verse": 16,
      "text": "Thus saith Jehovah: Stand ye upon the ways and look; And ask for the old paths, “Where is the good way?” Walk ye in it, and ye shall find for yourselves rest. But they say, We will not walk in it."
    },
    {
      "verse": 17,
      "text": "I have also set watchmen over you, [[saying,]] Hearken to the sound of the trumpet! But they say, We will not hearken."
    },
    {
      "verse": 18,
      "text": "Therefore hear, O ye nations, And know, ye assembled multitude, What shall come upon them!"
    },
    {
      "verse": 19,
      "text": "Hear thou, O earth! Behold, I bring evil upon this people, The fruit of their devices; Because they have not hearkened to my words, And have even rejected my law."
    },
    {
      "verse": 20,
      "text": "To what purpose is incense brought to me from Sheba, And the sweet-smelling reed from a far country? Your burnt-offerings are not acceptable, Nor are your sacrifices sweet to me."
    },
    {
      "verse": 21,
      "text": "Therefore thus saith Jehovah: Behold, I lay stumbling-blocks before this people, Upon which fathers and sons shall stumble together, The neighbor and his friend, and shall perish."
    },
    {
      "verse": 22,
      "text": "Thus saith Jehovah: Behold, a people cometh from the land of the North; A great nation riseth up from the extremities of the earth."
    },
    {
      "verse": 23,
      "text": "They bear the bow and the spear; They are cruel and show no mercy; Their voice roareth like the sea; And upon horses do they ride, Arrayed as a warrior against thee, O daughter of Zion."
    },
    {
      "verse": 24,
      "text": "We have heard the report thereof; Our hands lose their strength; Anguish hath taken hold of us, Pain, as of a woman in travail."
    },
    {
      "verse": 25,
      "text": "Go not forth into the field, Nor walk ye in the highway! For the sword of the enemy And terror are on every side."
    },
    {
      "verse": 26,
      "text": "O daughter of my people, gird thee with sackcloth, And roll thyself in ashes! Make thee mourning as for an only son, Most bitter lamentation! For suddenly shall the spoiler come upon us."
    },
    {
      "verse": 27,
      "text": "I have set thee, like a tower, for an assayer among my people, That thou mayst know and try their way."
    },
    {
      "verse": 28,
      "text": "They are all stubborn revolters, Slanderers are they, brass and iron; They are all corrupt."
    },
    {
      "verse": 29,
      "text": "The bellows burn; The lead is consumed by the fire; The refiner hath melted in vain, For the bad are not separated."
    },
    {
      "verse": 30,
      "text": "Rejected silver shall men call them, Because Jehovah hath rejected them."
    }
  ]
}