{
  "book_id": "JER",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "At that time, saith Jehovah, Shall the bones of the kings of Judah, and the bones of the princes, The bones of the priests, and the bones of the prophets, And the bones of the inhabitants of Jerusalem, Be cast forth from their graves;"
    },
    {
      "verse": 2,
      "text": "And they shall be spread before the sun, and the moon, and all the host of heaven, Which they have loved, and which they have served, and after which they have walked; Which they have consulted and have worshipped; They shall not be gathered, nor be buried; They shall be as dung upon the face of the ground."
    },
    {
      "verse": 3,
      "text": "And death shall be chosen rather than life By all the residue of them that remain of this evil race, Which remain in all the places whither I have driver them, Saith Jehovah of hosts."
    },
    {
      "verse": 4,
      "text": "Thou shalt also say to them, Thus saith Jehovah, Doth a man fall, and not rise again? Doth one turn aside from the way, and not return,"
    },
    {
      "verse": 5,
      "text": "Why then hath this people, Why hath Jerusalem, completely revolted? They hold fast deceit; They refuse to return."
    },
    {
      "verse": 6,
      "text": "I have listened and heard, But they speak not aright; No one repenteth of his wickedness, Saying, “What have I done?” Every one runneth at full speed in his rebellion, As a horse rusheth to the battle."
    },
    {
      "verse": 7,
      "text": "Even the stork in the heavens knoweth her times, And the turtle-dove and the swallow and the crane observe the season of their coming, But my people regard not the laws of Jehovah."
    },
    {
      "verse": 8,
      "text": "How is it that ye say, “We are wise, We possess the law of Jehovah”? Behold, the false pen of the scribes Hath turned it into falsehood."
    },
    {
      "verse": 9,
      "text": "The wise men shall be confounded; They shall be dismayed and ensnared; Behold, they have rejected the word of Jehovah, And what wisdom is there in them?"
    },
    {
      "verse": 10,
      "text": "Therefore will I give their wives to others, And their fields to plunderers. For from the least of them even to the greatest, Every one is greedy of gain, Prophet and priest alike, Every one of them practiseth deceit."
    },
    {
      "verse": 11,
      "text": "They heal the wound of my people slightly, Saying, Peace! peace! when there is no peace."
    },
    {
      "verse": 12,
      "text": "Are they ashamed, that they have done abominable things? Nay, they are not at all ashamed; They know not how to blush. Therefore shall they fall with them that fall; At the time when I punish them, They shall be cast down, saith Jehovah."
    },
    {
      "verse": 13,
      "text": "I will utterly consume them, saith Jehovah; There shall be no grapes on the vine, Nor shall there be from the fig-tree; Even the leaf shall be withered; For I will send those that shall overrun them."
    },
    {
      "verse": 14,
      "text": "“Why do we remain here?” [[shall they say.]] “Assemble yourselves and let us go into the fortified cities. And let us there wait in silence! For Jehovah our God hath put us to silence, And given us the water of hemlock to drink, Because we have sinned against Jehovah."
    },
    {
      "verse": 15,
      "text": "We look for peace, but no good cometh; For a time of deliverance, and behold, terror!”"
    },
    {
      "verse": 16,
      "text": "From Dan is heard the snorting of their horses, At the sound of the neighing of their steeds the whole land trembleth; They come and devour the land, and all that is in it; The city, and them that dwell therein."
    },
    {
      "verse": 17,
      "text": "Behold I send against you serpents, Basilisks, which cannot be charmed, And they shall bite you, saith Jehovah."
    },
    {
      "verse": 18,
      "text": "O where is consolation for my sorrow! My heart is faint within me."
    },
    {
      "verse": 19,
      "text": "Behold, the cry of the daughter of my people from a far country! “Is not Jehovah in Zion? Is her King there no more?” Why then have they provoked me by their graven images, And their foreign vanities?"
    },
    {
      "verse": 20,
      "text": "The harvest is passed, the summer is ended, And we are not delivered."
    },
    {
      "verse": 21,
      "text": "For the wound of the daughter of my people am I wounded; I mourn; amazement hath taken hold of me."
    },
    {
      "verse": 22,
      "text": "Is there no balm in Gilead? Is there no physician there? Why then are not the wounds of my people healed?"
    }
  ]
}