{
  "book_id": "JER",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "O that my head were waters, And mine eyes a fountain of tears, That I might weep day and night For the slain of the daughter of my people!"
    },
    {
      "verse": 2,
      "text": "O that I had a traveller's lodge in the wilderness, That I might leave my people, and go from them! For they are all adulterers; An assembly of revolters."
    },
    {
      "verse": 3,
      "text": "They bend their tongues, like their bows, for lies, And not by truth do they grow mighty in the earth; They proceed from wickedness to wickedness, And have no regard to me, saith Jehovah."
    },
    {
      "verse": 4,
      "text": "Be on your guard each one against his neighbor, And trust ye not in any brother; For every brother will supplant, And every neighbor will slander."
    },
    {
      "verse": 5,
      "text": "They deceive every one his neighbor, And do not speak the truth; They have accustomed their tongues to speak lies; They weary themselves in doing iniquity."
    },
    {
      "verse": 6,
      "text": "Thy habitation is in the midst of deceit, [[O prophet!]] Through deceit they refuse to know me, saith Jehovah."
    },
    {
      "verse": 7,
      "text": "Therefore thus saith Jehovah of hosts: Behold I will melt them and try them; For what else can I do on account of the daughter of my people?"
    },
    {
      "verse": 8,
      "text": "Their tongue is a deadly arrow; Every one of them speaketh treachery; With their mouth they speak peace to their neighbor, But in their heart they lay snares for him."
    },
    {
      "verse": 9,
      "text": "Shall I not punish them for these things? saith Jehovah; Shall I not be avenged on such a nation as this?"
    },
    {
      "verse": 10,
      "text": "For the mountains will I lift up a weeping and wailing, And for the pastures of the plains a lamentation, For they are burned up, so that none can pass through them; No more is heard the voice of the cattle; Both the birds of the heavens and the beasts have fled, and are gone."
    },
    {
      "verse": 11,
      "text": "I will make Jerusalem heaps of stones, The dwelling-place of jackals; And I will make the cities of Judah desolate, without an inhabitant."
    },
    {
      "verse": 12,
      "text": "Who is the wise man, that he may understand this, And he to whom the mouth of the Lord hath spoken, that he may declare it? Why is it that the land perisheth, That it is burned up like a desert, which none passeth through?"
    },
    {
      "verse": 13,
      "text": "Jehovah himself hath said: It is because they have forsaken my law, Which I set before them, And have not hearkened to my voice, Nor walked according to it;"
    },
    {
      "verse": 14,
      "text": "But have walked after the obstinacy of their own heart, And after the Baals, as their fathers taught them."
    },
    {
      "verse": 15,
      "text": "Therefore thus saith Jehovah of hosts, the God of Israel: Behold, I will feed this people with wormwood, And give them water of hemlock to drink."
    },
    {
      "verse": 16,
      "text": "I will also scatter them among nations Which neither they nor their fathers have known, And I will send after them the sword, Till I have made an end of them."
    },
    {
      "verse": 17,
      "text": "Thus saith Jehovah of hosts: Consider ye, and call for the mourning women, that they may come, And send to the skilful ones, that they may come;"
    },
    {
      "verse": 18,
      "text": "Let them make haste, and lift up a wailing for us, That our eyes may run down with tears, And our eyelids gush forth with waters."
    },
    {
      "verse": 19,
      "text": "Behold, a voice of wailing is heard from Zion: “How are we spoiled! How are we put to shame! We must leave our native land; They have cast down our habitations.”"
    },
    {
      "verse": 20,
      "text": "Hear, O ye women, the word of Jehovah! Let your ear receive the word of his mouth! Teach your daughters a lamentation, And every one her companion a mournful dirge!"
    },
    {
      "verse": 21,
      "text": "For death cometh in through our windows, It entereth our palaces; It cutteth off the children from the street, And the young men from the public places."
    },
    {
      "verse": 22,
      "text": "Declare it, saith Jehovah! The dead bodies of men shall fall as dung upon the open field, And as the handful behind the reaper, Which none gathereth up."
    },
    {
      "verse": 23,
      "text": "Thus saith Jehovah: Let not the wise man glory in his wisdom, Nor let the mighty glory in his might, Nor let the rich glory in his riches!"
    },
    {
      "verse": 24,
      "text": "But let him that glorieth glory in this, That he hath regard to me, and knoweth me, That I am Jehovah, who exercise loving-kindness, Justice, and righteousness upon the earth; For in these do I delight, saith Jehovah."
    },
    {
      "verse": 25,
      "text": "Behold the days come, saith Jehovah, That I will punish all the circumcised with the uncircumcised,"
    },
    {
      "verse": 26,
      "text": "Egypt, and Judah, and Edom, And the sons of Ammon and Moab, And all with shaven cheeks, that dwell in the wilderness. For all the nations are uncircumcised, And all the house of Israel is uncircumcised in heart."
    }
  ]
}