{
  "book_id": "JER",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Hear ye the word which Jehovah speaketh to you, O house of Israel!"
    },
    {
      "verse": 2,
      "text": "Thus saith Jehovah: Conform ye not to the way of the heathen, And be not dismayed at the signs of the heavens, Because the heathen are dismayed at them!"
    },
    {
      "verse": 3,
      "text": "The customs of the nations are vanity. For a tree of the wood is cut down, It is wrought by the hands of the artificer with the axe,"
    },
    {
      "verse": 4,
      "text": "It is decked with silver and gold, And with nails and with hammers is it fastened, That it may not totter."
    },
    {
      "verse": 5,
      "text": "They are like a turned palm-tree pillar, and cannot speak; They must be borne by men, for they cannot walk. Be not afraid of them, for they cannot hurt, Nor is it in their power to do good."
    },
    {
      "verse": 6,
      "text": "There is none like thee, O Jehovah! Thou art great, And great is thy name by mighty deeds."
    },
    {
      "verse": 7,
      "text": "Who shall not fear thee, O king of nations, For to thee doth it belong! For among all the wise men of the nations, And in all their kingdoms, there is none like thee."
    },
    {
      "verse": 8,
      "text": "They are all brutish and without understanding; A doctrine of vanities is the stock."
    },
    {
      "verse": 9,
      "text": "Beaten silver is brought from Tarshish, And gold from Uphaz, The work of the artificer and the founder; Blue and purple is their clothing; The work of the skilful is it all."
    },
    {
      "verse": 10,
      "text": "But Jehovah is the true God, He is the living God, and an everlasting king; At his wrath the earth trembleth, And the nations are not able to abide his indignation."
    },
    {
      "verse": 11,
      "text": "[[Thus shall ye say to them: The gods, that have not made the heavens and the earth, Shall perish from the earth and from under these heavens.]]"
    },
    {
      "verse": 12,
      "text": "He made the earth by his power; He established the world by his wisdom, And by his understanding he spread out the heavens."
    },
    {
      "verse": 13,
      "text": "When he uttereth his voice there is an abundance of water in the heavens; He causeth clouds to ascend from the ends of the earth; He maketh lightnings with rain; He bringeth the wind from his storehouses."
    },
    {
      "verse": 14,
      "text": "Brutish is every one who hath not this knowledge; By his image is every founder put to shame, For his molten-work is deceit; There is no breath in it."
    },
    {
      "verse": 15,
      "text": "They are vanity, deceptive work; In the time of their punishment shall they perish."
    },
    {
      "verse": 16,
      "text": "Not like them is He who is the portion of Jacob; He is the former of all things, And Israel is his allotted inheritance; Jehovah of hosts is his name."
    },
    {
      "verse": 17,
      "text": "Gather up thy goods out of the land, O inhabitant of the fortress!"
    },
    {
      "verse": 18,
      "text": "For thus saith Jehovah: Behold, I will sling forth the inhabitants of the land at this time; I will distress them, so that they shall be taken."
    },
    {
      "verse": 19,
      "text": "“Ah me! my wound!” [[saith the daughter of Zion;]] “My bruise is deadly; Yet I say, This is my affliction, and I must bear it!"
    },
    {
      "verse": 20,
      "text": "My tent is torn down, And all my cords broken. My children are gone forth from me, and are no more; There is none to stretch forth my tent any more, Or to set up my curtains."
    },
    {
      "verse": 21,
      "text": "For the shepherds have become brutish; They have not sought Jehovah; Therefore have they not prospered, And all their flock is dispersed.”"
    },
    {
      "verse": 22,
      "text": "[[Hark!]] the sound of tiding! Behold it cometh, And a great tumult from the land of the North, To make the cities of Judah desolate, A dwelling-place for jackals."
    },
    {
      "verse": 23,
      "text": "“I know, O Jehovah, that the way of a man is not within his power, That it is not within the power of a man that walketh to establish his steps."
    },
    {
      "verse": 24,
      "text": "Chasten me, O Jehovah, but in measure; Not in thine anger, lest thou bring me to nothing!"
    },
    {
      "verse": 25,
      "text": "Pour out thy wrath on the nations which acknowledge thee not, And on the kingdoms which call not on thy name! For they have devoured Jacob; They have devoured and consumed him, And laid waste his dwelling-place.”"
    }
  ]
}