{
  "book_id": "JER",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "The word which came to Jeremiah from Jehovah, saying:"
    },
    {
      "verse": 2,
      "text": "Hear ye the words of this covenant, And speak ye to the men of Judah, And the inhabitants of Jerusalem."
    },
    {
      "verse": 3,
      "text": "And say thou to them, Thus saith Jehovah, the God of Israel: Cursed is the man who will not obey the words of this covenant,"
    },
    {
      "verse": 4,
      "text": "Which I commanded your fathers, When I brought them forth from the land of Egypt, From the iron furnace, saying, “Obey ye my voice, And do all which I command you; So shall ye be my people, And I will be your God;"
    },
    {
      "verse": 5,
      "text": "So that I may perform the oath, Which I made to your fathers, To give them a land flowing with milk and honey, as it is this day.” Then answered I, and said, So may it be, O Jehovah!"
    },
    {
      "verse": 6,
      "text": "Then said Jehovah to me, Proclaim all these words in the cities of Judah, And the streets of Jerusalem, saying: Hear ye the words of this covenant, and do them!"
    },
    {
      "verse": 7,
      "text": "For I have earnestly admonished your fathers, From the time when I brought them up from the land of Egypt to this day, Rising early and admonishing them, saying, “Obey ye my voice!”"
    },
    {
      "verse": 8,
      "text": "Yet they obeyed not, nor inclined their ear, But walked every one in the obstinacy of his evil heart; Therefore have I brought upon them all the words of this covenant, Which I commanded them to obey, And they obeyed not."
    },
    {
      "verse": 9,
      "text": "Jehovah also said to me: A conspiracy hath been found among the men of Judah, And the inhabitants of Jerusalem."
    },
    {
      "verse": 10,
      "text": "They turn back to the iniquities of their forefathers, Who refused to hearken to my words; They go after strange gods and serve them; The house of Israel and the house of Judah have broken the covenant Which I made with their fathers."
    },
    {
      "verse": 11,
      "text": "Therefore thus saith Jehovah: Behold I bring upon them a calamity, From which they shall not be able to escape; And though they cry to me, I will not hear them."
    },
    {
      "verse": 12,
      "text": "Then may the cities of Judah and the inhabitants of Jerusalem go, And cry to the gods to whom they burn incense; But they shall not save them at all in the time of their calamity."
    },
    {
      "verse": 13,
      "text": "For according to the number of thy cities are thy gods, O Judah! According to the number of the streets of Jerusalem have ye set up altars to a thing of shame, Altars for burning incense to Baal."
    },
    {
      "verse": 14,
      "text": "Therefore pray not thou for this people, Nor lift up a cry or a prayer for them; For I will not hear when they cry to me On account of their calamity."
    },
    {
      "verse": 15,
      "text": "What hath my beloved to do in my house, While many pollute it with wickedness? The holy flesh shall pass away from thee, For when thou doest evil, thou rejoicest."
    },
    {
      "verse": 16,
      "text": "Jehovah hath called thee an olive-tree, Green, fair, and of goodly fruit; With the noise of a great crackling doth he kindle a fire upon it, And the branches of it shall be broken."
    },
    {
      "verse": 17,
      "text": "For Jehovah of hosts, who planted thee, Hath pronounced evil against thee, On account of the wickedness of the house of Israel and of Judah, which they have committed In provoking me to anger by burning incense to Baal."
    },
    {
      "verse": 18,
      "text": "Jehovah made it known to me, and I knew it; Thou didst show me their machinations!"
    },
    {
      "verse": 19,
      "text": "For I was like a tame lamb, that is led to the slaughter, And knew not that they had formed plots against me, [[saying,]] “Let us destroy the tree with its fruit, Let us cut him off from the land of the living, That his name may no more be remembered!”"
    },
    {
      "verse": 20,
      "text": "But, O Jehovah of hosts, the righteous judge, Who triest the reins and the heart, I shall see thy vengeance on them, For to thee have I revealed my cause!"
    },
    {
      "verse": 21,
      "text": "Therefore thus saith Jehovah against the men of Anathoth, Who seek thy life, and say, “Prophesy not in the name of Jehovah, Lest thou die by our hand!”"
    },
    {
      "verse": 22,
      "text": "Therefore thus saith Jehovah of hosts: Behold, I will punish them; Their young men shall die by the sword; Their sons and their daughters shall die by famine,"
    },
    {
      "verse": 23,
      "text": "There shall be none of them left; For I will bring evil upon the men of Anathoth, At the time of their punishment."
    }
  ]
}