{
  "book_id": "JER",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith Jehovah to me: Go and get thee a linen girdle, and put it on thy loins, and put it not into water!"
    },
    {
      "verse": 2,
      "text": "So I got a girdle according to the word of Jehovah, and put it on my loins."
    },
    {
      "verse": 3,
      "text": "Then the word of Jehovah came to me the second time, saying,"
    },
    {
      "verse": 4,
      "text": "Take the girdle which thou hast gotten, which is upon thy loins, and arise, go to the Euphrates, and hide it there in a hole of the rock."
    },
    {
      "verse": 5,
      "text": "So I went and hid it near the Euphrates, as Jehovah commanded me."
    },
    {
      "verse": 6,
      "text": "And after many days Jehovah said to me. Arise, go to the Euphrates, and take thence the girdle which I commanded thee to hide there."
    },
    {
      "verse": 7,
      "text": "Then I went to the Euphrates, and digged, and took the girdle from the place where I had hidden it; and, behold, the girdle was marred, so that it was good for nothing."
    },
    {
      "verse": 8,
      "text": "Then the word of Jehovah came to me, saying:—"
    },
    {
      "verse": 9,
      "text": "Thus saith Jehovah: After this manner will I mar the pride of Judah, And the great pride of Jerusalem."
    },
    {
      "verse": 10,
      "text": "This evil people, Who refuse to hearken to my words, Who walk after the obstinacy of their heart, And walk after strange gods, To serve them and to worship them, Shall be like this girdle, Which is good for nothing."
    },
    {
      "verse": 11,
      "text": "For as a girdle cleaveth to the loins of a man, So have I caused to cleave to me the whole house of Israel, And the whole house of Judah, saith Jehovah, That they might be to me a people, And a name, and a praise, and a glory; But they hearkened not to me."
    },
    {
      "verse": 12,
      "text": "Then shalt thou speak to them in this manner. Thus saith Jehovah, the God of Israel: Every flagon shall be filled with wine. And they will say to thee, “Do we not know that every flagon shall be filled with wine?”"
    },
    {
      "verse": 13,
      "text": "Then shalt thou say to them, Thus saith Jehovah: Behold, I will fill all the inhabitants of this land, And the kings that sit upon David's throne, And the priests, and the prophets, And all the inhabitants of Jerusalem, with drunkenness."
    },
    {
      "verse": 14,
      "text": "And I will dash them one against another, Even fathers and children together, saith Jehovah; I will not pity, nor spare, Nor show mercy, so as not to destroy them."
    },
    {
      "verse": 15,
      "text": "Hear ye, and attend! be not lifted up! For Jehovah speaketh."
    },
    {
      "verse": 16,
      "text": "Give glory to Jehovah, your God, Before he bring darkness, And your feet stumble upon the dark mountains, And, while ye look for light, He turn it into deathlike shade, And make it gross darkness."
    },
    {
      "verse": 17,
      "text": "But if ye will not hear, I will mourn in secret places for your pride, I will weep continually, And my eyes shall run down with tears, Because the flock of Jehovah is carried away captive."
    },
    {
      "verse": 18,
      "text": "Say to the king and to the queen, Sit ye down upon the ground, For your beautiful crown shall fall from your heads."
    },
    {
      "verse": 19,
      "text": "The cities of the South are shut up, and none openeth them; Judah is carried away captive, all of it, Every man of it is carried away captive."
    },
    {
      "verse": 20,
      "text": "Lift up your eyes, and behold them that come from the North! Where is the flock that was given thee, thy beautiful flock?"
    },
    {
      "verse": 21,
      "text": "What wilt thou say when he shall punish thee? For thou thyself hast taught them to be lords over thee. Shall not sorrows seize thee, as a woman in travail?"
    },
    {
      "verse": 22,
      "text": "And if thou say in thine heart, “Wherefore are these things coming upon me?” For the greatness of thy iniquity are thy skirts uncovered, And thy heels made bare."
    },
    {
      "verse": 23,
      "text": "Can the Ethiopian change his skin, Or the leopard his spots? Then may ye also do good, Who have been accustomed to do evil."
    },
    {
      "verse": 24,
      "text": "Therefore will I scatter you like stubble, Which passeth away before the wind of the desert."
    },
    {
      "verse": 25,
      "text": "This is thy lot, The portion measured out for thee by me, saith Jehovah, Because thou hast forgotten me, and trusted in falsehood."
    },
    {
      "verse": 26,
      "text": "Therefore will I lift up thy skirts over thy head, So that thy shame shall be seen."
    },
    {
      "verse": 27,
      "text": "Thine adulteries, thy neighings, The lewdness of thy whoredom on the hills, in the fields, All thy abominations, have I seen. Woe to thee, O Jerusalem! How long ere thou wilt become pure!"
    }
  ]
}