{
  "book_id": "JER",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah, which came to Jeremiah concerning a drought."
    },
    {
      "verse": 2,
      "text": "Judah mourneth, And the gates thereof languish; They are in deep mourning upon the ground. And the cry of Jerusalem goeth up."
    },
    {
      "verse": 3,
      "text": "The nobles send their younger ones for water; They come to the wells, they find none; They return with their vessels empty; They are ashamed and confounded; They cover their heads."
    },
    {
      "verse": 4,
      "text": "Because of the ground, which is in consternation, No rain falling upon the earth, The husbandmen are ashamed, They hide their heads."
    },
    {
      "verse": 5,
      "text": "Even the hind in the field is delivered, And deserteth her young, Because there is no grass."
    },
    {
      "verse": 6,
      "text": "The wild asses stand upon the hills, They snuff up the wind like jackals; Their eyes fail, Because there is no grass."
    },
    {
      "verse": 7,
      "text": "Though our iniquities testify against us, Yet do thou, O Jehovah, act from a regard to thine own name. For our transgressions have been many; We have sinned against thee."
    },
    {
      "verse": 8,
      "text": "O thou hope of Israel, His saviour in the time of trouble, Why wilt thou be as a stranger in the land, As a traveller who spreadeth his tent to pass the night?"
    },
    {
      "verse": 9,
      "text": "Why wilt thou be as a man that is amazed, As a hero that cannot save? Thou art in the midst of us, O Jehovah, And we are called by thy name; Do not forsake us!"
    },
    {
      "verse": 10,
      "text": "Thus saith Jehovah concerning this people: Thus they love to wander, They restrain not their feet; Therefore Jehovah doth not accept them; Now will he remember their iniquities, And punish their sins."
    },
    {
      "verse": 11,
      "text": "Then said Jehovah to me: Pray not for this people for their good!"
    },
    {
      "verse": 12,
      "text": "Though they fast, I will not hear their cry; Though they offer burnt-offerings and flour-offerings, I will not accept them; But by the sword, and by famine, and by pestilence, I will make an end of them."
    },
    {
      "verse": 13,
      "text": "Then said I, Alas! O Lord Jehovah! Behold, the prophets say to them, “Ye shall not see the sword, Nor shall famine come upon you; But Jehovah will give you lasting peace in this place.”"
    },
    {
      "verse": 14,
      "text": "Then said Jehovah to me: The prophets prophesy lies in my name; I have not sent them, nor commissioned them, nor spoken to them; A false vision, and divination, and vanity, And the fraud of their hearts, do they prophesy to you."
    },
    {
      "verse": 15,
      "text": "Therefore thus saith Jehovah concerning the prophets Who prophesy in my name, though I sent them not, But who themselves say, “The sword and famine shall not be in this land”: By the sword and by famine shall those prophets be consumed."
    },
    {
      "verse": 16,
      "text": "And the people to whom they prophesy Shall be cast forth in the streets of Jerusalem By means of famine and the sword; And they shall have none to bury them,—They, their wives, and their sons, and their daughters; For I will pour their wickedness upon them."
    },
    {
      "verse": 17,
      "text": "Thus also shalt thou speak to them: My eyes shall run down with tears night and day; They shall not cease; For a deep wound hath she received, The virgin daughter of my people, A deadly blow."
    },
    {
      "verse": 18,
      "text": "If I go forth into the fields, Then behold them that are slain by the sword! And if I enter the city, Then behold them that pine with famine! Both prophet and priest wander about the land, they know not whither."
    },
    {
      "verse": 19,
      "text": "Hast thou utterly rejected Judah? Doth thy soul abhor Zion? Why hast thou smitten us, so that there is no healing for us! We look for peace, and there is no good, For a time of healing, and behold, terror!"
    },
    {
      "verse": 20,
      "text": "We acknowledge, O Jehovah, our wickedness, And the iniquity of our fathers; For we have sinned against thee."
    },
    {
      "verse": 21,
      "text": "Do not spurn us, for thy name's sake! Do not dishonor thy glorious throne! Call to mind, break not, thy covenant with us!"
    },
    {
      "verse": 22,
      "text": "Are there among the vanities of the nations any that can cause rain? Or can the heavens give showers? Art not thou he, O Jehovah, our God? Therefore in thee will we trust, For thou hast made all these things!"
    }
  ]
}