{
  "book_id": "JER",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Then said Jehovah to me: Though Moses and Samuel should stand before me, Yet would I not be reconciled to this people. Send them out of my sight, and let them go forth!"
    },
    {
      "verse": 2,
      "text": "And if they say to thee, “Whither shall we go forth?” Then say thou to them, Thus saith Jehovah: They that are for the pestilence, to the pestilence, And they that are for the sword, to the sword. And they that are for famine, to famine, And they that are for captivity, to captivity."
    },
    {
      "verse": 3,
      "text": "I will commission against them four woes, saith Jehovah! The sword to slay, And the dogs to drag about, And the birds of heaven, and the beasts of the earth, To devour and destroy."
    },
    {
      "verse": 4,
      "text": "I will cause them to be harassed in all the kingdoms of the earth, On account of Manasseh, the son of Hezekiah, king of Judah, On account of all which he did in Jerusalem."
    },
    {
      "verse": 5,
      "text": "For who will have pity on thee, O Jerusalem? Or who condole with thee? Or who turn aside to ask thee of thy welfare?"
    },
    {
      "verse": 6,
      "text": "Thou hast forsaken me, saith Jehovah; Thou hast gone backward; Therefore will I stretch out my hand against thee, and destroy thee; I am weary of relenting."
    },
    {
      "verse": 7,
      "text": "I will scatter them with a winnowing-fan through the gates of the land; I will bereave them of their sons; I will destroy my people, Since they return not from their ways."
    },
    {
      "verse": 8,
      "text": "Their widows shall be more numerous than the sand of the sea; Against the mother of the young men do I bring a spoiler at noonday; Suddenly will I bring alarm and terrors upon them."
    },
    {
      "verse": 9,
      "text": "She, that hath borne seven, languisheth; She is ready to expire; Her sun goeth down while it is yet day; She is ashamed and confounded. Their remnant will I also give to the sword Before their enemies, saith Jehovah."
    },
    {
      "verse": 10,
      "text": "Alas for me, my mother, that thou hast borne me, To live in strife and contention with all the land! I have neither borrowed nor lent money, Yet doth every one curse me!"
    },
    {
      "verse": 11,
      "text": "Jehovah said: Surely I will deliver and prosper thee, Surely, in the time of trouble and in the time of distress, Will I cause the adversary to be a suppliant to thee."
    },
    {
      "verse": 12,
      "text": "Who is able to break iron, Iron from the North, and brass?"
    },
    {
      "verse": 13,
      "text": "Thy substance and thy treasures will I give for spoil, without price, On account of all thy sins in all thy borders."
    },
    {
      "verse": 14,
      "text": "I will cause them to pass with thy enemies into a land which thou knowest not; For a fire is kindled in my anger, which shall burn against you."
    },
    {
      "verse": 15,
      "text": "Thou, O Jehovah, knowest all my concerns! O remember me, and have regard to me, And revenge me of my persecutors! Do not, through thy long-suffering, take me away! Consider that for thy sake I have suffered rebuke!"
    },
    {
      "verse": 16,
      "text": "As soon as I found thy words, I devoured them; For thy words were the joy and rejoicing of my heart; For I am called by thy name, O Jehovah, God of hosts!"
    },
    {
      "verse": 17,
      "text": "I have not sat in the assembly of them that made merry, nor rejoiced; On account of thy hand I have sat alone; For thou hast filled me with indignation."
    },
    {
      "verse": 18,
      "text": "Why is my pain perpetual, And my wound mortal, refusing to be healed? Thou hast been to me like a deceitful stream; Like waters that fail."
    },
    {
      "verse": 19,
      "text": "Then answered Jehovah thus: If thou wilt return, then will I restore thee, and thou shalt stand before me; And if thou wilt separate the precious from the vile, Thou shalt be as my mouth. They shall turn to thee, And thou shalt not turn to them."
    },
    {
      "verse": 20,
      "text": "I will make thee against this people a strong wall of brass; When they war against thee, they shall not prevail against thee, For I will be with thee to save thee, And to deliver thee, saith Jehovah."
    },
    {
      "verse": 21,
      "text": "I will rescue thee from the hand of the wicked, And I will redeem thee from the grasp of the violent."
    }
  ]
}