{
  "book_id": "JER",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah came to me, saying:"
    },
    {
      "verse": 2,
      "text": "Take thee not a wife; Have no sons or daughters in this place!"
    },
    {
      "verse": 3,
      "text": "For thus saith Jehovah concerning the sons and the daughters That are born in this place, And concerning their mothers that bore them, And concerning their fathers that begat them in this land;"
    },
    {
      "verse": 4,
      "text": "By deadly diseases shall they die; They shall not be lamented nor buried; They shall become dung upon the face of the earth; By the sword also and by famine shall they be consumed, And their carcasses shall be food for the birds of heaven And the beasts of the earth."
    },
    {
      "verse": 5,
      "text": "For thus saith Jehovah: Enter not into the house of wailing; Go not to lament; Comfort them not! For I have taken away my peace from this people, saith Jehovah, My kindness and mercy."
    },
    {
      "verse": 6,
      "text": "The great and the small in this land shall die; They shall not be buried nor lamented; No one shall cut himself for them, Nor shall any one make himself bald for them."
    },
    {
      "verse": 7,
      "text": "Men shall not break bread for them in their grief, To comfort them for the dead, Nor give them the cup of consolation to drink, On account of a lost father or mother."
    },
    {
      "verse": 8,
      "text": "Neither enter thou into the house of feasting, To sit down with them to eat and to drink!"
    },
    {
      "verse": 9,
      "text": "For thus saith Jehovah of hosts, the God of Israel: Behold, I am about to cause to cease from this place, Before your eyes, in your days, The voice of joy and the voice of mirth, The voice of the bridegroom and the voice of the bride."
    },
    {
      "verse": 10,
      "text": "And when thou shalt have declared to this people all these things, and they shall say to thee, “Why hath Jehovah pronounced against us all this great evil? What is our iniquity, and what our sin, which we have committed against Jehovah our God?”"
    },
    {
      "verse": 11,
      "text": "Then shalt thou say to them: Because your fathers have forsaken me, saith Jehovah, And have walked after strange gods, And have served them and worshipped them, And have forsaken me, and not kept my law."
    },
    {
      "verse": 12,
      "text": "And ye yourselves have done worse than your fathers; For, behold, ye walk every one after the perverseness of his evil heart, And do not hearken to me."
    },
    {
      "verse": 13,
      "text": "Therefore will I cast you forth from this land Into a land unknown to you and to your fathers; And there shall ye serve strange gods day and night; For I will show you no favor."
    },
    {
      "verse": 14,
      "text": "Yet behold the days shall come, saith Jehovah, When men shall no more say, “As Jehovah liveth Who brought up the children of Israel from the land of Egypt,”"
    },
    {
      "verse": 15,
      "text": "But, “As Jehovah liveth Who brought up the children of Israel from the land of the North, And from all the lands whither he had driven them.” For I will bring them again into their own land, Which I gave to their fathers."
    },
    {
      "verse": 16,
      "text": "Behold, I will send many fishers, saith Jehovah, who shall fish them, And then will I send many hunters who shall hunt them From every mountain, and from every hill, and from the holes of the rocks."
    },
    {
      "verse": 17,
      "text": "For mine eyes are upon all their ways; They are not concealed from my view, Nor is their iniquity hidden from mine eyes."
    },
    {
      "verse": 18,
      "text": "And I will requite their former and their repeated iniquities and sins, Because they have polluted my land with carcasses offered to their idols, And filled my inheritance with their abominable things."
    },
    {
      "verse": 19,
      "text": "O Jehovah, my strength and my fortress, My refuge in the day of distress! To thee shall the nations come from the ends of the earth, And shall say, “Truly our fathers inherited delusion, Vain and unprofitable things."
    },
    {
      "verse": 20,
      "text": "Shall one make for himself gods Which are no gods?”"
    },
    {
      "verse": 21,
      "text": "Therefore, behold, I will this time cause them to feel, I will cause them to feel my hand and my might, And they shall know that my name is Jehovah."
    }
  ]
}