{
  "book_id": "JER",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "The sin of Judah is written with a pen of iron, With the point of a diamond is it engraved Upon the tablet of their hearts, Upon the horns of their altars."
    },
    {
      "verse": 2,
      "text": "While their children remember the altars, and the images of Astarte, Near the green trees, And upon the high hills."
    },
    {
      "verse": 3,
      "text": "My mountain in the field! thy substance and all thy treasures will I give up for spoil; Thy high places for sin in all thy borders."
    },
    {
      "verse": 4,
      "text": "Thou shalt of thyself cease to possess the inheritance which I gave thee, And I will cause thee to serve thy enemies in a land which thou knowest not; For ye have kindled a fire in my anger, Which shall burn forever."
    },
    {
      "verse": 5,
      "text": "Thus saith Jehovah: Cursed be the man who trusteth in man, And maketh flesh his arm, And whose heart departeth from Jehovah!"
    },
    {
      "verse": 6,
      "text": "He shall be like a poor wanderer in the desert, Who seeth not when good cometh, But dwelleth in the parched places of the desert, In a salt land, and uninhabited."
    },
    {
      "verse": 7,
      "text": "Blessed is the man who trusteth in Jehovah; Who in Jehovah placeth his hope!"
    },
    {
      "verse": 8,
      "text": "He shall be like a tree planted by the water-side, That spreadeth out her roots by the stream, That feeleth not when the heat cometh, But whose leaf is green; That careth not in the year of drought, Nor ceaseth from yielding fruit."
    },
    {
      "verse": 9,
      "text": "The heart is deceitful above all things; Yea, it is corrupt; who can know it?"
    },
    {
      "verse": 10,
      "text": "I, Jehovah, search the heart, And try the reins, To give to every man according to his ways, And according to the fruit of his doings."
    },
    {
      "verse": 11,
      "text": "As the partridge sitteth on eggs which she hath not laid, So is he that getteth riches, and not by right; In the midst of his days shall he leave them, And in his latter end find himself a fool."
    },
    {
      "verse": 12,
      "text": "A glorious, lofty throne from the beginning Hath been the place of our sanctuary."
    },
    {
      "verse": 13,
      "text": "O thou hope of Israel, Jehovah! All that forsake thee shall be put to shame; Yea, all that depart from me shall be written in dust, Because they have forsaken the fountain of living water, they have forsaken Jehovah."
    },
    {
      "verse": 14,
      "text": "Heal me, O Jehovah, and I shall be healed; Save me, and I shall be saved; For thou art my praise!"
    },
    {
      "verse": 15,
      "text": "Behold, they say to me, “Where is the word of Jehovah? Let it come to pass!”"
    },
    {
      "verse": 16,
      "text": "I have not refused to follow thee, as thy shepherd, Neither have I desired the day of woe, as thou knowest! That which came from my lips hath been before thine eyes."
    },
    {
      "verse": 17,
      "text": "Be not thou a terror to me, Thou, my refuge in the day of distress! Let my persecutors be confounded, but let not me be confounded!"
    },
    {
      "verse": 18,
      "text": "Let them be dismayed, but let not me be dismayed! Bring upon them the day of calamity, And destroy them with double destruction!"
    },
    {
      "verse": 19,
      "text": "Thus said Jehovah to me: Go and stand in the people's gate, Through which the kings of Judah come in and go out, And in all the gates of Jerusalem,"
    },
    {
      "verse": 20,
      "text": "And say to them, Hear the word of Jehovah, ye kings of Judah, All Judah, and all ye who dwell at Jerusalem, Who enter in through these gates!"
    },
    {
      "verse": 21,
      "text": "Thus saith Jehovah: Take heed to yourselves, And carry no burden on the sabbath-day, And bring none through the gates of Jerusalem."
    },
    {
      "verse": 22,
      "text": "Bear no burden from your houses on the sabbath-day, And do no kind of work; But keep ye holy the sabbath-day, As I commanded your fathers."
    },
    {
      "verse": 23,
      "text": "But they hearkened not, nor inclined their ear, But made their necks stiff, and refused to hear, And refused to receive instruction."
    },
    {
      "verse": 24,
      "text": "If ye will now diligently hearken to me, saith Jehovah, And bring no burden through the gates of this city on the sabbath-day, But keep holy the sabbath-day, Doing no work therein,"
    },
    {
      "verse": 25,
      "text": "Then shall enter the gates of this city kings and princes, Who sit upon the throne of David, Riding in chariots and on horses, They and their chieftains, The men of Judah, and the inhabitants of Jerusalem; And this city shall be inhabited forever."
    },
    {
      "verse": 26,
      "text": "Then from the cities of Judah, and the places around Jerusalem, From the land of Benjamin, and from the plain, From the mountains, and from the South, Shall they come bringing burnt-offerings, and sacrifices, And flour-offerings, and incense, And bringing thank-offerings to the house of Jehovah."
    },
    {
      "verse": 27,
      "text": "But if ye will not hearken to me, To keep holy the sabbath-day, And to carry no burden through the gates of Jerusalem on the sabbath-day, Then will I kindle in her gates an unquenchable fire, Which shall devour the palaces of Jerusalem."
    }
  ]
}