{
  "book_id": "JER",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "The word which came to Jeremiah from Jehovah, saying:"
    },
    {
      "verse": 2,
      "text": "Arise, and go down to the potter's house, and there will I cause thee to hear my words."
    },
    {
      "verse": 3,
      "text": "So I went down to the potter's house, and behold, he was at work at the wheel."
    },
    {
      "verse": 4,
      "text": "And the vessel which he was making of clay was marred in the hand of the potter; so he began anew and made it another vessel, as seemed good to the potter to make it."
    },
    {
      "verse": 5,
      "text": "Then came the word of Jehovah to me, saying:"
    },
    {
      "verse": 6,
      "text": "Cannot I do after the manner of this potter With respect to you. O house of Israel, saith Jehovah? Behold, as the clay is in the hand of the potter, So are ye in my hand, O house of Israel!"
    },
    {
      "verse": 7,
      "text": "Whenever I speak concerning a nation or a kingdom, That I will pluck it up, cast it down, or destroy it,"
    },
    {
      "verse": 8,
      "text": "If that nation shall turn from its wickedness On account of which I threatened it, Then will I repent of the evil which I purposed to do to it."
    },
    {
      "verse": 9,
      "text": "And whenever I speak concerning a nation or a kingdom, That I will build it, or plant it,"
    },
    {
      "verse": 10,
      "text": "And it shall do that which is evil in my sight, And not hearken to my voice, Then will I repent of the good with which I promised to bless them."
    },
    {
      "verse": 11,
      "text": "And now speak to the men of Judah, And to the inhabitants of Jerusalem, saying, Thus saith Jehovah: Behold, I am framing evil against you, And meditating a design against you; Return ye now every one from his evil way, And amend your ways and your doings."
    },
    {
      "verse": 12,
      "text": "But they say, “There is no remedy, For we will walk after our own devices, And we will practise every one the perverseness of his evil heart.”"
    },
    {
      "verse": 13,
      "text": "Therefore thus saith Jehovah: Inquire ye now among the nations, Who hath heard such things as these? The virgin of Israel hath done a deed of horror."
    },
    {
      "verse": 14,
      "text": "Shall the snow from the rocks of Lebanon forsake my fields? Or shall the cold flowing waters, that come from afar, be dried up?"
    },
    {
      "verse": 15,
      "text": "Yet my people have forgotten me, And burned incense to vanity; They stumble in their paths, the old ways, And walk in ways that have not been thrown up,"
    },
    {
      "verse": 16,
      "text": "To make their land a desolation, A perpetual hissing; Every one that passeth through it shall be amazed, And shake his head."
    },
    {
      "verse": 17,
      "text": "I will scatter them before the enemy, as with the east wind; I will show them the back, and not the face, In the day of their calamity."
    },
    {
      "verse": 18,
      "text": "But they say, “Come, let us devise measures against Jeremiah; For the law shall not perish from the priest, Nor counsel from the wise, Nor the word from the prophet; Come, let us smite him with the tongue, And not give heed to any of his words.”"
    },
    {
      "verse": 19,
      "text": "Give heed to me, O Jehovah, And hear the voice of my adversaries!"
    },
    {
      "verse": 20,
      "text": "Shall evil be returned for good? For they have digged a pit for me. Remember how I have stood before thee, To announce good to them, And to turn away thy wrath from them!"
    },
    {
      "verse": 21,
      "text": "Therefore give thou up their sons to famine, And deliver them to the edge of the sword! Let their wives be childless and widows, Let their men be slain by pestilence, And their young men fall by the sword in battle!"
    },
    {
      "verse": 22,
      "text": "Let a cry be heard from their houses, When thou shalt bring a troop upon them suddenly! For they have digged a pit to take me, And hidden snares for my feet."
    },
    {
      "verse": 23,
      "text": "Thou, O Jehovah, knowest all their plots against my life! Cover not their iniquity, And blot not out their sin from thy sight! But let them be overthrown before thee; Deal with them in the time of thy wrath!"
    }
  ]
}