{
  "book_id": "JER",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith Jehovah: Go and buy an earthen bottle of the potter, And take with thee the elders of the people, And the elders of the priests,"
    },
    {
      "verse": 2,
      "text": "And go forth to the valley of the son of Hinnom, At the entrance of the pottery-gate, And proclaim there the words Which I shall speak to thee."
    },
    {
      "verse": 3,
      "text": "Say, Hear the word of Jehovah, Ye kings of Judah and inhabitants of Jerusalem! Thus saith Jehovah of hosts, the God of Israel: Behold, I am about to bring such an evil upon this place, That whoever heareth of it, his ears shall tingle."
    },
    {
      "verse": 4,
      "text": "For they have forsaken me, And have alienated this place, And have burned incense in it to strange gods, Which neither they, nor their fathers, nor the kings of Judah have known, And have filled this place with the blood of innocent children,"
    },
    {
      "verse": 5,
      "text": "And have built high places to Baal, To burn their sons in the fire for burnt-offerings to Baal; Which I ordained not, and commanded not, And which never came into my mind."
    },
    {
      "verse": 6,
      "text": "Therefore, behold, the days are coming, saith Jehovah, When this place shall no more be called Tophet, Nor the valley of the son of Hinnom, But the valley of Slaughter."
    },
    {
      "verse": 7,
      "text": "For I will in this place bring to naught the plans of Judah and Jerusalem, And I will cause them to fall by the sword before their enemies, And by the hands of them that seek their lives; And their dead bodies will I give for food To the birds of heaven and the beasts of the earth."
    },
    {
      "verse": 8,
      "text": "And I will make this city a wonder and a hissing; Every one that passeth by it shall wonder and hiss, On account of all its plagues."
    },
    {
      "verse": 9,
      "text": "For I will cause them to eat the flesh of their sons and of their daughters, Yea, the flesh of each other shall they eat, In the straitness and the distress With which their enemies, and they that seek their lives, shall press them."
    },
    {
      "verse": 10,
      "text": "Then break thou the bottle Before the eyes of the men that go with thee."
    },
    {
      "verse": 11,
      "text": "And say to them: Thus saith Jehovah of hosts: So will I break this people and this city, As one breaks a potter's vessel which cannot be made whole again; And they shall be buried in Tophet, till there is no room to bury."
    },
    {
      "verse": 12,
      "text": "Thus will I do to this place and to its inhabitants, saith Jehovah, And I will make this city itself like Tophet;"
    },
    {
      "verse": 13,
      "text": "And the houses of Jerusalem and the houses of the kings of Judah shall be unclean, like the place of Tophet, All the houses upon whose roofs they have burned incense to all the host of heaven, And poured out drink-offerings to strange gods."
    },
    {
      "verse": 14,
      "text": "Then came Jeremiah from Tophet, Whither Jehovah had sent him to prophesy, And stood in the court of the house of Jehovah, And said to all the people:"
    },
    {
      "verse": 15,
      "text": "Thus saith Jehovah of hosts, the God of Israel: Behold, I am about to bring upon this city, and upon all the cities belonging to it, All the evil which I have pronounced against it; For they have made their necks stiff, And refused to hearken to my words."
    }
  ]
}