{
  "book_id": "JER",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Now Pashur, the son of Immer, the priest, who was also chief overseer in the house of Jehovah, heard Jeremiah prophesying these things."
    },
    {
      "verse": 2,
      "text": "Then Pashur smote Jeremiah the prophet, and put him in the stocks, that were at the high gate of Benjamin, which was in the house of Jehovah."
    },
    {
      "verse": 3,
      "text": "And on the next day Pashur took Jeremiah out of the stocks. Then said Jeremiah to him, Jehovah calleth thee, not Pashur, but Magor-missabib [[not Safety on every side, but Terror on every side]]."
    },
    {
      "verse": 4,
      "text": "For thus saith Jehovah: Behold, I am about to make thee a terror to thyself and to all thy friends; and they shall fall by the sword of their enemies, thine eyes looking on; and all Judah will I give into the hand of the king of Babylon, who shall carry them captive to Babylon, and shall smite them with the sword."
    },
    {
      "verse": 5,
      "text": "And I will give all the wealth of this city, and all its possessions, and all its precious things, and all the treasures of the kings of Judah will I give, into the hand of their enemies, and they shall spoil them, and take them and carry them to Babylon."
    },
    {
      "verse": 6,
      "text": "And thou, Pashur, and all that dwell in thy house, shall go into captivity; thou shalt go to Babylon, and there shalt thou die, and there shalt thou be buried, thou, and all thy friends, to whom thou hast prophesied falsely."
    },
    {
      "verse": 7,
      "text": "Thou didst persuade me, O Jehovah, and I was persuaded; Thou wast stronger than I, and didst prevail. But I am in derision daily, Every one mocketh me."
    },
    {
      "verse": 8,
      "text": "For whenever I speak, I cry out on account of violence, And complain of oppression; For the word of Jehovah bringeth upon me reproach, And daily derision."
    },
    {
      "verse": 9,
      "text": "So I say, I will no more make mention of him, Nor speak any more in his name; But his word is in my heart like a burning fire, shut up in my bones, And I am weary with forbearing, And I cannot refrain."
    },
    {
      "verse": 10,
      "text": "For I hear the slander of many, terror on every side; “Tell us something against him, and we will denounce him.” All my familiar friends, they who leave not my side, [[say,]] “Perhaps he will be enticed, So that we may prevail against him, And take our revenge on him.”"
    },
    {
      "verse": 11,
      "text": "But Jehovah is on my side, like a mighty champion, Therefore shall my persecutors stumble, and not prevail; They shall be covered with shame, because they act not wisely,—With everlasting shame, that shall not be forgotten."
    },
    {
      "verse": 12,
      "text": "O Jehovah of hosts, thou that provest the righteous, That seest the reins and the heart, Let me see thy vengeance on them, For to thee have I laid open my cause!"
    },
    {
      "verse": 13,
      "text": "Sing to Jehovah! Praise ye Jehovah! For he delivereth the oppressed From the hand of evil-doers."
    },
    {
      "verse": 14,
      "text": "Cursed be the day on which I was born; Let not the day on which my mother bore me be blessed!"
    },
    {
      "verse": 15,
      "text": "Cursed be the man who brought the tidings to my father, Saying, “A son is born to thee,” making him very glad!"
    },
    {
      "verse": 16,
      "text": "Let that man be like the cities which Jehovah overthrew, and relented not; Let him hear an outcry in the morning, And an alarm at noontide;"
    },
    {
      "verse": 17,
      "text": "Because he slew me not before I saw the light, So that my mother might have been my grave, And her womb have been great with me forever!"
    },
    {
      "verse": 18,
      "text": "Wherefore came I forth from the womb, to see weariness and sorrow, And that my days might be consumed in shame?"
    }
  ]
}