{
  "book_id": "JER",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "The word which came to Jeremiah from Jehovah, when King Zedekiah sent to him Pashur, the son of Melchiah, and Zephaniah, the son of Maaseiah, the priest, saying:"
    },
    {
      "verse": 2,
      "text": "Inquire, I pray thee, of Jehovah for us; for Nebuchadnezzar, king of Babylon, maketh war against us; whether Jehovah will deal with us according to all his wondrous works, that he may go up from us."
    },
    {
      "verse": 3,
      "text": "And Jeremiah said to them, Thus shall ye say to Zedekiah:"
    },
    {
      "verse": 4,
      "text": "Thus saith Jehovah, the God of Israel: Behold, I will turn back the weapons of war which are in your hands, with which ye fight against the king of Babylon and the Chaldaeans, which besiege you without the walls, and I will assemble them in the midst of this city."
    },
    {
      "verse": 5,
      "text": "And I myself will fight against you with an outstretched hand, and with a strong arm, with anger and fury and great wrath."
    },
    {
      "verse": 6,
      "text": "And I will smite the inhabitants of this city, both man and beast; by a great pestilence shall they die."
    },
    {
      "verse": 7,
      "text": "And after this, saith Jehovah, I will deliver Zedekiah, the king of Judah, and his servants, and the people, and those in the city who shall be left alive by the pestilence, the sword, and the famine, into the hand of Nebuchadnezzar, the king of Babylon, and into the hand of their enemies, and into the hand of those that seek their life; and he shall smite them with the edge of the sword. He shall not spare them, nor have pity, nor show mercy."
    },
    {
      "verse": 8,
      "text": "And to this people thou shalt say, Thus saith Jehovah: Behold, I set before you the way of life, and the way of death."
    },
    {
      "verse": 9,
      "text": "He that abideth in this city shall die by the sword, and by famine, and by pestilence; but he that goeth out and surrendereth himself to the Chaldaeans that besiege you, he shall live, and bear away his life as a prey."
    },
    {
      "verse": 10,
      "text": "For I have set my face against this city for evil, and not for good, saith Jehovah. It shall be given into the hand of the king of Babylon, and he shall burn it with fire."
    },
    {
      "verse": 11,
      "text": "And to the house of the king of Judah: Hear ye the word of Jehovah,"
    },
    {
      "verse": 12,
      "text": "O house of David! Thus saith Jehovah: Administer justice in season, and deliver him that is spoiled from the hand of the oppressor, lest my fury go forth like fire, and burn so that none can quench it, because of the evil of your doings!"
    },
    {
      "verse": 13,
      "text": "Behold, I am against thee, thou inhabitant of the valley, the rock of the plain, who sayest, “Who shall come down against us? Or who shall enter our habitations?”"
    },
    {
      "verse": 14,
      "text": "But I will punish you with the fruit of your doings. I will kindle a fire in her forest, which shall consume all around her."
    }
  ]
}