{
  "book_id": "JER",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Thus said Jehovah: Go down to the house of the king of Judah, and there speak these words."
    },
    {
      "verse": 2,
      "text": "Hear the word of Jehovah, thou king of Judah, That sittest upon the throne of David, Thou, and thy servants, and thy people, Who go in and out through these gates!"
    },
    {
      "verse": 3,
      "text": "Thus saith Jehovah: Do justice and righteousness; Deliver the spoiled out of the hand of the oppressor; To the stranger, the fatherless, and the widow Do no wrong, do no violence, And shed no innocent blood in this place!"
    },
    {
      "verse": 4,
      "text": "For if ye shall do this, Then shall there enter in through the gates of this house Kings, who shall sit upon the throne of David, Riding in chariots and upon horses, Each one with his servants and his people."
    },
    {
      "verse": 5,
      "text": "But if ye will not hearken to these words, By myself do I swear, saith Jehovah, That this house shall become a desolation."
    },
    {
      "verse": 6,
      "text": "For thus saith Jehovah to the house of the king of Judah: Gilead art thou to me, yea, the summit of Lebanon; Yet will I make thee a desert, As cities not inhabited."
    },
    {
      "verse": 7,
      "text": "I will appoint against thee destroyers, Every one with his weapons; And they shall cut down thy choice cedars, And cast them into the fire."
    },
    {
      "verse": 8,
      "text": "And many nations shall pass by this city, And they shall say one to another, “Wherefore hath Jehovah done thus to this great city?”"
    },
    {
      "verse": 9,
      "text": "Then shall they answer: “Because they forsook the covenant of Jehovah their God, And worshipped strange gods, And served them.”"
    },
    {
      "verse": 10,
      "text": "Weep not for him that is dead, Make no lamentation for him! Weep, weep ye for him who is gone away; For he shall return no more, Nor see his native land!"
    },
    {
      "verse": 11,
      "text": "For thus saith Jehovah Concerning Shallum, the son of Josiah, king of Judah, Who reigned instead of Josiah his father, Who went forth from this place: He shall return to it no more;"
    },
    {
      "verse": 12,
      "text": "But in the place whither they have led him captive shall he die, And shall see this land no more."
    },
    {
      "verse": 13,
      "text": "Woe to him that buildeth his house with injustice, And his upper apartments with wrong; That exacteth a man's service without wages, And giveth him no recompense!"
    },
    {
      "verse": 14,
      "text": "That saith, “I will build me a large house, And spacious apartments,” And that cutteth out windows, And ceileth it with cedar, And painteth it with vermilion!"
    },
    {
      "verse": 15,
      "text": "Shalt thou reign because thou rivallest others in cedar? Did not thy father eat and drink? Yet he had regard to justice and equity; Therefore it was well, with him."
    },
    {
      "verse": 16,
      "text": "He maintained the cause of the poor and needy; Then was it well with him; Was not this to know me, saith Jehovah?"
    },
    {
      "verse": 17,
      "text": "But thine eyes and thy heart are only upon thine own gain, And the shedding of innocent blood, And deeds of violence and oppression."
    },
    {
      "verse": 18,
      "text": "Therefore thus saith Jehovah, Concerning Jehoiakim, the son of Josiah, king of Judah: They shall not lament for him, saying, “Alas, my brother!” or, “Alas, sister!” They shall not lament for him, saying, “Alas, lord!” or, “Alas, his glory!”"
    },
    {
      "verse": 19,
      "text": "With the burial of an ass shall he be buried, Dragged along and cast forth beyond the gates of Jerusalem."
    },
    {
      "verse": 20,
      "text": "Go thou up to Lebanon and cry, [[O Jerusalem!]] And upon Bashan lift up thy voice; Cry aloud from Abarim! For all thy lovers are fallen."
    },
    {
      "verse": 21,
      "text": "I spake to thee in thy prosperity, But thou saidst, “I will not hear.” This hath been thy manner from thy youth; Thou hast not obeyed my voice."
    },
    {
      "verse": 22,
      "text": "The wind shall consume all thy shepherds, And thy lovers shall go into captivity; Then shalt thou be ashamed And confounded for all thy wickedness."
    },
    {
      "verse": 23,
      "text": "O thou that dwellest in Lebanon, That makest thy nest in cedars, How wretched shalt thou be, when anguish cometh upon thee, Pain, as of a woman in travail!"
    },
    {
      "verse": 24,
      "text": "As I live, saith Jehovah, Thou Coniah, son of Jehoiakim, king of Judah, Though thou wert the signet upon my right hand, Even thence would I pluck thee!"
    },
    {
      "verse": 25,
      "text": "And I will give thee into the hand of them that seek thy life, And into the hand of them that thou fearest, Even into the hand of Nebuchadnezzar, king of Babylon, And into the hand of the Chaldaeans."
    },
    {
      "verse": 26,
      "text": "And I will cast thee forth, And thy mother that bore thee, Into a foreign land, Where ye were not born; And there shall ye die."
    },
    {
      "verse": 27,
      "text": "To the land to which they desire to return, Thither shall they not return."
    },
    {
      "verse": 28,
      "text": "“Is then this man Coniah a contemptible broken vessel? Is he a vessel which no man careth for? Wherefore are he and his offspring cast forth, And thrown into a land which they know not?”"
    },
    {
      "verse": 29,
      "text": "O land, land, land, hear the word of Jehovah!"
    },
    {
      "verse": 30,
      "text": "Thus saith Jehovah: Write ye this man childless, A man that shall not be prosperous through his life; For none of his offspring shall prosper, So as to sit on the throne of David, And reign hereafter in Judah."
    }
  ]
}