{
  "book_id": "JER",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the shepherds, Who lose and scatter the sheep of my pasture, saith Jehovah."
    },
    {
      "verse": 2,
      "text": "For concerning the shepherds, the feeders of my people, Thus saith Jehovah, the God of Israel: Ye have scattered my flock, and driven them away, And have not taken care of them. Behold, I am about to requite you For the evil of your doings, saith Jehovah."
    },
    {
      "verse": 3,
      "text": "But I will gather the remnant of my flock From all the countries whither I have driven them, And I will bring them back to their folds, And they shall be fruitful and increase."
    },
    {
      "verse": 4,
      "text": "And I will raise up shepherds over them, who shall feed them; They shall fear no more, nor be dismayed; Nor shall they be lost, saith Jehovah."
    },
    {
      "verse": 5,
      "text": "Behold, the days are coming, saith Jehovah, When I will raise up from David a righteous Branch, And a king shall reign and prosper, And shall maintain justice and equity in the land."
    },
    {
      "verse": 6,
      "text": "In his days Judah shall be saved, And Israel shall dwell securely; And this is the name which shall be given him, Jehovah-is-our-salvation."
    },
    {
      "verse": 7,
      "text": "Therefore, behold, the days shall come, saith Jehovah, When they shall no more say, “As Jehovah liveth Who brought up the children of Israel from the land of Egypt!”"
    },
    {
      "verse": 8,
      "text": "But, “As Jehovah liveth Who brought up and led the race of Israel from the north country, And from all the countries whither I had driven them!” And they shall dwell in their own land."
    },
    {
      "verse": 9,
      "text": "Concerning the Prophets. My heart is broken within me; All my bones tremble. I am become like a drunken man, Like a man whom wine hath overcome, Because of Jehovah, And because of his holy words."
    },
    {
      "verse": 10,
      "text": "For the land is full of adulteries; Because of a curse doth the land mourn; The pastures of the waste are dried up; For they run to do evil, And their might is without right."
    },
    {
      "verse": 11,
      "text": "Yea, both prophet and priest are profane; Even in my house have I found their wickedness, saith Jehovah."
    },
    {
      "verse": 12,
      "text": "Therefore shall their way become as slippery places in the dark; They shall be driven on and fall therein; For I will bring evil upon them In the time of their visitation, saith Jehovah."
    },
    {
      "verse": 13,
      "text": "In the prophets of Samaria have I seen folly; They prophesy in the name of Baal, and cause my people Israel to err."
    },
    {
      "verse": 14,
      "text": "In the prophets of Jerusalem also have I seen a horrible thing; They commit adultery, and walk in falsehood; They strengthen the hands of evil-doers, So that none doth turn from his iniquity. They have all become to me as Sodom, And her inhabitants as Gomorrah."
    },
    {
      "verse": 15,
      "text": "Therefore thus saith Jehovah of hosts concerning the prophets: Behold, I will feed them with wormwood, And give them the water of hemlock to drink; For from the prophets of Jerusalem Hath profaneness gone forth into all the land."
    },
    {
      "verse": 16,
      "text": "Thus saith Jehovah of hosts: Hearken not to the words of the prophets; They lead you to vanity; They utter the vision of their own heart, And not from the mouth of Jehovah."
    },
    {
      "verse": 17,
      "text": "To them that despise me they say continually, “Jehovah hath said, Ye shall have peace”; And to every one that walketh after the perverseness of his heart, “No evil shall come upon you.”"
    },
    {
      "verse": 18,
      "text": "For who of them hath stood in the council of Jehovah, And hath seen and heard his word? Who hath listened to his word and heard it?"
    },
    {
      "verse": 19,
      "text": "Behold a whirlwind from Jehovah goeth forth in fury, Even a rushing whirlwind; Upon the head of the wicked shall it rush."
    },
    {
      "verse": 20,
      "text": "The fierce anger of Jehovah shall not turn back, Until he shall have executed, until he shall have accomplished the purpose of his heart. In the latter days ye shall understand it fully."
    },
    {
      "verse": 21,
      "text": "I sent not these prophets, yet they ran; I spake not to them, yet they prophesied."
    },
    {
      "verse": 22,
      "text": "For if they had stood in my council, Then would they have caused my people to hear my words, And would have turned them from their evil way. And from the wickedness of their doings."
    },
    {
      "verse": 23,
      "text": "Am I a God near at hand, saith Jehovah, And not a God afar off?"
    },
    {
      "verse": 24,
      "text": "Can any one hide himself in secret places, So that I shall not see him? saith Jehovah; Do I nor fill heaven and earth? saith Jehovah."
    },
    {
      "verse": 25,
      "text": "I have heard what the prophets say, Who prophesy falsehood in my name, Saying, “I have dreamed, I have dreamed.”"
    },
    {
      "verse": 26,
      "text": "How long shall this be In the heart of the prophets, who prophesy falsehood, The prophets of the deceit of their own heart,"
    },
    {
      "verse": 27,
      "text": "Who think to cause my people to forget my name By the dreams which they relate one to another, As their fathers forgot my name through Baal?"
    },
    {
      "verse": 28,
      "text": "The prophet who hath a dream, let him tell a dream; And he that hath my word, let him speak my word truly! What is the chaff to the wheat? saith Jehovah."
    },
    {
      "verse": 29,
      "text": "Is not my word like fire, saith Jehovah, And like a hammer, that breaketh the rock in pieces?"
    },
    {
      "verse": 30,
      "text": "Therefore, behold, I am against the prophets, saith Jehovah, That steal my words one from another."
    },
    {
      "verse": 31,
      "text": "Behold, I am against the prophets, saith Jehovah, That take their tongues and utter oracles."
    },
    {
      "verse": 32,
      "text": "Behold, I am against the prophets of false dreams, saith Jehovah, Who tell them, and cause my people to err By their lies and their arrogance. I have not sent them, nor commanded them, And they shall not profit this people at all, saith Jehovah."
    },
    {
      "verse": 33,
      "text": "And when this people, or a prophet, or a priest Shall ask thee, saying, “What is the burden from Jehovah?” Then say thou to them, “What is the burden?” That I will cast you away, saith Jehovah."
    },
    {
      "verse": 34,
      "text": "And the prophet, the priest, and the people, Who shall say, “The burden of Jehovah,” I will punish that man and his house."
    },
    {
      "verse": 35,
      "text": "Thus shall ye speak, one to another: “What hath Jehovah answered?” And, “What hath Jehovah spoken?”"
    },
    {
      "verse": 36,
      "text": "And of a burden of Jehovah shall ye speak no more; Else shall every man's word be his burden, Because ye pervert the words of the living God, Of Jehovah of hosts, our God."
    },
    {
      "verse": 37,
      "text": "Thus shalt thou say to the prophet: “What hath Jehovah answered thee?” And, “What hath Jehovah spoken?”"
    },
    {
      "verse": 38,
      "text": "If ye shall say, “The burden of Jehovah,” Then thus saith Jehovah: Because ye say, “The burden of Jehovah,” Although I sent to you and said, Ye shall not say, “The burden of Jehovah,”"
    },
    {
      "verse": 39,
      "text": "Therefore, behold, I will utterly forget you, And I will cast you, and the city which I gave to your fathers, out of my presence;"
    },
    {
      "verse": 40,
      "text": "And I will bring upon you an everlasting reproach, And a perpetual shame which shall not be forgotten."
    }
  ]
}