{
  "book_id": "JER",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "In the beginning of the reign of Zedekiah, the son of Josiah, king of Judah, came this word to Jeremiah from Jehovah."
    },
    {
      "verse": 2,
      "text": "Thus said Jehovah to me: Make thee bands and yokes, and put them upon thy neck,"
    },
    {
      "verse": 3,
      "text": "and send them to the king of Edom, and to the king of Moab, and to the king of the children of Ammon, and to the king of Tyre, and to the king of Zidon, by the hands of the messengers that are come to Jerusalem, to Zedekiah, king of Judah."
    },
    {
      "verse": 4,
      "text": "And command them to say to their masters, Thus saith Jehovah of hosts, the God of Israel: Thus shall ye say to your masters:"
    },
    {
      "verse": 5,
      "text": "The earth, and the men and the beasts which are upon the earth, have I made by my great power and my outstretched arm, and I give it to whomsoever it seemeth meet to me."
    },
    {
      "verse": 6,
      "text": "And now I give all these lands into the hand of Nebuchadnezzar, the king of Babylon, my servant; the beasts of the field also I give him to serve him."
    },
    {
      "verse": 7,
      "text": "And all nations shall serve him, and his son, and his son's son, until the time of his land, even his, shall come, and then shall many nations and great kings make him their servant."
    },
    {
      "verse": 8,
      "text": "And the nation and the kingdom that will not serve him, Nebuchadnezzar, the king of Babylon, and put their neck under the yoke of the king of Babylon,—with the sword and with famine and with pestilence will I punish that nation, saith Jehovah, until I have consumed them by his hand."
    },
    {
      "verse": 9,
      "text": "Therefore hearken ye not to your prophets, and your diviners, and your dreamers, your soothsayers, and your sorcerers, who say to you, Ye shall not serve the king of Babylon."
    },
    {
      "verse": 10,
      "text": "For they prophesy a lie to you, to remove you far from your land, and that I should drive you out, and that ye should perish."
    },
    {
      "verse": 11,
      "text": "But the nations that bring their neck under the yoke of the king of Babylon, and serve him, those will I let remain still in their own land, saith Jehovah, and they shall till it, and dwell therein."
    },
    {
      "verse": 12,
      "text": "And to Zedekiah, king of Judah, also, spake I according to all these words, and said: Bring your necks under the yoke of the king of Babylon, and serve him and his people, and live."
    },
    {
      "verse": 13,
      "text": "Why will ye die, thou and thy people, by the sword, by famine, and by pestilence, as Jehovah hath spoken concerning the nation that will not serve the king of Babylon?"
    },
    {
      "verse": 14,
      "text": "Therefore hearken not to the prophets, that say to you, Ye shall not serve the king of Babylon; for they prophesy a lie to you."
    },
    {
      "verse": 15,
      "text": "For I have not sent them, saith Jehovah; but they prophesy a lie in my name, that I may drive you out, and that ye may perish, ye and the prophets that prophesy to you."
    },
    {
      "verse": 16,
      "text": "To the priests, also, and to all the people; spake I, saying, Thus saith Jehovah: Hearken not to the words of your prophets who prophesy to you, and say, Behold the vessels of the house of Jehovah shall be brought back from Babylon now shortly; for they prophesy a lie to you."
    },
    {
      "verse": 17,
      "text": "Hearken ye not to them; serve the king of Babylon, and live! Why should this city become a desolation?"
    },
    {
      "verse": 18,
      "text": "But if they be indeed prophets, and if the word of Jehovah be with them, let them now make intercession to Jehovah of hosts, that the vessels which are left in the house of Jehovah, and in the house of the king of Judah, and in Jerusalem, may not go to Babylon."
    },
    {
      "verse": 19,
      "text": "For thus saith Jehovah of hosts concerning the pillars, and concerning the sea, and concerning the bases, and concerning the residue of the vessels that are let in this city,"
    },
    {
      "verse": 20,
      "text": "which Nebuchadnezzar, king of Babylon, took not, when he carried away captive Jeconiah, the son of Jehoiakim, king of Judah, from Jerusalem to Babylon, with all the nobles of Judah and Jerusalem;"
    },
    {
      "verse": 21,
      "text": "yea, thus saith Jehovah of hosts, the God of Israel, concerning the vessels that are left in the house of Jehovah, and in the house of the king of Judah and of Jerusalem:"
    },
    {
      "verse": 22,
      "text": "They shall be carried to Babylon, and there shall they be until the day when I shall visit them, saith Jehovah. Then will I bring them up, and restore them to this place."
    }
  ]
}