{
  "book_id": "JER",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the same year, in the beginning of the reign of Zedekiah, king of Judah, in the fourth year, in the fifth month, that Hananiah, the son of Azur the prophet, who was of Gibeon, spoke to me in the presence of the priests and of all the people, saying,"
    },
    {
      "verse": 2,
      "text": "Thus saith Jehovah of hosts, the God of Israel: “I will break the yoke of the king of Babylon."
    },
    {
      "verse": 3,
      "text": "Within two full years will I bring again to this place all the vessels of the house of Jehovah, which Nebuchadnezzar the king of Babylon took from this place, and carried to Babylon."
    },
    {
      "verse": 4,
      "text": "And Jeconiah, the son of Jehoiakim, king of Judah, and all the captives of Judah that went to Babylon, will I bring again to this place, saith Jehovah; for I will break the yoke of the king of Babylon.”"
    },
    {
      "verse": 5,
      "text": "Then Jeremiah the prophet spake to Hananiah the prophet, in the presence of the priests, and in the presence of all the people that stood in the house of Jehovah."
    },
    {
      "verse": 6,
      "text": "And Jeremiah the prophet said, Amen! So may Jehovah do! May Jehovah fulfill thy words which thou hast prophesied, and bring back the vessels of the house of Jehovah, and all the captives from Babylon to this place!"
    },
    {
      "verse": 7,
      "text": "Nevertheless, hear now this word, which I speak in thine ears, and in the ears of all the people."
    },
    {
      "verse": 8,
      "text": "The prophets who have been before me and before thee from ancient times have also prophesied against many nations, and against great kingdoms, of war, of calamity, and of pestilence."
    },
    {
      "verse": 9,
      "text": "The prophet who prophesieth of peace, when the word of the prophet shall come to pass, then shall he be known as a prophet whom Jehovah hath truly sent."
    },
    {
      "verse": 10,
      "text": "Then Hananiah the prophet took the yoke from the prophet Jeremiah's neck, and broke it."
    },
    {
      "verse": 11,
      "text": "And Hananiah spake in the presence of all the people, saying, Thus saith Jehovah: In this manner will I break the yoke of Nebuchadnezzar, the king of Babylon, from the neck of all the nations, within the space of two full years. And the prophet Jeremiah went his way."
    },
    {
      "verse": 12,
      "text": "Then came the word of Jehovah to Jeremiah, after that Hananiah the prophet had broken the yoke from the neck of the prophet Jeremiah, saying:"
    },
    {
      "verse": 13,
      "text": "Go and tell Hananiah, saying: Thou hast broken a yoke of wood, but thou shalt make instead of it a yoke of iron."
    },
    {
      "verse": 14,
      "text": "For thus saith Jehovah of hosts, the God of Israel: A yoke of iron do I put upon the neck of all these nations, that they may serve Nebuchadnezzar, king of Babylon; and they shall serve him. The beasts of the field also do I give to him."
    },
    {
      "verse": 15,
      "text": "Jeremiah the prophet said also to Hananiah the prophet: Hear now, Hananiah! Jehovah hath not sent thee; but thou makest this people to trust in a lie."
    },
    {
      "verse": 16,
      "text": "Therefore thus saith Jehovah: Behold, I will cast thee off from the face of the earth. This year thou shalt die; for thou hast spoken rebellion against Jehovah."
    },
    {
      "verse": 17,
      "text": "And Hananiah the prophet died in the same year, in the seventh month."
    }
  ]
}