{
  "book_id": "JER",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "Now these are the words of the letter which Jeremiah the prophet sent to the residue of the elders of the captivity, and to the priests, and to the prophets, and to all the people, whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon,"
    },
    {
      "verse": 2,
      "text": "after the departure of Jeconiah the king, and the queen, and the eunuchs, and the princes of Judah and Jerusalem, and the artificers, and the smiths, from Jerusalem,"
    },
    {
      "verse": 3,
      "text": "by the hand of Elasah, the son of Shaphan, and Gemariah, the son of Hilkiah, (whom Zedekiah, the king of Judah, sent to Babylon, to Nebuchadnezzar, the king of Babylon,) saying:—"
    },
    {
      "verse": 4,
      "text": "Thus saith Jehovah of hosts, the God of Israel, to all the captives whom I have caused to be carried away from Jerusalem to Babylon:"
    },
    {
      "verse": 5,
      "text": "Build ye houses and dwell in them; and plant gardens and eat the fruit of them."
    },
    {
      "verse": 6,
      "text": "Take ye wives, and have sons and daughters; and take wives for your sons, and give your daughters to husbands, that they may bear sons and daughters; and increase ye there, and be not diminished."
    },
    {
      "verse": 7,
      "text": "And seek ye the peace of the city whither I have caused you to be carried away captive, and pray for it to Jehovah, for in its peace shall be your peace."
    },
    {
      "verse": 8,
      "text": "For thus saith Jehovah of hosts, the God of Israel: Let not your prophets and your diviners, who are in the midst of you, deceive you, neither hearken to your dreams which ye cause to be dreamed."
    },
    {
      "verse": 9,
      "text": "For they prophesy falsely to you in my name; I have not sent them, saith Jehovah."
    },
    {
      "verse": 10,
      "text": "For thus saith Jehovah: Surely, when seventy years shall be completed for Babylon, I will visit you, and I will perform for you my good promise, that I would bring you again to this place."
    },
    {
      "verse": 11,
      "text": "For I know the designs which I have in mind concerning you, designs of good and not of evil, to give you a happy end, and fulfill your hopes."
    },
    {
      "verse": 12,
      "text": "Then ye shall call upon me, and go in peace; ye shall pray to me, and I will hear you;"
    },
    {
      "verse": 13,
      "text": "ye shall seek me, and find me, when ye search for me with all your heart."
    },
    {
      "verse": 14,
      "text": "And I will be found by you, saith Jehovah, and I will bring you back from captivity, and I will gather you from all the nations, and from all the places whither I have driven you, saith Jehovah; and I will bring you again to the place whence I caused you to be carried away captive."
    },
    {
      "verse": 15,
      "text": "Since ye say, Jehovah hath raised us up prophets in Babylon,"
    },
    {
      "verse": 16,
      "text": "behold, thus saith Jehovah concerning the king that sitteth upon the throne of David, and concerning all the people that dwell in this city, your brethren that went not forth with you into captivity,—"
    },
    {
      "verse": 17,
      "text": "thus saith Jehovah of hosts: Behold, I will send upon them the sword, the famine, and the pestilence, and I will make them like vile figs, which cannot be eaten for badness."
    },
    {
      "verse": 18,
      "text": "And I will persecute them with the sword, and with famine, and with pestilence, and I will give them up to oppression in all kingdoms of the earth, to be a curse, and an astonishment, and a hissing, and a reproach, among all the nations whither I drive them;"
    },
    {
      "verse": 19,
      "text": "because they have not hearkened to my words, saith Jehovah, when I sent to them my servants, the prophets, rising early and sending them; but ye would not hear, saith Jehovah."
    },
    {
      "verse": 20,
      "text": "Hear ye, therefore, the word of Jehovah, all ye of the captivity, whom I have sent from Jerusalem to Babylon."
    },
    {
      "verse": 21,
      "text": "Thus saith Jehovah of hosts, the God of Israel, concerning Ahab, the son of Kolaiah, and concerning Zedekiah, the son of Maaseiah, who prophesy a lie to you in my name: Behold, I will deliver them into the hand of Nebuchadnezzar, king of Babylon, and he shall slay them before your eyes."
    },
    {
      "verse": 22,
      "text": "And from them shall be taken a curse among all the captives of Judah that are at Babylon, so that they shall say, “Jehovah make thee like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire!”"
    },
    {
      "verse": 23,
      "text": "because they have practised villany in Israel, and have committed adultery with their neighbors' wives, and have spoken lying words in my name, which I commanded them not. But I know it, and am a witness, saith Jehovah."
    },
    {
      "verse": 24,
      "text": "And to Shemaiah, the Nehelamite, shalt thou say,"
    },
    {
      "verse": 25,
      "text": "Thus saith Jehovah of hosts, the God of Israel: Because thou hast sent letters in thy name to all the people that are at Jerusalem, and to Zephaniah, the son of Maaseiah the priest, and to all the priests, saying,"
    },
    {
      "verse": 26,
      "text": "Jehovah hath made thee priest in the room of Jehoiada the priest, that there should be officers in the house of Jehovah against every one that is mad and prophesieth, and that thou shouldst put him into the stocks, and into prison;"
    },
    {
      "verse": 27,
      "text": "now, therefore, why hast thou not reproved Jeremiah of Anathoth, who prophesieth to you?"
    },
    {
      "verse": 28,
      "text": "For he hath sent to us at Babylon, saying, This captivity is long. Build ye houses and dwell in them, and plant gardens, and eat the fruit of them."
    },
    {
      "verse": 29,
      "text": "And Zephaniah the priest read this letter in the ears of Jeremiah the prophet."
    },
    {
      "verse": 30,
      "text": "Then came the word of Jehovah to Jeremiah, saying:"
    },
    {
      "verse": 31,
      "text": "Send to all those of the captivity, saying, Thus saith Jehovah concerning Shemaiah the Nehelamite: Because Shemaiah the prophet hath prophesied to you, and I sent him not, and he hath caused you to trust in a lie,"
    },
    {
      "verse": 32,
      "text": "therefore thus saith Jehovah: Behold, I will punish Shemaiah, the Nehelamite, and his offspring. There shall descend from him not a man to dwell among this people, and he shall not behold the good which I will do for my people, saith Jehovah; for he hath spoken rebellion against Jehovah."
    }
  ]
}