{
  "book_id": "JER",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "The word which came to Jeremiah from Jehovah, saying:—"
    },
    {
      "verse": 2,
      "text": "Thus saith Jehovah, the God of Israel: Write thee all the words which I have spoken to thee in a book."
    },
    {
      "verse": 3,
      "text": "For behold the days come, saith Jehovah, when I will bring back the captives of my people Israel and Judah, saith Jehovah, and cause them to return to the land which I gave to their fathers, and they shall possess it."
    },
    {
      "verse": 4,
      "text": "And these are the words which Jehovah spake concerning Israel and concerning Judah."
    },
    {
      "verse": 5,
      "text": "Behold, thus saith Jehovah: The voice of trembling do we hear; There is alarm, and no peace."
    },
    {
      "verse": 6,
      "text": "Ask ye now and see, Whether a male doth bring forth? Why then do I see every man's hands upon his loins, like a woman in travail? And why are all faces turned into paleness?"
    },
    {
      "verse": 7,
      "text": "Alas! that day is great, So that there is none like it; It is a time of trouble for Jacob, Yet shall he be saved from it."
    },
    {
      "verse": 8,
      "text": "For in that day, saith Jehovah of hosts, I will break his yoke from his neck, And his bands will I burst asunder, And he shall be subject to strangers no more."
    },
    {
      "verse": 9,
      "text": "But they shall serve Jehovah, their God, And David, their king, whom I will raise up for them."
    },
    {
      "verse": 10,
      "text": "Therefore fear thou not, O my servant Jacob, saith Jehovah, And be not thou dismayed, O Israel! For, behold, I will bring thee safe from afar, And thy posterity from the land of their captivity; And Jacob shall return, and be at rest; Yea, he shall be quiet, and none shall make him afraid."
    },
    {
      "verse": 11,
      "text": "For I will be with thee, saith Jehovah, to save thee; When I shall make a full end of all the nations Whither I have dispersed thee, Yet will I not make a full end of thee; I will correct thee in measure, Yet must I not leave thee wholly unpunished."
    },
    {
      "verse": 12,
      "text": "For thus saith Jehovah: Thy bruise is incurable; Thy wound is mortal."
    },
    {
      "verse": 13,
      "text": "No one offereth his help for thy cure; No healing medicines are applied to thee."
    },
    {
      "verse": 14,
      "text": "All thy lovers have forgotten thee; They inquire not after thee. For with the wound of an enemy have I smitten thee, With the chastisement of a cruel one, For the multitude of thine iniquities, Because thy sins were increased."
    },
    {
      "verse": 15,
      "text": "Why criest thou because of thy bruise? Thy pain is without remedy. For the multitude of thine iniquities, Because thy sins were increased, Have I done these things to thee."
    },
    {
      "verse": 16,
      "text": "Yet all they that devour thee shall be devoured, And all thine enemies, yea, all of them, shall go into captivity, And they that spoil thee shall become a spoil, And all that plunder thee will I give up to plunder."
    },
    {
      "verse": 17,
      "text": "For I will restore soundness to thee, And I will heal thee of thy wounds, saith Jehovah; For they have called thee the outcast, Zion, whom no man careth for."
    },
    {
      "verse": 18,
      "text": "Thus saith Jehovah: Behold, I will bring back the captives of the tents of Jacob, And I will have pity upon his dwelling-places, And the city shall be builded upon her heap, And the palace shall be inhabited as of old."
    },
    {
      "verse": 19,
      "text": "And out of them shall go forth thanksgiving, And the voice of them that make merry. And I will multiply them, and they shall not be few, And I will exalt them, and they shall not be low."
    },
    {
      "verse": 20,
      "text": "And their children shall be as aforetime, And their congregation shall be established before me, And I will punish all that oppress them."
    },
    {
      "verse": 21,
      "text": "And their princes shall be of themselves, And their governor shall proceed from the midst of them. And I will cause them to approach, and they shall come near to me; For who is he that would dare to come near to me? saith Jehovah."
    },
    {
      "verse": 22,
      "text": "And ye shall be my people, And I will be your God."
    },
    {
      "verse": 23,
      "text": "Behold, a whirlwind from Jehovah, Furious doth it go forth, Even a sweeping whirlwind; Upon the head of the wicked shall it rush."
    },
    {
      "verse": 24,
      "text": "The fierce anger of Jehovah shall not turn back Until he shall have executed, until he shall have accomplished, the purpose of his heart; In a future day ye shall understand it fully."
    }
  ]
}