{
  "book_id": "JER",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "At that time, saith Jehovah, will I be the God of all the families of Israel, And they shall be my people."
    },
    {
      "verse": 2,
      "text": "Thus saith Jehovah: The people, escaped from the sword, hath found favor in the wilderness; I will go and give rest to Israel."
    },
    {
      "verse": 3,
      "text": "Jehovah appeared to me from afar, [[saying,]] With an everlasting love do I love thee, Therefore have I kept mercy for thee."
    },
    {
      "verse": 4,
      "text": "Again will I build thee, and thou shalt be built, O virgin of Israel! Again shalt thou adorn thy tabrets, And go forth in the dance of them that make merry."
    },
    {
      "verse": 5,
      "text": "Thou shalt yet plant vines upon the mountains of Samaria; The planters shall plant, and eat the fruit."
    },
    {
      "verse": 6,
      "text": "For the day is coming when the watchmen shall cry upon Mount Ephraim, Arise ye, and let us go up to Zion, To Jehovah, our God."
    },
    {
      "verse": 7,
      "text": "For thus saith Jehovah: Sing with gladness for Jacob, And shout for the head of the nations! Publish ye, praise ye, and say: Jehovah, thou hast saved thy people, The remnant of Israel."
    },
    {
      "verse": 8,
      "text": "Behold, I will bring them from the land of the North, And gather them from the extremities of the earth; And with them shall be the blind and the lame, The woman with child, and she that is in travail with child together; A great company shall return thither."
    },
    {
      "verse": 9,
      "text": "They shall come with weeping, And amid supplications will I lead them; I will conduct them to streams of water, In a straight way, in which they shall not stumble. For I have become a father to Israel, And Ephraim is my first-born."
    },
    {
      "verse": 10,
      "text": "Hear the word of Jehovah, O ye nations, And proclaim it in the distant coasts, and say: “He that scattered Israel will gather him, And will guard him, as a shepherd his flock.”"
    },
    {
      "verse": 11,
      "text": "For Jehovah hath redeemed Jacob, And ransomed him from the hand of him that was stronger than he."
    },
    {
      "verse": 12,
      "text": "And they shall come and sing upon the height of Zion; They shall exult in the bounty of Jehovah, The corn, and the new wine, and the oil, And the young of the flock, and of the herd; And they shall be as a well-watered garden, And they shall languish no more."
    },
    {
      "verse": 13,
      "text": "Then shall the virgin rejoice in the dance, And the young men and old men together, For I will change their mourning into joy; I will comfort them, and cheer them after their sorrow."
    },
    {
      "verse": 14,
      "text": "And I will satisfy the priests with fatness, And my people shall be satisfied with my bounty, saith Jehovah."
    },
    {
      "verse": 15,
      "text": "Thus saith Jehovah: A voice hath been heard in Ramah, Lamentation and bitter weeping; Rachel, weeping for her children, Refuseth to be comforted, because they are no more."
    },
    {
      "verse": 16,
      "text": "Thus saith Jehovah: Refrain thy voice from weeping, And thine eyes from tears, For thy labor shall be rewarded, saith Jehovah; They shall come again from the land of the enemy."
    },
    {
      "verse": 17,
      "text": "There is hope for thy future days, saith Jehovah; Thy children shall come again to their border."
    },
    {
      "verse": 18,
      "text": "I have surely heard Ephraim bemoaning himself: “Thou hast chastised me, and I was chastised, Like a steer not broken. Turn thou me, and I shall be turned, For thou, O Jehovah, art my God!"
    },
    {
      "verse": 19,
      "text": "Surely, after I returned, I repented, And after I was instructed, I smote upon my thigh; I was ashamed, yea, I was confounded, Because I bore the reproach of my youth.”"
    },
    {
      "verse": 20,
      "text": "Is Ephraim my dear son? Is he a beloved child? For as often as I speak of him, I do earnestly remember him still. My heart beateth for him; I will have mercy upon him, saith Jehovah."
    },
    {
      "verse": 21,
      "text": "Set thee up waymarks; Raise thee pillars; Have regard to the highway, the way that thou goest! Return, O virgin of Israel, Return to these thy cities!"
    },
    {
      "verse": 22,
      "text": "How long wilt thou wander about, O rebellious daughter? Behold, Jehovah createth a new thing in the earth: The woman shall protect the man."
    },
    {
      "verse": 23,
      "text": "Thus saith Jehovah of hosts, the God of Israel: Again shall they say in the land of Judah, And in the cities thereof, when I bring back their captives, “May Jehovah bless thee, O habitation of justice, O holy mountain!”"
    },
    {
      "verse": 24,
      "text": "And Judah shall dwell in it, and all his cities together, Husbandmen, and they that go forth with their flocks."
    },
    {
      "verse": 25,
      "text": "For I will refresh him that is thirsty, And I will satisfy him that languisheth."
    },
    {
      "verse": 26,
      "text": "Upon this I awoke, and beheld, And my sleep was sweet to me."
    },
    {
      "verse": 27,
      "text": "Behold, the days come, saith Jehovah, That I will sow the house of Israel and the house of Judah. With the seed of man, and with the seed of beast."
    },
    {
      "verse": 28,
      "text": "And it shall be that as I have watched over them To pluck up, and to pull down, and to overthrow, And to destroy, and to afflict, So will I watch over them To build, and to plant, saith Jehovah."
    },
    {
      "verse": 29,
      "text": "In those days they shall no more say, “The fathers have eaten sour grapes, And the children's teeth are set on edge.”"
    },
    {
      "verse": 30,
      "text": "But every one shall die for his own iniquity; Every man that eateth sour grapes, His teeth shall be set on edge."
    },
    {
      "verse": 31,
      "text": "Behold, the days come, saith Jehovah, That I will make with the house of Israel, And with the house of Judah, a new covenant;"
    },
    {
      "verse": 32,
      "text": "Not according to the covenant which I made with their fathers, In the day when I took them by the hand To bring them out of the land of Egypt; Which covenant of mine they broke, And I rejected them, saith Jehovah."
    },
    {
      "verse": 33,
      "text": "But this is the covenant which I will make with the house of Israel: After those days, saith Jehovah, I will put my law into their inward parts, And upon their hearts will I write it; And I will be their God, And they shall be my people."
    },
    {
      "verse": 34,
      "text": "And they shall teach no more, Every man his neighbor, and every man his brother, Saying, “Know ye Jehovah!” For they shall all know me, From the least of them even to the greatest of them, saith Jehovah; For I will forgive their iniquity, And I will remember their sin no more."
    },
    {
      "verse": 35,
      "text": "Thus saith Jehovah, Who made the sun for a light by day, And the ordinances of the moon and stars for a light by night, Who stirreth up the sea, so that the waves thereof roar, Jehovah of hosts is his name:"
    },
    {
      "verse": 36,
      "text": "If these ordinances shall depart from before me, Then shall the race of Israel also cease from being a nation before me forever."
    },
    {
      "verse": 37,
      "text": "Thus saith Jehovah: If the heavens above can be measured, Or the foundations of the earth beneath searched out, Then will I cast off all the race of Israel For all which they have done, saith Jehovah."
    },
    {
      "verse": 38,
      "text": "Behold, the days come, saith Jehovah, That the city shall be built to Jehovah From the tower of Hananeel to the corner-gate."
    },
    {
      "verse": 39,
      "text": "And the measuring line shall go forth over against it even to the hill Gareb, And extend itself to Goath."
    },
    {
      "verse": 40,
      "text": "And the whole valley of the dead bodies and of the ashes, And all the fields to the brook Kidron, Even to the corner of the horsegate toward the East, Shall be holy to Jehovah. No more shall it be plucked up, Or thrown down, forever."
    }
  ]
}