{
  "book_id": "JER",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah came also to Jeremiah the second time, while he was shut up in the court of the prison, and said:—"
    },
    {
      "verse": 2,
      "text": "Thus saith Jehovah, who doeth it, Jehovah who disposeth it, to establish it; Jehovah is his name."
    },
    {
      "verse": 3,
      "text": "Call to me, and I will answer thee, And I will show thee great things, And hidden things which thou knowest not."
    },
    {
      "verse": 4,
      "text": "For thus saith Jehovah, the God of Israel, Concerning the houses of this city, And concerning the houses of the kings of Judah, Which are thrown down toward the mounds and the sword,"
    },
    {
      "verse": 5,
      "text": "To fight with the Chaldaeans, And to fill them with the dead bodies of men, Whom I have smitten in mine anger and in my wrath, And for all whose wickedness I have hid my face from this city:"
    },
    {
      "verse": 6,
      "text": "Behold, I will bind up her wounds, and heal them, And I will reveal to them abundance of peace and stability."
    },
    {
      "verse": 7,
      "text": "And I will bring back the captives of Judah, And the captives of Israel, And I will build them, as at the first."
    },
    {
      "verse": 8,
      "text": "And I will cleanse them from all their iniquity, Whereby they have sinned against me; And I will forgive all their iniquities, Whereby they have sinned, And have rebelled against me."
    },
    {
      "verse": 9,
      "text": "And it [[the city]] shall be to me a name of joy, A praise and a glory among all the nations of the earth, Who shall hear of all the good which I do to them. And they shall fear and tremble because of all the good, And because of all the prosperity, which I bestow upon it."
    },
    {
      "verse": 10,
      "text": "Thus saith Jehovah: Yet again shall be heard in this place, Of which ye say, “It is desolate, without man and without beast,” In the cities of Judah, and in the streets of Jerusalem, Which are desolate, without man, Even without an inhabitant and without beast,"
    },
    {
      "verse": 11,
      "text": "The voice of joy and the voice of gladness, The voice of the bridegroom and the voice of the bride, The voice of them that say, “Praise ye Jehovah of hosts, For Jehovah is good, For his mercy endureth forever!” And of them that bring an offering of praise to the house of Jehovah. For I will restore the captives of the land, As at the first, saith Jehovah."
    },
    {
      "verse": 12,
      "text": "Thus saith Jehovah of hosts: Yet again shall there be in this place, Which is desolate, without man and without beast, And in all the cities thereof, A habitation of shepherds, who shall cause their flocks to rest;"
    },
    {
      "verse": 13,
      "text": "In the cities of the hill-country, and in the cities of the plain, And in the cities of the south, and in the land of Benjamin, And in the places about Jerusalem, and in the cities of Judah, Shall the flocks pass yet again Under the hands of him that numbereth them, saith Jehovah."
    },
    {
      "verse": 14,
      "text": "Behold, the days come, saith Jehovah, That I will perform that good thing Which I have spoken concerning the house of Israel, And concerning the house of Judah."
    },
    {
      "verse": 15,
      "text": "In those days and at that time Will I cause to grow up from David a righteous branch, Who shall maintain justice and equity in the land."
    },
    {
      "verse": 16,
      "text": "In those days shall Judah be saved, And Jerusalem shall dwell securely; And this is the name which shall be given her, Jehovah-is-our-salvation."
    },
    {
      "verse": 17,
      "text": "For thus saith Jehovah: There shall never fail from David A man to sit upon the throne of the house of Israel;"
    },
    {
      "verse": 18,
      "text": "Neither from the priests and the Levites Shall a man fail before me, To offer burnt-offerings, and to kindle meat-offerings, And to perform sacrifice continually."
    },
    {
      "verse": 19,
      "text": "And the word of Jehovah came to Jeremiah and said,"
    },
    {
      "verse": 20,
      "text": "Thus saith Jehovah: If ye can break my covenant concerning the day, And my covenant concerning the night, So that there shall no more be day and night in their season,"
    },
    {
      "verse": 21,
      "text": "Then also may my covenant with David my servant be broken, So that he shall not have a son to reign upon his throne, And with the Levites, the priests, my servants."
    },
    {
      "verse": 22,
      "text": "As the host of heaven cannot be numbered, Nor the sand of the sea measured, So will I multiply the posterity of David my servant, And the Levites who minister to me."
    },
    {
      "verse": 23,
      "text": "The word of Jehovah came also to Jeremiah, saying:"
    },
    {
      "verse": 24,
      "text": "Seest thou not what this people speaketh, saying, “The two families, which Jehovah chose, he hath cast off”? Therefore they despise my people, So that they are no more a people in their eyes."
    },
    {
      "verse": 25,
      "text": "Thus saith Jehovah: If my covenant concerning the day and the night be not maintained, And if I have not established the ordinances of the heaven and the earth,"
    },
    {
      "verse": 26,
      "text": "Then will I cast away the posterity of Jacob, and of David, my servant, So as not to take of his posterity to be rulers Over the posterity of Abraham, Isaac, and Jacob; For I will bring them back from their captivity, And have mercy upon them."
    }
  ]
}