{
  "book_id": "JER",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "The word which came to Jeremiah from Jehovah, when Nebuchadnezzar, king of Babylon, and all his army, and all the kingdoms of the earth that were under his dominion, and all the nations, made war against Jerusalem, and against all the cities thereof, saying:—"
    },
    {
      "verse": 2,
      "text": "Thus saith Jehovah, the God of Israel: Go and speak to Zedekiah, the king of Judah, and say to him, Thus saith Jehovah: Behold, I will give this city into the hand of the king of Babylon, and he shall burn it with fire."
    },
    {
      "verse": 3,
      "text": "And thou shalt not escape out of his hand, but shalt surely be taken and delivered into his hand; and thine eyes shall behold the eyes of the king of Babylon, and he shall speak with thee mouth to mouth, and thou shalt go to Babylon."
    },
    {
      "verse": 4,
      "text": "Yet hear the word of Jehovah, O Zedekiah, king of Judah! Thus saith Jehovah concerning thee: Thou shalt not die by the sword;"
    },
    {
      "verse": 5,
      "text": "in peace shalt thou die; and according to the burnings of thy fathers, the former kings, who were before thee, so shall they burn for thee; and they shall lament for thee, saying, “Ah, lord!” for I have spoken the word, saith Jehovah."
    },
    {
      "verse": 6,
      "text": "And Jeremiah the prophet spake all these words to Zedekiah, king of Judah, at Jerusalem."
    },
    {
      "verse": 7,
      "text": "And the army of the king of Babylon fought against Jerusalem, and against all the cities of Judah that were left, against Lachish, and against Azekah; for these fortified cities remained of the cities of Judah."
    },
    {
      "verse": 8,
      "text": "The word which came to Jeremiah from Jehovah, after King Zedekiah had made a covenant with all the people that were at Jerusalem, to proclaim liberty to them,"
    },
    {
      "verse": 9,
      "text": "that every one should let his man-servant or his maid-servant, being a Hebrew or Hebrewess, go free, that no one should retain his brother, a Jew, in servitude."
    },
    {
      "verse": 10,
      "text": "And all the princes, and all the people, who had entered into covenant to let every one his man-servant and every one his maid-servant go free, and retain them in servitude no longer, obeyed; they obeyed, and let them go."
    },
    {
      "verse": 11,
      "text": "But they returned afterwards, and took back the men-servants and the maid-servants whom they had let go free, and brought them into subjection as men-servants and as maid-servants."
    },
    {
      "verse": 12,
      "text": "Then came the word of Jehovah to Jeremiah from Jehovah, saying,"
    },
    {
      "verse": 13,
      "text": "Thus saith Jehovah, the God of Israel: I made a covenant with your fathers in the day when I brought them forth out of the land of Egypt, out of the house of bondmen, and said,"
    },
    {
      "verse": 14,
      "text": "“At the end of seven years ye shall let go every man his brother, a Hebrew, who shall have been sold to thee; when he shall have served thee six years, thou shalt let him go free from thee.” But your fathers hearkened not to me, nor inclined their ear."
    },
    {
      "verse": 15,
      "text": "And when ye had turned at this time, and had done what was right in mine eyes, in proclaiming liberty every one to his neighbor, and had entered into a covenant before me in the house which is called by my name,"
    },
    {
      "verse": 16,
      "text": "then ye returned and profaned my name, and took back every one his man-servant, and every one his maid-servant, whom he had set at liberty at their pleasure, and brought them into subjection to be men-servants and maid-servants to you."
    },
    {
      "verse": 17,
      "text": "Therefore thus saith Jehovah: Ye have not hearkened to me in proclaiming liberty every one to his brother, and every one to his neighbor. Behold, I proclaim a liberty for you, saith Jehovah, to the sword, to pestilence, and to famine, and I will give you up to oppression in all the kingdoms of the earth;"
    },
    {
      "verse": 18,
      "text": "and I will make the men who have transgressed my covenant, who have not performed the words of the covenant which they made before me, like the calf which they cut in twain, and passed between the parts thereof,"
    },
    {
      "verse": 19,
      "text": "the princes of Judah, and the princes of Jerusalem, the eunuchs, and the priests, and all the people of the land, that passed between the parts of the calf."
    },
    {
      "verse": 20,
      "text": "I will give them into the hand of their enemies, and into the hand of them that seek their life; and their dead bodies shall be food for the birds of heaven, and for the beasts of the earth."
    },
    {
      "verse": 21,
      "text": "And Zedekiah, king of Judah, and his princes, will I give into the hand of their enemies, and into the hand of them that seek their life, even into the hand of the king of Babylon's army, which are gone up from you."
    },
    {
      "verse": 22,
      "text": "Behold, I will command, saith Jehovah, and cause them to return to this city, and they shall fight against it, and take it, and burn it with fire; and I will make the cities of Judah a desolation without an inhabitant."
    }
  ]
}