{
  "book_id": "JER",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the fourth year of Jehoiakim, the son of Josiah, king of Judah, that this word came to Jeremiah from Jehovah, saying:"
    },
    {
      "verse": 2,
      "text": "Take thee a book-roll, and write upon it all the words which I have spoken to thee concerning Israel, and concerning Judah, and concerning all the nations, from the day when I began to speak to thee even to this day."
    },
    {
      "verse": 3,
      "text": "It may be that the house of Judah will hear all the evil which I purpose to do to them, and return every one from his evil way, so that I may forgive their iniquity and their sin."
    },
    {
      "verse": 4,
      "text": "Then Jeremiah called Baruch, the son of Neriah; and Baruch wrote from the mouth of Jeremiah all the words of Jehovah which he had spoken to him, upon a book-roll."
    },
    {
      "verse": 5,
      "text": "And Jeremiah commanded Baruch and said: I am shut up; I cannot go into the house of Jehovah;"
    },
    {
      "verse": 6,
      "text": "therefore, go thou, and read in the roll which thou hast written from my mouth the words of Jehovah, in the ears of the people, in the house of Jehovah, upon the fast-day; also in the ears of all Judah, that come out of their cities, shalt thou read them."
    },
    {
      "verse": 7,
      "text": "It may be that they will prostrate themselves in supplication before Jehovah, and will return every one from his evil way. For great is the anger and the indignation which Jehovah hath denounced against this people."
    },
    {
      "verse": 8,
      "text": "And Baruch, the son of Neriah, did according to all that Jeremiah the prophet commanded him, reading in the book the words of Jehovah in the house of Jehovah."
    },
    {
      "verse": 9,
      "text": "And it came to pass in the fifth year of Jehoiakim, the son of Josiah, king of Judah, in the ninth month, that all the people in Jerusalem, and all the people that came out of the cities of Judah, proclaimed a fast before Jehovah, in Jerusalem."
    },
    {
      "verse": 10,
      "text": "Then read Baruch in the book the words of Jeremiah in the house of Jehovah, in the chamber of Gemariah, the son of Shaphan the scribe, in the higher court, at the entrance of the new gate of the house of Jehovah, in the ears of all the people."
    },
    {
      "verse": 11,
      "text": "And when Micah, the son of Gemariah, the son of Shaphan, had heard from the book all the words of Jehovah,"
    },
    {
      "verse": 12,
      "text": "he went down to the king's house, into the scribe's chamber; and lo, all the princes were sitting there, Elishama the scribe, and Delaiah, the son of Shemaiah, and Elnathan, the son of Achbor, and Gemariah, the son of Shaphan, and Zedekiah, the son of Hananiah, and all the princes."
    },
    {
      "verse": 13,
      "text": "Then Micah declared to them all the words which he had heard when Baruch read the book in the ears of the people."
    },
    {
      "verse": 14,
      "text": "Then all the princes sent Jehudi, the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, and said, “Take in thy hand the roll wherein thou hast read in the ears of the people, and come.” So Baruch, the son of Neriah, took the roll in his hand, and came to them."
    },
    {
      "verse": 15,
      "text": "And they said to him, “Sit down now, and read it in our ears.” And Baruch read it in their ears."
    },
    {
      "verse": 16,
      "text": "And when they had heard all the words, they looked with consternation upon one another, and they said to Baruch, “We must tell the king of all these things.”"
    },
    {
      "verse": 17,
      "text": "And they asked Baruch, saying, “Tell us now, how didst thou write all these words from his mouth?”"
    },
    {
      "verse": 18,
      "text": "And Baruch said to them, “With his mouth he pronounced to me all these words, and I wrote them on the book with ink.”"
    },
    {
      "verse": 19,
      "text": "Then said the princes to Baruch, “Go, hide thee, thou and Jeremiah, and let no man know where ye are.”"
    },
    {
      "verse": 20,
      "text": "And they went in to the king into the court; but they laid up the roll in the chamber of Elishama the scribe, and they told all these things in the ears of the king."
    },
    {
      "verse": 21,
      "text": "Then the king sent Jehudi to fetch the roll, and he took it out of the chamber of Elishama the scribe; and Jehudi read it in the ears of the king, and in the ears of all the princes who stood beside the king."
    },
    {
      "verse": 22,
      "text": "And the king was sitting in the winter-house, in the ninth month, and a brasier was burning before him."
    },
    {
      "verse": 23,
      "text": "And when Jehudi had read three or four sections, he [[the king]] cut it with the penknife, and cast it into the fire, into the brasier, until the whole roll was consumed in the fire in the brasier."
    },
    {
      "verse": 24,
      "text": "And they were not afraid, and rent not their garments, neither the king, nor any of his servants, who heard all these words;"
    },
    {
      "verse": 25,
      "text": "and although Elnathan and Delaiah and Gemariah interceded with the king not to burn the roll, yet he would not hearken to them."
    },
    {
      "verse": 26,
      "text": "And the king commanded Jerahmeel, the son of Hammelech, and Seraiah, the son of Azreel, and Shelemiah, the son of Abdeel, to seize Baruch the scribe, and Jeremiah the prophet; but Jehovah had hid them."
    },
    {
      "verse": 27,
      "text": "Then came the word of Jehovah to Jeremiah, after that the king had burned the roll, and the words which Baruch had written from the mouth of Jeremiah, saying:"
    },
    {
      "verse": 28,
      "text": "Take thee another roll, and write in it all the former words that were in the first roll, which Jehoiakim, king of Judah, hath burned."
    },
    {
      "verse": 29,
      "text": "And concerning Jehoiakim, king of Judah, thou shalt say, Thou hast burned this roll, saying, “Why hast thou written therein and said, The king of Babylon shall surely come and shall destroy this land, and shall cause to cease from it man and beast?”"
    },
    {
      "verse": 30,
      "text": "Therefore thus saith Jehovah concerning Jehoiakim, king of Judah: He shall have not one to sit upon the throne of David; and his dead body shall be cast out in the day to the heat, and in the night to the frost."
    },
    {
      "verse": 31,
      "text": "And I will punish him, and his offspring, and his servants, for their iniquity; and I will bring upon them, and upon the inhabitants of Jerusalem, and upon the men of Judah, all the evil which I have pronounced against them, and they have not hearkened."
    },
    {
      "verse": 32,
      "text": "Then Jeremiah took another roll, and gave it to Baruch the scribe, the son of Neriah, who wrote therein from the mouth of Jeremiah all the words of the book which Jehoiakim had burned in the fire; and there were added to them many words of the same kind."
    }
  ]
}