{
  "book_id": "JER",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "The word which came to Jeremiah from Jehovah, after that Nebuzaradan, captain of the guard, had let him go from Ramah. For he had taken him, and he had been bound with chains among all the captives of Jerusalem and Judah which were carried away captive to Babylon."
    },
    {
      "verse": 2,
      "text": "And the captain of the guard took Jeremiah, and said to him: “Jehovah, thy God, pronounced this evil against this place;"
    },
    {
      "verse": 3,
      "text": "and now Jehovah hath brought it, and done according as he spake, because ye sinned against Jehovah, and obeyed not his voice; therefore hath this thing come upon you."
    },
    {
      "verse": 4,
      "text": "And now, behold, I loose thee this day from the chains upon thy hands. If it seem good to thee to come with me to Babylon, come; and I will set my eyes upon thee; but if it seem evil to thee to come with me to Babylon, forbear; behold, the whole land is before thee; whither it seemeth good and desirable for thee to go, thither go.”"
    },
    {
      "verse": 5,
      "text": "And while he was not yet gone away [[he said]]: “Go to Gedaliah, the of son Ahikam, the son of Shaphan, whom the king of Babylon hath made governor over the cities of Judah, and dwell with him among the people; or go whithersoever it seemeth good to thee to go.” And the captain of the guard gave him provisions, and a present, and dismissed him."
    },
    {
      "verse": 6,
      "text": "And Jeremiah went to Gedaliah, the son of Ahikam, to Mizpah, and dwelt with him among the people that were left in the land."
    },
    {
      "verse": 7,
      "text": "Now when all the captains of the forces which were in the fields, they and their men, heard that the king of Babylon had made Gedaliah, the son of Ahikam, governor over the land, and had committed to his charge men and women and children, of the poor of the land, of them that were not carried away captive to Babylon,"
    },
    {
      "verse": 8,
      "text": "then they came to Gedaliah, to Mizpah; namely, Ishmael, the son of Nethaniah, and Johanan and Jonathan, the sons of Kareah, and Seraiah, the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah, the son of the Maachathite, they and their men;"
    },
    {
      "verse": 9,
      "text": "and Gedaliah, the son of Ahikam, the son of Shaphan, swore to them and to their men, saying, “Fear not to serve the Chaldaeans; dwell in the land, and serve the king of Babylon, and it shall be well with you."
    },
    {
      "verse": 10,
      "text": "As for me, behold, I will dwell at Mizpah, to stand before the Chaldaeans, who shall come to us; but ye, gather ye in wine, and summer fruits, and oil, and put them in your vessels, and dwell in your cities which ye have taken.”"
    },
    {
      "verse": 11,
      "text": "Also when all the Jews that were in Moab, and among the children of Ammon, and in Edom, and that were in all the countries, heard that the king of Babylon had left a remnant to Judah, and that he had set over them Gedaliah, the son of Ahikam, the son of Shaphan,"
    },
    {
      "verse": 12,
      "text": "then all the Jews returned from all the places whither they were driven, and came to the land of Judah, to Gedaliah, to Mizpah, and gathered wine and summer fruits in abundance."
    },
    {
      "verse": 13,
      "text": "And Johanan, the son of Kareah, and all the captains of the forces that were in the fields, came to Gedaliah, to Mizpah,"
    },
    {
      "verse": 14,
      "text": "and said to him, “Dost thou know that Baalis, the king of the children of Ammon, hath sent Ishmael, the son of Nethaniah, to slay thee?” But Gedaliah, the son of Ahikam, believed them not."
    },
    {
      "verse": 15,
      "text": "And Johanan, the son of Kareah, spake to Gedaliah in private at Mizpah, saying, “Let me go, I pray thee, and smite Ishmael, the son of Nethaniah, and no man shall know it. Wherefore should he slay thee, that all the Jews which are gathered to thee should be scattered, and the remnant in Judah perish?”"
    },
    {
      "verse": 16,
      "text": "But Gedaliah, the son of Ahikam, said to Johanan, the son of Kareah, “Thou shalt not do this thing, for thou speakest falsely of Ishmael.”"
    }
  ]
}