{
  "book_id": "JER",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "And all the captains of the forces, and Johanan, the son of Kareah, and Jezaniah, the son of Hoshaiah, and all the people, from the least even to the greatest, came near,"
    },
    {
      "verse": 2,
      "text": "and said to Jeremiah the prophet: “Let, we beseech thee, our supplication be accepted before thee, and pray for us to Jehovah, thy God, for all this remnant; (for we are left a few out of many, as thine eyes do behold us;)"
    },
    {
      "verse": 3,
      "text": "that Jehovah, thy God, may show us the way wherein we shall walk, and the thing which we shall do.”"
    },
    {
      "verse": 4,
      "text": "And Jeremiah the prophet said to them: “I have heard; behold, I will pray to Jehovah your God, according to your words, and all which Jehovah shall answer you I will declare to you; I will keep back nothing from you.”"
    },
    {
      "verse": 5,
      "text": "Then they said to Jeremiah: “May Jehovah be our witness, a faithful and true witness! According to all for which Jehovah our God shall send thee to us, so will we do."
    },
    {
      "verse": 6,
      "text": "Whether it be good, or whether it be evil, we will obey the voice of Jehovah our God, to whom we send thee, that it may be well with us when we shall have obeyed the voice of Jehovah our God.”"
    },
    {
      "verse": 7,
      "text": "And it came to pass after ten days, that the word of Jehovah came to Jeremiah."
    },
    {
      "verse": 8,
      "text": "And he called Johanan, the son of Kareah, and all the captains of the forces which were with him, and all the people, from the least even to the greatest,"
    },
    {
      "verse": 9,
      "text": "and said to them: “Thus saith Jehovah, the God of Israel, to whom ye sent me to present your supplication before him:"
    },
    {
      "verse": 10,
      "text": "If ye will still abide in this land, then will I build you, and not pull you down, and I will plant you, and not pluck you up; for I repent me of the evil which I have done to you."
    },
    {
      "verse": 11,
      "text": "Be not afraid of the king of Babylon, of whom ye are afraid; be not afraid of him, saith Jehovah; for I will be with you to save you, and to deliver you from his hand."
    },
    {
      "verse": 12,
      "text": "And I will show mercies to you, that he may have compassion upon you, and cause you to return to your own land."
    },
    {
      "verse": 13,
      "text": "But if ye say, 'We will not dwell in this land,' so as not to hearken to the voice of Jehovah your God,"
    },
    {
      "verse": 14,
      "text": "saying, 'No! but we will go into the land of Egypt, where we shall see no war, nor hear the sound of the trumpet, nor be hungry for bread, and there will we dwell,—"
    },
    {
      "verse": 15,
      "text": "now, therefore, hear the word of Jehovah, ye remnant of Judah! Thus saith Jehovah of hosts, the God of Israel: If ye set your faces to enter into Egypt, and go to sojourn there,"
    },
    {
      "verse": 16,
      "text": "then it shall come to pass that the sword, which ye feared, shall overtake you there in the land of Egypt, and the famine, of which ye were afraid, shall follow close after you into Egypt, and there shall ye die."
    },
    {
      "verse": 17,
      "text": "So shall it be with all the men that set their faces to go into Egypt to sojourn there. They shall die by the sword, and by famine, and by pestilence, and not one of them shall remain, or escape from the evil which I bring upon them."
    },
    {
      "verse": 18,
      "text": "For thus saith Jehovah of hosts, the God of Israel: As my anger and my wrath have been poured forth upon the inhabitants of Jerusalem, so shall my wrath be poured forth upon you, when ye shall enter into Egypt; and ye shall be an execration, and an astonishment, and a curse, and a reproach; and ye shall see this place no more."
    },
    {
      "verse": 19,
      "text": "This is the word of Jehovah to you, ye remnant of Judah! Go ye not into Egypt; ye shall surely know that I have warned you this day."
    },
    {
      "verse": 20,
      "text": "Ye err to your own ruin; for ye sent me to Jehovah your God, saying, 'Pray for us to Jehovah our God, and according to all that Jehovah our God shall say, so declare to us, and we will do it';"
    },
    {
      "verse": 21,
      "text": "and now I have this day declared it to you, but ye have not hearkened to the voice of Jehovah your God, nor to anything for which he sent me to you."
    },
    {
      "verse": 22,
      "text": "Now, therefore, ye shall know assuredly, that by the sword, by famine, and by pestilence ye shall die, in the place whither ye have chosen to go and to sojourn.”"
    }
  ]
}