{
  "book_id": "JER",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Concerning Moab. Thus saith Jehovah of hosts, the God of Israel: Woe to Nebo, for it is laid waste! Kiriathaim is confounded, is taken. Misgab is confounded and dismayed."
    },
    {
      "verse": 2,
      "text": "Moab shall no more glory in Heshbon; They have devised evil against her; “Come, [[say they,]] and let us cut her off from being a nation!” Thou also shalt be cut down, O Madmena, The sword shall pursue thee!"
    },
    {
      "verse": 3,
      "text": "A cry is heard from Horonaim, Desolation and great destruction."
    },
    {
      "verse": 4,
      "text": "Moab is destroyed; Her little ones raise a cry."
    },
    {
      "verse": 5,
      "text": "At the ascent of Luhith Weeping goeth up after weeping; At the descent of Horonaim is heard a bitter cry of despair."
    },
    {
      "verse": 6,
      "text": "Flee ye! save your lives! Be ye like one that has been stripped in the wilderness!"
    },
    {
      "verse": 7,
      "text": "For, because thou hast trusted in thy substance and thy treasures, Thou also shalt be taken And Chemosh shall go into captivity, His priests and his princes together."
    },
    {
      "verse": 8,
      "text": "The spoiler shall come upon every city, And no city shall escape. The valley shall perish, And the plain shall be destroyed, As Jehovah hath spoken."
    },
    {
      "verse": 9,
      "text": "Give wings to Moab, That she may flee away; For her cities shall be a desolation, With none to dwell therein."
    },
    {
      "verse": 10,
      "text": "Cursed be he that doeth the work of Jehovah deceitfully, And cursed be he that keepeth back his sword from blood!"
    },
    {
      "verse": 11,
      "text": "Moab hath been at ease from his youth, And he hath settled on his lees, And hath not been drawn off from vessel to vessel, Neither hath he gone into captivity; Therefore his taste hath remained in him, And his flavor hath not changed."
    },
    {
      "verse": 12,
      "text": "Therefore, behold, the days come, saith Jehovah, That I will send to him tilters, who shall tilt him up, And shall empty his vessels, and break his pitchers in pieces."
    },
    {
      "verse": 13,
      "text": "And Moab shall be ashamed of Chemosh, As the house of Israel was ashamed of Bethel, their confidence."
    },
    {
      "verse": 14,
      "text": "How will ye say, “We are mighty, And strong men for war”?"
    },
    {
      "verse": 15,
      "text": "Moab is destroyed; His cities have gone up in smoke, And his chosen young men have gone down to slaughter, Saith the King whose name is Jehovah of hosts."
    },
    {
      "verse": 16,
      "text": "The destruction of Moab is near at hand; His destruction hasteth fast."
    },
    {
      "verse": 17,
      "text": "All ye that are about him, bemoan him! And all ye that know him, say, “How is the strong sceptre broken, The splendid staff!”"
    },
    {
      "verse": 18,
      "text": "Come down from thy glory and sit in thirst, O inhabitant of Dibon! For the destroyer of Moab shall come against thee! He shall destroy thy strongholds. Stand by the wayside, and look out,"
    },
    {
      "verse": 19,
      "text": "O inhabitant of Aroer! Ask of him that fleeth, and of her that escapeth, And say, “What hath been done?”"
    },
    {
      "verse": 20,
      "text": "Moab is confounded; for it is broken down; Howl ye, and cry! Tell ye it in Arnon, That Moab is destroyed!"
    },
    {
      "verse": 21,
      "text": "And punishment hath come upon the plain country; Upon Holon, and upon Jahazah, and upon Mephaath,"
    },
    {
      "verse": 22,
      "text": "And upon Dibon, and upon Nebo, and upon Beth-diblathaim."
    },
    {
      "verse": 23,
      "text": "And upon Kiriathaim, and upon Beth-gamul, and upon Beth-meon,"
    },
    {
      "verse": 24,
      "text": "And upon Kerioth, and upon Bozrah, And upon all the cities of the land of Moab far and near."
    },
    {
      "verse": 25,
      "text": "The horn of Moab is cut off, And his arm is broken, saith Jehovah."
    },
    {
      "verse": 26,
      "text": "Make ye him drunken, for he hath exalted himself against Jehovah; That he also may wallow in his vomit, And be himself also in derision."
    },
    {
      "verse": 27,
      "text": "Was not Israel a derision to thee? Was he found among thieves, That, as often as thou spakest of him, thou shouldst shake thy head?"
    },
    {
      "verse": 28,
      "text": "Leave the cities and dwell in the rock, O inhabitants of Moab! Be like the dove, that maketh her nest in the sides of the mouth of the pit!"
    },
    {
      "verse": 29,
      "text": "We have heard of the pride of Moab; He hath been exceeding proud; His loftiness and his arrogance, His pride and the haughtiness of his heart."
    },
    {
      "verse": 30,
      "text": "I, too, know his insolence, saith Jehovah, And his vain boastings. They shall effect nothing."
    },
    {
      "verse": 31,
      "text": "Therefore will I wail for Moab, Even for all Moab will I cry out; For the men of Kir-heres shall there be mourning."
    },
    {
      "verse": 32,
      "text": "More than Jazer will I weep for thee, O vine of Sibmah! Thy branches have passed beyond the sea; They reach even to the sea of Jazer; Upon thy summer-fruits and thy vintage the spoiler falleth."
    },
    {
      "verse": 33,
      "text": "And joy and gladness are taken away from the fruitful field; And from the land of Moab, And from the presses, have I caused the wine to fail: No more shall they tread with shouting; The shouting shall be no shouting."
    },
    {
      "verse": 34,
      "text": "From wailing Heshbon to Elealeh, Even to Jahaz, is their voice heard, From Zoar even to Horonaim, To Eglath-shelishijah; For even the waters of Nimrim are desolate."
    },
    {
      "verse": 35,
      "text": "And I will cause to cease in Moab, saith Jehovah, Him that offereth in the high places, And him that burneth incense to his gods."
    },
    {
      "verse": 36,
      "text": "Therefore doth my heart sound like a flute for Moab, And for the men of Ker-heres doth my heart sound like a flute; For the remnant of their substance is perished."
    },
    {
      "verse": 37,
      "text": "Every head is bald, And every beard shorn; Upon all hands are cutting, And upon the loins sackcloth."
    },
    {
      "verse": 38,
      "text": "Upon all the house-tops of Moab, and in her streets, All is lamentation. For I have broken Moab, like a useless vessel, saith Jehovah."
    },
    {
      "verse": 39,
      "text": "Howl ye! How is he broken down! How hath Moab turned the back with shame! A derision and a consternation is Moab To all that are round him."
    },
    {
      "verse": 40,
      "text": "For thus saith Jehovah: Behold, like an eagle flieth an enemy, And spreadeth his wings over Moab."
    },
    {
      "verse": 41,
      "text": "Kerioth is taken, And the strongholds are seized; The hearts of the heroes of Moab in that day Shall be like the heart of a woman in her pangs."
    },
    {
      "verse": 42,
      "text": "And Moab shall be destroyed so as to be no more a people, Because he exalted himself against Jehovah."
    },
    {
      "verse": 43,
      "text": "Terror and the pit and the snare are upon thee, O inhabitant of Moab, saith Jehovah."
    },
    {
      "verse": 44,
      "text": "He that fleeth from the terror shall fall into the pit, And he that getteth up out of the pit shall be taken in the snare; For I will bring upon it, upon Moab, The year of their punishment, saith Jehovah."
    },
    {
      "verse": 45,
      "text": "In the valley of Heshbon the fugitives halted for want of strength; But a fire is gone forth from Heshbon, And a flame from the midst of Sihon, Which devoureth the region of Moab, And the heads of the sons of tumult."
    },
    {
      "verse": 46,
      "text": "Woe to thee, O Moab! Undone is the people of Chemosh! For thy sons are taken captives, And thy daughters are captives."
    },
    {
      "verse": 47,
      "text": "Yet will I bring back the captivity of Moab In future times, saith Jehovah. Thus far the judgment of Moab."
    }
  ]
}