{
  "book_id": "JER",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "Concerning the children of Ammon. Thus saith Jehovah: Hath Israel no sons? Hath he not an heir? Why then doth Milcom inherit Gad, And his people dwell in his cities?"
    },
    {
      "verse": 2,
      "text": "Therefore, behold, the days come, saith Jehovah, That I will cause a cry of war to be heard against Rabbah of the sons of Ammon, And she shall become a ruinous heap, And her daughters shall be burned with fire; And Israel shall take possession of their land, who took possession of his."
    },
    {
      "verse": 3,
      "text": "Howl, O Heshbon, for Ai is laid waste! Cry, ye daughters of Rabbah, Gird yourselves with sackcloth, lament, And run ye to and fro within the fences! For Milcom goeth into captivity, His priests and his princes together."
    },
    {
      "verse": 4,
      "text": "Wherefore dost thou glory in the valleys? Thy valley shall flow [[with blood]], O perverse daughter, That gloriest in thy treasures, [[Saying,]] “Who shall come against me?”"
    },
    {
      "verse": 5,
      "text": "Behold, I will bring a terror upon thee, saith Jehovah of hosts, From all those that are around thee, And ye shall be driven out, every one right forth, And there shall be none to gather up the fugitives."
    },
    {
      "verse": 6,
      "text": "But after this will I bring back the captivity of the sons of Ammon, saith Jehovah."
    },
    {
      "verse": 7,
      "text": "Concerning the Edomites. Thus saith Jehovah of hosts: Is wisdom no more in Teman? Is counsel passed away from the prudent? Is their wisdom vanished?"
    },
    {
      "verse": 8,
      "text": "Flee ye, turn ye back, Dwell in deep places, O ye inhabitants of Dedan! For the destruction of Esau do I bring, The time of his punishment upon him."
    },
    {
      "verse": 9,
      "text": "If grape-gatherers had come upon thee, Would they not have left some gleanings? If thieves by night, They would have destroyed only till they had enough."
    },
    {
      "verse": 10,
      "text": "But I will make Esau bare; I will uncover his hiding-places, So that he shall not be able to hide himself. His offspring shall be destroyed, and his brethren, and his neighbors, And he shall be no more."
    },
    {
      "verse": 11,
      "text": "Leave thy fatherless children, I will preserve them alive, And thy widows, let them trust in me!"
    },
    {
      "verse": 12,
      "text": "For thus saith Jehovah: Behold, they who ought not to have drunk the cup have deeply drunken, And shalt thou go altogether unpunished? Thou shalt not go unpunished; Thou shalt surely drink."
    },
    {
      "verse": 13,
      "text": "For by myself have I sworn, saith Jehovah, That Bozrah shall become an astonishment, A reproach, a desolation, and a curse; And all her cities shall be perpetual wastes."
    },
    {
      "verse": 14,
      "text": "I have heard a proclamation from Jehovah, And an ambassador hath been sent among the nations, [[Saying,]] “Assemble yourselves, and come against her, And arise to battle!”"
    },
    {
      "verse": 15,
      "text": "For, behold, I will make thee small among the nations, Despised among men."
    },
    {
      "verse": 16,
      "text": "Thy terribleness hath deceived thee, The pride of thy heart, Because thou dwellest in the recesses of the rock, And holdest the height of the hill. Though thou set thy nest on high, like the eagle, From thence will I bring thee down, saith Jehovah."
    },
    {
      "verse": 17,
      "text": "And Edom shall be an astonishment: Every one that passeth by her shall be astonished, And shall hiss on account of all her plagues."
    },
    {
      "verse": 18,
      "text": "As in the overthrow of Sodom and Gomorrah, And their neighboring cities, saith Jehovah, There shall not a man abide there, Nor a son of man dwell within her."
    },
    {
      "verse": 19,
      "text": "Behold, he [[the enemy]] cometh up like a lion from the pride of Jordan against the habitation of the rock; Suddenly will I drive him [[Edom]] thence, And him who is chosen by me will I set over her. For who is like me, Or who will summon me to trial? Or who is the shepherd that will stand up against me?"
    },
    {
      "verse": 20,
      "text": "Therefore, hear ye the purpose of Jehovah, Which he hath formed against Edom, And the designs which he meditateth against the inhabitants of Teman! Surely he [[the enemy]] shall drag them forth like feeble sheep; Surely he shall come upon them, And make their pastures desolate."
    },
    {
      "verse": 21,
      "text": "At the noise of their fall the earth trembleth, Even to the Red Sea is their cry heard."
    },
    {
      "verse": 22,
      "text": "Behold, like an eagle, he [[the enemy]] cometh up, And spreadeth his wings over Bozrah; And the hearts of the heroes of Edom, in that day, Shall be as the heart of a woman in her pangs."
    },
    {
      "verse": 23,
      "text": "Concerning Damascus. Hamath and Arpad are confounded; They faint, because they have heard evil tidings. There is anxiety at the sea; It cannot be at rest."
    },
    {
      "verse": 24,
      "text": "Damascus is faint-hearted; She turneth herself to flee; Trembling hath seized on her; Anguish and pangs have taken hold of her, as of a woman in travail."
    },
    {
      "verse": 25,
      "text": "“Why is not the praised city left, The city of my joy?”"
    },
    {
      "verse": 26,
      "text": "Yea, her young men shall fall in her streets, And all her men of war shall be cut off in that day, Saith Jehovah of hosts."
    },
    {
      "verse": 27,
      "text": "Yea, I will kindle a fire in the wall of Damascus, Which shall consume the palaces of Benhadad."
    },
    {
      "verse": 28,
      "text": "Concerning Kedar, and concerning the kingdoms of Hazor, which Nebuchadnezzar, king of Babylon, smote. Thus saith Jehovah: Arise ye, go up against Kedar, And spoil the sons of the East!"
    },
    {
      "verse": 29,
      "text": "Their tents and their flocks shall they take away; They shall take to themselves their curtains, and all their furniture, and their camels, And men shall cry to them, “Terror is on every side.”"
    },
    {
      "verse": 30,
      "text": "Flee, get you far off, dwell in deep places, O ye inhabitants of Hazor, saith Jehovah. For Nebuchadnezzar, the king of Babylon, meditates a design against you, And has formed a purpose against you."
    },
    {
      "verse": 31,
      "text": "Arise ye, go up against a nation at ease, That dwelleth securely, saith Jehovah; Which hath neither gates nor bars; Which dwelleth alone."
    },
    {
      "verse": 32,
      "text": "And their camels shall be a booty, And the multitude of their cattle a spoil; And I will scatter to all the winds them that shave the cheeks, And from every side will I bring their calamity, saith Jehovah."
    },
    {
      "verse": 33,
      "text": "And Hazor shall be a dwelling for jackals, A desolation forever. There shall not a man abide there, Nor any son of man dwell therein."
    },
    {
      "verse": 34,
      "text": "The word of Jehovah which came to Jeremiah the prophet against Elam, in the beginning of the reign of Zedekiah, king of Judah, saying:—"
    },
    {
      "verse": 35,
      "text": "Thus saith Jehovah of hosts: Behold, I break the bow of Elam, The chief part of their strength."
    },
    {
      "verse": 36,
      "text": "And I will bring against Elam The four winds from the four extremities of the heavens, And I will scatter them to all these winds, And there shall be no nation To which the outcasts of Elam shall not come."
    },
    {
      "verse": 37,
      "text": "For I will cause Elam to be dismayed before their enemies, And before them that seek their life. And I will bring evil upon them, The fierceness of my anger, saith Jehovah. And I will send after them the sword, Until I have consumed them."
    },
    {
      "verse": 38,
      "text": "And I will set up my throne in Elam, And I will destroy from thence king and princes, saith Jehovah."
    },
    {
      "verse": 39,
      "text": "But it shall come to pass in future times, That I will bring back the captivity of Elam, saith Jehovah."
    }
  ]
}