{
  "book_id": "JER",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "The word which Jehovah spake concerning Babylon, and concerning the land of the Chaldaeans, by Jeremiah the prophet."
    },
    {
      "verse": 2,
      "text": "Tell ye among the nations, and proclaim, and lift up a standard! Proclaim ye; conceal it not; Say ye, “Babylon is taken, Bel is confounded, Merodach is in consternation, Her idols are confounded, Her images are in consternation.”"
    },
    {
      "verse": 3,
      "text": "For out of the North cometh up against her a nation Which shall make her land desolate, So that none shall dwell therein; Both man and beast are fled, They are gone."
    },
    {
      "verse": 4,
      "text": "In those days, and at that time, saith Jehovah, The children of Israel shall come, They and the children of Judah together; They shall go weeping on their way, And shall seek Jehovah their God."
    },
    {
      "verse": 5,
      "text": "They shall ask the way to Zion, with their faces thitherward; They shall come, and shall join themselves to Jehovah In a perpetual covenant, that shall not be forgotten."
    },
    {
      "verse": 6,
      "text": "My people have been lost sheep; Their shepherds have caused them to go astray; They have caused them to wander upon the mountains; They have gone from mountain to hill, They have forgotten their fold."
    },
    {
      "verse": 7,
      "text": "All that found them devoured them; For their adversaries said, “We shall not be held guilty,” Because they had sinned against Jehovah, The fold of safety, and the hope of their fathers, Jehovah."
    },
    {
      "verse": 8,
      "text": "Flee ye out of Babylon, And go forth out of the land of the Chaldeans, And be ye like he-goats before the flock!"
    },
    {
      "verse": 9,
      "text": "For, behold, I will raise up and bring against Babylon An assembly of great nations from the land of the North, And they shall set themselves in array against her, And then shall she be taken; Their arrows shall be as those of an expert warrior; None shall return in vain."
    },
    {
      "verse": 10,
      "text": "And Chaldaea shall be a spoil; All that spoil her shall have their fill, saith Jehovah."
    },
    {
      "verse": 11,
      "text": "Because ye rejoiced and exulted, O ye plunderers of my inheritance, Because ye wantoned like a thrashing heifer, And neighed like a stallion,"
    },
    {
      "verse": 12,
      "text": "Your mother is utterly confounded; She that bore you is put to shame. Behold, the end of the nations, A wilderness, a dry land, a desert!"
    },
    {
      "verse": 13,
      "text": "Because of the wrath of Jehovah, she shall not be inhabited, She shall be wholly desolate; Every one that passeth by Babylon shall be amazed, And hiss on account of all her plagues."
    },
    {
      "verse": 14,
      "text": "Put yourselves in array against Babylon round about: All ye that bend the bow, shoot at her; Spare not the arrows! For she hath sinned against Jehovah."
    },
    {
      "verse": 15,
      "text": "Raise the war-shout! She reacheth forth her hand; Her pillars are fallen; Her walls are thrown down; For it is the vengeance of Jehovah. Take ye vengeance upon her! As she hath done, do ye to her!"
    },
    {
      "verse": 16,
      "text": "Cut ye off the sower from Babylon, And him that handleth the sickle in harvest-time! Because of the overpowering sword They shall turn every one to his own people, And they shall flee every one to his own land."
    },
    {
      "verse": 17,
      "text": "Israel hath been like scattered sheep, Which the lions have driven away; First the king of Assyria devoured him, And last, this Nebuchadnezzar, the king of Babylon, hath broken his bones."
    },
    {
      "verse": 18,
      "text": "Therefore thus saith Jehovah of hosts, the God of Israel: Behold, I will punish the king of Babylon and his land, As I have punished the king of Assyria."
    },
    {
      "verse": 19,
      "text": "And I will bring back Israel to his own pasture, And he shall feed upon Carmel and Bashan, And satiate himself upon mount Ephraim and Gilead."
    },
    {
      "verse": 20,
      "text": "In those days and at that time, saith Jehovah, The iniquity of Israel shall be sought for, and there shall be none; And the sins of Judah, and they shall not be found; For I will pardon those whom I cause to be left."
    },
    {
      "verse": 21,
      "text": "Against the land of Rebellion go ye up, And against the inhabitants of Vengeance! Lay waste and utterly destroy after them, saith Jehovah, And do all which I have commanded thee!"
    },
    {
      "verse": 22,
      "text": "The din of battle is in the land, And great destruction."
    },
    {
      "verse": 23,
      "text": "How is the battle-hammer of the whole earth cut asunder and broken! How is Babylon become an astonishment to all the nations!"
    },
    {
      "verse": 24,
      "text": "I have laid a snare for thee, And thou hast been caught, O Babylon, When thou wast not aware! Thou hast been found and taken, Because thou hast contended against Jehovah."
    },
    {
      "verse": 25,
      "text": "Jehovah hath opened his armory, And hath brought out the weapons of his indignation; For the Lord Jehovah of hosts performeth a work against the land of the Chaldaeans."
    },
    {
      "verse": 26,
      "text": "Come against her from the utmost border! Open ye her barns, Cast her up into heaps, And destroy her utterly; Let nothing of her be left!"
    },
    {
      "verse": 27,
      "text": "Slay all her bullocks, Let them go down to the slaughter! Woe unto them, For their day is come, The time of their punishment!"
    },
    {
      "verse": 28,
      "text": "The voice of them that flee and escape is heard from the land of Babylon, To make known to Zion the vengeance of Jehovah, our God, The vengeance for his temple."
    },
    {
      "verse": 29,
      "text": "Call together the archers against Babylon, All ye that bend the bow, encamp ye round about her; Let no one escape; Recompense her according to her work; According to all that she hath done, do ye to her! For she hath exalted herself against Jehovah, Against the Holy One of Israel."
    },
    {
      "verse": 30,
      "text": "Therefore shall her young men fall in the streets, And all her men of war shall be cut off in that day, saith Jehovah."
    },
    {
      "verse": 31,
      "text": "Behold I am against thee, thou proud one, saith the Lord Jehovah of hosts; For thy day is come, The time of thy punishment."
    },
    {
      "verse": 32,
      "text": "And the proud one shall stumble and fall, And none shall raise him up; And I will kindle a fire in his cities, And it shall devour all round about him."
    },
    {
      "verse": 33,
      "text": "Thus saith Jehovah of hosts: The children of Israel and the children of Judah are oppressed together, And all that took them captives hold them fast; They refuse to let them go."
    },
    {
      "verse": 34,
      "text": "But their redeemer is strong; Jehovah of hosts is his name. He will maintain their cause, So as to give rest to the land, And confusion to the inhabitants of Babylon."
    },
    {
      "verse": 35,
      "text": "The sword shall be upon the Chaldaeans, saith Jehovah, And upon the inhabitants of Babylon; And upon her princes, And upon her wise men;"
    },
    {
      "verse": 36,
      "text": "The sword upon her lying prophets, and they shall be fools; The sword upon her heroes, and they shall be dismayed;"
    },
    {
      "verse": 37,
      "text": "The sword upon her horses, and upon her chariots, And against all the allied multitude that is within her, And they shall become women. The sword is upon their treasures, and they shall be plundered;"
    },
    {
      "verse": 38,
      "text": "A drought is upon her waters, and they shall be dried up; For it is a land of graven images, And they put a mad trust in idols."
    },
    {
      "verse": 39,
      "text": "Therefore the wild beasts of the desert, with the jackals, shall dwell there, And therein shall the ostrich dwell. And it shall be no more inhabited forever, Neither shall it be dwelt in from generation to generation."
    },
    {
      "verse": 40,
      "text": "As it was when God overthrew Sodom and Gomorrah, and the neighboring cities, saith Jehovah, There shall not a man abide there, Nor any son of man dwell therein."
    },
    {
      "verse": 41,
      "text": "Behold, a nation cometh from the North, And a great people and many kings shall rise up from the extremities of the earth."
    },
    {
      "verse": 42,
      "text": "They bear the bow and the javelin; They are cruel, and show no mercy; Their voice roareth like the sea, And they ride upon horses, arrayed like a warrior, Against thee, O daughter of Babylon!"
    },
    {
      "verse": 43,
      "text": "The king of Babylon heareth the rumor concerning them, And his hands become feeble; Anguish taketh hold of him, Trembling, as of a woman in travail."
    },
    {
      "verse": 44,
      "text": "Behold, like a lion from the pride of Jordan, he cometh up against the habitation of the rock; Suddenly will I drive them from her; And him who is chosen by me will I appoint over her; For who is like me? And who will summon me to trial? And who is the shepherd that will stand up against me?"
    },
    {
      "verse": 45,
      "text": "Therefore hear ye the purpose of Jehovah, which he hath formed against Babylon, And the designs which he meditateth against the land of the Chaldaeans; Surely he [[the enemy]] shall drag them forth like feeble sheep, Surely he will come upon them, and make their pastures desolate."
    },
    {
      "verse": 46,
      "text": "At the noise of the taking of Babylon, the earth trembleth, And the cry is heard among the nations."
    }
  ]
}