{
  "book_id": "JER",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "Thus saith Jehovah: Behold, I will raise up against Babylon, And against them that dwell in the midst of mine adversaries, A destroying wind;"
    },
    {
      "verse": 2,
      "text": "And I will send against Babylon winnowers, And they shall winnow her, and empty her land; For they shall come against her on every side."
    },
    {
      "verse": 3,
      "text": "Against him that bendeth, let the archer bend his bow, And against him that lifteth himself up in his brigandine! And spare ye not her young men; Destroy ye utterly her whole host!"
    },
    {
      "verse": 4,
      "text": "Thus shall they fall down slain in the land of the Chaldaeans, And thrust through in her streets."
    },
    {
      "verse": 5,
      "text": "For Israel is not forsaken, nor Judah abandoned of his God, of Jehovah of hosts; For their land is full of guilt against the Holy One of Israel."
    },
    {
      "verse": 6,
      "text": "Flee ye out of Babylon, And save ye every man his life, That ye be not cut off in her punishment! For this is the time of Jehovah's vengeance; He will render to her a recompense."
    },
    {
      "verse": 7,
      "text": "Babylon has been a golden cup in the hand of Jehovah, That made all the earth drunken; The nations have drunken of her wine, Therefore the nations are mad."
    },
    {
      "verse": 8,
      "text": "Babylon is suddenly fallen, and broken; Howl ye over her; Bring ye balm for her wounds, If so be she may be healed."
    },
    {
      "verse": 9,
      "text": "“We would have healed Babylon, But she cannot be healed. Forsake her, and let us go every one to his own country! For her punishment reacheth to the heavens, And ascendeth even to the skies.”"
    },
    {
      "verse": 10,
      "text": "Jehovah hath brought forth our deliverance; Come ye, and let us declare in Zion The work of Jehovah our God."
    },
    {
      "verse": 11,
      "text": "Make sharp the arrows; put on the shields! Jehovah hath roused up the spirit of the kings of the Medes; For his purpose is against Babylon, to destroy it; For this is the vengeance of Jehovah, The vengeance for his temple."
    },
    {
      "verse": 12,
      "text": "Against the walls of Babylon set up a standard, Make strong the guard, appoint the watchmen, prepare the ambush! For Jehovah deviseth and doeth that which he spake Against the inhabitants of Babylon."
    },
    {
      "verse": 13,
      "text": "O thou that dwellest by great waters, That aboundest in treasures, Thine end is come; The measure of thy rapaciousness is full!"
    },
    {
      "verse": 14,
      "text": "Jehovah of hosts hath sworn by himself, [[saying,]] Surely I will fill thee with men, as with caterpillars, Who shall raise the war-shout against thee."
    },
    {
      "verse": 15,
      "text": "He made the earth by his power, He established the world by his wisdom, And by his understanding he spread out the heavens."
    },
    {
      "verse": 16,
      "text": "When he uttereth his voice there is an abundance of water in the heavens; He causeth clouds to ascend from the ends of the earth; He bringeth the wind from his storehouses."
    },
    {
      "verse": 17,
      "text": "Brutish is every man who hath not this knowledge; By his images is every founder put to shame; For his molten work is deceit; There is no breath in it."
    },
    {
      "verse": 18,
      "text": "They are vanity, deceptive work; In the time of their punishment shall they perish."
    },
    {
      "verse": 19,
      "text": "Not like them is he who is the portion of Jacob; He is the former of all things, And Israel is his allotted inheritance. Jehovah of hosts is his name."
    },
    {
      "verse": 20,
      "text": "Thou hast been to me my battle-hammer, My weapon of war. And with thee I broke in pieces the nations, And with thee I destroyed the kingdoms."
    },
    {
      "verse": 21,
      "text": "And with thee I broke in pieces the horse and his rider, And with thee I broke in pieces the chariot and its driver."
    },
    {
      "verse": 22,
      "text": "With thee I broke in pieces man and woman, And with thee I broke in pieces the old and the young, And with thee I broke in pieces the young man and the maiden."
    },
    {
      "verse": 23,
      "text": "With thee I broke in pieces the shepherd and his flock, And with thee I broke in pieces the husbandman and his team; And with thee I broke in pieces prefects and governors."
    },
    {
      "verse": 24,
      "text": "But now before your eyes will I repay to Babylon, And to all the inhabitants of Chaldaea, All the evil which they have done in Zion, saith Jehovah."
    },
    {
      "verse": 25,
      "text": "O thou destroying mountain, that destroyest the whole earth, Behold, I am against thee, saith Jehovah! And I will stretch out my hand against thee, And roll thee down from the rocks, And make thee a burnt mountain,"
    },
    {
      "verse": 26,
      "text": "So that none shall take from thee a corner-stone, or a foundation-stone; But thou shalt be a perpetual desolation, saith Jehovah."
    },
    {
      "verse": 27,
      "text": "Set ye up a standard in the land, Sound a trumpet among the nations; Enlist the nations against Babylon, Call together against her the kingdoms of Ararat, Minni, and Ashchenaz; Appoint captains against her, Cause the horses to come up like the bristled locusts!"
    },
    {
      "verse": 28,
      "text": "Enlist ye against her the nations, The kings of the Medes, and their prefects, And all their governors, And all the lands under their dominion,"
    },
    {
      "verse": 29,
      "text": "So that the earth shall tremble and quake! For the purpose of Jehovah against Babylon is to be fulfilled, To make the land of Babylon a desolation, without an inhabitant."
    },
    {
      "verse": 30,
      "text": "The mighty men of Babylon refuse to fight; They remain in their stronghold; Their strength hath failed; They have become women; Her habitations are burned; Her bars are broken."
    },
    {
      "verse": 31,
      "text": "Courier runs to meet courier, And messenger to meet messenger, To make known to the king of Babylon, That his city is taken from end to end;"
    },
    {
      "verse": 32,
      "text": "That the passages are taken, That the reeds are burned with fire, And that the men of war are struck with terror."
    },
    {
      "verse": 33,
      "text": "For thus saith Jehovah of hosts, the God of Israel: The daughter of Babylon shall be like a thrashing-floor when it is thrashed; Yet a little while, and the time of harvest for her shall come."
    },
    {
      "verse": 34,
      "text": "Nebuchadnezzar, the king of Babylon, hath devoured us; He hath made an end of us; He hath made us empty vessels; He hath swallowed us up like a dragon; He hath filled his maw with our delicacies; He hath cast us out."
    },
    {
      "verse": 35,
      "text": "“The violence done to me and to my flesh be upon Babylon!” Shall the inhabitant of Zion say; And, “My blood be upon the inhabitants of Chaldaeans!” shall Jerusalem say."
    },
    {
      "verse": 36,
      "text": "Therefore, thus saith Jehovah: Behold, I will maintain thy cause, And take vengeance for thee; And I will dry up her sea, And make her springs dry."
    },
    {
      "verse": 37,
      "text": "And Babylon shall become heaps, The dwelling-place of jackals, An astonishment and a hissing, Without an inhabitant."
    },
    {
      "verse": 38,
      "text": "Together shall they roar like lions; They shall yell like lions' whelps."
    },
    {
      "verse": 39,
      "text": "In their heat I will prepare them a drink, And will make them drunk, so that they shall rejoice, And then sleep an everlasting sleep, And awake no more, saith Jehovah."
    },
    {
      "verse": 40,
      "text": "I will bring them down like lambs to the slaughter, Like rams with he-goats."
    },
    {
      "verse": 41,
      "text": "How is Sheshach taken! How is the praise of the whole earth fallen! How is Babylon become an astonishment among the nations!"
    },
    {
      "verse": 42,
      "text": "The sea is come up over Babylon; With the roaring of its waves is she covered."
    },
    {
      "verse": 43,
      "text": "Her cities have become a desolation, A dry land and a desert, A land in which no man dwelleth, And which no son of man passeth through."
    },
    {
      "verse": 44,
      "text": "I will punish Bel at Babylon, And bring forth from his mouth that which he hath swallowed, And the nations shall flow to him no more; Even the wall of Babylon shall fall."
    },
    {
      "verse": 45,
      "text": "Go ye out of her, my people, And save ye every man his life From the fierce anger of Jehovah!"
    },
    {
      "verse": 46,
      "text": "And let not your heart faint, And fear ye not on account of the rumors which are heard in the land, When in one year a rumor cometh, And after it in another year another rumor, And violence is in the land, Ruler against ruler."
    },
    {
      "verse": 47,
      "text": "Therefore, behold the days come When I will punish the graven images of Babylon, And her whole land shall be confounded; And all her slain shall fall in the midst of her."
    },
    {
      "verse": 48,
      "text": "Then the heavens shall shout over Babylon, And the earth and all that is therein; For out of the North come spoilers against her, saith Jehovah."
    },
    {
      "verse": 49,
      "text": "As Babylon caused the slain of Israel to fall, So at Babylon shall fall the slain of all the land."
    },
    {
      "verse": 50,
      "text": "Ye that have escaped her sword, go! Tarry not! Remember Jehovah afar off, And let Jerusalem come into your mind!"
    },
    {
      "verse": 51,
      "text": "We have been confounded, because we have heard reproach; Shame hath covered our faces, For strangers have come into the sanctuaries of the house of Jehovah."
    },
    {
      "verse": 52,
      "text": "Therefore, behold, the days come, saith Jehovah, When I will punish her graven images, And through all her land shall the wounded groan."
    },
    {
      "verse": 53,
      "text": "Though Babylon should mount up to the heavens, And make inaccessible the height of her strength, Yet from me shall spoilers come upon her, saith Jehovah."
    },
    {
      "verse": 54,
      "text": "Hark! a cry from Babylon, Of great destruction from the land of the Chaldaeans!"
    },
    {
      "verse": 55,
      "text": "For Jehovah destroyeth Babylon, And bringeth to silence her loud tumult; Their waves roar like great waters; Their tumultuous noise resounds."
    },
    {
      "verse": 56,
      "text": "For the spoiler is come upon her, upon Babylon; And their mighty men are taken, And all their bows are broken; For Jehovah is a God of retribution; He will surely requite."
    },
    {
      "verse": 57,
      "text": "And I will make drunk her princes, and her wise men, Her prefects, and her governors, and her mighty men; And they shall sleep an everlasting sleep, And shall no more awake, saith the King, Whose name is Jehovah of hosts."
    },
    {
      "verse": 58,
      "text": "Thus saith Jehovah of hosts: The broad walls of Babylon shall be razed to the foundations, And her high gates shall be burned with fire; So that nations shall have labored for naught, And kingdoms have wearied themselves for fire."
    },
    {
      "verse": 59,
      "text": "The word which Jeremiah the prophet commanded Seraiah, the son of Neriah, the son of Maaseiah, when he went with Zedekiah, the king of Judah, into Babylon, in the fourth year of his reign. This Seraiah was chief chamberlain."
    },
    {
      "verse": 60,
      "text": "And Jeremiah wrote all the evil that was to come upon Babylon in one book, all these words that are written concerning Babylon."
    },
    {
      "verse": 61,
      "text": "And Jeremiah said to Seraiah, When thou comest to Babylon, see that thou read all these words,"
    },
    {
      "verse": 62,
      "text": "and say, O Jehovah, thou hast spoken against this place to destroy it, so that none shall remain in it, neither man nor beast, but that it shall remain desolate forever!"
    },
    {
      "verse": 63,
      "text": "And when thou hast made an end of reading this book, bind a stone upon it, and cast it into the midst of the Euphrates,"
    },
    {
      "verse": 64,
      "text": "and say: So shall Babylon sink, and shall not rise again from the evil which I bring upon her. And they shall utterly fail. Thus far the words of Jeremiah."
    }
  ]
}