{
  "book_id": "PRO",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "\\add My\\add* son, if thou wilt receive the utterance of my commandment, and hide it with thee;"
    },
    {
      "verse": 2,
      "text": "Thine ear shall hearken to wisdom; Thou shalt also apply thy heart to understanding, And shalt apply it to the instruction of thy son."
    },
    {
      "verse": 3,
      "text": "For if thou shalt call to wisdom, And utter thy voice for understanding;"
    },
    {
      "verse": 4,
      "text": "And if thou shalt seek it as silver, And search diligently for it as for treasures;"
    },
    {
      "verse": 5,
      "text": "Then shalt thou understand the fear of the Lord, And find the knowledge of God."
    },
    {
      "verse": 6,
      "text": "For the Lord gives wisdom; And from his presence \\add come\\add* knowledge and understanding,"
    },
    {
      "verse": 7,
      "text": "And he treasures up salvation for them that walk uprightly: He will protect their way;"
    },
    {
      "verse": 8,
      "text": "That he may guard the righteous ways: And he will preserve the way of them that fear him."
    },
    {
      "verse": 9,
      "text": "Then shalt thou understand righteousness, and judgment; And shalt direct all thy course aright."
    },
    {
      "verse": 10,
      "text": "For if wisdom shall come into thine understanding, And discernment shall seem pleasing to thy soul,"
    },
    {
      "verse": 11,
      "text": "Good counsel shall guard thee, And holy understanding shall keep thee;"
    },
    {
      "verse": 12,
      "text": "To deliver thee from the evil way, And from the man that speaks nothing faithfully."
    },
    {
      "verse": 13,
      "text": "Alas \\add for those\\add* who forsake right paths, To walk in ways of darkness;"
    },
    {
      "verse": 14,
      "text": "Who rejoice in evils, And delight in wicked perverseness;"
    },
    {
      "verse": 15,
      "text": "Whose paths are crooked, And their courses winding;"
    },
    {
      "verse": 16,
      "text": "To remove thee far from the straight way, And to estrange thee from a righteous purpose. \\add My\\add* son, let not evil counsel overtake thee,"
    },
    {
      "verse": 17,
      "text": "\\add Of her\\add* who has forsaken the instruction of her youth, And forgotten the covenant of God."
    },
    {
      "verse": 18,
      "text": "For she has fixed her house near death, And \\add guided\\add* her wheels near Hades with the giants."
    },
    {
      "verse": 19,
      "text": "None that go by her shall return, Neither shall they take hold of right paths, For they are not apprehended of the years of life."
    },
    {
      "verse": 20,
      "text": "For had they gone in good paths, They would have found the paths of righteousness easy."
    },
    {
      "verse": 21,
      "text": "For the upright shall dwell in the earth, And the holy shall be left behind in it."
    },
    {
      "verse": 22,
      "text": "The paths of the ungodly shall perish out of the earth, And transgressors shall be driven away from it."
    }
  ]
}