{
  "book_id": "PRO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "\\add My\\add* son, attend to my wisdom, And apply thine ear to my words;"
    },
    {
      "verse": 2,
      "text": "That thou mayest keep good understanding, And the discretion of my lips gives thee a charge. Give no heed to a worthless woman;"
    },
    {
      "verse": 3,
      "text": "For honey drops from the lips of a harlot, Who for a season pleases thy palate:"
    },
    {
      "verse": 4,
      "text": "But afterward thou wilt find her more bitter than gall, And sharper than a two-edged sword."
    },
    {
      "verse": 5,
      "text": "For the feet of folly lead Those who deal with her down to the grave with death; And her steps are not established."
    },
    {
      "verse": 6,
      "text": "For she goes not upon the paths of life; But her ways are slippery, and not easily known."
    },
    {
      "verse": 7,
      "text": "Now then, \\add my\\add* son, hear me, And make not my words of none effect."
    },
    {
      "verse": 8,
      "text": "Remove thy way far from her; Draw not near to the doors of her house:"
    },
    {
      "verse": 9,
      "text": "Lest thou give away thy life to others, And thy substance to the merciless:"
    },
    {
      "verse": 10,
      "text": "Lest strangers be filled with thy strength, And thy labors come into the houses of strangers;"
    },
    {
      "verse": 11,
      "text": "And thou repent at last, When the flesh of thy body is consumed,"
    },
    {
      "verse": 12,
      "text": "And thou shalt say, How have I hated instruction, And my heart avoided reproofs!"
    },
    {
      "verse": 13,
      "text": "I heard not the voice of him that instructed me, and taught me, Neither did I apply mine ear."
    },
    {
      "verse": 14,
      "text": "I was almost in all evil In the midst of the congregation and assembly."
    },
    {
      "verse": 15,
      "text": "Drink waters out of thine own vessels, And out of thine own springing wells."
    },
    {
      "verse": 16,
      "text": "Let not waters out of thy fountain be spilt by thee, But let thy waters go into thy streets."
    },
    {
      "verse": 17,
      "text": "Let them be only thine own, And let no stranger partake with thee."
    },
    {
      "verse": 18,
      "text": "Let thy fountain of water be \\add truly\\add* thine own; And rejoice with the wife of thy youth."
    },
    {
      "verse": 19,
      "text": "Let \\add thy\\add* loving hart and thy graceful colt company with thee, And let her be considered thine own, and be with thee at all times; For ravished with her love thou shalt be greatly increased."
    },
    {
      "verse": 20,
      "text": "Be not intimate with a strange woman, Neither fold thyself in the arms of a woman not thine own."
    },
    {
      "verse": 21,
      "text": "For the ways of a man are before the eyes of God, And he looks on all his paths."
    },
    {
      "verse": 22,
      "text": "Iniquities ensnare a man, And every one is bound in the chains of his own sins."
    },
    {
      "verse": 23,
      "text": "Such a man dies with the uninstructed; And he is cast forth from the abundance of his own substance, And has perished through folly."
    }
  ]
}