{
  "book_id": "PRO",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "\\add My\\add* son, if thou become surety for thy friend, Thou shalt deliver thy hand to an enemy."
    },
    {
      "verse": 2,
      "text": "For a man’s own lips become a strong snare to him, And he is caught with the lips of his own mouth."
    },
    {
      "verse": 3,
      "text": "\\add My\\add* son, do what I command thee, and deliver thyself; For on thy friend’s account thou art come into the power of evil \\add men\\add*: Faint not, But stir up even thy friend for whom thou art become surety."
    },
    {
      "verse": 4,
      "text": "Give not sleep to thine eyes, Nor slumber with thine eyelids;"
    },
    {
      "verse": 5,
      "text": "That thou mayest deliver thyself as a doe out of the toils, And as a bird out of a snare."
    },
    {
      "verse": 6,
      "text": "Go to the ant, O sluggard; And see, and emulate his ways, And become wiser than he."
    },
    {
      "verse": 7,
      "text": "For whereas he has no husbandry, Nor anyone to compel him, And is under no master,"
    },
    {
      "verse": 8,
      "text": "He prepares food for himself in the summer, And lays by abundant store in harvest. And learn how diligent she is, And how earnestly she is engaged in her work; And she is desired and respected by all: She is advanced by honoring wisdom."
    },
    {
      "verse": 9,
      "text": "How long wilt thou lie, O sluggard? And when wilt thou awake out of sleep?"
    },
    {
      "verse": 10,
      "text": "Thou sleepest a little, and thou restest a little, and thou slumberest a short \\add time\\add*, And thou foldest thine arms over thy breast a little."
    },
    {
      "verse": 11,
      "text": "Then poverty comes upon thee as an evil traveler, And want as a swift courier: And poverty shall flee away as a bad courier."
    },
    {
      "verse": 12,
      "text": "A foolish man and a transgressor Goes in ways that are not good."
    },
    {
      "verse": 13,
      "text": "And the same winks with the eye, and makes a sign with his foot, And teaches with the beckonings of his fingers."
    },
    {
      "verse": 14,
      "text": "\\add His\\add* perverse heart devises evils: At all times such a one causes troubles to a city."
    },
    {
      "verse": 15,
      "text": "Therefore his destruction shall come suddenly; Overthrow and irretrievable ruin."
    },
    {
      "verse": 16,
      "text": "For he rejoices in all things which God hates, And he is ruined by reason of impurity of soul."
    },
    {
      "verse": 17,
      "text": "The eye of the haughty, a tongue unjust, Hands shedding the blood of the just;"
    },
    {
      "verse": 18,
      "text": "And a heart devising evil thoughts, And feet hastening to do evil—\\add are hateful to God\\add*."
    },
    {
      "verse": 19,
      "text": "An unjust witness kindles falsehoods, And brings on quarrels between brethren."
    },
    {
      "verse": 20,
      "text": "\\add My\\add* son, keep the laws of thy father, And reject not the ordinances of thy mother:"
    },
    {
      "verse": 21,
      "text": "But bind them upon thy soul continually, And hang them as a chain about thy neck."
    },
    {
      "verse": 22,
      "text": "Whensoever thou walkest, lead this along and let it be with thee; And when thou sleepest let it keep thee; That it may talk with thee when thou wakest."
    },
    {
      "verse": 23,
      "text": "For the commandment of the law is a lamp and a light; A way of life; reproof also and correction:"
    },
    {
      "verse": 24,
      "text": "To keep thee continually from a married woman, And from the calumny of a strange tongue."
    },
    {
      "verse": 25,
      "text": "Let not the desire of beauty overcome thee, Neither be thou caught by thine eyes, Neither be captivated with her eyelids."
    },
    {
      "verse": 26,
      "text": "For the value of a harlot is as much as of one loaf; And a woman hunts for the precious souls of men."
    },
    {
      "verse": 27,
      "text": "Shall anyone bind fire in his bosom, And not burn his garments?"
    },
    {
      "verse": 28,
      "text": "Or will anyone walk on coals of fire, And not burn his feet?"
    },
    {
      "verse": 29,
      "text": "So is he that goes in to a married woman; He shall not be held guiltless, neither anyone that touches her."
    },
    {
      "verse": 30,
      "text": "It is not to be wondered at if one should be taken stealing, For he steals that when hungry he may satisfy his soul:"
    },
    {
      "verse": 31,
      "text": "But if he should be taken, he shall repay sevenfold, And shall deliver himself by giving all his goods."
    },
    {
      "verse": 32,
      "text": "But the adulterer through want of sense procures destruction to his soul."
    },
    {
      "verse": 33,
      "text": "He endures both pain and disgrace, And his reproach shall never be wiped off."
    },
    {
      "verse": 34,
      "text": "For the soul of her husband is full of jealousy: He will not spare in the day of vengeance."
    },
    {
      "verse": 35,
      "text": "He will not forego \\add his\\add* enmity for any ransom: Neither will he be reconciled for many gifts."
    }
  ]
}