{
  "book_id": "PRO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Thou shalt proclaim wisdom, That understanding may be obedient to thee."
    },
    {
      "verse": 2,
      "text": "For she is on lofty eminences, And stands in the midst of the ways."
    },
    {
      "verse": 3,
      "text": "For she sits by the gates of princes, And sings in the entrances, \\add saying\\add*,"
    },
    {
      "verse": 4,
      "text": "You, O men, I exhort; And utter my voice to the sons of men."
    },
    {
      "verse": 5,
      "text": "O ye simple, understand subtlety, And ye that are untaught, imbibe knowledge."
    },
    {
      "verse": 6,
      "text": "Hearken to me; for I will speak solemn \\add truths\\add*; And will produce right \\add sayings\\add* from my lips."
    },
    {
      "verse": 7,
      "text": "For my throat shall meditate truth; And false lips are an abomination before me."
    },
    {
      "verse": 8,
      "text": "All the words of my mouth are in righteousness; There is nothing in them wrong or perverse."
    },
    {
      "verse": 9,
      "text": "They are all evident to those that understand, And right to those that find knowledge."
    },
    {
      "verse": 10,
      "text": "Receive instruction, and not silver; And knowledge rather than tried gold."
    },
    {
      "verse": 11,
      "text": "For wisdom is better than precious stones; And no valuable substance is of equal worth with it."
    },
    {
      "verse": 12,
      "text": "I wisdom have dwelt \\add with\\add* counsel and knowledge, And I have called upon understanding."
    },
    {
      "verse": 13,
      "text": "The fear of the Lord hates unrighteousness, And insolence, and pride, and the ways of wicked men; And I hate the perverse ways of bad men."
    },
    {
      "verse": 14,
      "text": "Counsel and safety are mine: Prudence is mine, and strength is mine."
    },
    {
      "verse": 15,
      "text": "By me kings reign, And princes decree justice."
    },
    {
      "verse": 16,
      "text": "By me nobles become great, And monarchs by me rule over the earth."
    },
    {
      "verse": 17,
      "text": "I love those that love me; And they that seek me shall find \\add me\\add*."
    },
    {
      "verse": 18,
      "text": "Wealth and glory belong to me; Yea, abundant possessions and righteousness."
    },
    {
      "verse": 19,
      "text": "\\add It is\\add* better to have my fruit than \\add to have\\add* gold and precious stones; And my produce is better than choice silver."
    },
    {
      "verse": 20,
      "text": "I walk in ways of righteousness, And \\add am\\add* conversant with the paths of judgment;"
    },
    {
      "verse": 21,
      "text": "That I may divide substance to them that love me, And may fill their treasures with good things. I will remember \\add also\\add* to recount the things of old."
    },
    {
      "verse": 22,
      "text": "The Lord made me the beginning of his ways for his works."
    },
    {
      "verse": 23,
      "text": "He established me before time \\add was\\add* in the beginning, Before he made the earth:"
    },
    {
      "verse": 24,
      "text": "even before he made the depths; Before the fountains of water came forth:"
    },
    {
      "verse": 25,
      "text": "Before the mountains were settled, And before all hills, he begets me."
    },
    {
      "verse": 26,
      "text": "The Lord made countries and uninhabited \\add tracts\\add*, And the highest inhabited parts of the world."
    },
    {
      "verse": 27,
      "text": "When he prepared the heaven, I was present with him; And when he prepared his throne upon the winds:"
    },
    {
      "verse": 28,
      "text": "And when he strengthened the clouds above; And when he secured the fountains of the earth:"
    },
    {
      "verse": 29,
      "text": "And when he strengthened the foundations of the earth:"
    },
    {
      "verse": 30,
      "text": "I was by him, suiting \\add myself to him\\add*, I was that wherein he took delight; And daily I rejoiced in his presence continually."
    },
    {
      "verse": 31,
      "text": "For he rejoiced when he had completed the world, And rejoiced among the children of men."
    },
    {
      "verse": 32,
      "text": "Now then, \\add my\\add* son, hear me: Blessed is the man who shall hearken to me, And the mortal who shall keep my ways;"
    },
    {
      "verse": 34,
      "text": "Watching daily at my doors, Waiting at the posts of my entrances."
    },
    {
      "verse": 35,
      "text": "For my outgoings are the outgoings of life, And \\add in them\\add* is prepared favor from the Lord."
    },
    {
      "verse": 36,
      "text": "But they that sin against me act wickedly against their own souls: And they that hate me love death."
    }
  ]
}