{
  "book_id": "PRO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdom has built a house for herself, And set up seven pillars."
    },
    {
      "verse": 2,
      "text": "She has killed her beasts; She has mingled her wine in a bowl, And prepared her table."
    },
    {
      "verse": 3,
      "text": "She has sent forth her servants, Calling with a loud proclamation to the feast, saying,"
    },
    {
      "verse": 4,
      "text": "Whoso is foolish, let him turn aside to me: And to them that want understanding she says,"
    },
    {
      "verse": 5,
      "text": "Come, eat of my bread, And drink wine which I have mingled for you."
    },
    {
      "verse": 6,
      "text": "Leave folly, that ye may reign forever; And seek wisdom, And improve understanding by knowledge."
    },
    {
      "verse": 7,
      "text": "He that reproves evil menshall get dishonor to himself; And he that rebukes an ungodly manshall disgrace himself."
    },
    {
      "verse": 8,
      "text": "Rebuke not evil men, lest they should hate thee: Rebuke a wise man, and he will love thee."
    },
    {
      "verse": 9,
      "text": "Give an opportunity to a wise man, and he will be wiser: Instruct a just man, and he will receive more instruction."
    },
    {
      "verse": 10,
      "text": "The fear of the Lord is the beginning of wisdom, And the counsel of saints is understanding:"
    },
    {
      "verse": 11,
      "text": "For in this way thou shalt live long, And years of thy life shall be added to thee."
    },
    {
      "verse": 12,
      "text": "Son, if thou be wise for thyself, thou shalt also be wise for thy neighbors; And if thou shouldest prove wicked, thou alone wilt bear the evil. And the same will pursue birds in their flight: And he has caused the axles of his own husbandry to go astray; And a landappointed to drought, And he gathers barrenness with his hands."
    },
    {
      "verse": 13,
      "text": "A foolish and bold woman, who knows not modesty, Comes to want a morsel."
    },
    {
      "verse": 14,
      "text": "She sits at the doors of her house, On a seat openly in the streets,"
    },
    {
      "verse": 15,
      "text": "Calling to passers by, And to those that are going right on their ways;"
    },
    {
      "verse": 16,
      "text": "saying, Whoso is most senseless of you, let him turn aside to me; And I exhort those that want prudence, saying,"
    },
    {
      "verse": 17,
      "text": "Take and enjoy secret bread, And the sweet water of theft."
    },
    {
      "verse": 18,
      "text": "But he knows that mighty men die by her, And he falls in with a snare of hell. Neither fix thine eye upon her: And drink not of a strange fountain, And years of life may be added to thee."
    }
  ]
}