{
  "book_id": "PRO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "He that loves instruction loves sense, But he that hates reproofs is a fool."
    },
    {
      "verse": 2,
      "text": "He that has found favor with the Lord is madebetter; But a transgressor shall be passed over in silence."
    },
    {
      "verse": 3,
      "text": "A man shall not prosper by wickedness; But the roots of the righteous shall not be taken up."
    },
    {
      "verse": 4,
      "text": "A virtuous woman is a crown to her husband; But as a worm in wood, so a bad woman destroys her husband."
    },
    {
      "verse": 5,
      "text": "The thoughts of the righteous are truejudgments; But ungodly men devise deceits."
    },
    {
      "verse": 6,
      "text": "The words of ungodly men are crafty; But the mouth of the upright shall deliver them."
    },
    {
      "verse": 7,
      "text": "When the ungodly is overthrown, he vanishes away; But the houses of the just remain."
    },
    {
      "verse": 8,
      "text": "The mouth of an understanding manis praised by a man; But he that is dull of heart is had in derision."
    },
    {
      "verse": 9,
      "text": "Better is a man in dishonor serving himself, Than one honoring himself and wanting bread."
    },
    {
      "verse": 10,
      "text": "A righteous man has pity for the lives of his cattle; But the bowels of the ungodly are unmerciful."
    },
    {
      "verse": 11,
      "text": "He that tills his own land shall be satisfied with bread; But they that pursue vanities are void of understanding. Shall leave dishonor in his own strongholds."
    },
    {
      "verse": 12,
      "text": "The desires of the ungodly are evil; But the roots of the godly are firmly set."
    },
    {
      "verse": 13,
      "text": "For the sin of hislips a sinner falls into snares; But a righteous man escapes from them. But he that contends in the gates will afflict souls."
    },
    {
      "verse": 14,
      "text": "The soul of a man shall be filled with good from the fruits of his mouth; And the recompense of his lips shall be given to him."
    },
    {
      "verse": 15,
      "text": "The ways of fools are right in their own eyes; But a wise man hearkens to counsels."
    },
    {
      "verse": 16,
      "text": "A fool declares his wrath the same day; But a prudent man hides his own disgrace."
    },
    {
      "verse": 17,
      "text": "A righteous man declares the open truth; But an unjust witness is deceitful."
    },
    {
      "verse": 18,
      "text": "Some wound as they speak, likeswords; But the tongues of the wise heal."
    },
    {
      "verse": 19,
      "text": "True lips establish testimony; But a hasty witness has an unjust tongue."
    },
    {
      "verse": 20,
      "text": "There isdeceit in the heart of him that imagines evil; But they that love peace shall rejoice."
    },
    {
      "verse": 21,
      "text": "No injustice will please a just man; But the ungodly will be filled with mischief."
    },
    {
      "verse": 22,
      "text": "Lying lips are an abomination to the Lord; But he that deals faithfully is accepted with him."
    },
    {
      "verse": 23,
      "text": "An understanding man is a throne of wisdom; But the heart of fools shall meet with curses."
    },
    {
      "verse": 24,
      "text": "The hand of chosen men shall easily obtain rule; But the deceitful shall be for a prey."
    },
    {
      "verse": 25,
      "text": "A terrible word troubles the heart of a righteous man; But a good message rejoices him."
    },
    {
      "verse": 26,
      "text": "A just arbitrator shall be his own friend; But mischief shall pursue sinners; And the way of ungodly men shall lead them astray."
    },
    {
      "verse": 27,
      "text": "A deceitful man shall catch no game; But a blameless man is a precious possession."
    },
    {
      "verse": 28,
      "text": "In the ways of righteousness is life; But the ways of those that remember injuries leadto death."
    }
  ]
}