{
  "book_id": "PRO",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Better is a morsel with pleasure in peace, Than a house fullof many good things and unjust sacrifices, with strife."
    },
    {
      "verse": 2,
      "text": "A wise servant shall have rule over foolish masters, And shall divide portions among brethren."
    },
    {
      "verse": 3,
      "text": "As silver and gold are tried in a furnace, So are choice hearts with the Lord."
    },
    {
      "verse": 4,
      "text": "A bad man hearkens to the tongue of transgressors: But a righteous man attends not to false lips."
    },
    {
      "verse": 5,
      "text": "He that laughs at the poor provokes him that made him; And he that rejoices at the destruction of another shall not be held guiltless: But he that has compassion shall find mercy."
    },
    {
      "verse": 6,
      "text": "Children’s children are the crown of old men; And their fathers are the glory of children. But the faithless not even a farthing."
    },
    {
      "verse": 7,
      "text": "Faithful lips will not suit a fool; Nor lying lips a just man."
    },
    {
      "verse": 8,
      "text": "Instruction is to them that use it a gracious reward: And whithersoever it may turn, it shall prosper."
    },
    {
      "verse": 9,
      "text": "He that conceals injuries seeks love; But he that hates to hide themseparates friends and kindred."
    },
    {
      "verse": 10,
      "text": "A threat breaks down the heart of a wise man; But a fool, though scourged, understands not."
    },
    {
      "verse": 11,
      "text": "Every bad man stirs up strifes: But the Lord will send out against him an unmerciful messenger."
    },
    {
      "verse": 12,
      "text": "Care may befall a man of understanding; But fools will meditate evils."
    },
    {
      "verse": 13,
      "text": "Whoso rewards evil for good, Evil shall not be removed from his house."
    },
    {
      "verse": 14,
      "text": "Rightful rule gives power to words; But sedition and strife precede poverty."
    },
    {
      "verse": 15,
      "text": "He that pronounces the unjust just, and the just unjust, Is unclean and abominable with God."
    },
    {
      "verse": 16,
      "text": "Why has the fool wealth? For a senseless man will not be able to purchase wisdom. And he that turns aside from instruction shall fall into mischiefs."
    },
    {
      "verse": 17,
      "text": "Have thou a friend for every time, And let brethren be useful in distress; For on this account are they born."
    },
    {
      "verse": 18,
      "text": "A foolish man applauds and rejoices over himself, As healso that becomes surety would make himself responsible for his own friends."
    },
    {
      "verse": 19,
      "text": "A lover of sin rejoices in strifes;"
    },
    {
      "verse": 20,
      "text": "And the hard-hearted man comes not in for good. A man of a changeful tongue will fall into mischiefs;"
    },
    {
      "verse": 21,
      "text": "And the heart of a fool is grief to its possessor. A father rejoices not over an uninstructed son; But a wise son gladdens his mother."
    },
    {
      "verse": 22,
      "text": "A glad heart promotes health; But the bones of a sorrowful man dry up."
    },
    {
      "verse": 23,
      "text": "The ways of a man who unjustly receives gifts in hisbosom do not prosper; And an ungodly man perverts the ways of righteousness."
    },
    {
      "verse": 24,
      "text": "The countenance of a wise man is sensible; But the eyes of a fool goto the ends of the earth."
    },
    {
      "verse": 25,
      "text": "A foolish son is a cause ofanger to his father, And grief to her that bore him."
    },
    {
      "verse": 26,
      "text": "It isnot right to punish a righteous man, Nor is itholy to plot against righteous princes."
    },
    {
      "verse": 27,
      "text": "He that forbears to utter a hard word is discreet, And a patient man is wise."
    },
    {
      "verse": 28,
      "text": "Wisdom shall be imputed to a fool who asks after wisdom: And he who holds his peace shall seem to be sensible."
    }
  ]
}