{
  "book_id": "PRO",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "A man who wishes to separate from friends seeks excuses; But at all times he will be liable to reproach."
    },
    {
      "verse": 2,
      "text": "A senseless man feels no need of wisdom, For he is rather led by folly."
    },
    {
      "verse": 3,
      "text": "When an ungodly man comes into a depth of evils, he despises \\add them\\add*; But dishonor and reproach come upon him."
    },
    {
      "verse": 4,
      "text": "A word in the heart of a man is a deep water, And a river and fountain of life spring forth."
    },
    {
      "verse": 5,
      "text": "\\add It is\\add* not good to accept the person of the ungodly, Nor \\add is it\\add* holy to pervert justice in judgment."
    },
    {
      "verse": 6,
      "text": "The lips of a fool bring \\add him\\add* into troubles, And his bold mouth calls for death."
    },
    {
      "verse": 7,
      "text": "A fool’s mouth is ruin to him, And his lips are a snare to his soul."
    },
    {
      "verse": 8,
      "text": "Fear casts down the slothful; And the souls of the effeminate shall hunger."
    },
    {
      "verse": 9,
      "text": "A man who helps not himself by his labor Is brother of him that ruins himself."
    },
    {
      "verse": 10,
      "text": "The name of the Lord is of great strength; And the righteous running to it are exalted."
    },
    {
      "verse": 11,
      "text": "The wealth of a rich man is a strong city; And its glory casts a broad shadow."
    },
    {
      "verse": 12,
      "text": "Before ruin a man’s heart is exalted, And before honor it is humble."
    },
    {
      "verse": 13,
      "text": "Whoso answers a word before he hears \\add a cause\\add*, It is folly and reproach to him."
    },
    {
      "verse": 14,
      "text": "A wise servant calms a man’s anger; But who can endure a faint-hearted man?"
    },
    {
      "verse": 15,
      "text": "The heart of the sensible \\add man\\add* purchases discretion; And the ears of the wise seek understanding."
    },
    {
      "verse": 16,
      "text": "A man’s gift enlarges him, And seats him among princes."
    },
    {
      "verse": 17,
      "text": "A righteous man accuses himself at the beginning of his speech, But when he has entered upon the attack, the adversary is reproved."
    },
    {
      "verse": 18,
      "text": "A silent \\add man\\add* quells strifes, And determines between great powers."
    },
    {
      "verse": 19,
      "text": "A brother helped by a brother is as a strong and high city; And is \\add as\\add* strong as a \\add well\\add*-founded palace."
    },
    {
      "verse": 20,
      "text": "A man fills his belly with the fruits of his mouth; And he shall be satisfied with the fruits of his lips."
    },
    {
      "verse": 21,
      "text": "Life and death are in the power of the tongue; And they that rule it shall eat the fruits thereof."
    },
    {
      "verse": 22,
      "text": "He that has found a good wife has found favors, And has received gladness from God. And he that keeps an adulteress is foolish and ungodly."
    }
  ]
}