{
  "book_id": "PRO",
  "chapter": 19,
  "verses": [
    {
      "verse": 3,
      "text": "The folly of a man spoils his ways: And he blames God in his heart."
    },
    {
      "verse": 4,
      "text": "Wealth acquires many friends; But the poor is deserted even of the friend he has."
    },
    {
      "verse": 5,
      "text": "A false witness shall not be unpunished, And he that accuses unjustly shall not escape."
    },
    {
      "verse": 6,
      "text": "Many court the favor of kings; But every bad man becomes a reproach to \\add another\\add* man."
    },
    {
      "verse": 7,
      "text": "Every one who hates \\add his\\add* poor brother Shall also be far from friendship. Good understanding will draw near to them that know it, And a sensible man will find it. He that does much harm perfects mischief; And he that uses provoking words shall not escape."
    },
    {
      "verse": 8,
      "text": "He that procures wisdom loves himself; And he that keeps wisdom shall find good."
    },
    {
      "verse": 9,
      "text": "A false witness shall not be unpunished; And whosoever shall kindle mischief shall perish by it."
    },
    {
      "verse": 10,
      "text": "Delight does not suit a fool, Nor \\add is it seemly\\add* if a servant should begin to rule with haughtiness."
    },
    {
      "verse": 11,
      "text": "A merciful man is long-suffering; And his triumph overtakes transgressors."
    },
    {
      "verse": 12,
      "text": "The threatening of a king is like the roaring of a lion; But as dew on the grass, so is his favor."
    },
    {
      "verse": 13,
      "text": "A foolish son is a disgrace to his father: Vows \\add paid out\\add* of the hire of a harlot are not pure."
    },
    {
      "verse": 14,
      "text": "Fathers divide house and substance to \\add their\\add* children: But a wife is suited to a man by the Lord."
    },
    {
      "verse": 15,
      "text": "Cowardice possesses the effeminate \\add man\\add*; And the soul of the sluggard shall hunger."
    },
    {
      "verse": 16,
      "text": "He that keeps the commandment keeps his own soul; But he that despises his ways shall perish."
    },
    {
      "verse": 17,
      "text": "He that has pity on the poor lends to the Lord; And he will recompense to him according to his gift."
    },
    {
      "verse": 18,
      "text": "Chasten thy son, for so he shall be hopeful; And be not exalted in thy soul to haughtiness."
    },
    {
      "verse": 19,
      "text": "A malicious man shall be severely punished, And if he commit injury, he shall also lose his life."
    },
    {
      "verse": 20,
      "text": "Hear, son, the instruction of thy father, That thou mayest be wise at thy latter end."
    },
    {
      "verse": 21,
      "text": "\\add There are\\add* many thoughts in a man’s heart; But the counsel of the Lord abides forever."
    },
    {
      "verse": 22,
      "text": "Mercy is a fruit to a man: And a poor man is better than a rich liar."
    },
    {
      "verse": 23,
      "text": "The fear of the Lord is life to a man: And he shall lodge without fear in places where knowledge is not seen."
    },
    {
      "verse": 24,
      "text": "He that unjustly hides his hands in his bosom, Will not even \\add bring\\add* them up to his mouth."
    },
    {
      "verse": 25,
      "text": "When a pestilent character is scourged, a simple man is made wiser: And if thou reprove a wise man, he will understand discretion."
    },
    {
      "verse": 26,
      "text": "He that dishonors his father, and drives away his mother, Shall be disgraced and shall be exposed to reproach."
    },
    {
      "verse": 27,
      "text": "A son who ceases to attend to the instruction of a father Will cherish evil designs."
    },
    {
      "verse": 28,
      "text": "He that becomes surety for a foolish child will despise the ordinance: And the mouth of ungodly men shall drink down judgments."
    },
    {
      "verse": 29,
      "text": "Scourges are preparing for the intemperate, And punishments likewise for fools."
    }
  ]
}