{
  "book_id": "PRO",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Wine is an intemperate thing, and strong drink full of violence: But every fool is entangled with them."
    },
    {
      "verse": 2,
      "text": "The threat of a king differs not from the rage of a lion; And he that provokes him sins against his own soul."
    },
    {
      "verse": 3,
      "text": "\\add It is\\add* a glory to a man to turn aside from railing; But every fool is entangled with such matters."
    },
    {
      "verse": 4,
      "text": "A sluggard when reproached is not ashamed: So also he who borrows corn in harvest."
    },
    {
      "verse": 5,
      "text": "Counsel in a man’s heart is deep water; But a prudent man will draw it out."
    },
    {
      "verse": 6,
      "text": "A man is valuable, and a merciful man precious: But \\add it is\\add* hard to find a faithful man."
    },
    {
      "verse": 7,
      "text": "He that walks blameless in justice, Shall leave his children blessed."
    },
    {
      "verse": 8,
      "text": "Whenever a righteous king sits on the throne, No evil thing can stand before his presence."
    },
    {
      "verse": 9,
      "text": "Who will boast that he has a pure heart? Or who will boldly say that he is pure from sins? And his eyeballs shall see darkness. Shall not be blessed in the end. But wait on the Lord, that he may help thee."
    },
    {
      "verse": 10,
      "text": "A large and small weight, and diverse measures, Are even both of them unclean before the Lord; And \\add so is\\add* he that makes them."
    },
    {
      "verse": 11,
      "text": "A youth \\add when in company\\add* with a godly man, will be restrained in his devices, And \\add then\\add* his way will be straight."
    },
    {
      "verse": 12,
      "text": "The ear hears, and the eye sees: Even both of them are the Lord’s work."
    },
    {
      "verse": 13,
      "text": "Love not to speak ill, lest thou be cut off: Open thine eyes, and be filled with bread."
    },
    {
      "verse": 23,
      "text": "A double weight is an abomination to the Lord; And a deceitful balance is not good in his sight."
    },
    {
      "verse": 24,
      "text": "A man’s goings are directed of the Lord: How then can a mortal understand his ways?"
    },
    {
      "verse": 25,
      "text": "It is a snare to a man hastily to consecrate some of his own property: For \\add in that case\\add* repentance comes after vowing."
    },
    {
      "verse": 26,
      "text": "A wise king utterly crushes the ungodly, And will bring a wheel upon them."
    },
    {
      "verse": 27,
      "text": "The spirit of man is a light of the Lord, Who searches the inmost parts of the belly."
    },
    {
      "verse": 28,
      "text": "Mercy and truth are a guard to a king, And will surround his throne with righteousness."
    },
    {
      "verse": 29,
      "text": "Wisdom is an ornament to young men; And gray \\add hairs\\add* are the glory of old men."
    },
    {
      "verse": 30,
      "text": "Bruises and contusions befall bad men; And plagues \\add shall come\\add* into the inward parts of \\add their\\add* belly."
    }
  ]
}