{
  "book_id": "PRO",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "A fair name is better than much wealth, And good favor is above silver and gold."
    },
    {
      "verse": 2,
      "text": "The rich and the poor meet together; But the Lord made them both."
    },
    {
      "verse": 3,
      "text": "An intelligent man seeing a bad man severely punished is himself instructed, But fools pass by and are punished."
    },
    {
      "verse": 4,
      "text": "The fear of the Lord is the offspring of wisdom, And wealth, and glory, and life."
    },
    {
      "verse": 5,
      "text": "Thistles and snares are in perverse ways; But he that keeps his soul will refrain from them."
    },
    {
      "verse": 7,
      "text": "The rich will rule over the poor, And servants will lend to their own masters."
    },
    {
      "verse": 8,
      "text": "He that sows wickedness shall reap troubles; And shall fully receive the punishment of his deeds. But a manshall fully prove the folly of his works."
    },
    {
      "verse": 9,
      "text": "He that has pity on the poor shall himself be maintained; For he has given of his own bread to the poor. But he takes away the life of them that possess them."
    },
    {
      "verse": 10,
      "text": "Cast out a pestilent person from the council, and strife shall go out with him; For when he sits in the council he dishonors all."
    },
    {
      "verse": 11,
      "text": "The Lord loves holy hearts, And all blameless persons are acceptable with him: A king rules with his lips."
    },
    {
      "verse": 12,
      "text": "But the eyes of the Lord preserve discretion; But the transgressor despises wisewords."
    },
    {
      "verse": 13,
      "text": "The sluggard makes excuses, and says, There isa lion in the ways, and murderers in the streets."
    },
    {
      "verse": 14,
      "text": "The mouth of a transgressor is a deep pit; And he that is hated of the Lord shall fall into it. And he does not like to turn away from them; But it is needful to turn aside from a perverse and bad way."
    },
    {
      "verse": 15,
      "text": "Folly is attached to the heart of a child, But the rod and instruction are thenfar from him."
    },
    {
      "verse": 16,
      "text": "He that oppresses the poor, increases his own substance, Yet gives to the rich so as to make it less."
    },
    {
      "verse": 17,
      "text": "Incline thine ear to the words of wise men: Hear also my word, and apply thy heart,"
    },
    {
      "verse": 18,
      "text": "That thou mayest know that they are good: And if thou lay them to heart, They shall also gladden thee on thy lips,"
    },
    {
      "verse": 19,
      "text": "That thy hope may be in the Lord, And he may make thy way known to thee."
    },
    {
      "verse": 20,
      "text": "And do thou too repeatedly record them for thyself On the table of thy heart, for counsel and knowledge."
    },
    {
      "verse": 21,
      "text": "I therefore teach thee truth, and knowledge good to hear; That thou mayest answer words of truth to them that question thee."
    },
    {
      "verse": 22,
      "text": "Do no violence to the poor, for he is needy: Neither dishonor the helpless manin the gates."
    },
    {
      "verse": 23,
      "text": "For the Lord will plead his cause, And thou shalt deliver thy soul in safety."
    },
    {
      "verse": 24,
      "text": "Be not companion to a furious man; Neither lodge with a passionate man:"
    },
    {
      "verse": 25,
      "text": "Lest thou learn of his ways, And get snares to thy soul."
    },
    {
      "verse": 26,
      "text": "Become not surety from respect of a man’s person."
    },
    {
      "verse": 27,
      "text": "For if those have not whence to give compensation, They will take the bed that isunder thee."
    },
    {
      "verse": 28,
      "text": "Remove not the old landmarks, which thy fathers placed."
    },
    {
      "verse": 29,
      "text": "It is fit that an observant man and onediligent in his business Should attend on kings, And not attend on slothful men."
    }
  ]
}