{
  "book_id": "REV",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And I sawe when the lambe openyd one of the seales and I herde one of the iiii. bestes saye as it were the noyse of thonder come and se."
    },
    {
      "verse": 2,
      "text": "And I sawe and beholde there was a whyte horsse and he that sat on him had a bowe and a croune was gevyn vnto him and he went forth conqueringe and forto overcome."
    },
    {
      "verse": 3,
      "text": "And when he opened the seconde seale I herde the seconde beste saye: come and se."
    },
    {
      "verse": 4,
      "text": "And there went out another horsse that was red and power was geven to him that satte thereon to take peace from the erth and that they shulde kyll one another. And there was geven vnto him a gret swearde."
    },
    {
      "verse": 5,
      "text": "And when he opened the thyrde seale I herde the thyrde beste saye: come and se. And I behelde and loo a blacke hors: and he that sate on him had a payre of balances in his honde."
    },
    {
      "verse": 6,
      "text": "And I herd a voyce in the myddes of the .iiii. bestes saye: a measure of whete for a peny and iii. measures of barly for a peny: and oyle and wyne se thou hurte not."
    },
    {
      "verse": 7,
      "text": "And when he opened the fourthe seale I herde the voyce of the fourthe beste saye: come and se."
    },
    {
      "verse": 8,
      "text": "And I loked and beholde a grene horsse and his name that sat on him was deeth and hell folowed after him and power was geven vnto them over the fourthe parte of the erth to kyll with swearde and with honger and with deeth that cometh of vermen of the erth."
    },
    {
      "verse": 9,
      "text": "And when he opened the fyfte seale I sawe vnder the aultre the soules of them that were kylled for the worde of God and for the testymony which they had"
    },
    {
      "verse": 10,
      "text": "and they cryed with a lowde voyce sayinge: How loge tariest thou lorde holy and true to iudge and to avenge oure bloud on them that dwell on the erth?"
    },
    {
      "verse": 11,
      "text": "And longe whyte garmentes were geven vnto every one of them. And it was sayde vnto them that they shulde reste for a lyttle season vntyll the nomber of their felowes and brethren and of them that shulde be kylled as they were were fulfylled."
    },
    {
      "verse": 12,
      "text": "And I behelde when he opened the sixte seale and loo there was a grett erth quake and the sunne was as blacke as sacke clothe made of heare. And the mone wexed even as bloud:"
    },
    {
      "verse": 13,
      "text": "and the starres of heven fell vnto the erth even as a fygge tree castith from her her fygges when she is shaken of a myghty wynde."
    },
    {
      "verse": 14,
      "text": "And heven vanysshed awaye as a scroll when it is rolled togedder. And all mountayns and yles were moved oute of their places."
    },
    {
      "verse": 15,
      "text": "And the kynges of the erth and the gret men and the ryche men and the chefe captaynes and the myghty men and every bond man and every free man hyd them selves in dennes and in rockes of the hylles"
    },
    {
      "verse": 16,
      "text": "and sayde to the hylles and rockes: fall on vs and hyde vs from the presence of him that sytteth on the seate and from the wrath of the lambe"
    },
    {
      "verse": 17,
      "text": "for the grete daye of hys wrath ys come And who can endure it."
    }
  ]
}