{
  "book_id": "REV",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And when he had opened the seventh seale there was silence in heven aboute the space of halfe an houre."
    },
    {
      "verse": 2,
      "text": "And I sawe angelles stondynge before god and to them were geven vii. trompettes."
    },
    {
      "verse": 3,
      "text": "And another angell cam and stode before the aultre havynge a golden senser and moche of odoures was geven vnto him that he shulde offre of the prayers of all saynctes apon the golden aultre which was before the seate."
    },
    {
      "verse": 4,
      "text": "And the smoke of the odoures which came of the prayers of all saynctes ascended vppe before god out of the angelles honde."
    },
    {
      "verse": 5,
      "text": "And the angell toke the senser and fylled it with fyre of the aultre and caste it into the erth and voyces were made and thondrynges and lightnynges and erthquake."
    },
    {
      "verse": 6,
      "text": "And the .vii. angells which had the .vii. tropettes prepared them selves to blowe."
    },
    {
      "verse": 7,
      "text": "The fyrst angell blewe and there was made hayle and fyre which were myngled with bloud and they were caste into the erth: and the thryd parte of trees was burnt and all grene grasse was brent."
    },
    {
      "verse": 8,
      "text": "And the seconde angell blewe: and as it were a gret mountayne: burnynge with fyre was caste in to the see"
    },
    {
      "verse": 9,
      "text": "and the thyrde parte of the see tourned to bloud and the thyrde parte of the creatures which had lyfe dyed and the thyrde part of shippes were destroyed."
    },
    {
      "verse": 10,
      "text": "And the thyrde angell blewe and ther fell a grett starre from heven burnynge as it were a lampe and it fell into the thyrde parte of the ryvers and into fountaynes of waters"
    },
    {
      "verse": 11,
      "text": "and the name of the starre is called wormwod. And the thyrde part was turned to wormwod. And many me dyed of the waters because they were made bytter."
    },
    {
      "verse": 12,
      "text": "And the fourth angell blew and the thyrde parte of the sunne was smytten and the thyrde parte of the mone and the thyrde part of starres: so that the thyrde parte of them was darckned. And the daye was smytten that the thyrde part of it shulde not shyne and lyke wyse the nyght."
    },
    {
      "verse": 13,
      "text": "And I behelde and herd an angell flyinge thorowe the myddes of heven sayinge with a lowde voyce: Woo wo to the inhabiters of the erth because of the voyces to come of the trompe of the .iii. angells which were yet to blowe."
    }
  ]
}