{
  "book_id": "REV",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And then was geven me a rede lyke vnto a rodd and it was sayd vnto me: Ryse and mete the temple of god and the aultre and them that worshippe therin"
    },
    {
      "verse": 2,
      "text": "and the quyre which is within the temple cast oute and mete it not: for it is gevyn vnto the gentyles and the holy cite shall they treade vnderfote .xlii. monethes."
    },
    {
      "verse": 3,
      "text": "And I will geve power vnto my two wytnesses and they shall prophesy .M.iic. and .lx. dayes clothed in sacke cloth."
    },
    {
      "verse": 4,
      "text": "These are two olyve trees and two candlestyckes stodinge before the god of the erth"
    },
    {
      "verse": 5,
      "text": "And if eny man will hurt them fyre shall procede out of their mouthes and consume their ennemyes. And yf eny man will hurt the this wyse muste he be kylled."
    },
    {
      "verse": 6,
      "text": "These have power to shut heven that it rayne not in the dayes of their prophesyinge: and have power over waters to turne them to bloud and to smyte the erth with almaner plages as often as they will."
    },
    {
      "verse": 7,
      "text": "And when they have fynysshed their testimony the beste that cam oute of the bottomlesse pytt shall make warre agaynst them and shall overcome them and kyll them."
    },
    {
      "verse": 8,
      "text": "And their boddyes shall lye in the stretes of the greate cite which spritually is called zodom and Egypte where oure lorde was crucified."
    },
    {
      "verse": 9,
      "text": "And they of the people and kynredes and tonges and they of the nacions shall se their bodyes .iii. dayes and an halfe and shall not suffre their boddyes to be put in graves."
    },
    {
      "verse": 10,
      "text": "And they that dwell apon the erth shall reioyce over them and be glad and shall send gyftes one to another for these two prophetes vexed them that dwelt on the erth."
    },
    {
      "verse": 11,
      "text": "And after .iii. dayes and an halffe the sprete of lyfe from god entred into the. And they stode vp apon their fete: and greate feare came apon the which sawe them."
    },
    {
      "verse": 12,
      "text": "And they herde a greate voyce from heven saying vnto them. Come vp hidder. And they ascended vp into heven in a cloude and their ennemyes sawe them."
    },
    {
      "verse": 13,
      "text": "And the same houre was ther a gret erth quake and the tenthe parte of the cite fell and in the erth quake were slayne names of men seven .M. and the remnaunt were feared and gave glory to god of heven."
    },
    {
      "verse": 14,
      "text": "The seconde woo is past and beholde the thyrd woo wyll come anon."
    },
    {
      "verse": 15,
      "text": "And the seventh angell blewe and therwere made great voyces in heven sayinge: the kyngdoms of this worlde are oure lordes and his christes and he shall raygne for ever more."
    },
    {
      "verse": 16,
      "text": "And the .xxiiii. elders which sytt before god on their seates fell apon their faces and worshipped God"
    },
    {
      "verse": 17,
      "text": "sayinge: we geve the thankes lorde God allmyghte: which arte and wast and arte to come for thou haste receaved thy great myght and hast raygned."
    },
    {
      "verse": 18,
      "text": "And the nacions were angry and thy wrath is come and the tyme of the deed that they shuld be iudged and that thou shuldest geve rewarde vnto thy servauntes the prophettes and saynctes and to them that feare thy name small and great and shuldest destroye them which destroye the erth."
    },
    {
      "verse": 19,
      "text": "And the temple of God was openyd in heven and there was sene in his temple the arcke of his testament: and ther folowed lyghtnynges and voyces and thondrynges and erth quake and moche hayle."
    }
  ]
}