{
  "book_id": "REV",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And there cam one of the seven angels which had the seven vialles and talked with me sayinge vnto me: come I will shewe the the iudgment of the grett whore that sytteth apon many waters"
    },
    {
      "verse": 2,
      "text": "with whome have commytted fornicacion the kynges of the erth so that the inhabiters of the erth are droken with the wyne of her fornicacion."
    },
    {
      "verse": 3,
      "text": "And he caryed me a waye into the wildernes in the sprete. And I sawe a woman sytt apon a rose colored best full of names of blaphemie which had ten hornes."
    },
    {
      "verse": 4,
      "text": "And the woman was arayed in purple and rose color and decked with golde precious stone and pearles and had a cup of golde in her honde full of abominacions and fylthynes of her fornycacion."
    },
    {
      "verse": 5,
      "text": "And in her forhed was a name wrytten a mistery gret Babylon the mother of whordome and abominacions of the erth."
    },
    {
      "verse": 6,
      "text": "And I sawe the wyfe dronke with the bloud of saynctes and with the bloud of the witnesses of Iesu. And when I sawe her I wondred with grett mervayle."
    },
    {
      "verse": 7,
      "text": "And the angell sayde vnto me: wherfore mervayllyst thou? I wyll shewe the the mistery of the woman and of the best that berith her which hath seven heddes and ten hornes."
    },
    {
      "verse": 8,
      "text": "The best that thou seest was and is not and shall ascende out of the bottomlesse pytt and shall goo into perdicion and they that dwell on the erth shall wondre (whose names are not wrytten in the boke of lyfe from the begynnynge of the worlde) when they beholde the best that was and ys nott."
    },
    {
      "verse": 9,
      "text": "And here ys a mynde that hath wisdome. The seven heddes are seven mountaynes on which the woman sytteth:"
    },
    {
      "verse": 10,
      "text": "they are also seven kynges. Fyve are fallen and on ys and onother is not yet come. When he cometh he muste contynew a space."
    },
    {
      "verse": 11,
      "text": "And the beste that was and ys not is even the ayght and ys one of the seven and shall goo into destruccion."
    },
    {
      "verse": 12,
      "text": "And the ten hornes which thou seist are ten kynges which have receaved no kyngdome but shall receave power as kynges at one houre with the beest."
    },
    {
      "verse": 13,
      "text": "These have one mynde and shall geve their power and strenghte vnto the beste."
    },
    {
      "verse": 14,
      "text": "These shall fyght with the lambe and the lambe shall overcome them: For he is lorde of lordes and kynge of kynges: and they that are on hys syde are called and chosen and faythfull."
    },
    {
      "verse": 15,
      "text": "And he sayde vnto me: the waters which thou sawest where the whore syttith are people and folke and nacions and tonges."
    },
    {
      "verse": 16,
      "text": "And the ten hornes which thou sawest apon the best are they that shall hate the whore and shall make her desolate and naked and shall eate their flesshe and burne her with fyre."
    },
    {
      "verse": 17,
      "text": "For God hathe put in their hertes to fulfyll hys wyll and to do with one consent for to geve hir kyngdom vnto the beast vntill the wordes of God be fulfylled."
    },
    {
      "verse": 18,
      "text": "And the woman which thou sawest ys that gret cyte which raigneth over the kynges of the erth."
    }
  ]
}