{
  "book_id": "REV",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And after that I sawe another angell come from heven havinge gret power and the erth was lyghtned with hys bryghtnes."
    },
    {
      "verse": 2,
      "text": "And he cryed myghtyly with a stronge voyce sayinge: Great Babilon is fallen ys fallen and ys become the habitation of devels and the holde of all fowle sprettes and a cage of all vnclene and hatefull byrdes"
    },
    {
      "verse": 3,
      "text": "for all nacions have dronken of the wyne of the wrath of her fornycacion. And the kynges of the erth have committed fornicacion with her and her marchauntes are wexed ryche of the abundance of her pleasures."
    },
    {
      "verse": 4,
      "text": "And I herde another voyce from heven saye: come a waye from her my people that ye be not parttakers in her synnes that ye receave not of her plages."
    },
    {
      "verse": 5,
      "text": "For her synnes are gon vp to heven and God hath remembred her wyckednes."
    },
    {
      "verse": 6,
      "text": "Rewarde her even as she rewarded you and geve her dubble accordynge to her workes. And poure in dubble to her in the same cuppe which she fylled vnto you."
    },
    {
      "verse": 7,
      "text": "And as moche as she gloryfied her silfe and lyved wantanly so moche poure ye in for her of punysshment and sorowe for she sayde in her herte: I sytt beinge a quene and am no wyddowe and shall se no sorowe."
    },
    {
      "verse": 8,
      "text": "Therfore shall her plages come at one daye deeth and sorowe and honger and she shallbe brent with fyre: for stronge ys the lorde god which iudgeth her."
    },
    {
      "verse": 9,
      "text": "And the kynges of the erth shalbe wepe her and wayle over her which have committed fornicacion with her and have lyved wantanly with her when they shall se the smoke of her burnynge"
    },
    {
      "verse": 10,
      "text": "and shall stonde a farre of for feare of her punnysshment sayinge: Alas Alas that gret cite Babilon that myghty cite: For at won houre is her iudgment come."
    },
    {
      "verse": 11,
      "text": "And the marchauntes of the erth shall wepe and wayle in them selves for no man wyll bye their ware eny more"
    },
    {
      "verse": 12,
      "text": "the ware of golde and silver and precious stones nether of pearle and raynes and purple and skarlet and all thyne wodde and almanner vessels of yvery and almanner vessels of most precious wodde and of brasse and of yron"
    },
    {
      "verse": 13,
      "text": "and synamon and odours and oyntmentes and frankynsence and wyne and oyle and fyne floure and wheate bestes and shepe and horsys and charrettes and boddyes and soules of men."
    },
    {
      "verse": 14,
      "text": "And the apples that thy soule lusted after are departed from the. And all thynges which were deyntie and had in pryce are departed from the and thou shalt fynde them no more."
    },
    {
      "verse": 15,
      "text": "The marchauntes of these thynges which were wexed ryche shall stonde a farre of from her for feare of the punyshment of her wepynge and waylynge"
    },
    {
      "verse": 16,
      "text": "and saying: alas alas that grett cite that was clothed in raynes and purple and scarlett and decked with golde and precious stone and pearles:"
    },
    {
      "verse": 17,
      "text": "for at one houre so great ryches ys come to nought. And every shippe governer and all they that occupied shippes and shippmen which worke in the see stode a farre of"
    },
    {
      "verse": 18,
      "text": "and cryed when they sawe the smoke of her burnynge sayinge what cite is lyke vnto this grett cite?"
    },
    {
      "verse": 19,
      "text": "And they cast dust on their heddes and cryed wepynge and waylinge and sayed: Alas Alas that greate cite wherin were made ryche all that had shyppes in the see by the reason of her costlynes for atone houre is she made desolate"
    },
    {
      "verse": 20,
      "text": "Reioyce over her thou heven and the holy Apostles and prophetes: for god hath geven youre iudgment on her."
    },
    {
      "verse": 21,
      "text": "And a myghty angell toke vp a stone lyke a grett mylstone and cast it into the see sayinge: with suche violence shall that gret cite Babilon be cast and shallbe founde no more."
    },
    {
      "verse": 22,
      "text": "And the voyce of harpers and musicions and of pypers and trompetters shalbe herde no more in the: and no craftes man of whatsoever craft he be shalbe founde eny more in the. and the soude of a myll shalbe herde no more in the"
    },
    {
      "verse": 23,
      "text": "and the voyce of the brydegrome and of the bryde shalbe herde no more in the: for thy marchauntes were the grett men of the erth. And with thyne inchantment were deceaved all nacions:"
    },
    {
      "verse": 24,
      "text": "and in her was founde the bloude of the prophettes and of the saynctes and of all that were slayne apon the erth."
    }
  ]
}