{
  "book_id": "LEV",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Whanne a soule offrith an offryng of sacrifice to the Lord, flour of wheete schal be his offring. And he schal schede oile ther onne,"
    },
    {
      "verse": 2,
      "text": "and he schal putte encense, and he schal bere to the sones of Aaron, preest, of whiche sones oon schal take an handful of `flour of whete, and of oile, and alle the encense; and he schal putte a memorial on the auter, in to swettest odour to the Lord."
    },
    {
      "verse": 3,
      "text": "Forsothe that that `is residue of the sacrifice schal be Aarons and hise sones, the hooli of hooli thingis of offryngis to the Lord."
    },
    {
      "verse": 4,
      "text": "Forsothe whanne thou offrist a sacrifice bakun in an ouene of whete flour, that is, loouys without sour dow, spreynd with oile, and therf breed sodun in watir, bawmed with oile;"
    },
    {
      "verse": 5,
      "text": "if thin offryng is `of a friyng panne, of wheete flour spreynd with oile and without sour dow,"
    },
    {
      "verse": 6,
      "text": "thou schalt departe it in smale partis, and thou schalt schede oile ther onne."
    },
    {
      "verse": 7,
      "text": "Ellis if the sacrifice is of a gridele, euenli the whete flour schal be spreynd with oile;"
    },
    {
      "verse": 8,
      "text": "which whete flour thou schalt offre to the Lord, and schalt bitake in the hondis of the preest."
    },
    {
      "verse": 9,
      "text": "And whanne he hath offrid it, he schal take a memorial of the sacrifice, and he schal brenne it on the auter, in to `odour of swetnesse to the Lord."
    },
    {
      "verse": 10,
      "text": "Sotheli what euer thing `is residue, it schal be Aarons and hise sones, the hooly of hooli thingis of the offryngis to the Lord."
    },
    {
      "verse": 11,
      "text": "Ech offryng which is offrid to the Lord, schal be without sour dow, nether ony thing of sour dow, and of hony, schal be brent in the sacrifice of the Lord."
    },
    {
      "verse": 12,
      "text": "Ye schulen offre oneli the firste fruytis of tho, and yiftis; sotheli tho schulen not be put on the auter, in to odour of swetnesse."
    },
    {
      "verse": 13,
      "text": "Whateuer thing of sacrifice thou schalt offre, thou schalt make it sauery with salt, nether thou schalt take awey the salt of the boond of pees of thi God fro thi sacrifice; in ech offryng thou schalt offre salt."
    },
    {
      "verse": 14,
      "text": "Forsothe if thou offrist a yifte of the firste thingis of thi fruytis to the Lord, of `eeris of corn yit grene, thou schalt seenge tho in fier, and thou schalt breke in the maner of seedis; and so thou schalt offre thi firste fruytis to the Lord,"
    },
    {
      "verse": 15,
      "text": "and thou schalt schede oyle theronne, and schalt putte encense, for it is the offryng of the Lord."
    },
    {
      "verse": 16,
      "text": "Of which the preest schal brenne, in to mynde of the yifte, a part of the `seedis brokun, and of oyle, and al the encense."
    }
  ]
}