{
  "book_id": "LEV",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide, Speke thou to the sones of Israel,"
    },
    {
      "verse": 2,
      "text": "Whanne a soule hath do synne bi ignoraunce, and hath do ony thing of alle comaundementis `of the Lord, whiche he comaundide that tho schulen not be don; if a preest which is anoyntid,"
    },
    {
      "verse": 3,
      "text": "hath do synne, makynge the puple to trespasse, he schal offre for his synne a calf without wem to the Lord."
    },
    {
      "verse": 4,
      "text": "And he schal brynge it to the dore of the tabernacle of witnessyng, bifor the Lord, and he schal sette hond on the heed therof, and he schal offre it to the Lord."
    },
    {
      "verse": 5,
      "text": "And he schal take vp of the blood `of the calf, and schal brynge it in to the tabernacle of witnessyng."
    },
    {
      "verse": 6,
      "text": "And whanne he hath dippid the fyngir in to the blood, he schal sprenge it seuen sithis bifor the Lord, ayens the veil of the seyntuarie."
    },
    {
      "verse": 7,
      "text": "And he schal putte of the same blood on the corners of the auter of encense moost acceptable to the Lord, which auter is in the tabernacle of witnessyng; sotheli he schal schede al the `tother blood in to the foundement of the auter of brent sacrifice in the entryng of the tabernacle."
    },
    {
      "verse": 8,
      "text": "And he schal offre for synne the ynnere fatnesse of the calf, as well it that hilith the entrails, as alle thingis that ben with ynne,"
    },
    {
      "verse": 9,
      "text": "twei litle reynes, and the calle, which is on tho bisidis ilion, and the fatnesse of the mawe,"
    },
    {
      "verse": 10,
      "text": "with the litle reines, as it is offrid of the calf of the sacrifice of pesible thingis; and he schal brenne tho on the auter of brent sacrifice."
    },
    {
      "verse": 11,
      "text": "Sotheli he schal bere out of the castels the skyn, and alle the fleischis, with the heed, and feet, and entrails,"
    },
    {
      "verse": 12,
      "text": "and dung, and the `residue bodi in to a clene place, where aischis ben wont to be sched out; and he schal brenne tho on the heep of trees, whiche schulen be brent in the place of aischis sched out."
    },
    {
      "verse": 13,
      "text": "That if al the cumpeny of the sones of Israel knowith not, and doith by vnkunnyng that that is ayens the comaundement of the Lord,"
    },
    {
      "verse": 14,
      "text": "and aftirward vndirstondith his synne, it schal offre a calf for synne, and it schal brynge the calf to the dore of the tabernacle."
    },
    {
      "verse": 15,
      "text": "And the eldere men of the puple schulen sette hondis on the heed therof bifor the Lord; and whanne the calf is offrid in the siyt of the Lord,"
    },
    {
      "verse": 16,
      "text": "the preest which is anoyntid schal bere ynne of his blood in to the tabernacle of witnessyng;"
    },
    {
      "verse": 17,
      "text": "and whanne the fyngur `is dippid, he schal sprenge seuen sithis ayens the veil."
    },
    {
      "verse": 18,
      "text": "And he schal putte of the same blood in the hornes of the auter, which is bifor the Lord in the tabernacle of witnessyng; sotheli he schal schede the `residue blood bisidis the foundement of the auter of brent sacrifice, which is in the dore of tabernacle of witnessyng."
    },
    {
      "verse": 19,
      "text": "And he schal take al the fatnesse therof, and schal brenne it on the auter;"
    },
    {
      "verse": 20,
      "text": "and so he schal do also of this calf, as he dide also bifor; and whanne the prest schal preye for hem, the Lord schal be merciful."
    },
    {
      "verse": 21,
      "text": "Forsothe he schal bere out thilke calf, and schal brenne it, as also the formere calf, for it is for the synne of the multitude."
    },
    {
      "verse": 22,
      "text": "If the prince synneth, and doith bi ignoraunce o thing of many, which is forbodun in the lawe of the Lord,"
    },
    {
      "verse": 23,
      "text": "and aftirward vndirstondith his synne, he schal offre to the Lord a sacrifice, a `buk of geet, `that hath no wem;"
    },
    {
      "verse": 24,
      "text": "and he schal sette his hond on the heed therof. And whanne he hath offrid it in the place, where brent sacrifice is wont to be slayn, bifor the Lord, for it is for synne;"
    },
    {
      "verse": 25,
      "text": "the preest schal dippe the fyngur in the blood of sacrifice for synne, and he schal touche the corneris of the auter of brent sacrifice, and he schal schede the `residue blood at the foundement therof."
    },
    {
      "verse": 26,
      "text": "Sotheli the preest schal brenne the innere fatnesse aboue the auter, as it is wont to be doon in the sacrifice of pesible thingis, and the preest schal preye for hym, and for his synne, and it schal be foryouun to hym."
    },
    {
      "verse": 27,
      "text": "That if a soule of the puple of the lond synneth bi ignoraunce, that he do ony thing of these that ben forbodun in the lawe of the Lord, and trespassith,"
    },
    {
      "verse": 28,
      "text": "and knowith his synne, he schal offre a geet without wem;"
    },
    {
      "verse": 29,
      "text": "and he schal sette hond on the heed of the sacrifice which is for synne, and he schal offre it in the place of brent sacrifice."
    },
    {
      "verse": 30,
      "text": "And the preest schal take of the blood on his fyngur, and he schal touche the hornes of the auter of brent sacryfice, and he schal schede the residue at the foundement therof."
    },
    {
      "verse": 31,
      "text": "Sotheli he schal take a wei al the ynnere fatnesse, as it is wont to be don a wei of the sacrifices of pesible thingis, and he schal brenne it on the auter, in to odour of swetnesse to the Lord; and the preest schal preye for hym, and it schal be foryouun to hym."
    },
    {
      "verse": 32,
      "text": "Sotheli if he offrith of litle beestis a sacrifice for synne, that is,"
    },
    {
      "verse": 33,
      "text": "a scheep without wem, he schal putte the hond on the heed therof, and he schal offre it in the place where the beest of brent sacrifices ben wont to be slayn."
    },
    {
      "verse": 34,
      "text": "And the preest schal take of the blood therof in his fyngur, and he schal touche the hornes of the autir of brent sacrifice, and he schal schede the residue at the foundement therof."
    },
    {
      "verse": 35,
      "text": "And he schal do awey al the ynnere fatnesse as the innere fatnesse of the ram which is offrid for pesible thingis, is wont to be don a wei, and he schal brenne it on the auter of encense of the Lord; and the preest schal preye for hym, and for his synne, and it schal be foryouun to hym."
    }
  ]
}