{
  "book_id": "LEV",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "If a soule synneth, and \\f + \\fr 5:1 \\ft  This word and is seet for that is. \\f* hereth the vois of a swerere,\\f + \\fr 5:1 \\ft  In Ebreu it is of an ooth, and this lettre is vndurstondun of him, that is requirid to bere witnessyng of a thing that he knowith, and wole not, but hidith the truth. \\f* and is witnesse, `for ether he siy, ether `is witynge, if he schewith not, he schal bere his synne."
    },
    {
      "verse": 2,
      "text": "A persone that touchith ony vnclene thing, ether which is slayn of a beeste, ether is deed bi it silf, ether touchith ony other crepynge beeste, and foryetith his vnclennesse, he is gilti, and trespassith."
    },
    {
      "verse": 3,
      "text": "And if he touchith ony thing of the vnclennesse of man, bi al the vnclennesse bi which he is wont to be defoulid, and he foryetith, and knowith afterward, he schal be suget to trespas."
    },
    {
      "verse": 4,
      "text": "A soule that swerith, and bryngith forth with hise lippis, that it schulde do ether yuel, ether wel, and doith not, and confermeth the same thing with an ooth, ethir with a word, and foryetith, and aftirward vndirstondith his trespas, do it penaunce for synne,"
    },
    {
      "verse": 5,
      "text": "and offre it of the flockis a femal lomb, ethir a goet;"
    },
    {
      "verse": 6,
      "text": "and the preest schal preie for hym, and for his synne."
    },
    {
      "verse": 7,
      "text": "But if he may not offre a beeste, offre he twei turtlis, ethir `briddis of culuers to the Lord, oon for synne, and the tother in to brent sacrifice."
    },
    {
      "verse": 8,
      "text": "And he schal yyue tho to the preest, which schal offre the firste for synne, and schal folde ayen the heed therof to the wengis, so that it cleue to the necke, and be not `brokyn outirli."
    },
    {
      "verse": 9,
      "text": "And the preest schal sprynge the wal of the auter, of the blood therof; sotheli what euer `is residue, he schal make to droppe doun at the `foundement of the auter, for it is for synne."
    },
    {
      "verse": 10,
      "text": "Sotheli he schal brenne the tother brid in to brent sacrifice, as it is wont to be doon; and the preest schal preie for hym, and for his synne, and it schal be foryouun to hym."
    },
    {
      "verse": 11,
      "text": "That if his hond mai not offre twei turtlis, ethir twei `briddis of culueris, he schal offre for his synne the tenthe part of ephi \\f + \\fr 5:11 \\ft  that is, the tenthe part of iij. buschelis. \\f* of wheete flour; he schal not putte oile `in to it, nether he schal putte ony thing of encense, for it is for synne."
    },
    {
      "verse": 12,
      "text": "And he schal yyue it to the preest, which preest schal take vp an handful therof, and schal brenne on the auter, in to mynde of hym that offeride,"
    },
    {
      "verse": 13,
      "text": "and the preest schal preie for hym, and schal clense; forsothe he schal have the tother part in yifte."
    },
    {
      "verse": 14,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 15,
      "text": "and seide, If a soule brekith cerymonyes bi errour, and synneth in these thingis that ben halewid to the Lord, it schal offre for his trespas a ram without wem of the flockis, that may be bouyt for twey siclis, bi the weiyte of the seyntuarie."
    },
    {
      "verse": 16,
      "text": "And he schal restore that harm that he dide, and he schal putte the fyuethe part aboue, and schal yyue to the preest, which preest schal preye for hym, and offre the ram, and it schal be foryouun to hym."
    },
    {
      "verse": 17,
      "text": "A soule that synneth bi ignoraunce, and doith oon of these thingis that ben forbodun in the lawe of the Lord, and is gilti of synne, and vndirstondith his wickidnesse,"
    },
    {
      "verse": 18,
      "text": "it schal offre to the preest a ram without wem of the flockis, bi the mesure of estymacioun of synne; and the preest schal preye for hym, for he dide vnwytynge, and it schal be foryouun to him,"
    },
    {
      "verse": 19,
      "text": "for by errour he trespasside ayens the Lord."
    }
  ]
}