{
  "book_id": "LEV",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 2,
      "text": "and seide, A soule that synneth, and dispisith the Lord, and denyeth to his neiybore a thing bitakun to kepyng, that was bitakun to his feith, ethir takith maisterfuli a thing bi violence, ether makith fals chaleng,"
    },
    {
      "verse": 3,
      "text": "ether fyndith a thing lost, and denyeth ferthermore and forswerith, and doth ony other thing of manye in whiche thingis men ben wont to do synne,"
    },
    {
      "verse": 4,
      "text": "`if it is conuict of the gilt,"
    },
    {
      "verse": 5,
      "text": "it schal yelde hool alle thingis whiche it wolde gete bi fraude, and ferthermore the fyuethe part to the lord, to whom it dide harm."
    },
    {
      "verse": 6,
      "text": "Sotheli for his synne it schal offre a ram vnwemmed of the floc, and it schal yyue that ram to the preest, bi the valu and mesure of the trespas;"
    },
    {
      "verse": 7,
      "text": "and the preest schal preie for hym bifor the Lord, and it schal be foryouun to hym, for alle thingis whiche he synnede in doyng."
    },
    {
      "verse": 8,
      "text": "And the Lord spak to Moises, and seide,"
    },
    {
      "verse": 9,
      "text": "Comaunde thou to Aaron, and to hise sones, This is the lawe of brent sacrifice; it schal be brent in the auter al nyyt til the morewe; fier that is youun fro heuene schal be of the same auter."
    },
    {
      "verse": 10,
      "text": "The preest schal be clothid with a coote, and `pryuy lynnun clothis; and he schal take awei the aischis, which the fier deuourynge brente, and he schal putte bisidis the auter;"
    },
    {
      "verse": 11,
      "text": "and he schal be spuylid of the formere clothis, and he schal be clothid with other, and schal bere aischis out of the castels, and in a moost clene place he schal make tho to be wastid til to a deed sparcle."
    },
    {
      "verse": 12,
      "text": "Forsothe fier schal brenne euere in the auter, which fier the preest schal nurische, puttynge trees vndur, in the morewtid bi ech dai; and whanne brent sacrifice is put aboue, the preest schal brenne the ynnere fatnessis of pesible thingis."
    },
    {
      "verse": 13,
      "text": "This is euerlastynge fier, that schal neuer faile in the auter."
    },
    {
      "verse": 14,
      "text": "This is the lawe of sacrifice, and of fletynge offryngis, whiche `the sones of Aaron schulen offre bifore the Lord, and bifor the auter."
    },
    {
      "verse": 15,
      "text": "The preest schal take an handful of wheete flour, which is spreynd with oile, and al the encense which is put on the wheete flour, and he schal brenne it in the auter, in to mynde of swettist odour to the Lord."
    },
    {
      "verse": 16,
      "text": "Forsothe Aaron with hise sones schal ete the tother part of wheete flour, without sour dow; and he schal ete in the hooli place of the greet street of the tabernacle."
    },
    {
      "verse": 17,
      "text": "Sotheli herfor it schal not be `diyt with sour dow, for a part therof is offrid in to encense of the Lord; it schal be hooli `of the noumbre of holi thingis, as for synne and for trespas."
    },
    {
      "verse": 18,
      "text": "Malis oonli of the kynrede of Aaron schulen ete it; it is a lawful thing and euerlastynge in youre generaciouns, of the sacrifice of the Lord; ech man that touchith tho schal be halewyd."
    },
    {
      "verse": 19,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 20,
      "text": "and seide, This is the offryng of Aaron, and of hise sones, which thei owen offre to the Lord in the day of her anoyntyng \\f + \\fr 6:20 \\ft  In Ebru it is, in the day in whiche he anoyntide him. \\f* ; thei schulen offre the tenthe part of ephi of wheete flour, in euerlastynge sacrifice, the myddis therof in the morewtid, and the myddis therof in the euentid;"
    },
    {
      "verse": 21,
      "text": "which schal be spreynt with oile in the friyng panne, and schal be fried."
    },
    {
      "verse": 22,
      "text": "Sotheli the preest which is successour to the fadir `bi riyt, schal offre it hoot, in to sweteste odour to the Lord; and al it schal be brent in the auter."
    },
    {
      "verse": 23,
      "text": "For al the sacrifice of preestis schal be wastid with fier, nether ony man schal ete therof."
    },
    {
      "verse": 24,
      "text": "And the Lord spak to Moises, and seide,"
    },
    {
      "verse": 25,
      "text": "Spek thou to Aaron and to hise sones, This is the lawe of sacrifice for synne; it schal be offrid bifor the Lord, in the place where brent sacrifice is offrid; it is hooli `of the noumbre of hooli thingis."
    },
    {
      "verse": 26,
      "text": "The preest that offrith it, schal ete it in the hooli place, in the greet street of the tabernacle."
    },
    {
      "verse": 27,
      "text": "What euer thing schal touche the fleischis therof, it schal be halewid; if a cloth is bispreynt of the blood therof, it schal be waischun in the hooli place."
    },
    {
      "verse": 28,
      "text": "Sotheli the erthun vessel, in which it is sodun, schal be brokun; that if the vessel is of bras, it schal be scourid, and `schal be waischun with watir."
    },
    {
      "verse": 29,
      "text": "Ech male of preestis kyn schal ete of the fleischis therof; for it is hooli `of the noumbre of hooli thingis."
    },
    {
      "verse": 30,
      "text": "Sotheli the sacrifice which is slayn for synne, whos blood is borun in to the tabernacle of witnessyng to clense in the seyntuarie, schal not be etun, but it schal be brent in fier."
    }
  ]
}