{
  "book_id": "LEV",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And this is the lawe of sacrifice for trespas; it is hooli `of the noumbre of hooli thingis."
    },
    {
      "verse": 2,
      "text": "Therfor where brent sacrifice is offrid, also the sacrifice for trespas schal be slayn; the blood therof schal be sched bi the cumpas of the auter."
    },
    {
      "verse": 3,
      "text": "Thei schulen offre the tail therof, and the fatnesse that hilith the entrailis,"
    },
    {
      "verse": 4,
      "text": "the twei litle reynes, and the fatnesse which is bisidis ilioun, and the calle of the mawe, with the litle reynes."
    },
    {
      "verse": 5,
      "text": "And the preest schal brenne tho on the auter; it is encense of the Lord, for trespas."
    },
    {
      "verse": 6,
      "text": "Ech male of the preestis kyn schal ete these fleischis in the hooli place, for it is hooli `of the noumbre of hooli thingis."
    },
    {
      "verse": 7,
      "text": "As a sacrifice is offrid for synne, so and for trespas, o lawe schal be of euer eithir sacrifice; it schal perteyne to the preest, that offrith it."
    },
    {
      "verse": 8,
      "text": "The preest that offrith the beeste of brent sacrifice, schal haue the skyn therof."
    },
    {
      "verse": 9,
      "text": "And ech sacrifice of wheete flour, which is bakun in an ouene, and what euer is maad redi in a gridile, ethir in a friyng panne, it schal be that preestis, of whom it is offrid,"
    },
    {
      "verse": 10,
      "text": "whether it is spreynt with oile, ethir is drye. To alle the sones of Aaron euene mesure schal be departyd, `to ech `bi hem silf."
    },
    {
      "verse": 11,
      "text": "This is the lawe of `the sacrifice of pesible thingis, which is offrid to the Lord."
    },
    {
      "verse": 12,
      "text": "If the offryng is for doyng of thankyngis, thei schulen offre looues without sour dow spreynt with oile, and `therf looues sodun in watir, that ben anoyntid with oile; and thei schulen offre wheete flour bakun, and thinne looues spreynt to gidere with the medlyng of oile."
    },
    {
      "verse": 13,
      "text": "Also thei schulen offre `looues diyt with sour dow, with the sacrifice of thankyngis which is offrid for pesible thingis;"
    },
    {
      "verse": 14,
      "text": "of whiche o loof schal be offrid to the Lord for the firste fruytis, and it schal be the preestis that schal schede the blood of the sacrifice,"
    },
    {
      "verse": 15,
      "text": "whose fleischis schulen be etun in the same dai, nether ony thing of tho schal dwelle til the morewtid."
    },
    {
      "verse": 16,
      "text": "If a man offrith a sacrifice bi a vow, ethir bi fre wille, it schal be etun in lijk maner in the same dai; but also if ony thing dwellith `in to the morew, it is leueful to ete it;"
    },
    {
      "verse": 17,
      "text": "sotheli fier schal waaste, whateuer thing the thridde day schal fynde."
    },
    {
      "verse": 18,
      "text": "If ony man etith in the thridde dai of the fleischis of sacrifice of pesible thingis, his offryng schal be maad voide, nethir it schal profite to the offerere; but rather whateuer soule defoulith hym silf with suche mete, he schal be gilti of `brekyng of the lawe."
    },
    {
      "verse": 19,
      "text": "Fleisch that touchith ony vnclene thing, schal not be etun, but it schal be brent bi fier; he that is clene, schal ete it."
    },
    {
      "verse": 20,
      "text": "A pollutid soule, that etith of the fleischis of the sacrifice of pesible thingis, which is offrid to the Lord, schal perische fro hise puplis."
    },
    {
      "verse": 21,
      "text": "And he that touchith vnclennesse of man, ether of beeste, ether of alle thing that may defoule, and etith of suche fleischis, schal perische fro hise puplis."
    },
    {
      "verse": 22,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 23,
      "text": "and seide, Speke thou to the sones of Israel, Ye schulen not ete the ynnere fatnesse of a scheep, of an oxe, and of a geet;"
    },
    {
      "verse": 24,
      "text": "ye schulen haue in to dyuerse vsis the ynnere fatnesse of a carkeis deed by it silf, and of that beeste which is takun of a rauenus beeste."
    },
    {
      "verse": 25,
      "text": "If ony man etith the ynnere fatnesse, that owith to be offrid in to encense of the Lord, he schal perische fro his puple."
    },
    {
      "verse": 26,
      "text": "Also ye schulen not take in mete the blood of ony beeste, as wel of briddis as of beestis;"
    },
    {
      "verse": 27,
      "text": "ech man that etith blood schal perische fro his puplis."
    },
    {
      "verse": 28,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 29,
      "text": "and seide, Speke thou to the sones of Israel, He that offrith a sacrifice of pesible thingis to the Lord, offre togidere also a sacrifice, that is, fletynge offryngis therof."
    },
    {
      "verse": 30,
      "text": "He schal holde in the hondis the ynnere fatnesse of the sacrifice, and the brest; and whanne he hath halewid bothe offrid to the Lord, he schal yyue to the preest,"
    },
    {
      "verse": 31,
      "text": "which schal brenne the ynnere fatnesse on the auter; sotheli the brest schal be Aarons and hise sones;"
    },
    {
      "verse": 32,
      "text": "and the riyt schuldur of the sacrifices of pesible thingis schal turne in to the firste fruytis of the preest."
    },
    {
      "verse": 33,
      "text": "He that of Aarons sones offrith the blood, and the ynnere fatnesse, schal haue also the riyt schuldur in his porcioun."
    },
    {
      "verse": 34,
      "text": "For Y haue take fro the sones of Israel the brest of reisyng, and the schuldur of departyng, of the pesible sacrifices `of hem, and Y haue youe to Aaron the preest and to hise sones, bi euerlastynge lawe, of al the puple of Israel."
    },
    {
      "verse": 35,
      "text": "This is the anoyntyng of Aaron, and of hise sones, in the cerymonyes of the Lord, in the dai where ynne Moises offride hem that thei schulden be set in preesthod,"
    },
    {
      "verse": 36,
      "text": "and whiche thingis the Lord comaundide to be youun to hem of the sones of Israel, bi euerlastynge religioun in her generaciouns."
    },
    {
      "verse": 37,
      "text": "This is the lawe of brent sacrifice, and of sacrifice for synne, and for trespas, and for halewyng, and for the sacrifices of pesible thingis;"
    },
    {
      "verse": 38,
      "text": "which lawe the Lord ordeynede to Moises in the hil of Synay, whanne he comaundide to the sones of Israel that thei schulden offre her offryngis to the Lord, in the deseert of Synay."
    }
  ]
}