{
  "book_id": "LEV",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide, Take thou Aaron with hise sones,"
    },
    {
      "verse": 2,
      "text": "`the clothes of hem, and the oile of anoyntyng, a calf for synne, twei rammes, a panyere with therf looues;"
    },
    {
      "verse": 3,
      "text": "and thou schalt gedere al the cumpanye to the dore of the tabernacle."
    },
    {
      "verse": 4,
      "text": "Moises dide as the Lord comaundide; and whanne al the company was gaderid bifor the yatis of the tabernacle, he seide,"
    },
    {
      "verse": 5,
      "text": "This is the word which the Lord comaundid to be don."
    },
    {
      "verse": 6,
      "text": "And anoon Moises offride Aaron and hise sones; and whanne he hadde waischun hem,"
    },
    {
      "verse": 7,
      "text": "he clothide the bischop with a lynnun schirte, `and girdide `the bischop with a girdil, and clothide with a coote of iacynt, and `puttide the cloth on the schuldris aboue,"
    },
    {
      "verse": 8,
      "text": "which cloth on the schuldris he boond with a girdil, and `dresside to the racional, wherynne doctryn and truthe was."
    },
    {
      "verse": 9,
      "text": "And Moises hilide the heed with a mytre, and `settide theronne, ayens the forhed, the goldun plate halewid in halewyng, as the Lord comaundide to hym."
    },
    {
      "verse": 10,
      "text": "He took also the oile of anoyntyng, with which he anoyntide the tabernacle with al his purtenaunce;"
    },
    {
      "verse": 11,
      "text": "and whanne he hadde halewid and hadde spreynt the auter seuen sithes, he anoyntide it, and halewide with oile alle the vessels therof, and the `greet waischyng vessel with his foundement."
    },
    {
      "verse": 12,
      "text": "Which oile he schedde on `the heed of Aaron, and anoyntide hym, and halewide."
    },
    {
      "verse": 13,
      "text": "And he clothide with lynnun cootis, and girdide with girdils `his sones offrid, and settide on mytris, as the Lord comaundide."
    },
    {
      "verse": 14,
      "text": "He offeride also a calf for synne; and whanne Aaron and hise sones hadden put her hondis on `that calf,"
    },
    {
      "verse": 15,
      "text": "he offride it, and drow up blood; and whanne the fyngur was dippid, he touchide the corneris of the auter bi cumpas; whanne the auter was clensid and halewid, he schedde the `residue blood at the `foundement therof."
    },
    {
      "verse": 16,
      "text": "Sotheli he brent on the auter the ynnere fatnesse that was on the entrails, and the calle of the mawe, and the twei litle reynes with her litle fatnessis;"
    },
    {
      "verse": 17,
      "text": "and he brente without the castels the calf, with the skyn, fleischis, and dung, as the Lord comaundide."
    },
    {
      "verse": 18,
      "text": "He offride also a ram in to brent sacrifice; and whanne Aaron and hise sones hadden set her hondis on the heed therof,"
    },
    {
      "verse": 19,
      "text": "he offride it, and schedde the blood therof bi the cumpas of the auter."
    },
    {
      "verse": 20,
      "text": "And he kittide thilke ram in to gobetis, and brente with fier the heed therof, and membris,"
    },
    {
      "verse": 21,
      "text": "and ynnere fatnesse, whanne the entrails and feet weren waischun bifore; and he brente al the ram togidere on the auter, for it was the brent sacrifice of swettiste odour to the Lord, as the Lord comaundide to hym."
    },
    {
      "verse": 22,
      "text": "He offride also the secounde ram, in to the halewyng of preestis; and Aaron and hise sones puttiden her hondis on the heed therof."
    },
    {
      "verse": 23,
      "text": "And whanne Moises hadde offrid the ram, he took of the blood, and touchide the laste part of the riyt eere of Aaron, and the thombe of his riyt hond, in lijk maner and of the foot."
    },
    {
      "verse": 24,
      "text": "He offride also `the sones of Aaron. And whanne he hadde touchid of the blood of the ram offrid the laste part of `the riyt eeris of alle, and `the thombis of the riyt hond and foot, he schedde the `tothir blood on the auter bi cumpas."
    },
    {
      "verse": 25,
      "text": "Sotheli he departide the ynnere fatnesse, and the taile, and al the fatnesse that hilith the entrails, and the calle of the mawe, and the twey reynes with her fatnessis and with the riyt schuldur."
    },
    {
      "verse": 26,
      "text": "Forsothe he took of the panyere of therf looues, that was bifor the Lord, looues without sour dow, and a cake spreynt with oile, and he puttide looues first sodun in watir and aftirward fried in oile on the ynnere fatnesse, and the riyt schuldur; and bitook alle thingis togidere to Aaron,"
    },
    {
      "verse": 27,
      "text": "and to hise sones. And aftir that thei `reisiden tho bifore the Lord,"
    },
    {
      "verse": 28,
      "text": "eft `he brente tho takun of her hondis, on the auter of brent sacrifice, for it was the offryng of halewyng, in to the odour of swetnesse of sacrifice `into his part to the Lord."
    },
    {
      "verse": 29,
      "text": "He took also the brest of the ram of consecracioun in to his part, and reiside it bifor the Lord, as the Lord comaundide to hym."
    },
    {
      "verse": 30,
      "text": "And he took the oynement, and blood that was in the auter, and `spreynte on Aaron, and hise clothis, and on `the sones of hym, and on her clothis."
    },
    {
      "verse": 31,
      "text": "And whanne he hadde halewid hem in her clothing, he comaundide to hem, and seide, Sethe ye fleischis bifor the `yatis of the tabernacle, and there ete ye tho; also ete ye the looues of halewyng, that ben put in the panyere, as God comaundide to me, `and seide, Aaron and hise sones schulen ete tho looues;"
    },
    {
      "verse": 32,
      "text": "sotheli whateuer thing is residue of the fleisch and looues, fier schal waste."
    },
    {
      "verse": 33,
      "text": "Also ye schulen not go out of the dore of the tabernacle in seuene daies, til to the day in which the tyme of youre halewyng schal be fillid; for the halewyng is endid in seuene dayes,"
    },
    {
      "verse": 34,
      "text": "as it is doon in present tyme, that the riytfulnesse of sacrifice were fillid."
    },
    {
      "verse": 35,
      "text": "Ye schulen dwelle dai and nyyt in the tabernacle, and ye schulen kepe the kepyngis of the Lord, that ye die not; for so it is comaundid to me."
    },
    {
      "verse": 36,
      "text": "And Aaron and hise sones diden alle thingis, whiche the Lord spak bi the hond of Moises."
    }
  ]
}