{
  "book_id": "LEV",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises and Aaron, and seide,"
    },
    {
      "verse": 2,
      "text": "Seie ye to the sones of Israel, Kepe ye alle thingis whiche Y wroot to you, that Y be youre God. These ben the beestis, whiche ye schulen ete, of alle lyuynge beestis of erthe;"
    },
    {
      "verse": 3,
      "text": "ye schulen ete `al thing among beestis that hath a clee departid, and chewith code;"
    },
    {
      "verse": 4,
      "text": "sotheli what euer thing chewith code, and hath a clee, but departith not it, as a camel and othere beestis doon, ye schulen not ete it, and ye schulen arette among vnclene thingis."
    },
    {
      "verse": 5,
      "text": "A cirogrille, which chewith code, and departith not the clee, is vnclene; and an hare,"
    },
    {
      "verse": 6,
      "text": "for also he chewith code, but departith not the clee;"
    },
    {
      "verse": 7,
      "text": "and a swiyn, that chewith not code, thouy he departith the clee."
    },
    {
      "verse": 8,
      "text": "Ye schulen not ete the fleischis of these, nether ye schulen touche the deed bodies, for tho ben vnclene to you."
    },
    {
      "verse": 9,
      "text": "Also these thingis ben that ben gendrid in watris, and is leueful to ete;"
    },
    {
      "verse": 10,
      "text": "ye schulen ete al thing that hath fynnes and scalis, as wel in the see, as in floodis and stondynge watris; sotheli what euer thing of tho that ben moued and lyuen in watris, hath not fynnes and scalis, schal be abhominable, and wlatsum to you;"
    },
    {
      "verse": 11,
      "text": "ye schulen not ete the fleischis of tho, and ye schulen eschewe the bodies deed bi hem silf."
    },
    {
      "verse": 12,
      "text": "Alle thingis in watris that han not fynnes and scalis, schulen be pollutid,"
    },
    {
      "verse": 13,
      "text": "These thingis ben of foulis whiche ye schulen not ete, and schulen be eschewid of you; an egle, and a grippe, aliete, and a kyte, and a vultur by his kynde;"
    },
    {
      "verse": 14,
      "text": "and al of `rauyns kynde bi his licnesse;"
    },
    {
      "verse": 15,
      "text": "a strucioun,"
    },
    {
      "verse": 16,
      "text": "and nyyt crowe, a lare, and an hauke bi his kinde;"
    },
    {
      "verse": 17,
      "text": "an owle, and dippere, and ibis ;"
    },
    {
      "verse": 18,
      "text": "a swan and cormoraunt, and a pellican;"
    },
    {
      "verse": 19,
      "text": "a fawcun, a iay bi his kynde; a leepwynke, and a reremows."
    },
    {
      "verse": 20,
      "text": "Al thing of foulis that goith on foure feet, schal be abhomynable to you;"
    },
    {
      "verse": 21,
      "text": "sotheli what euer thing goith on foure feet, but hath lengere hipis bihynde, bi whiche it skippith on the erthe, ye schulen ete;"
    },
    {
      "verse": 22,
      "text": "as is a bruke in his kynde, and acatus, and opymacus, and a locuste, alle bi her kynde."
    },
    {
      "verse": 23,
      "text": "Forsothe what euer thing of briddis hath foure feet oneli, it schal be abhomynable to you;"
    },
    {
      "verse": 24,
      "text": "and who euer touchith her bodies deed bi hem silf, schal be defoulid, and `schal be vnclene `til to euentid;"
    },
    {
      "verse": 25,
      "text": "and if it is nede, that he bere ony deed thing of these, he schal waische his clothis, and he schal be vnclene til to the goyng doun of the sunne."
    },
    {
      "verse": 26,
      "text": "Sotheli ech beeste that hath a clee, but departith not it, nether chewith code, schal be vnclene; and what euer thing touchith it, schal be defoulid."
    },
    {
      "verse": 27,
      "text": "That that goith on hondis, of alle beestis that gon on foure feet, schal be vnclene; he, that touchith her bodies deed bi hem silf, schal be defoulid `til to euentid;"
    },
    {
      "verse": 28,
      "text": "and he, that berith siche deed bodies, schal waische hise clothis, and he schal be vnclene `til to euentid; for alle these thingis ben vnclene to you."
    },
    {
      "verse": 29,
      "text": "Also these thingis schulen be arettid among defoulid thingis, of these that ben moued on erthe; a wesele, and mows, and a cocodrille, `alle bi her kynde;"
    },
    {
      "verse": 30,
      "text": "mygal, camelion, and stellio, and lacerta, and a maldewerp."
    },
    {
      "verse": 31,
      "text": "Alle these ben vnclene; he that touchith her bodies deed bi hem silf, schal be vnclene `til to euentid;"
    },
    {
      "verse": 32,
      "text": "and that thing schal be defoulid, on which ony thing of her bodies deed bi hem silf fallith, as wel a vessel of tree, and a cloth, as skynnes `and heiris; and in what euer thing werk is maad, it schal be dippid in watir, and tho thingis schulen be defoulid `til to euentid, and so aftirward tho schulen be clensid."
    },
    {
      "verse": 33,
      "text": "Sotheli a vessel of erthe, in which ony thing of these fallith with ynne, schal be defoulid, and therfor it schal be brokun."
    },
    {
      "verse": 34,
      "text": "Ech mete, which ye schulen ete, schal be vnclene, if water is sched thereon; and ech fletynge thing, which is drunkun of ech vessel, `where ynne vnclene thingis bifelden, schal be vnclene;"
    },
    {
      "verse": 35,
      "text": "and what euer thing of siche deed bodies bi hem silf felde theronne, it schal be vnclene, whether furneisis, ethir vessels of thre feet, tho schulen be destried, and schulen be vnclene."
    },
    {
      "verse": 36,
      "text": "Sotheli wellis and cisternes, and al the congregacioun of watris, schal be clene. He that touchith her bodi deed bi it silf, schal be defoulid."
    },
    {
      "verse": 37,
      "text": "If it fallith on seed, it schal not defoule the seed;"
    },
    {
      "verse": 38,
      "text": "sotheli if ony man schedith seed with watir, and aftirward the watir is touchid with deed bodies bi hem silf, it schal be defoulid anoon."
    },
    {
      "verse": 39,
      "text": "If a beeste is deed, which it is leueful to you to ete, he that touchith the deed bodi therof schal be vnclene `til to euentid; and he that etith therof ony thing,"
    },
    {
      "verse": 40,
      "text": "ethir berith, schal waische his clothis, and schal be vnclene `til to euentid."
    },
    {
      "verse": 41,
      "text": "Al thing that crepith on erthe, schal be abhomynable, nether schal be takun in to mete."
    },
    {
      "verse": 42,
      "text": "`What euer thing goith on the brest and foure feet, and hath many feet, ethir drawun bi the erthe, ye schulen not ete, for it is abhomynable."
    },
    {
      "verse": 43,
      "text": "Nyle ye defoule youre soulis, nether touche ye ony thing of tho, lest ye ben vnclene;"
    },
    {
      "verse": 44,
      "text": "for Y am youre Lord God; be ye hooli, for Y am hooli. Defoule ye not youre soulis in ech crepynge `beeste which is moued on erthe; for Y am the Lord,"
    },
    {
      "verse": 45,
      "text": "that ladde you out of the lond of Egipt, that Y schulde be to you in to God; ye schulen be hooli, for Y am hooli."
    },
    {
      "verse": 46,
      "text": "This is the lawe of lyuynge beestes, and of foulis, and of ech lyuynge soule which is moued in watir, and crepith in erthe;"
    },
    {
      "verse": 47,
      "text": "that ye knowe differences of clene thing and vnclene, and that ye wite what ye schulen ete, and what ye owen forsake."
    }
  ]
}