{
  "book_id": "LEV",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord spak to Moyses and Aaron, and seide,"
    },
    {
      "verse": 2,
      "text": "A man in whos skyn and fleisch rysith dyuerse colour, ether whelke, ethir as `sum schynynge thing, that is, a wounde of lepre, he schal be brouyt to Aaron preest, ether to oon `who euer of hise sones;"
    },
    {
      "verse": 3,
      "text": "and whanne he seeth lepre in the skyn, and the heeris chaungide in to whijte colour, and that spice of lepre lowere than the tother skyn and fleisch, it is a wounde of lepre, and he schal be departid at the `doom of the preest."
    },
    {
      "verse": 4,
      "text": "Sotheli if schynyng whijtnesse is in the skyn, nethir is lower than the tother fleisch, and the heeris ben of the formere colour, the preest schal close hym seuene daies;"
    },
    {
      "verse": 5,
      "text": "and schal biholde hym in the seuenthe dai, and sotheli if the lepre wexith not ferther, nethir passith the formere termes in the fleisch, eft the preest schal close hym ayen seuene other daies;"
    },
    {
      "verse": 6,
      "text": "and schal biholde in the seuenthe day, if the lepre is derkere, and wexith not in the fleisch, the preest schal clense hym, for it is a scabbe; and the man schal waische hise clothis, and he schal be clene."
    },
    {
      "verse": 7,
      "text": "That if the lepre wexith eft, aftir that he is seyn of the preest, and is yoldun to clennesse, he schal be brouyt to the preest, and schal be demed of vnclennesse."
    },
    {
      "verse": 8,
      "text": "If the wounde of lepre is in man, he schal be brouyt to the preest, and he schal se the man;"
    },
    {
      "verse": 9,
      "text": "and whanne whijt colour is in the fleisch, and chaungith the siyt of heeris, and thilke fleisch apperith quyk,"
    },
    {
      "verse": 10,
      "text": "it schal be demid eldest lepre, and growun to the skyn; therfor the preest schal defoule hym,"
    },
    {
      "verse": 11,
      "text": "and he schal not close eft, for it is of opyn vnclennesse."
    },
    {
      "verse": 12,
      "text": "But if lepre rennynge about in the skyn `flourith out, and hilith al the fleisch, fro the heed til to the feet, what euer thing fallith vndur the siyt of iyen; the preest schal biholde hym,"
    },
    {
      "verse": 13,
      "text": "and schal deme `that he is holdun with clenneste lepre, for all the skyn is turned in to whijtnesse, and therfor the man schal be cleene."
    },
    {
      "verse": 14,
      "text": "Sotheli whanne quyk fleisch apperith in hym,"
    },
    {
      "verse": 15,
      "text": "thanne he schal be defoulid bi the doom of the preest, and he schal be arettid among vncleene men; for quyk fleisch is vnclene, if it is spreynt with lepre."
    },
    {
      "verse": 16,
      "text": "That if the fleisch is turned eft in to whijtnesse, and hilith al the man,"
    },
    {
      "verse": 17,
      "text": "the preest schal biholde hym, and schal deme, that he is cleene."
    },
    {
      "verse": 18,
      "text": "Fleisch and skyn, in which a botche is bred,"
    },
    {
      "verse": 19,
      "text": "and is heelid, and `a step of wounde apperith whijt, ethir `sum deel reed, `in the place of the botche, the man schal be brouyt to the preest;"
    },
    {
      "verse": 20,
      "text": "and whanne the preest seeth the place of lepre lowere than the tother fleisch, and the heeris turned in to whijtnesse, the preest schal defoule hym ; for the wounde of lepre is bred in the botche."
    },
    {
      "verse": 21,
      "text": "That if the heer is of the former colour, and the signe of wounde is sumdeel derk, and is not lowere than the `nyy fleisch, the preest schal close the man seuene daies;"
    },
    {
      "verse": 22,
      "text": "and sotheli, if it wexith, the preest schal deme the man of lepre;"
    },
    {
      "verse": 23,
      "text": "forsothe if it stondith in his place, it is a signe of botche, and the man schal be cleene."
    },
    {
      "verse": 24,
      "text": "Fleisch and skyn, which the fier hath brent, and is heelid, and hath a whijt ethir reed `signe of wounde,"
    },
    {
      "verse": 25,
      "text": "the preest schal biholde it, and lo! if it is turned in to whijtnesse, and the place therof is lowere than the tothir skyn, the preest schal defoule the man, for a wounde of lepre is bred in the `signe of wounde."
    },
    {
      "verse": 26,
      "text": "That if the colour of heeris is not chaungid, nether the wounde is lowere than the tother fleisch, and thilke spice of lepre is sumdeel derk, the preest schal close the man bi seuene daies;"
    },
    {
      "verse": 27,
      "text": "and in the seuenthe dai he schal biholde; if the lepre wexith in the fleisch, the preest schal defoule the man;"
    },
    {
      "verse": 28,
      "text": "ellis if the whijtnesse stondith in his place, and is not cleer ynow, it is a wounde of brennyng, and therfor the man schal be clensid, for it is a signe of brennyng."
    },
    {
      "verse": 29,
      "text": "A man ethir womman, in whos heed ether beerd lepre buriounneth, the preest schal se hem;"
    },
    {
      "verse": 30,
      "text": "and if the place is lowere than the tothir fleisch, and the heer is whijt, `and is sotilere, `ether smallere, than it is wont, the preest schal defoule hem, for it is lepre of the heed, and of the beerd."
    },
    {
      "verse": 31,
      "text": "Ellis if he seeth the place of wem euene with the nyy fleisch, and seeth the here blak, the preest schal close hem bi seuene daies, and schal se in the seuenthe dai;"
    },
    {
      "verse": 32,
      "text": "if the wem waxith not, and the heer is of his colour, and the place of wounde is euene with the tother fleisch,"
    },
    {
      "verse": 33,
      "text": "the man schal be schauun, without the place of wem, and he schal be closid eft bi seuene othere daies."
    },
    {
      "verse": 34,
      "text": "If in the seuenthe day the wounde is seyn to haue stonde in his place, nether is lowere than the tother fleisch, the preest schal clense the man; and whanne his clothis ben waischun, he schal be cleene."
    },
    {
      "verse": 35,
      "text": "Ellis if aftir the clensyng a spotte wexith eft in the skyn,"
    },
    {
      "verse": 36,
      "text": "the preest schal no more enquere, whether the heer is chaungid in to whijt colour, for apeertli he is vncleene."
    },
    {
      "verse": 37,
      "text": "Sotheli if the spotte stondith, and the heeris ben blake, knowe the preest that the man is heelid, and tristili `pronounce he the man cleene."
    },
    {
      "verse": 38,
      "text": "A man ethir a womman, in whos skyn whijtnesse apperith, the preest schal biholde hem;"
    },
    {
      "verse": 39,
      "text": "if he perseyueth, that whijtnesse `sum deel derk schyneth in the skyn, wite he, that it is no lepre, but a spotte of whijt colour, and that the man is cleene."
    },
    {
      "verse": 40,
      "text": "A man of whos heed heeris fleten awei, is calu, and clene;"
    },
    {
      "verse": 41,
      "text": "and if heeris fallen fro the forheed, he is ballid,"
    },
    {
      "verse": 42,
      "text": "and is cleene; ellis if in the ballidnesse bifore, ether in the ballidnesse bihynde, whijt ether reed colour is bred, and the preest seeth this,"
    },
    {
      "verse": 43,
      "text": "he schal condempne the man without doute of lepre, which is bred in the ballidnesse."
    },
    {
      "verse": 44,
      "text": "Therfor whoeuer is defoulid with lepre, and is departid at the doom of the preest,"
    },
    {
      "verse": 45,
      "text": "he schal haue hise clothis vnsewid, bareheed, the mouth hilid with a cloth, he schal crye hym silf defoulid, and viyl;"
    },
    {
      "verse": 46,
      "text": "in al tyme in which he is lepre and vnclene, he schal dwelle aloone without the castels."
    },
    {
      "verse": 47,
      "text": "A wollun cloth, ethir lynnun, that hath lepre in the warp,"
    },
    {
      "verse": 48,
      "text": "ethir oof, ethir certis a skyn, ether what euer thing is maad of skiyn,"
    },
    {
      "verse": 49,
      "text": "if it is corrupt with a whijt spotte, ethir reed, it schal be arettid lepre, and it schal be schewid to the preest;"
    },
    {
      "verse": 50,
      "text": "which schal close it biholden bi seuene daies."
    },
    {
      "verse": 51,
      "text": "And eft he schal biholde in the seuenthe dai, and if he perseyueth, that it wexide, it schal be contynuel lepre; he schal deme the cloth defoulid, and al thing in which it is foundun;"
    },
    {
      "verse": 52,
      "text": "and therfor the cloth schal be brent in flawmes."
    },
    {
      "verse": 53,
      "text": "That if he seeth that the spotte wexide not, he schal comaunde,"
    },
    {
      "verse": 54,
      "text": "and thei schulen waische that thing wherynne the lepre is, and he schal close it ayen bi seuene othere daies;"
    },
    {
      "verse": 55,
      "text": "and whanne he seeth the formere face not turned ayen, netheles that nether the lepre wexede, he schal deme that thing vnclene, and he schal brenne it in fier, for lepre is sched in the ouer part of the cloth, ether thorouy al."
    },
    {
      "verse": 56,
      "text": "Ellis if the `place of lepre is derkere, aftir that the cloth is waischun, he schal breke awey that place, and schal departe fro the hool."
    },
    {
      "verse": 57,
      "text": "That if fleynge lepre and vnstidefast apperith ferthermore in these places, that weren vnwemmed bifore, it owith be brent in fier; if it ceessith,"
    },
    {
      "verse": 58,
      "text": "he schal waische the secounde tyme tho thingis that ben cleene, and tho schulen be cleene."
    },
    {
      "verse": 59,
      "text": "This is the lawe of lepre of cloth, wollun and lynnun, of warp and of oof, and of al purtenaunce of skiyn, hou it owith to be clensyd, ethir `to be defoulid."
    }
  ]
}