{
  "book_id": "LEV",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide, This is the custom of a leprouse man,"
    },
    {
      "verse": 2,
      "text": "whanne he schal be clensid. He schal be brouyt to the preest,"
    },
    {
      "verse": 3,
      "text": "which preest schal go out of the castels, and whanne he schal fynde that the lepre is clensid,"
    },
    {
      "verse": 4,
      "text": "he schal comaunde to the man which is clensid, that he offre for hym silf twei quyke sparewis, whiche it is leueful to ete, and a `tree of cedre, and vermylyoun, and isope."
    },
    {
      "verse": 5,
      "text": "And the preest schal comaunde that oon of the sparewes be offrid in `a vessel of erthe,"
    },
    {
      "verse": 6,
      "text": "on quyke watris; sotheli he schal dippe the tother sparewe quyk with the `tre of cedre, and with a reed threed and ysope, in the blood of the sparewe offrid,"
    },
    {
      "verse": 7,
      "text": "with which he schal sprenge seuensithis hym that schal be clensid, that he be purgid riytfuli; and he schal delyuere the quyk sparewe, that it fle in to the feeld."
    },
    {
      "verse": 8,
      "text": "And whanne the man hath waische hise clothis, he schal schaue alle the heeris of the bodi, and he schal be waischun in watir, and he schal be clensid, and he schal entre in to the castels; so oneli that he dwelle without his tabernacle bi seuene daies;"
    },
    {
      "verse": 9,
      "text": "and that in the seuenthe dai he schaue the heeris of the heed, and the beerd, and brewis, and the heeris of al the bodi. And whanne the clothis and bodi ben waischun,"
    },
    {
      "verse": 10,
      "text": "eft in the eiyetithe dai he schal take twei lambren without wem, and a scheep of o yeer without wem, and thre dymes of wheete flour, in to sacrifice, which be spreynte with oile, and bi it silf a sextarie of oyle."
    },
    {
      "verse": 11,
      "text": "And whanne the preest, that purgith the man, hath set hym and alle hise thingis bifor the Lord, in the dore of the tabernacle of witnessyng, he schal take a lomb,"
    },
    {
      "verse": 12,
      "text": "and schal offre it for trespas, and schal offre the sextarie of oyle; and whanne alle thingis ben offrid bifor the Lord,"
    },
    {
      "verse": 13,
      "text": "he schal offre the lomb, where the sacrifice for synne and the brent sacrifice is wont to be offrid, that is, in the hooli place; for as for synne so and for trespas the offryng perteyneth to the preest; it is hooli of the noumbre of hooli thingis."
    },
    {
      "verse": 14,
      "text": "And the preest schal take of the blood of sacrifice which is offrid for trespas, and schal putte on the laste part of the riyt eere `of hym which is clensid, and on the thumbis of the riyt hond and foot."
    },
    {
      "verse": 15,
      "text": "And he schal putte of the sextarie of oyle in to his left hond,"
    },
    {
      "verse": 16,
      "text": "and he schal dippe the riyt fyngur therynne, and schal sprynge seuensithis bifor the Lord."
    },
    {
      "verse": 17,
      "text": "Sotheli he schal schede that that is residue of the oile in the left hond, on the laste part of the riyt eere `of hym which is clensid, and on the thombis of the riyt hond and foot, and on the blood which is sched for trespas,"
    },
    {
      "verse": 18,
      "text": "and on the heed `of hym."
    },
    {
      "verse": 19,
      "text": "And the preest schal preye for hym bifor the Lord, and schal make sacrifice for synne; thanne he schal offre brent sacrifice,"
    },
    {
      "verse": 20,
      "text": "and schal putte it in the auter with hise fletynge sacrifices, and the man schal be clensid riytfuli."
    },
    {
      "verse": 21,
      "text": "That if he is pore, and his hoond may not fynde tho thingis that ben seid, he schal take for trespas a lomb to offryng, that the preest preie for him, and the tenthe part of wheete flour spreynt togidire with oile in to sacrifice, and a sextarie of oile,"
    },
    {
      "verse": 22,
      "text": "and twei turtlis, ethir twei `briddis of culueris, of whiche oon be for synne, and the tothir in to brent sacrifice;"
    },
    {
      "verse": 23,
      "text": "and he schal offre tho in the eiytthe dai of his clensyng to the preest, at the dore of tabernacle of witnessyng bifor the Lord."
    },
    {
      "verse": 24,
      "text": "And the preest schal take the lomb for trespas, and the sextarie of oile, and schal reise togidere;"
    },
    {
      "verse": 25,
      "text": "and whanne the lomb is offrid, he schal putte of the blood therof on the laste part of the riyt eere `of hym that is clensid, and on the thumbis of his riyt hond and foot."
    },
    {
      "verse": 26,
      "text": "Sotheli the preest putte the part of oile in to his left hond,"
    },
    {
      "verse": 27,
      "text": "in which he schal dippe the fyngur of the riyt hond, and schal sprynge seuensithes ayens the Lord;"
    },
    {
      "verse": 28,
      "text": "and the preest schal touche the laste part of the riyt eere `of hym that is clensid, and the thombe of the riyt hond and foot, in the place of blood which is sched out for trespas."
    },
    {
      "verse": 29,
      "text": "Sotheli he schal putte the tother part of oile, which is in the left hond, on the `heed of the man clensid, that he plese the Lord for hym."
    },
    {
      "verse": 30,
      "text": "And he schal offre a turtle, ethir a culuer brid,"
    },
    {
      "verse": 31,
      "text": "oon for trespas, and the tothir in to brent sacrifice, with her fletynge offryngis."
    },
    {
      "verse": 32,
      "text": "This is the sacrifice of a leprouse man, that may not haue alle thingis in to the clensyng of hym silf."
    },
    {
      "verse": 33,
      "text": "And the Lord spak to Moises and Aaron, and seide,"
    },
    {
      "verse": 34,
      "text": "Whanne ye han entrid in to the lond of Canaan, which lond Y schal yyue to you in to possessioun, if the wounde of lepre is in the housis,"
    },
    {
      "verse": 35,
      "text": "he schal go, whos the hous is, `and schal telle to the preest, and schal seie, It semeth to me, that as a wound of lepre is in myn hous."
    },
    {
      "verse": 36,
      "text": "And the preest schal comaunde, `that thei bere out of the hous alle thingis bifore that he entre in to it, `and me se where it be lepre, lest alle thingis that ben in the hows, be maad vnclene; and the preest schal entre aftirward, that he se the lepre of the hows."
    },
    {
      "verse": 37,
      "text": "And whanne he seeth in the wallis therof as litle valeis `foule bi palenesse, ethir bi reednesse, and lowere than the tother hiyere part,"
    },
    {
      "verse": 38,
      "text": "he schal go out at the dore of the hows, and anoon he schal close it bi seuene daies."
    },
    {
      "verse": 39,
      "text": "And he schal turne ayen in the seuenthe day, and schal se it; if he fyndith that the lepre encreesside,"
    },
    {
      "verse": 40,
      "text": "he schal comaunde that the stoonys be cast out, in whyche the lepre is, and that tho stonys be cast out of the citee in an vncleene place."
    },
    {
      "verse": 41,
      "text": "Sotheli he schal comaunde that thilke hows be rasid with ynne bi cumpas, and that the dust of the rasyng be spreynt without the citee, in an vnclene place,"
    },
    {
      "verse": 42,
      "text": "and that othere stoonys be put ayen for these, that ben takun awey, and that the hows be daubid with othir morter."
    },
    {
      "verse": 43,
      "text": "But if aftir that the stoonus ben takun awey, and the dust is borun out,"
    },
    {
      "verse": 44,
      "text": "and othere erthe is daubid, the preest entrith, and seeth the lepre turned ayen, and the wallis spreynt with spottis, the lepre is stidfastly dwellynge, and the hows is vnclene;"
    },
    {
      "verse": 45,
      "text": "which hows thei schulen destrye anoon, and thei schulen caste out of the citee, in an vnclene place, the stoonys therof, and the trees, and al the dust."
    },
    {
      "verse": 46,
      "text": "He that entrith in to the hous, whanne it is schit, schal be vnclene `til to euentid,"
    },
    {
      "verse": 47,
      "text": "and he that slepith and etith ony thing therynne, schal waische hise clothis."
    },
    {
      "verse": 48,
      "text": "That if the preest entrith, and seeth that the lepre encreesside not in the hows, aftir that it was daubid the secounde tyme, he schal clense it; for heelthe is yoldun."
    },
    {
      "verse": 49,
      "text": "And in the clensyng therof he schal take twey sparewis, and `a tre of cedre, and `a reed threed, and isope."
    },
    {
      "verse": 50,
      "text": "And whanne o sparewe is offrid in a vessel of erthe, on quyk watris,"
    },
    {
      "verse": 51,
      "text": "he schal take the `tre of cedre, and ysope, and reed threed, and the quyk sparewe, and he schal dippe alle thingis in the blood of the sparewe offrid, and in lyuynge watris;"
    },
    {
      "verse": 52,
      "text": "and he schal sprynge the hows seuen sithis; and he schal clense it as wel in the blood of the sparewe as in lyuynge watris, and in the quyk sparewe, and in the `tre of cedre, and in ysope, and `reed threed."
    },
    {
      "verse": 53,
      "text": "And whanne he hath left the sparewe to fle in to the feeld frely, he schal preye for the hows, and it schal be clensid riytfuli."
    },
    {
      "verse": 54,
      "text": "This is the lawe of al lepre,"
    },
    {
      "verse": 55,
      "text": "and of smytyng, of lepre of clothis, and of housis,"
    },
    {
      "verse": 56,
      "text": "of syngne of wounde, and of litle whelkis brekynge out, of spotte schynynge, and in colours chaungid in to dyuerse spices,"
    },
    {
      "verse": 57,
      "text": "that it may be wist, what is cleene, ether uncleene."
    }
  ]
}