{
  "book_id": "LEV",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide, Speke thou to the sones of Israel,"
    },
    {
      "verse": 2,
      "text": "and thou schalt seie to hem, Y am youre Lord God;"
    },
    {
      "verse": 3,
      "text": "ye schulen not do by the custom of the lond of Egipt, in which ye dwelliden; ye schulen not do bi the custom of the cuntrei of Canaan, `to which Y schal brynge you yn, nethir ye schulen go in the lawful thingis of hem."
    },
    {
      "verse": 4,
      "text": "Ye schulen do my domes, and ye schulen kepe myn heestis, and ye schulen go in tho; Y am youre Lord God."
    },
    {
      "verse": 5,
      "text": "Kepe ye my lawis and domes, whiche a man `schal do, and schal lyue in tho; Y am youre Lord God."
    },
    {
      "verse": 6,
      "text": "Ech man schal not neiy to the nyy womman of his blood, that he schewe `the filthe of hir; Y am the Lord."
    },
    {
      "verse": 7,
      "text": "Thou schalt not diskyuere the filthe of thi fadir and the filthe of thi modir; sche is thi modir, thou schalt not schewe hir filthe."
    },
    {
      "verse": 8,
      "text": "Thou schalt not vnhile the filthe of the wijf of thi fadir, for it is the filthe of thi fadir."
    },
    {
      "verse": 9,
      "text": "Thou schalt not schewe the filthe of thi sistir, of fadir `ether of modir, which sister is gendrid at hoome ether without forth."
    },
    {
      "verse": 10,
      "text": "Thou schalt not schewe the filthe of the douyter of thi sone, ether of neece of thi douyter, for it is thi filthe."
    },
    {
      "verse": 11,
      "text": "Thou schalt not schewe the filthe of the douyter of the wijf of thi fadir, which sche childide to thi fadir, and is thi sistir."
    },
    {
      "verse": 12,
      "text": "Thou schalt not opene the filthe of the `sister of thi fadir, for sche is the fleisch of thi fadir."
    },
    {
      "verse": 13,
      "text": "Thou schalt not schewe the filthe of the sistir of thi modir, for sche is the fleisch of thi modir."
    },
    {
      "verse": 14,
      "text": "Thou schalt not shewe the filthe of the brothir of thi fadir, nethir thou schalt neiye to his wijf, which is ioyned to thee bi affinyte."
    },
    {
      "verse": 15,
      "text": "Thou schalt not schewe the filthe of thi sones wijf, for sche is the wijf of thi sone, nether thou schalt diskiuere hir schenschip; and no man take his brotheris wijf."
    },
    {
      "verse": 16,
      "text": "Thou schalt not schewe the filthe of `the wijf of thi brother, for it is the filthe of thi brothir."
    },
    {
      "verse": 17,
      "text": "Thou schalt not schewe the filthe of thi wijf, and of hir douyter; thou schalt not take the douytir of hir sone, and the douytir of hir douyter, that thou schewe hir schenschip; thei ben the fleisch of hir, and siche letcherie is incest."
    },
    {
      "verse": 18,
      "text": "Thou schalt not take `the sister of thi wijf, in to concubynage of hir, nethir thou schalt schewe `the filthe of hir, while thi wijf lyueth yit."
    },
    {
      "verse": 19,
      "text": "Thou schalt not neiye to a womman that suffrith rennyng of blood of monethe, nethir thou schalt schewe hir filthe."
    },
    {
      "verse": 20,
      "text": "Thou schalt not do letcherie with `the wijf of thi neiybore, nether thou schalt be defoulid with medlyng of seed."
    },
    {
      "verse": 21,
      "text": "Thou schalt not yyue of thi seed, that it be offrid to the idol Moloch, nether thou schalt defoule the name of thi God; Y am the Lord."
    },
    {
      "verse": 22,
      "text": "Thou schalt not be medlid with a man bi letcherie of womman, for it is abhomynacioun."
    },
    {
      "verse": 23,
      "text": "Thou schalt not do letcherie with ony beeste, nethir thou schalt be defoulid with it. A womman schal not ligge vnder a beeste, nether schal be medlid therwith, for it is greet synne."
    },
    {
      "verse": 24,
      "text": "Be ye not defoulid in alle these thingis, in whiche alle `folkis, ether hethen men, ben defoulid, whiche folkis Y schal caste out bifor youre siyt,"
    },
    {
      "verse": 25,
      "text": "of whiche the lond is defoulid, of which lond Y schal vysyte the grete synnes, that it spewe out hise dwellers."
    },
    {
      "verse": 26,
      "text": "Kepe ye my lawful thingis and domes, that ye do not of alle these abhomynaciouns, as wel a man borun in the lond as a comelyng which is a pilgrym at you."
    },
    {
      "verse": 27,
      "text": "For the dwellers of the lond, that weren bifor you, diden alle these abhomynaciouns, and defouliden that lond."
    },
    {
      "verse": 28,
      "text": "Therfor be ye war, lest it caste out viliche also you in lijk manere, whanne ye han do lijk synnes, as it castide out vileche the folk, that was bifor you."
    },
    {
      "verse": 29,
      "text": "Ech man that doith ony thing of these abhomynaciouns, schal perische fro the myddis of his puple."
    },
    {
      "verse": 30,
      "text": "Kepe ye myn heestis; nyle ye do tho thingis, whiche thei that weren bifor you diden, and be ye not defoulid in tho; Y am youre Lord God."
    }
  ]
}