{
  "book_id": "LEV",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord spak to Moises, and seide,"
    },
    {
      "verse": 2,
      "text": "Speke thou to al the cumpenye of the sones of Israel, and thou schalt seie to hem, Be ye hooli, for Y am hooli, youre Lord God."
    },
    {
      "verse": 3,
      "text": "Ech man drede his fadir and his modir. Kepe ye my sabatis; Y am youre Lord God."
    },
    {
      "verse": 4,
      "text": "Nyle ye be turned to ydols, nether ye schulen make to you yotun goddis; Y am youre Lord God."
    },
    {
      "verse": 5,
      "text": "If ye offren a sacrifice of pesible thingis to the Lord, that it be quemeful,"
    },
    {
      "verse": 6,
      "text": "ye schulen ete it in that day, in which it is offrid, and in the tother dai; sotheli what euer thing is residue in to the thridde dai, ye schulen brenne in fier."
    },
    {
      "verse": 7,
      "text": "If ony man etith therof aftir twei daes, he schal be vnhooli, and gilti of vnfeithfulnes `ether wickidnesse; and he schal bere his wickidnesse,"
    },
    {
      "verse": 8,
      "text": "for he defoulide the hooli thing of the Lord, and his soule schal perische fro his puple."
    },
    {
      "verse": 9,
      "text": "Whanne thou schalt repe the fruytis of thi lond, thou schalt not kitte `til to the ground the corn of the lond, nether thou schalt gadere the eeris of corn that ben left;"
    },
    {
      "verse": 10,
      "text": "nethir in thi vyner thou schalt gadere reysyns and greynes fallynge doun, but thou schalt leeue to be gaderid of pore men and pilgryms; Y am youre Lord God."
    },
    {
      "verse": 11,
      "text": "Ye schulen not do thefte. Ye schulen not lye, and no man disseyue his neiybour."
    },
    {
      "verse": 12,
      "text": "Thou schalt not forswere in my name, nethir thou schalt defoule the name of thi God; Y am the Lord."
    },
    {
      "verse": 13,
      "text": "Thou schalt not make fals chalenge to thi neiybore, nethir thou schalt oppresse hym bi violence. The werk of thin hirid man schal not dwelle at thee til the morewtid."
    },
    {
      "verse": 14,
      "text": "Thou schalt not curse a deef man, nether thou schalt sette an hurtyng bifor a blynd man; but thou schalt drede thi Lord God, for Y am the Lord."
    },
    {
      "verse": 15,
      "text": "Thou schalt not do that, that is wickid, nether thou schalt deme vniustli; biholde thou not the persoone of a pore man, nethir onoure thou the face of a myyti man; deme thou iustli to thi neiybore."
    },
    {
      "verse": 16,
      "text": "Thou schalt not be a sclaunderere, nether a priuey bacbitere in the puplis; thou schalt not stonde ayens the blood of thi neiybore \\f + \\fr 19:16 \\ft  Thou schalt not stonde ayenus the blood of thi neiybore, ioynyng thee with hem that ymagynen the deth of the innocent. \\f* ; Y am the Lord."
    },
    {
      "verse": 17,
      "text": "Thou schalt not hate thi brothir in thin herte, but repreue hym opynly, lest thou haue synne on hym."
    },
    {
      "verse": 18,
      "text": "Thou schalt not seke veniaunce, nether thou schalt be myndeful of the wrong of thi cyteseyns; thou schalt loue thi freend as thi silf; Y am the Lord."
    },
    {
      "verse": 19,
      "text": "Kepe ye my lawis. Thou schalt not make thi beestis to gendre with the lyuynge beestis of another kynde. Thou schalt not sowe the feeld with dyuerse sede. Thou schalt not be clothid in a cloth, which is wouun of twei thingis."
    },
    {
      "verse": 20,
      "text": "If a man slepith with a womman by fleischly knowyng of seed, which womman is an `hand maide, ye, a noble womman of kyn, and netheles is not ayenbouyt bi prijs, nethir rewardid with fredom, bothe \\f + \\fr 19:20 \\ft  bothe etc. in Ebrue it is, sche schal be betun. \\f* schulen be betun, and thei schulen not die, for sche was not fre."
    },
    {
      "verse": 21,
      "text": "Sotheli the man for his trespas schal offre a ram to the Lord, at the dore of the tabernacle of witnessyng;"
    },
    {
      "verse": 22,
      "text": "and the preest schal preye for hym, and for his trespas, bifor the Lord; and the Lord schal be merciful to hym, and the synne schal be foryouun."
    },
    {
      "verse": 23,
      "text": "Whanne ye han entrid in to the lond of biheest, and han plauntid therynne appil trees, ye schulen do awei the firste flouris; the applis whiche tho trees bryngen forth, schulen be vncleene to you, nethir ye schulen ete of tho."
    },
    {
      "verse": 24,
      "text": "Forsothe in the fourthe yeer al the fruyt of tho trees schal be `halewid preiseful \\f + \\fr 19:24 \\ft  preiseful, in Ebreu it is, to hem that preysen the Lord. \\f* to the Lord;"
    },
    {
      "verse": 25,
      "text": "forsothe in the fifthe yeer ye schulen ete fruytis, and schulen gadere applis, whiche tho trees bryngen forth; Y am youre Lord God."
    },
    {
      "verse": 26,
      "text": "Ye schulen not ete fleisch with blood. Ye schulen not make veyn diuynyng, nether ye schulen kepe dremes;"
    },
    {
      "verse": 27,
      "text": "nether ye schulen clippe the heer in round, nether ye schulen schaue the beerd;"
    },
    {
      "verse": 28,
      "text": "and on deed men ye schulen not kitte youre fleischis, nether ye schulen make to you ony fyguris, ether markis in youre fleisch; Y am the Lord."
    },
    {
      "verse": 29,
      "text": "Sette thou not thi douytir to do leccherie for hire, and the lond be defoulid, and be fillid with synne."
    },
    {
      "verse": 30,
      "text": "Kepe ye my sabatis, and drede ye my seyntuarie; Y `am the Lord."
    },
    {
      "verse": 31,
      "text": "Bowe ye not to astronomyers, nether axe ye ony thing of fals dyuynours, that ye be defoulid bi hem; Y am youre Lord God."
    },
    {
      "verse": 32,
      "text": "Rise thou bifor an hoor heed, and onoure thou the persoone of an eld man,\\f + \\fr 19:32 \\ft  an eeld man vndurstonde of him that is eeld in vertues and wisdom. \\f* and drede thou thi Lord God; Y am the Lord."
    },
    {
      "verse": 33,
      "text": "If a comelyng enhabitith in youre lond, and dwellith among you, dispise ye not hym,"
    },
    {
      "verse": 34,
      "text": "but be he among you as a man borun in the lond; and ye schulen loue hym as you silf, for also ye weren comelyngis in the lond of Egipt; Y am youre Lord God."
    },
    {
      "verse": 35,
      "text": "Nyle ye do ony wickid thing in doom, in reule, in weiyte, and in mesure; the balance be iust,"
    },
    {
      "verse": 36,
      "text": "and the weiytis be euene, the buschel be iust, and the sextarie be euene; Y am youre Lord God, that ladde you out of the lond of Egipt."
    },
    {
      "verse": 37,
      "text": "Kepe ye alle myn heestis, and alle domes, and do ye tho; Y am the Lord."
    }
  ]
}