{
  "book_id": "LEV",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide,"
    },
    {
      "verse": 2,
      "text": "Speke thou these thingis to the sones of Israel, If eny man of the sones of Israel, and of the comelyngis that dwellen in Israel, yyueth of his seed to the ydol Moloch, die he bi deeth; the puple of the lond schal stone him."
    },
    {
      "verse": 3,
      "text": "And Y schal sette faste my face ayens hym, and Y schal kitte awei him fro the myddis of my puple, for he yaf of his seed to Moloch, and defoulide my seyntuarie, and defoulide myn hooli name."
    },
    {
      "verse": 4,
      "text": "That if the puple of the lond is necgligent, and as litil chargynge myn heeste, and suffrith the man that yaf of his seed to Moloch, nether wole sle hym, Y schal sette my face on that man,"
    },
    {
      "verse": 5,
      "text": "and his kynrede, and Y schal kitte doun hym, and alle that consentiden to him, that thei schulden do fornycacioun with Moloch, fro the myddis of her puple."
    },
    {
      "verse": 6,
      "text": "If a man bowith to astronomyers, and false dyuynours, and doith fornycacioun with hem, Y schal sette my face ayens hym, and Y schal sle hym fro the mydis of hys puple."
    },
    {
      "verse": 7,
      "text": "Be ye halewid, and be ye hooli, for Y am hooli, youre Lord God."
    },
    {
      "verse": 8,
      "text": "Kepe ye myn heestis, and do ye tho, for Y am the Lord that halewe you."
    },
    {
      "verse": 9,
      "text": "He that cursith his fadir, ether modir, die bi deeth; if a man cursith fadir and modir, his blood be on hym."
    },
    {
      "verse": 10,
      "text": "If a man doith leccherie with `the wijf of another man, and doith auowtrie with `the wijf of his neiybore, bothe auowter and auowtresse die bi deeth."
    },
    {
      "verse": 11,
      "text": "If a man slepith with hys stepdamme, and schewith `the schenschip of his fadir, bothe die bi deeth; her blood be on hem."
    },
    {
      "verse": 12,
      "text": "If ony man slepith with `his sones wijf, euer either die, for thei han wrouyt greet synne; her blood be on hem."
    },
    {
      "verse": 13,
      "text": "If a man slepith with a man, bi letcherie of a womman, euer either hath wrouyt vnleueful thing, die thei bi deeth; her blood be on hem."
    },
    {
      "verse": 14,
      "text": "He that weddith ouer his wijf hir moder, hath wrouyt greet synne; he schal be brent quyk with hem, and so greet vnleueful doynge schal not dwelle in the myddis of you."
    },
    {
      "verse": 15,
      "text": "He that doith letcherie with a greet beeste, ethir a litil beeste die bi deeth, also sle ye the beeste."
    },
    {
      "verse": 16,
      "text": "A womman that liggith vndur ony beeste, be slayn togidere with it; the blood `of hem be on hem."
    },
    {
      "verse": 17,
      "text": "He that takith his sistir `the douytir of his fadir, ether the douyter of his modir, and seeth hir filthe, and sche seeth the schenschip of the brothir, thei han wrouyt an vnleueful thing, bothe schulen be slayn in the siyt of her puple; for thei schewiden togidere her filthe, and thei schulen bere her wickidnesse."
    },
    {
      "verse": 18,
      "text": "If a man doith fleischly knowyng with a womman \\f + \\fr 20:18 \\ft  If a man doith fleisli knowing with a womman, etc. that is vndurstonden of that man that witingly knowith sich a womman, and is conuyct therof in doom, ellis he schal be vnclene in vij. dayes, as in xv. co. bifore. \\f* in the flux of monethe,\\f + \\fr 20:18 \\ft  that is, while the blood durith that renneth by monethes. \\f* and schewith hir filthe, and sche openeth the welle of hir blood, bothe schulen be slayn fro the myddis of her puple."
    },
    {
      "verse": 19,
      "text": "Thou schalt not diskyuere the filthe of thi modris sistir, and of thi fadris sistir; he, that doith this, schal `make nakid the schenschip of his fleisch, and bothe schulen bere her wickidnesse."
    },
    {
      "verse": 20,
      "text": "He that doith fleischli knowyng with the wijf of `his fadris brother, ether of his modris brother, and schewith the filthe of his kyn, bothe schulen bere her synne, thei schulen die without fre children.\\f + \\fr 20:20 \\ft  with out fre children, that is, if children be borun of sich wedloc, thei schulen be vnlawful and schulen not be eiris. Austyn and \\f*"
    },
    {
      "verse": 21,
      "text": "He that weddith `the wijf of his brother, doith an vnleueful thing; he schewide `the filthe of his brother, he schal be without fre children."
    },
    {
      "verse": 22,
      "text": "Kepe ye my lawis and my domes, and do ye tho, lest the lond, in to which ye schulen entre and dwelle, caste out viliche also you."
    },
    {
      "verse": 23,
      "text": "Nyle ye go in the lawful thingis \\f + \\fr 20:23 \\ft  nyle ye go in the lawful thingis of naciouns, that is, in worschiping and in the maner of lyuyng of hem. \\f* of naciouns, whiche Y schal caste out bifor you, for thei diden alle these thingis, and Y hadde abhomynacioun of hem."
    },
    {
      "verse": 24,
      "text": "Forsothe Y speke to you, Welde ye `the lond of hem, which Y schal yyue to you in to eritage, the lond flowynge with mylk and hony; Y am youre Lord God, that departide you fro othere puplis."
    },
    {
      "verse": 25,
      "text": "Therfor also ye departe a cleene beeste fro vnclene, and a cleene brid fro vncleene, lest ye defoule youre soulis in a beeste, and in briddis, and in alle thingis that ben moued in erthe, and whiche thingis Y schewide to you to be defoulid."
    },
    {
      "verse": 26,
      "text": "Ye schulen be hooli to me, for `Y am the hooli Lord, and Y departide you fro othere puplis, that ye schulen be myne."
    },
    {
      "verse": 27,
      "text": "A man ethir a womman, in which is an vncleene spirit spekynge in the `wombe, ethir `a spirit of fals dyuynyng,\\f + \\fr 20:27 \\ft  This is not vndurstondun of wode men in which the wickid spirit spekith with out her procuryng, but of hem that procuren that the deuel speke in hem. \\f* die thei bi deeth; men schulen oppresse hem bi stoonus; her blood be on hem."
    }
  ]
}