{
  "book_id": "LEV",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord seide to Moyses, Speke thou to preestis, the sones of Aaron, and thou schalt seie to hem, A preest be not defoulid in the deed men of hise citeseyns,"
    },
    {
      "verse": 2,
      "text": "no but oneli in kynesmen and niy of blood, that is, on fadir and modir, and sone and douyter,"
    },
    {
      "verse": 3,
      "text": "and brother and sister, virgyn, which is not weddid to man;"
    },
    {
      "verse": 4,
      "text": "but nether he schal be defoulid in the prince of his puple."
    },
    {
      "verse": 5,
      "text": "Preestis schulen not schaue the heed, nether beerd, nether thei schulen make keruyngis in her fleischis; thei schulen be hooli to her God,"
    },
    {
      "verse": 6,
      "text": "and thei schulen not defoule his name; for thei offren encense of the Lord, and the looues of her God, and therfore thei schulen be hooli."
    },
    {
      "verse": 7,
      "text": "A preest schal not wedde a wijf a corrupt womman, and a `foul hoore, nether he schal wedde `hir that is forsakun of the hosebonde, for he is halewid to his God,"
    },
    {
      "verse": 8,
      "text": "and offrith the looues of settyng forth; therfor be he hooly, for `Y am the hooli Lord that halewith you."
    },
    {
      "verse": 9,
      "text": "If the `doutir of a preest is takun in defoulyng of virgynite, and defoulith the name of hir fadir, sche schal be brent in flawmes."
    },
    {
      "verse": 10,
      "text": "The bischop, that is the moost preest among hise britheren, on whose heed the oile of anoyntyng is sched, and whose hondis ben sacrid in preesthod, and he is clothid in hooli clothis, schal not diskyuere his heed, he schal not tere hise clothis,"
    },
    {
      "verse": 11,
      "text": "and outirli he schal not entre to ony deed man; and he schal not be defoulid on his fadir and modir,"
    },
    {
      "verse": 12,
      "text": "nether he schal go out of hooli thingis, lest he defoule the seyntuarie of the Lord, for the oile of hooli anoyntyng of his God is on hym; Y am the Lord."
    },
    {
      "verse": 13,
      "text": "He schal wedde a wijf virgyn;"
    },
    {
      "verse": 14,
      "text": "he schal not take a widewe, and forsakun, and a foul womman, and hoore, but a damesele of his puple;"
    },
    {
      "verse": 15,
      "text": "medle he not the generacioun of his kyn to the comyn puple of his folk, for Y am the Lord, that `halewe hym."
    },
    {
      "verse": 16,
      "text": "And the Lord spak to Moyses,"
    },
    {
      "verse": 17,
      "text": "and seide, Speke thou to Aaron; a man of thi seed, bi meynes, that hath a wem, schal not offre breed to his God,"
    },
    {
      "verse": 18,
      "text": "nethir schal neiy to his seruyce;"
    },
    {
      "verse": 19,
      "text": "if he is blind; if he is crokid; if he is ether of litil, ether of greet, and wrong nose; if he is `of brokun foot, ethir hond;"
    },
    {
      "verse": 20,
      "text": "if he hath a botche; ether if he is blereiyed; if he hath whijt colour in the iye, that lettith the siyt; if he hath contynuel scabbe; if he hath a drye scabbe in the bodi; ethir `is brokun `in the pryuy membris."
    },
    {
      "verse": 21,
      "text": "Ech man of the seed of Aaron preest, which man hath a wem, schal not neiye to offre sacrifices to the Lord, nether `to offre looues to his God;"
    },
    {
      "verse": 22,
      "text": "netheles he schal ete the looues that ben offrid in the seyntuarie,"
    },
    {
      "verse": 23,
      "text": "so oneli that he entre not with ynne the veil; he schal not neiye to the auter, for he hath a wem, and he schal not defoule my seyntuarie; Y am the Lord that halewe hem."
    },
    {
      "verse": 24,
      "text": "Therfor Moises spak to Aaron, and to hise sones, and to al Israel, alle thingis that weren comaundid to hym."
    }
  ]
}