{
  "book_id": "LEV",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide, Speke thou to Aaron and to hise sones,"
    },
    {
      "verse": 2,
      "text": "that thei be war of these thingis of the sones of Israel, whiche thingis ben halewid; and that they defoule not the name of thingis halewid to me, whiche thingis thei offren; Y am the Lord."
    },
    {
      "verse": 3,
      "text": "Seie thou to hem, and to the aftir comeris of hem, Ech man of youre kynrede, `which man neiyeth to tho thingis that ben halewid, and whiche thingis the sones of Israel offreden to the Lord, in `which man is vnclennesse, schal perische bifor the Lord; Y am the Lord."
    },
    {
      "verse": 4,
      "text": "A man of the seed of Aaron, `which man is leprouse, ethir suffrith `fletyng out of seed, schal not ete of these thingis, that ben halewid to me, til he be heelid. He that touchith an vncleene thing on a deed bodi, and fro whom the seed as of leccherie goith out, and which touchith a crepynge beeste,"
    },
    {
      "verse": 5,
      "text": "and what euer vncleene thing, whos touchyng is foul,"
    },
    {
      "verse": 6,
      "text": "schal be vncleene `til to euentid, and he schal not ete these thingis, that ben halewid to me; but whanne he hath waische his fleisch in watir,"
    },
    {
      "verse": 7,
      "text": "and the sunne hath go doun, thanne he schal be clensid, and schal ete halewid thingis, for it is his mete."
    },
    {
      "verse": 8,
      "text": "He schal not ete a thing deed bi it silf, and takun of a beeste, nethir he schal be defoulid in tho; Y am the Lord."
    },
    {
      "verse": 9,
      "text": "Thei schulen kepe myn heestis, that thei be not suget to synne, and die in the seyntuarye, whanne thei han defoulid it; Y am the Lord that halewe you."
    },
    {
      "verse": 10,
      "text": "Ech alien schal not ete of thingis halewid; the hyne which is a straunger, and the hirid man of the preest, schulen not ete of tho. Sotheli these seruauntis,"
    },
    {
      "verse": 11,
      "text": "whom the preest hath bouyt, and which is a borun seruaunt of his hows, schulen ete of tho."
    },
    {
      "verse": 12,
      "text": "If the `douyter of the preest is weddid to ony of the puple, sche schal not ete of these thingis that ben halewid, and of the firste fruytis;"
    },
    {
      "verse": 13,
      "text": "sotheli if sche is a widewe, ether forsakun, and turneth ayen with out fre children to `the hows of hir fadir, sche schal be susteyned bi the metis of hir fadir, as a damysel was wont; ech alien hath not power to ete of tho."
    },
    {
      "verse": 14,
      "text": "He that etith bi ignoraunce of halewid thingis, schal adde the fyuethe part with that that he eet, and `schal yyue to the preest in seyntuarie,"
    },
    {
      "verse": 15,
      "text": "and thei schulen not defoule the halewid thingis of the sones of Israel, whiche thei offren to the Lord,"
    },
    {
      "verse": 16,
      "text": "lest perauenture thei suffren the wickidnesse of her trespas, whanne thei han ete halewid thingis; Y am the Lord that `halewe hem."
    },
    {
      "verse": 17,
      "text": "The Lord spak to Moises, and seide,"
    },
    {
      "verse": 18,
      "text": "Speke thou to Aaron and to hise sones, and to alle the sones of Israel, and thou schalt seie to hem, A man of the hous of Israel and of comelyngis that dwellen at hem, which offrith his offryng to the Lord, and ethir paieth avowis, ethir offrith bi his fre wille, what euer thing he offrith in to brent sacrifice of the Lord, that it be offrid bi you,"
    },
    {
      "verse": 19,
      "text": "it schal be a male without wem, of oxen, and of scheep, and of geet; if it hath a wem,"
    },
    {
      "verse": 20,
      "text": "ye schulen not offre, nether it schal be acceptable."
    },
    {
      "verse": 21,
      "text": "A man that offrith a sacrifice of pesyble thingis to the Lord, and ethir paieth auowis, ethir offrith bi fre wille, as wel of oxun as of scheep, he schal offre a beeste without wem, that it be acceptable; ech wem schal not be ther ynne."
    },
    {
      "verse": 22,
      "text": "If it is blynd, if it is brokun, if it hath a scar, if it hath whelkis, ether scabbe, ethir drie scabbe, ye schulen not offre tho beestis to the Lord, nether ye schulen brenne of tho beestis on the auter of the Lord."
    },
    {
      "verse": 23,
      "text": "A man may offre wilfuli an oxe and scheep, whanne the eere and tail ben kit of; but avow may not be paied of these beestis."
    },
    {
      "verse": 24,
      "text": "Ye schulen not offre to the Lord ony beeste, whose priuy membris ben brokun, ethir brisid, ether kit, and takun awey, and outerli ye schulen not do these thingis in youre lond."
    },
    {
      "verse": 25,
      "text": "Of `the hond of an alien ye schulen not offre looues to youre God, and what euer other thing he wole yyue, for alle thingis ben corrupt and defoulid; ye schulen not resseyue tho."
    },
    {
      "verse": 26,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 27,
      "text": "and seide, Whanne an oxe, scheep and goet ben brouyt forth `of the modris wombe, in seuene daies tho schulen be vnder `the tete of her modir; sotheli in the eiyte dai, and fro thennus forth, tho moun be offrid to the Lord,"
    },
    {
      "verse": 28,
      "text": "whether thilke is a cow, whether `thilke is a scheep; tho schulen not be offrid in o dai with her fruytis."
    },
    {
      "verse": 29,
      "text": "If ye offren to the Lord a sacrifice for the doyng of thankyngis, that it mai be plesaunt,"
    },
    {
      "verse": 30,
      "text": "ye schulen ete it in the same dai in which it is offrid; ony thing schal not leeue in the morewtid of the tother dai; Y am the Lord."
    },
    {
      "verse": 31,
      "text": "Kepe ye myn heestis, and do ye tho; Y am the Lord."
    },
    {
      "verse": 32,
      "text": "Defoule ye not myn hooli name, that Y be halewid in the myddis of the sones of Israel; Y am the Lord, that halewe you, and ledde you out of the lond of Egipt,"
    },
    {
      "verse": 33,
      "text": "that Y schulde be to you in to God; Y am the Lord."
    }
  ]
}