{
  "book_id": "LEV",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide, Comaunde thou to the sones of Israel,"
    },
    {
      "verse": 2,
      "text": "that thei brynge to thee oile of olyues, pureste oile, and briyt, to the lanternes to be ordeyned contynueli with out the veil of witnessyng,"
    },
    {
      "verse": 3,
      "text": "in the tabernacle of boond of pees; and Aaron schal araye tho lanternes fro euentid `til to euentid bifor the Lord, bi religioun and custom euerlastynge in youre generaciouns;"
    },
    {
      "verse": 4,
      "text": "tho schulen be set euere on a clenneste candilstike in the siyt of the Lord."
    },
    {
      "verse": 5,
      "text": "Also thou schalt take wheete flour, and thou schalt bake therof twelue looues, which schulen haue ech bi hem silf twei tenthe partis,"
    },
    {
      "verse": 6,
      "text": "of whiche thou schalt sette sexe on euer eithir side, on a clenneste boord bifor the Lord;"
    },
    {
      "verse": 7,
      "text": "and thou schalt sette clereste encense on tho looues, that the looues be in to mynde of offryng of the Lord;"
    },
    {
      "verse": 8,
      "text": "bi ech sabat tho schulen be chaungid bifor the Lord, and schulen be takun of the sones of Israel bi euerlastynge boond of pees;"
    },
    {
      "verse": 9,
      "text": "and tho schulen be Aarons and hise sones, that thei ete tho in the hooli place, for it is hooli of the noumbre of hooli thingis, of the sacrifices of the Lord, bi euerlastynge lawe."
    },
    {
      "verse": 10,
      "text": "Lo! forsothe the sone of a womman of Israel, whom sche childide of a man Egipcian, yede out among the sones of Israel, and chidde in the castels with a man of Israel,"
    },
    {
      "verse": 11,
      "text": "and whanne he hadde blasfemyd the name of the Lord, and hadde cursid the Lord, he was brouyt to Moises; forsothe his modir was clepid Salumyth, the douytir of Dabry, of the lynage of Dan;"
    },
    {
      "verse": 12,
      "text": "and thei senten hym to prisoun, til thei wisten what the Lord comaundide."
    },
    {
      "verse": 13,
      "text": "And the Lord spak to Moises and seide,"
    },
    {
      "verse": 14,
      "text": "Lede out the blasfemere without the castels, and alle men that herden, sette her hondis on his heed, and al the puple stone hym."
    },
    {
      "verse": 15,
      "text": "And thou schalt speke to the sones of Israel, A man that cursith his God,"
    },
    {
      "verse": 16,
      "text": "schal bere his synne, and he that blasfemeth the name of the Lord, die bi deeth; al the multitude of the puple schal oppresse hym with stoonus, whether he that blasfemede the name of the Lord is a citeseyn, whether a pilgrym, die he bi deeth."
    },
    {
      "verse": 17,
      "text": "He that smytith and sleeth a man, die bi deeth;"
    },
    {
      "verse": 18,
      "text": "he that smytith a beeste, yelde oon in his stide, that is, lijf for lijf.\\f + \\fr 24:18 \\ft  liyf for liyf, that is, a beeste of the same kynde and valu, ether the priys bi the doom of iugis. \\f*"
    },
    {
      "verse": 19,
      "text": "If a man yyueth a wem \\f + \\fr 24:19 \\ft  that is, meymyng ether orrible hirting. \\f* to ony of hise citeseyns, as he dide, so be it don to him;"
    },
    {
      "verse": 20,
      "text": "he schal restore brekyng for brekyng, iye for iye, tooth for tooth; what maner wem he yaf, he schal be compellid to suffre sich a wem."
    },
    {
      "verse": 21,
      "text": "He that smytith werk beeste, yeelde another; he that smytith a man, schal be punyschid.\\f + \\fr 24:21 \\ft  be punyschid, in Ebreu it is, die. \\f*"
    },
    {
      "verse": 22,
      "text": "Euene doom be among you, whether a pilgrym ethir a citeseyn synneth, for Y am youre Lord God."
    },
    {
      "verse": 23,
      "text": "And Moyses spak to the sones of Israel, and thei brouyten forth out of the castels hym that blasfemede, and oppressiden with stoonus. And the sones of Israel diden, as the Lord comaundide to Moyses."
    }
  ]
}