{
  "book_id": "LEV",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises in the hil of Synai,"
    },
    {
      "verse": 2,
      "text": "and seide, Speke thou to the sones of Israel, and thou schalt seye to hem, Whanne ye han entrid in to the lond which Y schal yyue to you, `the erthe kepe the sabat of the Lord;"
    },
    {
      "verse": 3,
      "text": "sixe yeeris thou schalt sowe thi feeld, and sixe yeeris thou schalt kitte thi vyner, and thou schalt gadere the fruytis ther of;"
    },
    {
      "verse": 4,
      "text": "forsothe in the seuenthe yeer schal be sabat of the erthe of the restyng of the Lord;"
    },
    {
      "verse": 5,
      "text": "thou schalt not sowe the feeld, and thou schalt not kitte the vyner, thou schalt not repe tho thingis whiche the erthe bryngith forth `bi fre wille, and thou schalt not gadere the grapis of thi firste fruytis, as vyndage; for it is the yeer of restyng of the lond; but tho schulen be to you in to mete,"
    },
    {
      "verse": 6,
      "text": "to thee, and to thi seruaunt, to thin handmaide, and to thin hirid man, and to the comelyng which is a pilgrym at thee; alle thingis that `comen forth,"
    },
    {
      "verse": 7,
      "text": "schulen yyue mete to thi werk beestis and smale beestis."
    },
    {
      "verse": 8,
      "text": "Also thou schalt noumbre to thee seuene woukis of yeeris, that is, seuene sithes seuene, whiche togidere maken nyn and fourti yeer;"
    },
    {
      "verse": 9,
      "text": "and thou schalt sowne with a clarioun in the seuenthe monethe, in the tenthe dai of the monethe, in the tyme of propiciacioun, `that is, merci, in al youre lond."
    },
    {
      "verse": 10,
      "text": "And thou schalt halewe the fiftithe yeer, and thou schalt clepe remissioun to alle the dwellers of thi lond; for thilke yeer is iubilee; a man schal turne ayen to hys possessioun, and ech man schal go ayen to the firste meynee,"
    },
    {
      "verse": 11,
      "text": "for it is iubilee, and the fiftithe yeer. Ye schulen not sowe, nether ye schulen repe thingis, that comen forth freli in the feeld, and ye schulen not gadere the firste fruytis of vyndage, for the halewyng of iubilee;"
    },
    {
      "verse": 12,
      "text": "but anoon ye schulen ete thingis takun awey;"
    },
    {
      "verse": 13,
      "text": "in the yeer of iubilee alle men go ayen to her possessiouns."
    },
    {
      "verse": 14,
      "text": "Whanne thou schalt sille ony thing to thi citeseyn, ether schalt bie of hym, make thou not sory thi brother, but bi the noumbre of `yeeris of iubile thou schalt bie of him,"
    },
    {
      "verse": 15,
      "text": "and bi the rekenyng of fruytis he schal sille to thee."
    },
    {
      "verse": 16,
      "text": "Bi as myche as mo yeeris dwellen after the iubilee, by so myche also the prijs schal encreesse, and bi as myche as thou noumbrist lesse of tyme, bi so myche and the biyng schal cost lesse; for he schal sille to thee the time of fruytis."
    },
    {
      "verse": 17,
      "text": "Nyle ye turment men of youre lynagis, but ech man drede his God; for Y am youre Lord God."
    },
    {
      "verse": 18,
      "text": "Do ye my comaundementis, and kepe ye my domes, and fille ye tho, that ye moun dwelle in his lond without ony drede,"
    },
    {
      "verse": 19,
      "text": "and that the erthe brynge forth hise fruytis to you, whiche ye schulen ete `til to fulnesse, and drede not the assailyng of ony man."
    },
    {
      "verse": 20,
      "text": "That if ye seien, what schulen we ete in the seuenthe yeer, if we sowen not, nether gaderen oure fruytis?"
    },
    {
      "verse": 21,
      "text": "Y schal yyue my blessyng to you in the sixte yeer, and it schal make fruytis of three yeer;"
    },
    {
      "verse": 22,
      "text": "and ye schulen sowe in the eiyte yeer, and ye schulen ete elde fruytis `til to the nynthe yeer; til newe thingis comen forth ye schulen ete the elde thingis."
    },
    {
      "verse": 23,
      "text": "Also the lond schal not be seeld `in to with outen ende, for it is myn, and ye ben my comelyngis and tenauntis;"
    },
    {
      "verse": 24,
      "text": "wherfor al the cuntre of youre possessioun schal be seeld vndur the condicioun of ayenbiyng."
    },
    {
      "verse": 25,
      "text": "If thi brother is maad pore, and sillith his litil possessioun, and his nyy kynesman wole, he may ayenbie that that he seelde;"
    },
    {
      "verse": 26,
      "text": "sotheli if he hath no nyy kynesman, and he may fynde prijs to ayenbie,"
    },
    {
      "verse": 27,
      "text": "the fruytis schulen be rekynyd fro that tyme in which he seelde, and he schal yelde `that that is residue to the biere, and he schal resseyue so his possessioun."
    },
    {
      "verse": 28,
      "text": "That if his hond fynde not, that he yelde the prijs, the biere schal haue that that he bouyte, `til to the yeer of iubilee; for in that yeer ech sillyng schal go ayen to the lord, and to the firste weldere."
    },
    {
      "verse": 29,
      "text": "He that sillith his hows, with ynne the wallis of a citee, schal haue licence to ayenbie til o yeer be fillid;"
    },
    {
      "verse": 30,
      "text": "if he ayenbieth not, and the sercle of the yeer is passid, the biere schal welde it, and his eiris `in to with outen ende, and it schal not mow be ayenbouyt, ye, in the iubilee."
    },
    {
      "verse": 31,
      "text": "Forsothe if the hows is in a town `that hath not wallis, it schal be seeld bi the lawe of feeldis; sotheli if it is not ayenbouyt in the iubilee, it schal turne ayen to `his lord."
    },
    {
      "verse": 32,
      "text": "The howsis of dekenes, that ben in citees, moun euer be ayenbouyt; if tho ben not ayenbouyt,"
    },
    {
      "verse": 33,
      "text": "tho schulen turne ayen in the iubilee `to the lordis; for the `howsis of the citees of dekenes ben for possessiouns among the sones of Israel;"
    },
    {
      "verse": 34,
      "text": "forsothe the suburbabis of hem schulen not be seeld, for it is euerlastynge possessioun."
    },
    {
      "verse": 35,
      "text": "If thi brother is maad pore, and feble in power, and thou resseyuest hym as a comelyng and pilgrym, and he lyueth with thee,"
    },
    {
      "verse": 36,
      "text": "take thou not vsuris of hym, nether more than thou hast youe; drede thou thi God, that thi brothir mai lyue anentis thee."
    },
    {
      "verse": 37,
      "text": "Thou schalt not yyue to hym thi money to vsure, and thou schalt not axe ouer `aboundaunce, ether encrees ouer of fruytis;"
    },
    {
      "verse": 38,
      "text": "Y am youre Lord God, that ladde you out of the lond of Egipt, that Y schulde yyue to you the lond of Canaan, and that Y schulde be youre God."
    },
    {
      "verse": 39,
      "text": "If thi brother compellid bi pouert sillith hym silf to thee, thou schalt not oppresse hym bi seruage of seruauntis,"
    },
    {
      "verse": 40,
      "text": "but he schal be as an hirid man and tenaunt; `til to the yeer of iubilee he schal worche at thee,"
    },
    {
      "verse": 41,
      "text": "and aftirward he schal go out with his fre children, and he schal turne ayen to the kynrede, and to `the possessioun of his fadris."
    },
    {
      "verse": 42,
      "text": "For thei ben my seruauntis, and Y ledde hem out of the lond of Egipt; thei schulen not be seeld bi the condicioun of seruauntis;"
    },
    {
      "verse": 43,
      "text": "turmente thou not hem bi thi power, but drede thou thi Lord."
    },
    {
      "verse": 44,
      "text": "A seruaunt and handmaide be to you of naciouns that ben in youre cumpas,"
    },
    {
      "verse": 45,
      "text": "and of comelyngis that ben pilgrimys at you, ether thei that ben borun of hem in youre lond; ye schulen haue these seruauntis,"
    },
    {
      "verse": 46,
      "text": "and bi riyt of eritage ye schulen `sende ouer to aftir comeris, and ye schulen welde with outen ende; sothely oppresse ye not bi power youre britheren, the sones of Israel."
    },
    {
      "verse": 47,
      "text": "If the hond of a comelyng and of a pilgrim wexith strong at you, and thi brother is maad pore, and sillith hym silf to hym,"
    },
    {
      "verse": 48,
      "text": "ether to ony of his kyn, he may be ayenbouyt aftir the sillyng; he that wole of hise britheren, ayenbie hym; bothe `the brother of fadir,"
    },
    {
      "verse": 49,
      "text": "and the sone of `the fadris brother, and kynesman, and alye. Ellis if also he schal mow, he schal ayenbie hym silf,"
    },
    {
      "verse": 50,
      "text": "while the yeeris ben rykenid oneli fro the tyme of his sillyng `til in to the yeer of iubylee; and while the money, for which he was seeld, is rikenyd bi the noumbre of yeeris, and while the hire of an hirid man is rikenyd."
    },
    {
      "verse": 51,
      "text": "If mo yeeris ben that dwellen `til to the iubilee, bi these yeeris he schal yelde also the prijs; if fewe yeeris ben,"
    },
    {
      "verse": 52,
      "text": "he schal sette rikenyng with hym bi the noumbre of yeeris;"
    },
    {
      "verse": 53,
      "text": "and he schal yeelde to the biere that that is residue of yeeris, while tho yeeris, bi whiche he seruyde bifore, ben rikenyd for hiris; he schal not turmente `that Ebreu violentli in thi siyt."
    },
    {
      "verse": 54,
      "text": "That if he may not be ayenbouyt bi this, he schal go out with his free children in the `yeer of iubilee; for the sones of Israel ben myn seruauntis,"
    },
    {
      "verse": 55,
      "text": "whiche Y ledde out of the lond of Egipt."
    }
  ]
}