{
  "book_id": "LEV",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises and seide, Speke thou to the sones of Israel,"
    },
    {
      "verse": 2,
      "text": "and thou schalt seye to hem, A man that makith avow, and bihetith his soule to God, schal yyue the priys vndur valu, ether preisyng."
    },
    {
      "verse": 3,
      "text": "If it is a male, fro the twentithe yeer `til to the sixtithe yeer, he schal yyue fifti siclis of siluer, at the mesure of seyntuarie, if it is a womman,"
    },
    {
      "verse": 4,
      "text": "sche schal yyue thretti siclis;"
    },
    {
      "verse": 5,
      "text": "forsothe fro the fifthe yeer `til to the twentithe yeer, a male schal yyue twenti cyclis, a womman schal yyue ten ciclis;"
    },
    {
      "verse": 6,
      "text": "fro o monethe `til to the fifthe yeer, fyue ciclis schulen be youun for a male, thre ciclis for a womman;"
    },
    {
      "verse": 7,
      "text": "a male of sixti yeer and ouer schal yyue fiftene ciclis, a womman schal yyue ten cyclis."
    },
    {
      "verse": 8,
      "text": "If it is a pore man, and may not yelde the valu, he schal stonde bifor the preest, and as myche as the preest preisith, and seeth that the pore man may yelde, so myche he schal yyue."
    },
    {
      "verse": 9,
      "text": "Forsothe if ony man avowith a beeste, that may be offrid to the Lord, it schal be hooli,"
    },
    {
      "verse": 10,
      "text": "and schal not mow be chaungid, that is, nethir a betere for `an yuel, nether `a worse for a good; and if he chaungith it, bothe that, that is chaungid, and that, for which it is chaungid, schal be halewid to the Lord."
    },
    {
      "verse": 11,
      "text": "Sotheli if ony man avowith an vncleene beeste, that may not be offrid to the Lord, it schal be brouyt bifor the preest,"
    },
    {
      "verse": 12,
      "text": "and the preest schal deme whether it is good ether yuel, and schal sette the prijs;"
    },
    {
      "verse": 13,
      "text": "which prijs if he that offrith wole yyue, he schal adde the fifthe part ouer the valu."
    },
    {
      "verse": 14,
      "text": "If a man avowith his hows, and halewith it to the Lord, the preest schal biholde, `whether it is good ether yuel, and bi the prijs, which is ordeyned of hym, it schal be seld;"
    },
    {
      "verse": 15,
      "text": "sotheli if he that avowide wole ayen-bie it, he schal yyue the fifthe part of the valu aboue, and he schal haue the hows."
    },
    {
      "verse": 16,
      "text": "That if he avowith the feeld of his possessioun, and halewith to the Lord, the prijs schal be demed bi the mesure of seed; if the feeld is sowun with thritti buyschels of barli, it schal be seeld for fifti siclys of siluer."
    },
    {
      "verse": 17,
      "text": "If he auowith the feeld anoon for the yeer of the iubilee bigynnynge, as myche as it may be worth, bi so myche it schal be preisid;"
    },
    {
      "verse": 18,
      "text": "but if it be after `sum part of tyme, the preest schal rykene the money bi the noumbre of yeeris that ben residue `til to the iubilee, and it schal be withdrawun of the prijs."
    },
    {
      "verse": 19,
      "text": "That if he that avowide wole ayenbie the feeld, he schal adde the fyuethe part of the money preisid, and he schal welde it;"
    },
    {
      "verse": 20,
      "text": "but if he nyle ayenbie, but it is seeld to ony othir man, he that avowide schal `no more mowe ayenbie it;"
    },
    {
      "verse": 21,
      "text": "for whanne the dai of iubilee cometh, it schal be halewid to the Lord, and the possessioun halewid perteyneth to the riyt of preestis."
    },
    {
      "verse": 22,
      "text": "If the feeld is bouyt, and is not of the possessioun of grettere men,"
    },
    {
      "verse": 23,
      "text": "and is halewid to the Lord, the preest schal determyne the prijs bi the noumbre of yeeris `til to the iubilee, and he that avowide the feeld schal yyue the prijs to the Lord;"
    },
    {
      "verse": 24,
      "text": "forsothe in the iubilee it schal turne ayen to the formere lord that seelde it, and `haue he in to the eritage of his possessioun."
    },
    {
      "verse": 25,
      "text": "`Ech preisyng schal be peisid bi the sicle of seyntuarie; a sicle hath twenti halpens."
    },
    {
      "verse": 26,
      "text": "No man may halewe and avowe the firste gendrid thingis that perteynen to the Lord, whether it is oxe, whether scheep, tho ben the Lordis part."
    },
    {
      "verse": 27,
      "text": "That if the beeste is vncleene, he that offride schal ayenbie by his valu, and he schal adde the fyuethe part of prijs; if he nyle ayenbie, it schal be seeld to another man, as myche euer as it is `set at valu."
    },
    {
      "verse": 28,
      "text": "Al thing which is halewid to the Lord, whether it is man, whether beeste, whether feeld,\\f + \\fr 27:28 \\ft  In Ebreu it is, feeld of his eritage. \\f* it schal not be seeld, nether it schal mow be ayenbouyt; whateuer thing is halewid onys, it schal be hooli of the noumbre of hooli thingis to the Lord,"
    },
    {
      "verse": 29,
      "text": "and ech halewyng which is offrid of man, schal not be ayenbouyt, but it schal die bi deeth."
    },
    {
      "verse": 30,
      "text": "Alle the tithis of erthe, whether of fruytis, whether of applis of trees, ben the Lordis part, and ben halewid to hym;"
    },
    {
      "verse": 31,
      "text": "sotheli if ony man wole ayenbie hise tithis, he schal adde the fyuethe part of tho; of alle tithis,"
    },
    {
      "verse": 32,
      "text": "of scheep, and of oxen, and of geet, that passen vndur the `yerde of scheepherde, whateuer thing cometh to the tenthe part, it schal be halewid to the Lord;"
    },
    {
      "verse": 33,
      "text": "it schal not be chosun, nether good, nether yuel; nethir it schal be chaungid for another; if ony man chaungith, bothe that, that is chaungid, and that, for which it is chaungid, schal be halewid to the Lord, and it schal not be ayenbouyt."
    },
    {
      "verse": 34,
      "text": "These ben the comaundementis whiche the Lord comaundide to Moises, and to the sones of Israel, in the hil of Synay."
    }
  ]
}