{
  "book_id": "ISA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to me, Take a great writing-board, and on it put down in common letters, Maher-shalal-hash-baz;"
    },
    {
      "verse": 2,
      "text": "And take true witnesses to the writing, Uriah the priest, and Zechariah, the son of Jeberechiah."
    },
    {
      "verse": 3,
      "text": "And I went in to my wife, and she became with child, and gave birth to a son. Then the Lord said to me, Give him the name Maher-shalal-hash-baz,"
    },
    {
      "verse": 4,
      "text": "For before the child is able to say, Father, or, Mother, the wealth of Damascus and the goods of Samaria will be taken away by the king of Assyria."
    },
    {
      "verse": 5,
      "text": "And the Lord said again to me,"
    },
    {
      "verse": 6,
      "text": "Because this people will have nothing to do with the softly-flowing waters of Shiloah, and have fear of Rezin and Remaliah's son;"
    },
    {
      "verse": 7,
      "text": "For this cause the Lord is sending on them the waters of the River, deep and strong, even the king of Assyria and all his glory: and it will come up through all its streams, overflowing all its edges:"
    },
    {
      "verse": 8,
      "text": "And it will come on into Judah; rushing on and overflowing, till the waters are up to the neck; ***and his outstretched wings will be covering the land from side to side: for God is with us."
    },
    {
      "verse": 9,
      "text": "Have knowledge, O peoples, and be in fear; give ear, all you far-off parts of the earth:"
    },
    {
      "verse": 10,
      "text": "Let your designs be formed, and they will come to nothing; give your orders, and they will not be effected: for God is with us."
    },
    {
      "verse": 11,
      "text": "For the Lord, controlling me with a strong hand, gave me orders not to go in the way of this people, saying,"
    },
    {
      "verse": 12,
      "text": "Do not say, It is holy, about everything of which this people says, It is holy; and do not be in fear of what they go in fear of."
    },
    {
      "verse": 13,
      "text": "But let the Lord of armies be holy to you, and go in fear of him, giving honour to him."
    },
    {
      "verse": 14,
      "text": "And he will be for a holy place: but for a stone of falling and a rock of trouble to the two houses of Israel, and to the men of Jerusalem, for a net in which they may be taken."
    },
    {
      "verse": 15,
      "text": "And numbers of them, falling on the stone, will be broken, and will be taken in the net."
    },
    {
      "verse": 16,
      "text": "Let my teaching be kept secret: and my words be given to my disciples only."
    },
    {
      "verse": 17,
      "text": "And I will be waiting for the Lord, whose face is veiled from the house of Jacob, and I will be looking for him."
    },
    {
      "verse": 18,
      "text": "See, I and the children whom the Lord has given me, are for signs and for wonders in Israel from the Lord of armies, whose resting-place is in Mount Zion."
    },
    {
      "verse": 19,
      "text": "And when they say to you, Make request for us to those who have control of spirits, and to those wise in secret arts, who make hollow bird-like sounds; is it not right for a people to make request to their gods, to make request for the living to the dead?"
    },
    {
      "verse": 20,
      "text": "Then say to them, Put your faith in the teaching and the witness. ... If they do not say such things. ... For him there is no dawn. ..."
    },
    {
      "verse": 21,
      "text": "And he will go through the land in bitter trouble and in need of food; and when he is unable to get food, he will become angry, cursing his king and his God, and his eyes will be turned to heaven on high;"
    },
    {
      "verse": 22,
      "text": "And he will be looking down on the earth, and there will be trouble and dark clouds, black night where there is no seeing."
    }
  ]
}