{
  "book_id": "ISA",
  "chapter": 63,
  "verses": [
    {
      "verse": 1,
      "text": "Who is this who comes from Edom, with blood-red robes from Bozrah? he whose clothing is fair, stepping with pride in his great strength? I whose glory is in the right, strong for salvation."
    },
    {
      "verse": 2,
      "text": "Why is your clothing red, and why are your robes like those of one who is crushing the grapes?"
    },
    {
      "verse": 3,
      "text": "I have been crushing the grapes by myself, and of the peoples there was no man with me: in my wrath and in my passion, they were crushed under my feet; and my robes are marked with their life-blood, and all my clothing is red."
    },
    {
      "verse": 4,
      "text": "For the day of punishment is in my heart, and the year for the payment of the price for my people has come."
    },
    {
      "verse": 5,
      "text": "And I saw that there was no helper, and I was wondering that no one gave them support: so my arm did the work of salvation, and my wrath was my support."
    },
    {
      "verse": 6,
      "text": "And in my passion the peoples were crushed under my feet, and broken in my wrath, and I put down their strength to the earth."
    },
    {
      "verse": 7,
      "text": "I will give news of the mercies of the Lord, and his great acts, even all the things the Lord has done for us, in his great grace to the house of Israel; even all he has done for us in his unnumbered mercies."
    },
    {
      "verse": 8,
      "text": "For he said, Truly they are my people, children who will not be false: so he was their saviour out of all their trouble."
    },
    {
      "verse": 9,
      "text": "It was no sent one or angel, but he himself who was their saviour: in his love and in his pity he took up their cause, and he took them in his arms, caring for them all through the years."
    },
    {
      "verse": 10,
      "text": "But they went against him, causing grief to his holy spirit: so he was turned against them, and made war on them."
    },
    {
      "verse": 11,
      "text": "Then the early days came to their minds, the days of Moses his servant: and they said, Where is he who made the keeper of his flock come up from the sea? where is he who put his holy spirit among them,"
    },
    {
      "verse": 12,
      "text": "He who made the arm of his glory go at the right hand of Moses, by whom the waters were parted before them, to make himself an eternal name;"
    },
    {
      "verse": 13,
      "text": "He who made them go through the deep waters, like a horse in the waste land?"
    },
    {
      "verse": 14,
      "text": "Like the cattle which go down into the valley, they went without falling, the spirit of the Lord guiding them: so you went before your people, to make yourself a great name."
    },
    {
      "verse": 15,
      "text": "Let your eyes be looking down from heaven, from your holy and beautiful house: where is your deep feeling, the working of your power? do not keep back the moving of your pity and your mercies:"
    },
    {
      "verse": 16,
      "text": "For you are our father, though Abraham has no knowledge of us, and Israel gives no thought to us: you, O Lord, are our father; from the earliest days you have taken up our cause."
    },
    {
      "verse": 17,
      "text": "O Lord, why do you send us wandering from your ways, making our hearts hard, so that we have no fear of you? Come back, because of your servants, the tribes of your heritage."
    },
    {
      "verse": 18,
      "text": "Why have evil men gone over your holy place, so that it has been crushed under the feet of our haters?"
    },
    {
      "verse": 19,
      "text": "We have become as those who were never ruled by you, on whom your name was not named."
    }
  ]
}