{
  "book_id": "SNG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I am come into my garden, my sister, mybride: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk. Eat, O friends; Drink, yea, drink abundantly, O beloved."
    },
    {
      "verse": 2,
      "text": "I was asleep, but my heart waked: It is the voice of my beloved that knocketh, saying, Open to me, my sister, my love, my dove, my undefiled; For my head is filled with dew, My locks with the drops of the night."
    },
    {
      "verse": 3,
      "text": "I have put off my garment; how shall I put it on? I have washed my feet; how shall I defile them?"
    },
    {
      "verse": 4,
      "text": "My beloved put in his hand by the hole of the door, And my heart was moved for him."
    },
    {
      "verse": 5,
      "text": "I rose up to open to my beloved; And my hands dropped with myrrh, And my fingers with liquid myrrh, Upon the handles of the bolt."
    },
    {
      "verse": 6,
      "text": "I opened to my beloved; But my beloved had withdrawn himself, andwas gone. My soul had failed me when he spake: I sought him, but I could not find him; I called him, but he gave me no answer."
    },
    {
      "verse": 7,
      "text": "The watchmen that go about the city found me, They smote me, they wounded me; The keepers of the walls took away my mantle from me."
    },
    {
      "verse": 8,
      "text": "I adjure you, O daughters of Jerusalem, If ye find my beloved, That ye tell him, that I am sick from love."
    },
    {
      "verse": 9,
      "text": "What is thy beloved more than anotherbeloved, O thou fairest among women? What is thy beloved more than anotherbeloved, That thou dost so adjure us?"
    },
    {
      "verse": 10,
      "text": "My beloved is white and ruddy, The chiefest among ten thousand."
    },
    {
      "verse": 11,
      "text": "His head is asthe most fine gold; His locks are bushy, andblack as a raven."
    },
    {
      "verse": 12,
      "text": "His eyes are like doves beside the water-brooks, Washed with milk, andfitly set."
    },
    {
      "verse": 13,
      "text": "His cheeks are as a bed of spices, Asbanks of sweet herbs: His lips are aslilies, dropping liquid myrrh."
    },
    {
      "verse": 14,
      "text": "His hands are asrings of gold set with beryl: His body is asivory work overlaid withsapphires."
    },
    {
      "verse": 15,
      "text": "His legs are aspillars of marble, set upon sockets of fine gold: His aspect is like Lebanon, excellent as the cedars."
    },
    {
      "verse": 16,
      "text": "His mouth is most sweet; Yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem."
    }
  ]
}