{
  "book_id": "JOB",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Man, that is born of a woman, Is of few days, and full of trouble."
    },
    {
      "verse": 2,
      "text": "He cometh forth like a flower, and is cut down: He fleeth also as a shadow, and continueth not."
    },
    {
      "verse": 3,
      "text": "And dost thou open thine eyes upon such a one, And bringest me into judgment with thee?"
    },
    {
      "verse": 4,
      "text": "Who can bring a clean thing out of an unclean? not one."
    },
    {
      "verse": 5,
      "text": "Seeing his days are determined, The number of his months is with thee, And thou hast appointed his bounds that he cannot pass;"
    },
    {
      "verse": 6,
      "text": "Look away from him, that he may rest, Till he shall accomplish, as a hireling, his day."
    },
    {
      "verse": 7,
      "text": "For there is hope of a tree, If it be cut down, that it will sprout again, And that the tender branch thereof will not cease."
    },
    {
      "verse": 8,
      "text": "Though the root thereof wax old in the earth, And the stock thereof die in the ground;"
    },
    {
      "verse": 9,
      "text": "Yet through the scent of water it will bud, And put forth boughs like a plant."
    },
    {
      "verse": 10,
      "text": "But man dieth, and is laid low: Yea, man giveth up the ghost, and where is he?"
    },
    {
      "verse": 11,
      "text": "Asthe waters fail from the sea, And the river wasteth and drieth up;"
    },
    {
      "verse": 12,
      "text": "So man lieth down and riseth not: Till the heavens be no more, they shall not awake, Nor be roused out of their sleep."
    },
    {
      "verse": 13,
      "text": "Oh that thou wouldest hide me in Sheol, That thou wouldest keep me secret, until thy wrath be past, That thou wouldest appoint me a set time, and remember me!"
    },
    {
      "verse": 14,
      "text": "If a man die, shall he live again? All the days of my warfare would I wait, Till my release should come."
    },
    {
      "verse": 15,
      "text": "Thou wouldest call, and I would answer thee: Thou wouldest have a desire to the work of thy hands."
    },
    {
      "verse": 16,
      "text": "But now thou numberest my steps: Dost thou not watch over my sin?"
    },
    {
      "verse": 17,
      "text": "My transgression is sealed up in a bag, And thou fastenest up mine iniquity."
    },
    {
      "verse": 18,
      "text": "But the mountain falling cometh to nought; And the rock is removed out of its place;"
    },
    {
      "verse": 19,
      "text": "The waters wear the stones; The overflowings thereof wash away the dust of the earth: So thou destroyest the hope of man."
    },
    {
      "verse": 20,
      "text": "Thou prevailest forever against him, and he passeth; Thou changest his countenance, and sendest him away."
    },
    {
      "verse": 21,
      "text": "His sons come to honor, and he knoweth it not; And they are brought low, but he perceiveth it not of them."
    },
    {
      "verse": 22,
      "text": "But his flesh upon him hath pain, And his soul within him mourneth."
    }
  ]
}