{
  "book_id": "JOB",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said,"
    },
    {
      "verse": 2,
      "text": "I have heard many such things: Miserable comforters are ye all."
    },
    {
      "verse": 3,
      "text": "Shall vain words have an end? Or what provoketh thee that thou answerest?"
    },
    {
      "verse": 4,
      "text": "I also could speak as ye do; If your soul were in my soul’s stead, I could join words together against you, And shake my head at you."
    },
    {
      "verse": 5,
      "text": "ButI would strengthen you with my mouth, And the solace of my lips would assuage your grief."
    },
    {
      "verse": 6,
      "text": "Though I speak, my grief is not assuaged; And though I forbear, what am I eased?"
    },
    {
      "verse": 7,
      "text": "But now he hath made me weary: Thou hast made desolate all my company."
    },
    {
      "verse": 8,
      "text": "And thou hast laid fast hold on me, whichis a witness against me: And my leanness riseth up against me, It testifieth to my face."
    },
    {
      "verse": 9,
      "text": "He hath torn me in his wrath, and persecuted me; He hath gnashed upon me with his teeth: Mine adversary sharpeneth his eyes upon me."
    },
    {
      "verse": 10,
      "text": "They have gaped upon me with their mouth; They have smitten me upon the cheek reproachfully: They gather themselves together against me."
    },
    {
      "verse": 11,
      "text": "God delivereth me to the ungodly, And casteth me into the hands of the wicked."
    },
    {
      "verse": 12,
      "text": "I was at ease, and he brake me asunder; Yea, he hath taken me by the neck, and dashed me to pieces: He hath also set me up for his mark."
    },
    {
      "verse": 13,
      "text": "His archers compass me round about; He cleaveth my kidneys asunder, and doth not spare; He poureth out my gall upon the ground."
    },
    {
      "verse": 14,
      "text": "He breaketh me with breach upon breach; He runneth upon me like a giant."
    },
    {
      "verse": 15,
      "text": "I have sewed sackcloth upon my skin, And have laid my horn in the dust."
    },
    {
      "verse": 16,
      "text": "My face is red with weeping, And on my eyelids is the shadow of death;"
    },
    {
      "verse": 17,
      "text": "Although there is no violence in my hands, And my prayer is pure."
    },
    {
      "verse": 18,
      "text": "O earth, cover not thou my blood, And let my cry have no restingplace."
    },
    {
      "verse": 19,
      "text": "Even now, behold, my witness is in heaven, And he that voucheth for me is on high."
    },
    {
      "verse": 20,
      "text": "My friends scoff at me: Butmine eye poureth out tears unto God,"
    },
    {
      "verse": 21,
      "text": "That he would maintain the right of a man with God, And of a son of man with his neighbor!"
    },
    {
      "verse": 22,
      "text": "For when a few years are come, I shall go the way whence I shall not return."
    }
  ]
}