{
  "book_id": "JOB",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "But now they that are younger than I have me in derision, Whose fathers I disdained to set with the dogs of my flock."
    },
    {
      "verse": 2,
      "text": "Yea, the strength of their hands, whereto should it profit me? Men in whom ripe age is perished."
    },
    {
      "verse": 3,
      "text": "They are gaunt with want and famine; They gnaw the dry ground, in the gloom of wasteness and desolation."
    },
    {
      "verse": 4,
      "text": "They pluck saltwort by the bushes; And the roots of the broom are their food."
    },
    {
      "verse": 5,
      "text": "They are driven forth from the midst of men; They cry after them as after a thief;"
    },
    {
      "verse": 6,
      "text": "So that they dwell in frightful valleys, In holes of the earth and of the rocks."
    },
    {
      "verse": 7,
      "text": "Among the bushes they bray; Under the nettles they are gathered together."
    },
    {
      "verse": 8,
      "text": "They arechildren of fools, yea, children of base men; They were scourged out of the land."
    },
    {
      "verse": 9,
      "text": "And now I am become their song, Yea, I am a byword unto them."
    },
    {
      "verse": 10,
      "text": "They abhor me, they stand aloof from me, And spare not to spit in my face."
    },
    {
      "verse": 11,
      "text": "For he hath loosed his cord, and afflicted me; And they have cast off the bridle before me."
    },
    {
      "verse": 12,
      "text": "Upon my right hand rise the rabble; They thrust aside my feet, And they cast up against me their ways of destruction."
    },
    {
      "verse": 13,
      "text": "They mar my path, They set forward my calamity, Evenmen that have no helper."
    },
    {
      "verse": 14,
      "text": "As through a wide breach they come: In the midst of the ruin they roll themselves upon me."
    },
    {
      "verse": 15,
      "text": "Terrors are turned upon me; They chase mine honor as the wind; And my welfare is passed away as a cloud."
    },
    {
      "verse": 16,
      "text": "And now my soul is poured out within me; Days of affliction have taken hold upon me."
    },
    {
      "verse": 17,
      "text": "In the night season my bones are pierced in me, And the painsthat gnaw me take no rest."
    },
    {
      "verse": 18,
      "text": "By God’sgreat force is my garment disfigured; It bindeth me about as the collar of my coat."
    },
    {
      "verse": 19,
      "text": "He hath cast me into the mire, And I am become like dust and ashes."
    },
    {
      "verse": 20,
      "text": "I cry unto thee, and thou dost not answer me: I stand up, and thou gazest at me."
    },
    {
      "verse": 21,
      "text": "Thou art turned to be cruel to me; With the might of thy hand thou persecutest me."
    },
    {
      "verse": 22,
      "text": "Thou liftest me up to the wind, thou causest me to ride upon it; And thou dissolvest me in the storm."
    },
    {
      "verse": 23,
      "text": "For I know that thou wilt bring me to death, And to the house appointed for all living."
    },
    {
      "verse": 24,
      "text": "Howbeit doth not one stretch out the hand in his fall? Or in his calamity therefore cry for help?"
    },
    {
      "verse": 25,
      "text": "Did not I weep for him that was in trouble? Was not my soul grieved for the needy?"
    },
    {
      "verse": 26,
      "text": "When I looked for good, then evil came; And when I waited for light, there came darkness."
    },
    {
      "verse": 27,
      "text": "My heart is troubled, and resteth not; Days of affliction are come upon me."
    },
    {
      "verse": 28,
      "text": "I go mourning without the sun: I stand up in the assembly, and cry for help."
    },
    {
      "verse": 29,
      "text": "I am a brother to jackals, And a companion to ostriches."
    },
    {
      "verse": 30,
      "text": "My skin is black, and fallethfrom me, And my bones are burned with heat."
    },
    {
      "verse": 31,
      "text": "Therefore is my harp turnedto mourning, And my pipe into the voice of them that weep."
    }
  ]
}