{
  "book_id": "JHN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the bigynnyng was the word, and the word was at God, and God was the word."
    },
    {
      "verse": 2,
      "text": "This was in the bigynnyng at God."
    },
    {
      "verse": 3,
      "text": "Alle thingis weren maad bi hym, and withouten hym was maad no thing, that thing that was maad."
    },
    {
      "verse": 4,
      "text": "In hym was lijf, and the lijf was the liyt of men; and the liyt schyneth in derknessis,"
    },
    {
      "verse": 5,
      "text": "and derknessis comprehendiden not it."
    },
    {
      "verse": 6,
      "text": "A man was sent fro God, to whom the name was Joon."
    },
    {
      "verse": 7,
      "text": "This man cam in to witnessyng, that he schulde bere witnessing of the liyt, that alle men schulden bileue bi hym."
    },
    {
      "verse": 8,
      "text": "He was not the liyt, but that he schulde bere witnessing of the liyt."
    },
    {
      "verse": 9,
      "text": "There was a very liyt, which liytneth ech man that cometh in to this world."
    },
    {
      "verse": 10,
      "text": "He was in the world, and the world was maad bi hym, and the world knew hym not."
    },
    {
      "verse": 11,
      "text": "He cam in to his owne thingis, and hise resseyueden hym not."
    },
    {
      "verse": 12,
      "text": "But hou many euer resseyueden hym, he yaf to hem power to be maad the sones of God, to hem that bileueden in his name; the whiche not of bloodis,"
    },
    {
      "verse": 13,
      "text": "nether of the wille of fleische, nether of the wille of man, but ben borun of God."
    },
    {
      "verse": 14,
      "text": "And the word was maad man, and dwellyde among vs, and we han seyn the glorie of hym, as the glorie of the `oon bigetun sone of the fadir, ful of grace and of treuthe."
    },
    {
      "verse": 15,
      "text": "Joon berith witnessyng of hym, and crieth, and seith, This is, whom Y seide, He that schal come aftir me, is maad bifore me, for he was tofor me;"
    },
    {
      "verse": 16,
      "text": "and of the plente of hym we alle han takun, and grace for grace."
    },
    {
      "verse": 17,
      "text": "For the lawe was youun bi Moises; but grace and treuthe `is maad bi Jhesu Crist."
    },
    {
      "verse": 18,
      "text": "No man sai euer God, no but the `oon bigetun sone, that is in the bosum of the fadir, he hath teld out."
    },
    {
      "verse": 19,
      "text": "And this is the witnessyng of Joon, whanne Jewis senten fro Jerusalem prestis and dekenes to hym, that thei schulden axe hym, Who art thou?"
    },
    {
      "verse": 20,
      "text": "He knoulechide, and denyede not, and he knoulechide, For Y am not Crist."
    },
    {
      "verse": 21,
      "text": "And thei axiden hym, What thanne? Art thou Elie? And he seide, Y am not. Art thou a profete? And he answeride, Nay."
    },
    {
      "verse": 22,
      "text": "Therfor thei seiden to hym, Who art thou? that we yyue an answere to these that senten vs. What seist thou of thi silf?"
    },
    {
      "verse": 23,
      "text": "He seide, Y am a vois of a crier in deseert, Dresse ye the weie of the Lord, as Ysaie, the prophete, seide."
    },
    {
      "verse": 24,
      "text": "And thei that weren sent, weren of the Fariseis."
    },
    {
      "verse": 25,
      "text": "And thei axiden hym, and seiden to hym, What thanne baptisist thou, if thou art not Crist, nether Elie, nether a profete?"
    },
    {
      "verse": 26,
      "text": "Joon answeride to hem, and seide, Y baptise in watir, but in the myddil of you hath stonde oon, that ye knowen not;"
    },
    {
      "verse": 27,
      "text": "he it is, that schal come aftir me, that was maad bifor me, of whom Y am not worthi to louse the thwong of his schoo."
    },
    {
      "verse": 28,
      "text": "These thingis weren don in Bethanye biyende Jordan, where Joon was baptisyng."
    },
    {
      "verse": 29,
      "text": "Anothir day Joon say Jhesu comynge to hym, and he seide, Lo! the lomb of God; lo! he that doith awei the synnes of the world."
    },
    {
      "verse": 30,
      "text": "This is he, that Y seide of, Aftir me is comun a man, which was maad bifor me; for he was rather than Y."
    },
    {
      "verse": 31,
      "text": "And Y knew hym not, but that he be schewid in Israel, therfor Y cam baptisynge in watir."
    },
    {
      "verse": 32,
      "text": "And Joon bar witnessyng, and seide, That Y saiy the spirit comynge doun as a culuer fro heuene, and dwellide on hym."
    },
    {
      "verse": 33,
      "text": "And Y knew hym not; but he that sente me to baptise in watir, seide to me, On whom thou seest the Spirit comynge doun, and dwellynge on hym, this is he, that baptisith in the Hooli Goost."
    },
    {
      "verse": 34,
      "text": "And Y say, and bar witnessyng, that this is the sone of God."
    },
    {
      "verse": 35,
      "text": "Anothir dai Joon stood, and tweyne of hise disciplis;"
    },
    {
      "verse": 36,
      "text": "and he biheeld Jhesu walkinge, and seith, Lo! the lomb of God."
    },
    {
      "verse": 37,
      "text": "And twei disciplis herden hym spekynge,"
    },
    {
      "verse": 38,
      "text": "and folewiden Jhesu. And Jhesu turnede, and say hem suynge hym, and seith to hem, What seken ye? And thei seiden to hym, Rabi, that is to seie, Maistir, where dwellist thou?"
    },
    {
      "verse": 39,
      "text": "And he seith to hem, Come ye, and se. And thei camen, and sayn where he dwellide; and dwelten with hym that dai. And it was as the tenthe our."
    },
    {
      "verse": 40,
      "text": "And Andrewe, the brother of Symount Petir, was oon of the tweyne, that herden of Joon, and hadden sued hym."
    },
    {
      "verse": 41,
      "text": "This foond first his brother Symount, and he seide to him, We han foundun Messias, that is to seie, Crist; and he ledde him to Jhesu."
    },
    {
      "verse": 42,
      "text": "And Jhesus bihelde hym, and seide, Thou art Symount, the sone of Johanna; thou schalt be clepid Cefas, that is to seie, Petre."
    },
    {
      "verse": 43,
      "text": "And on the morewe he wolde go out in to Galilee, and he foond Filip; and he seith to hym, Sue thou me."
    },
    {
      "verse": 44,
      "text": "Filip was of Bethsaida, the citee of Andrew and of Petre."
    },
    {
      "verse": 45,
      "text": "Filip foond Nathanael, and seide to hym, We han foundun Jhesu, the sone of Joseph, of Nazareth, whom Moyses wroot in the lawe and profetis."
    },
    {
      "verse": 46,
      "text": "And Nathanael seide to hym, Of Nazareth may sum good thing be?"
    },
    {
      "verse": 47,
      "text": "Filip seide to hym, Come, and se. Jhesus siy Nathanael comynge to hym, and seide to hym, Lo! verili a man of Israel, in whom is no gile."
    },
    {
      "verse": 48,
      "text": "Nathanael seide to hym, Wherof hast thou knowun me? Jhesus `answerde, and seide to hym, Bifor that Filip clepide thee, whanne thou were vndur the fige tree, Y saiy thee. Nathanael answerde to hym,"
    },
    {
      "verse": 49,
      "text": "`and seide, Rabi, thou art the sone of God, thou art kyng of Israel."
    },
    {
      "verse": 50,
      "text": "Jhesus answerde, and seide to hym, For Y seide to thee, Y sawy thee vndur the fige tre, thou bileuest; thou schalt se more than these thingis."
    },
    {
      "verse": 51,
      "text": "And he seide to hem, Treuli, treuli, Y seie to you, ye schulen se heuene opened, and the aungels of God stiynge vp and comynge doun on mannys sone."
    }
  ]
}