{
  "book_id": "JHN",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And the thridde dai weddyngis weren maad in the Cane of Galilee; and the modir of Jhesu was there."
    },
    {
      "verse": 2,
      "text": "And Jhesus was clepid, and hise disciplis, to the weddyngis."
    },
    {
      "verse": 3,
      "text": "And whanne wijn failide, the modir of Jhesu seide to hym, Thei han not wijn."
    },
    {
      "verse": 4,
      "text": "And Jhesus seith to hir, What to me and to thee, womman? myn our cam not yit."
    },
    {
      "verse": 5,
      "text": "His modir seith to the mynystris, What euere thing he seie to you, do ye."
    },
    {
      "verse": 6,
      "text": "And there weren set `sixe stonun cannes, aftir the clensyng of the Jewis, holdynge ech tweyne ether thre metretis."
    },
    {
      "verse": 7,
      "text": "And Jhesus seith to hem, Fille ye the pottis with watir. And thei filliden hem, vp to the mouth."
    },
    {
      "verse": 8,
      "text": "And Jhesus seide to hem, Drawe ye now, and bere ye to the architriclyn. And thei baren."
    },
    {
      "verse": 9,
      "text": "And whanne the architriclyn hadde tastid the watir maad wiyn, and wiste not wherof it was, but the mynystris wisten that drowen the watir, the architriclyn clepith the spouse,"
    },
    {
      "verse": 10,
      "text": "and seith to hym, Ech man settith first good wiyn, and whanne men ben fulfillid, thanne that that is worse; but thou hast kept the good wiyn `in to this tyme."
    },
    {
      "verse": 11,
      "text": "Jhesus dide this the bigynnyng of signes in the Cane of Galilee, and schewide his glorie; and hise disciplis bileueden in hym."
    },
    {
      "verse": 12,
      "text": "Aftir these thingis he cam doun to Cafarnaum, and his modir, and hise britheren, and hise disciplis; and thei dwelliden `there not many daies."
    },
    {
      "verse": 13,
      "text": "And the pask of Jewis was nyy, and Jhesus wente vp to Jerusalem."
    },
    {
      "verse": 14,
      "text": "And he foond in the temple men sillynge oxun, and scheep, and culueris, and chaungeris sittynge."
    },
    {
      "verse": 15,
      "text": "And whanne he hadde maad as it were a scourge of smale cordis, he droof out alle of the temple, and oxun, and scheep; and he schedde the money of chaungeris, and turnede vpsedoun the boordis."
    },
    {
      "verse": 16,
      "text": "And he seide to hem that selden culueris, Take awei fro hennus these thingis, and nyle ye make the hous of my fadir an hous of marchaundise."
    },
    {
      "verse": 17,
      "text": "And hise disciplis hadden mynde, for it was writun, The feruent loue of thin hous hath etun me."
    },
    {
      "verse": 18,
      "text": "Therfor the Jewis answeriden, and seiden to hym, What token schewist thou to vs, that thou doist these thingis?"
    },
    {
      "verse": 19,
      "text": "Jhesus answerde, and seide to hem, Vndo ye this temple, and in thre daies Y schal reise it."
    },
    {
      "verse": 20,
      "text": "Therfor the Jewis seiden to hym, In fourti and sixe yeer this temple was bildid, and schalt thou in thre daies reise it?"
    },
    {
      "verse": 21,
      "text": "But he seide of the temple of his bodi."
    },
    {
      "verse": 22,
      "text": "Therfor whanne he was risun fro deeth, hise disciplis hadden mynde, that he seide these thingis of his bodi; and thei bileueden to the scripture, and to the word that Jhesus seide."
    },
    {
      "verse": 23,
      "text": "And whanne Jhesus was at Jerusalem in pask, in the feeste dai, many bileueden in his name, seynge his signes that he dide."
    },
    {
      "verse": 24,
      "text": "But Jhesus trowide not hym silf to hem, for he knewe alle men;"
    },
    {
      "verse": 25,
      "text": "and for it was not nede to hym, that ony man schulde bere witnessyng, for he wiste, what was in man."
    }
  ]
}