{
  "book_id": "JHN",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And there was a man of the Farisees, Nychodeme bi name, a prince of the Jewis."
    },
    {
      "verse": 2,
      "text": "And he cam to Jhesu bi niyt, and seide to hym, Rabi, we witen, that thou art comun fro God maister; for no man may do these signes, that thou doist, but God be with hym."
    },
    {
      "verse": 3,
      "text": "Jhesus answerde, and seide to hym, Treuli, treuli, Y seie to thee, but a man be borun ayen, he may not se the kyngdom of God."
    },
    {
      "verse": 4,
      "text": "Nychodeme seide to hym, Hou may a man be borun, whanne he is eeld? whether he may entre ayen in to his modris wombe, and be borun ayen?"
    },
    {
      "verse": 5,
      "text": "Jhesus answeride, Treuli, treuli, Y seie to thee, but a man be borun ayen of watir, and of the Hooli Goost, he may not entre in to the kyngdom of God."
    },
    {
      "verse": 6,
      "text": "`That that is borun of the fleisch, is fleisch; and `that that is borun of spirit, is spirit."
    },
    {
      "verse": 7,
      "text": "Wondre thou not, for Y seide to thee, It bihoueth you to be borun ayen."
    },
    {
      "verse": 8,
      "text": "The spirit brethith where he wole, and thou herist his vois, but thou wost not, fro whennus he cometh, ne whidir he goith; so is ech man that is borun of the spirit."
    },
    {
      "verse": 9,
      "text": "Nychodeme answeride, and seide to hym, Hou moun these thingis be don?"
    },
    {
      "verse": 10,
      "text": "Jhesus answeride, and seide to hym, Thou art a maister in Israel, and knowist not these thingis?"
    },
    {
      "verse": 11,
      "text": "Treuli, treuli, Y seie to thee, for we speken that that we witen, and we witnessen that that we han seyn, and ye taken not oure witnessyng."
    },
    {
      "verse": 12,
      "text": "If Y haue seid to you ertheli thingis, and ye bileuen not, hou if Y seie to you heueneli thingis, schulen ye bileue?"
    },
    {
      "verse": 13,
      "text": "And no man stieth in to heuene, but he that cam doun fro heuene, mannys sone that is in heuene."
    },
    {
      "verse": 14,
      "text": "And as Moises areride a serpent in desert, so it bihoueth mannys sone to be reisid,"
    },
    {
      "verse": 15,
      "text": "that ech man that bileueth in hym, perische not, but haue euerlastynge lijf."
    },
    {
      "verse": 16,
      "text": "For God louede so the world, that he yaf his `oon bigetun sone, that ech man that bileueth in him perische not, but haue euerlastynge lijf."
    },
    {
      "verse": 17,
      "text": "For God sente not his sone in to the world, that he iuge the world, but that the world be saued bi him."
    },
    {
      "verse": 18,
      "text": "He that bileueth in hym, is not demed; but he that bileueth not, is now demed, for he bileueth not in the name of the `oon bigetun sone of God."
    },
    {
      "verse": 19,
      "text": "And this is the dom, for liyt cam in to the world, and men loueden more derknessis than liyt; for her werkes weren yuele."
    },
    {
      "verse": 20,
      "text": "For ech man that doith yuele, hatith the liyt; and he cometh not to the liyt, that hise werkis be not repreued."
    },
    {
      "verse": 21,
      "text": "But he that doith treuthe, cometh to the liyt, that hise werkis be schewid, that thei ben don in God."
    },
    {
      "verse": 22,
      "text": "Aftir these thingis Jhesus cam, and hise disciplis, in to the loond of Judee, and there he dwellide with hem, and baptiside."
    },
    {
      "verse": 23,
      "text": "And Joon was baptisinge in Ennon, bisidis Salym, for many watris weren there; and thei camen, and weren baptisid."
    },
    {
      "verse": 24,
      "text": "And Joon was not yit sent in to prisoun."
    },
    {
      "verse": 25,
      "text": "Therfor a questioun was maad of Jonys disciplis with the Jewis, of the purificacioun."
    },
    {
      "verse": 26,
      "text": "And thei camen to Joon, and seiden `to hym, Maister, he that was with thee biyonde Jordan, to whom thou hast borun witnessyng, lo! he baptisith, and alle men comen to hym."
    },
    {
      "verse": 27,
      "text": "Joon answerde, and seide, A man may not take ony thing, but it be youun to hym fro heuene."
    },
    {
      "verse": 28,
      "text": "Ye you silf beren witnessyng to me, that Y seide, Y am not Crist, but that Y am sent bifore hym."
    },
    {
      "verse": 29,
      "text": "He that hath a wijf, is the hosebonde; but the freend of the spouse that stondith, and herith hym, ioieth with ioye, for the vois of the spouse. Therfor in this thing my ioye is fulfillid."
    },
    {
      "verse": 30,
      "text": "It bihoueth hym to wexe, but me to be maad lesse."
    },
    {
      "verse": 31,
      "text": "He that cam from aboue, is aboue alle; he that is of the erthe, spekith of the erthe; he that cometh from heuene, is aboue alle."
    },
    {
      "verse": 32,
      "text": "And he witnessith that thing that he hath seie, and herde, and no man takith his witnessing."
    },
    {
      "verse": 33,
      "text": "But he that takith his witnessyng, hath confermyd that God is sothefast."
    },
    {
      "verse": 34,
      "text": "But he whom God hath sent, spekith the wordis of God; for not to mesure God yyueth the spirit."
    },
    {
      "verse": 35,
      "text": "The fadir loueth the sone, and he hath youun alle thingis in his hoond."
    },
    {
      "verse": 36,
      "text": "He that bileueth in the sone, hath euerlastynge lijf; but he that is vnbileueful to the sone, schal not se euerlastynge lijf, but the wraththe of God dwellith on hym."
    }
  ]
}