{
  "book_id": "JHN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor as Jhesu knew, that the Farisees herden, that Jhesu makith and baptisith mo disciplis than Joon,"
    },
    {
      "verse": 2,
      "text": "thouy Jhesus baptiside not, but hise disciplis, he lefte Judee,"
    },
    {
      "verse": 3,
      "text": "and wente ayen in to Galilee."
    },
    {
      "verse": 4,
      "text": "And it bihofte hym to passe bi Samarie."
    },
    {
      "verse": 5,
      "text": "Therfor Jhesus cam in to a citee of Samarie, that is seid Sicar, bisidis the place, that Jacob yaf to Joseph, his sone."
    },
    {
      "verse": 6,
      "text": "And the welle of Jacob was there; and Jhesus was weri of the iourney, and sat thus vpon the welle. And the our was, as it were the sixte."
    },
    {
      "verse": 7,
      "text": "And a womman cam fro Samarie, to drawe watir. And Jhesus seith to hir, Yyue me drynk."
    },
    {
      "verse": 8,
      "text": "And hise disciplis weren gon in to the citee, to bie mete."
    },
    {
      "verse": 9,
      "text": "Therfor thilke womman of Samarie seith to him, Hou thou, `whanne thou art a Jewe, axist of me drynk, that am a womman of Samarie? for Jewis vsiden not to dele with Samaritans."
    },
    {
      "verse": 10,
      "text": "Jhesus answerde, and seide to hir, If thou wistist the yifte of God, and who `he is, that seith to thee, Yyue me drynk, thou perauenture woldist haue axid of hym, and he schulde haue youun to thee quyk watir."
    },
    {
      "verse": 11,
      "text": "The womman seith to him, Sire, thou hast not where ynne to drawe, and the pit is deep; wherof thanne hast thou quik watir?"
    },
    {
      "verse": 12,
      "text": "Whethir thou art grettere than oure fadir Jacob, that yaf to vs the pit? and he drank therof, and hise sones, and hise beestis."
    },
    {
      "verse": 13,
      "text": "Jhesus answerde, and seide to hir, Eche man that drynkith of this watir, schal thirste efte soone; but he that drynkith of the watir that Y schal yyue hym, schal not thirste with outen ende; but the watir that Y schal yyue hym,"
    },
    {
      "verse": 14,
      "text": "schal be maad in hym a welle `of watir, spryngynge vp in to euerlastynge lijf."
    },
    {
      "verse": 15,
      "text": "The womman seith to hym, Sire, yyue me this watir, that Y thirste not, nether come hidur to drawe."
    },
    {
      "verse": 16,
      "text": "Jhesus seith to hir, Go, clepe thin hosebonde, and come hidir."
    },
    {
      "verse": 17,
      "text": "The womman answerde, and seide, Y haue noon hosebonde. Jhesus seith to hir, Thou seidist wel, That Y haue noon hosebonde;"
    },
    {
      "verse": 18,
      "text": "for thou hast hadde fyue hosebondis, and he that thou hast, is not thin hosebonde. This thing thou seidist sotheli."
    },
    {
      "verse": 19,
      "text": "The womman seith to hym, Lord, Y se, that thou art a prophete."
    },
    {
      "verse": 20,
      "text": "Oure fadris worschipiden in this hil, and ye seien, that at Jerusalem is a place, where it bihoueth to worschipe."
    },
    {
      "verse": 21,
      "text": "Jhesus seith to hir, Womman, bileue thou to me, for the our schal come, whanne nether in this hil, nethir in Jerusalem, ye schulen worschipe the fadir."
    },
    {
      "verse": 22,
      "text": "Ye worschipen that ye knowen not; we worschipen that that we knowen; for helthe is of the Jewis."
    },
    {
      "verse": 23,
      "text": "But the tyme is comun, and now it is, whanne trewe worschiperis schulen worschipe the fadir in spirit and treuthe; for also the fadir sekith suche, that worschipen hym."
    },
    {
      "verse": 24,
      "text": "God is a spirit, and it bihoueth hem that worschipen hym, to worschipe in spirit and treuthe."
    },
    {
      "verse": 25,
      "text": "The womman seith to hym, Y woot that Messias is comun, that is seid Crist; therfor whanne he cometh, he schal telle vs alle thingis."
    },
    {
      "verse": 26,
      "text": "Jhesus seith to hir, Y am he, that spekith with thee."
    },
    {
      "verse": 27,
      "text": "And anoon hise disciplis camen, and wondriden, that he spak with the womman; netheles no man seide to hym, What sekist thou, or, What spekist thou with hir?"
    },
    {
      "verse": 28,
      "text": "Therfor the womman lefte hir watir pot, and wente in to the citee, and seide to tho men,"
    },
    {
      "verse": 29,
      "text": "Come ye, and se ye a man, that seide to me alle thingis that Y haue don; whether he be Crist?"
    },
    {
      "verse": 30,
      "text": "And thei wenten out of the citee, and camen to hym."
    },
    {
      "verse": 31,
      "text": "In the mene while hise disciplis preieden hym, and seiden, Maistir, ete."
    },
    {
      "verse": 32,
      "text": "But he seide to hem, Y haue mete to ete, that ye knowen not."
    },
    {
      "verse": 33,
      "text": "Therfor disciplis seiden togidir, Whether ony man hath brouyt him mete to ete?"
    },
    {
      "verse": 34,
      "text": "Jhesus seith to hem, My mete is, that Y do the wille of hym that sente me, that Y perfourme the werk of hym."
    },
    {
      "verse": 35,
      "text": "Whether ye seien not, that yit foure monethis ben, and rype corn cometh? Lo! Y seie to you, lifte vp youre iyen, and se ye the feeldis, for now thei ben white to repe."
    },
    {
      "verse": 36,
      "text": "And he that repith takith hire, and gaderith fruyt in to euerlastynge lijf; that bothe he that sowith, and he that repith, haue ioye togidere."
    },
    {
      "verse": 37,
      "text": "In this thing is the word trewe, for anothir is that sowith, and anothir that repith."
    },
    {
      "verse": 38,
      "text": "Y sente you to repe, that that ye `haue not trauelid; `othere men han trauelid, and ye han entrid `in to her trauels."
    },
    {
      "verse": 39,
      "text": "And of that citee many Samaritans bileueden in hym, for the word of the womman, that bare witnessyng, That he seide to me alle thingis that Y haue don."
    },
    {
      "verse": 40,
      "text": "Therfor whanne Samaritans camen to hym, thei preieden hym to dwelle there; and he dwelte there twey daies."
    },
    {
      "verse": 41,
      "text": "And many mo bileueden for his word,"
    },
    {
      "verse": 42,
      "text": "and seiden to the womman, That now not for thi speche we bileuen; for we han herd, and we witen, that this is verili the sauyour of the world."
    },
    {
      "verse": 43,
      "text": "And aftir twei daies he wente out fro thennus, and wente in to Galilee."
    },
    {
      "verse": 44,
      "text": "And he bar witnessyng, that a profete in his owne cuntre hath noon onour."
    },
    {
      "verse": 45,
      "text": "Therfor whanne he cam in to Galilee, men of Galilee resseyueden hym, whanne thei hadden seyn alle thingis that he hadde don in Jerusalem in the feeste dai; for also thei hadden comun to the feeste dai."
    },
    {
      "verse": 46,
      "text": "Therfor he cam eftsoone in to the Cane of Galile, where he made the watir wiyn. And `a litil kyng was, whos sone was sijk at Cafarnaum."
    },
    {
      "verse": 47,
      "text": "Whanne this hadde herd, that Jhesu schulde come fro Judee in to Galilee, he wente to hym, and preiede hym, that he schulde come doun, and heele his sone; for he bigan to die."
    },
    {
      "verse": 48,
      "text": "Therfor Jhesus seide to him, But ye se tokenes and grete wondris, ye bileuen not."
    },
    {
      "verse": 49,
      "text": "The litil kyng seith to hym, Lord, come doun, bifor that my sone die."
    },
    {
      "verse": 50,
      "text": "Jhesus seith to hym, Go, thi sone lyueth. The man bileuede to the word, that Jhesus seide to hym, and he wente."
    },
    {
      "verse": 51,
      "text": "And now whanne he cam doun, the seruauntis camen ayens hym, and telden to hym, and seiden, That his sone lyuede."
    },
    {
      "verse": 52,
      "text": "And he axide of hem the our, in which he was amendid. And thei seiden to hym, For yistirdai in the seuenthe our the feuer lefte him."
    },
    {
      "verse": 53,
      "text": "Therfor the fadir knewe, that thilke our it was, in which Jhesus seide to hym, Thi sone lyueth; and he bileuede, and al his hous."
    },
    {
      "verse": 54,
      "text": "Jhesus dide eft this secounde tokene, whanne he cam fro Judee in to Galilee."
    }
  ]
}