{
  "book_id": "JHN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Aftir these thingis ther was a feeste dai of Jewis, and Jhesus wente vp to Jerusalem."
    },
    {
      "verse": 2,
      "text": "And in Jerusalem is a waissynge place, that in Ebrew is named Bethsaida, and hath fyue porchis."
    },
    {
      "verse": 3,
      "text": "In these lay a greet multitude of sike men, blynde, crokid, and drie, abidynge the mouyng of the watir."
    },
    {
      "verse": 4,
      "text": "For the aungel `of the Lord cam doun certeyne tymes in to the watir, and the watir was moued; and he that first cam doun in to the sisterne, aftir the mouynge of the watir, was maad hool of what euer sijknesse he was holdun."
    },
    {
      "verse": 5,
      "text": "And a man was there, hauynge eiyte and thritti yeer in his sikenesse."
    },
    {
      "verse": 6,
      "text": "And whanne Jhesus hadde seyn hym liggynge, and hadde knowun, that he hadde myche tyme, he seith to hym, Wolt thou be maad hool?"
    },
    {
      "verse": 7,
      "text": "The sijk man answerde to hym, Lord, Y haue no man, that whanne the watir is moued, to putte me `in to the cisterne; for the while Y come, anothir goith doun bifor me."
    },
    {
      "verse": 8,
      "text": "Jhesus seith to hym, Rise vp, take thi bed, and go."
    },
    {
      "verse": 9,
      "text": "And anoon the man was maad hool, and took vp his bed, and wente forth. And it was sabat in that dai."
    },
    {
      "verse": 10,
      "text": "Therfor the Jewis seiden to him that was maad hool, It is sabat, it is not leueful to thee, to take awei thi bed."
    },
    {
      "verse": 11,
      "text": "He answeride to hem, He that made me hool, seide to me, Take thi bed, and go."
    },
    {
      "verse": 12,
      "text": "Therfor thei axiden him, What man `is that, that seide to thee, Take vp thi bed, and go?"
    },
    {
      "verse": 13,
      "text": "But he that was maad hool, wiste not who it was. And Jhesus bowide awei fro the puple, that was set in the place."
    },
    {
      "verse": 14,
      "text": "Aftirward Jhesus foond hym in the temple, and seide to hym, Lo! thou art maad hool; now nyle thou do synne, lest any worse thing bifalle to thee."
    },
    {
      "verse": 15,
      "text": "Thilke man wente, and telde to the Jewis, that it was Jhesu that made hym hool."
    },
    {
      "verse": 16,
      "text": "Therfor the Jewis pursueden Jhesu, for he dide this thing in the sabat."
    },
    {
      "verse": 17,
      "text": "And Jhesus answeride to hem, My fadir worchith til now, and Y worche."
    },
    {
      "verse": 18,
      "text": "Therfor the Jewis souyten more to sle hym, for not oneli he brak the sabat, but he seide that God was his fadir, and made hym euene to God."
    },
    {
      "verse": 19,
      "text": "Therfor Jhesus answerde, and seide to hem, Treuli, treuli, Y seye to you, the sone may not of hym silf do ony thing, but that thing that he seeth the fadir doynge; for what euere thingis he doith, the sone doith in lijk maner tho thingis."
    },
    {
      "verse": 20,
      "text": "For the fadir loueth the sone, and schewith to hym alle thingis that he doith; and he schal schewe to hym grettere werkis than these, that ye wondren."
    },
    {
      "verse": 21,
      "text": "For as the fadir reisith deed men, and quykeneth, so the sone quykeneth whom he wole."
    },
    {
      "verse": 22,
      "text": "For nethir the fadir iugith ony man, but hath youun ech doom to the sone,"
    },
    {
      "verse": 23,
      "text": "that alle men onoure the sone, as thei onouren the fadir. He that onourith not the sone, onourith not the fadir that sente hym."
    },
    {
      "verse": 24,
      "text": "Treuli, treuli, Y seie to you, that he that herith my word, and bileueth to hym that sente me, hath euerlastynge lijf, and he cometh not in to doom, but passith fro deeth in to lijf."
    },
    {
      "verse": 25,
      "text": "Treuli, treuli Y seie to you, for the our cometh, and now it is, whanne deed men schulen here the vois of `Goddis sone, and thei that heren, schulen lyue."
    },
    {
      "verse": 26,
      "text": "For as the fadir hath lijf in hym silf, so he yaf to the sone, to haue lijf in him silf;"
    },
    {
      "verse": 27,
      "text": "and he yaf to hym power to make doom, for he is mannys sone."
    },
    {
      "verse": 28,
      "text": "Nyle ye wondre this, for the our cometh, in which alle men that ben in birielis, schulen here the voice of Goddis sone."
    },
    {
      "verse": 29,
      "text": "And thei that han do goode thingis, schulen go in to ayenrisyng of lijf; but thei that han done yuele thingis, in to ayenrisyng of doom."
    },
    {
      "verse": 30,
      "text": "Y may no thing do of my silf, but as Y here, Y deme, and my doom is iust, for Y seke not my wille, but the wille of the fadir that sente me."
    },
    {
      "verse": 31,
      "text": "If Y bere witnessing of my silf, my witnessyng is not trewe;"
    },
    {
      "verse": 32,
      "text": "another is that berith witnessyng of me, and Y woot that his witnessyng is trewe, that he berith of me."
    },
    {
      "verse": 33,
      "text": "Ye senten to Joon, and he bar witnessyng to treuthe."
    },
    {
      "verse": 34,
      "text": "But Y take not witnessyng of man; but Y seie these thingis, that ye be saaf."
    },
    {
      "verse": 35,
      "text": "He was a lanterne brennynge and schynynge; but ye wolden glade at an our in his liyt."
    },
    {
      "verse": 36,
      "text": "But Y haue more witnessyng than Joon, for the werkis that my fadir yaf to me to perfourme hem, thilke werkis that Y do beren witnessyng of me, that the fadir sente me."
    },
    {
      "verse": 37,
      "text": "And the fadir that sente me, he bar witnessyng of me. Nether ye herden euere his vois, nether ye seien his licnesse."
    },
    {
      "verse": 38,
      "text": "And ye han not his word dwellynge in you; for ye byleuen not to hym, whom he sente."
    },
    {
      "verse": 39,
      "text": "Seke ye scripturis, in which ye gessen to haue euerlastynge lijf; and tho it ben, that beren witnessyng of me."
    },
    {
      "verse": 40,
      "text": "And ye wolen not come to me, that ye haue lijf."
    },
    {
      "verse": 41,
      "text": "Y take not clerenesse of men;"
    },
    {
      "verse": 42,
      "text": "but Y haue knowun you, that ye han not the loue of God in you."
    },
    {
      "verse": 43,
      "text": "Y cam in the name of my fadir, and ye token not me. If another come in his owne name, ye schulen resseyue hym."
    },
    {
      "verse": 44,
      "text": "Hou moun ye bileue, that resseyuen glorie ech of othere, and ye seken not the glorie `that is of God aloone?"
    },
    {
      "verse": 45,
      "text": "Nyle ye gesse, that Y am to accuse you anentis the fadir; it is Moises that accusith you, in whom ye hopen."
    },
    {
      "verse": 46,
      "text": "For if ye bileueden to Moises, perauenture ye schulden bileue also to me; for he wroot of me."
    },
    {
      "verse": 47,
      "text": "But if ye bileuen not to hise lettris, hou schulen ye bileue to my wordis?"
    }
  ]
}