{
  "book_id": "JHN",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Aftir these thingis Jhesus wente ouere the see of Galilee, that is Tiberias."
    },
    {
      "verse": 2,
      "text": "And a greet multitude suede hym; for thei sayn the tokenes, that he dide on hem that weren sijke."
    },
    {
      "verse": 3,
      "text": "Therfor Jhesus wente in to an hil, and sat there with hise disciplis."
    },
    {
      "verse": 4,
      "text": "And the paske was ful niy, a feeste dai of the Jewis."
    },
    {
      "verse": 5,
      "text": "Therfor whanne Jhesus hadde lift vp hise iyen, and hadde seyn, that a greet multitude cam to hym, he seith to Filip, Wherof schulen we bie looues, that these men ete?"
    },
    {
      "verse": 6,
      "text": "But he seide this thing, temptynge hym; for he wiste what he was to do."
    },
    {
      "verse": 7,
      "text": "Filip answerde to hym, The looues of tweyn hundrid pans sufficen not to hem, that ech man take a litil what."
    },
    {
      "verse": 8,
      "text": "Oon of hise disciplis, Andrew, the brothir of Symount Petre,"
    },
    {
      "verse": 9,
      "text": "seith to him, A child is here, that hath fyue barli looues and twei fischis; but what ben these among so manye?"
    },
    {
      "verse": 10,
      "text": "Therfor Jhesus seith, Make ye hem sitte to the mete. And there was myche hey in the place. And so men saten to the mete, as `fyue thousynde in noumbre."
    },
    {
      "verse": 11,
      "text": "And Jhesus took fyue looues, and whanne he hadde do thankyngis, he departide to men that saten to the mete, and also of the fischis, as myche as thei wolden."
    },
    {
      "verse": 12,
      "text": "And whanne thei weren fillid, he seide to hise disciplis, Gadir ye the relifs that ben left, that thei perischen not."
    },
    {
      "verse": 13,
      "text": "And so thei gadriden, and filliden twelue cofyns of relif of the fyue barli looues and twei fischis, that lefte to hem that hadden etun."
    },
    {
      "verse": 14,
      "text": "Therfor tho men, whanne thei hadden seyn the signe that he hadde don, seiden, For this is verili the profete, that is to come in to the world."
    },
    {
      "verse": 15,
      "text": "And whanne Jhesus hadde knowun, that thei weren to come to take hym, and make hym kyng, he fleiy `aloone eft in to an hille."
    },
    {
      "verse": 16,
      "text": "And whanne euentid was comun, his disciplis wenten doun to the see."
    },
    {
      "verse": 17,
      "text": "And thei wenten vp in to a boot, and thei camen ouer the see in to Cafarnaum. And derknessis weren maad thanne, and Jhesus was not come to hem."
    },
    {
      "verse": 18,
      "text": "And for a greet wynde blew, the see roos vp."
    },
    {
      "verse": 19,
      "text": "Therfor whanne thei hadden rowid as fyue and twenti furlongis or thretti, thei seen Jhesus walkynge on the see, and to be neiy the boot; and thei dredden."
    },
    {
      "verse": 20,
      "text": "And he seide to hem, Y am; nyle ye drede."
    },
    {
      "verse": 21,
      "text": "Therfor thei wolden take hym in to the boot, and anoon the boot was at the loond, to which thei wenten."
    },
    {
      "verse": 22,
      "text": "On `the tother dai the puple, that stood ouer the see, say, that ther was noon other boot there but oon, and that Jhesu entride not with hise disciplis in to the boot, but hise disciplis aloone wenten."
    },
    {
      "verse": 23,
      "text": "But othere bootis camen fro Tiberias bisidis the place, where thei hadden eetun breed, and diden thankyngis to God."
    },
    {
      "verse": 24,
      "text": "Therfor whanne the puple hadde seyn, that Jhesu was not there, nether hise disciplis, thei wenten vp in to bootis, and camen to Cafarnaum, sekynge Jhesu."
    },
    {
      "verse": 25,
      "text": "And whanne thei hadden foundun hym ouer the see, thei seiden to hym, Rabi, hou come thou hidur?"
    },
    {
      "verse": 26,
      "text": "Jhesus answerde to hem, and seide, Treuli, treuli, Y seie to you, ye seken me, not for ye sayn the myraclis, but for ye eten of looues, and weren fillid."
    },
    {
      "verse": 27,
      "text": "Worche ye not mete that perischith, but that dwellith in to euerlastynge lijf, which mete mannys sone schal yyue to you; for God the fadir hath markid hym."
    },
    {
      "verse": 28,
      "text": "Therfor thei seiden to hym, What schulen we do, that we worche the werkis of God?"
    },
    {
      "verse": 29,
      "text": "Jhesus answerde, and seide to hem, This is the werk of God, that ye bileue to hym, whom he sente."
    },
    {
      "verse": 30,
      "text": "Therfor thei seiden to hym, What tokene thanne doist thou, that we seen, and bileue to thee? what worchist thou?"
    },
    {
      "verse": 31,
      "text": "Oure fadris eeten manna in desert, as it is writun, He yaf to hem breed fro heuene to ete."
    },
    {
      "verse": 32,
      "text": "Therfor Jhesus seith to hem, Treuli, treuli, Y seie to you, Moyses yaf you not breed fro heuene, but my fadir yyueth you veri breed fro heuene;"
    },
    {
      "verse": 33,
      "text": "for it is very breed that cometh doun fro heuene, and yyueth lijf to the world."
    },
    {
      "verse": 34,
      "text": "Therfor thei seiden to hym, Lord, euere yyue vs this breed."
    },
    {
      "verse": 35,
      "text": "And Jhesus seide to hem, Y am breed of lijf; he that cometh to me, schal not hungur; he that bileueth in me, schal neuere thirste."
    },
    {
      "verse": 36,
      "text": "But Y seid to you, that ye han seyn me, and ye bileueden not."
    },
    {
      "verse": 37,
      "text": "Al thing, that the fadir yyueth to me, schal come to me; and Y schal not caste hym out, that cometh to me."
    },
    {
      "verse": 38,
      "text": "For Y cam doun fro heuene, not that Y do my wille, but the wille of hym that sente me."
    },
    {
      "verse": 39,
      "text": "And this is the wille of the fadir that sente me, that al thing that the fadir yaf me, Y leese not of it, but ayen reise it in the laste dai."
    },
    {
      "verse": 40,
      "text": "And this is the wille of my fadir that sente me, that ech man that seeth the sone, and bileueth in hym, haue euerlastynge lijf; and Y schal ayen reyse hym in the laste dai."
    },
    {
      "verse": 41,
      "text": "Therfor Jewis grutchiden of hym, for he hadde seid, Y am breed that cam doun fro heuene."
    },
    {
      "verse": 42,
      "text": "And thei seiden, Whether this is not Jhesus, the sone of Joseph, whos fadir and modir we han knowun. Hou thanne seith this, That Y cam doun fro heuene?"
    },
    {
      "verse": 43,
      "text": "Therfor Jhesus answerde, and seide to hem, Nyle ye grutche togidere."
    },
    {
      "verse": 44,
      "text": "No man may come to me, but if the fadir that sente me, drawe hym; and Y schal ayen reise hym in the laste dai. It is writun in prophetis,"
    },
    {
      "verse": 45,
      "text": "And alle men schulen be able for to be tauyt `of God. Ech man that herde of the fadir, and hath lerned, cometh to me."
    },
    {
      "verse": 46,
      "text": "Not for ony man hath sey the fadir, but this that is of God, hath sey the fadir."
    },
    {
      "verse": 47,
      "text": "Sotheli, sotheli, Y seie to you, he that bileueth in me, hath euerlastynge lijf."
    },
    {
      "verse": 48,
      "text": "Y am breed of lijf."
    },
    {
      "verse": 49,
      "text": "Youre fadris eeten manna in desert, and ben deed."
    },
    {
      "verse": 50,
      "text": "This is breed comynge doun fro heuene, that if ony man ete therof, he die not."
    },
    {
      "verse": 51,
      "text": "Y am lyuynge breed, that cam doun fro heuene."
    },
    {
      "verse": 52,
      "text": "If ony man ete of this breed, he schal lyue withouten ende. And the breed that Y schal yyue, is my fleisch for the lijf of the world."
    },
    {
      "verse": 53,
      "text": "Therfor the Jewis chidden togidere, and seiden, Hou may this yyue to vs his fleisch to ete?"
    },
    {
      "verse": 54,
      "text": "Therfor Jhesus seith to hem, Treuli, treuli, Y seie to you, but ye eten the fleisch of mannus sone, and drenken his blood, ye schulen not haue lijf in you."
    },
    {
      "verse": 55,
      "text": "He that etith my fleisch, and drynkith my blood, hath euerlastynge lijf, and Y schal ayen reise hym in the laste dai."
    },
    {
      "verse": 56,
      "text": "For my fleisch is veri mete, and my blood is very drynk."
    },
    {
      "verse": 57,
      "text": "He that etith my fleisch, and drynkith my blood, dwellith in me, and Y in hym."
    },
    {
      "verse": 58,
      "text": "As my fadir lyuynge sente me, and Y lyue for the fadir, and he that etith me, he schal lyue for me."
    },
    {
      "verse": 59,
      "text": "This is breed, that cam doun fro heuene. Not as youre fadris eten manna, and ben deed; he that etith this breed, schal lyue withouten ende."
    },
    {
      "verse": 60,
      "text": "He seide these thingis in the synagoge, techynge in Cafarnaum."
    },
    {
      "verse": 61,
      "text": "Therfor many of hise disciplis herynge, seiden, This word is hard, who may here it?"
    },
    {
      "verse": 62,
      "text": "But Jhesus witynge at hym silf, that hise disciplis grutchiden of this thing, seide to hem, This thing sclaundrith you?"
    },
    {
      "verse": 63,
      "text": "Therfor if ye seen mannus sone stiynge, where he was bifor?"
    },
    {
      "verse": 64,
      "text": "It is the spirit that quykeneth, the fleisch profitith no thing; the wordis that Y haue spokun to you, ben spirit and lijf."
    },
    {
      "verse": 65,
      "text": "But ther ben summe of you that bileuen not. For Jhesus wiste fro the bigynnynge, which weren bileuynge, and who was to bitraye hym."
    },
    {
      "verse": 66,
      "text": "And he seide, Therfor Y seide to you, that no man may come to me, but it were youun to hym of my fadir."
    },
    {
      "verse": 67,
      "text": "Fro this tyme many of hise disciplis wenten abak, and wenten not now with hym."
    },
    {
      "verse": 68,
      "text": "Therfor Jhesus seide to the twelue, Whether ye wolen also go awei?"
    },
    {
      "verse": 69,
      "text": "And Symount Petre answeride to hym, Lord, to whom schulen we gon? Thou hast wordis of euerlastynge lijf;"
    },
    {
      "verse": 70,
      "text": "and we bileuen, and han knowun, that thou art Crist, the sone of God."
    },
    {
      "verse": 71,
      "text": "Therfor Jhesus answerde to hem, Whether Y chees not you twelue, and oon of you is a feend? And he seide this of Judas of Symount Scarioth, for this was to bitraye hym, whanne he was oon of the twelue."
    }
  ]
}