{
  "book_id": "JHN",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Aftir these thingis Jhesus walkide in to Galilee, for he wolde not walke in to Judee, for the Jewis souyten to sle hym."
    },
    {
      "verse": 2,
      "text": "And ther was neiy a feeste dai of the Jewis, Senofegia."
    },
    {
      "verse": 3,
      "text": "And hise britheren seiden to hym, Passe fro hennus, and go in to Judee, that also thi disciplis seen thi werkis that thou doist;"
    },
    {
      "verse": 4,
      "text": "for no man doith ony thing in hiddlis, and hym silf sekith to be opyn. If thou doist these thingis, schewe thi silf to the world."
    },
    {
      "verse": 5,
      "text": "For nether hise britheren bileueden in hym."
    },
    {
      "verse": 6,
      "text": "Therfor Jhesus seith to hem, My tyme cam not yit, but youre tyme is euermore redi."
    },
    {
      "verse": 7,
      "text": "The world may not hate you, sothely it hatith me; for Y bere witnessyng therof, that the werkis of it ben yuele."
    },
    {
      "verse": 8,
      "text": "Go ye vp to this feeste dai, but Y schal not go vp to this feeste dai, for my tyme is not yit fulfillid."
    },
    {
      "verse": 9,
      "text": "Whanne he hadde seid these thingis, he dwelte in Galilee."
    },
    {
      "verse": 10,
      "text": "And aftir that hise britheren weren gon vp, thanne he yede vp to the feeste dai, not opynli, but as in priuyte."
    },
    {
      "verse": 11,
      "text": "Therfor the Jewis souyten hym in the feeste dai, and seiden, Where is he?"
    },
    {
      "verse": 12,
      "text": "And myche grutchyng was of hym among the puple. For summe seiden, That he is good; and othere seiden, Nai, but he disceyueth the puple;"
    },
    {
      "verse": 13,
      "text": "netheles no man spak opynli of hym, for drede of the Jewis."
    },
    {
      "verse": 14,
      "text": "But whanne the myddil feeste dai cam, Jhesus wente vp in to the temple, and tauyte."
    },
    {
      "verse": 15,
      "text": "And the Jewis wondriden, and seiden, Hou can this man lettris, sithen he hath not lerned?"
    },
    {
      "verse": 16,
      "text": "Jhesus answerde to hem, and seide, My doctryne is not myn, but his that sente me."
    },
    {
      "verse": 17,
      "text": "If ony man wole do his wille, he schal knowe of the techyng, whethir it be of God, or Y speke of my silf."
    },
    {
      "verse": 18,
      "text": "He that spekith of hym silf, sekith his owne glorie; but he that sekith the glorie of hym that sente hym, is sothefast, and vnriytwisnesse is not in hym."
    },
    {
      "verse": 19,
      "text": "Whether Moises yaf not to you a lawe, and noon of you doith the lawe?"
    },
    {
      "verse": 20,
      "text": "What seken ye to sle me? And the puple answerde, and seide, Thou hast a deuel; who sekith to sle thee?"
    },
    {
      "verse": 21,
      "text": "Jhesus answerde, and seide to hem, Y haue don o werk, and alle ye wondren."
    },
    {
      "verse": 22,
      "text": "Therfor Moises yaf to you circumcisioun; not for it is of Moyses, but of the fadris; and in the sabat ye circumciden a man."
    },
    {
      "verse": 23,
      "text": "If a man take circumcicioun in the sabat, that the lawe of Moises be not brokun, han ye indignacioun to me, for Y made al a man hool in the sabat?"
    },
    {
      "verse": 24,
      "text": "Nile ye deme aftir the face, but deme ye a riytful doom."
    },
    {
      "verse": 25,
      "text": "Therfor summe of Jerusalem seiden, Whethir this is not he, whom the Jewis seken to sle?"
    },
    {
      "verse": 26,
      "text": "and lo! he spekith opynli, and thei seien no thing to hym. Whether the princes knewen verili, that this is Crist?"
    },
    {
      "verse": 27,
      "text": "But we knowun this man, of whennus he is; but whanne Crist schal come, no man woot of whennus he is."
    },
    {
      "verse": 28,
      "text": "Therfor Jhesus criede in the temple `techynge, and seide, Ye knowen me, and `ye knowen of whennus Y am; and Y cam not of my silf, but he is trewe that sente me, whom ye knowen not."
    },
    {
      "verse": 29,
      "text": "Y knowe hym, and if Y seie that Y knowe hym not, Y schal be lijk to you, a liere; but Y knowe hym, for of hym Y am, and he sente me."
    },
    {
      "verse": 30,
      "text": "Therfor thei souyten to take hym, and no man sette on hym hoondis, for his our cam not yit."
    },
    {
      "verse": 31,
      "text": "And many of the puple bileueden in hym, and seiden, Whanne Crist schal come, whether he schal do mo tokenes, than tho that this doith?"
    },
    {
      "verse": 32,
      "text": "Farisees herden the puple musinge of hym these thingis; and the princis and Farisees senten mynystris, to take hym."
    },
    {
      "verse": 33,
      "text": "Therfor Jhesus seide to hem, Yit a litil tyme Y am with you, and Y go to the fadir, that sente me."
    },
    {
      "verse": 34,
      "text": "Ye schulen seke me, and ye schulen not fynde; and where Y am, ye may not come."
    },
    {
      "verse": 35,
      "text": "Therfor the Jewis seiden to hem silf, Whidur schal this gon, for we schulen not fynde hym? whether he wole go in to the scateryng of hethene men, and wole teche the hethene?"
    },
    {
      "verse": 36,
      "text": "What is this word, which he seide, Ye schulen seke me, and ye schulen not fynde; and where Y am, ye moun not come?"
    },
    {
      "verse": 37,
      "text": "But in the laste dai of the greet feeste, Jhesus stood, and criede, and seide, If ony man thirstith, come he to me, and drynke."
    },
    {
      "verse": 38,
      "text": "He that bileueth in me, as the scripture seith, Floodis of quyk watir schulen flowe fro his wombe."
    },
    {
      "verse": 39,
      "text": "But he seide this thing of the Spirit, whom men that bileueden in hym schulden take; for the Spirit was not yit youun, for Jhesus was not yit glorified."
    },
    {
      "verse": 40,
      "text": "Therfor of that cumpanye, whanne thei hadden herd these wordis of hym, thei seiden, This is verili a prophete."
    },
    {
      "verse": 41,
      "text": "Othere seiden, This is Crist. `But summe seiden, Whether Crist cometh fro Galilee?"
    },
    {
      "verse": 42,
      "text": "Whether the scripture seith not, that of the seed of Dauid, and of the castel of Bethleem, where Dauid was, Crist cometh?"
    },
    {
      "verse": 43,
      "text": "Therfor discencioun was maad among the puple for hym."
    },
    {
      "verse": 44,
      "text": "For summe of hem wolden haue take hym, but no man sette hondis on hym."
    },
    {
      "verse": 45,
      "text": "Therfor the mynystris camen to bischopis and Farisees, and thei seiden to hem, Whi brouyten ye not hym?"
    },
    {
      "verse": 46,
      "text": "The mynystris answeriden, Neuere man spak so, as this man spekith."
    },
    {
      "verse": 47,
      "text": "Therfor the Farisees answeriden to hem, Whether ye ben disseyued also?"
    },
    {
      "verse": 48,
      "text": "whether ony of the pryncis or of the Farisees bileueden in hym?"
    },
    {
      "verse": 49,
      "text": "But this puple, that knowith not the lawe, ben cursid."
    },
    {
      "verse": 50,
      "text": "Nychodeme seith to hem, he that cam to hym bi nyyt, that was oon of hem, Whethir oure lawe demith a man,"
    },
    {
      "verse": 51,
      "text": "but it haue first herde of hym, and knowe what he doith?"
    },
    {
      "verse": 52,
      "text": "Thei answeriden, and seiden to hym, Whether thou art a man of Galilee also? Seke thou scripturis, and se thou, that a prophete risith not of Galilee."
    },
    {
      "verse": 53,
      "text": "And thei turneden ayen, ech in to his hous."
    }
  ]
}