{
  "book_id": "JHN",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And Jhesus passynge, seiy a man blynd fro the birthe."
    },
    {
      "verse": 2,
      "text": "And hise disciplis axiden hym, Maistir, what synnede this man, or hise eldris, that he schulde be borun blynd?"
    },
    {
      "verse": 3,
      "text": "Jhesus answeride, Nether this man synnede, nether hise eldris; but that the werkis of God be schewid in hym."
    },
    {
      "verse": 4,
      "text": "It bihoueth me to worche the werkis of hym that sente me, as longe as the dai is; the nyyt schal come, whanne no man may worche."
    },
    {
      "verse": 5,
      "text": "As longe as Y am in the world, Y am the liyt of the world."
    },
    {
      "verse": 6,
      "text": "Whanne he hadde seid these thingis, he spette in to the erthe, and made cley of the spotil, and anoyntide the cley on hise iyen,"
    },
    {
      "verse": 7,
      "text": "and seide to hym, Go, and be thou waisschun in the watir of Siloe, that is to seie, Sent. Thanne he wente, and waisschide, and cam seynge."
    },
    {
      "verse": 8,
      "text": "And so neiyboris, and thei that hadden seyn him bifor, for he was a beggere, seiden, Whether this is not he, that sat, and beggide?"
    },
    {
      "verse": 9,
      "text": "Othere men seiden, That this it is; othere men seyden, Nai, but he is lijc hym."
    },
    {
      "verse": 10,
      "text": "But he seide, That Y am. Therfor thei seiden to hym, Hou ben thin iyen openyd?"
    },
    {
      "verse": 11,
      "text": "He answerde, Thilke man, that is seid Jhesus, made clei, and anoyntide myn iyen, and seide to me, Go thou to the watre of Siloe, and wassche; and Y wente, and wasschide, and say."
    },
    {
      "verse": 12,
      "text": "And thei seiden to hym, Where is he? He seide, Y woot not."
    },
    {
      "verse": 13,
      "text": "Thei leden hym that was blynd to the Farisees."
    },
    {
      "verse": 14,
      "text": "And it was sabat, whanne Jhesus made cley, and openyde hise iyen."
    },
    {
      "verse": 15,
      "text": "Eft the Farisees axiden hym, hou he hadde seyn. And he seide to hem, He leide to me cley on the iyen; and Y wasschide, and Y se."
    },
    {
      "verse": 16,
      "text": "Therfor summe of the Fariseis seiden, This man is not of God, that kepith not the sabat. Othere men seiden, Hou may a synful man do these signes. And strijf was among hem."
    },
    {
      "verse": 17,
      "text": "Therfor thei seien eftsoone to the blynd man, What seist thou of hym, that openyde thin iyen? And he seide, That he is a prophete."
    },
    {
      "verse": 18,
      "text": "Therfor Jewis bileueden not of hym, that he was blynd, and hadde seyn, til thei clepiden his fadir and modir, that hadde seyn."
    },
    {
      "verse": 19,
      "text": "And thei axiden hem, and seiden, Is this youre sone, which ye seien was borun blynd? hou thanne seeth he now?"
    },
    {
      "verse": 20,
      "text": "His fadir and modir answeriden to hem, and seiden, We witen, that this is oure sone, and that he was borun blynd;"
    },
    {
      "verse": 21,
      "text": "but hou he seeth now, we witen neuer, or who openyde hise iyen, we witen nere; axe ye hym, he hath age, speke he of hym silf."
    },
    {
      "verse": 22,
      "text": "His fader and modir seiden these thingis, for thei dredden the Jewis; for thanne the Jewis hadden conspirid, that if ony man knoulechide hym Crist, he schulde be don out of the synagoge."
    },
    {
      "verse": 23,
      "text": "Therfor his fadir and modir seiden, That he hath age, axe ye hym."
    },
    {
      "verse": 24,
      "text": "Therfor eftsoone thei clepiden the man, that was blynd, and seiden to hym, Yyue thou glorie to God; we witen, that this man is a synnere."
    },
    {
      "verse": 25,
      "text": "Thanne he seide, If he is a synnere, Y woot neuer; o thing Y woot, that whanne Y was blynd, now Y se."
    },
    {
      "verse": 26,
      "text": "Therfor thei seiden to hym, What dide he to thee? hou openyde he thin iyen?"
    },
    {
      "verse": 27,
      "text": "He answerde to hem, Y seide to you now, and ye herden; what wolen ye eftsoone here? whether ye wolen be maad hise discyplis?"
    },
    {
      "verse": 28,
      "text": "Therfor thei cursiden hym, and seiden, Be thou his disciple; we ben disciplis of Moises."
    },
    {
      "verse": 29,
      "text": "We witen, that God spak to Moises; but we knowen not this, of whennus he is."
    },
    {
      "verse": 30,
      "text": "Thilke man answeride, and seide to hem, For in this is a wondurful thing, that ye witen not, of whennus he is, and he hath openyd myn iyen."
    },
    {
      "verse": 31,
      "text": "And we witen, that God herith not synful men, but if ony `man is worschypere of God, and doith his wille, he herith hym."
    },
    {
      "verse": 32,
      "text": "Fro the world it is not herd, that ony man openyde the iyen of a blynd borun man; but this were of God,"
    },
    {
      "verse": 33,
      "text": "he myyt not do ony thing."
    },
    {
      "verse": 34,
      "text": "Thei answeriden, and seiden to hym, Thou art al borun in synnes, and techist thou vs? And thei putten hym out."
    },
    {
      "verse": 35,
      "text": "Jhesus herd, that thei hadden putte hym out; and whanne he hadde founde hym, he seide to hym, Bileuest thou in the sone of God?"
    },
    {
      "verse": 36,
      "text": "He answerde, and seide, Lord, who is he, that Y bileue in hym?"
    },
    {
      "verse": 37,
      "text": "And Jhesus seide to hym, And thou hast seyn him, and he it is, that spekith with thee."
    },
    {
      "verse": 38,
      "text": "And he seide, Lord, Y byleue. And he felle doun, and worschipide hym."
    },
    {
      "verse": 39,
      "text": "Therfore Jhesus seide to hym, Y cam in to this world, `in to doom, that thei that seen not, see, and thei that seen, be maad blynde."
    },
    {
      "verse": 40,
      "text": "And summe of the Faryseis herden, that weren with hym, and thei seiden to hym, Whether we ben blynde?"
    },
    {
      "verse": 41,
      "text": "Jhesus seide to hem, If ye weren blynde, ye schulden not haue synne; but now ye seien, That we seen, youre synne dwellith stille."
    }
  ]
}