{
  "book_id": "JHN",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Treuli, treuli, Y seie to you, he that cometh not in by the dore in to the foold of scheep, but stieth bi another weie, is a nyyt theef and a dai theef."
    },
    {
      "verse": 2,
      "text": "But he that entrith bi the dore, is the scheepherde of the scheep."
    },
    {
      "verse": 3,
      "text": "To this the porter openeth, and the scheep heren his vois, and he clepith his owne scheep bi name, and ledith hem out."
    },
    {
      "verse": 4,
      "text": "And whanne he hath don out his owne scheep, he goith bifor hem, and the scheep suen hym; for thei knowun his vois."
    },
    {
      "verse": 5,
      "text": "But thei suen not an alien, but fleen from hym; for thei han not knowun the vois of aliens."
    },
    {
      "verse": 6,
      "text": "Jhesus seide to hem this prouerbe; but thei knewen not what he spak to hem."
    },
    {
      "verse": 7,
      "text": "Therfor Jhesus seide to hem eftsoone, Treuli, treuli, Y seie to you, that Y am the dore of the scheep."
    },
    {
      "verse": 8,
      "text": "As many as han come, weren nyyt theues and day theues, but the scheep herden not hem."
    },
    {
      "verse": 9,
      "text": "Y am the dore. If ony man schal entre bi me, he schal be sauyd; and he schal go ynne, and schal go out, and he schal fynde lesewis."
    },
    {
      "verse": 10,
      "text": "A nyyt theef cometh not, but that he stele, sle, and leese; and Y cam, that thei han lijf, and haue more plenteousli."
    },
    {
      "verse": 11,
      "text": "I am a good scheepherde; a good scheepherde yyueth his lijf for hise scheep."
    },
    {
      "verse": 12,
      "text": "But an hirid hyne, and that is not the scheepherde, whos ben not the scheep his owne, seeth a wolf comynge, and he leeueth the scheep, and fleeth; and the wolf rauyschith, and disparplith the scheep."
    },
    {
      "verse": 13,
      "text": "And the hirid hyne fleeth, for he is an hirid hyne, and it parteyneth not to hym of the scheep."
    },
    {
      "verse": 14,
      "text": "Y am a good scheepherde, and Y knowe my scheep, and my scheep knowen me."
    },
    {
      "verse": 15,
      "text": "As the fadir hath knowun me, Y knowe the fadir; and Y putte my lijf for my scheep."
    },
    {
      "verse": 16,
      "text": "Y haue othere scheep, that ben not of this foolde, and it bihoueth me to brynge hem togidir, and thei schulen here my vois; and it schal be maad o foolde and o scheepherde."
    },
    {
      "verse": 17,
      "text": "Therfor the fadir loueth me, for Y putte my lijf, that eftsoone Y take it."
    },
    {
      "verse": 18,
      "text": "No man takith it fro me, but Y putte it of my silf. Y haue power to putte it, and Y haue power to take it ayen. This maundement Y haue takun of my fadir."
    },
    {
      "verse": 19,
      "text": "Eft dissencioun was maad among the Jewis for these wordis."
    },
    {
      "verse": 20,
      "text": "And many of hem seiden, He hath a deuel, and maddith; what heren ye hym?"
    },
    {
      "verse": 21,
      "text": "Othere men seiden, These wordis ben not of a man that hath a feend. Whether the deuel may opene the iyen of blynde men?"
    },
    {
      "verse": 22,
      "text": "But the feestis of halewyng of the temple weren maad in Jerusalem, and it was wyntir."
    },
    {
      "verse": 23,
      "text": "And Jhesus walkide in the temple, in the porche of Salomon."
    },
    {
      "verse": 24,
      "text": "Therfor the Jewis camen aboute hym, and seiden to hym, Hou long takist thou awei oure soule? if thou art Crist, seie thou to vs opynli."
    },
    {
      "verse": 25,
      "text": "Jhesus answerde to hem, Y speke to you, and ye bileuen not; the werkis that Y do in the name of my fadir, beren witnessyng of me."
    },
    {
      "verse": 26,
      "text": "But ye bileuen not, for ye ben not of my scheep."
    },
    {
      "verse": 27,
      "text": "My scheep heren my vois, and Y knowe hem, and thei suen me."
    },
    {
      "verse": 28,
      "text": "And Y yyue to hem euerelastynge lijf, and thei schulen not perische with outen ende, and noon schal rauysche hem fro myn hoond."
    },
    {
      "verse": 29,
      "text": "That thing that my fadir yaf to me, is more than alle thingis; and no man may rauysche fro my fadris hoond."
    },
    {
      "verse": 30,
      "text": "Y and the fadir ben oon."
    },
    {
      "verse": 31,
      "text": "The Jewis token vp stoonys, to stoone hym."
    },
    {
      "verse": 32,
      "text": "Jhesus answerde to hem, Y haue schewide to you many good werkis of my fadir, for which werk of hem stonen ye me?"
    },
    {
      "verse": 33,
      "text": "The Jewis answerden to hym, We stoonen thee not of good werk, but of blasfemye, and for thou, sithen thou art a man, makist thi silf God."
    },
    {
      "verse": 34,
      "text": "Jhesus answerde to hem, Whether it is not writun in youre lawe, That Y seide, Ye ben goddis?"
    },
    {
      "verse": 35,
      "text": "Yf he seide that thei weren goddis, to whiche the word of God was maad, and scripture may not be vndon,"
    },
    {
      "verse": 36,
      "text": "thilke that the fadir hath halewid, and hath sent in to the world, ye seien, That `thou blasfemest, for Y seide, Y am Goddis sone?"
    },
    {
      "verse": 37,
      "text": "Yf Y do not the werkis of my fadir, nyle ye bileue to me;"
    },
    {
      "verse": 38,
      "text": "but if Y do, thouy ye wolen not bileue to me, bileue ye to the werkis; that ye knowe and bileue, that the fadir is in me, and Y in the fadir."
    },
    {
      "verse": 39,
      "text": "Therfor thei souyten to take hym, and he wente out of her hondis."
    },
    {
      "verse": 40,
      "text": "And he wente eftsoone ouer Jordan, in to that place where Joon was firste baptisynge, and he dwelte there."
    },
    {
      "verse": 41,
      "text": "And manye camen to hym, and seiden, For Joon dide no myracle;"
    },
    {
      "verse": 42,
      "text": "and alle thingis what euer Joon seide of this, weren sothe. And many bileueden in hym."
    }
  ]
}