{
  "book_id": "JHN",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Bifor the `feeste dai of pask Jhesus witynge, that his our is comun, that he passe fro this world to the fadir, whanne he hadde loued hise that weren in the world, in to the ende he louede hem."
    },
    {
      "verse": 2,
      "text": "And whanne the souper was maad, whanne the deuel hadde put than in to the herte, that Judas of Symount Scarioth schulde bitraye hym,"
    },
    {
      "verse": 3,
      "text": "he witynge that the fadir yaf alle thingis to hym in to hise hoondis, and that he wente out fro God,"
    },
    {
      "verse": 4,
      "text": "and goith to God, he risith fro the souper, and doith of hise clothis; and whanne he hadde takun a lynun cloth, he girde hym."
    },
    {
      "verse": 5,
      "text": "And aftirward he putte watir in to a basyn, and biganne to waische the disciplis feet, and to wipe with the lynnen cloth, with which he was gird."
    },
    {
      "verse": 6,
      "text": "And so he cam to Symount Petre, and Petre seith to hym, Lord, waischist thou my feet?"
    },
    {
      "verse": 7,
      "text": "Jhesus answerde, and seide to hym, What Y do, thou wost not now; but thou schalt wite aftirward."
    },
    {
      "verse": 8,
      "text": "Petre seith to hym, Thou schalt neuere waische my feet. Jhesus answeride to hym, If Y schal not waische thee, thou schalt not haue part with me."
    },
    {
      "verse": 9,
      "text": "Symount Petre seith to hym, Lord, not oneli my feet, but bothe the hoondis and the heed."
    },
    {
      "verse": 10,
      "text": "Jhesus seide to hym, He that is waischun, hath no nede but that he waische the feet, but he is al clene; and ye ben clene, but not alle."
    },
    {
      "verse": 11,
      "text": "For he wiste, who `was he that schulde bitraye hym; therfor he seide, Ye ben not alle clene."
    },
    {
      "verse": 12,
      "text": "And so aftir that he hadde waischun `the feet of hem, he took hise clothis; and whanne he was set to mete ayen, eft he seide to hem, Ye witen what Y haue don to you."
    },
    {
      "verse": 13,
      "text": "Ye clepen me maistir and lord, and ye seien wel; for Y am."
    },
    {
      "verse": 14,
      "text": "Therfor if Y, lord and maistir, haue waischun youre feet, and ye schulen waische oon anothers feet;"
    },
    {
      "verse": 15,
      "text": "for Y haue youun `ensaumple to you, `that as I haue do to you, so do ye."
    },
    {
      "verse": 16,
      "text": "Treuli, treuli, Y seie to you, the seruaunt is not grettere than his lord, nether an apostle is grettere than he that sente hym."
    },
    {
      "verse": 17,
      "text": "If ye witen these thingis, ye schulen be blessid, if ye doen hem."
    },
    {
      "verse": 18,
      "text": "Y seie not of `alle you, Y woot whiche Y haue chosun; but that the scripture be fulfillid, He that etith my breed, schal reise his heele ayens me."
    },
    {
      "verse": 19,
      "text": "Treuly, Y seie to you bifor it be don, that whanne it is don, ye bileue that Y am."
    },
    {
      "verse": 20,
      "text": "Treuli, treuli, Y seie to you, he that takith whom euere Y schal sende, resseyueth me; and he that resseyueth me, resseyueth hym that sente me."
    },
    {
      "verse": 21,
      "text": "Whanne Jhesus hadde seid these thingis, he was troblid in spirit, and witnesside, and seide, Treuli, treuli, Y seie to you, that oon of you schal bitraye me."
    },
    {
      "verse": 22,
      "text": "Therfor the disciplis lokiden togidere, doutynge of whom he seide."
    },
    {
      "verse": 23,
      "text": "And so oon of hise disciplis was restynge in the bosum of Jhesu, whom Jhesu louede."
    },
    {
      "verse": 24,
      "text": "Therfor Symount Petre bikeneth to hym, `and seith to hym, Who is it, of whom he seith?"
    },
    {
      "verse": 25,
      "text": "And so whanne he hadde restid ayen on the brest of Jhesu, he seith to hym, Lord, who is it?"
    },
    {
      "verse": 26,
      "text": "Jhesus answerde, He it is, to whom Y schal areche a sop of breed. And whanne he hadde wet breed, he yaf to Judas of Symount Scarioth."
    },
    {
      "verse": 27,
      "text": "And aftir the mussel, thanne Sathanas entride in to hym. And Jhesus seith to hym, That thing that thou doist, do thou swithe."
    },
    {
      "verse": 28,
      "text": "And noon of hem that saten at the mete wiste, wherto he seide to hym."
    },
    {
      "verse": 29,
      "text": "For summe gessiden, for Judas hadde pursis, that Jhesus hadde seid to hym, Bie thou tho thingis, that ben nedeful to vs to the feeste dai, or that he schulde yyue sum thing to nedi men."
    },
    {
      "verse": 30,
      "text": "Therfor whanne he hadde takun the mussel, he wente out anoon; and it was nyyt."
    },
    {
      "verse": 31,
      "text": "And whanne he was gon out, Jhesus seide, Now mannus sone is clarified, and God is clarified in hym."
    },
    {
      "verse": 32,
      "text": "If God is clarified in hym, God schal clarifie hym in hym silf, and anoon he schal clarifie hym."
    },
    {
      "verse": 33,
      "text": "Litle sones, yit a litil Y am with you; ye schulen seke me, and, as Y seide to the Jewis, Whidur Y go, ye moun not come; and to you Y seie now."
    },
    {
      "verse": 34,
      "text": "Y yyue to you a newe maundement, that ye loue togidir, as Y louede you, `and that ye loue togidir."
    },
    {
      "verse": 35,
      "text": "In this thing alle men schulen knowe, that ye ben my disciplis, if ye han loue togidere."
    },
    {
      "verse": 36,
      "text": "Symount Petre seith to hym, Lord, whidur goist thou? Jhesus answeride, Whidur Y go, thou mayst not sue me now, but thou schalt sue afterward."
    },
    {
      "verse": 37,
      "text": "Petre seith to hym, Whi may Y not sue thee now? Y schal putte my lijf for thee."
    },
    {
      "verse": 38,
      "text": "Jhesus answeride, Thou schalt putte thi lijf for me? Treuli, treuli, Y seie to thee, the cok schal not crowe, til thou schalt denye me thries. And he seith to hise disciplis."
    }
  ]
}