{
  "book_id": "JHN",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Whanne Jhesus hadde seid these thingis, he wente out with hise disciplis ouer the strond of Cedron, where was a yerd, in to which he entride, and hise disciplis."
    },
    {
      "verse": 2,
      "text": "And Judas, that bitrayede hym, knew the place, for ofte Jhesus cam thidur with hise disciplis."
    },
    {
      "verse": 3,
      "text": "Therfor whanne Judas hadde takun a cumpany of knyytis, and mynystris of the bischopis and of the Fariseis, he cam thidur with lanternys, and brondis, and armeris."
    },
    {
      "verse": 4,
      "text": "And so Jhesus witynge alle thingis that weren to come on hym, wente forth, and seide to hem, Whom seken ye?"
    },
    {
      "verse": 5,
      "text": "Thei answeriden to hym, Jhesu of Nazareth. Jhesus seith to hem, Y am. And Judas that bitraiede hym, stood with hem."
    },
    {
      "verse": 6,
      "text": "And whanne he seide to hem, Y am, thei wenten abak, and fellen doun on the erthe."
    },
    {
      "verse": 7,
      "text": "And eft he axide hem, Whom seken ye? And thei seiden, Jhesu of Nazareth."
    },
    {
      "verse": 8,
      "text": "He answeride to hem, Y seide to you, that Y am; therfor if ye seken me, suffre ye these to go awei."
    },
    {
      "verse": 9,
      "text": "That the word which he seide schulde be fulfillid, For Y loste not ony of hem, whiche thou `hast youun to me."
    },
    {
      "verse": 10,
      "text": "Therfor Symount Petre hadde a swerd, and drow it out, and smoot the seruaunt of the bischop, and kittide of his riyt eer. And the name of the seruaunt was Malcus."
    },
    {
      "verse": 11,
      "text": "Therfor Jhesus seide to Petre, Putte thou thi swerd in to thi schethe; wolt thou not, that Y drynke the cuppe, that my fadir yaf to me?"
    },
    {
      "verse": 12,
      "text": "Therfor the cumpenye of knyytis, and the tribune, and the mynystris of the Jewis, token Jhesu, and bounden hym,"
    },
    {
      "verse": 13,
      "text": "and ledden hym first to Annas; for he was fadir of Caifas wijf, that was bischop of that yeer."
    },
    {
      "verse": 14,
      "text": "And it was Caifas, that yaf counsel to the Jewis, that it spedith, that o man die for the puple."
    },
    {
      "verse": 15,
      "text": "But Symount Petre suede Jhesu, and another disciple; and thilke disciple was knowun to the bischop. And he entride with Jhesu, in to the halle of the bischop;"
    },
    {
      "verse": 16,
      "text": "but Petre stood at the dore with outforth. Therfor `the tother disciple, that was knowun to the bischop, wente out, and seide to the womman that kepte the dore, and brouyte in Petre."
    },
    {
      "verse": 17,
      "text": "And the damysel, kepere of the dore, seide to Petre, Whether thou art also of this mannys disciplis? He seide, Y am not."
    },
    {
      "verse": 18,
      "text": "And the seruantis and mynystris stooden at the coolis, for it was coold, and thei warmyden hem; and Petre was with hem, stondynge and warmynge hym."
    },
    {
      "verse": 19,
      "text": "And the bischop axide Jhesu of hise disciplis, and of his techyng."
    },
    {
      "verse": 20,
      "text": "Jhesus answerde to hym, Y haue spokun opynli to the world; Y tauyte euermore in the synagoge, and in the temple, whider alle the Jewis camen togidere, and in hiddlis Y spak no thing."
    },
    {
      "verse": 21,
      "text": "What axist thou me? axe hem that herden, what Y haue spokun to hem; lo! thei witen, what thingis Y haue seid."
    },
    {
      "verse": 22,
      "text": "Whanne he hadde seid these thingis, oon of the mynystris stondynge niy, yaf a buffat to Jhesu, and seide, Answerist thou so to the bischop?"
    },
    {
      "verse": 23,
      "text": "Jhesus answeride to hym, If Y haue spokun yuel, bere thou witnessyng of yuel; but if Y seide wel, whi smytist thou me?"
    },
    {
      "verse": 24,
      "text": "And Annas sente hym boundun to Caifas, the bischop."
    },
    {
      "verse": 25,
      "text": "And Symount Petre stood, and warmyde him; and thei seiden to hym, Whether also thou art his disciple? He denyede, and seide, Y am not."
    },
    {
      "verse": 26,
      "text": "Oon of the bischops seruantis, cosyn of hym, whos eere Petre kitte of, seide, Say Y thee not in the yerd with hym?"
    },
    {
      "verse": 27,
      "text": "And Petre eftsoone denyede, and anoon the cok crew."
    },
    {
      "verse": 28,
      "text": "Thanne thei ledden Jhesu to Cayfas, in to the moot halle; and it was eerli, and thei entriden not in to the moot halle, that thei schulden not be defoulid, but that thei schulden ete pask."
    },
    {
      "verse": 29,
      "text": "Therfor Pilat wente out with outforth to hem, and seide, What accusyng brynge ye ayens this man?"
    },
    {
      "verse": 30,
      "text": "Thei answeriden, and seiden to hym, If this were not a mysdoere, we hadden not bitakun hym to thee."
    },
    {
      "verse": 31,
      "text": "Thanne Pilat seith to hem, Take ye hym, and deme ye him, after youre lawe. And the Jewis seiden to hym, It is not leueful to vs to sle ony man;"
    },
    {
      "verse": 32,
      "text": "that the word of Jhesu schulde be fulfillid, whiche he seide, signifiynge bi what deth he schulde die."
    },
    {
      "verse": 33,
      "text": "Therfor eftsoone Pilat entride in to the moot halle, and clepide Jhesu, and seide to hym, Art thou kyng of Jewis?"
    },
    {
      "verse": 34,
      "text": "Jhesus answerde, and seide to hym, Seist thou this thing of thi silf, ether othere han seid to thee of me?"
    },
    {
      "verse": 35,
      "text": "Pilat answeride, Whether Y am a Jewe? Thi folc and bischops bitoken thee to me; what hast thou don?"
    },
    {
      "verse": 36,
      "text": "Jhesus answeride, My kingdom is not of this world; if my kingdom were of this world, my mynystris schulden stryue, that Y schulde not be takun to the Jewis; but now my kingdom is not here."
    },
    {
      "verse": 37,
      "text": "And so Pilat seide to hym, Thanne `thou art a king. Jhesus answeride, Thou seist, that Y am a king. To this thing Y am borun, and to this Y `am comun in to the world, to bere witnessing to treuthe. Eche that is of treuthe, herith my vois."
    },
    {
      "verse": 38,
      "text": "Pilat seith to hym, What is treuthe? And whanne he hadde seid this thing, eft he wente out to the Jewis, and seide to hem, Y fynde no cause in hym."
    },
    {
      "verse": 39,
      "text": "But it is a custom to you, that Y delyuere oon to you in pask; therfor wole ye that Y delyuere to you the kyng of Jewis?"
    },
    {
      "verse": 40,
      "text": "Alle crieden eftsoone, and seiden, Not this, but Baraban. And Barabas was a theef."
    }
  ]
}