{
  "book_id": "JHN",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor Pilat took thanne Jhesu, and scourgide."
    },
    {
      "verse": 2,
      "text": "And kniytis writhen a coroun of thornes, and setten on his heed, and diden aboute hym a cloth of purpur,"
    },
    {
      "verse": 3,
      "text": "and camen to him, and seiden, Heil, kyng of Jewis. And thei yauen to him buffatis."
    },
    {
      "verse": 4,
      "text": "Eftsoone Pilat wente out, and seide to hem, Lo! Y brynge hym out to you, that ye knowe, that Y fynde no cause in him."
    },
    {
      "verse": 5,
      "text": "And so Jhesus wente out, berynge a coroun of thornes, and a cloth of purpur. And he seith to hem, Lo! the man."
    },
    {
      "verse": 6,
      "text": "But whanne the bischopis and mynystris hadden seyn hym, thei crieden, and seiden, Crucifie, crucifie hym. Pilat seith to hem, Take ye hym, and crucifie ye, for Y fynde no cause in hym."
    },
    {
      "verse": 7,
      "text": "The Jewis answeriden to hym. We han a lawe, and bi the lawe he owith to die, for he made hym Goddis sone."
    },
    {
      "verse": 8,
      "text": "Therfor whanne Pilat hadde herd this word, he dredde the more."
    },
    {
      "verse": 9,
      "text": "And he wente in to the moot halle eftsoone, and seide to Jhesu, Of whennus art thou? But Jhesus yaf noon answere to him."
    },
    {
      "verse": 10,
      "text": "Pilat seith to him, Spekist thou not to me? Woost thou not, that Y haue power to crucifie thee, and Y haue power to delyuere thee?"
    },
    {
      "verse": 11,
      "text": "Jhesus answeride, Thou schuldist not `haue ony power ayens me, but it were youun to thee from aboue; therfor he that bitook me to thee, hath the more synne."
    },
    {
      "verse": 12,
      "text": "Fro that tyme Pilat souyte to delyuere hym; but the Jewis crieden, and seiden, If thou delyuerist this man, thou art not the emperouris freend; for ech man that makith hym silf king, ayen seith the emperoure."
    },
    {
      "verse": 13,
      "text": "And Pilat, whanne he hadde herd these wordis, ledde Jhesu forth, and sat for domesman in a place, that is seid Licostratos, but in Ebrew Golgatha."
    },
    {
      "verse": 14,
      "text": "And it was pask eue, as it were the sixte our. And he seith to the Jewis, Lo! youre king."
    },
    {
      "verse": 15,
      "text": "But thei crieden, and seiden, Take awei, take awei; crucifie him. Pilat seith to hem, Schal I crucifie youre king? The bischops answeriden, We han no king but the emperour."
    },
    {
      "verse": 16,
      "text": "And thanne Pilat bitook him to hem, that he schulde be crucified. And thei token Jhesu, and ledden him out."
    },
    {
      "verse": 17,
      "text": "And he bar to hym silf a cros, and wente out in to that place, that is seid of Caluarie, in Ebreu Golgatha;"
    },
    {
      "verse": 18,
      "text": "where thei crucifieden him, and othere tweyne with him, oon on this side and oon on that side, and Jhesus in the myddil."
    },
    {
      "verse": 19,
      "text": "And Pilat wroot a title, and sette on the cros; and it was writun, Jhesu of Nazareth, king of Jewis."
    },
    {
      "verse": 20,
      "text": "Therfor manye of the Jewis redden this title, for the place where Jhesus was crucified, was niy the citee, and it was writun in Ebreu, Greek, and Latyn."
    },
    {
      "verse": 21,
      "text": "Therfor the bischops of the Jewis seiden to Pilat, Nyle thou write kyng of Jewis, but for he seide, Y am king of Jewis."
    },
    {
      "verse": 22,
      "text": "Pilat answeride, That that Y haue writun, Y haue writun."
    },
    {
      "verse": 23,
      "text": "Therfor the knyytis whanne thei hadden crucified hym, token hise clothis, and maden foure partis, to ech knyyt a part, and a coot. And the coot was without seem, and wouun al aboute."
    },
    {
      "verse": 24,
      "text": "Therfor thei seiden togidere, Kitte we not it, but caste we lot, whos it is; that the scripture be fulfillid, seiynge, Thei partiden my clothis to hem, and on my cloth thei casten lot. And the kniytis diden these thingis."
    },
    {
      "verse": 25,
      "text": "But bisidis the cros of Jhesu stoden his modir, and the sistir of his modir, Marie Cleofe, and Marie Maudeleyne."
    },
    {
      "verse": 26,
      "text": "Therfor whanne Jhesu hadde seyn his modir, and the disciple stondynge, whom he louyde, he seith to hise modir, Womman, lo thi sone."
    },
    {
      "verse": 27,
      "text": "Aftyrward he seith to the disciple, Lo! thi modir. And fro that our the disciple took hir in to his modir."
    },
    {
      "verse": 28,
      "text": "Aftirward Jhesus witynge, that now alle thingis ben endid, that the scripture were fulfillid, he seith, Y thirste."
    },
    {
      "verse": 29,
      "text": "And a vessel was set ful of vynegre. And thei `leiden in isope aboute the spounge ful of vynegre, and putten to his mouth."
    },
    {
      "verse": 30,
      "text": "Therfor whanne Jhesus hadde `takun the vynegre, he seid, It is endid. And `whanne his heed was bowid doun, `he yaf vp the goost."
    },
    {
      "verse": 31,
      "text": "Therfor for it was the pask eue, that the bodies schulden not abide on the cros in the sabat, for that was a greet sabat dai, the Jewis preiden Pilat, that the hipis of hem schulden be brokun, and thei takun awei."
    },
    {
      "verse": 32,
      "text": "Therfor knyytis camen, and thei braken the thies of the firste, and of the tothere, that was crucified with hym."
    },
    {
      "verse": 33,
      "text": "But whanne thei weren comun to Jhesu, as thei sayn him deed thanne, thei braken not hise thies;"
    },
    {
      "verse": 34,
      "text": "but oon of the knyytis openyde his side with a spere, and anoon blood and watir wenten out."
    },
    {
      "verse": 35,
      "text": "And he that saiy, bare witnessyng, and his witnessing is trewe; and he woot that he seith trewe thingis, that ye bileue."
    },
    {
      "verse": 36,
      "text": "And these thingis weren don, that the scripture schulde be fulfillid, Ye schulen not breke a boon of hym."
    },
    {
      "verse": 37,
      "text": "And eftsoone another scripture seith, Thei schulen se in whom thei piyten thorow."
    },
    {
      "verse": 38,
      "text": "But after these thingis Joseph of Armathi preyede Pilat, that he schulde take awei the bodi of Jhesu, for that he was a disciple of Jhesu, but priui for drede of the Jewis. And Pilat suffride. And so he cam, and took awei the bodi of Jhesu."
    },
    {
      "verse": 39,
      "text": "And Nychodeme cam also, that hadde come to hym first bi nyyt, and brouyte a meddlynge of myrre and aloes, as it were an hundrid pound."
    },
    {
      "verse": 40,
      "text": "And thei token the bodi of Jhesu, and boundun it in lynun clothis with swete smellynge oynementis, as it is custom to Jewis for to birie."
    },
    {
      "verse": 41,
      "text": "And in the place where he was crucified, was a yerd, and in the yerd a newe graue, in which yit no man was leid."
    },
    {
      "verse": 42,
      "text": "Therfor there thei putten Jhesu, for the vigilie of Jewis feeste, for the sepulcre was niy."
    }
  ]
}