{
  "book_id": "JHN",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Afterward Jhesus eftsoone schewide hym to hise disciplis, at the see of Tiberias."
    },
    {
      "verse": 2,
      "text": "And he schewide him thus. There weren togidere Symount Petre, and Thomas, that is seid Didimus, and Nathanael, that was of the Cane of Galilee, and the sones of Zebedee, and tweyne othere of hise disciplis."
    },
    {
      "verse": 3,
      "text": "Symount Petre seith to hem, Y go to fische. Thei seyn to hym, And we comen with thee. And `thei wenten out, `and wenten in to a boot. And in that niyt thei token no thing."
    },
    {
      "verse": 4,
      "text": "But whanne the morewe was comun, Jhesus stood in the brenke; netheles the disciplis knewen not, that it was Jhesus."
    },
    {
      "verse": 5,
      "text": "Therfor Jhesus seith to hem, Children, whethir ye han ony souping thing? Thei answeriden to hym, Nay. He seide to hem,"
    },
    {
      "verse": 6,
      "text": "Putte ye the nett in to the riyt half of the rowing, and ye schulen fynde. And thei puttiden the nett; and thanne thei miyten not drawe it for multitude of fischis."
    },
    {
      "verse": 7,
      "text": "Therfor thilke disciple, whom Jhesus louede, seide to Petre, It is the Lord. Symount Petre, whanne he hadde herd that it is the Lord, girte hym with a coote, for he was nakid, and wente in to the see."
    },
    {
      "verse": 8,
      "text": "But the othere disciplis camen bi boot, for thei weren not fer fro the lond, but as a two hundrid cubitis, drawinge the nett of fischis."
    },
    {
      "verse": 9,
      "text": "And as thei camen doun in to the lond, thei sayn coolis liynge, and a fisch leid on, and breed."
    },
    {
      "verse": 10,
      "text": "Jhesus seith to hem, Bringe ye of the fyschis, whiche ye han takun now."
    },
    {
      "verse": 11,
      "text": "Symount Petre wente vp, and drowy the nett in to the lond, ful of grete fischis, an hundrid fifti and thre; and whanne thei weren so manye, the nett was not brokun."
    },
    {
      "verse": 12,
      "text": "Jhesus seith to hem, Come ye, ete ye. And no man of hem that saten at the mete, durste axe hym, Who art thou, witinge that it is the Lord."
    },
    {
      "verse": 13,
      "text": "And Jhesus cam, and took breed, an yaf to hem, and fisch also."
    },
    {
      "verse": 14,
      "text": "Now this thridde tyme Jhesus was schewid to hise disciplis, whanne he hadde risun ayen fro deth."
    },
    {
      "verse": 15,
      "text": "And whanne thei hadde etun, Jhesus seith to Simount Petre, Symount of Joon, louest thou me more than these? He seith to him, Yhe, Lord, thou woost that Y loue thee. Jhesus seith to hym, Fede thou my lambren."
    },
    {
      "verse": 16,
      "text": "Eft he seith to hym, Symount of Joon, louest thou me? He seith to him, Yhe, Lord, thou woost that Y loue thee. He seith to him, Fede thou my lambren."
    },
    {
      "verse": 17,
      "text": "He seith to him the thridde tyme, Simount of Joon, louest thou me? Petre was heuy, for he seith to hym the thridde tyme, Louest thou me, and he seith to him, Lord, thou knowist alle thingis; thou woost that Y loue thee. Jhesus seith to hym, Fede my scheep."
    },
    {
      "verse": 18,
      "text": "Treuli, treuli, Y seie to thee, whanne thou were yongere, thou girdidist thee, and wandridist where thou woldist; but whanne thou schalt waxe eldere, thou schalt holde forth thin hondis, and another schal girde thee, and schal lede thee whidur thou wolt not."
    },
    {
      "verse": 19,
      "text": "He seide this thing, signifynge bi what deth he schulde glorifie God. And whanne he hadde seid these thingis, he seith to hym, Sue thou me."
    },
    {
      "verse": 20,
      "text": "Petre turnede, and say thilke disciple suynge, whom Jhesus louede, which also restid in the soper on his brest, and he seide to hym, Lord, who is it, that schal bitraie thee?"
    },
    {
      "verse": 21,
      "text": "Therfor whanne Petre hadde seyn this, he seith to Jhesu, Lord, but what this?"
    },
    {
      "verse": 22,
      "text": "Jhesus seith to him, So I wole that he dwelle til that Y come, what to thee? sue thou me."
    },
    {
      "verse": 23,
      "text": "Therfor this word wente out among the britheren, that thilke disciple dieth not. And Jhesus seide not to hym, that he dieth not, but, So Y wole that he dwelle til Y come, what to thee?"
    },
    {
      "verse": 24,
      "text": "This is thilke disciple, that berith witnessyng of these thingis, and wroot hem; and we witen, that his witnessyng is trewe."
    },
    {
      "verse": 25,
      "text": "And ther ben also manye othere thingis that Jhesus dide, whiche if thei ben writun bi ech bi hym silf, Y deme that the world hym silf schal not take tho bookis, that ben to be writun."
    }
  ]
}