{
  "book_id": "2TI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Τοῦτο δὲ γίνωσκε, ὅτι ἐν ἐσχάταις ἡμέραις ἐνστήσονται καιροὶ χαλεποί."
    },
    {
      "verse": 2,
      "text": "Ἔσονται γὰρ οἱ ἄνθρωποι φίλαυτοι, φιλάργυροι, ἀλαζόνες, ὑπερήφανοι, βλάσφημοι, γονεῦσιν ἀπειθεῖς, ἀχάριστοι, ἀνόσιοι,"
    },
    {
      "verse": 3,
      "text": "ἄστοργοι, ἄσπονδοι, διάβολοι, ἀκρατεῖς, ἀνήμεροι, ἀφιλάγαθοι,"
    },
    {
      "verse": 4,
      "text": "προδόται, προπετεῖς, τετυφωμένοι, φιλήδονοι μᾶλλον ἢ φιλόθεοι,"
    },
    {
      "verse": 5,
      "text": "ἔχοντες μόρφωσιν εὐσεβείας, τὴν δὲ δύναμιν αὐτῆς ἠρνημένοι· καὶ τούτους ἀποτρέπου."
    },
    {
      "verse": 6,
      "text": "Ἐκ τούτων γάρ εἰσιν οἱ ἐνδύνοντες εἰς τὰς οἰκίας, καὶ ⸂αἰχμαλωτεύοντες⸃ ⸆ γυναικάρια σεσωρευμένα ἁμαρτίαις, ἀγόμενα ἐπιθυμίαις ποικίλαις,"
    },
    {
      "verse": 7,
      "text": "πάντοτε μανθάνοντα, καὶ μηδέποτε εἰς ἐπίγνωσιν ἀληθείας ἐλθεῖν δυνάμενα."
    },
    {
      "verse": 8,
      "text": "Ὃν τρόπον δὲ Ἰαννῆς καὶ Ἰαμβρῆς ἀντέστησαν Μωϋσῇ, οὕτως καὶ οὗτοι ἀνθίστανται τῇ ἀληθείᾳ, ἄνθρωποι κατεφθαρμένοι τὸν νοῦν, ἀδόκιμοι περὶ τὴν πίστιν."
    },
    {
      "verse": 9,
      "text": "Ἀλλ᾽ οὐ προκόψουσιν ἐπὶ πλεῖον· ἡ γὰρ ἄνοια αὐτῶν ἔκδηλος ἔσται πᾶσιν, ὡς καὶ ἡ ἐκείνων ἐγένετο."
    },
    {
      "verse": 10,
      "text": "Σὺ δὲ ⸂παρηκολούθηκάς⸃ μου τῇ διδασκαλίᾳ, τῇ ἀγωγῇ, τῇ προθέσει, τῇ πίστει, τῇ μακροθυμίᾳ, τῇ ἀγάπῃ, τῇ ὑπομονῇ,"
    },
    {
      "verse": 11,
      "text": "τοῖς διωγμοῖς, τοῖς παθήμασιν, οἷά μοι ἐγένετο ἐν Ἀντιοχείᾳ, ἐν Ἰκονίῳ, ἐν Λύστροις, οἵους διωγμοὺς ὑπήνεγκα· καὶ ἐκ πάντων με ἐρρύσατο ὁ κύριος."
    },
    {
      "verse": 12,
      "text": "Καὶ πάντες δὲ οἱ θέλοντες ⸉εὐσεβῶς ζῇν⸊ ἐν χριστῷ Ἰησοῦ διωχθήσονται."
    },
    {
      "verse": 13,
      "text": "Πονηροὶ δὲ ἄνθρωποι καὶ γόητες προκόψουσιν ἐπὶ τὸ χεῖρον, πλανῶντες καὶ πλανώμενοι."
    },
    {
      "verse": 14,
      "text": "Σὺ δὲ μένε ἐν ⸂οἷς ἔμαθες καὶ ἐπιστώθης,⸃ εἰδὼς παρὰ ⸂2τίνος⸃ ἔμαθες,"
    },
    {
      "verse": 15,
      "text": "καὶ ὅτι ἀπὸ βρέφους ⸋τὰ⸌ ἱερὰ γράμματα οἶδας, τὰ δυνάμενά σε σοφίσαι εἰς σωτηρίαν διὰ πίστεως τῆς ἐν χριστῷ Ἰησοῦ."
    },
    {
      "verse": 16,
      "text": "Πᾶσα γραφὴ θεόπνευστος καὶ ὠφέλιμος πρὸς διδασκαλίαν, πρὸς ἔλεγχον, πρὸς ἐπανόρθωσιν, πρὸς παιδείαν τὴν ἐν δικαιοσύνῃ·"
    },
    {
      "verse": 17,
      "text": "ἵνα ἄρτιος ᾖ ὁ τοῦ θεοῦ ἄνθρωπος, πρὸς πᾶν ἔργον ἀγαθὸν ἐξηρτισμένος."
    }
  ]
}