{
  "book_id": "ECC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "What advantage has a man? for who knows what isgood for a man in his life, duringthe number of the life of the days of his vanity? and he has spent them as a shadow; for who shall tell a man what shall be after him under the sun?"
    },
    {
      "verse": 2,
      "text": "A good name is better than good oil; and the day of death than the day of birth."
    },
    {
      "verse": 3,
      "text": "It isbetter to go to the house of mourning, than to go to the banquet house: since this is the end of every man; and the living man will apply good warningto his heart."
    },
    {
      "verse": 4,
      "text": "Sorrow is better than laughter: for by the sadness of the countenance the heart will be made better."
    },
    {
      "verse": 5,
      "text": "The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth."
    },
    {
      "verse": 6,
      "text": "It isbetter to hear a reproof of a wise man, than for a man to hear the song of fools."
    },
    {
      "verse": 7,
      "text": "As the sound of thorns under a caldron, so is the laughter of fools: this is also vanity."
    },
    {
      "verse": 8,
      "text": "for oppression makes a wise man mad, and destroys his noble heart."
    },
    {
      "verse": 9,
      "text": "The end of a matter is better than the beginning thereof: the patient is better than the high-minded."
    },
    {
      "verse": 10,
      "text": "Be not hasty in your spirit to be angry: for anger will rest in the bosom of fools."
    },
    {
      "verse": 11,
      "text": "Say not, What has happened, that the former days were better than these? for you do not enquire in wisdom concerning this."
    },
    {
      "verse": 12,
      "text": "Wisdom is good with an inheritance: and there isan advantage by itto them that see the sun."
    },
    {
      "verse": 13,
      "text": "For wisdom in its shadow is as the shadow of silver: and the excellence of the knowledge of wisdom will give life to him that has it."
    },
    {
      "verse": 14,
      "text": "Behold the works of God: for who shall be able to straighten him whom God has made crooked?"
    },
    {
      "verse": 15,
      "text": "In the day of prosperity live joyfully, and consider in the day of adversity: consider, I say, God also has caused the one to agree with the other for thisreason, that man should find nothing after him."
    },
    {
      "verse": 16,
      "text": "I have seen all things in the days of my vanity: there is a just man perishing in his justice, and there is an ungodly man remaining in his wickedness."
    },
    {
      "verse": 17,
      "text": "Be not very just; neither be very wise: lest you be confounded."
    },
    {
      "verse": 18,
      "text": "Be not very wicked; and be not stubborn: lest you should die before your time."
    },
    {
      "verse": 19,
      "text": "It is well for you to hold fast by this; also by this defile not your hand: for to them that fear God all things shall come forth well."
    },
    {
      "verse": 20,
      "text": "Wisdom will help the wise man more than ten mighty men which are in the city."
    },
    {
      "verse": 21,
      "text": "For there is not a righteous man in the earth, who will do good, and not sin"
    },
    {
      "verse": 22,
      "text": "Also take no heed to all the words which ungodly men shall speak; lest you hear your servant cursing you."
    },
    {
      "verse": 23,
      "text": "For many times he shall trespass against you, and repeatedly shall he afflict your heart; for thus also have you cursed others."
    },
    {
      "verse": 24,
      "text": "All these things have I proved in wisdom: I said, I will be wise; but it was far from me."
    },
    {
      "verse": 25,
      "text": "That which isfar beyond what was, and a great depth, who shall find it out?"
    },
    {
      "verse": 26,
      "text": "I and my heart went round about to know, and to examine, and to seek wisdom, and the account of things, and to know the folly and trouble and madness of the ungodly man."
    },
    {
      "verse": 27,
      "text": "And I find her to be, and I will pronounce to bemore bitter than death the woman which is a snare, and her heart nets, who hasa band in her hands: he that isgood in the sight of God shall be delivered from her; but the sinner shall be caught by her."
    },
    {
      "verse": 28,
      "text": "Behold, this have I found, said the Preacher, seekingby one at a time to find out the account,"
    },
    {
      "verse": 29,
      "text": "which my soul sought after, but I found not: for I have found one man of a thousand; but a woman in all these I have not found."
    },
    {
      "verse": 30,
      "text": "But, behold, this have I found, that God made man upright; but they have sought out many devices."
    }
  ]
}