{
  "book_id": "ECC",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And remember your Creator in the days of your youth, before the days of evil come, and the years overtake youin which you shall say, I have no pleasure in them."
    },
    {
      "verse": 2,
      "text": "While the sun and light are not darkened, nor the moon and the stars; nor the clouds return after the rain:"
    },
    {
      "verse": 3,
      "text": "in the day wherein the keepers of the house shall tremble, and the mighty men shall become bent, and the grinding womencease because they have become few, and the womenlooking out at the windows be dark;"
    },
    {
      "verse": 4,
      "text": "and they shall shut the doors in the marketplace, because of the weakness of the voice of her that grinds at the mill; and he shall rise up at the voice of the sparrow, and all the daughters of song shall be brought low;"
    },
    {
      "verse": 5,
      "text": "and they shall look up, and fears shall bein the way, and the almond tree shall blossom, and the locust shall increase, and the caper shall be scattered: because man has gone to his eternal home, and the mourners have gone about the market:"
    },
    {
      "verse": 6,
      "text": "before the silver cord be let go, or the choice gold be broken, or the pitcher be broken at the fountain, or the wheel run down to the cistern;"
    },
    {
      "verse": 7,
      "text": "beforethe dust also return to the earth as it was, and the spirit return to God who gave it."
    },
    {
      "verse": 8,
      "text": "Vanity of vanities, said the Preacher; all is vanity."
    },
    {
      "verse": 9,
      "text": "And because the Preacher was wise above others, so it wasthat he taught man excellent knowledge, and the ear will trace out the parables."
    },
    {
      "verse": 10,
      "text": "The Preacher sought diligently to find out acceptable words, and a correct writing, evenwords of truth."
    },
    {
      "verse": 11,
      "text": "The words of the wise are as goads, and as nails firmly fastened, which have been given from one shepherd by agreement."
    },
    {
      "verse": 12,
      "text": "And moreover, my son, guard yourself by means of them: of making many books there is no end; and much study is a weariness of the flesh."
    },
    {
      "verse": 13,
      "text": "Hear the end of the matter, the sun: Fear God, and keep his commandments: for this is the whole man."
    },
    {
      "verse": 14,
      "text": "For God will bring every work into judgment, with everything that has been overlooked, whether it begood, or whether it beevil."
    }
  ]
}