{
  "book_id": "SIR",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "My son, if you come to serve the Lord, prepare your soul for temptation."
    },
    {
      "verse": 2,
      "text": "Set your heart aright, constantly endure, and don’t make haste in time of calamity."
    },
    {
      "verse": 3,
      "text": "Cling to him, and don’t depart, that you may be increased at your latter end."
    },
    {
      "verse": 4,
      "text": "Accept whatever is brought upon you, and be patient when you suffer humiliation."
    },
    {
      "verse": 5,
      "text": "For gold is tried in the fire, and acceptable men in the furnace of humiliation."
    },
    {
      "verse": 6,
      "text": "Put your trust in him, and he will help you. Make your ways straight, and set your hope on him."
    },
    {
      "verse": 7,
      "text": "All you who fear the Lord, wait for his mercy. Don’t turn aside, lest you fall."
    },
    {
      "verse": 8,
      "text": "All you who fear the Lord, put your trust in him, and your reward will not fail."
    },
    {
      "verse": 9,
      "text": "All you who fear the Lord, hope for good things, and for eternal gladness and mercy."
    },
    {
      "verse": 10,
      "text": "Look at the generations of old, and see: Who ever put his trust in the Lord, and was ashamed? Or who remained in his fear, and was forsaken? Or who called upon him, and he neglected him?"
    },
    {
      "verse": 11,
      "text": "For the Lord is full of compassion and mercy. He forgives sins and saves in time of affliction."
    },
    {
      "verse": 12,
      "text": "Woe to fearful hearts, to faint hands, and to the sinner who goes two ways!"
    },
    {
      "verse": 13,
      "text": "Woe to the faint heart! For it doesn’t believe. Therefore it won’t be defended."
    },
    {
      "verse": 14,
      "text": "Woe to you who have lost your patience! And what will you all do when the Lord visits you?"
    },
    {
      "verse": 15,
      "text": "Those who fear the Lord will not disobey his words. Those who love him will keep his ways."
    },
    {
      "verse": 16,
      "text": "Those who fear the Lord will seek his good pleasure. Those who love him will be filled with the law."
    },
    {
      "verse": 17,
      "text": "Those who fear the Lord will prepare their hearts, and will humble their souls in his sight."
    },
    {
      "verse": 18,
      "text": "We will fall into the hands of the Lord, and not into the hands of men; for as his majesty is, so also is his mercy."
    }
  ]
}