{
  "book_id": "SIR",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "The wisdom of the lowly will lift up his head, and make him sit in the midst of great men."
    },
    {
      "verse": 2,
      "text": "Don’t commend a man for his good looks. Don’t abhor a man for his outward appearance."
    },
    {
      "verse": 3,
      "text": "The bee is little amongst flying creatures, but what it produces is the best of confections."
    },
    {
      "verse": 4,
      "text": "Don’t boast about the clothes you wear, and don’t exalt yourself in the day of honour; for the Lord’s works are wonderful, and his works are hidden amongst men."
    },
    {
      "verse": 5,
      "text": "Many kings have sat down upon the ground, but one who was never thought of has worn a crown."
    },
    {
      "verse": 6,
      "text": "Many mighty men have been greatly disgraced. Men of renown have been delivered into other men’s hands."
    },
    {
      "verse": 7,
      "text": "Don’t blame before you investigate. Understand first, and then rebuke."
    },
    {
      "verse": 8,
      "text": "Don’t answer before you have heard. Don’t interrupt while someone else is speaking."
    },
    {
      "verse": 9,
      "text": "Don’t argue about a matter that doesn’t concern you. Don’t sit with sinners when they judge."
    },
    {
      "verse": 10,
      "text": "My son, don’t be busy about many matters; for if you meddle much, you will not be unpunished. If you pursue, you will not overtake, and you will not escape by fleeing."
    },
    {
      "verse": 11,
      "text": "There is one who toils, labours, and hurries, and is even more behind."
    },
    {
      "verse": 12,
      "text": "There is one who is sluggish, and needs help, lacking in strength, and who abounds in poverty, but the Lord’s eyes looked upon him for good, and he raised him up from his low condition,"
    },
    {
      "verse": 13,
      "text": "and lifted up his head so that many marvelled at him."
    },
    {
      "verse": 14,
      "text": "Good things and bad, life and death, poverty and riches, are from the Lord."
    },
    {
      "verse": 17,
      "text": "The Lord’s gift remains with the godly. His good pleasure will prosper forever."
    },
    {
      "verse": 18,
      "text": "One grows rich by his diligence and self-denial, and this is the portion of his reward:"
    },
    {
      "verse": 19,
      "text": "when he says, “I have found rest, and now I will eat of my goods!” he doesn’t know how much time will pass until he leaves them to others and dies."
    },
    {
      "verse": 20,
      "text": "Be steadfast in your covenant and be doing it, and grow old in your work."
    },
    {
      "verse": 21,
      "text": "Don’t marvel at the works of a sinner, but trust the Lord and stay in your labour; for it is an easy thing in the sight of the Lord to swiftly and suddenly make a poor man rich."
    },
    {
      "verse": 22,
      "text": "The Lord’s blessing is in the reward of the godly. He makes his blessing flourish in an hour that comes swiftly."
    },
    {
      "verse": 23,
      "text": "Don’t say, “What use is there of me? What further good things can be mine?”"
    },
    {
      "verse": 24,
      "text": "Don’t say, “I have enough. What harm could happen to me now?”"
    },
    {
      "verse": 25,
      "text": "In the day of good things, bad things are forgotten. In the day of bad things, a man will not remember things that are good."
    },
    {
      "verse": 26,
      "text": "For it is an easy thing in the sight of the Lord to reward a man in the day of death according to his ways."
    },
    {
      "verse": 27,
      "text": "The affliction of an hour causes delights to be forgotten. In the end, a man’s deeds are revealed."
    },
    {
      "verse": 28,
      "text": "Call no man happy before his death. A man will be known in his children."
    },
    {
      "verse": 29,
      "text": "Don’t bring every man into your house, for many are the tricks of a deceitful man."
    },
    {
      "verse": 30,
      "text": "Like a decoy partridge in a cage, so is the heart of a proud man. Like a spy, he looks for your weakness."
    },
    {
      "verse": 31,
      "text": "For he lies in wait to turn things that are good into evil, and assigns blame in things that are praiseworthy."
    },
    {
      "verse": 32,
      "text": "From a spark of fire, a heap of many coals is kindled, and a sinful man lies in wait to shed blood."
    },
    {
      "verse": 33,
      "text": "Take heed of an evil-doer, for he plans wicked things, lest perhaps he ruin your reputation forever."
    },
    {
      "verse": 34,
      "text": "Receive a stranger into your house, and he will distract you with arguments and estrange you from your own family."
    }
  ]
}