{
  "book_id": "SIR",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "He who fears the Lord will do this. He who has possession of the law will obtain her."
    },
    {
      "verse": 2,
      "text": "She will meet him like a mother, and receive him like a wife married in her virginity."
    },
    {
      "verse": 3,
      "text": "She will feed him with bread of understanding and give him water of wisdom to drink."
    },
    {
      "verse": 4,
      "text": "He will be stayed upon her, and will not be moved. He will rely upon her, and will not be confounded."
    },
    {
      "verse": 5,
      "text": "She will exalt him above his neighbours. She will open his mouth in the midst of the congregation."
    },
    {
      "verse": 6,
      "text": "He will inherit joy, a crown of gladness, and an everlasting name."
    },
    {
      "verse": 7,
      "text": "Foolish men will not obtain her. Sinners will not see her."
    },
    {
      "verse": 8,
      "text": "She is far from pride. Liars will not remember her."
    },
    {
      "verse": 9,
      "text": "Praise is not attractive in the mouth of a sinner; for it was not sent to him from the Lord."
    },
    {
      "verse": 10,
      "text": "For praise will be spoken in wisdom; The Lord will prosper it."
    },
    {
      "verse": 11,
      "text": "Don’t say, “It is through the Lord that I fell away;” for you shall not do the things that he hates."
    },
    {
      "verse": 12,
      "text": "Don’t say, “It is he that caused me to err;” for he has no need of a sinful man."
    },
    {
      "verse": 13,
      "text": "The Lord hates every abomination; and those who fear him don’t love them."
    },
    {
      "verse": 14,
      "text": "He himself made man from the beginning and left him in the hand of his own counsel."
    },
    {
      "verse": 15,
      "text": "If you choose, you can keep the commandments. To be faithful is a matter of your choice."
    },
    {
      "verse": 16,
      "text": "He has set fire and water before you. You will stretch forth your hand to whichever you desire."
    },
    {
      "verse": 17,
      "text": "Before man is life and death. Whichever he likes, it will be given to him."
    },
    {
      "verse": 18,
      "text": "For the wisdom of the Lord is great. He is mighty in power, and sees all things."
    },
    {
      "verse": 19,
      "text": "His eyes are upon those who fear him. He knows every act of man."
    },
    {
      "verse": 20,
      "text": "He has not commanded any man to be ungodly. He has not given any man license to sin."
    }
  ]
}