{
  "book_id": "SIR",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "The Lord created mankind out of earth, and turned them back to it again."
    },
    {
      "verse": 2,
      "text": "He gave them days by number, and a set time, and gave them authority over the things that are on it."
    },
    {
      "verse": 3,
      "text": "He endowed them with strength proper to them, and made them according to his own image."
    },
    {
      "verse": 4,
      "text": "He put the fear of man upon all flesh, and gave him dominion over beasts and birds."
    },
    {
      "verse": 5,
      "text": ""
    },
    {
      "verse": 6,
      "text": "He gave them counsel, tongue, eyes, ears, and heart to have understanding."
    },
    {
      "verse": 7,
      "text": "He filled them with the knowledge of wisdom, and showed them good and evil."
    },
    {
      "verse": 8,
      "text": "He set his eye upon their hearts, to show them the majesty of his works."
    },
    {
      "verse": 9,
      "text": ""
    },
    {
      "verse": 10,
      "text": "And they will praise his holy name, that they may declare the majesty of his works."
    },
    {
      "verse": 11,
      "text": "He added to them knowledge, and gave them a law of life for a heritage."
    },
    {
      "verse": 12,
      "text": "He made an everlasting covenant with them, and showed them his decrees."
    },
    {
      "verse": 13,
      "text": "Their eyes saw the majesty of his glory. Their ears heard the glory of his voice."
    },
    {
      "verse": 14,
      "text": "He said to them, “Beware of all unrighteousness.” So he gave them commandment, each man concerning his neighbour."
    },
    {
      "verse": 15,
      "text": "Their ways are ever before him. They will not be hidden from his eyes."
    },
    {
      "verse": 16,
      "text": ""
    },
    {
      "verse": 17,
      "text": "For every nation he appointed a ruler, but Israel is the Lord’s portion."
    },
    {
      "verse": 18,
      "text": ""
    },
    {
      "verse": 19,
      "text": "All their works are as clear as the sun before him. His eyes are continually upon their ways."
    },
    {
      "verse": 20,
      "text": "Their iniquities are not hidden from him. All their sins are before the Lord."
    },
    {
      "verse": 21,
      "text": ""
    },
    {
      "verse": 22,
      "text": "With him the alms of a man is as a signet. He will keep a man’s kindness as the pupil of the eye."
    },
    {
      "verse": 23,
      "text": "Afterwards he will rise up and repay them, and give their repayment upon their head."
    },
    {
      "verse": 24,
      "text": "However to those who repent he grants a return. He comforts those who are losing hope."
    },
    {
      "verse": 25,
      "text": "Return to the Lord, and forsake sins. Make your prayer before his face offend less."
    },
    {
      "verse": 26,
      "text": "Turn again to the Most High, and turn away from iniquity. Greatly hate the abominable thing."
    },
    {
      "verse": 27,
      "text": "Who will give praise to the Most High in Hades, in place of the living who return thanks?"
    },
    {
      "verse": 28,
      "text": "Thanksgiving perishes from the dead, as from one who doesn’t exist. He who is in life and health will praise the Lord."
    },
    {
      "verse": 29,
      "text": "How great is the mercy of the Lord, and his forgiveness to those who turn to him!"
    },
    {
      "verse": 30,
      "text": "For humans are not capable of everything, because the son of man is not immortal."
    },
    {
      "verse": 31,
      "text": "What is brighter than the sun? Yet even this can be eclipsed. So flesh and blood devise evil."
    },
    {
      "verse": 32,
      "text": "He looks upon the power of the height of heaven, while all men are earth and ashes."
    }
  ]
}