{
  "book_id": "SIR",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdom will praise her own soul, and will proclaim her glory in the midst of her people."
    },
    {
      "verse": 2,
      "text": "She will open her mouth in the congregation of the Most High, and proclaim her glory in the presence of his power."
    },
    {
      "verse": 3,
      "text": "“I came out of the mouth of the Most High, and covered the earth as a mist."
    },
    {
      "verse": 4,
      "text": "I lived in high places, and my throne is in the pillar of the cloud."
    },
    {
      "verse": 5,
      "text": "Alone I surrounded the circuit of heaven, and walked in the depth of the abyss."
    },
    {
      "verse": 6,
      "text": "In the waves of the sea, and in all the earth, and in every people and nation, I obtained a possession."
    },
    {
      "verse": 7,
      "text": "With all these I sought rest. In whose inheritance shall I lodge?"
    },
    {
      "verse": 8,
      "text": "Then the Creator of all things gave me a command. He who created me made my tent to rest, and said, ‘Let your dwelling be in Jacob, and your inheritance in Israel.’"
    },
    {
      "verse": 9,
      "text": "He created me from the beginning, before the ages. For all ages, I will not cease to exist."
    },
    {
      "verse": 10,
      "text": "In the holy tabernacle, I ministered before him. So I was established in Zion."
    },
    {
      "verse": 11,
      "text": "In the beloved city, likewise he gave me rest. In Jerusalem was my domain."
    },
    {
      "verse": 12,
      "text": "I took root in a people that was honoured, even in the portion of the Lord’s own inheritance."
    },
    {
      "verse": 13,
      "text": "I was exalted like a cedar in Lebanon, And like a cypress tree on the mountains of Hermon."
    },
    {
      "verse": 14,
      "text": "I was exalted like a palm tree on the sea shore, like rose bushes in Jericho, and like a fair olive tree in the plain. I was exalted like a plane tree."
    },
    {
      "verse": 15,
      "text": "Like cinnamon and aspalathus, I have given a scent to perfumes. Like choice myrrh, I spread abroad a pleasant fragrance, like\\f + \\fr 24:15 \\ft See Exodus 30:34. \\f* galbanum, onycha, stacte, and as the smell of frankincense in the tabernacle."
    },
    {
      "verse": 16,
      "text": "Like the terebinth, I stretched out my branches. My branches are glorious and graceful."
    },
    {
      "verse": 17,
      "text": "Like the vine, I put forth grace. My flowers are the fruit of glory and riches."
    },
    {
      "verse": 18,
      "text": "\\f + \\fr 24:18 \\ft Verse 18 is omitted by the best authorities.\\f*"
    },
    {
      "verse": 19,
      "text": "“Come to me, all you who desire me, and be filled with my fruits."
    },
    {
      "verse": 20,
      "text": "For my memory is sweeter than honey, and my inheritance than the honeycomb."
    },
    {
      "verse": 21,
      "text": "Those who eat me will be hungry for more. Those who drink me will be thirsty for more."
    },
    {
      "verse": 22,
      "text": "He who obeys me will not be ashamed. Those who work with me will not sin.”"
    },
    {
      "verse": 23,
      "text": "All these things are the book of the covenant of the Most High God, the law which Moses commanded us for an inheritance for the assemblies of Jacob."
    },
    {
      "verse": 24,
      "text": "\\f + \\fr 24:24 \\ft Verse 24 is omitted by the best authorities.\\f*"
    },
    {
      "verse": 25,
      "text": "It is he who makes wisdom abundant, as Pishon, and as Tigris in the days of first fruits."
    },
    {
      "verse": 26,
      "text": "He makes understanding full as the Euphrates, and as the Jordan in the days of harvest,"
    },
    {
      "verse": 27,
      "text": "who makes instruction shine forth as the light, as Gihon in the days of vintage."
    },
    {
      "verse": 28,
      "text": "The first man didn’t know her perfectly. In like manner, the last has not explored her."
    },
    {
      "verse": 29,
      "text": "For her thoughts are filled from the sea, and her counsels from the great deep."
    },
    {
      "verse": 30,
      "text": "I came out as a canal stream from a river, and as an irrigation ditch into a garden."
    },
    {
      "verse": 31,
      "text": "I said, “I will water my garden, and will drench my garden bed.” Behold, my stream became a river, and my river became a sea."
    },
    {
      "verse": 32,
      "text": "I will yet bring instruction to light as the morning, and will make these things clear from far away."
    },
    {
      "verse": 33,
      "text": "I will continue to pour out teaching like prophecy, and leave it to all generations."
    },
    {
      "verse": 34,
      "text": "See that I have not laboured for myself only, but for all those who diligently seek wisdom."
    }
  ]
}