{
  "book_id": "SIR",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Vain and false hopes are for a man void of understanding. Dreams give wings to fools."
    },
    {
      "verse": 2,
      "text": "As one who grasps at a shadow and follows after the wind, so is he who sets his mind on dreams."
    },
    {
      "verse": 3,
      "text": "The vision of dreams is a reflection, the likeness of a face near a face."
    },
    {
      "verse": 4,
      "text": "From an unclean thing what can be cleansed? From that which is false what can be true?"
    },
    {
      "verse": 5,
      "text": "Divinations, and soothsayings, and dreams, are vain. The heart has fantasies like a woman in labour."
    },
    {
      "verse": 6,
      "text": "If they are not sent in a visitation from the Most High, don’t give your heart to them."
    },
    {
      "verse": 7,
      "text": "For dreams have led many astray. They have failed by putting their hope in them."
    },
    {
      "verse": 8,
      "text": "Without lying the law will be fulfilled. Wisdom is complete in a faithful mouth."
    },
    {
      "verse": 9,
      "text": "A well-instructed man knows many things. He who has much experience will declare understanding."
    },
    {
      "verse": 10,
      "text": "He who has no experience knows few things. But he who has travelled increases cleverness."
    },
    {
      "verse": 11,
      "text": "I have seen many things in my travels. My understanding is more than my words."
    },
    {
      "verse": 12,
      "text": "I was often in danger even to death. I was preserved because of these experiences."
    },
    {
      "verse": 13,
      "text": "The spirit of those who fear the Lord will live, for their hope is in him who saves them."
    },
    {
      "verse": 14,
      "text": "Whoever fears the Lord won’t be afraid, and won’t be a coward, for he is his hope."
    },
    {
      "verse": 15,
      "text": "Blessed is the soul of him who fears the Lord. To whom does he give heed? Who is his support?"
    },
    {
      "verse": 16,
      "text": "The eyes of the Lord are on those who love him, a mighty protection and strong support, a cover from the hot blast, a shade from the noonday sun, a guard from stumbling, and a help from falling."
    },
    {
      "verse": 17,
      "text": "He raises up the soul, and enlightens the eyes. He gives health, life, and blessing."
    },
    {
      "verse": 18,
      "text": "He who sacrifices a thing wrongfully gotten, his offering is made in mockery. The mockeries of wicked men are not acceptable."
    },
    {
      "verse": 19,
      "text": "The Most High has no pleasure in the offerings of the ungodly, Neither is he pacified for sins by the multitude of sacrifices."
    },
    {
      "verse": 20,
      "text": "Like one who kills a son before his father’s eyes is he who brings a sacrifice from the goods of the poor."
    },
    {
      "verse": 21,
      "text": "The bread of the needy is the life of the poor. He who deprives him of it is a man of blood."
    },
    {
      "verse": 22,
      "text": "Like one who murders his neighbour is he who takes away his living. Like a shedder of blood is he who deprives a hireling of his hire."
    },
    {
      "verse": 23,
      "text": "When one builds, and another pulls down, what profit do they have but toil?"
    },
    {
      "verse": 24,
      "text": "When one prays, and another curses, whose voice will the Lord listen to?"
    },
    {
      "verse": 25,
      "text": "He who washes himself after touching a dead body, and touches it again, what does he gain by his washing?"
    },
    {
      "verse": 26,
      "text": "Even so a man fasting for his sins, and going again, and doing the same, who will listen to his prayer? What profit does he have in his humiliation?"
    }
  ]
}