{
  "book_id": "SIR",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Don’t be ashamed of these things, and don’t sin to save face:"
    },
    {
      "verse": 2,
      "text": "of the law of the Most High and his covenant, of judgement to do justice to the ungodly,"
    },
    {
      "verse": 3,
      "text": "of reckoning with a partner and with travellers, of a gift from the inheritance of friends,"
    },
    {
      "verse": 4,
      "text": "of exactness of scales and weights, of getting much or little,"
    },
    {
      "verse": 5,
      "text": "of bargaining dealing with merchants, of frequent correction of children, and of making the back of an evil slave to bleed."
    },
    {
      "verse": 6,
      "text": "A seal is good where an evil wife is. Where there are many hands, lock things up."
    },
    {
      "verse": 7,
      "text": "Whatever you hand over, let it be by number and weight. In giving and receiving, let all be in writing."
    },
    {
      "verse": 8,
      "text": "Don’t be ashamed to instruct the unwise and foolish, and one of extreme old age who contends with those who are young. So you will be well instructed indeed and approved in the sight of every living man."
    },
    {
      "verse": 9,
      "text": "A daughter is a secret cause of wakefulness to a father. Care for her takes away sleep— in her youth, lest she pass the flower of her age; when she is married, lest she should be hated;"
    },
    {
      "verse": 10,
      "text": "in her virginity, lest she should be defiled and be with child in her father’s house; when she has a husband, lest she should transgress; and when she is married, lest she should be barren."
    },
    {
      "verse": 11,
      "text": "Keep a strict watch over a headstrong daughter, lest she make you a laughingstock to your enemies, a byword in the city and notorious amongst the people, and shame you in public."
    },
    {
      "verse": 12,
      "text": "Don’t gaze at every beautiful body. Don’t sit in the midst of women."
    },
    {
      "verse": 13,
      "text": "For from garments comes a moth, and from a woman comes a woman’s wickedness."
    },
    {
      "verse": 14,
      "text": "Better is the wickedness of a man than a pleasant woman, a woman who puts you to shame and disgrace."
    },
    {
      "verse": 15,
      "text": "I will make mention now of the works of the Lord, and will declare the things that I have seen. The Lord’s works are in his words."
    },
    {
      "verse": 16,
      "text": "The sun that gives light looks at all things. The Lord’s work is full of his glory."
    },
    {
      "verse": 17,
      "text": "The Lord has not given power to the saints to declare all his marvellous works, which the Almighty Lord firmly settled, that the universe might be established in his glory."
    },
    {
      "verse": 18,
      "text": "He searches out the deep and the heart. He has understanding of their secrets. For the Most High knows all knowledge. He sees the signs of the world."
    },
    {
      "verse": 19,
      "text": "He declares the things that are past and the things that shall be, and reveals the traces of hidden things."
    },
    {
      "verse": 20,
      "text": "No thought escapes him. There is not a word hidden from him."
    },
    {
      "verse": 21,
      "text": "He has ordered the mighty works of his wisdom. He is from everlasting to everlasting. Nothing has been added to them, nor diminished from them. He had no need of any counsellor."
    },
    {
      "verse": 22,
      "text": "How desirable are all his works! One may see this even in a spark."
    },
    {
      "verse": 23,
      "text": "All these things live and remain forever in all manner of uses. They are all obedient."
    },
    {
      "verse": 24,
      "text": "All things are in pairs, one opposite the other. He has made nothing imperfect."
    },
    {
      "verse": 25,
      "text": "One thing establishes the good things of another. Who could ever see enough of his glory?"
    }
  ]
}