{
  "book_id": "2MA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Thebrethren, the Jews that be at Jerusalem and in the land of Judea, wish unto the brethren, the Jews that are throughout Egypt, health and peace:"
    },
    {
      "verse": 2,
      "text": "God be gracious unto you, and remember his covenant that he madewith Abraham, Isaac, and Jacob, his faithful servants;"
    },
    {
      "verse": 3,
      "text": "and give you all a heart to serve him, and to do his will, with a good courage and a willing mind;"
    },
    {
      "verse": 4,
      "text": "and open your hearts in his law and commandments, and send youpeace,"
    },
    {
      "verse": 5,
      "text": "and hear your prayers, and be at one with you, and never forsake you in time of trouble."
    },
    {
      "verse": 6,
      "text": "And now we be here praying for you."
    },
    {
      "verse": 7,
      "text": "What time as Demetrius reigned, in the hundred threescore and ninth year, we the Jews wrote unto you in the extremity of trouble that came upon us in those years, from the time that Jason and his company revolted from the holy land and kingdom,"
    },
    {
      "verse": 8,
      "text": "and burnt the porch, and shed innocent blood: then we prayed unto the Lord, and were heard; we offered also sacrifices and fine flour, and lighted the lamps, and set forth the loaves."
    },
    {
      "verse": 9,
      "text": "And now seethat ye keep the feast of tabernacles in the month Casleu."
    },
    {
      "verse": 10,
      "text": "In the hundred fourscore and eight year, the peoplethat were at Jerusalem and in Judea, and the council, and Judas, sentgreeting and health unto Aristobulus, king Ptolemeus’ master, who was of the stock of the anointed priests, and to the Jews that were in Egypt:"
    },
    {
      "verse": 11,
      "text": "Insomuch as God hath delivered us from great perils, we thank him highly, as having been in battle against a king."
    },
    {
      "verse": 12,
      "text": "For he cast them out that fought within the holy city."
    },
    {
      "verse": 13,
      "text": "For when the leader was come into Persia, and the army with him that seemed invincible, they were slain in the temple of Nanea by the deceit of Nanea’s priests."
    },
    {
      "verse": 14,
      "text": "For Antiochus, as though he would marry her, came into the place, and his friends that were with him, to receive money in name of a dowry."
    },
    {
      "verse": 15,
      "text": "Which when the priests of Nanea had set forth, and he was entered with a small company into the compass of the temple, they shut the temple as soon as Antiochus was come in:"
    },
    {
      "verse": 16,
      "text": "andopening a privy door of the roof, they threw stones like thunderbolts, and stroke down the captain, hewed themin pieces, smote off theirheads, and cast themto those that were without."
    },
    {
      "verse": 17,
      "text": "Blessed beour God in all things, who hath delivered up the ungodly."
    },
    {
      "verse": 18,
      "text": "Therefore whereas we are now purposed to keep the purification of the temple upon the five and twentieth dayof the monthCasleu, we thought it necessary to certify you thereof, that ye also might keep it, as the feastof the tabernacles, and of the fire, which was given uswhen Neemias offered sacrifice, after that he had builded the temple and the altar."
    },
    {
      "verse": 19,
      "text": "For when our fathers were led into Persia, the priests that were then devout took the fire of the altar privily, and hid itin a hollow place of a pit without water, where they kept itsure, so that the place was unknown to all men."
    },
    {
      "verse": 20,
      "text": "Now after many years, when it pleased God, Neemias, being sent from the king of Persia, did send ofthe posterity of thosepriests that had hid itto the fire: but when they told us theyfound no fire, but thick water;"
    },
    {
      "verse": 21,
      "text": "thencommanded he them to draw itup, and to bring it;and when the sacrifices were laid on, Neemias commanded the priests to sprinkle the wood and the thingslaid therewith the water."
    },
    {
      "verse": 22,
      "text": "When this was done, and the time came that the sun shone, which afore was hid in the cloud, there was a great fire kindled, so that every manmarvelled."
    },
    {
      "verse": 23,
      "text": "And the priests made a prayer whilst the sacrifice was consuming, I say, both the priests, and all the rest, Jonathan beginning, and the rest answering there, as Neemias did."
    },
    {
      "verse": 24,
      "text": "And the prayer was after this manner; O Lord, Lord God, Creator of all things, who artfearful and strong, and righteous, and merciful, and the only and gracious King,"
    },
    {
      "verse": 25,
      "text": "the only giver of all things, the only just, Almighty, and everlasting, thou that deliverest Israel from all trouble, and didst choose the fathers, and sanctify them:"
    },
    {
      "verse": 26,
      "text": "receive the sacrifice for thy whole people Israel, and preserve thine own portion, and sanctify it."
    },
    {
      "verse": 27,
      "text": "Gather those together that are scattered from us, deliver them that serve among the heathen, look upon them that are despised and abhorred, and let the heathen know that thou art our God."
    },
    {
      "verse": 28,
      "text": "Punish them that oppress us, and with pride do uswrong."
    },
    {
      "verse": 29,
      "text": "Plant thy people againin thy holy place, as Moses hath spoken."
    },
    {
      "verse": 30,
      "text": "And the priests sung psalms of thanksgiving."
    },
    {
      "verse": 31,
      "text": "Now when the sacrifice was consumed, Neemias commanded the water that was left to be poured on the great stones."
    },
    {
      "verse": 32,
      "text": "When this was done, there was kindled a flame: but it was consumed by the light that shined from the altar."
    },
    {
      "verse": 33,
      "text": "So when thismatter was known, it was told the king of Persia, that in the place, where the priests that were led away had hid the fire, there appeared water, and that Neemias had purified the sacrifices therewith."
    },
    {
      "verse": 34,
      "text": "Then the king, inclosing the place, made itholy, after he had tried the matter."
    },
    {
      "verse": 35,
      "text": "And the king took many gifts, and bestowed thereof on thosewhom he would gratify."
    },
    {
      "verse": 36,
      "text": "And Neemias called this thingNaphthar, which is as much as to say, a cleansing: but many mencall it Nephi."
    }
  ]
}