{
  "book_id": "2MA",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "\\add This\\add* Simon now, of whom \\add we\\add* spake afore, having been a bewrayer of the money, and of \\add his\\add* country, slandered Onias, as if he had terrified Heliodorus, and been the worker of \\add these\\add* evils."
    },
    {
      "verse": 2,
      "text": "Thus was he bold to call \\add him\\add* a traitor, that had deserved well of the city, and tendred \\add his\\add* own nation, and was \\add so\\add* zealous of the laws."
    },
    {
      "verse": 3,
      "text": "But when \\add their\\add* hatred went so far, that by one of Simon’s faction murders were committed,"
    },
    {
      "verse": 4,
      "text": "Onias seeing the danger of \\add this\\add* contention, and that Apollonius, as \\add being\\add* the governor of Coelosyria and Phenice, did rage, and increase Simon’s malice,"
    },
    {
      "verse": 5,
      "text": "he went to the king, not to be an accuser of \\add his\\add* countrymen, but seeking the good of all, \\add both\\add* publick and private:"
    },
    {
      "verse": 6,
      "text": "for he saw that it was impossible that the state should continue quiet, and Simon leave \\add his\\add* folly, unless the king did look \\add thereunto\\add*."
    },
    {
      "verse": 7,
      "text": "But after the death of Seleucus, when Antiochus, called Epiphanes, took the kingdom, Jason the brother of Onias laboured underhand to be high priest,"
    },
    {
      "verse": 8,
      "text": "promising unto the king by intercession three hundred and threescore talents of silver, and of another revenue eighty talents:"
    },
    {
      "verse": 9,
      "text": "beside this, he promised to assign an hundred and fifty more, if he might have licence to set him up a place for exercise, and for the training up of youth in the fashions of the heathen, and to write them of Jerusalem \\add by the name of\\add* Antiochians."
    },
    {
      "verse": 10,
      "text": "Which when the king had granted, and he had gotten into his hand the rule, he forthwith brought \\add his\\add* own nation to the Greekish fashion."
    },
    {
      "verse": 11,
      "text": "And the royal \\add privileges\\add* granted of special favour to the Jews by the means of John the father of Eupolemus, who went ambassador to Rome for amity and aid, he took away; and putting down the governments \\add which were\\add* according to the law, he brought up new customs against the law:"
    },
    {
      "verse": 12,
      "text": "for he built gladly a place of exercise under the tower itself, and brought the chief young men under \\add his\\add* subjection, and made \\add them\\add* wear a hat."
    },
    {
      "verse": 13,
      "text": "Now such was the height of Greek fashions, and increase of heathenish manners, through the exceeding profaneness of Jason, \\add that\\add* ungodly wretch, and no high priest;"
    },
    {
      "verse": 14,
      "text": "that the priests had no courage to serve any more at the altar, but despising the temple, and neglecting the sacrifices, hastened to be partakers of the unlawful allowance in the place of exercise, after the game of Discus called \\add them\\add* forth;"
    },
    {
      "verse": 15,
      "text": "not setting by the honours of \\add their\\add* fathers, but liking the glory of the Grecians best \\add of all\\add*."
    },
    {
      "verse": 16,
      "text": "By reason whereof sore calamity came upon them: for they had them \\add to be their\\add* enemies and avengers, whose custom they followed \\add so\\add* earnestly, and \\add unto whom\\add* they desired to be like in all \\add things\\add*."
    },
    {
      "verse": 17,
      "text": "For \\add it is\\add* not a light \\add thing\\add* to do wickedly against the laws of God: but the time following shall declare these \\add things\\add*."
    },
    {
      "verse": 18,
      "text": "Now when the game that was used every fifth year was kept at Tyrus, the king being present,"
    },
    {
      "verse": 19,
      "text": "\\add this\\add* ungracious Jason sent special messengers from Jerusalem, who were Antiochians, to carry three hundred drachms of silver to the sacrifice of Hercules, which even the bearers \\add thereof\\add* thought fit not to bestow upon the sacrifice, because it was not convenient, but to be reserved for other charges."
    },
    {
      "verse": 20,
      "text": "This \\add money\\add* then, in regard of the sender, was appointed to Hercules’ sacrifice; but because of the bearers \\add thereof, it was employed\\add* to the making of gallies."
    },
    {
      "verse": 21,
      "text": "Now when Apollonius the \\add son\\add* of Menestheus was sent into Egypt for the coronation of king Ptolemeus Philometor, Antiochus, understanding him not to be well affected to his affairs, provided for his own safety: whereupon he came to Joppe, and from thence to Jerusalem:"
    },
    {
      "verse": 22,
      "text": "where he was honourably received of Jason, and \\add of\\add* the city, and was brought in with torchlight, and with \\add great\\add* shoutings: \\add and\\add* so afterward went with his host unto Phenice."
    },
    {
      "verse": 23,
      "text": "Three year afterward Jason sent Menelaus, the foresaid Simon’s brother, to bear the money unto the king, and to put \\add him\\add* in mind of certain necessary matters."
    },
    {
      "verse": 24,
      "text": "But he being brought to the presence of the king, when he had magnified him for the \\add glorious\\add* appearance of \\add his\\add* power, got the priesthood to himself, offering more than Jason \\add by\\add* three hundred talents of silver."
    },
    {
      "verse": 25,
      "text": "So he came with the king’s mandate, bringing nothing worthy the high priesthood, but having the fury of a cruel tyrant, and the rage of a savage beast."
    },
    {
      "verse": 26,
      "text": "Then Jason, who had undermined his own brother, being undermined by another, was compelled to flee into the country of the Ammonites."
    },
    {
      "verse": 27,
      "text": "So Menelaus got the principality: but \\add as for\\add* the money that \\add he\\add* had promised unto the king, he took no good order for \\add it\\add*, albeit Sostratus the ruler of the castle required it:"
    },
    {
      "verse": 28,
      "text": "for unto him appertained the gathering of the customs. Wherefore they were both called before the king."
    },
    {
      "verse": 29,
      "text": "Now Menelaus left his brother Lysimachus in \\add his\\add* stead in the priesthood; and Sostratus \\add left\\add* Crates, who was governor of the Cyprians."
    },
    {
      "verse": 30,
      "text": "While those \\add things\\add* were in doing, they of Tarsus and Mallos made insurrection, because \\add they\\add* were given to the king’s concubine, \\add called\\add* Antiochis."
    },
    {
      "verse": 31,
      "text": "Then came the king in all haste to appease matters, leaving Andronicus, a man in authority, for \\add his\\add* deputy."
    },
    {
      "verse": 32,
      "text": "Now Menelaus, supposing that \\add he\\add* had gotten a convenient time, stole certain vessels of gold out of the temple, and gave \\add some of them\\add* to Andronicus, and some he sold into Tyrus and the cities round about."
    },
    {
      "verse": 33,
      "text": "Which when Onias knew of a surety, he reproved \\add him\\add*, and withdrew himself into a sanctuary at Daphne, that lieth by Antiochia."
    },
    {
      "verse": 34,
      "text": "Wherefore Menelaus, taking Andronicus apart, prayed \\add him\\add* to get Onias into his hands; who being persuaded \\add thereunto\\add*, and coming to Onias in deceit, gave \\add him his\\add* right hand with oaths; and though he were suspected \\add by him, yet\\add* persuaded he \\add him\\add* to come forth of the sanctuary: whom forthwith he shut up without regard of justice."
    },
    {
      "verse": 35,
      "text": "For the which cause not only the Jews, but many also of other nations, took great indignation, and were much grieved for the unjust murder of the man."
    },
    {
      "verse": 36,
      "text": "And when the king was come again from the places about Cilicia, the Jews that were in the city, and \\add certain of\\add* the Greeks that abhorred the fact \\add also\\add*, complained because Onias was slain without cause."
    },
    {
      "verse": 37,
      "text": "Therefore Antiochus was heartily sorry, and moved to pity, and wept, because of the sober and modest behaviour of him that was dead."
    },
    {
      "verse": 38,
      "text": "And being kindled with anger, forthwith he took away Andronicus his purple, and rent off \\add his\\add* clothes, and leading \\add him\\add* through the whole city unto \\add that\\add* very place, where he had committed impiety against Onias, there slew he the cursed murderer. Thus the Lord rewarded him his punishment, as he had deserved."
    },
    {
      "verse": 39,
      "text": "Now when many sacrileges had been committed in the city by Lysimachus with the consent of Menelaus, and the bruit \\add thereof\\add* was spread abroad, the multitude gathered themselves together against Lysimachus, many vessels of gold being already carried away."
    },
    {
      "verse": 40,
      "text": "Whereupon the common people rising, and being filled with rage, Lysimachus armed about three thousand \\add men\\add*, and began first to offer violence; one Auranus being the leader, \\add a man\\add* far gone \\add in\\add* years, and no less \\add in\\add* folly."
    },
    {
      "verse": 41,
      "text": "They then seeing the attempt of Lysimachus, some of them caught stones, some clubs, others taking handfuls of dust, that was next at hand, cast \\add them\\add* all together upon Lysimachus, and those that set upon \\add them\\add*."
    },
    {
      "verse": 42,
      "text": "Thus many of them they wounded, and some they stroke to the ground, and all \\add of them\\add* they forced to flee: but \\add as for\\add* the church robber himself, \\add him\\add* they killed besides the treasury."
    },
    {
      "verse": 43,
      "text": "Of these \\add matters\\add* therefore there was an accusation laid against Menelaus."
    },
    {
      "verse": 44,
      "text": "Now when the king came to Tyrus, three men that were sent from the senate pleaded the cause before him:"
    },
    {
      "verse": 45,
      "text": "but Menelaus, being now convicted, promised Ptolemee the \\add son\\add* of Dorymenes \\add to give him\\add* much money, if \\add he\\add* would pacify the king \\add towards him\\add*."
    },
    {
      "verse": 46,
      "text": "Whereupon Ptolemee taking the king aside into a certain gallery, as it were to take the air, brought \\add him\\add* to be of another mind:"
    },
    {
      "verse": 47,
      "text": "insomuch that he discharged Menelaus from the accusations, who notwithstanding was cause of all the mischief: and \\add those\\add* poor \\add men\\add*, who, if they had told \\add their cause\\add*, yea, before the Scythians, should have been judged innocent, them he condemned to death."
    },
    {
      "verse": 48,
      "text": "Thus they that followed the matter for the city, and \\add for\\add* the people, and \\add for\\add* the holy vessels, did soon suffer unjust punishment."
    },
    {
      "verse": 49,
      "text": "Wherefore even they of Tyrus, moved with hatred of that wicked deed, caused them to be honourably buried."
    },
    {
      "verse": 50,
      "text": "And \\add so\\add* through the covetousness of them that were in power Menelaus remained \\add still\\add* in authority, increasing in malice, \\add and\\add* being a great traitor to the citizens."
    }
  ]
}