{
  "book_id": "2MA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "About the same time Antiochus prepared \\add his\\add* second voyage into Egypt:"
    },
    {
      "verse": 2,
      "text": "and \\add then\\add* it happened, that through all the city, for \\add the space\\add* almost \\add of\\add* forty days, there were seen horsemen running in the air, in cloth of gold, and armed \\add with\\add* lances, like a band of soldiers,"
    },
    {
      "verse": 3,
      "text": "and troops of horsemen in array, encountering and running one against another, with shaking of shields, and multitude of pikes, and drawing of swords, and casting of darts, and glittering of golden ornaments, and harness of all sorts."
    },
    {
      "verse": 4,
      "text": "Wherefore every \\add man\\add* prayed that \\add that\\add* apparition might turn to good."
    },
    {
      "verse": 5,
      "text": "Now when there was gone forth a false rumour, as though Antiochus had been dead, Jason took at the least a thousand \\add men\\add*, and suddenly made an assault upon the city; and they that were upon the walls being put back, and the city at length taken, Menelaus fled into the castle:"
    },
    {
      "verse": 6,
      "text": "but Jason slew his own citizens without mercy, not considering that to get the day of them of \\add his own\\add* nation would be a most unhappy day \\add for him;\\add* but thinking they had been \\add his\\add* enemies, and not \\add his\\add* countrymen, whom he conquered."
    },
    {
      "verse": 7,
      "text": "\\add Howbeit\\add*, for all this he obtained not the principality, but at the last received shame for \\add the reward of his\\add* treason, and fled again into the country of the Ammonites."
    },
    {
      "verse": 8,
      "text": "In the end therefore he had an unhappy return, being accused before Aretas the king of the Arabians, fleeing from city to city, pursued of all \\add men\\add*, hated as a forsaker of the laws, and being had in abomination as an open enemy of \\add his\\add* country and countrymen, he was cast out into Egypt."
    },
    {
      "verse": 9,
      "text": "Thus he that had driven many out of \\add their\\add* country perished in a strange \\add land\\add*, retiring to the Lacedemonians, and thinking \\add there\\add* to find succour by reason of \\add his\\add* kindred:"
    },
    {
      "verse": 10,
      "text": "and he that had cast out many unburied had none to mourn for him, nor any solemn funerals at all, nor sepulchre with \\add his\\add* fathers."
    },
    {
      "verse": 11,
      "text": "Now when \\add this\\add* that was done came to the king’s ear, he thought that Judea had revolted: whereupon removing out of Egypt in a furious mind, he took the city by force of arms,"
    },
    {
      "verse": 12,
      "text": "and commanded \\add his\\add* men of war not to spare such as they met, and to slay such as went up upon the houses."
    },
    {
      "verse": 13,
      "text": "Thus there was killing of young and old, making away of men, women, and children, slaying of virgins and infants."
    },
    {
      "verse": 14,
      "text": "And there were destroyed within \\add the space of\\add* three whole days fourscore thousand, whereof forty thousand were slain in the conflict; and no fewer sold than slain."
    },
    {
      "verse": 15,
      "text": "Yet was he not content with this, but presumed to go into the most holy temple of all the world; Menelaus, \\add that\\add* traitor to the laws, and to \\add his own\\add* country, being his guide:"
    },
    {
      "verse": 16,
      "text": "and taking the holy vessels with polluted hands, and with profane hands pulling down the \\add things\\add* that were dedicated by other kings to the augmentation and glory and honour of the place, he gave \\add them\\add* away."
    },
    {
      "verse": 17,
      "text": "And \\add so\\add* haughty was Antiochus in mind, that he considered not that the Lord was angry for a while for the sins of them that dwelt in the city, \\add and\\add* therefore \\add his\\add* eye was not upon the place."
    },
    {
      "verse": 18,
      "text": "For had \\add they\\add* not been formerly wrapped in many sins, this \\add man\\add*, as soon as he had come, had forthwith been scourged, and put back from \\add his\\add* presumption, as Heliodorus \\add was\\add*, whom Seleucus the king sent to view the treasury."
    },
    {
      "verse": 19,
      "text": "Nevertheless God did not choose the people for the place’s sake, but the place for the people’s sake."
    },
    {
      "verse": 20,
      "text": "And therefore the place itself, that was partaker with \\add them\\add* of the adversities that happened to the nation, did afterward communicate in the benefits \\add sent\\add* from the Lord: and as it was forsaken in the wrath of the Almighty, \\add so\\add* again, the great Lord being reconciled, it was set up with all glory."
    },
    {
      "verse": 21,
      "text": "So when Antiochus had carried out of the temple a thousand and eight hundred talents, he departed in all haste into Antiochia, weening in \\add his\\add* pride to make the land navigable, and the sea passable by foot: such was the haughtiness of \\add his\\add* mind."
    },
    {
      "verse": 22,
      "text": "And he left governors to vex the nation: at Jerusalem, Philip, for \\add his\\add* country a Phrygian, and for manners more barbarous than he that set \\add him there;\\add*"
    },
    {
      "verse": 23,
      "text": "and at Garizim, Andronicus; and besides, Menelaus, who worse than all the rest bare a heavy hand over the citizens, having a malicious mind against \\add his\\add* countrymen the Jews."
    },
    {
      "verse": 24,
      "text": "He sent also \\add that\\add* detestable ringleader Apollonius with an army of two and twenty thousand, commanding \\add him\\add* to slay all those that were in their best age, and to sell the women and the younger \\add sort:\\add*"
    },
    {
      "verse": 25,
      "text": "who coming to Jerusalem, and pretending peace, did forbear till the holy day of the sabbath, when taking the Jews keeping holy day, he commanded his men to arm themselves."
    },
    {
      "verse": 26,
      "text": "And \\add so\\add* he slew all them that were gone to the celebrating \\add of the sabbath\\add*, and running through the city with weapons slew great multitudes."
    },
    {
      "verse": 27,
      "text": "But Judas Maccabeus with nine others, or thereabout, withdrew himself into the wilderness, and lived in the mountains \\add after\\add* the manner of beasts, with his company, who fed on herbs continually, lest \\add they\\add* should be partakers of the pollution."
    }
  ]
}