{
  "book_id": "2MA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Not long after this the king sent an old man of Athens to compel the Jews to depart from the laws of theirfathers, and not to live after the laws of God:"
    },
    {
      "verse": 2,
      "text": "and to pollute also the temple in Jerusalem, and to call it the templeof Jupiter Olympius; and that in Garizim, of Jupiter the Defender of strangers, as they did desire that dwelt in the place."
    },
    {
      "verse": 3,
      "text": "The coming in of thismischief was sore and grievous to the people:"
    },
    {
      "verse": 4,
      "text": "for the temple was filled with riot and revelling by the Gentiles, who dallied with harlots, and had to do with women within the circuit of the holy places, and besides that, brought in thingsthat were not lawful."
    },
    {
      "verse": 5,
      "text": "The altar also was filled with profane things, which the law forbiddeth."
    },
    {
      "verse": 6,
      "text": "Neither was it lawful for a manto keep sabbath days or ancient feasts, or to profess himselfat all to be a Jew."
    },
    {
      "verse": 7,
      "text": "And in the day of the king’s birth every month they were brought by bitter constraint to eat of the sacrifices; and when the feast of Bacchus was kept, the Jews were compelled to go in procession to Bacchus, carrying ivy."
    },
    {
      "verse": 8,
      "text": "Moreover there went out a decree to the neighbour cities of the heathen, by the suggestion of Ptolemee, against the Jews, that theyshould observe the same fashions, and be partakers of theirsacrifices:"
    },
    {
      "verse": 9,
      "text": "and whoso would not conform themselves to the mannersof the Gentiles should be put to death. Then might a manhave seen the present misery."
    },
    {
      "verse": 10,
      "text": "For there were two women brought, who had circumcised their children; whom when they had openly led round about the city, the babes hanging at their breasts, they cast them down headlong from the wall."
    },
    {
      "verse": 11,
      "text": "And others, that had run together into caves near by, to keep the sabbath day secretly, being discovered to Philip, were allburnt together, because theymade a conscience to help themselves for the honour of the most sacred day."
    },
    {
      "verse": 12,
      "text": "Now I beseech those that read this book, that theybe not discouraged for thesecalamities, but that theyjudge thosepunishments not to be for destruction, but for a chastening of our nation."
    },
    {
      "verse": 13,
      "text": "For it is a token of hisgreat goodness, when wicked doers are not suffered anylong time, but forthwith punished."
    },
    {
      "verse": 14,
      "text": "For not as with other nations, whomthe Lord patiently forbeareth to punish, till they be come to the fulness of theirsins, so dealeth he with us,"
    },
    {
      "verse": 15,
      "text": "lest that, being come to the height of sin, afterwards he should take vengeance of us."
    },
    {
      "verse": 16,
      "text": "Andtherefore he never withdraweth his mercy from us: and though he punish with adversity, yetdoth he never forsake his people."
    },
    {
      "verse": 17,
      "text": "But let this that we have spoken be for a warning unto us. And nowwill wecome to the declaring of the matterin few words."
    },
    {
      "verse": 18,
      "text": "Eleazar, one of the principal scribes, an aged man, and of a well favoured countenance, was constrained to open his mouth, and to eat swine’s flesh."
    },
    {
      "verse": 19,
      "text": "But he, choosing rather to die gloriously, than to live stainedwith suchan abomination, spit itforth, and came of his own accord to the torment,"
    },
    {
      "verse": 20,
      "text": "as it behoved themto come, that are resolute to stand out against such things, as arenot lawful for love of life to be tasted."
    },
    {
      "verse": 21,
      "text": "But they that had the charge of thatwicked feast, for the old acquaintance theyhad with the man, taking him aside, besought himto bring flesh of his own provision, such as waslawful for him to use, and make as if he did eat of the flesh taken from the sacrifice commanded by the king;"
    },
    {
      "verse": 22,
      "text": "that in so doing he might be delivered from death, and for the old friendship with them find favour."
    },
    {
      "verse": 23,
      "text": "But he began to consider discreetly, and as became hisage, and the excellency of hisancient years, and the honour of hisgray head, whereunto he was come, and hismost honest education from a child, or rather the holy law made and given by God: therefore he answered accordingly, and willed themstraightways to send himto the grave."
    },
    {
      "verse": 24,
      "text": "For it becometh not our age, said he, in any wiseto dissemble, whereby many young personsmight think that Eleazar, beingfourscore years old and ten, were nowgone to a strange religion;"
    },
    {
      "verse": 25,
      "text": "and sothey through mine hypocrisy, and desireto live a little timeand a moment longer, should be deceived by me, and I get a stain to mineold age, and make it abominable."
    },
    {
      "verse": 26,
      "text": "For though for the present timeI should be delivered from the punishment of men: yet should I not escape the hand of the Almighty, neither alive, nor dead."
    },
    {
      "verse": 27,
      "text": "Wherefore now, manfully changing thislife, I will shew myself such a one as mineage requireth,"
    },
    {
      "verse": 28,
      "text": "and leave a notable example to such as beyoung to die willingly and courageously for the honourable and holy laws. And when he had said these words, immediately he went to the torment:"
    },
    {
      "verse": 29,
      "text": "they that led himchanging the good will they bare him a little before into hatred, because the foresaid speeches proceeded, as they thought, from a desperate mind."
    },
    {
      "verse": 30,
      "text": "But when he was ready to die with stripes, he groaned, and said, It is manifest unto the Lord, that hath the holy knowledge, that whereas I might have been delivered from death, I nowendure sore pains in body by being beaten: but in soul am well content to suffer these things, because I fear him."
    },
    {
      "verse": 31,
      "text": "And thus this mandied, leaving his death for an example of a noble courage, and a memorial of virtue, not only unto young men, but unto all hisnation."
    }
  ]
}