{
  "book_id": "2MA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "It came to pass also, that seven brethren with \\add their\\add* mother were taken, and compelled by the king against the law to taste swine’s flesh, and were tormented with scourges and whips."
    },
    {
      "verse": 2,
      "text": "But one of them that spake first said thus, What wouldest thou ask or learn of us? we are ready to die, \\add rather\\add* than to transgress the laws of \\add our\\add* fathers."
    },
    {
      "verse": 3,
      "text": "Then the king, being in a rage, commanded pans and caldrons to be made hot:"
    },
    {
      "verse": 4,
      "text": "which forthwith being heated, he commanded to cut out the tongue of him that spake first, and to cut off the utmost parts of his body, the rest of \\add his\\add* brethren and \\add his\\add* mother looking on."
    },
    {
      "verse": 5,
      "text": "Now when he was \\add thus\\add* maimed in all \\add his members\\add*, he commanded \\add him\\add* being \\add yet\\add* alive to be brought to the fire, and to be fried in the pan: and as the vapour of the pan was for a good \\add space\\add* dispersed, they exhorted one another with the mother to die manfully, saying thus,"
    },
    {
      "verse": 6,
      "text": "The Lord God looketh upon \\add us\\add*, and in truth hath comfort in us, as Moses in his song, which witnessed to \\add their\\add* faces, declared, saying, And he shall be comforted in his servants."
    },
    {
      "verse": 7,
      "text": "So when the first was dead \\add after\\add* this manner, they brought the second to make \\add him\\add* a mocking stock: and when they had pulled off the skin of \\add his\\add* head with the hair, they asked \\add him\\add*, Wilt thou eat, before \\add thou\\add* be punished throughout every member of \\add thy\\add* body?"
    },
    {
      "verse": 8,
      "text": "But he answered in his own language, and said, No. Wherefore he also received the next torment in order, as the former \\add did\\add*."
    },
    {
      "verse": 9,
      "text": "And when he was at the last gasp, he said, Thou \\add like\\add* a fury takest us out of \\add this\\add* present life, but the King of the world shall raise us up, who have died for his laws, unto everlasting life."
    },
    {
      "verse": 10,
      "text": "After him was the third made a mocking stock: and when he was required, he put out \\add his\\add* tongue, \\add and that\\add* right soon, holding forth \\add his\\add* hands manfully,"
    },
    {
      "verse": 11,
      "text": "and said courageously, These I had from heaven; and for his laws I despise them; and from him I hope to receive them again."
    },
    {
      "verse": 12,
      "text": "Insomuch that the king, and they that were with him, marvelled at the young man’s courage, for that he nothing regarded the pains."
    },
    {
      "verse": 13,
      "text": "Now when this \\add man\\add* was dead also, they tormented and mangled the fourth in like manner."
    },
    {
      "verse": 14,
      "text": "So when he was ready to die he said thus, \\add It is\\add* good, being put to death by men, to look for hope from God to be raised up again by him: as for thee, thou shalt have no resurrection to life."
    },
    {
      "verse": 15,
      "text": "Afterward they brought the fifth also, and mangled \\add him\\add*."
    },
    {
      "verse": 16,
      "text": "Then looked he unto \\add the king\\add*, and said, Thou hast power over men, thou art corruptible, thou doest what thou wilt; yet think not that our nation is forsaken of God;"
    },
    {
      "verse": 17,
      "text": "but abide a while, and behold his great power, how he will torment thee and thy seed."
    },
    {
      "verse": 18,
      "text": "After him also they brought the sixth, who being ready to die said, Be not deceived without cause: for we suffer these \\add things\\add* for ourselves, having sinned against our God: therefore marvellous \\add things\\add* are done \\add unto us\\add*."
    },
    {
      "verse": 19,
      "text": "But think not thou, that takest in hand to strive against God, that \\add thou\\add* shalt escape unpunished."
    },
    {
      "verse": 20,
      "text": "But the mother \\add was\\add* marvellous above \\add all\\add*, and worthy of honourable memory: for when she saw \\add her\\add* seven sons slain within the space of one day, she bare \\add it\\add* with a good courage, because of the hope that she had in the Lord."
    },
    {
      "verse": 21,
      "text": "Yea, she exhorted every one of them in her own language, filled with courageous spirits; and stirring up \\add her\\add* womanish thoughts with a manly stomach, she said unto them,"
    },
    {
      "verse": 22,
      "text": "I cannot tell how you came into my womb; for I neither gave you breath nor life, neither \\add was it\\add* I \\add that\\add* formed the members of every one \\add of you;\\add*"
    },
    {
      "verse": 23,
      "text": "but doubtless the Creator of the world, who formed the generation of man, and found out the beginning of all \\add things\\add*, will also of \\add his own\\add* mercy give you breath and life again, as you now regard not your own selves for his laws’ sake."
    },
    {
      "verse": 24,
      "text": "Now Antiochus, thinking himself despised, and suspecting it to be a reproachful speech, whiles the youngest was yet alive, did not only exhort \\add him\\add* by words, but also assured \\add him\\add* with oaths, that \\add he\\add* would make \\add him\\add* both a rich and a happy \\add man\\add*, if he would turn from the laws of \\add his\\add* fathers; and that \\add also he\\add* would take \\add him\\add* for \\add his\\add* friend, and trust \\add him\\add* with affairs."
    },
    {
      "verse": 25,
      "text": "But when the young man would in no case hearken unto \\add him\\add*, the king called \\add his\\add* mother, and exhorted \\add her\\add* that \\add she\\add* would counsel the young man to save \\add his\\add* life."
    },
    {
      "verse": 26,
      "text": "And when he had exhorted \\add her\\add* with many \\add words\\add*, she promised \\add him\\add* that \\add she\\add* would counsel \\add her\\add* son."
    },
    {
      "verse": 27,
      "text": "But she bowing herself toward him, laughing the cruel tyrant to scorn, spake in her country language on this manner; O \\add my\\add* son, have pity upon me that bare thee nine months in \\add my\\add* womb, and gave thee suck three years, and nourished thee, and brought \\add thee\\add* up unto this age, and endured the troubles of education."
    },
    {
      "verse": 28,
      "text": "I beseech thee, \\add my\\add* son, look upon the heaven and the earth, and all that is therein, and consider that God made them of \\add things\\add* that were not; and so was mankind made likewise."
    },
    {
      "verse": 29,
      "text": "Fear not this tormentor, but, being worthy of thy brethren, take \\add thy\\add* death, that I may receive thee again in mercy with thy brethren."
    },
    {
      "verse": 30,
      "text": "Whiles she was yet speaking \\add these words\\add*, the young man said, Whom wait ye for? I will not obey the king’s commandment: but I will obey the commandment of the law that was given unto our fathers by Moses."
    },
    {
      "verse": 31,
      "text": "And thou, that hast been the author of all mischief against the Hebrews, shalt not escape the hands of God."
    },
    {
      "verse": 32,
      "text": "For we suffer because of our sins."
    },
    {
      "verse": 33,
      "text": "And though the living Lord be angry with us a little while for \\add our\\add* chastening and correction, yet shall he be at one again with his servants."
    },
    {
      "verse": 34,
      "text": "But thou, O godless \\add man\\add*, and of all other most wicked, be not lifted up without a cause, \\add nor\\add* puffed up with uncertain hopes, lifting up \\add thy\\add* hand against the servants of God:"
    },
    {
      "verse": 35,
      "text": "for thou hast not yet escaped the judgment of Almighty God, who seeth \\add all things\\add*."
    },
    {
      "verse": 36,
      "text": "For our brethren, who now have suffered a short pain, are dead under God’s covenant of everlasting life: but thou, through the judgment of God, shalt receive just punishment for \\add thy\\add* pride."
    },
    {
      "verse": 37,
      "text": "But I, as my brethren, offer up \\add my\\add* body and life for the laws of \\add our\\add* fathers, beseeching God that \\add he\\add* would speedily be merciful unto \\add our\\add* nation; and that thou by torments and plagues mayest confess, that he alone is God;"
    },
    {
      "verse": 38,
      "text": "and that in me and my brethren the wrath of the Almighty, which is justly brought upon all our nation, may cease."
    },
    {
      "verse": 39,
      "text": "Then the king, being in a rage, handled him worse than all the rest, and took it grievously that \\add he\\add* was mocked."
    },
    {
      "verse": 40,
      "text": "So this \\add man\\add* died undefiled, and put his whole trust in the Lord."
    },
    {
      "verse": 41,
      "text": "Last of \\add all after\\add* the sons the mother died."
    },
    {
      "verse": 42,
      "text": "Let this be enough now to have spoken concerning the idolatrous feasts, and the extreme tortures."
    }
  ]
}