{
  "book_id": "2MA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "It came to pass also, that seven brethren with theirmother were taken, and compelled by the king against the law to taste swine’s flesh, and were tormented with scourges and whips."
    },
    {
      "verse": 2,
      "text": "But one of them that spake first said thus, What wouldest thou ask or learn of us? we are ready to die, ratherthan to transgress the laws of ourfathers."
    },
    {
      "verse": 3,
      "text": "Then the king, being in a rage, commanded pans and caldrons to be made hot:"
    },
    {
      "verse": 4,
      "text": "which forthwith being heated, he commanded to cut out the tongue of him that spake first, and to cut off the utmost parts of his body, the rest of hisbrethren and hismother looking on."
    },
    {
      "verse": 5,
      "text": "Now when he was thusmaimed in all his members, he commanded himbeing yetalive to be brought to the fire, and to be fried in the pan: and as the vapour of the pan was for a good spacedispersed, they exhorted one another with the mother to die manfully, saying thus,"
    },
    {
      "verse": 6,
      "text": "The Lord God looketh upon us, and in truth hath comfort in us, as Moses in his song, which witnessed to theirfaces, declared, saying, And he shall be comforted in his servants."
    },
    {
      "verse": 7,
      "text": "So when the first was dead afterthis manner, they brought the second to make hima mocking stock: and when they had pulled off the skin of hishead with the hair, they asked him, Wilt thou eat, before thoube punished throughout every member of thybody?"
    },
    {
      "verse": 8,
      "text": "But he answered in his own language, and said, No. Wherefore he also received the next torment in order, as the former did."
    },
    {
      "verse": 9,
      "text": "And when he was at the last gasp, he said, Thou likea fury takest us out of thispresent life, but the King of the world shall raise us up, who have died for his laws, unto everlasting life."
    },
    {
      "verse": 10,
      "text": "After him was the third made a mocking stock: and when he was required, he put out histongue, and thatright soon, holding forth hishands manfully,"
    },
    {
      "verse": 11,
      "text": "and said courageously, These I had from heaven; and for his laws I despise them; and from him I hope to receive them again."
    },
    {
      "verse": 12,
      "text": "Insomuch that the king, and they that were with him, marvelled at the young man’s courage, for that he nothing regarded the pains."
    },
    {
      "verse": 13,
      "text": "Now when this manwas dead also, they tormented and mangled the fourth in like manner."
    },
    {
      "verse": 14,
      "text": "So when he was ready to die he said thus, It isgood, being put to death by men, to look for hope from God to be raised up again by him: as for thee, thou shalt have no resurrection to life."
    },
    {
      "verse": 15,
      "text": "Afterward they brought the fifth also, and mangled him."
    },
    {
      "verse": 16,
      "text": "Then looked he unto the king, and said, Thou hast power over men, thou art corruptible, thou doest what thou wilt; yet think not that our nation is forsaken of God;"
    },
    {
      "verse": 17,
      "text": "but abide a while, and behold his great power, how he will torment thee and thy seed."
    },
    {
      "verse": 18,
      "text": "After him also they brought the sixth, who being ready to die said, Be not deceived without cause: for we suffer these thingsfor ourselves, having sinned against our God: therefore marvellous thingsare done unto us."
    },
    {
      "verse": 19,
      "text": "But think not thou, that takest in hand to strive against God, that thoushalt escape unpunished."
    },
    {
      "verse": 20,
      "text": "But the mother wasmarvellous above all, and worthy of honourable memory: for when she saw herseven sons slain within the space of one day, she bare itwith a good courage, because of the hope that she had in the Lord."
    },
    {
      "verse": 21,
      "text": "Yea, she exhorted every one of them in her own language, filled with courageous spirits; and stirring up herwomanish thoughts with a manly stomach, she said unto them,"
    },
    {
      "verse": 22,
      "text": "I cannot tell how you came into my womb; for I neither gave you breath nor life, neither was itI thatformed the members of every one of you;"
    },
    {
      "verse": 23,
      "text": "but doubtless the Creator of the world, who formed the generation of man, and found out the beginning of all things, will also of his ownmercy give you breath and life again, as you now regard not your own selves for his laws’ sake."
    },
    {
      "verse": 24,
      "text": "Now Antiochus, thinking himself despised, and suspecting it to be a reproachful speech, whiles the youngest was yet alive, did not only exhort himby words, but also assured himwith oaths, that hewould make himboth a rich and a happy man, if he would turn from the laws of hisfathers; and that also hewould take himfor hisfriend, and trust himwith affairs."
    },
    {
      "verse": 25,
      "text": "But when the young man would in no case hearken unto him, the king called hismother, and exhorted herthat shewould counsel the young man to save hislife."
    },
    {
      "verse": 26,
      "text": "And when he had exhorted herwith many words, she promised himthat shewould counsel herson."
    },
    {
      "verse": 27,
      "text": "But she bowing herself toward him, laughing the cruel tyrant to scorn, spake in her country language on this manner; O myson, have pity upon me that bare thee nine months in mywomb, and gave thee suck three years, and nourished thee, and brought theeup unto this age, and endured the troubles of education."
    },
    {
      "verse": 28,
      "text": "I beseech thee, myson, look upon the heaven and the earth, and all that is therein, and consider that God made them of thingsthat were not; and so was mankind made likewise."
    },
    {
      "verse": 29,
      "text": "Fear not this tormentor, but, being worthy of thy brethren, take thydeath, that I may receive thee again in mercy with thy brethren."
    },
    {
      "verse": 30,
      "text": "Whiles she was yet speaking these words, the young man said, Whom wait ye for? I will not obey the king’s commandment: but I will obey the commandment of the law that was given unto our fathers by Moses."
    },
    {
      "verse": 31,
      "text": "And thou, that hast been the author of all mischief against the Hebrews, shalt not escape the hands of God."
    },
    {
      "verse": 32,
      "text": "For we suffer because of our sins."
    },
    {
      "verse": 33,
      "text": "And though the living Lord be angry with us a little while for ourchastening and correction, yet shall he be at one again with his servants."
    },
    {
      "verse": 34,
      "text": "But thou, O godless man, and of all other most wicked, be not lifted up without a cause, norpuffed up with uncertain hopes, lifting up thyhand against the servants of God:"
    },
    {
      "verse": 35,
      "text": "for thou hast not yet escaped the judgment of Almighty God, who seeth all things."
    },
    {
      "verse": 36,
      "text": "For our brethren, who now have suffered a short pain, are dead under God’s covenant of everlasting life: but thou, through the judgment of God, shalt receive just punishment for thypride."
    },
    {
      "verse": 37,
      "text": "But I, as my brethren, offer up mybody and life for the laws of ourfathers, beseeching God that hewould speedily be merciful unto ournation; and that thou by torments and plagues mayest confess, that he alone is God;"
    },
    {
      "verse": 38,
      "text": "and that in me and my brethren the wrath of the Almighty, which is justly brought upon all our nation, may cease."
    },
    {
      "verse": 39,
      "text": "Then the king, being in a rage, handled him worse than all the rest, and took it grievously that hewas mocked."
    },
    {
      "verse": 40,
      "text": "So this mandied undefiled, and put his whole trust in the Lord."
    },
    {
      "verse": 41,
      "text": "Last of all afterthe sons the mother died."
    },
    {
      "verse": 42,
      "text": "Let this be enough now to have spoken concerning the idolatrous feasts, and the extreme tortures."
    }
  ]
}