{
  "book_id": "2MA",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Not long after this, Lysias the king’s protector and cousin, who also managed the affairs, took sore displeasure for the \\add things\\add* that were done."
    },
    {
      "verse": 2,
      "text": "And when he had gathered about fourscore thousand with all the horsemen, he came against the Jews, thinking to make the city a habitation of the Gentiles,"
    },
    {
      "verse": 3,
      "text": "and to make a gain of the temple, as of the other chapels of the heathen, and to set the high priesthood to sale every year:"
    },
    {
      "verse": 4,
      "text": "not at all considering the power of God, but puffed up with \\add his\\add* ten thousands of footmen, and \\add his\\add* thousands of horsemen, and \\add his\\add* fourscore elephants."
    },
    {
      "verse": 5,
      "text": "So he came to Judea, and drew near to Bethsura, which was a strong town, but distant from Jerusalem about five furlongs, and he laid sore siege unto it."
    },
    {
      "verse": 6,
      "text": "Now when they that were with Maccabeus heard that he besieged the holds, they and \\add all\\add* the people with lamentation and tears besought the Lord that \\add he\\add* would send a good angel to deliver Israel."
    },
    {
      "verse": 7,
      "text": "Then Maccabeus himself first \\add of all\\add* took weapons, exhorting the other that they would jeopard themselves together with him to help their brethren: so they went forth together with a willing mind."
    },
    {
      "verse": 8,
      "text": "And as \\add they\\add* were at Jerusalem, there appeared before them on horseback one in white clothing, shaking \\add his\\add* armour of gold."
    },
    {
      "verse": 9,
      "text": "Then they praised the merciful God all together, and took heart, insomuch that they were ready not only \\add to fight\\add* with men, but with most cruel beasts, and to pierce through walls of iron."
    },
    {
      "verse": 10,
      "text": "\\add Thus\\add* they marched forward in \\add their\\add* armour, having a helper from heaven: for the Lord was merciful unto them."
    },
    {
      "verse": 11,
      "text": "And giving a charge upon \\add their\\add* enemies like lions, they slew eleven thousand \\add footmen\\add*, and sixteen hundred horsemen, and put all \\add the other\\add* to flight."
    },
    {
      "verse": 12,
      "text": "Many of them also \\add being\\add* wounded escaped naked; and Lysias himself fled \\add away\\add* shamefully, and \\add so\\add* escaped."
    },
    {
      "verse": 13,
      "text": "Who, as he was a man of understanding, casting with himself what loss he had had, and considering that the Hebrews could not be overcome, because the Almighty God helped them, he sent unto \\add them\\add*,"
    },
    {
      "verse": 14,
      "text": "and persuaded \\add them\\add* to agree to all reasonable \\add conditions\\add*, and \\add promised\\add* that \\add he\\add* would persuade the king that \\add he\\add* must needs be a friend unto them."
    },
    {
      "verse": 15,
      "text": "Then Maccabeus consented to all that Lysias desired, being careful of the \\add common\\add* good; and whatsoever Maccabeus wrote unto Lysias concerning the Jews, the king granted \\add it\\add*."
    },
    {
      "verse": 16,
      "text": "For there were letters written unto the Jews from Lysias to this effect: Lysias unto the people of the Jews \\add sendeth\\add* greeting:"
    },
    {
      "verse": 17,
      "text": "John and Absalon, who were sent from you, delivered \\add me\\add* the petition subscribed, and made request for the performance of the contents thereof."
    },
    {
      "verse": 18,
      "text": "Therefore what \\add things\\add* soever were meet to be reported to the king, I have declared \\add them\\add*, and he hath granted as much as might be."
    },
    {
      "verse": 19,
      "text": "If then you will keep yourselves loyal to the state, hereafter also will I endeavour to be a means of your good."
    },
    {
      "verse": 20,
      "text": "But of the particulars I have given order both to these, and the \\add other\\add* that \\add came\\add* from me, to commune with you."
    },
    {
      "verse": 21,
      "text": "Fare ye well. The hundred and eight and forty year, the four and twenty \\add day\\add* of \\add the month\\add* Dioscorinthius."
    },
    {
      "verse": 22,
      "text": "Now the king’s letter contained these words: King Antiochus unto \\add his\\add* brother Lysias \\add sendeth\\add* greeting:"
    },
    {
      "verse": 23,
      "text": "Since our father is translated unto the gods, our will is, that they that are in \\add our\\add* realm live quietly, that \\add every one\\add* may attend upon his own \\add affairs\\add*."
    },
    {
      "verse": 24,
      "text": "We understand \\add also\\add* that the Jews would not consent to \\add our\\add* father, for to be brought unto the custom of the Gentiles, but had rather keep their own manner of living: for the which cause they require \\add of us\\add*, that \\add we\\add* should suffer them to live after their own laws."
    },
    {
      "verse": 25,
      "text": "Wherefore our mind is, that this nation shall be in rest, and we have determined to restore them their temple, that \\add they\\add* may live according to the customs of their forefathers."
    },
    {
      "verse": 26,
      "text": "Thou shalt do well therefore to send unto them, and grant \\add them\\add* peace, that when they are certified of our mind, they may be of good comfort, and ever go cheerfully about their own \\add affairs\\add*."
    },
    {
      "verse": 27,
      "text": "And the letter of the king unto the nation \\add of the Jews\\add* was after this manner: King Antiochus \\add sendeth\\add* greeting unto the council, and the rest of the Jews:"
    },
    {
      "verse": 28,
      "text": "if ye fare well, we have our desire: we are also in good health."
    },
    {
      "verse": 29,
      "text": "Menelaus declared unto us, that your desire was to return home, and to follow your own \\add business:\\add*"
    },
    {
      "verse": 30,
      "text": "wherefore they that will depart shall have safe conduct till the thirtieth \\add day\\add* of Xanthicus with security."
    },
    {
      "verse": 31,
      "text": "\\add And\\add* the Jews shall use their own \\add kind of\\add* meats and laws, as before; and none of them any \\add manner of\\add* ways shall be molested for \\add things\\add* ignorantly done."
    },
    {
      "verse": 32,
      "text": "I have sent also Menelaus, that he may comfort you."
    },
    {
      "verse": 33,
      "text": "Fare ye well. In the hundred forty and eighth year, \\add and\\add* the fifteenth \\add day\\add* of \\add the month\\add* Xanthicus."
    },
    {
      "verse": 34,
      "text": "The Romans also sent unto them a letter containing these words: Quintus Memmius \\add and\\add* Titus Manlius, ambassadors of the Romans, \\add send\\add* greeting unto the people of the Jews."
    },
    {
      "verse": 35,
      "text": "Whatsoever Lysias the king’s cousin hath granted, \\add therewith\\add* we also are well pleased."
    },
    {
      "verse": 36,
      "text": "But \\add touching\\add* such \\add things\\add* as he judged to be referred to the king, after you have advised thereof, send one forthwith, that we may declare as it is convenient for you: for we are \\add now\\add* going to Antioch."
    },
    {
      "verse": 37,
      "text": "Therefore send some with speed, that we may know what is your mind."
    },
    {
      "verse": 38,
      "text": "Farewell. \\add This\\add* hundred and eight and forty year, the fifteenth \\add day\\add* of \\add the month\\add* Xanthicus."
    }
  ]
}