{
  "book_id": "2MA",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "When these covenants were made, Lysias went unto the king, and the Jews were about \\add their\\add* husbandry."
    },
    {
      "verse": 2,
      "text": "But of the governors of several places, Timotheus, and Apollonius the \\add son\\add* of Genneus, also Hieronymus, and Demophon, and besides them Nicanor the governor of Cyprus, would not suffer them to be quiet, and live in peace."
    },
    {
      "verse": 3,
      "text": "The men of Joppe also did such an ungodly deed: they prayed the Jews that dwelt among them to go with \\add their\\add* wives and children into the boats which they had prepared, as though \\add they\\add* had meant them no hurt."
    },
    {
      "verse": 4,
      "text": "Who accepted of \\add it\\add* according to the common decree of the city, as being desirous to live in peace, and suspecting nothing: but when they were gone forth into the deep, they drowned no less than two hundred \\add of them\\add*."
    },
    {
      "verse": 5,
      "text": "When Judas heard of \\add this\\add* cruelty done unto \\add his\\add* countrymen, he commanded those that were with him \\add to make them ready\\add*."
    },
    {
      "verse": 6,
      "text": "And calling upon God the righteous Judge, he came against \\add those\\add* murderers of \\add his\\add* brethren, and burnt the haven by night, and set the boats on fire, and those that fled thither he slew."
    },
    {
      "verse": 7,
      "text": "And when the town was shut up, he went backward, as if he would return to root out all them of the city of Joppe."
    },
    {
      "verse": 8,
      "text": "But when he heard that the Jamnites were minded to do in like manner unto the Jews that dwelt among \\add them\\add*,"
    },
    {
      "verse": 9,
      "text": "he came upon the Jamnites also by night, and set fire on the haven and the navy, so that the light of the fire was seen at Jerusalem two hundred and forty furlongs off."
    },
    {
      "verse": 10,
      "text": "Now when \\add they\\add* were gone from thence nine furlongs in their journey toward Timotheus, no fewer than five thousand \\add men on foot\\add* and five hundred horsemen of the Arabians set upon him."
    },
    {
      "verse": 11,
      "text": "Whereupon there was a \\add very\\add* sore battle; but Judas’ side by the help of God got the victory; so that the Nomades of Arabia, being overcome, besought Judas for peace, promising both to give \\add him\\add* cattle, and to pleasure him otherwise."
    },
    {
      "verse": 12,
      "text": "Then Judas, thinking indeed that they \\add would be\\add* profitable in many \\add things\\add*, granted them peace: whereupon they shook hands, and \\add so\\add* they departed to their tents."
    },
    {
      "verse": 13,
      "text": "He went also about to make a bridge to a certain strong city, which was fenced about with walls, and inhabited by people of divers countries; and the name \\add of it was\\add* Caspis."
    },
    {
      "verse": 14,
      "text": "But they that were within \\add it\\add* put \\add such\\add* trust in the strength of the walls and provision of victuals, \\add that\\add* they behaved themselves rudely toward them that were with Judas, railing and blaspheming, and uttering such \\add words\\add* as \\add were\\add* not to be spoken."
    },
    {
      "verse": 15,
      "text": "Wherefore Judas with his company, calling upon the great Lord of the world, who without \\add any\\add* rams or engines of war did cast down Jericho in the time of Joshua, gave a fierce assault against the walls,"
    },
    {
      "verse": 16,
      "text": "and took the city by the will of God, and made unspeakable slaughters, insomuch that a lake two furlongs broad near adjoining \\add thereunto\\add*, being filled full, was seen running with blood."
    },
    {
      "verse": 17,
      "text": "Then departed they from thence seven hundred and fifty furlongs, and came to Characa unto the Jews that are called Tubieni."
    },
    {
      "verse": 18,
      "text": "But as for Timotheus, they found him not in the places: for before he had dispatched any thing, he departed from thence, having left a very strong garrison in a certain hold."
    },
    {
      "verse": 19,
      "text": "Howbeit Dositheus and Sosipater, \\add who were\\add* of Maccabeus’ captains, went forth, and slew those that Timotheus had left in the fortress, above ten thousand men."
    },
    {
      "verse": 20,
      "text": "And Maccabeus ranged his army by bands, and set them over the bands, and went against Timotheus, who had about him an hundred and twenty thousand men of foot, and two thousand and five hundred horsemen."
    },
    {
      "verse": 21,
      "text": "Now when Timotheus had knowledge of Judas’ coming, he sent the women and children and the other baggage unto \\add a fortress\\add* called Carnion: for the town was hard to besiege, and uneasy to come unto, by reason of the straitness of all the places."
    },
    {
      "verse": 22,
      "text": "But when Judas his first band came in sight, the enemies, being smitten with fear and terror through the appearing of him that seeth all \\add things\\add*, fled amain, one running this way, another that way, so as that \\add they\\add* were often hurt of their own \\add men\\add*, and wounded with the points of \\add their own\\add* swords."
    },
    {
      "verse": 23,
      "text": "Judas also was very earnest in pursuing \\add them\\add*, killing \\add those\\add* wicked wretches, of whom he slew about thirty thousand men."
    },
    {
      "verse": 24,
      "text": "Moreover Timotheus himself fell into the hands of Dositheus and Sosipater, whom he besought with much craft to let him go with his life, because he had many of the \\add Jews\\add*’ parents, and the brethren of some \\add of them\\add*, who, if they put him to death, should not be regarded."
    },
    {
      "verse": 25,
      "text": "So when he had assured \\add them\\add* with many \\add words\\add* that \\add he\\add* would restore them without hurt, according to the agreement, they let him go for the saving of \\add their\\add* brethren."
    },
    {
      "verse": 26,
      "text": "Then Maccabeus marched forth to Carnion, and to the temple of Atargatis, and \\add there\\add* he slew five and twenty thousand persons."
    },
    {
      "verse": 27,
      "text": "And after \\add he\\add* had put to flight and destroyed them, Judas removed the host towards Ephron, a strong city, wherein Lysias abode, and a great multitude of divers nations, and the strong young men kept the walls, and defended \\add them\\add* mightily: wherein \\add also\\add* was great provision of engines and darts."
    },
    {
      "verse": 28,
      "text": "But when \\add Judas and his company\\add* had called upon Almighty \\add God\\add*, who with \\add his\\add* power breaketh the strength of \\add his\\add* enemies, they wan the city, and slew twenty and five thousand of them that were within."
    },
    {
      "verse": 29,
      "text": "From thence they departed to Scythopolis, which lieth six hundred furlongs from Jerusalem."
    },
    {
      "verse": 30,
      "text": "But when the Jews that dwelt there had testified that the Scythopolitans dealt lovingly with them, and entreated \\add them\\add* kindly in the time of \\add their\\add* adversity;"
    },
    {
      "verse": 31,
      "text": "they gave them thanks, desiring \\add them\\add* to be friendly still unto them: and \\add so\\add* they came to Jerusalem, the feast of the weeks approaching."
    },
    {
      "verse": 32,
      "text": "And after the \\add feast\\add*, called Pentecost, they went forth against Gorgias the governor of Idumea,"
    },
    {
      "verse": 33,
      "text": "who came out with three thousand men of foot and four hundred horsemen."
    },
    {
      "verse": 34,
      "text": "And it happened that in \\add their\\add* fighting together a few of the Jews were slain."
    },
    {
      "verse": 35,
      "text": "At which time Dositheus, one of Bacenor’s \\add company\\add*, who was on horseback, and a strong man, was still upon Gorgias, and taking hold of \\add his\\add* coat drew him by force; and when \\add he\\add* would have taken that cursed \\add man\\add* alive, a horseman of Thracia coming upon him smote off \\add his\\add* shoulder, so that Gorgias fled unto Marisa."
    },
    {
      "verse": 36,
      "text": "Now when they that were with Gorgias had fought long, and were weary, Judas called upon the Lord, that \\add he\\add* would shew himself to be \\add their\\add* helper and leader of the battle."
    },
    {
      "verse": 37,
      "text": "And \\add with that\\add* he began in his own language, and sung psalms with a loud voice, and rushing unawares upon Gorgias’ men, he put them to flight."
    },
    {
      "verse": 38,
      "text": "So Judas gathered \\add his\\add* host, and came into the city of Odollam. And when the seventh day came, they purified themselves, as the custom was, and kept the sabbath in the same place."
    },
    {
      "verse": 39,
      "text": "And upon the \\add day\\add* following, as the use had been, Judas and his company came to take up the bodies of them that were slain, and to bury \\add them\\add* with \\add their\\add* kinsmen in \\add their\\add* fathers’ graves."
    },
    {
      "verse": 40,
      "text": "Now under the coats of every one that was slain they found things consecrated to the idols of the Jamnites, which is forbidden the Jews by the law. Then every \\add man\\add* saw that this was the cause wherefore they were slain."
    },
    {
      "verse": 41,
      "text": "All \\add men\\add* therefore praising the Lord, the righteous Judge, who had opened the \\add things\\add* that were hid,"
    },
    {
      "verse": 42,
      "text": "betook themselves unto prayer, and besought \\add him\\add* that the sin committed might wholly be put out of remembrance. Besides, \\add that\\add* noble Judas exhorted the people to keep themselves from sin, forsomuch as they saw before \\add their\\add* eyes the \\add things\\add* that came to pass for the sin of those that were slain."
    },
    {
      "verse": 43,
      "text": "And when he had made a gathering throughout the company to the sum of two thousand drachms of silver, he sent \\add it\\add* to Jerusalem to offer a sin offering, doing \\add therein\\add* very well and honestly, in that he was mindful of the resurrection:"
    },
    {
      "verse": 44,
      "text": "for if he had not hoped that they that were slain should have risen again, it had been superfluous and vain to pray for the dead:"
    },
    {
      "verse": 45,
      "text": "and also in that he perceived that there was great favour laid up for those that died godly, \\add It was\\add* a holy and good thought. Whereupon he made a reconciliation for the dead, that \\add they\\add* might be delivered from sin."
    }
  ]
}