{
  "book_id": "2MA",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "In the hundred forty and ninth year it was told Judas, that Antiochus Eupator was coming with a great power into Judea,"
    },
    {
      "verse": 2,
      "text": "and with him Lysias \\add his\\add* protector, and ruler of \\add his\\add* affairs, having either \\add of them\\add* a Grecian power, of footmen an hundred and ten thousand, and horsemen five thousand and three hundred, and elephants two and twenty, and three hundred chariots armed with hooks."
    },
    {
      "verse": 3,
      "text": "Menelaus also joined himself with them, and with great dissimulation encouraged Antiochus, not for the safeguard of the country, but because he thought to have been made governor."
    },
    {
      "verse": 4,
      "text": "But the King of kings moved Antiochus’ mind against \\add this\\add* wicked wretch, and Lysias informed \\add the king\\add* that this \\add man\\add* was the cause of all mischief, so that \\add the king\\add* commanded to bring him unto Berea, and to put \\add him\\add* to death, as the manner is in \\add that\\add* place."
    },
    {
      "verse": 5,
      "text": "Now there was in \\add that\\add* place a tower of fifty cubits \\add high\\add*, full of ashes, and it had a round instrument, which on every side hanged down into the ashes."
    },
    {
      "verse": 6,
      "text": "\\add And\\add* whosoever was condemned of sacrilege, or had committed any other grievous crime, there did all \\add men\\add* thrust \\add him\\add* unto death."
    },
    {
      "verse": 7,
      "text": "Such a death it happened \\add that\\add* wicked \\add man\\add* to die, not having so much as burial in the earth; \\add and that\\add* most justly:"
    },
    {
      "verse": 8,
      "text": "for inasmuch as he had committed many sins about the altar, whose fire and ashes were holy, he received \\add his\\add* death in ashes."
    },
    {
      "verse": 9,
      "text": "Now the king came with a barbarous and haughty mind to do far worse to the Jews, than had been done in his father’s time."
    },
    {
      "verse": 10,
      "text": "Which \\add things\\add* when Judas perceived, he commanded the multitude to call upon the Lord night and day, that if ever at any other time, \\add he\\add* would now also help them, being at the point to be put from \\add their\\add* law, from \\add their\\add* country, and from the holy temple:"
    },
    {
      "verse": 11,
      "text": "and that \\add he\\add* would not suffer the people, that had \\add even\\add* now been but a little refreshed, to be in subjection to the blasphemous nations."
    },
    {
      "verse": 12,
      "text": "So when they had all done this together, and besought the merciful Lord with weeping and fasting, and lying flat upon the ground three days long, Judas, having exhorted them, commanded \\add they\\add* should be in a readiness."
    },
    {
      "verse": 13,
      "text": "And \\add Judas\\add*, being apart with the elders, determined, before the king’s host should enter into Judea, and get the city, to go forth and try the matter \\add in fight\\add* by the help of the Lord."
    },
    {
      "verse": 14,
      "text": "So when he had committed all to the Creator of the world, and exhorted his soldiers to fight manfully, \\add even\\add* unto death, for the laws, the temple, the city, the country, \\add and\\add* the commonwealth, he camped by Modin:"
    },
    {
      "verse": 15,
      "text": "and having given the watchword to them that were about him, Victory \\add is\\add* of God; with the most valiant \\add and\\add* choice young men he went in into the king’s tent by night, and slew in the camp about four thousand men, and the chiefest of the elephants, with all that were upon him."
    },
    {
      "verse": 16,
      "text": "And at last they filled the camp with fear and tumult, and departed with good success."
    },
    {
      "verse": 17,
      "text": "This was done in the break of the day, because the protection of the Lord did help him."
    },
    {
      "verse": 18,
      "text": "Now when the king had taken a taste of the manliness of the Jews, he went about to take the holds by policy,"
    },
    {
      "verse": 19,
      "text": "and marched towards Bethsura, \\add which was\\add* a strong hold of the Jews: but he was put to flight, failed, and lost \\add of his men:\\add*"
    },
    {
      "verse": 20,
      "text": "for Judas had conveyed unto them that were in \\add it\\add* such \\add things\\add* as were necessary."
    },
    {
      "verse": 21,
      "text": "But Rhodocus, \\add who was\\add* in the Jews’ host, disclosed the secrets to the enemies; therefore he was sought out, and when they had gotten him, they put him in prison."
    },
    {
      "verse": 22,
      "text": "The king treated with them in Bethsura the second time, gave his hand, took \\add theirs\\add*, departed, fought with Judas, was overcome;"
    },
    {
      "verse": 23,
      "text": "heard that Philip, who was left over the affairs in Antioch, was desperately bent, [was] confounded, intreated the Jews, submitted himself, and sware to all equal conditions, agreed with \\add them\\add*, and offered sacrifice, honoured the temple, and dealt kindly with the place,"
    },
    {
      "verse": 24,
      "text": "and accepted well of Maccabeus, made \\add him\\add* principal governor from Ptolemais unto the Gerrhenians;"
    },
    {
      "verse": 25,
      "text": "came to Ptolemais: the people there were grieved for the covenants; for they stormed, because they would make \\add their\\add* covenants void:"
    },
    {
      "verse": 26,
      "text": "Lysias went up to the judgment seat, said as much as could be in defence \\add of the cause\\add*, persuaded, pacified, made \\add them\\add* well affected, returned to Antioch. Thus it went \\add touching\\add* the king’s coming and departing."
    }
  ]
}