{
  "book_id": "2MA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "After three years was Judas informed, that Demetrius the \\add son\\add* of Seleucus, having entered by the haven of Tripolis with a great power and navy,"
    },
    {
      "verse": 2,
      "text": "had taken the country, and killed Antiochus, and Lysias his protector."
    },
    {
      "verse": 3,
      "text": "Now one Alcimus, who had been high priest, and had defiled himself wilfully in the times of \\add their\\add* mingling \\add with the Gentiles\\add*, seeing that by no means he could save himself, nor have any more access to the holy altar,"
    },
    {
      "verse": 4,
      "text": "came to king Demetrius in the hundred and one and fiftieth year, presenting unto him a crown of gold, and a palm, and also of the boughs which were used solemnly in the temple: and \\add so\\add* that day he held his peace."
    },
    {
      "verse": 5,
      "text": "Howbeit, having gotten opportunity to further \\add his\\add* foolish enterprise, \\add and\\add* being called into counsel by Demetrius, and asked how the Jews stood affected, and what they intended, he answered thereunto:"
    },
    {
      "verse": 6,
      "text": "Those of the Jews that be called Asideans, whose captain is Judas Maccabeus, nourish war, and are seditious, and will not let the realm be in peace."
    },
    {
      "verse": 7,
      "text": "Therefore I, being deprived of mine ancestors’ honour, I mean the high priesthood, am now come hither:"
    },
    {
      "verse": 8,
      "text": "first verily, for the unfeigned care I have of \\add things\\add* pertaining to the king; and secondly, even for that I intend the good of mine own countrymen: for all our nation is in no small misery through the unadvised dealing of \\add them\\add* aforesaid."
    },
    {
      "verse": 9,
      "text": "Wherefore, O king, seeing thou knowest all these \\add things\\add*, be careful for the country, and our nation, which is pressed on every side, according to the clemency that thou readily shewest unto all."
    },
    {
      "verse": 10,
      "text": "For as long as Judas liveth, \\add it is\\add* not possible that the state should be quiet."
    },
    {
      "verse": 11,
      "text": "This was no sooner spoken of him, but others of the \\add king’s\\add* friends, being maliciously set against Judas, did more incense Demetrius."
    },
    {
      "verse": 12,
      "text": "And forthwith calling Nicanor, who had been master of the elephants, and making \\add him\\add* governor over Judea, he sent \\add him\\add* forth,"
    },
    {
      "verse": 13,
      "text": "commanding \\add him\\add* to slay Judas, and to scatter them that were with him, and to make Alcimus high priest of the great temple."
    },
    {
      "verse": 14,
      "text": "Then the heathen, that had fled out of Judea from Judas, came to Nicanor by flocks, thinking the harm and calamities of the Jews to be their welfare."
    },
    {
      "verse": 15,
      "text": "Now when \\add the Jews\\add* heard of Nicanor’s coming, and that the heathen were up against \\add them\\add*, they cast earth upon their \\add heads\\add*, and made supplication to him that had stablished his people for ever, and who always helpeth his portion with manifestation \\add of his presence\\add*."
    },
    {
      "verse": 16,
      "text": "So at the commandment of the captain they removed straightways from thence, and came near unto them at the town of Dessau."
    },
    {
      "verse": 17,
      "text": "Now Simon, Judas’ brother, had joined battle with Nicanor, but \\add was\\add* somewhat discomfited through the sudden silence of \\add his\\add* enemies."
    },
    {
      "verse": 18,
      "text": "Nevertheless Nicanor, hearing of the manliness of them that were with Judas, and the courageousness that they had to fight for \\add their\\add* country, durst not try the matter by the sword."
    },
    {
      "verse": 19,
      "text": "Wherefore he sent Posidonius, and Theodotus, and Mattathias, to make peace."
    },
    {
      "verse": 20,
      "text": "So when \\add they\\add* had taken long advisement thereupon, and the captain had made the multitude acquainted \\add therewith\\add*, and it appeared that they were all of one mind, they consented to the covenants,"
    },
    {
      "verse": 21,
      "text": "and appointed a day to meet in together by themselves: and \\add when the day\\add* came, and stools were set for either of them,"
    },
    {
      "verse": 22,
      "text": "Judas placed armed \\add men\\add* ready in convenient places, lest \\add some\\add* treachery should be suddenly practised by the enemies: \\add so\\add* they made a peaceable conference."
    },
    {
      "verse": 23,
      "text": "Now Nicanor abode in Jerusalem, and did no hurt, but sent away the people that came flocking \\add unto him\\add*."
    },
    {
      "verse": 24,
      "text": "And he would not willingly have Judas out of \\add his\\add* sight: \\add for\\add* he loved the man from his heart."
    },
    {
      "verse": 25,
      "text": "He prayed him also to take a wife, and to beget children: \\add so\\add* he married, was quiet, \\add and\\add* took part of \\add this\\add* life."
    },
    {
      "verse": 26,
      "text": "But Alcimus, perceiving the love that was betwixt them, and considering the covenants that were made, came to Demetrius, and told \\add him\\add* that Nicanor was not well affected toward the state; for that he had ordained Judas, a traitor to his realm, \\add to be the king’s\\add* successor."
    },
    {
      "verse": 27,
      "text": "Then the king being in a rage, and provoked with the accusations of the most wicked \\add man\\add*, wrote to Nicanor, signifying that \\add he\\add* was much displeased with the covenants, and commanding \\add him\\add* that \\add he\\add* should send Maccabeus prisoner in \\add all\\add* haste unto Antioch."
    },
    {
      "verse": 28,
      "text": "When this came to Nicanor’s hearing, he was \\add much\\add* confounded \\add in himself\\add*, and took it grievously that he should make void the \\add articles\\add* which were agreed upon, the man being in no fault."
    },
    {
      "verse": 29,
      "text": "But because there was no dealing against the king, he watched his time to accomplish this \\add thing\\add* by policy."
    },
    {
      "verse": 30,
      "text": "Notwithstanding, when Maccabeus saw that Nicanor began to be churlish unto him, and that he entreated \\add him\\add* more roughly than he was wont, perceiving that \\add such\\add* sour behaviour came not of good, he gathered together not a few of his men, and withdrew himself from Nicanor."
    },
    {
      "verse": 31,
      "text": "But the other, knowing that he was notably prevented by \\add Judas\\add*’ policy, came into the great and holy temple, and commanded the priests, that were offering \\add their\\add* usual sacrifices, to deliver \\add him\\add* the man."
    },
    {
      "verse": 32,
      "text": "And when they sware that \\add they\\add* could not tell where the \\add man\\add* was whom he sought,"
    },
    {
      "verse": 33,
      "text": "he stretched out \\add his\\add* right hand toward the temple, and made an oath in this manner: If you will not deliver me Judas \\add as\\add* a prisoner, I will lay this temple of God even with the ground, and I will break down the altar, and erect a notable temple unto Bacchus."
    },
    {
      "verse": 34,
      "text": "After these \\add words\\add* he departed. Then the priests lift up \\add their\\add* hands towards heaven, and besought him that was ever a defender of their nation, saying in this manner;"
    },
    {
      "verse": 35,
      "text": "Thou, O Lord of all \\add things\\add*, who hast need of nothing, wast pleased that the temple of thine habitation should be among us:"
    },
    {
      "verse": 36,
      "text": "therefore now, O holy Lord of all holiness, keep this house ever undefiled, which lately was cleansed, and stop every unrighteous mouth."
    },
    {
      "verse": 37,
      "text": "Now was there accused unto Nicanor one Razis, \\add one\\add* of the elders of Jerusalem, a lover of \\add his\\add* countrymen, and a man of very good report, who for \\add his\\add* kindness was called a father of the Jews."
    },
    {
      "verse": 38,
      "text": "For in the former times, when \\add they\\add* mingled not \\add themselves with the Gentiles\\add*, he had been accused of Judaism, and did boldly jeopard \\add his\\add* body and life with all vehemency for the religion of the Jews."
    },
    {
      "verse": 39,
      "text": "So Nicanor, willing to declare the hate that he bare unto the Jews, sent above five hundred men of war to take him:"
    },
    {
      "verse": 40,
      "text": "for he thought by taking him to do \\add the Jews much\\add* hurt."
    },
    {
      "verse": 41,
      "text": "Now when the multitude would have taken the tower, and violently broken into the utter door, and bade that fire should be brought to burn it, he being ready to be taken on every side fell upon \\add his\\add* sword;"
    },
    {
      "verse": 42,
      "text": "choosing \\add rather\\add* to die manfully, than to come into the hands of the wicked, to be abused otherwise than beseemed his noble birth:"
    },
    {
      "verse": 43,
      "text": "but missing \\add his\\add* stroke through haste, the multitude also rushing within the doors, he ran boldly up to the wall, and cast himself down manfully among the thickest \\add of them\\add*."
    },
    {
      "verse": 44,
      "text": "But they quickly giving back, and a space being made, he fell \\add down\\add* into the midst of the void place."
    },
    {
      "verse": 45,
      "text": "Nevertheless, while there was yet breath within him, being inflamed with anger, he rose up; \\add and\\add* though \\add his\\add* blood gushed out like spouts of water, and \\add his\\add* wounds were grievous, \\add yet\\add* he ran through the midst of the throng; and standing upon a steep rock,"
    },
    {
      "verse": 46,
      "text": "when as his blood was now quite gone, he pluckt out \\add his\\add* bowels, and taking \\add them\\add* in both \\add his\\add* hands, he cast \\add them\\add* upon the throng, and calling upon the Lord of life and spirit to restore him those again, he thus died."
    }
  ]
}