{
  "book_id": "2MA",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "But Nicanor, hearing that Judas and his company were in the \\add strong\\add* places about Samaria, resolved without any danger to set upon them on the sabbath day."
    },
    {
      "verse": 2,
      "text": "Nevertheless the Jews that were compelled to go with him said, O destroy not so cruelly and barbarously, but give honour to \\add that\\add* day, which he, that seeth all \\add things\\add*, hath honoured with holiness above \\add other days\\add*."
    },
    {
      "verse": 3,
      "text": "Then the most ungracious \\add wretch\\add* demanded, if there were a Mighty One in heaven, that had commanded the sabbath day to be kept."
    },
    {
      "verse": 4,
      "text": "And when they said, There is in heaven a living Lord, \\add and\\add* mighty, who commanded the seventh day to be kept:"
    },
    {
      "verse": 5,
      "text": "then said the other, And I \\add also am\\add* mighty upon earth, and I command to take arms, and to do the king’s business. Yet he obtained not to have his wicked will done."
    },
    {
      "verse": 6,
      "text": "So Nicanor in exceeding pride and haughtiness determined to set up a publick monument of \\add his\\add* victory over Judas and them that were with him."
    },
    {
      "verse": 7,
      "text": "But Maccabeus had ever sure confidence that the Lord would help him:"
    },
    {
      "verse": 8,
      "text": "wherefore he exhorted his people not to fear the coming of the heathen against \\add them\\add*, but to remember the help which in former times they had received from heaven, and now to expect the victory and aid, which should come unto them from the Almighty."
    },
    {
      "verse": 9,
      "text": "And \\add so\\add* comforting them out of the law and the prophets, and withal putting them in mind of the battles that they won \\add afore\\add*, he made them more cheerful."
    },
    {
      "verse": 10,
      "text": "And when he had stirred up their minds, he gave \\add them their\\add* charge, shewing \\add them\\add* therewithal the falsehood of the heathen, and the breach of oaths."
    },
    {
      "verse": 11,
      "text": "Thus he armed every one of them, not \\add so much with\\add* defence of shields and spears, as \\add with\\add* comfortable and good words: and besides \\add that\\add*, he told \\add them\\add* a dream worthy to be believed, as if it had been so indeed, which did \\add not a little\\add* rejoice them."
    },
    {
      "verse": 12,
      "text": "And this was his vision: That Onias, who had been high priest, a virtuous and a good man, reverend \\add in\\add* conversation, gentle \\add in\\add* condition, well spoken also, and exercised from a child \\add in\\add* all points of virtue, holding up \\add his\\add* hands prayed for the whole body of the Jews."
    },
    {
      "verse": 13,
      "text": "This done, in like manner there appeared a man with gray hairs, and exceeding glorious, who was of a wonderful and excellent majesty."
    },
    {
      "verse": 14,
      "text": "Then Onias answered, saying, This is a lover of the brethren, who prayeth much for the people, and \\add for\\add* the holy city, \\add to wit\\add*, Jeremias the prophet of God."
    },
    {
      "verse": 15,
      "text": "Whereupon Jeremias holding forth \\add his\\add* right hand gave to Judas a sword of gold, and in giving \\add it\\add* spake thus,"
    },
    {
      "verse": 16,
      "text": "Take \\add this\\add* holy sword, a gift from God, with the which thou shalt wound the adversaries."
    },
    {
      "verse": 17,
      "text": "Thus being \\add well\\add* comforted by the words of Judas, \\add which were\\add* very good, and able to stir \\add them\\add* up to valour, and to encourage the hearts of the young \\add men\\add*, they determined not to pitch camp, but courageously to set upon \\add them\\add*, and manfully to try the matter by conflict, because the city and the sanctuary and the temple were in danger."
    },
    {
      "verse": 18,
      "text": "For the care that they took for \\add their\\add* wives, and \\add their\\add* children, \\add their\\add* brethren, and kinsfolks, was in least account with them: but the greatest and principal fear \\add was\\add* for the holy temple."
    },
    {
      "verse": 19,
      "text": "Also they that were in the city took not the least care, being troubled for the conflict abroad."
    },
    {
      "verse": 20,
      "text": "And now, when as all looked what should be the trial, and the enemies were already come near, and the army was set in array, and the beasts conveniently placed, and the horsemen set in wings,"
    },
    {
      "verse": 21,
      "text": "Maccabeus seeing the coming of the multitude, and the divers preparations of armour, and the fierceness of the beasts, stretched out \\add his\\add* hands toward heaven, and called upon the Lord that worketh wonders, knowing that victory cometh not by arms, but even as it seemeth good to him, he giveth it to \\add such as are\\add* worthy:"
    },
    {
      "verse": 22,
      "text": "therefore in his prayer he said \\add after\\add* this manner; O Lord, thou didst send thine angel in the time of Ezekias king of Judea, and didst slay in the host of Sennacherib an hundred fourscore and five thousand:"
    },
    {
      "verse": 23,
      "text": "\\add wherefore\\add* now also, O Lord of heaven, send a good angel before us for a fear and dread unto them;"
    },
    {
      "verse": 24,
      "text": "\\add and\\add* through the might of thine arm let those be stricken with terror, that come against thy holy people to blaspheme. And he ended thus."
    },
    {
      "verse": 25,
      "text": "Then Nicanor and they that were with him came forward with trumpets and songs."
    },
    {
      "verse": 26,
      "text": "But Judas and his company encountered the enemies with invocation and prayer."
    },
    {
      "verse": 27,
      "text": "So that fighting with \\add their\\add* hands, and praying unto God with \\add their\\add* hearts, they slew no less than thirty and five thousand \\add men:\\add* for through the appearance of God they were greatly cheered."
    },
    {
      "verse": 28,
      "text": "Now when the battle was done, returning \\add again\\add* with joy, they knew that Nicanor lay dead in \\add his\\add* harness."
    },
    {
      "verse": 29,
      "text": "Then \\add they\\add* made a great shout and a noise, praising the Almighty in their own language."
    },
    {
      "verse": 30,
      "text": "And \\add Judas\\add*, who was ever the chief defender of the citizens \\add both\\add* in body and mind, \\add and\\add* who continued \\add his\\add* love toward \\add his\\add* countrymen all \\add his\\add* life, commanded to strike off Nicanor’s head, and \\add his\\add* hand with \\add his\\add* shoulder, and bring \\add them\\add* to Jerusalem."
    },
    {
      "verse": 31,
      "text": "So when he was there, and had called them of \\add his\\add* nation together, and set the priests before the altar, he sent for them that were of the tower,"
    },
    {
      "verse": 32,
      "text": "and shewed \\add them\\add* vile Nicanor’s head, and the hand of \\add that\\add* blasphemer, which with proud brags he had stretched out against the holy temple of the Almighty."
    },
    {
      "verse": 33,
      "text": "And when he had cut out the tongue of \\add that\\add* ungodly Nicanor, he commanded that \\add they\\add* should give \\add it\\add* by pieces unto the fowls, and hang up the reward of \\add his\\add* madness before the temple."
    },
    {
      "verse": 34,
      "text": "So every man praised toward the heaven the glorious Lord, saying, Blessed \\add be\\add* he that hath kept his own place undefiled."
    },
    {
      "verse": 35,
      "text": "He hanged also Nicanor’s head upon the tower, an evident and manifest sign unto all of the help of the Lord."
    },
    {
      "verse": 36,
      "text": "And they ordained all with a common decree in no case to let that day pass without solemnity, but to celebrate the thirteenth \\add day\\add* of the twelfth month, \\add which\\add* in the Syrian tongue is called Adar, the day before Mardocheus’ day."
    },
    {
      "verse": 37,
      "text": "Thus went it with Nicanor: and from that time forth the Hebrews had the city in their power. And here will I make an end."
    },
    {
      "verse": 38,
      "text": "And if \\add I have done\\add* well, and as is fitting the story, \\add it is\\add* that \\add which\\add* I desired: but if slenderly and meanly, \\add it is\\add* that \\add which\\add* I could attain unto."
    },
    {
      "verse": 39,
      "text": "For as \\add it is\\add* hurtful to drink wine or water alone; and as wine mingled with water \\add is\\add* pleasant, and delighteth the taste: even so speech finely framed delighteth the ears of them that read the story. And here shall be an end."
    }
  ]
}