{
  "book_id": "1PE",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Χριστοῦ οὖν παθόντος ὑπὲρ ἡμῶν σαρκὶ καὶ ὑμεῖς τὴν αὐτὴν ἔννοιαν ὁπλίσασθε, ὅτι ὁ παθὼν [ἐν] σαρκὶ πέπαυται ἁμαρτίας,"
    },
    {
      "verse": 2,
      "text": "εἰς τὸ μηκέτι ἀνθρώπων ἐπιθυμίαις, ἀλλὰ θελήματι Θεοῦ τὸν ἐπίλοιπον ἐν σαρκὶ βιῶσαι χρόνον."
    },
    {
      "verse": 3,
      "text": "ἀρκετὸς γὰρ ὑμῖν ὁ παρεληλυθὼς χρόνος τοῦ βίου τὸ θέλημα τῶν ἐθνῶν κατεργάσασθαι, πεπορευμένους ἐν ἀσελγείαις, ἐπιθυμίαις, οἰνοφλυγίαις, κώμοις, πότοις καὶ ἀθεμίτοις εἰδωλολατρείαις."
    },
    {
      "verse": 4,
      "text": "ἐν ᾧ ξενίζονται μὴ συντρεχόντων ὑμῶν εἰς τὴν αὐτὴν τῆς ἀσωτίας ἀνάχυσιν, βλασφημοῦντες·"
    },
    {
      "verse": 5,
      "text": "οἳ ἀποδώσουσι λόγον τῷ ἑτοίμως ἔχοντι κρῖναι ζῶντας καὶ νεκρούς."
    },
    {
      "verse": 6,
      "text": "εἰς τοῦτο γὰρ καὶ νεκροῖς εὐηγγελίσθη, ἵνα κριθῶσι μὲν κατὰ ἀνθρώπους σαρκί, ζῶσι δὲ κατὰ Θεὸν πνεύματι."
    },
    {
      "verse": 7,
      "text": "Πάντων δὲ τὸ τέλος ἤγγικε. σωφρονήσατε οὖν καὶ νήψατε εἰς τὰς προσευχάς·"
    },
    {
      "verse": 8,
      "text": "πρὸ πάντων δὲ τὴν εἰς ἑαυτοὺς ἀγάπην ἐκτενῆ ἔχοντες, ὅτι [ἡ] \\+w ἀγάπη|strong=\"G0026\"\\+w* \\+w καλύψει|strong=\"G2572\"\\+w* \\+w πλῆθος|strong=\"G4128\"\\+w* \\+w ἁμαρτιῶν|strong=\"G0266\"\\+w*·"
    },
    {
      "verse": 9,
      "text": "φιλόξενοι εἰς ἀλλήλους ἄνευ γογγυσμῶν·"
    },
    {
      "verse": 10,
      "text": "ἕκαστος καθὼς ἔλαβε χάρισμα, εἰς ἑαυτοὺς αὐτὸ διακονοῦντες ὡς καλοὶ οἰκονόμοι ποικίλης χάριτος Θεοῦ·"
    },
    {
      "verse": 11,
      "text": "εἴ τις λαλεῖ, ὡς λόγια Θεοῦ· εἴ τις διακονεῖ, ὡς ἐξ ἰσχύος, ὡς χορηγεῖ ὁ Θεός· ἵνα ἐν πᾶσι δοξάζηται ὁ Θεὸς διὰ Ἰησοῦ Χριστοῦ, ᾧ ἐστιν ἡ δόξα καὶ τὸ κράτος εἰς τοὺς αἰῶνας τῶν αἰώνων· ἀμήν."
    },
    {
      "verse": 12,
      "text": "Ἀγαπητοί, μὴ ξενίζεσθε τῇ ἐν ὑμῖν πυρώσει πρὸς πειρασμὸν ὑμῖν γινομένῃ, ὡς ξένου ὑμῖν συμβαίνοντος,"
    },
    {
      "verse": 13,
      "text": "ἀλλὰ καθὸ κοινωνεῖτε τοῖς τοῦ Χριστοῦ παθήμασι, χαίρετε, ἵνα καὶ ἐν τῇ ἀποκαλύψει τῆς δόξης αὐτοῦ χαρῆτε ἀγαλλιώμενοι."
    },
    {
      "verse": 14,
      "text": "εἰ ὀνειδίζεσθε ἐν ὀνόματι Χριστοῦ, μακάριοι, ὅτι τὸ τῆς δόξης καὶ δυνάμεως καὶ τὸ τοῦ Θεοῦ Πνεῦμα ἐφ᾽ ὑμᾶς ἀναπαύεται· κατὰ μὲν αὐτοὺς βλασφημεῖται, κατὰ δὲ ὑμᾶς δοξάζεται."
    },
    {
      "verse": 15,
      "text": "μὴ γάρ τις ὑμῶν πασχέτω ὡς φονεὺς ἢ κλέπτης ἢ κακοποιὸς ἢ ὡς ἀλλοτριοεπίσκοπος·"
    },
    {
      "verse": 16,
      "text": "εἰ δὲ ὡς Χριστιανός, μὴ αἰσχυνέσθω, δοξαζέτω δὲ τὸν Θεὸν ἐν τῷ μέρει τούτῳ."
    },
    {
      "verse": 17,
      "text": "ὅτι ὁ καιρὸς τοῦ ἄρξασθαι τὸ κρῖμα ἀπὸ τοῦ οἴκου τοῦ Θεοῦ· εἰ δὲ πρῶτον ἀφ᾽ ἡμῶν, τί τὸ τέλος τῶν ἀπειθούντων τῷ τοῦ Θεοῦ εὐαγγελίῳ;"
    },
    {
      "verse": 18,
      "text": "καὶ \\+w εἰ|strong=\"G1487\"\\+w* \\+w ὁ|strong=\"G3588\"\\+w* \\+w δίκαιος|strong=\"G1342\"\\+w* \\+w μόλις|strong=\"G3433\"\\+w* \\+w σῴζεται|strong=\"G4982\"\\+w*, \\+w ὁ|strong=\"G3588\"\\+w* \\+w ἀσεβὴς|strong=\"G0765\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w ἁμαρτωλὸς|strong=\"G0268\"\\+w* \\+w ποῦ|strong=\"G4226\"\\+w* \\+w φανεῖται|strong=\"G5316\"\\+w*;"
    },
    {
      "verse": 19,
      "text": "ὥστε καὶ οἱ πάσχοντες κατὰ τὸ θέλημα τοῦ Θεοῦ, ὡς πιστῷ κτίστῃ παρατιθέσθωσαν τὰς ψυχὰς αὐτῶν ἐν ἀγαθοποιΐᾳ."
    }
  ]
}