{
  "book_id": "EZK",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And you, son of man, take you a brick, and you shall set it before your face, and shall portray on it the city, evenJerusalem."
    },
    {
      "verse": 2,
      "text": "And you shall besiege it, and build works against it, and throw up a mound round about it, and pitch camps against it, and set up engines round about."
    },
    {
      "verse": 3,
      "text": "And take you to yourself an iron pan, and you shall set it foran iron wall between you and the city: and you shall set your face against it, and it shall be in a siege, and you shall besiege it. This is a sign to the children of Israel."
    },
    {
      "verse": 4,
      "text": "And you shall lie upon your left side, and lay the iniquities of the house of Israel upon it, according to the number of the hundred and fifty days duringwhich you shall lie upon it: and you shall bear their iniquities."
    },
    {
      "verse": 5,
      "text": "For I have appointed you their iniquities for a number of days, for one hundred and ninety days: so you shall bear the iniquities of the house of Israel."
    },
    {
      "verse": 6,
      "text": "And you shall accomplish this, and thenshall lie on your right side, and shall bear the iniquities of the house of Juda forty days: I have appointed you a day for a year."
    },
    {
      "verse": 7,
      "text": "So you shall set your face to the siege of Jerusalem, and shall strengthen your arm, and shall prophesy against it."
    },
    {
      "verse": 8,
      "text": "And, behold, I have prepared bonds for you, land you may not turn from your one side to the other, until the days of your siege shall be accomplished."
    },
    {
      "verse": 9,
      "text": "Take you also to you wheat, and barley, and beans, and lentils, and millet, and bread-corn; and you shall cast them into one earthen vessel, and shall make them into loaves for yourself; and you shall eat them one hundred and ninety days, according to the number of the days duringwhich you sleep on your side."
    },
    {
      "verse": 10,
      "text": "And you shall eat your food by weight, twenty shekels a day: from time to time shall you eat them."
    },
    {
      "verse": 11,
      "text": "And you shall drink water by measure, even from time to time you shall drink the sixth part of a hin."
    },
    {
      "verse": 12,
      "text": "And you shall eat them asa barley cake: you shall bake them before their eyes in man's dung."
    },
    {
      "verse": 13,
      "text": "And you shall say, Thus says the Lord God of Israel; Thus shall the children of Israel eat unclean things among the Gentiles."
    },
    {
      "verse": 14,
      "text": "Then I said, Not so, Lord God of Israel: surely my soul has not been defiled with uncleanness; nor have I eaten, that which died of itself or was torn of beasts from my birth until now; neither has any corrupt flesh entered into my mouth."
    },
    {
      "verse": 15,
      "text": "And he said to me, Behold, I have given you dung of oxen instead of man's dung, and you shall prepare your loaves upon it."
    },
    {
      "verse": 16,
      "text": "And he said to me, Son of man, behold, I break the support of bread in Jerusalem: and they shall eat bread by weight and in lack; and shall drink water by measure, and in a state of ruin:"
    },
    {
      "verse": 17,
      "text": "that they may lack bread and water; and a man and his brother shall be brought to ruin, and they shall pine away in their iniquities."
    }
  ]
}