{
  "book_id": "EZK",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover the word of the Lord came to me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, testify to Jerusalem ofher iniquities;"
    },
    {
      "verse": 3,
      "text": "and you shall say, Thus says the Lord to Jerusalem; Your root and your birth are of the land of Chanaan: your father was an Amorite, and your mother a Chettite."
    },
    {
      "verse": 4,
      "text": "And as foryour birth in the day wherein you were born, you did not bind your breasts, and you were not washed in water, neither was you salted with salt, neither was you swathed in swaddling-bands."
    },
    {
      "verse": 5,
      "text": "Nor did my eye pity you, to do for you one of all these things, to feel at all for you; but you were cast out on the face of the field, because of the deformity of your person, in the day wherein you were born."
    },
    {
      "verse": 6,
      "text": "And I passed by to you, and saw you polluted in your blood; and I said to you, Let there belife out of your blood:"
    },
    {
      "verse": 7,
      "text": "increase; I have made you as the springing grass of the field. So you did increase and grow, and did enter into great cities: your breasts were set, and your hair grew, whereas you were naked and bare."
    },
    {
      "verse": 8,
      "text": "And I passed by you and saw you, and, behold, it wasyour time and a time of resting; and I spread my wings over you, and covered your shame, and swear to you: and I entered into covenant with you, says the Lord, and you became mine."
    },
    {
      "verse": 9,
      "text": "And I washed you in water, and washed your blood from you, and anointed you with oil."
    },
    {
      "verse": 10,
      "text": "And I clothed you with embroidered garments, and clothed you beneath with purple, and girded you with fine linen, and clothed you with silk,"
    },
    {
      "verse": 11,
      "text": "and decked you also with ornaments, and put bracelets on your hands, and a necklace on your neck."
    },
    {
      "verse": 12,
      "text": "And I put a pendant on your nostril, and rings in your ears, and a crown of glory on your head."
    },
    {
      "verse": 13,
      "text": "So you were adorned with gold and silver; and your raiment was of fine linen, and silk, and variegated work: you did eat fine flour, and oil, and honey, and did become extremely beautiful."
    },
    {
      "verse": 14,
      "text": "And your name went forth among the nations for your beauty: because it was perfected with elegance, andin the comeliness which I put upon you, says the Lord."
    },
    {
      "verse": 15,
      "text": "You did trust in your beauty, and did go a-whoring because of your renown, and did pour out your fornication on every passer by."
    },
    {
      "verse": 16,
      "text": "And you did take of your garments, and made to yourself idols of needlework, and did go a-whoring after them; therefore you shall never come in, nor shall the liketake place."
    },
    {
      "verse": 17,
      "text": "And you took your fair ornaments of my gold and of my silver, of what I gave you, and you made to yourself male images, and you did commit whoredom with them."
    },
    {
      "verse": 18,
      "text": "And you did take your variegated apparel and did clothe them, and you did set before them my oil and my incense."
    },
    {
      "verse": 19,
      "text": "And you tookmy bread which I gave you, (yesI fed you with fine flour and oil and honey) and did set them before them for a sweet smelling savor: yes, it was so, says the Lord."
    },
    {
      "verse": 20,
      "text": "And you took your sons and your daughters, whom you bore, and did sacrifice theseto them to be destroyed. You did go a-whoring as if that werelittle,"
    },
    {
      "verse": 21,
      "text": "and did kill your children, and gave them up in offering them to them for an expiation."
    },
    {
      "verse": 22,
      "text": "This is beyond all your fornication, and you did not remember your infancy, when you were naked and bare, anddid live thoughdefiled in your blood."
    },
    {
      "verse": 23,
      "text": "And it came to pass after all your wickedness, says the Lord,"
    },
    {
      "verse": 24,
      "text": "that you did build yourself a house of fornication, and did make yourself a public place in every street;"
    },
    {
      "verse": 25,
      "text": "and on the head of every way you did set up your fornications, and did defile your beauty, and did open your feet to every passer by, and did multiply your fornication."
    },
    {
      "verse": 26,
      "text": "And you did go a-whoring after the children of Egypt your neighbors, great of flesh; and did go a-whoring, often to provoke me to anger."
    },
    {
      "verse": 27,
      "text": "And if I stretch out my hand against you, then will I abolish your statutes, and deliver youup to the wills of them that hate you, even tothe daughters of the Philistines that turned you aside from the way wherein you sinned."
    },
    {
      "verse": 28,
      "text": "And you did go a-whoring to the daughters of Assur, and not even thus was you satisfied; yes, you did go a-whoring, and was not satisfied."
    },
    {
      "verse": 29,
      "text": "And you did multiply your covenants with the land of the Chaldeans; and not even with these was you satisfied."
    },
    {
      "verse": 30,
      "text": "Why should I make a covenant with your daughter, says the Lord, while you do all these things, the works of a harlot? and you have gone a-whoring in a threefold degree with your daughters."
    },
    {
      "verse": 31,
      "text": "You have built a house of harlotry in every top of a way, and have set up your high place in every street; and you did become as a harlot gathering hires."
    },
    {
      "verse": 32,
      "text": "An adulteress resembles you, taking rewards of her husband."
    },
    {
      "verse": 33,
      "text": "She has even given rewards to all that went a-whoring after her, and you have given rewards to all your lovers, yes, you did load them with rewards, that they should come to you from every side for your fornication."
    },
    {
      "verse": 34,
      "text": "And there has happened in you perverseness in your fornication beyond otherwomen, and they have committed fornication with you, in that you give hires over and above, and hires were not given to you; and thusperverseness happened in you."
    },
    {
      "verse": 35,
      "text": "Therefore, harlot, hear the word of the Lord:"
    },
    {
      "verse": 36,
      "text": "Thus says the Lord, Because you have poured forth your money, therefore your shame shall be revealed in your harlotry with your lovers, and withregard to all the imaginations of your iniquities, and for the blood of your children which you have given to them."
    },
    {
      "verse": 37,
      "text": "Therefore, behold, I willgather all your lovers with whom you have consorted, and all whom you have loved, with all whom you did hate; and I will gather them against you round about, and will expose your wickedness to them, and they shall see all your shame."
    },
    {
      "verse": 38,
      "text": "And I will be avenged on you with the vengeance of an adulteress, and I will bring upon you blood of fury and jealousy."
    },
    {
      "verse": 39,
      "text": "And I will deliver you into their hands, and they shall break down your house of harlotry, and destroy your high place; and they shall strip you of your garments, and shall take your proud ornaments, and leave you naked and bare."
    },
    {
      "verse": 40,
      "text": "And they shall bring multitudes upon you, and they shall stone you with stones, and pierce you with their swords."
    },
    {
      "verse": 41,
      "text": "And they shall burn your houses with fire, and shall execute vengeance on you in the sight of many women: and I will turn you back from harlotry, and I will no more give yourewards."
    },
    {
      "verse": 42,
      "text": "So will I slacken my fury against you, and my jealousy shall be removed from you, and I will rest, and be no more careful for you."
    },
    {
      "verse": 43,
      "text": "Because you did not remember your infancy, and you did grieve me in all these things; therefore, behold, I have recompensed your ways upon your head, says the Lord: for thus have you wrought ungodliness above all your otheriniquities."
    },
    {
      "verse": 44,
      "text": "These are all the things they have spoken against you in a proverb, saying,"
    },
    {
      "verse": 45,
      "text": "As is the mother, so is your mother's daughter: you are she that has rejected her husband and her children; and the sisters of your sisters have rejected their husbands and their children: your mother was a Chettite, and yourfather an Amorite."
    },
    {
      "verse": 46,
      "text": "Your elder sister who dwells on your left hand is Samaria, she and her daughters: and your younger sister, that dwells on the right hand, is Sodom and her daughters."
    },
    {
      "verse": 47,
      "text": "Yet notwithstanding you have not walked in their ways, neither have you done according to their iniquities within a little, but you have exceeded them in all your ways."
    },
    {
      "verse": 48,
      "text": "AsI live, says the Lord, this Sodom and her daughters have not done as you and your daughters have done."
    },
    {
      "verse": 49,
      "text": "Moreover this was the sin of your sister Sodom, pride: she and her daughters lived in pleasure, in fullness of bread andin abundance: this belonged to her and her daughters, and they helped not the hand of the poor and needy."
    },
    {
      "verse": 50,
      "text": "And they boasted, and wrought iniquities before me: so I cut them off as I saw fit."
    },
    {
      "verse": 51,
      "text": "Also Samaria has not sinned according to half of your sins; but you have multiplied your iniquities beyond them, and you have justified your sisters in all your iniquities which you have committed."
    },
    {
      "verse": 52,
      "text": "You therefore bear your punishment, for that you have corrupted your sisters by your sins which you have committed beyond them; and you have made them appearmore righteous than yourself: you therefore be ashamed, and bear your dishonor, in that you have justified your sisters."
    },
    {
      "verse": 53,
      "text": "And I will turn their captivity, eventhe captivity of Sodom and her daughters; and I will turn the captivity of Samaria and her daughters; and I will turn your captivity in the midst of them:"
    },
    {
      "verse": 54,
      "text": "that you may bear your punishment, and be dishonored for all that you have done in provoking me to anger."
    },
    {
      "verse": 55,
      "text": "And your sister Sodom and her daughters shall be restored as they were at the beginning, and you and your daughters shall be restored as you⌃ were at the beginning."
    },
    {
      "verse": 56,
      "text": "And surely your sister Sodom was not mentioned by your mouth in the days of your pride:"
    },
    {
      "verse": 57,
      "text": "before your wickedness was revealed, even now you are the reproach of the daughters of Syria, and of all that are round about her, evenof the daughters of the Philistines that compass you round about."
    },
    {
      "verse": 58,
      "text": "As foryour ungodliness and your iniquities, you have borne them, says the Lord."
    },
    {
      "verse": 59,
      "text": "Thus says the Lord; I will even do to you as you have done, as you have dealt shamefully in these things to transgress my covenant."
    },
    {
      "verse": 60,
      "text": "And I will remember my covenant madewith you in the days of your infancy, and I will establish to you an everlasting covenant."
    },
    {
      "verse": 61,
      "text": "Then you shall remember your way, and shall be utterly dishonored when you receive your elder sisters with your younger ones: and I will give them to you for building up, but not by your covenant."
    },
    {
      "verse": 62,
      "text": "And I will establish my covenant with you; and you shall know that I am the Lord:"
    },
    {
      "verse": 63,
      "text": "that you may remember, and be ashamed, and may no more be able to open your mouth for your shame, when I am reconciled to you for all that you have done, says the Lord."
    }
  ]
}