{
  "book_id": "EZK",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the seventh year, on the fifteenth day of the month, there came men of the elders of the house of Israel to enquire of the Lord, and they sat before me."
    },
    {
      "verse": 2,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 3,
      "text": "Son of man, speak to the elders of the house of Israel, and you shall say to them, Thus says the Lord; Are you⌃ come to enquire of me? \\add As\\add* I live, I will not be enquired of by you, says the Lord."
    },
    {
      "verse": 4,
      "text": "Shall I utterly take vengeance on them, son of man? testify to them of the iniquities of their fathers:"
    },
    {
      "verse": 5,
      "text": "and you shall say to them, Thus says the Lord; From the day that I chose the house of Israel, and became known to the seed of the house of Jacob, and was known to them in the land of Egypt, and helped them with my hand, saying, I am the Lord your God;"
    },
    {
      "verse": 6,
      "text": "in that day I helped them with my hand, to bring them out of the land of Egypt into the land which I prepared for them, a land flowing with milk and honey, it is abundant beyond every land."
    },
    {
      "verse": 7,
      "text": "And I said to them, Let every one cast away the abominations of his eyes, and defile not yourselves with the devices of Egypt: I am the Lord your God."
    },
    {
      "verse": 8,
      "text": "But they revolted from me, and would not listen to me: they cast not away the abominations of their eyes, and forsook not the devices of Egypt: then I said that I would pour out my wrath upon them, to accomplish my wrath upon them in the midst of Egypt."
    },
    {
      "verse": 9,
      "text": "But I wrought \\add so\\add* that my name should not be at all profaned in the sight of the Gentiles, in the midst of whom they are, among whom I was made known to them in their sight, to bring them out of the land of Egypt."
    },
    {
      "verse": 10,
      "text": "And I brought them into the wilderness."
    },
    {
      "verse": 11,
      "text": "And I gave them my commandments, and made known to them my ordinances, all which \\add if\\add* a man shall do, he shall even live in them."
    },
    {
      "verse": 12,
      "text": "And I gave them my sabbaths, that they should be for a sign between me and them, that they should know that I am the Lord that sanctify them."
    },
    {
      "verse": 13,
      "text": "And I said to the house of Israel in the wilderness, Walk you⌃ in my commandments: but they walked not \\add in them\\add*, and they rejected my ordinances, which \\add if\\add* a man shall do, he shall even live in them; and they grievously profaned my sabbaths: and I said that I would pour out my wrath upon them in the wilderness, to consume them."
    },
    {
      "verse": 14,
      "text": "But I wrought \\add so\\add* that my name should not be at all profaned before the Gentiles, before whose eyes I brought them out."
    },
    {
      "verse": 15,
      "text": "But I lifted up my hand against them in the wilderness once for all, that I would not bring them into the land which I gave them, a land flowing with milk and honey, it is sweeter than all lands:"
    },
    {
      "verse": 16,
      "text": "because they rejected my ordinances, and walked not in my commandments, but profaned my sabbaths, and went after the imaginations of their hearts."
    },
    {
      "verse": 17,
      "text": "Yet my eyes spared them, so as \\add not\\add* to destroy them utterly, and I did not make an end of them in the wilderness."
    },
    {
      "verse": 18,
      "text": "And I said to their children in the wilderness, Walk not you⌃ in the customs of your fathers, and keep not their ordinances, and have no fellowship with their practices, nor defile yourselves \\add with them\\add*."
    },
    {
      "verse": 19,
      "text": "I \\add am\\add* the Lord your God; walk in my commandments, and keep my ordinances, and do them;"
    },
    {
      "verse": 20,
      "text": "and hallow my sabbaths, and let them be a sign between me and you, that you⌃ may know that I am the Lord your God."
    },
    {
      "verse": 21,
      "text": "But they provoked me, and their children walked not in my commandments, and they took no heed to my ordinances to do them, which \\add if\\add* a man shall do, he shall even live in them, and they profaned my sabbaths: then I said that I would pour out my wrath upon them in the wilderness, to accomplish my anger upon them."
    },
    {
      "verse": 22,
      "text": "But I wrought so that my name might not be at all profaned before the Gentiles; and I brought them out in their sight."
    },
    {
      "verse": 23,
      "text": "I lifted up my hand against them in the wilderness, that I would scatter them among the Gentiles, \\add and\\add* disperse them in the countries;"
    },
    {
      "verse": 24,
      "text": "because they kept not my ordinances, and rejected my commandments, and profaned my sabbaths, and their eyes went after the imaginations of their fathers."
    },
    {
      "verse": 25,
      "text": "So I gave them commandments \\add that were\\add* not good, and ordinances in which they should not live."
    },
    {
      "verse": 26,
      "text": "And I will defile them by their \\add own\\add* decrees, when I pass through upon every one that opens the womb, that I may destroy them."
    },
    {
      "verse": 27,
      "text": "Therefore, son of man, speak to the house of Israel, and you shall say to them, Thus says the Lord: Hitherto have your fathers provoked me in their trespasses in which they transgressed against me."
    },
    {
      "verse": 28,
      "text": "Whereas I brought them into the land concerning which I lifted up my hand to give it them; and they looked upon every high hill, and every shady tree, and they sacrificed there to their gods, and offered there sweet smelling savor, and there they poured out their drink-offerings."
    },
    {
      "verse": 29,
      "text": "And I said to them, What is Abama, that you⌃ go in there? and they called its name Abama, until this day."
    },
    {
      "verse": 30,
      "text": "Therefore say to the house of Israel, Thus says the Lord, Do you⌃ pollute yourselves with the iniquities of your fathers, and do you⌃ go a-whoring after their abominations,"
    },
    {
      "verse": 31,
      "text": "and \\add do you⌃ pollute yourselves\\add* with the first fruits of your gifts, in the offerings wherewith you⌃ pollute yourselves in all your imaginations, until this day; and shall I answer you, O house of Israel? \\add As\\add* I live, says the Lord, I will not answer you, neither shall this thing come upon your spirit."
    },
    {
      "verse": 32,
      "text": "And it shall not be as you⌃ say, We will be as the nations, and as the tribes of the earth, to worship stocks and stones."
    },
    {
      "verse": 33,
      "text": "Therefore, \\add as\\add* I live, says the Lord, I will reign over you with a strong hand, and with a high arm, and with outpoured wrath:"
    },
    {
      "verse": 34,
      "text": "I will bring you out from the nations, and will take you out of the lands wherein you⌃ were dispersed, with a strong hand, and with a high arm, and with outpoured wrath."
    },
    {
      "verse": 35,
      "text": "And I will bring you into the wilderness of the nations, and will plead with you there face to face."
    },
    {
      "verse": 36,
      "text": "As I pleaded with your fathers in the wilderness of the land of Egypt, so will I judge you, says the Lord."
    },
    {
      "verse": 37,
      "text": "And I will cause you to pass under my rod, and I will bring you in by number."
    },
    {
      "verse": 38,
      "text": "And I will separate from among you the ungodly and the revolters; for I will lead them forth out of their place of sojourning, and they shall not enter into the land of Israel: and you⌃ shall know that I am the Lord, \\add even\\add* the Lord."
    },
    {
      "verse": 39,
      "text": "And \\add as to\\add* you, O house of Israel, thus says the Lord, \\add even\\add* the Lord; Put away each one his \\add evil\\add* practices, and hereafter if you⌃ listen to me, then shall you⌃ no more profane my holy name by your gifts and by devices."
    },
    {
      "verse": 40,
      "text": "For upon my holy mountain, on the high mountain, says the Lord, \\add even\\add* the Lord, there shall all the house of Israel serve me for ever: and there will I accept \\add you\\add*, and there will I have respect to your first fruits, and the first fruits of your offerings, in all your holy things."
    },
    {
      "verse": 41,
      "text": "I will accept you with a sweet smelling savor, when I bring you out from the nations, and take you out of the countries wherein you⌃ have been dispersed; and I will be sanctified among you in the sight of the nations."
    },
    {
      "verse": 42,
      "text": "And you⌃ shall know that I am the Lord, when I have brought you into the land of Israel, into the land concerning which I lifted up my hand to give it to your fathers."
    },
    {
      "verse": 43,
      "text": "And you⌃ shall there remember your ways, and your devices wherewith you⌃ defiled yourselves; and you⌃ shall bewail yourselves for all your wickedness."
    },
    {
      "verse": 44,
      "text": "And you⌃ shall know that I am the Lord, when I have done thus to you, that my name may not be profaned in your evil ways, and in your corrupt devices, says the Lord."
    },
    {
      "verse": 45,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 46,
      "text": "Son of man, set your face against Thaeman, and look toward Darom, and prophesy against the chief forest of Nageb,"
    },
    {
      "verse": 47,
      "text": "and you shall say to the forest of Nageb, Hear the word of the Lord; thus says the Lord, \\add even\\add* the Lord; Behold, I \\add will\\add* kindle a fire in you, and it shall devour in you every green tree, and every dry tree: the flame that is kindled shall not be quenched, and every face shall be scorched with it from the south to the north."
    },
    {
      "verse": 48,
      "text": "And all flesh shall know that I the Lord have kindled it: it shall not be quenched."
    },
    {
      "verse": 49,
      "text": "And I said, Not so, O Lord God! they say to me, Is not this that is spoken a parable?"
    }
  ]
}