{
  "book_id": "EZK",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came to me saying,"
    },
    {
      "verse": 2,
      "text": "And you, son of man, take up a lamentation against Sor;"
    },
    {
      "verse": 3,
      "text": "and you shall say to Sor that dwells at the entrance of the sea, to the mart of the nations coming from many islands, Thus says the Lord to Sor; You have said, I have clothed myself with my beauty."
    },
    {
      "verse": 4,
      "text": "In the heart of the sea your sons have put beauty upon you for Beelim."
    },
    {
      "verse": 5,
      "text": "Cedar in Senir was employed for you in building: boards of cypress timber were taken out of Libanus, and wood to make you masts of fir."
    },
    {
      "verse": 6,
      "text": "They made your oars \\add of wood\\add* out of the land of Basan; your sacred utensils they made of ivory, your shady houses of wood from the isles of Chetiim."
    },
    {
      "verse": 7,
      "text": "Fine linen with embroidery from Egypt supplied the couch, to put honor upon you, and to clothe you with blue and purple from the isles of Elisai; and they became your coverings."
    },
    {
      "verse": 8,
      "text": "And your princes were the dwellers in Sidon, and the Aradians were your rowers: your wise men, O Sor, who were in you, these were your pilots."
    },
    {
      "verse": 9,
      "text": "The elders of the Biblians, and their wise men, who were in you, these helped your counsel: and all the ships of the sea and their rowers traded for you to the utmost west."
    },
    {
      "verse": 10,
      "text": "Persians and Lydians and Libyans were in your army: your warriors hung in you shields and helmets; these gave \\add you\\add* your glory."
    },
    {
      "verse": 11,
      "text": "The sons of the Aradians and your army were upon the walls; there were guards in your towers: they hung their quivers on your battlements round about; these completed your beauty."
    },
    {
      "verse": 12,
      "text": "The Carthaginians were your merchants because of the abundance of all your strength; they furnished your market with silver, and gold, and iron, and tin, and lead."
    },
    {
      "verse": 13,
      "text": "Greece, both the whole \\add world\\add*, and the adjacent coasts, these traded with you in the persons of men, and they gave \\add as\\add* your merchandise vessels of brass."
    },
    {
      "verse": 14,
      "text": "Out of the house of Thogarma horses and horsemen furnished the market."
    },
    {
      "verse": 15,
      "text": "The sons of the Rhodians were your merchants; from the islands they multiplied your merchandise, \\add even\\add* elephants' teeth: and to them that came in you did return your prices,"
    },
    {
      "verse": 16,
      "text": "\\add even\\add* men \\add as\\add* your merchandise, from the multitude of your trading \\add population\\add*, myrrh and embroidered works from Tharsis: Ramoth also and Chorchor furnished your market."
    },
    {
      "verse": 17,
      "text": "Juda and the children of Israel, these were your merchants; in the sale of corn and ointments and cassia: and they gave the best honey, and oil, and resin, to your trading \\add population\\add*."
    },
    {
      "verse": 18,
      "text": "\\add The people of\\add* Damascus were your merchants by reason of the abundance of all your power; wine out of Chelbon, and wool from Miletus; and they brought wine into your market."
    },
    {
      "verse": 19,
      "text": "Out of Asel \\add came\\add* wrought iron, and there is the sound of wheels among your trading \\add population\\add*."
    },
    {
      "verse": 20,
      "text": "\\add The people of\\add* Daedan were your merchants, with choice cattle for chariots."
    },
    {
      "verse": 21,
      "text": "Arabia and all the princes of Kedar, these were your traders with you, \\add bringing\\add* camels, and lambs, and rams, in which they trade with you."
    },
    {
      "verse": 22,
      "text": "The merchants of Sabba and Ramma, these were your merchants, with choice spices, and precious stones: and they brought gold to your market."
    },
    {
      "verse": 23,
      "text": "Charra, and Chanaa, these were your merchants: Assur, and Charman, were your merchants:"
    },
    {
      "verse": 24,
      "text": "bringing \\add for\\add* merchandise blue, and choice stores bound with cords, and cypress wood."
    },
    {
      "verse": 25,
      "text": "Ships were your merchants, in abundance, with your trading \\add population\\add*: and you were filled and very heavily loaded in the heart of the sea."
    },
    {
      "verse": 26,
      "text": "Your rowers have brought you into great waters: the south wind has broken you in the heart of the sea."
    },
    {
      "verse": 27,
      "text": "Your forces, and your gain, and that of your traders, and your rowers, and your pilots, and your counselors, and they that traffic with you, and all your warriors that are in you: and all your company in the midst of you shall perish in the heart of the sea, in the day of your fall."
    },
    {
      "verse": 28,
      "text": "At the cry of your voice your pilots shall be greatly terrified."
    },
    {
      "verse": 29,
      "text": "And all the rowers and the mariners shall come down from the ships, and the pilots of the sea shall stand on the land."
    },
    {
      "verse": 30,
      "text": "And they shall wail over you with their voice, and cry bitterly, and put earth on their heads, and spread ashes under them."
    },
    {
      "verse": 32,
      "text": "And their sons shall take up a \\add lament\\add* for you, even a lamentation for Sor, \\add saying\\add*,"
    },
    {
      "verse": 33,
      "text": "How large a reward have you gained from the sea? you have filled nations out of your abundance; and out of your mixed merchandise you have enriched all the kings of the earth."
    },
    {
      "verse": 34,
      "text": "Now are you broken in the sea, your traders are in the deep water, and all your company in the midst of you: all your rowers have fallen."
    },
    {
      "verse": 35,
      "text": "All the dwellers in the islands have mourned over you, and their kings have been utterly amazed, and their countenance has wept."
    },
    {
      "verse": 36,
      "text": "Merchants from the nations have hissed at you; you are utterly destroyed, and shall not be any more for ever."
    }
  ]
}