{
  "book_id": "EZK",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 2,
      "text": "And you, son of man, say to the prince of Tyrus, Thus says the Lord; Because your heart has been exalted, and you have said, I am God, I have inhabited the dwelling of God in the heart of the sea; yet you are man and not God, though you have set your heart as the heart of God:"
    },
    {
      "verse": 3,
      "text": "are you wiser than Daniel? or have not the wise instructed you with their knowledge?"
    },
    {
      "verse": 4,
      "text": "Have you gained power for yourself by your ownknowledge or your ownprudence, and gottengold and silver in your treasures?"
    },
    {
      "verse": 5,
      "text": "By your abundant knowledge and your traffic you have multiplied your power; your heart has been lifted up by your power."
    },
    {
      "verse": 6,
      "text": "Therefore thus says the Lord; Since you have set your heart as the hart of God;"
    },
    {
      "verse": 7,
      "text": "because of this, behold, I willbring on you strange plagues from the nations; and they shall draw their swords against you, and against the beauty of your knowledge,"
    },
    {
      "verse": 8,
      "text": "and they shall bring down your beauty to destruction. And they shall bring you down; and you shall die the death of the slain in the heart of the sea."
    },
    {
      "verse": 9,
      "text": "Will you indeed say, I am God, before them that kill you? whereas you are man, and not God."
    },
    {
      "verse": 10,
      "text": "You shall perish by the hands of strangers among the multitude of the uncircumcised: for I have spoken it, says the Lord."
    },
    {
      "verse": 11,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 12,
      "text": "Son of man, take up a lamentation for the prince of Tyre, and say to him, Thus says the Lord God; You are a seal of resemblance, and crown of beauty."
    },
    {
      "verse": 13,
      "text": "You were in the delight of the paradise of God; you have bound upon you every precious stone, the sardius, and topaz, and emerald, and carbuncle, and sapphire, and jasper, and silver, and gold, and ligure, and agate, and amethyst, and chrysolite, and beryl, and onyx: and you have filled your treasures and your stores in you with gold."
    },
    {
      "verse": 14,
      "text": "From the day that you were created you waswith the cherub: I set you on the holy mount of God; you were in the midst of the stones of fire."
    },
    {
      "verse": 15,
      "text": "You were faultless in your days, from the day that you were created, until iniquity was found in you."
    },
    {
      "verse": 16,
      "text": "Of the abundance of your merchandise you have filled your storehouses with iniquity, and have sinned: therefore you have been cast down wounded from the mount of God, and the cherub has brought you out of the midst of the stones of fire."
    },
    {
      "verse": 17,
      "text": "Your heart has been lifted up because of your beauty; your knowledge has been corrupted with your beauty: because of the multitude of your sins I have cast you to the ground, I have caused you to be put to open shame before kings."
    },
    {
      "verse": 18,
      "text": "Because of the multitude of your sins and the iniquities of your merchandise, I have profaned your sacred things; and I will bring fire out of the midst of you, this shall devour you; and I will make you to beashes upon your land before all that see you."
    },
    {
      "verse": 19,
      "text": "And all that know you among the nations shall groan over you: you are gone to destruction, and you shall not exist any more."
    },
    {
      "verse": 20,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 21,
      "text": "Son of man, set your face against Sidon, and prophesy against it,"
    },
    {
      "verse": 22,
      "text": "and say, Thus says the Lord; Behold, I am against you, O Sidon; and I will be glorified in you; and you shall know that I am the Lord, when I have wrought judgments in you, and I will be sanctified in you."
    },
    {
      "verse": 23,
      "text": "Blood and death shall bein your streets; and menwounded with swords shall fall in you and on every side of you; and they shall know that I am the Lord."
    },
    {
      "verse": 24,
      "text": "And there shall no more be in the house of Israel a thorn of bitterness and a pricking briar proceeding from them that are round about them, who dishonored them; and they shall know that I am the Lord."
    },
    {
      "verse": 25,
      "text": "Thus says the Lord God; I will also gather Israel from the nations, among whom they have been scattered, and I will be sanctified among them, and before the peoples and nations: and they shall dwell upon their land, which I gave to my servant Jacob."
    },
    {
      "verse": 26,
      "text": "Yes, they shall dwell upon it safely, and they shall build houses, and plant vineyards, and dwell securely, when I shall execute judgment on all that have dishonored them, evenon those that areround about them; and they shall know that I am the Lord their God, and the God of their fathers."
    }
  ]
}