{
  "book_id": "EZK",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "In the twelfth year, in the tenth month, on the first \\add day\\add* of the month, the word of the Lord came to me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, set your face against Pharao king of Egypt, and prophesy against him, and against the whole of Egypt:"
    },
    {
      "verse": 3,
      "text": "and say, Thus says the Lord; Behold, I am against Pharao, the great dragon that lies in the midst of his rivers, that says, The rivers are mine, and I made them."
    },
    {
      "verse": 4,
      "text": "And I will put hooks in your jaws, and I will cause the fish of your river to stick to your sides, and I will bring you up out of the midst of your river:"
    },
    {
      "verse": 5,
      "text": "and I will quickly cast down you and all the fish of your river: you shall fall on the face of the plain, and shall by no means be gathered, and shall not be brought together: I have given you for food to the wild beasts of the earth and to the fowls of the sky."
    },
    {
      "verse": 6,
      "text": "And all the dwellers in Egypt shall know that I am the Lord, because you have been a staff of reed to the house of Israel."
    },
    {
      "verse": 7,
      "text": "When they took hold of you with their hand, you did break: and when every hand was clapped against them, and when they leaned on you, you were utterly broken, and did crush the loins of them all."
    },
    {
      "verse": 8,
      "text": "Therefore thus says the Lord; Behold, I \\add will\\add* bring a sword upon you, and will cut off from you man and beast;"
    },
    {
      "verse": 9,
      "text": "and the land of Egypt shall be ruined and desert; and they shall know that I am the Lord; because you say, The rivers are mine, and I made them."
    },
    {
      "verse": 10,
      "text": "Therefore, behold, I am against you, and against all your rivers, and I will give up the land of Egypt to desolation, and the sword, and destruction, from Magdol and Syene even to the borders of the Ethiopians."
    },
    {
      "verse": 11,
      "text": "No foot of man shall pass through it, and no foot of beast shall pass through it, and it shall not be inhabited for forty years."
    },
    {
      "verse": 12,
      "text": "And I will cause her land to be utterly destroyed in the midst of a land that is desolate, and her cities shall be \\add desolate\\add* forty years in the midst of cities that are desolate: and I will disperse Egypt among the nations, and will utterly scatter them into the countries."
    },
    {
      "verse": 13,
      "text": "Thus says the Lord; After forty years I will gather the Egyptians from the nations among whom they have been scattered;"
    },
    {
      "verse": 14,
      "text": "and I will turn the captivity of the Egyptians, and will cause them to dwell in the land of Phathore, in the land whence they were taken;"
    },
    {
      "verse": 15,
      "text": "and it shall be a base kingdom beyond all \\add other\\add* kingdoms; it shall not any more be exalted over the nations; and I will make them few in number, that they may not be \\add great\\add* among the nations."
    },
    {
      "verse": 16,
      "text": "And they shall no more be to the house of Israel a confidence bringing iniquity to remembrance, when they follow after them; and they shall know that I am the Lord."
    },
    {
      "verse": 17,
      "text": "And it came to pass in the twenty-seventh year, on the first \\add day\\add* of the month, the word of the Lord came to me, saying,"
    },
    {
      "verse": 18,
      "text": "Son of man, Nabuchodonosor king of Babylon caused his army to serve a great service against Tyre; every head was bald, and every shoulder peeled; yet there was no reward to him or to his army \\add serving\\add* against Tyre, nor for the service wherewith they served against it."
    },
    {
      "verse": 19,
      "text": "Thus says the Lord God; Behold, I \\add will\\add* give to Nabuchodonosor king of Babylon the land of Egypt, and he shall take the plunder thereof, and seize the spoils thereof; and \\add it\\add* shall be a reward for his army."
    },
    {
      "verse": 20,
      "text": "In return for his service wherewith he served against Tyre, I have given him the land of Egypt; thus says the Lord God:"
    },
    {
      "verse": 21,
      "text": "In that day shall a horn spring forth for all the house of Israel, and I will give you an open mouth in the midst of them; and they shall know that I am the Lord."
    }
  ]
}