{
  "book_id": "EZK",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the twenty-fifth year of our captivity, in the first month, on the tenth \\add day\\add* of the month, in the fourteenth year after the taking of the city, in that day the hand of the Lord was upon me, and brought me"
    },
    {
      "verse": 2,
      "text": "in a vision of God into the land of Israel, and set me on a very high mountain, and upon it \\add there was\\add* as it were the frame of a city before \\add me\\add*."
    },
    {
      "verse": 3,
      "text": "And he brought me in there, and, behold, \\add there was\\add* a man, and the appearance of him was as the appearance of shining brass, and in his hand was a builder's line, and a measuring reed; and he stood at the gate."
    },
    {
      "verse": 4,
      "text": "And the man said to me, Look with your eyes at him whom you have seen, son of man, and hear with your ears, and lay up in your heart all things that I show you; for you have come in hither that \\add I\\add* might show you, and you shall show all things that you see to the house of Israel."
    },
    {
      "verse": 5,
      "text": "And behold a wall round about the house without, and in the man's hand a reed, the measure \\add of it was\\add* six cubits by the cubit, and a span: and he measured across the front wall; the breadth was equal to the reed, and the length of it equal to the reed."
    },
    {
      "verse": 6,
      "text": "And he entered by seven steps into the gate that looks eastward, and he measured across the porch of the gate equal to the reed."
    },
    {
      "verse": 7,
      "text": "And the chamber was equal in length to the reed, and equal in breadth to the reed; and the porch between the chambers six cubits; and the second chamber equal in breadth to the reed, and equal in length to the reed, and the porch five cubits."
    },
    {
      "verse": 8,
      "text": "And the third chamber equal in length to the reed, and equal in breadth to the reed."
    },
    {
      "verse": 9,
      "text": "And the porch of the gateway (near the porch of the gate) eight cubits; and the posts there of two cubits; and the porch of the gate was inward:"
    },
    {
      "verse": 10,
      "text": "and the chambers of the gate of the chamber in front \\add were\\add* three on one side and three on the other, and \\add there was\\add* one measure to the three: \\add there was\\add* one measure to the porches on this side and on that."
    },
    {
      "verse": 11,
      "text": "And he measured the breadth of the door of the gateway, ten cubits; and the breadth of the gateway thirteen cubits."
    },
    {
      "verse": 12,
      "text": "And the space before the chambers was narrowed to a cubit in front of the chambers on this side and on that side: and the chamber was six cubits this way, and six cubits that way."
    },
    {
      "verse": 13,
      "text": "And he measured the gate from the wall of one chamber to the wall of the other chamber: the breadth was twenty-five cubits, the one gate over against the other gate."
    },
    {
      "verse": 14,
      "text": "And the open space of the porch of the gate without, was twenty cubits to the chambers round about the gate."
    },
    {
      "verse": 15,
      "text": "And the open space of the gate without to the open space of the porch of the gate within was fifty cubits."
    },
    {
      "verse": 16,
      "text": "And \\add there were\\add* secret windows to the chambers, and to the porches within the gate of the court round about, and in the same manner windows to the porches round about within: and on the porch \\add there were\\add* palm-trees on this side and on that side."
    },
    {
      "verse": 17,
      "text": "And he brought me into the inner court, and, behold, \\add there were\\add* chambers, and peristyles round about the court; thirty chambers within the ranges of columns."
    },
    {
      "verse": 18,
      "text": "And the porticos were behind the gates; according to the length of the gates, was the lower peristyle."
    },
    {
      "verse": 19,
      "text": "And he measured the breadth of the court, from the open space of the outer gate inwards to the open space of the gate looking outwards: one hundred cubits \\add was the distance to the place\\add* of the gate looking eastward: and he brought me to the north;"
    },
    {
      "verse": 20,
      "text": "and behold a gate looking northwards \\add belonging to\\add* the outer court, and he measured it, both the length of it and the breadth;"
    },
    {
      "verse": 21,
      "text": "and the chambers, three on this side and three on that; and the posts, and the porches, and the palm-trees thereof: and they were according to the measures of the gate that looks eastward: the length thereof was fifty cubits, and the breadth thereof was twenty-five cubits."
    },
    {
      "verse": 22,
      "text": "And its windows, and its porches, and its palm-trees, were according to \\add the dimensions of\\add* the gate looking eastward; and they went up to it by seven steps; and the porches were within."
    },
    {
      "verse": 23,
      "text": "And \\add there was\\add* a gate to the inner court looking toward the north gate, after the manner of the gate looking toward the east; and he measured the court from gate to gate, one hundred cubits."
    },
    {
      "verse": 24,
      "text": "And he brought me to the south side, and behold a gate looking southwards: and he measured it, and its chambers, and its posts, and its porches, according to these dimensions."
    },
    {
      "verse": 25,
      "text": "And its windows and its porches round about were according to the windows of the porch: the length thereof was fifty cubits, and the breadth thereof was five and twenty cubits."
    },
    {
      "verse": 26,
      "text": "And it had seven steps, and porches within: and it \\add had\\add* palm-trees on the posts, one on one side, and one on the other side."
    },
    {
      "verse": 27,
      "text": "And \\add there was\\add* a gate opposite the gate of the inner court southward: and he measured the court from gate to gate, one hundred cubits in breadth southward."
    },
    {
      "verse": 28,
      "text": "And he brought me into the inner court of the south gate: and he measured the gate according to these measures;"
    },
    {
      "verse": 29,
      "text": "and the chambers, and the posts,"
    },
    {
      "verse": 30,
      "text": "and the porches, according to these measures: and \\add there were\\add* windows to it and to the porches round about: its length was fifty cubits, and \\add its\\add* breadth twenty-five cubits,"
    },
    {
      "verse": 31,
      "text": "from the porch to the outer court: and \\add there were\\add* palm-trees to the post \\add thereof\\add*, and eight steps."
    },
    {
      "verse": 32,
      "text": "And he brought me in at the gate that looks eastward: and he measured it according to these measures:"
    },
    {
      "verse": 33,
      "text": "and the chambers, and the posts, and the porches according to these measures: and \\add there were\\add* windows to it, and porches round about: the length of it was fifty cubits, and the breadth of it twenty-five cubits."
    },
    {
      "verse": 34,
      "text": "And \\add there were\\add* porches \\add opening\\add* into the inner court, and palm-trees on the posts on this side and on that side: and it \\add had\\add* eight steps."
    },
    {
      "verse": 35,
      "text": "And he brought me in at the northern gate, and measured \\add it\\add* according to these measures;"
    },
    {
      "verse": 36,
      "text": "and the chambers, and the posts, and the porches: and it \\add had\\add* windows round about, and \\add it had\\add* its porches: the length of it was fifty cubits, and the breadth twenty-five cubits."
    },
    {
      "verse": 37,
      "text": "And its porches were toward the inner court; and \\add there were\\add* palm-trees to the posts on this side and on that side: and it \\add had\\add* eight steps."
    },
    {
      "verse": 38,
      "text": "Its chambers and its door-ways, and its porches at the second gate \\add served as\\add* a drain,"
    },
    {
      "verse": 39,
      "text": "that they might kill in it the sin-offerings, and the trespass-offerings."
    },
    {
      "verse": 40,
      "text": "And behind the drain for the whole burnt offerings at the north \\add gate\\add*, two tables eastward behind the second gate; and \\add behind\\add* the porch of the gate two tables eastward."
    },
    {
      "verse": 41,
      "text": "Four on one side and four on the other side behind the gate; upon them they kill the victims, in front of the eight tables of sacrifices."
    },
    {
      "verse": 42,
      "text": "And \\add there were\\add* four tables of hewn stone for whole burnt offerings, the breadth \\add of them was\\add* a cubit and a half, and the length \\add of them\\add* two cubits \\add and\\add* a half, and \\add their\\add* height was a cubit: on them they shall place the instruments with which they kill there the whole burnt offerings and the victims."
    },
    {
      "verse": 43,
      "text": "And they shall have within a border of hewn stone round about of a span broad, and over the tables above screens for covering \\add them\\add* from the wet and from the heat."
    },
    {
      "verse": 44,
      "text": "And he brought me into the inner court, and behold \\add there were\\add* two chambers in the inner court, one behind the gate looking to the north, turning southward, and one behind the southern gate, but which looks to the north."
    },
    {
      "verse": 45,
      "text": "And he said to me, This chamber that looks to the south, is for the priests that keep the charge of the house."
    },
    {
      "verse": 46,
      "text": "And the chamber that looks to the north is for the priests that keep the charge of the altar: they are the sons of Sadduc, those of the tribe of Levi who draw near to the Lord to serve him."
    },
    {
      "verse": 47,
      "text": "And he measured the court, the length \\add whereof was\\add* one hundred cubits, and the breadth one hundred cubits, on its four sides; and the altar in front of the house."
    },
    {
      "verse": 48,
      "text": "And he brought me into the porch of the house; and he measured the post of the porch, the breadth was five cubits on one side and five cubits on the other side; and the breadth of the door \\add was\\add* fourteen cubits, and the side-pieces of the door of the porch \\add were\\add* three cubits on one side, and three cubits on the other side."
    },
    {
      "verse": 49,
      "text": "And the length of the porch was twenty cubits, and the breadth twelve cubits; and they went up to it by ten steps; and \\add there were\\add* pillars to the porch, one on this side and one on that side."
    }
  ]
}