{
  "book_id": "1CH",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And sons of Issachar; Tola, and Puah, Jashub, and Shimron, four."
    },
    {
      "verse": 2,
      "text": "And sons of Tola: Uzzi, and Rephaiah, and Jeriel, and Jahmai, and Jibsam, and Shemuel, heads of the house of their fathers, [even] of Tola, mighty of valour in their generations: their number in the days of David [is] twenty and two thousand and six hundred."
    },
    {
      "verse": 3,
      "text": "And sons of Uzzi: Izrahiah; and sons of Izrahiah: Michael, and Obadiah, and Joel, Ishiah, Hamishah — all of them heads."
    },
    {
      "verse": 4,
      "text": "And beside them, by their generations, of the house of their fathers, [are] troops of the host of battle, thirty and six thousand, for they multiplied wives and sons;"
    },
    {
      "verse": 5,
      "text": "and their brethren of all the families of Issachar [are] mighty of valour, eighty and seven thousand, all have their genealogy."
    },
    {
      "verse": 6,
      "text": "Of Benjamin: Bela, and Becher, and Jediael, three."
    },
    {
      "verse": 7,
      "text": "And sons of Bela: Ezbon, and Uzzi, and Uzziel, and Jerimoth, and Iri, five; heads of a house of fathers, mighty of valour, with their genealogy, twenty and two thousand, and thirty and four."
    },
    {
      "verse": 8,
      "text": "And sons of Becher: Zemirah, and Joash, and Eliezar, and Elioenai, and Omri, and Jerimoth, and Abijah, and Anathoth, and Alameth. All these [are] sons of Becher,"
    },
    {
      "verse": 9,
      "text": "with their genealogy, after their generations, heads of a house of their fathers, mighty of valour, twenty thousand and two hundred."
    },
    {
      "verse": 10,
      "text": "And sons of Jediael: Bilhan; and sons of Bilhan: Jeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tarshish, and Ahishahar."
    },
    {
      "verse": 11,
      "text": "All these [are] sons of Jediael, even heads of the fathers, mighty in valour, seventeen thousand and two hundred going out to the host for battle."
    },
    {
      "verse": 12,
      "text": "And Shuppim and Huppim [are] sons of Ir; Hushim son of Aher."
    },
    {
      "verse": 13,
      "text": "Sons of Naphtali: Jahziel, and Guni, and Jezer, and Shallum, sons of Bilhah."
    },
    {
      "verse": 14,
      "text": "Sons of Manasseh: Ashriel, whom Jaladah his Aramaean concubine bare, with Machir father of Gilead."
    },
    {
      "verse": 15,
      "text": "And Machir took wives for Huppim and for Shuppim, and the name of the one [is] Maachah, and the name of the second Zelophehad, and Zelophehad hath daughters."
    },
    {
      "verse": 16,
      "text": "And Maachah wife of Machir beareth a son and calleth his name Peresh, and the name of his brother [is] Sheresh, and his sons [are] Ulam and Rakem."
    },
    {
      "verse": 17,
      "text": "And son of Ulam: Bedan. These [are] sons of Gilead son of Machir, son of Manasseh."
    },
    {
      "verse": 18,
      "text": "And his sister Hammolecheth bare Ishhod, and Abiezer, and Mahalah."
    },
    {
      "verse": 19,
      "text": "And the sons of Shemida are Ahian, and Shechem, and Likhi, and Aniam."
    },
    {
      "verse": 20,
      "text": "And sons of Ephraim: Shuthelah, and Bered his son, and Tahath his son, and Eladah his son, and Tahath his son,"
    },
    {
      "verse": 21,
      "text": "and Zabad his son, and Shuthelah his son, and Ezer, and Elead; and slain them have men of Gath who are born in the land, because they came down to take their cattle."
    },
    {
      "verse": 22,
      "text": "And Ephraim their father mourneth many days, and his brethren come in to comfort him,"
    },
    {
      "verse": 23,
      "text": "and he goeth in unto his wife, and she conceiveth and beareth a son, and he calleth his name Beriah, because in evil had been his house, —"
    },
    {
      "verse": 24,
      "text": "and his daughter [is] Sherah, and she buildeth Beth-Horon, the lower and the upper, and Uzzen-Sherah —"
    },
    {
      "verse": 25,
      "text": "and Rephah [is] his son, and Resheph, and Telah his son, and Tahan his son,"
    },
    {
      "verse": 26,
      "text": "Laadan his son, Ammihud his son, Elishama his son,"
    },
    {
      "verse": 27,
      "text": "Non his son, Jehoshua his son."
    },
    {
      "verse": 28,
      "text": "And their possession and their dwellings [are] Beth-El and its small towns, and to the east Naaran, and to the west Gezer and its small towns, and Shechem and its small towns, unto Gaza and its small towns;"
    },
    {
      "verse": 29,
      "text": "and by the parts of the sons of Manasseh, Beth-Shean and its small towns, Taanach and its small towns, Megiddo and its small towns, Dor and its small towns; in these dwelt the sons of Joseph son of Israel."
    },
    {
      "verse": 30,
      "text": "Son of Asher: Imnah, and Ishve, and Ishvi, and Beriah, and Serah their sister."
    },
    {
      "verse": 31,
      "text": "And sons of Beriah: Heber, and Malchiel — he [is] father of Birzavith."
    },
    {
      "verse": 32,
      "text": "And Heber begat Japhlet, and Shomer, and Hotham, and Shua their sister."
    },
    {
      "verse": 33,
      "text": "And sons of Japhlet: Pasach, and Bimhal, and Ashvath; these [are] sons of Japhlet."
    },
    {
      "verse": 34,
      "text": "and sons of Shamer: Ahi, and Rohgah, Jehubbah, and Aram."
    },
    {
      "verse": 35,
      "text": "And son of Helem his brother: Zophah, and Imna, and Shelesh, and Amal."
    },
    {
      "verse": 36,
      "text": "Sons of Zophah: Suah, and Harnepher, and Shual, and Beri, and Imrah,"
    },
    {
      "verse": 37,
      "text": "Bezer, and Hod, and Shamma, and Shilshah, and Ithran, and Beera."
    },
    {
      "verse": 38,
      "text": "And sons of Jether: Jephunneh, and Pispah, and Ara."
    },
    {
      "verse": 39,
      "text": "And sons of Ulla: Arah, and Hanniel, and Rezia."
    },
    {
      "verse": 40,
      "text": "All these [are] sons of Asher, heads of the house of the fathers, chosen ones, mighty in valour, heads of the princes, with their genealogy, for the host, for battle, their number [is] twenty and six thousand men."
    }
  ]
}