{
  "book_id": "1CH",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And David and the heads of the host separate for service, of the sons of Asaph, and Heman, and Jeduthun, who are prophesying with harps, with psalteries, and with cymbals, and the number of the workmen is according to their service."
    },
    {
      "verse": 2,
      "text": "Of sons of Asaph: Zaccur, and Joseph, and Nethaniah, and Asharelah, sons of Asaph, [are] by the side of Asaph, who is prophesying by the side of the king."
    },
    {
      "verse": 3,
      "text": "Of Jeduthun: sons of Jeduthun, Gedaliah, and Zeri, and Jeshaiah, Hashabiah, and Mattithiah, Shisshah, [are] by the side of their father Jeduthun; with a harp he is prophesying, for giving of thanks and of praise to Jehovah."
    },
    {
      "verse": 4,
      "text": "Of Heman: sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-Ezer, Joshbekashah, Mallothi, Hothir, Mahazioth;"
    },
    {
      "verse": 5,
      "text": "all these [are] sons of Heman — seer of the king in the things of God — to lift up a horn; and God giveth to Heman fourteen sons and three daughters."
    },
    {
      "verse": 6,
      "text": "All these [are] by the side of their father in the song of the house of Jehovah, with cymbals, psalteries, and harps, for the service of the house of God; by the side of the king [are] Asaph, and Jeduthun, and Heman."
    },
    {
      "verse": 7,
      "text": "And their number, with their brethren — taught in the song of Jehovah, all who are intelligent — is two hundred, eighty and eight."
    },
    {
      "verse": 8,
      "text": "And they cause to fall lots — charge over-against [charge], as well the small as the great, the intelligent with the learner."
    },
    {
      "verse": 9,
      "text": "And the first lot goeth out for Asaph to Joseph; [to] Gedaliah the second; he, and his brethren and his sons, twelve;"
    },
    {
      "verse": 10,
      "text": "the third [to] Zaccur, his sons and his brethren, twelve;"
    },
    {
      "verse": 11,
      "text": "the fourth to Izri, his sons and his brethren, twelve;"
    },
    {
      "verse": 12,
      "text": "the fifth [to] Nethaniah, his sons and his brethren, twelve;"
    },
    {
      "verse": 13,
      "text": "the sixth [to] Bukkiah, his sons and his brethren, twelve;"
    },
    {
      "verse": 14,
      "text": "the seventh [to] Jesharelah, his sons and his brethren, twelve;"
    },
    {
      "verse": 15,
      "text": "the eighth [to] Jeshaiah, his sons and his brethren, twelve;"
    },
    {
      "verse": 16,
      "text": "the ninth [to] Mattaniah, his sons and his brethren, twelve;"
    },
    {
      "verse": 17,
      "text": "the tenth [to] Shimei, his sons and his brethren, twelve:"
    },
    {
      "verse": 18,
      "text": "eleventh [to] Azareel, his sons and his brethren, twelve;"
    },
    {
      "verse": 19,
      "text": "the twelfth [to] Hashabiah, his sons and his brethren, twelve;"
    },
    {
      "verse": 20,
      "text": "at the thirteenth [to] Shubael, his sons and his brethren, twelve;"
    },
    {
      "verse": 21,
      "text": "at the fourteenth [to] Mattithiah, his sons and his brethren, twelve;"
    },
    {
      "verse": 22,
      "text": "at the fifteenth [to] Jeremoth, his sons and his brethren, twelve;"
    },
    {
      "verse": 23,
      "text": "at the sixteenth [to] Hananiah, his sons and his brethren, twelve;"
    },
    {
      "verse": 24,
      "text": "at the seventeenth [to] Joshbekashah, his sons and his brethren, twelve;"
    },
    {
      "verse": 25,
      "text": "at the eighteenth [to] Hanani, his sons and his brethren, twelve;"
    },
    {
      "verse": 26,
      "text": "at the nineteenth [to] Mallothi, his sons and his brethren, twelve;"
    },
    {
      "verse": 27,
      "text": "at the twentieth [to] Eliathah, his sons and his brethren, twelve;"
    },
    {
      "verse": 28,
      "text": "at the one and twentieth [to] Hothir, his sons and his brethren, twelve;"
    },
    {
      "verse": 29,
      "text": "at the two and twentieth [to] Giddalti, his sons and his brethren, twelve;"
    },
    {
      "verse": 30,
      "text": "at the three and twentieth [to] Mahazioth, his sons and his brethren, twelve;"
    },
    {
      "verse": 31,
      "text": "at the four and twentieth [to] Romamti-Ezer, his sons and his brethren, twelve."
    }
  ]
}