{
  "book_id": "1CH",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "For the courses of the gatekeepers: of the Korhites [is] Meshelemiah son of Kore, of the sons of Asaph;"
    },
    {
      "verse": 2,
      "text": "and to Meshelemiah [are] sons, Zechariah the first-born, Jediael the second, Zebadiah the third, Jathniel the fourth,"
    },
    {
      "verse": 3,
      "text": "Elam the fifth, Jehohanan the sixth, Elioenai the seventh."
    },
    {
      "verse": 4,
      "text": "And to Obed-Edom [are] sons, Shemaiah the first-born, Jehozabad the second, Joah the third, and Sacar the fourth, and Nethaneel the fifth,"
    },
    {
      "verse": 5,
      "text": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth, for God hath blessed him."
    },
    {
      "verse": 6,
      "text": "And to Shemaiah his son have sons been born, who are ruling throughout the house of their father, for they [are] mighty of valour."
    },
    {
      "verse": 7,
      "text": "Sons of Shemaiah [are] Othni, and Rephael, and Obed, Elzabad; his brethren [are] sons of valour, Elihu and Semachiah,"
    },
    {
      "verse": 8,
      "text": "all these [are] of the sons of Obed-Edom; they, and their sons, and their brethren, men of valour with might for service, [are] sixty and two of Obed-Edom."
    },
    {
      "verse": 9,
      "text": "And to Meshelemiah [are] sons and brethren, sons of valour, eighteen;"
    },
    {
      "verse": 10,
      "text": "and to Hosah, of the sons of Merari, [are] sons: Shimri the head (though he was not first-born, yet his father setteth him for head),"
    },
    {
      "verse": 11,
      "text": "Hilkiah the second, Tebaliah the third, Zechariah the fourth; all the sons and brethren of Hosah [are] thirteen."
    },
    {
      "verse": 12,
      "text": "According to these [are] the courses of the gatekeepers; to the heads of the mighty ones [are] charges over-against their brethren, to minister in the house of Jehovah,"
    },
    {
      "verse": 13,
      "text": "and they cause to fall lots, as well the small as the great, according to the house of their fathers, for gate and gate."
    },
    {
      "verse": 14,
      "text": "And the lot falleth eastward to Shelemiah; and [for] Zechariah his son — a counsellor with understanding — they cause to fall lots, and his lot goeth out northward:"
    },
    {
      "verse": 15,
      "text": "to Obed-Edom southward, and to his sons, the house of the gatherings;"
    },
    {
      "verse": 16,
      "text": "to Shuppim and to Hosah to the west, with the gate Shallecheth, in the highway, the ascent, charge over-against charge;"
    },
    {
      "verse": 17,
      "text": "to the east the Levites [are] six; to the north daily four, to the south daily four, and to the gatherings two by two,"
    },
    {
      "verse": 18,
      "text": "at Parbar, to the west, [are] four at the highway, two at Parbar."
    },
    {
      "verse": 19,
      "text": "These are the courses of the gatekeepers, of the sons of the Korhite, and of the sons of Merari."
    },
    {
      "verse": 20,
      "text": "And of the Levites, Ahijah [is] over the treasures of the house of God, even for the treasures of the holy things."
    },
    {
      "verse": 21,
      "text": "Sons of Laadan: sons of the Gershonite, of Laadan, heads of the fathers of Laadan the Gershonite: Jehieli."
    },
    {
      "verse": 22,
      "text": "Sons of Jehieli: Zetham, and Joel his brother, over the treasures of the house of Jehovah,"
    },
    {
      "verse": 23,
      "text": "for the Amramite, for the Izharite, for the Hebronite, for the Uzzielite."
    },
    {
      "verse": 24,
      "text": "And Shebuel son of Gershom, son of Moses, [is] president over the treasures."
    },
    {
      "verse": 25,
      "text": "And his brethren, of Eliezer, [are] Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zichri his son, and Shelomith his son."
    },
    {
      "verse": 26,
      "text": "This Shelomith and his brethren [are] over all the treasures of the holy things, that David the king, and heads of the fathers, even heads of thousands, and of hundreds, and heads of the host, sanctified;"
    },
    {
      "verse": 27,
      "text": "from the battles, even from the spoil they sanctified to strengthen the house of Jehovah;"
    },
    {
      "verse": 28,
      "text": "and all that Samuel the seer, and Saul son of Kish, and Abner son of Ner, and Joab son of Zeruiah sanctified, every one sanctifying [any thing — it is] by the side of Shelomith and his brethren."
    },
    {
      "verse": 29,
      "text": "Of the Izharite, Chenaniah and his sons [are] for the outward work over Israel, for officers and for judges."
    },
    {
      "verse": 30,
      "text": "Of the Hebronite, Hashabiah and his brethren, sons of valour, a thousand and seven hundred, [are] over the inspection of Israel, beyond the Jordan westward, for all the work of Jehovah, and for the service of the king."
    },
    {
      "verse": 31,
      "text": "Of the Hebronite, Jerijah [is] the head, of the Hebronite, according to his generations, for the fathers — in the fortieth year of the reign of David they have been sought out, and there are found among them mighty ones of valour, in Jazer of Gilead —"
    },
    {
      "verse": 32,
      "text": "and his brethren, sons of valour, two thousand and seven hundred, [are] heads of the fathers, and king David appointeth them over the Reubenite, and the Gadite, and the half of the tribe of Manasseh, for every matter of God and matter of the king."
    }
  ]
}