{
  "book_id": "ESG",
  "chapter": 1,
  "verses": [
    {
      "verse": 2,
      "text": "\\sc In\\sc* the second year of the reign of Artaxerxes the great, in the first \\add day\\add* of the month Nisan, Mardocheus the \\add son\\add* of Jairus, \\add the son\\add* of Semei, \\add the son\\add* of Cisai, of the tribe of Benjamin, had a dream;"
    },
    {
      "verse": 3,
      "text": "\\add who was\\add* a Jew, and dwelt in the city of Susa, a great man, being a servitor in the king’s court."
    },
    {
      "verse": 4,
      "text": "He was also \\add one\\add* of the captives, which Nabuchodonosor the king of Babylon carried from Jerusalem with Jechonias king of Judea; and this \\add was\\add* his dream:"
    },
    {
      "verse": 5,
      "text": "behold a noise of a tumult, \\add with\\add* thunder, and earthquakes, and uproar in the land:"
    },
    {
      "verse": 6,
      "text": "and behold, two great dragons came forth ready to fight, and their cry was great."
    },
    {
      "verse": 7,
      "text": "And at their cry all nations were prepared to battle, that \\add they\\add* might fight against the righteous people."
    },
    {
      "verse": 8,
      "text": "And lo, a day of darkness and obscurity, tribulation and anguish, affliction and great uproar, upon the earth."
    },
    {
      "verse": 9,
      "text": "And the whole righteous nation was troubled, fearing their own evils, and were ready to perish."
    },
    {
      "verse": 10,
      "text": "Then they cried unto God, and upon their cry, as it were from a little fountain, was made a great flood, \\add even\\add* much water."
    },
    {
      "verse": 11,
      "text": "The light and the sun rose up, and the lowly were exalted, and devoured the glorious."
    },
    {
      "verse": 12,
      "text": "Now when Mardocheus, who had seen this dream, and what God had determined to do, was awake, he bare this dream in mind, and until night by all means was desirous to know it. 12"
    },
    {
      "verse": 13,
      "text": "\\vp 2\\vp* And he heard their devices, and searched out their purposes, and learned that they were about to lay hands upon Artaxerxes the king; and \\add so\\add* he certified the king of them."
    },
    {
      "verse": 14,
      "text": "\\vp 3\\vp* Then the king examined the two eunuchs, and after that they had confessed \\add it\\add*, they were strangled."
    },
    {
      "verse": 15,
      "text": "\\vp 4\\vp* And the king made a record of these things, and Mardocheus \\add also\\add* wrote thereof."
    },
    {
      "verse": 16,
      "text": "\\vp 5\\vp* So the king commanded Mardocheus to serve in the court, and for this he rewarded him."
    },
    {
      "verse": 17,
      "text": "\\vp 6\\vp* Howbeit Aman \\add the son\\add* of Amadathus the Agagite, who was in great honour with the king, sought to molest Mardocheus and his people because of the two eunuchs of the king."
    }
  ]
}