{
  "book_id": "ESG",
  "chapter": 3,
  "verses": [
    {
      "verse": 14,
      "text": "\\vp 1\\vp* The copy of the letters was this: The great king Artaxerxes writeth these \\add things\\add* to the princes and governors that are under \\add him\\add* from India unto Ethiopia, in an hundred and seven and twenty provinces."
    },
    {
      "verse": 15,
      "text": "\\vp 2\\vp* After that I became lord over many nations, and had dominion over the whole world, not lifted up with presumption of \\add my\\add* authority, but carrying \\add myself\\add* alway with equity and mildness, I purposed to settle my subjects continually in a quiet life, and making my kingdom peaceable, and open for passage to the utmost coasts, to renew peace, which is desired of all men."
    },
    {
      "verse": 16,
      "text": "\\vp 3\\vp* Now when I asked \\add my\\add* counsellers how this might be brought to pass, Aman, that excelled in wisdom among us, and was approved for his constant good will and stedfast fidelity, and had the honour of the second place in the kingdom,"
    },
    {
      "verse": 17,
      "text": "\\vp 4\\vp* declared unto us, that in all nations throughout the world there was scattered a certain malicious people, that had laws contrary to all nations, and continually despised the commandments of kings, so as the uniting of our kingdoms, honourably intended by us, cannot go forward."
    },
    {
      "verse": 18,
      "text": "\\vp 5\\vp* Seeing then we understand that this people alone is continually in opposition unto all men, differing in the strange manner of \\add their\\add* laws, and evil affected to our state, working all the mischief they can, that \\add our\\add* kingdom may not be firmly established:"
    },
    {
      "verse": 19,
      "text": "\\vp 6\\vp* therefore have we commanded, that \\add all\\add* they that are signified in writing unto you by Aman, who is ordained over the affairs, and is next unto us, shall all, with \\add their\\add* wives and children, be utterly destroyed by the sword of \\add their\\add* enemies, without all mercy and pity, the fourteenth \\add day\\add* of the twelfth month Adar of \\add this\\add* present year:"
    },
    {
      "verse": 20,
      "text": "\\vp 7\\vp* that they, who of old and now \\add also are\\add* malicious, may in one day with violence go into the grave, and \\add so\\add* ever hereafter cause our affairs to be well settled, and without trouble."
    }
  ]
}