{
  "book_id": "ESG",
  "chapter": 4,
  "verses": [
    {
      "verse": 18,
      "text": "\\vp 8\\vp* Then Mardocheus thought upon all the works of the Lord, and made his prayer unto him,"
    },
    {
      "verse": 19,
      "text": "\\vp 9\\vp* Saying, O Lord, Lord, the King Almighty: for the whole \\add world\\add* is in thy power, and if thou hast appointed to save Israel, there is no man that can gainsay thee:"
    },
    {
      "verse": 20,
      "text": "\\vp 10\\vp* for thou hast made heaven and earth, and all the wondrous \\add things\\add* under the heaven."
    },
    {
      "verse": 21,
      "text": "\\vp 11\\vp* Thou art Lord of all \\add things\\add*, and there is no man that can resist thee, \\add which art\\add* the Lord."
    },
    {
      "verse": 22,
      "text": "\\vp 12\\vp* Thou knowest all \\add things, and\\add* thou knowest, Lord, that \\add it was\\add* neither in contempt nor pride, nor for \\add any\\add* desire of glory, \\add that\\add* I did not bow down to proud Aman."
    },
    {
      "verse": 23,
      "text": "\\vp 13\\vp* For I could have been content with good will for the salvation of Israel to kiss the soles of his feet."
    },
    {
      "verse": 24,
      "text": "\\vp 14\\vp* But I did this, that I might not prefer the glory of man above the glory of God: neither will I worship any but thee, O God, neither will I do it in pride."
    },
    {
      "verse": 25,
      "text": "\\vp 15\\vp* And now, O Lord God \\add and\\add* King, spare thy people: for their eyes are upon us to bring us to nought; yea, they desire to destroy the inheritance, that hath been thine from the beginning."
    },
    {
      "verse": 26,
      "text": "\\vp 16\\vp* Despise not the portion, which thou hast delivered out of Egypt for thine own self."
    },
    {
      "verse": 27,
      "text": "\\vp 17\\vp* Hear my prayer, and be merciful unto thine inheritance: turn our sorrow into joy, that we may live, O Lord, and praise thy name: and destroy not the mouths of them that praise thee, O Lord."
    },
    {
      "verse": 28,
      "text": "\\vp 18\\vp* All Israel in like manner cried most earnestly unto the Lord, because their death \\add was\\add* before their eyes. 14"
    },
    {
      "verse": 29,
      "text": "\\vp 1\\vp* Queen Esther also, being in fear of death, resorted unto the Lord:"
    },
    {
      "verse": 30,
      "text": "\\vp 2\\vp* and laid away her glorious apparel, and put on the garments of anguish and mourning: and instead of precious ointments, she covered her head with ashes and dung, and she humbled her body greatly, and all the places of her joy she filled with her torn hair."
    },
    {
      "verse": 31,
      "text": "\\vp 3\\vp* And she prayed unto the Lord God of Israel, saying, O my Lord, thou only art our King: help me, desolate \\add woman\\add*, which have no helper but thee:"
    },
    {
      "verse": 32,
      "text": "\\vp 4\\vp* for my danger \\add is\\add* in mine hand."
    },
    {
      "verse": 33,
      "text": "\\vp 5\\vp* From my youth up I have heard in the tribe of my family, that thou, O Lord, tookest Israel from among all people, and our fathers from all their predecessors, for a perpetual inheritance, and thou hast performed whatsoever thou didst promise them."
    },
    {
      "verse": 34,
      "text": "\\vp 6\\vp* And now we have sinned before thee: therefore hast thou given us into the hands of our enemies,"
    },
    {
      "verse": 35,
      "text": "\\vp 7\\vp* because we worshipped their gods: O Lord, thou art righteous."
    },
    {
      "verse": 36,
      "text": "\\vp 8\\vp* Nevertheless it satisfieth them not, that we are in bitter captivity: but they have stricken hands with their idols,"
    },
    {
      "verse": 37,
      "text": "\\vp 9\\vp* that \\add they\\add* will abolish the thing that thou with thy mouth hast ordained, and destroy thine inheritance, and stop the mouth of them that praise thee, and quench the glory of thy house, and of thine altar,"
    },
    {
      "verse": 38,
      "text": "\\vp 10\\vp* and open the mouths of the heathen to \\add set forth\\add* the praises of the idols, and to magnify a fleshly king for ever."
    },
    {
      "verse": 39,
      "text": "\\vp 11\\vp* O Lord, give not thy sceptre unto them that be nothing, and let them not laugh at our fall; but turn their device upon themselves, and make him an example, that hath begun \\add this\\add* against us."
    },
    {
      "verse": 40,
      "text": "\\vp 12\\vp* Remember, O Lord, make thyself known in time of our affliction, and give me boldness, O King of the nations, and Lord of all power."
    },
    {
      "verse": 41,
      "text": "\\vp 13\\vp* Give \\add me\\add* eloquent speech in my mouth before the lion: turn his heart to hate him that fighteth against us, that there may be an end of him, and of \\add all\\add* that are likeminded to him:"
    },
    {
      "verse": 42,
      "text": "\\vp 14\\vp* but deliver us with thine hand, and help me \\add that am\\add* desolate, and which have no other helper but thee."
    },
    {
      "verse": 43,
      "text": "\\vp 15\\vp* Thou knowest all \\add things\\add*, O Lord; thou knowest that I hate the glory of the unrighteous, and abhor the bed of the uncircumcised, and of all the heathen."
    },
    {
      "verse": 44,
      "text": "\\vp 16\\vp* Thou knowest my necessity: for I abhor the sign of my high estate, which is upon mine head in the days wherein I shew myself, \\add and that\\add* I abhor it as a menstruous rag, and \\add that\\add* I wear it not when I am private by myself,"
    },
    {
      "verse": 45,
      "text": "\\vp 17\\vp* and \\add that\\add* thine handmaid hath not eaten \\add at\\add* Aman’s table, and \\add that\\add* I have not greatly esteemed the king’s feast, nor drunk the wine of the drink offerings."
    },
    {
      "verse": 46,
      "text": "\\vp 18\\vp* Neither had thine handmaid any joy since the day that I was brought hither to this present, but in thee, O Lord God of Abraham."
    },
    {
      "verse": 47,
      "text": "\\vp 19\\vp* O thou mighty God above all, hear the voice of the forlorn, and deliver us out of the hands of the mischievous, and deliver me out of my fear."
    }
  ]
}