{
  "book_id": "ESG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And upon the third day, when she had ended her prayer, she laid away \\add her\\add* mourning garments, and put on her glorious \\add apparel\\add*."
    },
    {
      "verse": 2,
      "text": "And being gloriously adorned, after she had called upon God, who is the beholder and saviour of all \\add things\\add*, she took two maids with \\add her:\\add*"
    },
    {
      "verse": 3,
      "text": "and upon the one she leaned, as carrying herself daintily;"
    },
    {
      "verse": 4,
      "text": "and the other followed, bearing up her train."
    },
    {
      "verse": 5,
      "text": "And she \\add was\\add* ruddy through the perfection of her beauty, and her countenance \\add was\\add* cheerful and very amiable: but her heart \\add was\\add* in anguish for fear."
    },
    {
      "verse": 6,
      "text": "Then having passed through all the doors, she stood before the king, who sat upon his royal throne, and was clothed with all his robes of majesty, all \\add glittering\\add* with gold and precious stones; and he was very dreadful."
    },
    {
      "verse": 7,
      "text": "Then lifting up his countenance that shone with majesty, he looked very fiercely \\add upon her:\\add* and the queen fell down, and was pale, and fainted, and bowed \\add herself\\add* upon the head of the maid that went before her."
    },
    {
      "verse": 8,
      "text": "Then God changed the spirit of the king into mildness, who in a fear leaped from his throne, and took her in his arms, till she came to herself \\add again\\add*, and comforted her with loving words, and said unto her,"
    },
    {
      "verse": 9,
      "text": "Esther, what is \\add the matter?\\add* I am thy brother, be of good cheer:"
    },
    {
      "verse": 10,
      "text": "thou shalt not die, though our commandment be general: come near."
    },
    {
      "verse": 11,
      "text": "And \\add so\\add* he held up his golden sceptre, and laid \\add it\\add* upon her neck,"
    },
    {
      "verse": 12,
      "text": "and embraced her, and said, Speak unto me."
    },
    {
      "verse": 13,
      "text": "Then said she unto him, I saw thee, \\add my\\add* lord, as an angel of God, and my heart was troubled for fear of thy majesty."
    },
    {
      "verse": 14,
      "text": "For wonderful art thou, lord, and thy countenance \\add is\\add* full of grace."
    },
    {
      "verse": 15,
      "text": "And as she was speaking, she fell \\add down\\add* for faintness."
    },
    {
      "verse": 16,
      "text": "Then the king was troubled, and all his servants comforted her."
    }
  ]
}