{
  "book_id": "ESG",
  "chapter": 8,
  "verses": [
    {
      "verse": 13,
      "text": "1The great king Artaxerxes unto the princes and governors of an hundred and seven and twenty provinces from India unto Ethiopia, andunto allour faithful subjects, greeting."
    },
    {
      "verse": 14,
      "text": "2Many, the more often they are honoured with the great bounty of their gracious princes, the more proud they are waxen,"
    },
    {
      "verse": 15,
      "text": "3and endeavour to hurt not our subjects only, but not being able to bear abundance, do take in hand to practise also against those that do them good:"
    },
    {
      "verse": 16,
      "text": "4and take not only thankfulness away from among men, but also lifted up with the glorious words of lewd persons, that were never good, they think to escape the justice of God, that seeth all things, andhateth evil."
    },
    {
      "verse": 17,
      "text": "5Oftentimes also fair speech of those, that are put in trust to manage theirfriends’ affairs, hath caused many that are in authority to be partakers of innocent blood, and hath enwrapped themin remediless calamities:"
    },
    {
      "verse": 18,
      "text": "6beguiling with the falsehood and deceit of theirlewd disposition the innocency and goodness of princes."
    },
    {
      "verse": 19,
      "text": "7Now ye may see this, as we have declared, not so much by ancient histories, as ye may, if ye search what hath been wickedly done of late through the pestilent behaviour of them that are unworthily placed in authority."
    },
    {
      "verse": 20,
      "text": "8And wemust take care for the time to come, that ourkingdom may be quiet and peaceable for all men,"
    },
    {
      "verse": 21,
      "text": "9both by changing ourpurposes, and always judging thingsthat are evident with more equal proceeding."
    },
    {
      "verse": 22,
      "text": "10For Aman, a Macedonian, the sonof Amadatha, being indeed a stranger from the Persian blood, and far distant from our goodness, and as a stranger received of us,"
    },
    {
      "verse": 23,
      "text": "11had so far forth obtained the favour that we shew toward every nation, as that he was called our father, and was continually honoured of all men, asthe next person unto the king."
    },
    {
      "verse": 24,
      "text": "12But he, not bearing hisgreat dignity, went about to deprive us of ourkingdom and life:"
    },
    {
      "verse": 25,
      "text": "13having by manifold and cunning deceits sought of usthe destruction, as well of Mardocheus, who saved our life, and continually procured our good, as alsoof blameless Esther, partaker of ourkingdom, with their whole nation."
    },
    {
      "verse": 26,
      "text": "14For by these means he thought, finding us destitute of friends, to have translated the kingdom of the Persians to the Macedonians."
    },
    {
      "verse": 27,
      "text": "15But we find that the Jews, whom thiswicked wretch hath delivered to utter destruction, are no evildoers, but live by most just laws:"
    },
    {
      "verse": 28,
      "text": "16and that they be children of the most high andmost mighty living God, who hath ordered the kingdom both unto us and to our progenitors in the most excellent manner."
    },
    {
      "verse": 29,
      "text": "17Wherefore ye shall do well not to put in execution the letters sent unto youby Aman the sonof Amadatha."
    },
    {
      "verse": 30,
      "text": "18For he, that was the worker of these things, is hanged at the gates of Susa with all hisfamily: God, who ruleth all things, speedily rendering vengeance to him according to hisdeserts."
    },
    {
      "verse": 31,
      "text": "19Therefore yeshall publish the copy of this letter in all places, that the Jews may freely live after their own laws."
    },
    {
      "verse": 32,
      "text": "20And yeshall aid them, that eventhe same day, beingthe thirteenth dayof the twelfth month Adar, they may be avenged on them, who in the time of theiraffliction shall set upon them."
    },
    {
      "verse": 33,
      "text": "21For Almighty God hath turned to joy unto them the day, wherein the chosen people should have perished."
    },
    {
      "verse": 34,
      "text": "22You shall therefore among your solemn feasts keep ita high day with all feasting:"
    },
    {
      "verse": 35,
      "text": "23that both now and hereafter there may be safety to us, and the well affected Persians; but to those which do conspire against us a memorial of destruction."
    },
    {
      "verse": 36,
      "text": "24Therefore every city and country whatsoever, which shall not do according to these things, shall be destroyed without mercy with fire and sword, and shall be made not only unpassable for men, but also most hateful to wild beasts and fowls for ever."
    }
  ]
}