{
  "book_id": "ESG",
  "chapter": 8,
  "verses": [
    {
      "verse": 13,
      "text": "\\vp 1\\vp* The great king Artaxerxes unto the princes and governors of an hundred and seven and twenty provinces from India unto Ethiopia, \\add and\\add* unto \\add all\\add* our faithful subjects, greeting."
    },
    {
      "verse": 14,
      "text": "\\vp 2\\vp* Many, the more often they are honoured with the great bounty of their gracious princes, the more proud they are waxen,"
    },
    {
      "verse": 15,
      "text": "\\vp 3\\vp* and endeavour to hurt not our subjects only, but not being able to bear abundance, do take in hand to practise also against those that do them good:"
    },
    {
      "verse": 16,
      "text": "\\vp 4\\vp* and take not only thankfulness away from among men, but also lifted up with the glorious words of lewd \\add persons\\add*, that were never good, they think to escape the justice of God, that seeth all \\add things, and\\add* hateth evil."
    },
    {
      "verse": 17,
      "text": "\\vp 5\\vp* Oftentimes also fair speech of those, that are put in trust to manage \\add their\\add* friends’ affairs, hath caused many that are in authority to be partakers of innocent blood, and hath enwrapped \\add them\\add* in remediless calamities:"
    },
    {
      "verse": 18,
      "text": "\\vp 6\\vp* beguiling with the falsehood and deceit of \\add their\\add* lewd disposition the innocency and goodness of princes."
    },
    {
      "verse": 19,
      "text": "\\vp 7\\vp* Now ye may see \\add this\\add*, as we have declared, not so much by ancient histories, as ye may, if ye search what hath been wickedly done of late through the pestilent behaviour of them that are unworthily placed in authority."
    },
    {
      "verse": 20,
      "text": "\\vp 8\\vp* And \\add we\\add* must take care for the time to come, that \\add our\\add* kingdom may be quiet and peaceable for all men,"
    },
    {
      "verse": 21,
      "text": "\\vp 9\\vp* both by changing \\add our\\add* purposes, and always judging \\add things\\add* that are evident with more equal proceeding."
    },
    {
      "verse": 22,
      "text": "\\vp 10\\vp* For Aman, a Macedonian, \\add the son\\add* of Amadatha, being indeed a stranger from the Persian blood, and far distant from our goodness, and as a stranger received of us,"
    },
    {
      "verse": 23,
      "text": "\\vp 11\\vp* had so far forth obtained the favour that we shew toward every nation, as that he was called our father, and was continually honoured of all \\add men, as\\add* the next person unto the king."
    },
    {
      "verse": 24,
      "text": "\\vp 12\\vp* But he, not bearing \\add his\\add* great dignity, went about to deprive us of \\add our\\add* kingdom and life:"
    },
    {
      "verse": 25,
      "text": "\\vp 13\\vp* having by manifold and cunning deceits sought \\add of us\\add* the destruction, as well of Mardocheus, who saved our life, and continually procured our good, as \\add also\\add* of blameless Esther, partaker of \\add our\\add* kingdom, with their whole nation."
    },
    {
      "verse": 26,
      "text": "\\vp 14\\vp* For by these means he thought, finding us destitute \\add of friends\\add*, to have translated the kingdom of the Persians to the Macedonians."
    },
    {
      "verse": 27,
      "text": "\\vp 15\\vp* But we find that the Jews, whom \\add this\\add* wicked wretch hath delivered to utter destruction, are no evildoers, but live by most just laws:"
    },
    {
      "verse": 28,
      "text": "\\vp 16\\vp* and that they be children of the most high \\add and\\add* most mighty living God, who hath ordered the kingdom both unto us and to our progenitors in the most excellent manner."
    },
    {
      "verse": 29,
      "text": "\\vp 17\\vp* Wherefore ye shall do well not to put in execution the letters sent \\add unto you\\add* by Aman \\add the son\\add* of Amadatha."
    },
    {
      "verse": 30,
      "text": "\\vp 18\\vp* For he, that was the worker of these \\add things\\add*, is hanged at the gates of Susa with all \\add his\\add* family: God, who ruleth all \\add things\\add*, speedily rendering vengeance to him according to \\add his\\add* deserts."
    },
    {
      "verse": 31,
      "text": "\\vp 19\\vp* Therefore \\add ye\\add* shall publish the copy of this letter in all places, that the Jews may freely live after their own laws."
    },
    {
      "verse": 32,
      "text": "\\vp 20\\vp* And \\add ye\\add* shall aid them, that \\add even\\add* the same day, \\add being\\add* the thirteenth \\add day\\add* of the twelfth month Adar, they may be avenged on them, who in the time of \\add their\\add* affliction shall set upon them."
    },
    {
      "verse": 33,
      "text": "\\vp 21\\vp* For Almighty God hath turned to joy unto them the \\add day\\add*, wherein the chosen people should have perished."
    },
    {
      "verse": 34,
      "text": "\\vp 22\\vp* You shall therefore among your solemn feasts keep \\add it\\add* a high day with all feasting:"
    },
    {
      "verse": 35,
      "text": "\\vp 23\\vp* that both now and hereafter there may be safety to us, and the well affected Persians; but to those which do conspire against us a memorial of destruction."
    },
    {
      "verse": 36,
      "text": "\\vp 24\\vp* Therefore every city and country whatsoever, which shall not do according to these \\add things\\add*, shall be destroyed without mercy with fire and sword, and shall be made not only unpassable for men, but also most hateful to wild beasts and fowls for ever."
    }
  ]
}