{
  "book_id": "2KI",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And Elisha the prophet called one of the sons of the prophets, and said to him, Gird up thy loins, and take this cruse of oil in thy hand, and go to Ramoth-gilead."
    },
    {
      "verse": 2,
      "text": "And thou shalt enter there, and shalt see there Jehu the son of Jehoshaphat son of Nimshi, and shalt go in and make him rise up from among his brethren, and shalt bring him into a secret chamber."
    },
    {
      "verse": 3,
      "text": "And thou shalt take the cruse of oil, and pour \\add it\\add* on his head, and say thou, Thus saith the Lord, I have anointed thee king over Israel: and thou shalt open the door, and flee, and not tarry."
    },
    {
      "verse": 4,
      "text": "And the young man the prophet went to Ramoth-gilead."
    },
    {
      "verse": 5,
      "text": "And he went in, and, behold, the captains of the host were sitting; and he said, I have a message to thee, O captain. And Jehu said, To which of all us? And he said, To thee, O captain."
    },
    {
      "verse": 6,
      "text": "And he arose, and went into the house: and he poured the oil upon his head, and said to him, Thus saith the Lord God of Israel, I have anointed thee to be king over the people of the Lord, even over Israel."
    },
    {
      "verse": 7,
      "text": "And thou shalt utterly destroy the house of Ahab thy master from before me, and shalt avenge the blood of my servants the prophets, and the blood of all the servants of the Lord, at the hand of Jezebel,"
    },
    {
      "verse": 8,
      "text": "and at the hand of the whole house of Ahab: and thou shalt utterly cut off from the house of Ahab every male, and him that is shut up and left in Israel."
    },
    {
      "verse": 9,
      "text": "And I will make the house of Ahab like the house of Jeroboam the son of Nebat, and as the house of Baasha the son of Ahijah."
    },
    {
      "verse": 10,
      "text": "And the dogs shall eat Jezebel in the portion of Jezreel, and there shall be none to bury her. And he opened the door, and fled."
    },
    {
      "verse": 11,
      "text": "And Jehu went forth to the servants of his lord, and they said to him, \\add Is\\add* all well? Why came this mad fellow in to thee? And he said to them, Ye know the man, and his communication."
    },
    {
      "verse": 12,
      "text": "And they said, \\add It is\\add* wrong: tell us now. And Jehu said to them, Thus and thus spoke he to me, saying—and he said, Thus saith the Lord, I have anointed thee to be king over Israel."
    },
    {
      "verse": 13,
      "text": "And when they heard it, they hastened, and took every man his garment, and put it under him on the top of the stairs, and blew with the trumpet, and said, Jehu is king."
    },
    {
      "verse": 14,
      "text": "So Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram, and Joram was defending Ramoth-gilead, he and all Israel, because of Hazael king of Syria."
    },
    {
      "verse": 15,
      "text": "And King Joram had returned to be healed in Jezreel of the wounds which the Syrians had given him, in his war with Hazael king of Syria. And Jehu said, If your heart is with me, let there not go forth out of the city one fugitive to go and report to Jezreel."
    },
    {
      "verse": 16,
      "text": "And Jehu rode and advanced, and came down to Jezreel; for Joram king of Israel was getting healed in Jezreel of the arrow wounds wherewith the Syrians \\add had\\add* wounded him in Ramah in the war with Hazael king of Syria; for he \\add was\\add* strong and a mighty man: and Ahaziah king of Judah was come down to see Joram."
    },
    {
      "verse": 17,
      "text": "And there went up a watchman upon the tower of Jezreel, and saw the dust \\add made by\\add* Jehu as he approached; and he said, I see dust. And Joram said, Take a horseman, and send to meet them, and let him say, Peace."
    },
    {
      "verse": 18,
      "text": "And there went a horseman to meet them, and said, Thus says the king, Peace. And Jehu said, What hast thou to do with peace? turn behind me. And the watchman reported, saying, The messenger came up to them, and has not returned."
    },
    {
      "verse": 19,
      "text": "And he sent another horseman, and he came to him, and said, Thus says the king, Peace. And Jehu said, What hast thou to do with peace? turn behind me."
    },
    {
      "verse": 20,
      "text": "And the watchman reported, saying, He came up to them, and has not returned: and the driver drives Jehu the son of Nimshi, for it is with furious \\add haste\\add*."
    },
    {
      "verse": 21,
      "text": "And Joram said, Make ready. And one made ready the chariot: and Joram the king of Israel went forth, and Ahaziah king of Judah, each in his chariot, and they went to meet Jehu, and found him in the portion of Naboth the Jezreelite."
    },
    {
      "verse": 22,
      "text": "And it came to pass when Joram saw Jehu, that he said, \\add Is it\\add* peace, Jehu? And Jehu said, How \\add can it be\\add* peace? as yet \\add there are\\add* the whoredoms of thy mother Jezebel, and her abundant witchcrafts."
    },
    {
      "verse": 23,
      "text": "And Joram turned his hands, and fled, and said to Ahaziah, Treachery, Ahaziah."
    },
    {
      "verse": 24,
      "text": "And Jehu bent his bow with his full strength, and smote Joram between his arms, and his arrow went out at his heart, and he bowed upon his knees."
    },
    {
      "verse": 25,
      "text": "And \\add Jehu\\add* said to Bidkar his chief officer, Cast him into the portion of ground of Naboth the Jezreelite, for I and thou remember, riding \\add as we were\\add* on chariots after Ahab his father, that the Lord took up this burden against him, \\add saying\\add*,"
    },
    {
      "verse": 26,
      "text": "Surely, I have seen yesterday the blood of Naboth, and the blood of his sons, saith the Lord; and I will recompense him in this portion, saith the Lord. Now then, I pray thee, take him up and cast him into the portion, according to the word of the Lord."
    },
    {
      "verse": 27,
      "text": "And Ahaziah king of Judah saw \\add it\\add*, and fled by the way of Beth-haggan. And Jehu pursued after him, and said, \\add Slay\\add* him also. And one smote him in the chariot at the going up of Gur, which is Ibleam: and he fled to Megiddo, and died there."
    },
    {
      "verse": 28,
      "text": "And his servants put him on a chariot, and brought him to Jerusalem, and they buried him in his sepulcher in the city of David."
    },
    {
      "verse": 29,
      "text": "And in the eleventh year of Joram king of Israel, Ahaziah began to reign over Judah."
    },
    {
      "verse": 30,
      "text": "And Jehu came to Jezreel; and Jezebel heard \\add of it\\add*, and colored her eyes, and adorned her head, and looked through the window."
    },
    {
      "verse": 31,
      "text": "And Jehu entered into the city; and she said, Had Zimri, the murderer of his master, peace?"
    },
    {
      "verse": 32,
      "text": "And he lifted up his face toward the window, and saw her, and said, Who art thou? Come down with me. And two eunuchs looked down toward him."
    },
    {
      "verse": 33,
      "text": "And he said, Throw her \\add down\\add*. And they threw her \\add down\\add*; and some of her blood was sprinkled on the wall, and on the horses: and they trampled on her."
    },
    {
      "verse": 34,
      "text": "And \\add Jehu\\add* went in and ate and drank, and said, Look now, after this cursed woman, and bury her, for she is a king’s daughter."
    },
    {
      "verse": 35,
      "text": "And they went to bury her; but they found nothing of her but the skull, and the feet, and the palms of her hands."
    },
    {
      "verse": 36,
      "text": "And they returned and told him. And he said, \\add It is\\add* the word of the Lord, which he spoke by the hand of Elijah the Tishbite, saying, In the portion of Jezreel shall the dogs eat the flesh of Jezebel."
    },
    {
      "verse": 37,
      "text": "And the carcass of Jezebel shall be as dung on the face of the field in the portion of Jezreel, so that they shall not say, \\add This is\\add* Jezebel."
    }
  ]
}