{
  "book_id": "2KI",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "In his days went up Nebuchadnezzar king of Babylon, and Jehoiakim became his servant three years; and \\add then\\add* he turned and revolted from him."
    },
    {
      "verse": 2,
      "text": "And the Lord sent against him the bands of the Chaldeans, and the bands of Syria, and the bands of Moab, and the bands of the children of Ammon, and sent them into the land of Judah to prevail \\add against it\\add*, according to the word of the Lord, which he spoke by his servants the prophets."
    },
    {
      "verse": 3,
      "text": "Moreover it was the purpose of the Lord concerning Judah, to remove them from his presence, because of the sins of Manasseh, according to all that he did."
    },
    {
      "verse": 4,
      "text": "Moreover he shed innocent blood, and filled Jerusalem with innocent blood, and the Lord would not pardon \\add it\\add*."
    },
    {
      "verse": 5,
      "text": "And the rest of the acts of Jehoiakim, and all that he did, behold, \\add are\\add* not these written in the book of the chronicles of the kings of Judah?"
    },
    {
      "verse": 6,
      "text": "And Jehoiakim slept with his fathers: and Jehoiachin his son reigned in his stead."
    },
    {
      "verse": 7,
      "text": "And the king of Egypt came no more out of his land: for the king of Babylon took away all that belonged to the king of Egypt from the river of Egypt as far as the river Euphrates."
    },
    {
      "verse": 8,
      "text": "Eighteen years old \\add was\\add* Jehoiachin when he began to reign, and he reigned three months in Jerusalem: and his mother’s name \\add was\\add* Nehushta, daughter of Elnathan, of Jerusalem."
    },
    {
      "verse": 9,
      "text": "And he did that which was evil in the sight of the Lord, according to all that his father did."
    },
    {
      "verse": 10,
      "text": "At that time went up Nebuchadnezzar king of Babylon to Jerusalem, and the city was besieged."
    },
    {
      "verse": 11,
      "text": "And Nebuchadnezzar king of Babylon came against the city, and his servants besieged it."
    },
    {
      "verse": 12,
      "text": "And Jehoiachin king of Judah came forth to the king of Babylon, he and his servants, and his mother, and his princes, and his eunuchs; and the king of Babylon took him in the eighth year of his reign."
    },
    {
      "verse": 13,
      "text": "And he brought forth thence all the treasures of the house of the Lord, and the treasures of the king’s house, and he cut up all the golden vessels which Solomon the king of Israel \\add had\\add* made in the temple of the Lord, according to the word of the Lord."
    },
    {
      "verse": 14,
      "text": "And he carried away \\add the inhabitants of\\add* Jerusalem, and all the captains, and the mighty men, taking captive ten thousand prisoners, and every artificer and smith: and only the poor of the land were left."
    },
    {
      "verse": 15,
      "text": "And he carried Jehoiachin away to Babylon, and the king’s mother, and the king’s wives, and his eunuchs: and he carried away the mighty men of the land into captivity from Jerusalem to Babylon."
    },
    {
      "verse": 16,
      "text": "And all the men of might, even seven thousand, and one thousand artificers and smiths: all \\add were\\add* mighty \\add men\\add* fit for war; and the king of Babylon carried them captive to Babylon."
    },
    {
      "verse": 17,
      "text": "And the king of Babylon made Mattaniah his son king in his stead, and called his name Zedekiah."
    },
    {
      "verse": 18,
      "text": "Twenty and one years old \\add was\\add* Zedekiah when he began to reign, and he reigned eleven years in Jerusalem: and his mother’s name \\add was\\add* Hamutal, daughter of Jeremiah."
    },
    {
      "verse": 19,
      "text": "And he did that which was evil in the sight of the Lord, according to all that Jehoiachin did."
    },
    {
      "verse": 20,
      "text": "For it was according to the Lord’s anger against Jerusalem and on Judah, until he cast them out of his presence, that Zedekiah revolted against the king of Babylon."
    }
  ]
}