{
  "book_id": "MIC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The word of Jehovah, which came to Micah, the Morasthite, in the days of Jotham, Ahaz, and Hezekiah, kings of Judah; which was revealed to him concerning Judah and Jerusalem."
    },
    {
      "verse": 2,
      "text": "Hear, all ye nations, Give ear, O earth, and all that is therein! The Lord, Jehovah, appeareth as a witness against you, The Lord from his holy palace."
    },
    {
      "verse": 3,
      "text": "Behold, Jehovah cometh forth from his dwelling-place; He cometh down, and advanceth upon the high places of the earth."
    },
    {
      "verse": 4,
      "text": "The mountains melt under him, And the valleys cleave asunder, Like wax before the fire, Like waters poured down a steep place."
    },
    {
      "verse": 5,
      "text": "For the transgression of Jacob is all this, And for the sin of the house of Israel. Where is the transgression of Jacob? Is it not at Samaria? And where are the high places of Judah? Are they not at Jerusalem?"
    },
    {
      "verse": 6,
      "text": "Therefore will I make Samaria a heap of stones in the field, A place for the planting of a vineyard; I will pour down her stones into the valley, And lay bare her foundations."
    },
    {
      "verse": 7,
      "text": "All her graven images shall be beaten to pieces, And all the hire of her harlotry shall be burned with fire, And all her idols will I destroy. For from the hire of a harlot did she gather her ornaments, And to the hire of a harlot shall they return."
    },
    {
      "verse": 8,
      "text": "Therefore I will wail and howl; I will go stripped and naked; I will wail like the jackal, And mourn like the ostrich."
    },
    {
      "verse": 9,
      "text": "For her wound is mortal; It extendeth to Judah; It reacheth to the gate of my people, even to Jerusalem."
    },
    {
      "verse": 10,
      "text": "Tell it not in Gath! weep not in Acco! In Beth-Aprah roll yourselves in the dust!"
    },
    {
      "verse": 11,
      "text": "Pass on, thou inhabitant of Saphir, naked and in shame! The inhabitant of Zaanan no more goeth out; The grief of Beth-Azel denieth you an abode."
    },
    {
      "verse": 12,
      "text": "The inhabitant of Maroth mourneth for his goods, For evil came down from Jehovah to the gates of Jerusalem."
    },
    {
      "verse": 13,
      "text": "Bind the chariot to the courser, O inhabitant of Lachish! Thou wast the beginning of sin to the daughter of Zion; In thee were found the transgressions of Israel."
    },
    {
      "verse": 14,
      "text": "Therefore shalt thou resign the possession of Moresheth of Gath; The houses of Achzib shall disappoint the kings of Israel."
    },
    {
      "verse": 15,
      "text": "A possessor will I bring to thee, O inhabitant of Mareshah; The glory of Israel shall flee to Adullam."
    },
    {
      "verse": 16,
      "text": "Make thyself bald, cut off thy locks, for the children of thy love; Enlarge thy baldness like the eagle; For they have gone from thee into captivity."
    }
  ]
}