{
  "book_id": "MIC",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to them that devise iniquity, And contrive evil upon their beds; When the morning is light, they practise it, Because it is in the power of their hand."
    },
    {
      "verse": 2,
      "text": "They covet fields, and take them by violence; Houses, and take them from their owners. They defraud a man of his house; Yea, a man of his inheritance."
    },
    {
      "verse": 3,
      "text": "Therefore, thus saith Jehovah: Behold, against this race do I meditate evil. From which ye shall not remove your necks, nor lift up your heads; For it shall be a time of evil."
    },
    {
      "verse": 4,
      "text": "In that day shall this song be uttered concerning thee. And this sad lamentation be made: “We are utterly laid waste; He hath changed the portion of my people; How hath he torn it from me! He hath taken away and distributed our fields.”"
    },
    {
      "verse": 5,
      "text": "Behold, thou shalt have no one henceforth Who shall draw out a line for a portion, In the congregation of Jehovah."
    },
    {
      "verse": 6,
      "text": "“Prophesy not,” [[say they,]] “O ye that prophesy!” If they prophesy not concerning these things, The shame will not depart."
    },
    {
      "verse": 7,
      "text": "O ye that are called the house of Jacob, Is the spirit of Jehovah impatient? Are these his doings? Are not my words kind to him that walketh uprightly?"
    },
    {
      "verse": 8,
      "text": "But long since hath my people risen against me, as an enemy; Ye strip the mantle from the garment of those that pass by securely, as men returning from war."
    },
    {
      "verse": 9,
      "text": "The women of my people ye cast out from their pleasant abodes; Ye deprive their children forever of the glory which I gave them."
    },
    {
      "verse": 10,
      "text": "Arise and depart; This land is not your rest! On account of its pollution shall it be wasted, And given to utter destruction."
    },
    {
      "verse": 11,
      "text": "If a man follow wind, and invent falsehood, and say, “I will prophesy to thee of wine and strong drink!” He will be the prophet for this people."
    },
    {
      "verse": 12,
      "text": "Yet will I fully gather thee, O Jacob, I will surely assemble the residue of Israel! I will put them together like sheep in a fold; Like a flock in their fold shall they be in a tumult on account of the multitude of men."
    },
    {
      "verse": 13,
      "text": "He that forceth a way goeth before them; They force their way, and pass through the gate, And go forth by it; And their king goeth before them, Even Jehovah at the head of them."
    }
  ]
}