{
  "book_id": "MIC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I also said: Hear, O ye heads of Jacob, And ye leaders of the house of Israel! Is it not for you to administer justice?"
    },
    {
      "verse": 2,
      "text": "But ye hate what is good, and love what is evil; Ye tear from men their skin, Yea, their flesh from their bones;"
    },
    {
      "verse": 3,
      "text": "Ye devour the flesh of my people, And strip them of their skin, And break their bones, And cut them in pieces, as for the pot, And as flesh for the caldron?"
    },
    {
      "verse": 4,
      "text": "Then shall they cry to Jehovah, But he will not hear them; Yea, at that time will he hide his face from them, Because they have done iniquity."
    },
    {
      "verse": 5,
      "text": "Thus saith Jehovah concerning the prophets, who deceive my people, Who, while they bite with their teeth, proclaim peace, But who, if one fill not their mouths, prepare war against him:"
    },
    {
      "verse": 6,
      "text": "Therefore shall night come upon you, so that ye shall have no vision, And darkness, so that ye shall not divine; The sun shall go down upon the prophets, And the day shall be dark to them."
    },
    {
      "verse": 7,
      "text": "Then shall the seers be ashamed, and the diviners confounded, So that all of them shall hide their faces, Because there is no answer from God."
    },
    {
      "verse": 8,
      "text": "But I am full of power, even of the spirit of Jehovah; Full of uprightness and courage, To declare to Jacob his transgression, And to Israel his sin."
    },
    {
      "verse": 9,
      "text": "O hear this, ye heads of the house of Jacob, And ye leaders of the house of Israel, Who abhor justice, And pervert all equity,"
    },
    {
      "verse": 10,
      "text": "Who build up Zion with blood, And Jerusalem with iniquity!"
    },
    {
      "verse": 11,
      "text": "Her heads judge for reward, And her priests teach for hire, And her prophets divine for money, And yet they lean upon Jehovah, saying, “Is not Jehovah in the midst of us? No evil can come upon us.”"
    },
    {
      "verse": 12,
      "text": "Therefore because of you shall Zion be ploughed as a field, And Jerusalem become heaps of stones, And the mountain of the temple like the heights of a forest."
    }
  ]
}