{
  "book_id": "MIC",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "But it shall come to pass in the last days That the mountain of the house of Jehovah shall be established at the head of the mountains, And exalted above the hills; And the nations shall flow to it."
    },
    {
      "verse": 2,
      "text": "And many nations shall go, saying, “Come, let us go up to the mountain of Jehovah, To the house of the God of Jacob, That he may teach us his ways, And that we may walk in his paths!” For from Zion shall go forth a law, And the word of Jehovah from Jerusalem."
    },
    {
      "verse": 3,
      "text": "He shall be a judge of many nations, And an umpire of many kingdoms afar off. They shall beat their swords into ploughshares, And their spears into pruning-hooks; Nation shall not lift up the sword against nation, Neither shall they learn war any more."
    },
    {
      "verse": 4,
      "text": "But they shall sit every one under his vine, And under his fig-tree, And none shall make them afraid; The mouth of Jehovah of hosts hath spoken it."
    },
    {
      "verse": 5,
      "text": "Though all the nations walk every one in the name of its God, Yet will we walk in the name of Jehovah our God for ever and ever."
    },
    {
      "verse": 6,
      "text": "In that day, saith Jehovah, I will gather the halting, And the far scattered I will assemble, And those whom I have afflicted."
    },
    {
      "verse": 7,
      "text": "I will make the halting a remnant, And the far scattered a strong nation; And Jehovah shall reign over them in mount Zion, Henceforth, even forever."
    },
    {
      "verse": 8,
      "text": "And thou, O tower of the flock, O hill of the daughter of Zion, to thee it shall come, To thee shall come the former dominion, Even the kingdom of the daughter of Jerusalem."
    },
    {
      "verse": 9,
      "text": "And now why dost thou cry aloud? Is there no king within thee? Have thy counsellors perished, That pangs have taken hold of thee, as of a woman in travail?"
    },
    {
      "verse": 10,
      "text": "Yea, writhe, and be in anguish, O daughter of Zion, like a woman in travail! For now shalt thou go forth from the city, and dwell in the field; Thou shalt go even to Babylon; Yet there shalt thou be delivered. Jehovah will redeem thee from the hand of thine enemies."
    },
    {
      "verse": 11,
      "text": "Now many nations gather themselves against thee, Who say, Let her be polluted, And let our eyes gaze upon Zion!"
    },
    {
      "verse": 12,
      "text": "But they know not the thoughts of Jehovah, And understand not his purposes; For he gathereth them as sheaves into the thrashing-floor."
    },
    {
      "verse": 13,
      "text": "Arise and thrash, O daughter of Zion! For I will make thy horns iron, And thy hoofs brass; Thou shalt beat in pieces many nations, And thou shalt devote their spoils to Jehovah, Their substance to the Lord of the whole earth."
    }
  ]
}