{
  "book_id": "MIC",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Yet now gather yourselves in troops, O people of troops! They lay siege against us; With a rod they smite the cheek of the judge of Israel."
    },
    {
      "verse": 2,
      "text": "But thou, Bethlehem Ephratah, Who art small to be among the thousands of Judah, Out of thee shall he come forth for me to be ruler in Israel, Whose origin is from the ancient age, from the days of old!"
    },
    {
      "verse": 3,
      "text": "But He [[Jehovah]] shall deliver them up, Until she that bringeth forth hath brought forth; Then shall the residue of his brethren return to the children of Israel."
    },
    {
      "verse": 4,
      "text": "He shall stand and rule in the strength of Jehovah, In the majesty of Jehovah, his God; And they shall dwell in security, For he shall be great even to the ends of the earth."
    },
    {
      "verse": 5,
      "text": "And he shall be peace. When the Assyrian shall come into our land, To trample upon our palaces, Then shall we raise against him seven shepherds, And eight leaders of the people,"
    },
    {
      "verse": 6,
      "text": "And they shall devour the land of Assyria with the sword, The land of Nimrod within her gates. Thus shall he deliver us from the Assyrian, when he cometh into our land, And treadeth in our borders."
    },
    {
      "verse": 7,
      "text": "The residue of Jacob shall be in the midst of many nations As the dew which cometh from Jehovah, As drops of rain upon the grass, Which tarrieth not for man, Nor waiteth for the sons of men."
    },
    {
      "verse": 8,
      "text": "The residue of Jacob shall be among the nations, In the midst of many kingdoms, As a lion among the beasts of the forest, As a young lion among flocks of sheep, Who, when he assaulteth, treadeth down and teareth, and none can deliver."
    },
    {
      "verse": 9,
      "text": "Thy hand shall be lifted up over thine adversaries, And all thine enemies shall be destroyed!"
    },
    {
      "verse": 10,
      "text": "It shall come to pass in that day, saith Jehovah, That I will destroy thy horses from the midst of thee, And I will consume thy chariots;"
    },
    {
      "verse": 11,
      "text": "I will destroy the fortified cities of thy land, And throw down all thy strongholds;"
    },
    {
      "verse": 12,
      "text": "I will destroy sorceries from thy borders, And soothsayers shall not be with thee."
    },
    {
      "verse": 13,
      "text": "I will destroy thy graven images and thy statues from the midst of thee, And thou shalt no more bow down to the work of thine hands;"
    },
    {
      "verse": 14,
      "text": "I will root out thy Astartes from the midst of thee, And I will destroy thy fortified cities;"
    },
    {
      "verse": 15,
      "text": "And I will execute vengeance in anger and in fury Upon the nations which have not hearkened to me."
    }
  ]
}