{
  "book_id": "MIC",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Hear ye what Jehovah saith! Arise, contend thou before the mountains, And let the hills hear thy voice!"
    },
    {
      "verse": 2,
      "text": "Hear, O ye mountains, the controversy of Jehovah! Hear, ye strong foundations of the earth! For Jehovah hath a controversy with his people; He contendeth with Israel."
    },
    {
      "verse": 3,
      "text": "“O my people, what have I done to thee, And wherein have I offended thee? Testify against me!"
    },
    {
      "verse": 4,
      "text": "I brought thee up from the land of Egypt, And from the house of bondage I redeemed thee; I sent Moses, Aaron, and Miriam, to go before thee."
    },
    {
      "verse": 5,
      "text": "O my people, remember what Balak the king of Moab devised. And what Balaam, the son of Beor, answered him, What happened from Shittim to Gilgal, That ye may know the mercies of Jehovah.”"
    },
    {
      "verse": 6,
      "text": "Wherewith shall I come before Jehovah, And bow myself before the most high God? Shall I come before him with burnt-offerings, With calves of a year old?"
    },
    {
      "verse": 7,
      "text": "Will Jehovah be pleased with thousands of rams, Or with ten thousands of rivers of oil? Shall I give my first-born for the sin of my soul, The fruit of my body for my transgression?"
    },
    {
      "verse": 8,
      "text": "He hath showed thee, O man, what is good; What doth Jehovah require of thee, But to do justly, and to love mercy, And to walk humbly before thy God?"
    },
    {
      "verse": 9,
      "text": "The voice of Jehovah crieth to the city, And the man of wisdom will discern thee; Hear ye the rod, and who hath threatened it!"
    },
    {
      "verse": 10,
      "text": "Are there not yet in the houses of the unrighteous the treasures of iniquity, And the scanty measure, which is abominable?"
    },
    {
      "verse": 11,
      "text": "Shall I count her pure with the wicked balances, And with the bag of deceitful weights?"
    },
    {
      "verse": 12,
      "text": "For her rich men are full of violence, And her inhabitants speak lies, And their tongue is deceitful in their mouth."
    },
    {
      "verse": 13,
      "text": "Therefore will I sorely smite thee, And make thee desolate on account of thy sins."
    },
    {
      "verse": 14,
      "text": "Thou shalt eat and not be satisfied, And hunger shall be within thee. Thou shalt remove, but shalt not save, And what thou savest will I give up to the sword."
    },
    {
      "verse": 15,
      "text": "Thou shalt sow, but shalt not reap; Thou shalt tread the olives, but shalt not anoint thee with oil, And the grapes, but shalt not drink the wine."
    },
    {
      "verse": 16,
      "text": "For ye keep the statutes of Omri, And all the works of the house of Ahab, And walk in their devices; Therefore will I make thee a desolation, And thine inhabitants a derision; And ye shall bear the reproach of my people."
    }
  ]
}