{
  "book_id": "MIC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Woe is me! I live where the summer fruits are gathered, And the vintage is gleaned; There is no cluster to eat; I long for the first-ripe fig."
    },
    {
      "verse": 2,
      "text": "The good man is perished from the land, And there is none upright among men. They all lie in wait for blood; Every one hunteth his brother with a net."
    },
    {
      "verse": 3,
      "text": "Their hands are diligent for evil; The prince asketh a bribe, And the judge decideth for money! The great man giveth judgment according to his desire; They conspire to pervert justice."
    },
    {
      "verse": 4,
      "text": "The best of them is like a brier; The most upright of them is sharper than a thorn-hedge. The day of recompense, announced by thy watchmen, cometh; Then shall come their perplexity."
    },
    {
      "verse": 5,
      "text": "Trust ye not in a friend! Put no confidence in a guide! From her that lieth in thy bosom Keep the doors of thy mouth!"
    },
    {
      "verse": 6,
      "text": "For the son dishonoreth his father, The daughter riseth up against her mother, And the daughter-in-law against her mother-in-law; The inmates of a man's house are his foes."
    },
    {
      "verse": 7,
      "text": "I will look to Jehovah; I will hope in the God of my salvation; My God will hear me."
    },
    {
      "verse": 8,
      "text": "Rejoice not over me, O my enemy! Though I have fallen, I shall arise; Though I sit in darkness, Jehovah will be my light."
    },
    {
      "verse": 9,
      "text": "I will bear the indignation of Jehovah, Because I have sinned against him, Until he maintain my cause, and execute judgment for me, Until he bring me to the light, And I behold his mercy."
    },
    {
      "verse": 10,
      "text": "She that is my enemy shall see it, and shame shall cover her, That said to me, Where is Jehovah thy God? Mine eyes shall gaze upon her; Soon shall she be trodden down, as the mire of the streets."
    },
    {
      "verse": 11,
      "text": "The day cometh when thy walls are to be built; In that day shall the decree be far removed."
    },
    {
      "verse": 12,
      "text": "In that day shall they come to thee From Assyria, and the cities of Egypt, And from Egypt to the river, From sea to sea, from mountain to mountain."
    },
    {
      "verse": 13,
      "text": "But first the land shall be desolate on account of its inhabitants, For the fruit of their doings."
    },
    {
      "verse": 14,
      "text": "Feed thy people with thy crook, The flock of thine inheritance, That dwell solitarily in the forest in the midst of Carmel! Let them feed in Bashan and Gilead, as in the days of old."
    },
    {
      "verse": 15,
      "text": "As in the day when thou camest from Egypt, So will I show thee wonders."
    },
    {
      "verse": 16,
      "text": "The nations shall see, and be ashamed of all their might: They shall lay their hands upon their mouths; Their ears shall be deaf."
    },
    {
      "verse": 17,
      "text": "They shall lick the dust like the serpent; Like the creeping things of the earth, they shall come trembling from their strongholds; To Jehovah our God shall they come with awe, And shall fear on account of thee."
    },
    {
      "verse": 18,
      "text": "Who is a God like thee, that pardoneth iniquity and passeth by transgression, In the remnant of his inheritance? He retaineth not his anger forever, For he delighteth in mercy."
    },
    {
      "verse": 19,
      "text": "He will again have compassion on us, He will blot out our iniquities; Yea, thou wilt cast all our sins into the depths of the sea."
    },
    {
      "verse": 20,
      "text": "Thou wilt show faithfulness to Jacob, And mercy to Abraham, Which thou swarest to our fathers from the days of old."
    }
  ]
}