{
  "book_id": "EXO",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And there went a man of the house of Levi, and took a daughter of Levi."
    },
    {
      "verse": 2,
      "text": "And the woman conceived, and bore a son; and when she saw him that he was a goodly child, she hid him three months."
    },
    {
      "verse": 3,
      "text": "And when she could no longer hide him, she took for him a box of bulrushes, and daubed it with slime and with pitch; and she put the child therein, and laid it amidst the flags by the brink of the river."
    },
    {
      "verse": 4,
      "text": "And his sister placed herself afar off, to ascertain what would be done to him."
    },
    {
      "verse": 5,
      "text": "And the daughter of Pharaoh came down to wash herself at the river; and her maidens walked along by the side of the river; and when she saw the box among the flags, she sent her maid and fetched it."
    },
    {
      "verse": 6,
      "text": "And she opened it, and saw the child, and, behold, it was a weeping boy; and she had compassion on him, and said, This is one of the Hebrews' children."
    },
    {
      "verse": 7,
      "text": "Then said his sister to Pharaoh's daughter, Shall I go and call thee a nurse of the Hebrew women, that she may nurse for thee the child?"
    },
    {
      "verse": 8,
      "text": "And Pharaoh's daughter said to her, Go; and the maiden went and called the mother of the child."
    },
    {
      "verse": 9,
      "text": "And Pharaoh's daughter said unto her, Take away this child, and nurse him for me, and I will give thee thy wages; and the woman took the child, and nursed him."
    },
    {
      "verse": 10,
      "text": "And the child grew up, and she brought him unto Pharaoh's daughter, and he became to her as a son; and she called his name Moses; and she said, Because out of the water have I drawn him."
    },
    {
      "verse": 11,
      "text": "And it came to pass in those days, when Moses was grown up, that he went out unto his brethren, and looked on their burdensome labors; and he saw an Egyptian man smiting a Hebrew man, one of his brethren."
    },
    {
      "verse": 12,
      "text": "And he looked this way and that way, and when he saw that there was no one by, he smote the Egyptian, and hid him in the sand."
    },
    {
      "verse": 13,
      "text": "And when he went out the second day, behold, two Hebrew men were striving together; and he said unto him that was in the wrong, Wherefore smitest thou thy fellow?"
    },
    {
      "verse": 14,
      "text": "And he said, Who made thee a chief and a judge over us? intendest thou to kill me, as thou hast killed the Egyptian! And Moses feared, and said, Surely the thing is become known."
    },
    {
      "verse": 15,
      "text": "And Pharaoh heard this thing, and he sought to slay Moses; but Moses fled from the face of Pharaoh, and tarried in the land of Midian, and he sat down by a well."
    },
    {
      "verse": 16,
      "text": "Now the priest of Midian had seven daughters; and they came and drew water, and filled the troughs to water their father's flock."
    },
    {
      "verse": 17,
      "text": "And the shepherds came and drove them away; but Moses arose and helped them, and watered their flock."
    },
    {
      "verse": 18,
      "text": "And when they came to Reuel their father, he said, Wherefore are ye come home so soon today?"
    },
    {
      "verse": 19,
      "text": "And they said, An Egyptian man delivered us out of the hand of the shepherds; and he also drew water for us, and watered the flock."
    },
    {
      "verse": 20,
      "text": "And he said unto his daughters, And where is he? wherefore have ye left the man? call him, that he may eat bread."
    },
    {
      "verse": 21,
      "text": "And Moses was content to dwell with the man; and he gave Zipporah his daughter to Moses."
    },
    {
      "verse": 22,
      "text": "And she bore a son, and he called his name Gershom; for he said, I have been a stranger in a foreign land."
    },
    {
      "verse": 23,
      "text": "And it came to pass in this long time, that the king of Egypt died; and the children of Israel sighed by reason of the bondage, and they cried; and their complaint came up unto God by reason of the bondage."
    },
    {
      "verse": 24,
      "text": "And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob."
    },
    {
      "verse": 25,
      "text": "And God looked upon the children of Israel, and God took cognizance of them."
    }
  ]
}