{
  "book_id": "EXO",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Then said the Lord unto Moses, Now shalt thou see what I will do to Pharaoh; for with a strong hand shall he send them away, and with a strong hand shall he drive them out of his land."
    },
    {
      "verse": 2,
      "text": "And God spoke unto Moses, and said unto him, I am the Lord:"
    },
    {
      "verse": 3,
      "text": "And I appeared unto Abraham, unto Isaac, and unto Jacob, by the name of God, the Almighty, but by my name The Eternal was I not made known to them."
    },
    {
      "verse": 4,
      "text": "And as I did also establish my covenant with them, to give unto them the land of Canaan, the land of their pilgrimage, wherein they sojourned:"
    },
    {
      "verse": 5,
      "text": "So have I also heard the groaning of the children of Israel, whom the Egyptians compel to labor; and I have remembered my covenant."
    },
    {
      "verse": 6,
      "text": "Therefore say unto the children of Israel, I am the Eternal, and I will bring you out from under the burdens of the Egyptians, and I will release you from their bondage, and I will redeem you with an outstretched arm, and with great judgments:"
    },
    {
      "verse": 7,
      "text": "And I will take you to me for a people, and I will be to you for a God; and ye shall know that I am the Lord your God, who bringeth you out from under the burdens of the Egyptians."
    },
    {
      "verse": 8,
      "text": "And I will bring you in unto the land, concerning which I did lift up my hand to give it to Abraham, to Isaac, and to Jacob; and I will give it you for a heritage: I am the Lord."
    },
    {
      "verse": 9,
      "text": "And Moses spoke thus unto the children of Israel; but they hearkened not unto Moses for anguish of spirit, and for cruel bondage."
    },
    {
      "verse": 10,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 11,
      "text": "Go in, speak unto Pharaoh the king of Egypt, that he shall let the children of Israel go out of his land."
    },
    {
      "verse": 12,
      "text": "And Moses spoke before the Lord, saying, Behold, the children of Israel have not hearkened unto me: how then shall Pharaoh hear me, whereas I am of uncircumcised lips?"
    },
    {
      "verse": 13,
      "text": "And the Lord spoke unto Moses and unto Aaron, and gave them a charge unto the children of Israel, and unto Pharaoh, the king of Egypt, to bring forth the children of Israel out of the land of Egypt."
    },
    {
      "verse": 14,
      "text": "These are the heads of their family divisions: The sons of Reuben the first-born of Israel: Chanoch, and Pallu, Chezron, and Carmi; these are the families of Reuben."
    },
    {
      "verse": 15,
      "text": "And the sons of Simeon: Yemuel, and Yamin, and Ohad, and Yachin, and Zochar, and Shaul the son of the Canaanitish woman; these are the families of Simeon."
    },
    {
      "verse": 16,
      "text": "And these are the names of the sons of Levi according to their generations: Gershon, and Kehath, and Merari; and the years of the life of Levi were one hundred and thirty and seven years."
    },
    {
      "verse": 17,
      "text": "The sons of Gershon: Libni, and Shimi, according to their families."
    },
    {
      "verse": 18,
      "text": "And the sons of Kehath: Amram, and Yizhar, and Chebron, and 'Uzziel; and the years of the life of Kehath were one hundred and thirty and three years."
    },
    {
      "verse": 19,
      "text": "And the sons of Merari: Machli and Mushi; these are the families of Levi according to their generations."
    },
    {
      "verse": 20,
      "text": "And Amram took himself Yochebed his aunt for wife; and she bore unto him Aaron and Moses; and the years of the life of Amram were one hundred and thirty and seven years."
    },
    {
      "verse": 21,
      "text": "And the sons of Yizhar: Korach, and Nepheg, and Zichri."
    },
    {
      "verse": 22,
      "text": "And the sons of 'Uzziah Mishael, and Elzaphan, and Sithri,"
    },
    {
      "verse": 23,
      "text": "And Aaron took himself Elisheba, daughter of Amminadab, sister of Nachshon, for wife; and she bore unto him Nadab, and Abihu, Elazar, and Ithamar."
    },
    {
      "verse": 24,
      "text": "And the sons of Korach: Assir, and Elkanah, and Abiassaph; these are the families of the Korchites."
    },
    {
      "verse": 25,
      "text": "And Elazar the son of Aaron took himself one of the daughters of Putiel for wife; and she bore unto him Phinehas: these are the heads of the divisions of the Levites according to their families."
    },
    {
      "verse": 26,
      "text": "These are Aaron and Moses, to whom the Lord said, Bring forth the children of Israel out of the land of Egypt according to their armies."
    },
    {
      "verse": 27,
      "text": "These are they that spoke to Pharaoh the king of Egypt, to bring forth the children of Israel out of Egypt: these are Moses and Aaron."
    },
    {
      "verse": 28,
      "text": "And it came to pass on the day when the Lord spoke unto Moses in the land of Egypt."
    },
    {
      "verse": 29,
      "text": "Then spoke the Lord unto Moses, saying, I am the Lord; speak thou unto Pharaoh the king of Egypt all that I speak unto thee."
    },
    {
      "verse": 30,
      "text": "And Moses said before the Lord, Behold, I am of uncircumcised lips, and how shall Pharaoh hearken unto me?"
    }
  ]
}