{
  "book_id": "EXO",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said unto Moses, Yet one plague more will I bring upon Pharaoh, and upon Egypt; after that he will let you go hence: when he doth let you go, he shall surely thrust you out altogether from here."
    },
    {
      "verse": 2,
      "text": "Speak now in the ears of the people, and let them ask every man of his neighbor, and every woman of her neighbor, vessels of silver, and vessels of gold."
    },
    {
      "verse": 3,
      "text": "And the Lord gave the people favor in the eyes of the Egyptians; also the man Moses was very great in the land of Egypt, in the eyes of Pharaoh's servants, and in the eyes of the people."
    },
    {
      "verse": 4,
      "text": "And Moses said, Thus hath said the Lord, About midnight will I go out in the midst of Egypt:"
    },
    {
      "verse": 5,
      "text": "And there shall die every first-born in the land of Egypt, from the first-born of Pharaoh that is to sit upon his throne, even unto the first-born of the maid-servant that is behind the mill; and every first-born of cattle."
    },
    {
      "verse": 6,
      "text": "And there shall be a great cry throughout all the land of Egypt, the like of which hath never been, and the like of which will not be any more."
    },
    {
      "verse": 7,
      "text": "But against any of the children of Israel not a dog shall move his tongue, neither against man nor beast; in order that ye may know how that the Lord doth distinguish between the Egyptians and Israel."
    },
    {
      "verse": 8,
      "text": "And all these thy servants shall come down unto me, and bow themselves down unto me, saying, Get thee out, and all the people that followeth thee; and after that I will go out: and he went out from Pharaoh in a burning anger."
    },
    {
      "verse": 9,
      "text": "And the Lord said unto Moses, Pharaoh will not hearken unto you; in order that my wonders may be multiplied in the land of Egypt."
    },
    {
      "verse": 10,
      "text": "And Moses and Aaron did all these wonders before Pharaoh; and the Lord hardened Pharaoh's heart, and he did not let the children of Israel go out of his land."
    }
  ]
}