{
  "book_id": "EXO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses and Aaron in the land of Egypt, saying,"
    },
    {
      "verse": 2,
      "text": "This month shall be unto you the chief of months: the first shall it be unto you of the months of the year."
    },
    {
      "verse": 3,
      "text": "Speak ye unto all the congregation of Israel, saying, On the tenth day of this month they shall take to themselves every man a lamb for every family, a lamb for every house:"
    },
    {
      "verse": 4,
      "text": "And if the household be too small for a lamb, then shall he take it with his neighbor who is next unto his house, according to the number of the souls; every man according to what he eateth shall ye make a count for the lamb."
    },
    {
      "verse": 5,
      "text": "A lamb without blemish, a male of the first year shall ye have; from the sheep, or from the goats may ye take it."
    },
    {
      "verse": 6,
      "text": "And ye shall have it in keeping until the fourteenth day of the same month; and then the whole assembly of the congregation of Israel shall kill it toward evening."
    },
    {
      "verse": 7,
      "text": "And they shall take of the blood, and put it on the two side-posts and on the upper door-post, in the houses, wherein they shall eat it."
    },
    {
      "verse": 8,
      "text": "And they shall eat the flesh in that night, roasted by the fire, with unleavened bread; together with bitter herbs shall they eat it."
    },
    {
      "verse": 9,
      "text": "You shall not eat of it raw, nor in any wise sodden with water; but roasted by the fire; its head with its legs, and with its entrails."
    },
    {
      "verse": 10,
      "text": "And ye shall not let any thing of it remain until morning; and that which remaineth of it until morning ye shall burn with fire."
    },
    {
      "verse": 11,
      "text": "And thus shall ye eat it, With your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste, it is passover unto the Lord."
    },
    {
      "verse": 12,
      "text": "And I will pass through the land of Egypt in this night, and I will smite every first-born in the land of Egypt, both man and beast; and against all the gods of Egypt will I execute judgments: I am the Lord."
    },
    {
      "verse": 13,
      "text": "And the blood shall be to you for a token upon the houses where ye are; and when I see the blood, I will pass over you; and there shall be no plague against you to destroy, when I smite [others] in the land of Egypt."
    },
    {
      "verse": 14,
      "text": "And this day shall be unto you for a memorial; and ye shall celebrate it as a feast unto the Lord; throughout your generations, as an ordinance for ever shall ye celebrate it."
    },
    {
      "verse": 15,
      "text": "Seven days shall ye eat unleavened bread; but on the first day ye shall have put away leaven out of your houses; for whosoever eateth leavened bread, that soul shall be cut off from Israel, from the first day until the seventh day."
    },
    {
      "verse": 16,
      "text": "And on the first day there shall be a holy convocation, and on the seventh day there shall be a holy convocation to you; no manner of work shall be done on them, save what is eaten by every man, that only may be prepared by you."
    },
    {
      "verse": 17,
      "text": "And ye shall observe the unleavened bread; for on this selfsame day have I brought forth your armies out of the land of Egypt; therefore shall ye observe this day in your generations as an ordinance for ever."
    },
    {
      "verse": 18,
      "text": "In the first month, on the fourteenth day of the month, at evening, shall ye eat unleavened bread, until the one and twentieth day of the month at evening."
    },
    {
      "verse": 19,
      "text": "Seven days no leaven shall be found in your houses; for whosoever eateth that which is leavened, even that soul shall be cut off from the congregation of Israel, whether he be a stranger, or one born in the land."
    },
    {
      "verse": 20,
      "text": "Nothing that is leavened shall ye eat; in all your habitations shall ye eat unleavened bread."
    },
    {
      "verse": 21,
      "text": "And Moses called for the elders of Israel, and said unto them, Draw out and take for yourselves lambs according to your families, and kill the passover sacrifice."
    },
    {
      "verse": 22,
      "text": "And ye shall take a bunch of hyssop, and dip in the blood that is in the basin, and strike the lintel and the two side-posts with the blood that is in the basin; and none of you shall go out frown the door of his house until the morning."
    },
    {
      "verse": 23,
      "text": "And the Lord will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side-posts, the Lord will pass over the door, and will not suffer the destroyer to come in unto your houses to smite."
    },
    {
      "verse": 24,
      "text": "And ye shall observe this thing, as an ordinance for thee and for thy sons for ever."
    },
    {
      "verse": 25,
      "text": "And it shall come to pass, when ye be come into the land which the Lord will give you, according as he hath promised, that ye shall keep this service."
    },
    {
      "verse": 26,
      "text": "And it shall come to pass, when your children shall say unto you, What mean ye by this service?"
    },
    {
      "verse": 27,
      "text": "That ye shall say, It is the sacrifice of the passover unto the Lord, who passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and our houses he spared; and the people bent the head and bowed themselves."
    },
    {
      "verse": 28,
      "text": "And the children of Israel went away, and did as the Lord had commanded Moses and Aaron, so did they."
    },
    {
      "verse": 29,
      "text": "And it came to pass at midnight, that the Lord smote every first-born in the land of Egypt, from the first-born of Pharaoh that was to sit on his throne unto the first-born of the captive that was in the dungeon; and all the first-born of cattle."
    },
    {
      "verse": 30,
      "text": "And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt; for there was not a house where there was not some one dead."
    },
    {
      "verse": 31,
      "text": "And he called for Moses and Aaron by night, and said, Rise up, get you forth from among my people, both ye and the children of Israel; and go, serve the Eternal, as ye have spoken."
    },
    {
      "verse": 32,
      "text": "Also your flocks and your herds take, as ye have spoken, and be gone; and bless me also."
    },
    {
      "verse": 33,
      "text": "And the Egyptians were urgent upon the people, to make haste to send them away out of the land; for they said, We are all dying."
    },
    {
      "verse": 34,
      "text": "And the people took up their dough before it was yet leavened, their kneading-troughs being bound up in their clothes upon their shoulders."
    },
    {
      "verse": 35,
      "text": "And the children of Israel had done according to the word of Moses; and they had asked of the Egyptians vessels of silver, and vessels of gold, and garments."
    },
    {
      "verse": 36,
      "text": "And the Lord had given the people favor in the eyes of the Egyptians, so that they gave unto them what they required; and they emptied out Egypt."
    },
    {
      "verse": 37,
      "text": "And the children of Israel journeyed from Ra'meses to Succoth, about six hundred thousand men on foot, beside children."
    },
    {
      "verse": 38,
      "text": "And a mixed multitude also went up with them; and flocks, and herds, a very large amount of cattle."
    },
    {
      "verse": 39,
      "text": "And they baked of the dough, which they had brought forth out of Egypt, unleavened cakes, for it was not leavened; because they were thrust out of Egypt, and could not tarry, neither had they prepared any provisions for themselves."
    },
    {
      "verse": 40,
      "text": "Now the time of the residence of the children of Israel, which they dwelt in Egypt, was four hundred and thirty years."
    },
    {
      "verse": 41,
      "text": "And it came to pass at the end of the four hundred and thirty years, and it happened even on the selfsame day, that all the armies of the Lord went out from the land of Egypt."
    },
    {
      "verse": 42,
      "text": "A night to be observed was this unto the Lord to bring them out from the land of Egypt: this is that night holy to the Lord, to be observed by all the children of Israel in their generations."
    },
    {
      "verse": 43,
      "text": "And the Lord said unto Moses and Aaron, This is the ordinance of the passover: No stranger shall eat thereof."
    },
    {
      "verse": 44,
      "text": "But every man's servant that is bought for money, when thou hast circumcised him, then shall he eat thereof."
    },
    {
      "verse": 45,
      "text": "A resident foreigner and a hired servant shall not eat thereof."
    },
    {
      "verse": 46,
      "text": "In one house shall it be eaten; thou shalt not carry forth aught of the flesh abroad out of the house; and no bone shall ye break in it."
    },
    {
      "verse": 47,
      "text": "All the congregation of Israel shall prepare it."
    },
    {
      "verse": 48,
      "text": "And when a stranger sojourneth with thee, and will prepare the passover to the Lord, let his males be circumcised, and then let him come near and prepare it, and he shall be as one that is born in the land; but no uncircumcised person shall eat thereof."
    },
    {
      "verse": 49,
      "text": "One law shall be to him that is home-born, and unto the stranger that sojourneth among you."
    },
    {
      "verse": 50,
      "text": "And all the children of Israel did so; as the Lord had commanded Moses and Aaron, so did they."
    },
    {
      "verse": 51,
      "text": "And it came to pass on the selfsame day, that the Lord did bring forth the children of Israel out of the land of Egypt by their armies."
    }
  ]
}