{
  "book_id": "EXO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Sanctify unto me all the first-born, whatsoever openeth the womb among the children of Israel, both of man and of beast: it is mine."
    },
    {
      "verse": 3,
      "text": "And Moses said unto the people, Remember this day, on which ye came out from Egypt, out of the house of slavery; for by strength of hand the Lord brought you out from here: and no leavened bread shall be eaten."
    },
    {
      "verse": 4,
      "text": "This day go ye out, in the month of Abib."
    },
    {
      "verse": 5,
      "text": "And it shall be, when the Lord doth bring thee into the land of the Canaanites, and the Hittites, and the Emorites, and the Hivites, and the Jebusites, which he hath sworn unto thy fathers to give unto thee, a land flowing with milk and honey, that thou shalt perform this service in this month."
    },
    {
      "verse": 6,
      "text": "Seven days shalt thou eat unleavened bread, and on the seventh day shall be a feast to the Lord."
    },
    {
      "verse": 7,
      "text": "Unleavened bread shall be eaten these seven days; and there shall not be seen with thee any leavened bread, neither shall there be seen with thee any leaven in all thy boundaries."
    },
    {
      "verse": 8,
      "text": "And thou shalt tell thy son on that day, saying, This is done for the sake of that which the Lord did unto me when I came forth out of Egypt."
    },
    {
      "verse": 9,
      "text": "And it shall be unto thee for a sign upon thy hand, and for a memorial between thy eyes, in order that the law of the Lord may be in thy mouth; for with a strong hand hath the Lord brought thee forth out of Egypt."
    },
    {
      "verse": 10,
      "text": "And thou shalt keep this ordinance in its season, from year to year."
    },
    {
      "verse": 11,
      "text": "And it shall be, when the Lord doth bring thee into the land of the Canaanites, as he hath sworn unto thee and to thy fathers, and giveth it to thee,"
    },
    {
      "verse": 12,
      "text": "That thou shalt set apart all that openeth the womb unto the Lord; and every firstling that cometh of a beast which thou shalt have, the males, shall belong to the Lord."
    },
    {
      "verse": 13,
      "text": "And every firstling of an ass shalt thou redeem with a lamb; and if thou wilt not redeem it, then shalt thou break its neck: and all the first-born of man among thy children shalt thou redeem."
    },
    {
      "verse": 14,
      "text": "And it shall be, when thy son asketh thee in time to come, saying, What is this? that thou shalt say unto him, By strength of hand the Lord brought us forth out of Egypt, out of the house of slavery;"
    },
    {
      "verse": 15,
      "text": "And it came to pass, when Pharaoh obstinately refused to let us go, that the Lord slew all the first-born in the land of Egypt, both the first-born of man, and the first-born of beast; therefore do I sacrifice to the Lord all that openeth the womb, being males; but all the first-born of my children must I redeem."
    },
    {
      "verse": 16,
      "text": "And it shall be for a sign upon thy hand, and for frontlets between thy eyes; that by strength of hand the Lord brought us forth out of Egypt."
    },
    {
      "verse": 17,
      "text": "And it came to pass, when Pharaoh let the people go, that God did not lead them the way through the land of the Philistines, because it was near; for God said, Lest peradventure the people repent when they see war, and return to Egypt."
    },
    {
      "verse": 18,
      "text": "But God led the people about, by the way of the wilderness to the Red Sea: and the children of Israel went up armed out of the land of Egypt."
    },
    {
      "verse": 19,
      "text": "And Moses took the bones of Joseph with him; for he had caused the children of Israel to swear, saying, God will surely visit you, and ye shall then carry up my bones away hence with you."
    },
    {
      "verse": 20,
      "text": "And they took their journey from Succoth, and encamped in Etham, at the edge of the wilderness."
    },
    {
      "verse": 21,
      "text": "And the Lord went before them by day in a pillar of cloud, to lead them the way; and by night in a pillar of fire, to give light to them; that they might go by day and by night:"
    },
    {
      "verse": 22,
      "text": "He took not away the pillar of cloud by day, nor the pillar of fire by night, from before the people."
    }
  ]
}