{
  "book_id": "EXO",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Then sang Moses and the children of Israel this song unto the Lord, and thus did they say, I will sing unto the Lord, for he hath triumphed gloriously: the horse and his rider hath he thrown into the sea."
    },
    {
      "verse": 2,
      "text": "My strength and song is the Lord, and he is become my salvation: he is my God, and I will declare his praise, the God of my father, and I will exalt him."
    },
    {
      "verse": 3,
      "text": "The Eternal is the Lord of war; the Eternal is his name."
    },
    {
      "verse": 4,
      "text": "The chariots of Pharaoh and his host hath he hurled into the sea; and the chosen of his captains are sunk in the Red Sea."
    },
    {
      "verse": 5,
      "text": "The depths have covered them; they went down to the bottom as a stone."
    },
    {
      "verse": 6,
      "text": "Thy right hand, O Lord, is become glorious in power; thy right hand, O Lord, hath dashed in pieces the enemy."
    },
    {
      "verse": 7,
      "text": "And in the greatness of thy excellency hast thou overthrown those that rose up against thee; thou didst send forth thy wrath, it consumed them as stubble."
    },
    {
      "verse": 8,
      "text": "And with the breath of thy nostrils the waters were heaped up together, the floods stood upright as a wall; congealed were the depths in the heart of the sea."
    },
    {
      "verse": 9,
      "text": "The enemy said, I will pursue, I will overtake, I will divide the spoil; my desire shall be satisfied upon them; I will draw my sword, my hand shall destroy them."
    },
    {
      "verse": 10,
      "text": "Thou didst blow with thy wind, the sea covered them: they sunk as lead in mighty waters."
    },
    {
      "verse": 11,
      "text": "Who is like unto thee, O Lord, among the mighty? who is like unto thee, glorious in holiness, fearful in praises, doing wonders?"
    },
    {
      "verse": 12,
      "text": "Thou didst stretch out thy right hand, the earth swallowed them."
    },
    {
      "verse": 13,
      "text": "Thou leadest forth in thy kindness the people thou hast redeemed; thou guidest it in thy strength unto the habitation of thy holiness."
    },
    {
      "verse": 14,
      "text": "Nations hear it and tremble: sorrow seizeth the inhabitants of Palestine."
    },
    {
      "verse": 15,
      "text": "Then were troubled the dukes of Edom; the mighty men of Moab, trembling seizeth them; faint-hearted become all the inhabitants of Canaan. l"
    },
    {
      "verse": 16,
      "text": "Fear and dread shall fall upon them; by the greatness of thy arm they shall be still as a stone: till thy people pass over, O Lord, till this people pass over, which thou hast purchased."
    },
    {
      "verse": 17,
      "text": "Thou wilt bring them, and plant them on the mountain of thy inheritance, the place, O Lord, which thou hast wrought for thy residence, the sanctuary, O Lord, which thy hands have established."
    },
    {
      "verse": 18,
      "text": "The Lord will reign for ever and ever."
    },
    {
      "verse": 19,
      "text": "For the horse of Pharaoh went in with his chariots and with his horsemen into the sea, and the Lord brought again upon them the waters of the sea; but the children of Israel went on dry ground through the midst of the sea."
    },
    {
      "verse": 20,
      "text": "Then took Miriam the prophetess, the sister of Aaron, a timbrel in her hand; and all the women went out after her with timbrels and with dances."
    },
    {
      "verse": 21,
      "text": "And Miriam began her song to them, Sing ye to the Lord, for he hath triumphed gloriously: the horse and his rider hath he thrown into the sea."
    },
    {
      "verse": 22,
      "text": "And Moses caused Israel to depart from the Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness, and found no water."
    },
    {
      "verse": 23,
      "text": "And they came to Marah; but they could not drink the waters of Marah, for they were bitter; therefore they called its name Marah."
    },
    {
      "verse": 24,
      "text": "And the people murmured against Moses, saying, What shall we drink?"
    },
    {
      "verse": 25,
      "text": "And he cried unto the Lord; and the Lord showed him a tree, which he cast into the waters, and the waters were made sweet: there he made for them a statute and an ordinance, and there he proved them."
    },
    {
      "verse": 26,
      "text": "And he said, If thou wilt diligently hearken to the voice of the Lord thy God, and wilt do that which is right in his eyes, and wilt give ear to his commandments, and wilt keep all his statutes: I will put none of those diseases upon thee, which I have brought upon the Egyptians; for I the Lord am thy physician."
    },
    {
      "verse": 27,
      "text": "And they came to Elim, and there were twelve wells of water, and seventy palm-trees: and they encamped there by the water."
    }
  ]
}