{
  "book_id": "EXO",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And Jithro, the priest of Midian, Moses' father-in-law, heard all that God had done for Moses, and for Israel his people, that the Lord had brought forth Israel out of Egypt."
    },
    {
      "verse": 2,
      "text": "Then took Jithro, the father-in-law of Moses, Zipporah, the wife of Moses, after he had sent her back,"
    },
    {
      "verse": 3,
      "text": "And her two sons; of whom the name of the one was Gershom; for he said, I have been a stranger in a foreign land:"
    },
    {
      "verse": 4,
      "text": "And the name of the other was Eliezer; for the God of my father was my help, and delivered me from the sword of Pharaoh."
    },
    {
      "verse": 5,
      "text": "And Jithro, the father-in-law of Moses, came with his sons and his wife unto Moses, unto the wilderness, where he was encamped at the mount of God."
    },
    {
      "verse": 6,
      "text": "And he sent word unto Moses, I thy father-in-law Jithro am coming unto thee, with thy wife, and her two sons with her."
    },
    {
      "verse": 7,
      "text": "And Moses went out to meet his father-in-law, and bowed himself, and kissed him; and they asked each other after their welfare; and they went into the tent."
    },
    {
      "verse": 8,
      "text": "And Moses told his father-in-law all which the Lord had done unto Pharaoh and to the Egyptians on account of Israel, all the hardship which had come upon them by the way, and how the Lord had delivered them."
    },
    {
      "verse": 9,
      "text": "And Jithro rejoiced over all the goodness which the Lord had done to Israel, that he had delivered it out of the hand of the Egyptians."
    },
    {
      "verse": 10,
      "text": "And Jithro said, Blessed be the Lord, who hath delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh, who hath delivered the people from under the hand of the Egyptians."
    },
    {
      "verse": 11,
      "text": "Now I know that the Eternal is great above all gods; for by the very thing wherein they sinned presumptuously was punishment brought upon them."
    },
    {
      "verse": 12,
      "text": "And Jithro, the father-in-law of Moses, offered a burnt-offering and sacrifices unto God; and Aaron came, with all the elders of Israel, to eat bread with the father-in-law of Moses, before God."
    },
    {
      "verse": 13,
      "text": "And it came to pass on the morrow, that Moses sat to judge the people; and the people stood around Moses from the morning unto the evening."
    },
    {
      "verse": 14,
      "text": "And the father-in-law of Moses saw all that he did to the people; and he said, What is this thing that thou doest to the people? why sittest thou thyself alone, and all the people standeth around thee from morning until evening?"
    },
    {
      "verse": 15,
      "text": "And Moses said unto his father-in-law, Because the people cometh unto me to inquire of God."
    },
    {
      "verse": 16,
      "text": "When they have a matter of dispute, they come unto me; and I judge between one and the other, and I make them know the statutes of God, and his laws."
    },
    {
      "verse": 17,
      "text": "And the father-in-law of Moses said unto him, The thing that thou doest is not good."
    },
    {
      "verse": 18,
      "text": "Thou wilt surely wear away, both thou, and this people that is with thee; for the thing is too heavy for thee; thou wilt not be able to perform it by thyself alone."
    },
    {
      "verse": 19,
      "text": "Now hearken unto my voice, I will give thee counsel, and may God be with thee, Be thou for the people a mediator with God, that thou mayest bring the causes unto God."
    },
    {
      "verse": 20,
      "text": "And thou shalt explain to them the statutes and the laws; and thou shalt make them know the way wherein they must walk, and the work that they must do."
    },
    {
      "verse": 21,
      "text": "Moreover, thou shalt select out of all the people able men, such as fear God, men of truth, hating [their own] gain; and place these over them, as rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens."
    },
    {
      "verse": 22,
      "text": "And let them judge the people at all times; and it shall be, that every great matter they shall bring unto thee, but every small matter they shall judge themselves: so shall it be easier for thee, when they shall bear with thee."
    },
    {
      "verse": 23,
      "text": "If thou wilt do this thing, and God commandeth it thee, then wilt thou be able to endure; and also the whole of this people will come to its place in peace."
    },
    {
      "verse": 24,
      "text": "And Moses hearkened to the voice of his father-in-law, and did all that he had said."
    },
    {
      "verse": 25,
      "text": "And Moses chose able men out of all Israel, and placed them as heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens."
    },
    {
      "verse": 26,
      "text": "And they judged the people at all times; any difficult cause they brought unto Moses, but every small cause they judged themselves."
    },
    {
      "verse": 27,
      "text": "And Moses dismissed his father-in-law; and he went his way unto his own land."
    }
  ]
}