{
  "book_id": "EXO",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "In the third month, after the children of Israel were gone forth out of the land of Egypt, the same day they came into the wilderness of Sinai."
    },
    {
      "verse": 2,
      "text": "For they had departed from Rephidim, and they came to the desert of Sinai, and encamped in the wilderness; and Israel encamped there opposite the mount."
    },
    {
      "verse": 3,
      "text": "And Moses went up unto God, and the Lord called unto him from the mount, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel."
    },
    {
      "verse": 4,
      "text": "Ye have yourselves seen what I have done unto the Egyptians, and how I bore you on eagles' wings, and brought you unto myself."
    },
    {
      "verse": 5,
      "text": "Now therefore, if you will truly obey my voice, and keep my covenant, then shall ye be unto me a peculiar treasure above all nations; for all the earth is mine:"
    },
    {
      "verse": 6,
      "text": "And ye shall be unto me a kingdom of priests, and a holy nation; these are the words which thou shalt speak unto the children of Israel."
    },
    {
      "verse": 7,
      "text": "And Moses came and called for the elders of the people, and laid before them all these words which the Lord had commanded him."
    },
    {
      "verse": 8,
      "text": "And all the people answered unanimously, and said, all that the Lord hath spoken will we do; and Moses returned the words of the people unto the Lord."
    },
    {
      "verse": 9,
      "text": "And the Lord said unto Moses, Behold, I will come unto thee in a thick cloud, for the sake that the people may hear when I speak with thee, and that also in thee they shall believe for ever; and Moses told the words of the people unto the Lord."
    },
    {
      "verse": 10,
      "text": "And the Lord said unto Moses, Go unto the people, and sanctify them today and tomorrow, and let them wash their clothes."
    },
    {
      "verse": 11,
      "text": "And they shall be ready against the third day; for on the third day will the Lord come down, before the eyes of all the people, upon mount Sinai."
    },
    {
      "verse": 12,
      "text": "And thou shalt set bounds unto the people, round about, saying, Take heed to yourselves, that ye go not up into the mount, nor touch the border of it; whosoever toucheth the mount shall surely be put to death."
    },
    {
      "verse": 13,
      "text": "Yet not a hand shall touch him, but he shall surely be stoned, or shot through; whether it be beast or man, it shall not live; when the trumpet soundeth long, they may come up to the mount."
    },
    {
      "verse": 14,
      "text": "And Moses went down from the mount unto the people, and sanctified the people: and they washed their clothes."
    },
    {
      "verse": 15,
      "text": "And he said unto the people, Be ready against the third day; approach not unto a woman."
    },
    {
      "verse": 16,
      "text": "And it came to pass on the third day when it was morning, that there were thunders and lightnings, and a heavy cloud was upon the mount, and the voice of the cornet was exceedingly loud; so that all the people that were in the camp trembled."
    },
    {
      "verse": 17,
      "text": "And Moses brought forth the people out of the camp to meet with God; and they placed themselves at the foot of the mount."
    },
    {
      "verse": 18,
      "text": "And mount Sinai smoked in every part, because the Lord had descended upon it in fire; and the smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly."
    },
    {
      "verse": 19,
      "text": "And the voice of the cornet went on, and waxed louder and louder; Moses spoke, and God answered him with a loud voice."
    },
    {
      "verse": 20,
      "text": "And the Lord came down upon mount Sinai, on the top of the mount; and the Lord called Moses up to the top of the mount, and Moses went up."
    },
    {
      "verse": 21,
      "text": "And the Lord said unto Moses, Go down, charge the people, lest they break through unto the Lord to gaze, and many of them might perish."
    },
    {
      "verse": 22,
      "text": "And the priests also, who come near to the Lord, shall sanctify themselves; lest the Lord break forth among them."
    },
    {
      "verse": 23,
      "text": "And Moses said unto the Lord, The people cannot come up to mount Sinai; for thou hast charged us, saying, Set bounds about the mount and sanctify it."
    },
    {
      "verse": 24,
      "text": "And the Lord said unto him, Go, get thee down, and then shalt thou come up, thou, and Aaron with thee; but the priests and the people shall not break through to come up unto the Lord, lest he break forth among them."
    },
    {
      "verse": 25,
      "text": "So Moses went down unto the people, and spoke unto them."
    }
  ]
}