{
  "book_id": "EXO",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And God spoke all these words, saying,"
    },
    {
      "verse": 2,
      "text": "I am the Lord thy God, who have brought thee out of the land of Egypt, out of the house of slavery."
    },
    {
      "verse": 3,
      "text": "Thou shalt have no other gods before me."
    },
    {
      "verse": 4,
      "text": "Thou shalt not make unto thyself any graven image, or any likeness of any thing that is in heaven above, or that is on the earth beneath, or that is in the water under the earth."
    },
    {
      "verse": 5,
      "text": "Thou shalt not bow thyself down to them, nor serve them; for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children, unto the third and fourth generation of them that hate me;"
    },
    {
      "verse": 6,
      "text": "And showing mercy unto the thousandth generation of them that love me, and keep my commandments."
    },
    {
      "verse": 7,
      "text": "Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain."
    },
    {
      "verse": 8,
      "text": "Remember the sabbath day to keep it holy."
    },
    {
      "verse": 9,
      "text": "Six days shalt thou labor, and do all thy work."
    },
    {
      "verse": 10,
      "text": "But the seventh day is the sabbath in honor of the Lord thy God; on it thou shalt not do any work, neither thou, nor thy son, nor thy daughter, thy man-servant, nor thy maid-servant, nor thy cattle, nor thy stranger that is within thy gates;"
    },
    {
      "verse": 11,
      "text": "For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested on the seventh day; therefore the Lord blessed the sabbath day, and hallowed it."
    },
    {
      "verse": 12,
      "text": "Honor thy father and thy mother; in order that thy days may be prolonged upon the land which the Lord thy God giveth thee."
    },
    {
      "verse": 13,
      "text": "Thou shalt not kill."
    },
    {
      "verse": 14,
      "text": "Thou shalt not commit adultery."
    },
    {
      "verse": 15,
      "text": "Thou shalt not steal."
    },
    {
      "verse": 16,
      "text": "Thou shalt not bear false witness against thy neighbor."
    },
    {
      "verse": 17,
      "text": "Thou shalt not covet thy neighbor's house. Thou shalt not covet thy neighbor's wife, nor his man-servant, nor his maid-servant, nor his ox, nor his ass, nor any thing that is thy neighbor's."
    },
    {
      "verse": 18,
      "text": "And all the people perceived the thunders, and the lightnings, and the sound of the cornet, and the mountain smoking; and when the people saw it, they removed trembling, and stood afar off."
    },
    {
      "verse": 19,
      "text": "And they said unto Moses, Speak thou with us, and we will hear; but let not God speak with us, lest we die."
    },
    {
      "verse": 20,
      "text": "And Moses said unto the people, Fear not; for in order to prove you, did God come, and in order that his fear may be before your faces, that ye sin not."
    },
    {
      "verse": 21,
      "text": "And the people stood afar off, and Moses drew near unto the thick darkness where God was."
    },
    {
      "verse": 22,
      "text": "And the Lord said unto Moses, Thus shalt thou say unto the children of Israel, Ye have seen that from heaven I have spoken with you."
    },
    {
      "verse": 23,
      "text": "Ye shall not make any thing with me; gods of silver, and gods of gold ye shall not make unto yourselves."
    },
    {
      "verse": 24,
      "text": "An altar of earth shalt thou make unto me, and shalt sacrifice thereon thy burnt-offerings, and thy peace-offerings, thy sheep, and thy oxen; in every place where I shall permit my name to be mentioned, I will come unto thee, and I will bless thee."
    },
    {
      "verse": 25,
      "text": "And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone; for if thou lift up thy tool upon it, thou hast polluted it."
    },
    {
      "verse": 26,
      "text": "Neither shalt thou go up by steps upon my altar, that thy nakedness be not laid open thereon."
    }
  ]
}