{
  "book_id": "EXO",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And these are the laws of justice which thou shalt set before them."
    },
    {
      "verse": 2,
      "text": "If thou buy a Hebrew servant, six years shall he serve; and in the seventh he shall go out free for nothing."
    },
    {
      "verse": 3,
      "text": "If he came in by himself, he shall go out by himself; if he was the husband of a woman, then shall his wife go out with him."
    },
    {
      "verse": 4,
      "text": "If his master should give him a wife, and she bear him sons or daughters: the wife and her children shall belong to her master, and he shall go out by himself."
    },
    {
      "verse": 5,
      "text": "And if the servant should plainly say, I love my master, my wife, and my children; I will not go out free:"
    },
    {
      "verse": 6,
      "text": "Then shall his master bring him unto the judges, and he shall bring him to the door, or unto the door-post; and his master shall bore his ear through with an awl; and he shall serve him till the jubilee."
    },
    {
      "verse": 7,
      "text": "And if a man sell his daughter for a maid-servant, she shall not go out as the men-servants go out."
    },
    {
      "verse": 8,
      "text": "If she please not her master, to whom he hath assigned her, then shall he aid her to be redeemed: unto a strange nation he shall have no power to sell her, seeing he hath dealt faithlessly with her."
    },
    {
      "verse": 9,
      "text": "And if he should assign her unto his son, then shall he do unto her after the right of the daughters."
    },
    {
      "verse": 10,
      "text": "If he take himself another wife, her food, her raiment, and her duty of marriage, shall he not diminish."
    },
    {
      "verse": 11,
      "text": "And if he do not these three things unto her, then shall she go out free, without money."
    },
    {
      "verse": 12,
      "text": "He that smiteth a man, so that he die, shall surely be put to death."
    },
    {
      "verse": 13,
      "text": "And if he did not lie in wait, but God let it come into his hand, then will I appoint thee a place whither he shall flee."
    },
    {
      "verse": 14,
      "text": "But if a man come presumptuously upon his neighbor, to slay him with guile, from my altar shalt thou take him, that he may die."
    },
    {
      "verse": 15,
      "text": "And he that smiteth his father, or his mother, shall surely be put to death."
    },
    {
      "verse": 16,
      "text": "And he that stealeth a man, and selleth him, and he be found in his hand, shall surely be put to death."
    },
    {
      "verse": 17,
      "text": "And he that curseth his father, or his mother, shall surely be put to death."
    },
    {
      "verse": 18,
      "text": "And if men strive together, and one smite the other with a stone, or with the fist, and he die not, but keepeth his bed:"
    },
    {
      "verse": 19,
      "text": "If he rise again, and walk abroad upon his crutch, then shall he that smote him be quit; only he shall pay for the loss of his time, and shall cause him to be thoroughly healed."
    },
    {
      "verse": 20,
      "text": "And if a man smite his servant or his maid, with a rod, and he die under his hand, it shall be surely avenged."
    },
    {
      "verse": 21,
      "text": "Nevertheless, if he continue alive a day or two, it shall not be avenged; for he is his money."
    },
    {
      "verse": 22,
      "text": "If men strive, and hurt a woman with child, so that her children depart from her, and yet no farther mischief follow: he shall be surely punished, [with a fine,] according as the husband of the woman will lay upon him; and he shall pay this by the decision of the judges."
    },
    {
      "verse": 23,
      "text": "And if any mischief follow, then shalt thou give life for life."
    },
    {
      "verse": 24,
      "text": "Eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
      "verse": 25,
      "text": "Burning for burning, wound for wound, bruise for bruise."
    },
    {
      "verse": 26,
      "text": "And if a man smite the eye of his servant, or the eye of his maid, that it perish, he shall let him go free for the sake of his eye."
    },
    {
      "verse": 27,
      "text": "And if he strike out his man-servant's tooth, or his maid-servant's tooth, he shall let him go free for the sake of his tooth."
    },
    {
      "verse": 28,
      "text": "If an ox gore a man or a woman, that he die: then shall the ox be surely stoned, and his flesh shall not be eaten; but the owner of the ox shall be quit."
    },
    {
      "verse": 29,
      "text": "But if the ox were wont to gore in time past, and warning have been given to his owner, and he hath not kept him in, and he killeth a man or a woman: the ox shall be stoned, and his owner also should of right be put to death;"
    },
    {
      "verse": 30,
      "text": "But there shall be laid on him a sum of money in atonement, and he shall give the ransom of his life whatsoever may be laid upon him."
    },
    {
      "verse": 31,
      "text": "If he gore a son, or gore a daughter, according to this judgment shall be done unto him."
    },
    {
      "verse": 32,
      "text": "If the ox gore a man-servant or a maid-servant, thirty shekels of silver shall he give to his master, and the ox shall be stoned."
    },
    {
      "verse": 33,
      "text": "And if a man open a pit, or if a man dig a pit, and do not cover it, and an ox or an ass fall therein:"
    },
    {
      "verse": 34,
      "text": "The owner of the pit shall make it good, he shall make restitution in money unto the owner thereof; and the dead beast shall be his."
    },
    {
      "verse": 35,
      "text": "And if one man's ox hurt the ox of another, that he die: then shall they sell the live ox, and divide his money; and the dead ox also they shall divide."
    },
    {
      "verse": 36,
      "text": "But if it be known that the ox was wont to gore in time past, and his owner hath not kept him in: he shall surely pay ox for ox; and the dead shall belong to him."
    }
  ]
}