{
  "book_id": "EXO",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "(21:37) If a man steal an ox or a sheep, and kill it, or sell it: five oxen shall he restore for one ox, and four sheep for one sheep."
    },
    {
      "verse": 2,
      "text": "(22:1) If a thief be found while breaking in, and be smitten so that he die, there shall no blood be shed for him."
    },
    {
      "verse": 3,
      "text": "(22:2) If the sun be risen upon him, there shall be blood shed for him; he shall make full restitution; if he have nothing, then shall he be sold for his theft."
    },
    {
      "verse": 4,
      "text": "(22:3) If the thing stolen be actually found in his hand alive, whether it be ox, or ass, or sheep, he shall restore double."
    },
    {
      "verse": 5,
      "text": "(22:4) If a man cause a field or vineyard to be eaten off, and he let his beasts enter, and they feed in another man's field; with the best of his own field, and with best of his own vineyard, shall he make restitution."
    },
    {
      "verse": 6,
      "text": "(22:5) If a fire break out, and meet with thorns, so that stacks of corn, or the standing corn, or the field, be consumed thereby, he that kindled the fire shall surely make restitution."
    },
    {
      "verse": 7,
      "text": "(22:6) If a man do deliver unto his neighbor money or vessels to keep, and it be stolen out of the man's house: if the thief be found, he shall pay double."
    },
    {
      "verse": 8,
      "text": "(22:7) If the thief be not found, then shall the master of the house be brought unto the judges, [to swear] that he have not stretched out his hand against his neighbor's goods."
    },
    {
      "verse": 9,
      "text": "(22:8) For all manner of trespass, for ox, for ass, for lamb, for raiment, or for any manner of lost thing, of which he can say, This is it, before the judges shall come the cause of both parties, and he, whom the judges may condemn, shall pay double unto his neighbor."
    },
    {
      "verse": 10,
      "text": "(22:9) If a man deliver unto his neighbor an ass, or an ox, or a lamb, or any beast, to keep; and it die, or be hurt, or driven away, no man seeing it:"
    },
    {
      "verse": 11,
      "text": "(22:10) Then shall an oath of the Lord be between them both, that he have not stretched out his hand against his neighbor's goods; and the owner of it shall accept this, and he shall not make it good."
    },
    {
      "verse": 12,
      "text": "(22:11) But if it be stolen from him, he shall make restitution unto the owner thereof."
    },
    {
      "verse": 13,
      "text": "(22:12) If it be torn in pieces, then let him bring it as evidence; that which was torn he shall not make good."
    },
    {
      "verse": 14,
      "text": "(22:13) And if a man borrow aught of his neighbor, and it be hurt, or die, the owner thereof not being with it, he shall surely make it good."
    },
    {
      "verse": 15,
      "text": "(22:14) But if the owner thereof be with it, he shall not make it good; if it be a hired thing, the loss is included in its hire."
    },
    {
      "verse": 16,
      "text": "(22:15) And if a man seduce a virgin that is not betrothed, and lie with her, he shall surely endow her to be his wife."
    },
    {
      "verse": 17,
      "text": "(22:16) If her father refuse to give her unto him, he shall pay money according to the dowry of virgins."
    },
    {
      "verse": 18,
      "text": "(22:17) Thou shalt not suffer a witch to live."
    },
    {
      "verse": 19,
      "text": "(22:18) Whosoever lieth with a beast shall surely be put to death."
    },
    {
      "verse": 20,
      "text": "(22:19) He that sacrificeth unto any god, save unto the Lord only, shall be utterly destroyed."
    },
    {
      "verse": 21,
      "text": "(22:20) And a stranger thou shalt not vex, and shalt not oppress him; for strangers ye were in the land of Egypt."
    },
    {
      "verse": 22,
      "text": "(22:21) Ye shall not afflict any widow, or fatherless child."
    },
    {
      "verse": 23,
      "text": "(22:22) If thou afflict him in any wise; [for if he cry at all unto me, I will surely hear his cry:]"
    },
    {
      "verse": 24,
      "text": "(22:23) My wrath shall wax hot, and I will slay you with the sword; and your wives shall be widows, and your children fatherless."
    },
    {
      "verse": 25,
      "text": "(22:24) If thou lend money to my people, to the poor by thee, thou shalt not be to him as a lender of money; thou shalt not lay upon him usury."
    },
    {
      "verse": 26,
      "text": "(22:25) If thou take at all thy neighbor's raiment in pledge, thou shalt restore it unto him by the time the sun goeth down;"
    },
    {
      "verse": 27,
      "text": "(22:26) For it is his only covering, it is his raiment for his skin; wherein shall he sleep? and it shall come to pass, when he crieth unto me, that I will hear; for I am gracious."
    },
    {
      "verse": 28,
      "text": "(22:27) The judges thou shalt not revile; and a ruler among thy people thou shalt not curse."
    },
    {
      "verse": 29,
      "text": "(22:28) The first of thy ripe fruits, and of thy liquors, shalt thou not delay to offer; the first-born of thy sons shalt thou give unto me."
    },
    {
      "verse": 30,
      "text": "(22:29) In like manner shalt thou do with thy ox, with thy sheep; seven days it shall be with its dam; on the eighth day thou shalt give it me."
    },
    {
      "verse": 31,
      "text": "(22:30) And holy men shall ye be unto me: and flesh that is torn of beasts in the field, shall ye not eat; to the dogs shall ye cast it."
    }
  ]
}