{
  "book_id": "EXO",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And unto Moses he said, Come up unto the Lord, thou, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel; and ye shall bow yourselves down afar off."
    },
    {
      "verse": 2,
      "text": "And Moses alone shall come near unto the Lord, but they shall not come nigh; and the people shall not go up with him."
    },
    {
      "verse": 3,
      "text": "And Moses came and told the people all the words of the Lord, and all the laws of justice; and all the people answered with one voice, and said, all the words which the Lord hath spoken will we do."
    },
    {
      "verse": 4,
      "text": "And Moses wrote down all the words of the Lord, and he rose up early in the morning, and built an altar at the foot of the mount, and twelve pillars, according to the twelve tribes of Israel."
    },
    {
      "verse": 5,
      "text": "And he then sent the young men of the children of Israel, and they offered burnt-offerings, and sacrificed peace-offerings unto the Lord, of oxen."
    },
    {
      "verse": 6,
      "text": "And Moses took the half of the blood, and put it in basins; and the [other] half of the blood he sprinkled on the altar."
    },
    {
      "verse": 7,
      "text": "And he took the book of the covenant, and read in the hearing of the people; and they said, all that the Lord hath spoken will we do and obey."
    },
    {
      "verse": 8,
      "text": "And Moses took the blood and sprinkled it on the people, and said, Behold the blood of the covenant, which the Lord hath made with you concerning all these words."
    },
    {
      "verse": 9,
      "text": "Then went up Moses, with Aaron, Nadab, and Abihu, and seventy of the elders of Israel."
    },
    {
      "verse": 10,
      "text": "And they saw the God of Israel; and the place under his feet was like a paved work of brilliant sapphire, and like the color of heaven in clearness."
    },
    {
      "verse": 11,
      "text": "And against the nobles of the children of Israel he stretched not forth his hand; and they saw [the glory of] God, and did eat and drink."
    },
    {
      "verse": 12,
      "text": "And the Lord said unto Moses, come up to me to the mount, and remain there: and I will give thee the tables of stone, with the law, and the commandment which I have written, to teach them."
    },
    {
      "verse": 13,
      "text": "And Moses rose up, and his servant Joshua; and Moses went up to the mount of God."
    },
    {
      "verse": 14,
      "text": "And unto the elders he said, Tarry ye for us here, until the time we come again unto you; and, behold, Aaron and Chur are with you, whoever may have any cause to be decided, let him come unto them."
    },
    {
      "verse": 15,
      "text": "And Moses went up to the mount, and the cloud covered the mount."
    },
    {
      "verse": 16,
      "text": "And the glory of the Lord abode upon mount Sinai, and the cloud covered it six days; and he called unto Moses on the seventh day out of the midst of the cloud."
    },
    {
      "verse": 17,
      "text": "And the appearance of the glory of the Lord was like a devouring fire on the top of the mount, before the eyes of the children of Israel."
    },
    {
      "verse": 18,
      "text": "And Moses went into the midst of the cloud, and ascended the mount; and Moses was on the mount forty days and forty nights."
    }
  ]
}