{
  "book_id": "EXO",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And thou shalt make the altar of shittim wood: five cubits long, and five cubits broad, a foursquare shall the altar be, and three cubits shall be its height."
    },
    {
      "verse": 2,
      "text": "And thou shalt make its horns on its four corners, from itself shall its horns be; and thou shalt overlay it with copper."
    },
    {
      "verse": 3,
      "text": "And thou shalt make its pots to receive its ashes, and its shovels, and its basins, and its forks, and its fire-pans; all its vessels thou shalt make of copper."
    },
    {
      "verse": 4,
      "text": "And thou shalt make for it a grating, of a network of copper; and thou shalt make upon the net four rings of copper, on its four corners."
    },
    {
      "verse": 5,
      "text": "And thou shalt put it under the compass of the altar beneath, and the net shall reach even to the half of the altar."
    },
    {
      "verse": 6,
      "text": "And thou shalt make staves for the altar, staves of shittim wood, and overlay them with copper."
    },
    {
      "verse": 7,
      "text": "And the staves shall be put into the rings, and the staves shall be upon the two sides of the altar, when they bear it."
    },
    {
      "verse": 8,
      "text": "Hollow, of boards, shalt thou make it; as it was shown to thee on the mount, so shall they make it."
    },
    {
      "verse": 9,
      "text": "And thou shalt make the court of the tabernacle: for the south side, on the right, the hangings for the court, of twisted linen, shall be a hundred cubits in length, for the one side."
    },
    {
      "verse": 10,
      "text": "And its pillars shall be twenty, with their twenty sockets of copper; the hooks of the pillars and their fillets shall be of silver."
    },
    {
      "verse": 11,
      "text": "And likewise for the north side in the length there shall be hangings one hundred cubits in length, and its pillars twenty with their twenty sockets of copper; the hooks of the pillars and their fillets shall be of silver."
    },
    {
      "verse": 12,
      "text": "And [for] the breadth of the court on the west side shall be fifty cubits of hangings; their pillars shall be ten, and their sockets ten."
    },
    {
      "verse": 13,
      "text": "And the breadth of the court on the front side, eastward, shall be fifty cubits."
    },
    {
      "verse": 14,
      "text": "And fifteen cubits of hangings shall be on the one wing; their pillars shall be three and their sockets three."
    },
    {
      "verse": 15,
      "text": "And on the other wing shall be fifteen cubits of hangings; their pillars shall be three, and their sockets three."
    },
    {
      "verse": 16,
      "text": "And for the gate of the court shall be a hanging of twenty cubits, of blue, and purple, and scarlet yarn, and twisted linen, the work of the embroiderer; with four pillars for the same, and their four sockets."
    },
    {
      "verse": 17,
      "text": "All the pillars round about the court shall be filleted with silver; their hooks shall be of silver and their sockets of copper."
    },
    {
      "verse": 18,
      "text": "The length of the court shall be one hundred cubits, and the breadth fifty by fifty, and the height five cubits, of twisted linen, and the sockets for the same of copper."
    },
    {
      "verse": 19,
      "text": "All the vessels of the tabernacle in all the service thereof, and all its pins, and all the pins of the court, shall be of copper."
    },
    {
      "verse": 20,
      "text": "And thou shalt command the children of Israel, that they bring thee pure olive oil, beaten out, for the lighting, to cause a light to burn always."
    },
    {
      "verse": 21,
      "text": "In the tabernacle of the congregation, without the vail, which is before the testimony, shall Aaron with his sons arrange it [for] from the evening to the morning, before the Lord; as a statute for ever unto their generations, on behalf of the children of Israel."
    }
  ]
}