{
  "book_id": "EXO",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And thou shalt let come near unto thee Aaron thy brother, and his sons with him, from among the children of Israel, that he may be a priest unto me; Aaron, Nadab and Abihu, Elazar and Ithamar, the sons of Aaron."
    },
    {
      "verse": 2,
      "text": "And thou shalt make holy garments for Aaron thy brother, for glory and for ornament."
    },
    {
      "verse": 3,
      "text": "And thou shalt speak unto all that are wisehearted, whom I have filled with the spirit of wisdom, that they may make garments for Aaron, to sanctify him, that he may be a priest unto me."
    },
    {
      "verse": 4,
      "text": "And these are the garments which they shall make: a breastplate, and an ephod, and a robe, and a checkered coat, a mitre, and a girdle; and they shall make holy garments for Aaron thy brother, and for his sons, to be a priest unto me."
    },
    {
      "verse": 5,
      "text": "And they shall take the gold, and the blue, and purple, and scarlet yarn, and the linen."
    },
    {
      "verse": 6,
      "text": "And they shall make the ephod, of gold, of blue, and of purple, of scarlet yarn, and twisted linen, of weaver's work."
    },
    {
      "verse": 7,
      "text": "Two shoulder-pieces shall it have joined at the two edges thereof; by which it shall be joined together."
    },
    {
      "verse": 8,
      "text": "And the belt for girding, which is upon it, shall be of the same make, out of the same piece with itself; of gold, of blue, and purple, and scarlet yarn, and twisted linen."
    },
    {
      "verse": 9,
      "text": "And thou shalt take two onyx stones, and engrave on them the names of the children of Israel:"
    },
    {
      "verse": 10,
      "text": "Six of their names on the one stone, and the names of the remaining six on the other stone, according to the order of their birth."
    },
    {
      "verse": 11,
      "text": "With the work of an engraver in stone, like the engraving of a signet, shalt thou engrave the two stones with the names of the children of Israel; fitted in settings of gold shalt thou make them."
    },
    {
      "verse": 12,
      "text": "And thou shalt put the two stones upon the shoulder-pieces of the ephod as stones of memorial unto the children of Israel; and Aaron shall bear their names before the Lord upon his two shoulders for a memorial."
    },
    {
      "verse": 13,
      "text": "And thou shalt make casings of gold;"
    },
    {
      "verse": 14,
      "text": "And two chains of pure gold, with knots at the ends, of wreathed work shalt thou make them, and thou shalt fasten the wreathed chains to the casings."
    },
    {
      "verse": 15,
      "text": "And thou shalt make the breastplate of judgment, of weaver's work; after the work of the ephod thou shalt make it; of gold, of blue, and purple, and scarlet yarn, and of twisted linen, shalt thou make it."
    },
    {
      "verse": 16,
      "text": "Four-square shall it be, double; a span in length, and a span in breadth."
    },
    {
      "verse": 17,
      "text": "And thou shalt set in it settings of stones, even four rows of stones: the first row, a sardius, a topaz, and an emerald; this shall be the first row."
    },
    {
      "verse": 18,
      "text": "And the second row, a carbuncle, a sapphire, and a diamond."
    },
    {
      "verse": 19,
      "text": "And the third row, an opal, a turquoise, and an amethyst."
    },
    {
      "verse": 20,
      "text": "And the fourth row, a chrysolite, and an onyx, and a jasper: they shall be fitted in golden casings when they are set in."
    },
    {
      "verse": 21,
      "text": "And the stones shall be according to the names of the children of Israel, twelve, according to their names; [engraved] with the engraving of a signet, every one according to his name, shall they be for the twelve tribes."
    },
    {
      "verse": 22,
      "text": "And thou shalt make on the breastplate chains with knots at the ends, of wreathed work, of pure gold."
    },
    {
      "verse": 23,
      "text": "And thou shalt make on the breastplate two rings of gold, and shalt put the two rings on the two ends of the breastplate."
    },
    {
      "verse": 24,
      "text": "And thou shalt put the two wreathed chains of gold in the two rings, on the ends of the breastplate."
    },
    {
      "verse": 25,
      "text": "And the [other] two ends of the two wreathed chains thou shalt fasten on the two casings, and put them on the shoulder-pieces of the ephod on the outside thereof."
    },
    {
      "verse": 26,
      "text": "And thou shalt make two rings of gold, and thou shalt put them on the two ends of the breastplate on its border, which is on the opposite side of the ephod, inward."
    },
    {
      "verse": 27,
      "text": "And thou shalt make two more rings of gold, and shalt put them on the two shoulder-pieces of the ephod underneath, toward its front part, close by its seam, above the girdle of the ephod."
    },
    {
      "verse": 28,
      "text": "And they shall fasten the breastplate by its rings unto the rings of the ephod with a lace of blue, that it may remain on the girdle of the ephod, and that the breastplate be not loosed from the ephod."
    },
    {
      "verse": 29,
      "text": "And Aaron shall bear the names of the children of Israel in the breastplate of judgment upon his heart, when he goeth in unto the holy place, for a memorial before the Lord continually."
    },
    {
      "verse": 30,
      "text": "And thou shalt put into the breastplate of judgment the Urim and the Thummim, and they shall be upon Aaron's heart, when he goeth in before the Lord; and Aaron shall bear the judgment of the children of Israel upon his heart before the Lord continually."
    },
    {
      "verse": 31,
      "text": "And thou shalt make the robe of the ephod altogether of blue woolen yarn."
    },
    {
      "verse": 32,
      "text": "And there shall be an opening in the top of it, in the midst thereof; it shall have a binding of woven work, round about its opening, as it is on the opening of a habergeon, so shall it be thereon, that it be not rent."
    },
    {
      "verse": 33,
      "text": "And thou shalt make on its lower hem pomegranates of blue, and purple, and scarlet yarn, round about its lower hem; and bells of gold between them round about:"
    },
    {
      "verse": 34,
      "text": "A golden bell and a pomegranate, a golden bell and a pomegranate, on the lower hem of the robe round about."
    },
    {
      "verse": 35,
      "text": "And it shall be upon Aaron when he ministereth; and his sound shall be heard when he goeth in into the holy place before the Lord, and when he cometh out, that he die not."
    },
    {
      "verse": 36,
      "text": "And thou shalt make a plate of pure gold, and grave upon it, like the engraving of a signet, Holy unto the Lord."
    },
    {
      "verse": 37,
      "text": "And thou shalt fasten it on a lace of blue, and it shall be upon the mitre; upon the front of the mitre shall it be."
    },
    {
      "verse": 38,
      "text": "And it shall be upon Aaron's forehead; and Aaron shall atone for the iniquity of the holy things, which the children of Israel shall hallow in all their holy gifts; and it shall be upon his forehead always, that they may be received in favor before the Lord."
    },
    {
      "verse": 39,
      "text": "And thou shalt make the coat of linen checkered, and thou shalt make a mitre of linen, and a girdle shalt thou make of embroiderer's work."
    },
    {
      "verse": 40,
      "text": "And for Aaron's sons shalt thou make coats, and thou shalt make for them girdles; and bonnets thou shalt make for them, for glory and for ornament."
    },
    {
      "verse": 41,
      "text": "And thou shalt clothe therewith Aaron thy brother, and his sons with him; and thou shalt anoint them, and consecrate them, and sanctify them, that they may be priests unto me."
    },
    {
      "verse": 42,
      "text": "And thou shalt make them linen breeches to cover their nakedness; from the loins even unto the thighs shall they reach."
    },
    {
      "verse": 43,
      "text": "And they shall be upon Aaron, and upon his sons, when they come in unto the tabernacle of the congregation, or when they come near unto the altar to minister in the holy place; that they bear not iniquity, and die; a statute for ever shall it be for him and for his seed after him."
    }
  ]
}