{
  "book_id": "EXO",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "And this is the thing that thou shalt do unto them to hallow them, to become priests unto me: Take one young bullock, and two rams without blemish,"
    },
    {
      "verse": 2,
      "text": "And unleavened bread, and unleavened cakes, mingled with oil, and unleavened wafers, anointed with oil; of fine wheaten flour shalt thou make them."
    },
    {
      "verse": 3,
      "text": "And thou shalt put them into one basket, and bring them near in the basket, with the bullock and the two rams."
    },
    {
      "verse": 4,
      "text": "And Aaron and his sons shalt thou bring near unto the door of the tabernacle of the congregation, and shalt wash them with water."
    },
    {
      "verse": 5,
      "text": "And thou shalt take the garments, and clothe Aaron with the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the girdle of the ephod:"
    },
    {
      "verse": 6,
      "text": "And thou shalt put the mitre upon his head, and thou shalt fasten the holy crown upon the mitre."
    },
    {
      "verse": 7,
      "text": "Then shalt thou take the anointing oil, and pour it upon his head, and anoint him."
    },
    {
      "verse": 8,
      "text": "And his sons shalt thou bring near, and clothe them with coats."
    },
    {
      "verse": 9,
      "text": "And thou shalt gird them with the girdles, Aaron and his sons, and bind the bonnets on them; and the priest's office shall be theirs for a perpetual statute: and thus shalt thou consecrate Aaron and his sons."
    },
    {
      "verse": 10,
      "text": "And thou shalt cause the bullock to be brought before the tabernacle of the congregation: and Aaron and his sons shall lay their hands upon the head of the bullock."
    },
    {
      "verse": 11,
      "text": "And thou shalt kill the bullock before the Lord, by the door of the tabernacle of the congregation."
    },
    {
      "verse": 12,
      "text": "And thou shalt take of the blood of the bullock, and put it upon the horns of the altar with thy finger, and all the remaining blood shalt thou pour out beside the bottom of the altar."
    },
    {
      "verse": 13,
      "text": "And thou shalt take all the fat that covereth the inwards, and the midriff above the liver, and the two kidneys, and the fat that is upon them, and burn them upon the altar."
    },
    {
      "verse": 14,
      "text": "But the flesh of the bullock, and his skin, and his dung, shalt thou burn with fire, without the camp: it is a sin-offering."
    },
    {
      "verse": 15,
      "text": "And the one ram shalt thou take; and Aaron and his sons shall lay their hands upon the head of the ram."
    },
    {
      "verse": 16,
      "text": "And thou shalt slay the ram, and thou shalt take his blood, and sprinkle it upon the altar round about."
    },
    {
      "verse": 17,
      "text": "And the ram shalt thou cut in pieces, and wash his inwards, and his legs, and put them with his pieces, and with his head."
    },
    {
      "verse": 18,
      "text": "And thou shalt burn the whole ram upon the altar, it is a burnt-offering unto the Lord; it is a sweet savor, an offering made by fire unto the Lord."
    },
    {
      "verse": 19,
      "text": "And thou shalt take the other ram; and Aaron and his sons shall lay their hands upon the head of the ram."
    },
    {
      "verse": 20,
      "text": "Then shalt thou kill the ram, and take of his blood, and put it upon the tip of Aaron's right ear, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about."
    },
    {
      "verse": 21,
      "text": "And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle them upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, together with his garments, and his sons, and the garments of his sons with him."
    },
    {
      "verse": 22,
      "text": "And thou shalt take from the ram the fat and the rump, and the fat that covereth the inwards, and the midriff above the liver, and the two kidneys, and the fat that is upon them, and the right shoulder; for it is a ram of consecration;"
    },
    {
      "verse": 23,
      "text": "And one loaf of bread, and one cake of the oiled bread, and one wafer, out of the basket of the unleavened bread that is before the Lord."
    },
    {
      "verse": 24,
      "text": "And thou shalt put all this upon the hands of Aaron, and upon the hands of his sons; and thou shalt make with them a waving before the Lord."
    },
    {
      "verse": 25,
      "text": "And thou shalt then take them from their hands, and burn them upon the altar upon the burnt-offering; for a sweet savor before the Lord, it is an offering made by fire unto the Lord."
    },
    {
      "verse": 26,
      "text": "And thou shalt take the breast of the ram of the consecration that belongeth to Aaron, and make therewith a waving before the Lord; and it shall belong to thee as thy portion."
    },
    {
      "verse": 27,
      "text": "And thou shalt sanctify the breast which hath been waved, and the shoulder which hath been lifted up, which was waved, and which was heaved up, of the ram of the consecration, of that which belongeth to Aaron, and of that which belongeth to his sons:"
    },
    {
      "verse": 28,
      "text": "That they shall belong to Aaron and to his sons, as a statute forever, from the children of Israel; for it is a heave-offering; and a heave-offering it shall remain from the children of Israel, from the sacrifices of their peace-offerings, as their heave-offering unto the Lord."
    },
    {
      "verse": 29,
      "text": "And the holy garments belonging to Aaron shall be for his sons after him, to anoint them therein, and to consecrate them therein."
    },
    {
      "verse": 30,
      "text": "Seven days shall that one of his sons put them on who is to be priest in his place, who is to go into the tabernacle of the congregation to minister in the sanctuary."
    },
    {
      "verse": 31,
      "text": "And the ram of the consecration shalt thou take, and seethe his flesh in a holy place."
    },
    {
      "verse": 32,
      "text": "And Aaron with his sons shall eat the flesh of the ram, and the bread that is in the basket, by the door of the tabernacle of the congregation."
    },
    {
      "verse": 33,
      "text": "And they shall eat those things wherewith the atonement was made, to consecrate them and to sanctify them; but a stranger shall not eat thereof, because they are holy."
    },
    {
      "verse": 34,
      "text": "And if aught of the flesh of the consecration sacrifice, or of the bread, remain unto the morning, then shalt thou burn the remainder with fire; it shall not be eaten, because it is holy."
    },
    {
      "verse": 35,
      "text": "And thou shalt do unto Aaron, and to his sons thus, all as I have commanded thee; seven days shalt thou consecrate them."
    },
    {
      "verse": 36,
      "text": "And a bullock shalt thou offer every day for a sin-offering as an atonement: and thou shalt cleanse the altar, in as much as thou makest an atonement upon it; and thou shalt anoint it, to sanctify it."
    },
    {
      "verse": 37,
      "text": "Seven days shalt thou make an atonement upon the altar and sanctify it; and the altar shall be most holy; whatsoever toucheth the altar shall be holy."
    },
    {
      "verse": 38,
      "text": "And this is what thou shalt offer upon the altar: Two sheep of the first year for every day, continually."
    },
    {
      "verse": 39,
      "text": "The one sheep shalt thou offer in the morning; and the other sheep shalt thou offer toward evening."
    },
    {
      "verse": 40,
      "text": "And a tenth part of fine flour mingled with the fourth part of a hin of beaten oil, and the fourth part of a hin of wine for a drink-offering, shall be for the one sheep."
    },
    {
      "verse": 41,
      "text": "And the other sheep shalt thou offer toward evening; according to the meat-offering of the morning, and according to its drink-offering shalt thou do unto it, for a sweet savor, an offering made by fire unto the Lord."
    },
    {
      "verse": 42,
      "text": "A continual burnt-offering throughout your generations [shall this be] at the door of the tabernacle of the congregation before the Lord; where I will meet with you, to speak unto thee there."
    },
    {
      "verse": 43,
      "text": "And I will meet there with the children of Israel, and it shall be sanctified by my glory."
    },
    {
      "verse": 44,
      "text": "And I will sanctify the tabernacle of the congregation, and the altar: and both Aaron and his sons will I sanctify, that they may he priests unto me."
    },
    {
      "verse": 45,
      "text": "And I will dwell among the children of Israel, and I will be to them for a God."
    },
    {
      "verse": 46,
      "text": "And they shall know that I am the Eternal, their God, who brought them forth out of the land of Egypt, that I might dwell among them: I am the Lord their God."
    }
  ]
}