{
  "book_id": "EXO",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "And when the people saw that Moses delayed to come down from the mount, the people assembled themselves together around Aaron, and they said unto him, Up, make us gods, that shall go before us; for of this man Moses, who hath brought us up out of the land of Egypt, we know not what is become of him."
    },
    {
      "verse": 2,
      "text": "And Aaron said unto them, Take out the golden earrings, which are in the ears of your wives, of your sons, and of your daughters, and bring them unto me."
    },
    {
      "verse": 3,
      "text": "And all the people took out the golden earrings, which were in their ears, and brought them unto Aaron."
    },
    {
      "verse": 4,
      "text": "And he took them from their hand, and fashioned it in a mould, and he made of it a molten calf; and they said, These are thy gods, O Israel, that have brought thee up out of the land of Egypt."
    },
    {
      "verse": 5,
      "text": "And when Aaron saw this, he built an altar before it; and Aaron called out, and said, A feast unto the Lord is tomorrow."
    },
    {
      "verse": 6,
      "text": "And they rose up early on the morrow, and offered burnt-offerings, and brought near peace-offerings; and the people sat down to eat and to drink, and rose up to play."
    },
    {
      "verse": 7,
      "text": "And the Lord spoke unto Moses, Go, get thee down; for thy people, which thou hast brought up out of the land of Egypt, hath become corrupt:"
    },
    {
      "verse": 8,
      "text": "They have turned aside quickly from the way which I have commanded them; they have made themselves a molten calf: and they have bowed themselves to it, and have sacrificed unto it, and have said, These are thy gods, O Israel, that have brought thee up out of the land of Egypt."
    },
    {
      "verse": 9,
      "text": "And the Lord said unto Moses, I have seen this people, and, behold, it is a stiffnecked people."
    },
    {
      "verse": 10,
      "text": "And now let me alone, and my wrath shall wax hot against them, and I will make an end of them; and I will make of thee a great nation."
    },
    {
      "verse": 11,
      "text": "Thereupon Moses besought the Lord his God, and said, Why, O Lord, shall thy wrath wax hot against thy people, that thou hast brought forth out of the land of Egypt, with great power and with a mighty hand?"
    },
    {
      "verse": 12,
      "text": "Wherefore should the Egyptians say thus, For mischief did he bring them out, to slay them in the mountains, and to destroy them from the face of the earth? Turn from thy fierce wrath, and repent thee of the evil decreed against thy people."
    },
    {
      "verse": 13,
      "text": "Remember Abraham, Isaac, and Israel, thy servants, to whom thou didst swear by thy own self, and speak unto them, I will multiply your seed as the stars of heaven; and all this land that I have spoken of will I give unto your seed, and they shall inherit it for ever."
    },
    {
      "verse": 14,
      "text": "And the Lord bethought himself of the evil which he had spoken to do unto his people."
    },
    {
      "verse": 15,
      "text": "And Moses turned about, and went down from the mount with the two tables of the testimony in his hand: tables inscribed on both their sides; on the one side and on the other were they inscribed."
    },
    {
      "verse": 16,
      "text": "And the tables were the work of God, and the writing was the writing of God, engraved upon the tables."
    },
    {
      "verse": 17,
      "text": "And Joshua heard the noise of the people in its shouting, and he said unto Moses, There is a noise of war in the camp."
    },
    {
      "verse": 18,
      "text": "And he said, It is not the voice of a shout for mastery, neither is it the voice of a cry for defeat; the noise of singing do I hear."
    },
    {
      "verse": 19,
      "text": "And it came to pass, when he came nigh unto the camp, and he saw the calf, and the dancing: that the anger of Moses waxed hot, and he cast from his hands the tables, and broke them at the foot of the mount."
    },
    {
      "verse": 20,
      "text": "And he took the calf which they had made, and burnt it in fire, and ground it to a powder, and he strewed it upon the water, and made the children of Israel drink of it."
    },
    {
      "verse": 21,
      "text": "And Moses said unto Aaron, What hath this people done unto thee, that thou hast brought upon it so great a sin?"
    },
    {
      "verse": 22,
      "text": "And Aaron said, Let not the anger of my Lord wax hot: thou knowest the people, that it is bent on mischief."
    },
    {
      "verse": 23,
      "text": "And they said unto me, Make us gods that shall go before us; for of this man Moses, who brought us up out of the land of Egypt, we know not what hath become of him."
    },
    {
      "verse": 24,
      "text": "And I said unto them, Who hath any gold? They took it off themselves and gave it to me, and I cast it into the fire, and there came out this calf."
    },
    {
      "verse": 25,
      "text": "And Moses saw the people that it had become unruly; for Aaron had made it unruly for a disgrace among their opponents."
    },
    {
      "verse": 26,
      "text": "Moses then placed himself in the gate of the camp, and said, Whoever is on the Lord's side, let him come unto me! and there assembled themselves unto him all the sons of Levi."
    },
    {
      "verse": 27,
      "text": "And he said unto them, Thus hath said the Eternal, the God of Israel, Put ye every man his sword by his side, and go ye hither and thither, from gate to gate in the camp, and slay ye every man his brother, and every man his companion, and every man his relative."
    },
    {
      "verse": 28,
      "text": "And the children of Levi did according to the word of Moses: and there fell of the people on that day about three thousand men."
    },
    {
      "verse": 29,
      "text": "And Moses said, Consecrate yourselves today to the Lord, yea even every man on his son, and on his brother; and to bestow upon you this day a blessing."
    },
    {
      "verse": 30,
      "text": "And it came to pass on the morrow, that Moses said unto the people, Ye have sinned a great sin: and now I will go up unto the Lord; peradventure I may obtain an atonement for your sin."
    },
    {
      "verse": 31,
      "text": "And Moses returned unto the Lord, and said, Oh, this people hath sinned a great sin, and they have made themselves gods of gold."
    },
    {
      "verse": 32,
      "text": "Yet now, if thou wilt forgive their sin—; but if not, blot me out, I pray thee, from thy book which thou hast written."
    },
    {
      "verse": 33,
      "text": "And the Lord said unto Moses, Whosoever hath sinned against me, him will I blot out from my book."
    },
    {
      "verse": 34,
      "text": "And now go, lead the people unto the place of which I have spoken unto thee; behold, my angel shall go before thee; but on the day when I visit I will visit their sin upon them."
    },
    {
      "verse": 35,
      "text": "And the Lord sent a plague among the people, because that they had made the calf which Aaron made."
    }
  ]
}