{
  "book_id": "EXO",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "And Bezalel made the ark of shittim wood: two cubits and a half was its length, and a cubit and a half its breadth, and a cubit and a half its height."
    },
    {
      "verse": 2,
      "text": "And he overlaid it with pure gold within and without, and made for it a crown of gold round about."
    },
    {
      "verse": 3,
      "text": "And he cast for it four rings of gold, for the four corners thereof; even two rings on the one side of it, and two rings on the other side of it."
    },
    {
      "verse": 4,
      "text": "And he made staves of shittim wood, and overlaid them with gold."
    },
    {
      "verse": 5,
      "text": "And he put the staves into the rings upon the sides of the ark, to bear the ark."
    },
    {
      "verse": 6,
      "text": "And he made a cover of pure gold: two cubits and a half was its length, and one cubit and a half its breadth."
    },
    {
      "verse": 7,
      "text": "And he made two cherubim of gold, of beaten work made he them, on the two ends of the cover;"
    },
    {
      "verse": 8,
      "text": "One cherub was on the one end, and the other cherub on the other end; out of the cover itself made he the cherubim on the two ends thereof."
    },
    {
      "verse": 9,
      "text": "And the cherubim were spreading forth their wings on high, overshadowing with their wings the cover, with their faces one to the other; toward the cover were the faces of the cherubim directed."
    },
    {
      "verse": 10,
      "text": "And he made the table of shittim wood: two cubits was its length, and a cubit its breadth, and a cubit and a half its height;"
    },
    {
      "verse": 11,
      "text": "And he overlaid it with pure gold, and made thereto a crown of gold round about."
    },
    {
      "verse": 12,
      "text": "And he made unto it a rim of a hand's breadth round about, and made a golden crown on its rim round about."
    },
    {
      "verse": 13,
      "text": "And he cast for it four rings of gold, and he put the rings on the four corners, that were on the four feet thereof."
    },
    {
      "verse": 14,
      "text": "Close under the rim were the rings, as receptacles for the staves to bear the table."
    },
    {
      "verse": 15,
      "text": "And he made the staves of shittim wood, and overlaid them with gold, to bear the table."
    },
    {
      "verse": 16,
      "text": "And he made the vessels which were upon the table, its dishes, and its spoons, and its purifying tubes, and the supporters wherewith [the bread] was covered, of pure gold."
    },
    {
      "verse": 17,
      "text": "And he made the candlestick of pure gold: of beaten work made he the candlestick, its shaft, and its branches, its bowls, its knobs, and its flowers, were out of one piece with it."
    },
    {
      "verse": 18,
      "text": "And six branches were coming out of its sides; three branches of the candlestick out of its one side, and three branches of the candlestick out of the other side thereof."
    },
    {
      "verse": 19,
      "text": "Three bowls, almond-shaped, were on one branch, with a knob and a flower; and three bowls, almond-shaped, were on the other branch, with a knob and a flower; so on the six branches that were coming out of the candlestick."
    },
    {
      "verse": 20,
      "text": "And on the candlestick itself were four bowls, almond-shaped, with its knobs, and its flowers:"
    },
    {
      "verse": 21,
      "text": "And a knob was under two branches that came out of the same, and a knob under two branches that came out of the same, and a knob under two branches that came out of the same, for the six branches that proceeded out of it."
    },
    {
      "verse": 22,
      "text": "Their knobs and their branches were out of one piece with it; all of it was one piece of beaten work, of pure gold."
    },
    {
      "verse": 23,
      "text": "And he made its seven lamps, and its snuffers, and its snuff-dishes, of pure gold."
    },
    {
      "verse": 24,
      "text": "Of a talent of pure gold made he it, and all its vessels."
    },
    {
      "verse": 25,
      "text": "And he made the altar of incense of shittim wood: its length was a cubit, and its breadth a cubit; it was foursquare, and two cubits was its height; from itself were its horns."
    },
    {
      "verse": 26,
      "text": "And he overlaid it with pure gold, its top, and its sides round about, and its horns: and he made unto it a crown of gold round about."
    },
    {
      "verse": 27,
      "text": "And two rings of gold he made for it beneath its crown, on its two corners, upon both its sides, as receptacles for the staves to bear it by means of them."
    },
    {
      "verse": 28,
      "text": "And he made the staves of shittim wood, and overlaid them with gold."
    },
    {
      "verse": 29,
      "text": "And he made the holy anointing oil, and the pure incense of spices, according to the work of the apothecary."
    }
  ]
}