{
  "book_id": "EXO",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "And of the blue, and purple, and scarlet yarn, they made the cloths of service, to do the service in the holy place; and they made the holy garments which were for Aaron, as the Lord had commanded Moses."
    },
    {
      "verse": 2,
      "text": "And he made the ephod, of gold, blue, and purple, and scarlet yarn, and twisted linen;"
    },
    {
      "verse": 3,
      "text": "And they did heat the gold into thin plates, and cut it into wires, to work it in the blue, and in the purple, and in the scarlet yarn, and in the linen, with weaver's work."
    },
    {
      "verse": 4,
      "text": "They made shoulder-pieces for it, joined on; on both its edges was it thus joined together."
    },
    {
      "verse": 5,
      "text": "And the belt for girding it on, that was upon it, was of the same piece with itself, of the same make: of gold, blue, and purple, and scarlet yarn, and twisted linen; as the Lord had commanded Moses."
    },
    {
      "verse": 6,
      "text": "And they wrought the onyx stones enclosed in casings of gold, engraved with the engraving of a signet, after the names of the children of Israel."
    },
    {
      "verse": 7,
      "text": "And he put them on the shoulder-pieces of the ephod, as stones of memorial to the children of Israel; as the Lord had commanded Moses."
    },
    {
      "verse": 8,
      "text": "And he made the breastplate with weaver's work, like the work of the ephod: of gold, blue, and purple, and scarlet yarn, and twisted linen."
    },
    {
      "verse": 9,
      "text": "It was foursquare, double did they make the breastplate: it was a span in length, and a span in breadth, double."
    },
    {
      "verse": 10,
      "text": "And they set in it four rows of stones: the first row, a sardius, a topaz, and an emerald; this was the first row."
    },
    {
      "verse": 11,
      "text": "And the second row, a carbuncle, a sapphire, and a diamond."
    },
    {
      "verse": 12,
      "text": "And the third row, an opal, a turquoise, and an amethyst."
    },
    {
      "verse": 13,
      "text": "And the fourth row, a chrysolite, an onyx, and a jasper: they were fitted in golden casings when they were set in."
    },
    {
      "verse": 14,
      "text": "And the stones were according to the names of the children of Israel, twelve, according to their names, [engraved] with the engraving of a signet, every one according to his name, for the twelve tribes."
    },
    {
      "verse": 15,
      "text": "And they made upon the breastplate chains with knots at the ends, of wreathed work, of pure gold."
    },
    {
      "verse": 16,
      "text": "And they made two casings of gold, and two golden rings; and they put the two rings on the two ends of the breastplate."
    },
    {
      "verse": 17,
      "text": "And they put the two wreathed chains of gold in the two rings on the ends of the breastplate."
    },
    {
      "verse": 18,
      "text": "And the two ends of the two wreathed chains they fastened on the two casings, and they put them on the shoulder-pieces of the ephod, on the outside thereof."
    },
    {
      "verse": 19,
      "text": "And they made two golden rings, and put them on the two ends of the breastplate, on its border, which was on the opposite side of the ephod, inward."
    },
    {
      "verse": 20,
      "text": "And they made two more golden rings, and put them on the two shoulder-pieces of the ephod underneath, toward its front part, close by its seam, above the girdle of the ephod."
    },
    {
      "verse": 21,
      "text": "And they fastened the breastplate by its rings unto the rings of the ephod with a lace of blue, that it might remain on the girdle of the ephod, and that the breastplate might not be loosed from the ephod; as the Lord had commanded Moses."
    },
    {
      "verse": 22,
      "text": "And he made the robe of the ephod of woven work, altogether of blue woolen yarn."
    },
    {
      "verse": 23,
      "text": "And there was an opening in the midst of the robe, as the opening of a habergeon, with a binding round about the opening, that it should not be rent."
    },
    {
      "verse": 24,
      "text": "And they made upon the lower hem of the robe pomegranates of blue, and purple, and scarlet yarn, twisted."
    },
    {
      "verse": 25,
      "text": "And they made bells of pure gold; and they put the bells between the pomegranates upon the lower hem of the robe, round about, between the pomegranates;"
    },
    {
      "verse": 26,
      "text": "A bell and a pomegranate, a bell and a pomegranate, round about the lower hem of the robe, to minister therein; as the Lord had commanded Moses."
    },
    {
      "verse": 27,
      "text": "And they made the coats of linen, of woven work, for Aaron and for his sons,"
    },
    {
      "verse": 28,
      "text": "And the mitre of linen, and the goodly bonnets of linen, and linen breeches of twisted linen thread."
    },
    {
      "verse": 29,
      "text": "And the girdle of twisted linen, and blue, and purple, and scarlet yarn, the work of the embroiderer; as the Lord had commanded Moses."
    },
    {
      "verse": 30,
      "text": "And they made the plate of the holy crown of pure gold, and wrote upon it a writing, like the engrafting of a signet, Holy to the Lord."
    },
    {
      "verse": 31,
      "text": "And they put on it a lace of blue, to place it upon the mitre above; as the Lord had commanded Moses."
    },
    {
      "verse": 32,
      "text": "Thus was finished all the work of the tabernacle of the tent of the congregation; and the children of Israel had made it in accordance with all that the Lord had commanded Moses, so had they made it."
    },
    {
      "verse": 33,
      "text": "And they brought the tabernacle unto Moses, the tent, and all its vessels, its hooks, its boards, its bars, and its pillars, and its sockets,"
    },
    {
      "verse": 34,
      "text": "And the covering of rams' skins dyed red, and the covering of badgers' skins, and the vail of the separation:"
    },
    {
      "verse": 35,
      "text": "The ark of the testimony, and its staves, and the mercy-seat;"
    },
    {
      "verse": 36,
      "text": "The table, and all its vessels, and the showbread;"
    },
    {
      "verse": 37,
      "text": "The pure candlestick, with its lamps, the lamps to be set in order thereupon, and all its vessels, and the oil for the lighting,"
    },
    {
      "verse": 38,
      "text": "And the golden altar, and the anointing oil, and the incense of spices, and the hanging for the door of the tabernacle;"
    },
    {
      "verse": 39,
      "text": "The copper altar, and the grating of copper which belonged to it, its staves, and all its vessels, the laver and its foot;"
    },
    {
      "verse": 40,
      "text": "The hangings of the court, its pillars and its sockets, and the hanging for the court-gate, its cords, and its pins, and all the vessels of the service of the tabernacle, for the tent of the congregation;"
    },
    {
      "verse": 41,
      "text": "The cloths of service to do the service in the holy place, and the holy garments for Aaron the priest, and the garments of his sons, to minister therein."
    },
    {
      "verse": 42,
      "text": "All, just as the Lord had commanded Moses, so had the children of Israel done all the work."
    },
    {
      "verse": 43,
      "text": "And Moses did look over all the work, and, behold, they had done it as the Lord had commanded, even so had they done it: and Moses blessed them."
    }
  ]
}