{
  "book_id": "EXO",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "On the first day of the first month shalt thou set up the tabernacle of the tent of the congregation."
    },
    {
      "verse": 3,
      "text": "And thou shalt put therein the ark of the testimony, and separate the ark with the vail."
    },
    {
      "verse": 4,
      "text": "And thou shalt bring in the table, and arrange the order of the showbread upon it; and thou shalt bring in the candlestick, and light the lamps thereof."
    },
    {
      "verse": 5,
      "text": "And thou shalt set the altar of gold for the incense before the ark of the testimony; and thou shalt put up the hanging at the door to the tabernacle."
    },
    {
      "verse": 6,
      "text": "And thou shalt set the altar of burnt-offering before the door of the tabernacle of the tent of the congregation."
    },
    {
      "verse": 7,
      "text": "And thou shalt set the laver between the tabernacle of the congregation and the altar, and thou shalt put water therein."
    },
    {
      "verse": 8,
      "text": "And thou shalt set up the court round about, and put up the hanging at the gate of the court."
    },
    {
      "verse": 9,
      "text": "And thou shalt take the anointing oil, and anoint the tabernacle, and all that is therein; and thou shalt hallow it, with all its vessels, and it shall be holy."
    },
    {
      "verse": 10,
      "text": "And thou shalt anoint the altar of burnt-offering, and all its vessels; and thou shalt sanctify the altar, and the altar shall be most holy."
    },
    {
      "verse": 11,
      "text": "And thou shalt anoint the laver with its foot, and sanctify it."
    },
    {
      "verse": 12,
      "text": "And thou shalt bring near Aaron and his sons unto the door of the tabernacle of the congregation, and wash them with water."
    },
    {
      "verse": 13,
      "text": "And thou shalt clothe Aaron with the holy garments; and thou shalt anoint him, and sanctify him, that he may be a priest unto me."
    },
    {
      "verse": 14,
      "text": "And his sons shalt thou bring near, and clothe them with coats:"
    },
    {
      "verse": 15,
      "text": "And thou shalt anoint them, as thou hast anointed their father, that they may be priests unto me; and this shall be, that their anointing shall be unto them for an everlasting priesthood throughout their generations."
    },
    {
      "verse": 16,
      "text": "And Moses did so; all, just as the Lord had commanded him, so did he."
    },
    {
      "verse": 17,
      "text": "And it came to pass in the first month in the second year, on the first of the month, that the tabernacle was reared up."
    },
    {
      "verse": 18,
      "text": "And Moses reared up the tabernacle, and placed its sockets, and set up its boards, and put in its bars, and reared up its pillars."
    },
    {
      "verse": 19,
      "text": "And he spread the tent over the tabernacle, and put the covering of the tent over it above; as the Lord had commanded Moses."
    },
    {
      "verse": 20,
      "text": "And he took and put the testimony into the ark, and placed the staves on the ark; and he put the mercy-seat upon the ark above."
    },
    {
      "verse": 21,
      "text": "And he brought the ark into the tabernacle, and set up the vail of the separation, and made therewith a separation for the ark of the testimony; as the Lord had commanded Moses."
    },
    {
      "verse": 22,
      "text": "And he put the table in the tabernacle of the congregation, upon the side of the tabernacle, northward, without the vail."
    },
    {
      "verse": 23,
      "text": "And he arranged upon it the order of bread before the Lord; as the Lord had commanded Moses."
    },
    {
      "verse": 24,
      "text": "And he placed the candlestick in the tabernacle of the congregation, opposite the table, on the side of the tabernacle, southward."
    },
    {
      "verse": 25,
      "text": "And he lighted the lamps before the Lord; as the Lord had commanded Moses."
    },
    {
      "verse": 26,
      "text": "And he placed the golden altar in the tabernacle of the congregation before the vail."
    },
    {
      "verse": 27,
      "text": "And he burnt thereon the incense of spices; as the Lord had commanded Moses."
    },
    {
      "verse": 28,
      "text": "And he put up the hanging at the door to the tabernacle."
    },
    {
      "verse": 29,
      "text": "And the altar of burnt-offering he placed by the door of the tabernacle of the tent of the congregation; and he offered upon it the burnt-offering and the meat-offering; as the Lord had commanded Moses."
    },
    {
      "verse": 30,
      "text": "And he set the laver between the tabernacle of the congregation and the altar, and put water there, for washing."
    },
    {
      "verse": 31,
      "text": "And Moses and Aaron and his sons washed therefrom their hands and their feet."
    },
    {
      "verse": 32,
      "text": "When they went in unto the tabernacle of the congregation, and when they came near unto the altar, they washed themselves; as the Lord had commanded Moses."
    },
    {
      "verse": 33,
      "text": "And he reared up the court round about the tabernacle and the altar, and put up the hanging of the gate of the court; and so did Moses finish the work."
    },
    {
      "verse": 34,
      "text": "And the cloud covered the tent of the congregation, and the glory of the Lord filled the tabernacle."
    },
    {
      "verse": 35,
      "text": "And Moses was not able to enter into the tent of the congregation; because the cloud abode thereon, and the glory of the Lord filled the tabernacle."
    },
    {
      "verse": 36,
      "text": "And when the cloud was taken up from over the tabernacle, the children of Israel were wont to go onward in all their journeyings."
    },
    {
      "verse": 37,
      "text": "But if the cloud was not taken up, then they journeyed not till the day that is was taken up."
    },
    {
      "verse": 38,
      "text": "For the cloud of the Lord was upon the tabernacle by day, and a fire was by night on it, before the eyes of all the house of Israel, throughout all their journeyings."
    }
  ]
}