{
  "book_id": "1CH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And the sons of Ruben the firstborn of Israel (for he \\add was\\add* the firstborn; but because of his going up to his father's couch, \\add his father\\add* gave his blessing to his son Joseph, \\add even\\add* the son of Israel; and he was not reckoned as firstborn;"
    },
    {
      "verse": 2,
      "text": "for Judas \\add was\\add* very mighty even among his brethren, and one was to be a ruler out of him: but the blessing \\add was\\add* Joseph's)."
    },
    {
      "verse": 3,
      "text": "The sons of Ruben the firstborn of Israel; Enoch, and Phallus, Asrom, and Charmi."
    },
    {
      "verse": 4,
      "text": "The sons of Joel; Semei, and Banaia his son: and the sons of Gug the son of Semei."
    },
    {
      "verse": 5,
      "text": "His son \\add was\\add* Micha, his son Recha, his son Joel,"
    },
    {
      "verse": 6,
      "text": "his son Beel, whom Thagla-phallasar king of Assyria carried away captive: he \\add is\\add* the chief of the Rubenites."
    },
    {
      "verse": 7,
      "text": "And his brethren in his family, in their distribution according to their generations; the chief, Joel, and Zacharia."
    },
    {
      "verse": 8,
      "text": "And Balec the son of Azuz, the son of Sama, the son of Joel: he lived in Aroer, and even to Naban, and Beelmasson."
    },
    {
      "verse": 9,
      "text": "And he lived eastward to the borders of the wilderness, from the river Euphrates: for they had much cattle in the land of Galaad."
    },
    {
      "verse": 10,
      "text": "And in the days of Saul they made war upon the sojourners \\add in the land\\add*; and they fell into their hands, all of them dwelling in their tents eastward of Galaad."
    },
    {
      "verse": 11,
      "text": "The sons of Gad lived over against them in the land of Basan even to Sela."
    },
    {
      "verse": 12,
      "text": "Joel the firstborn, and Sapham the second, and Janin the scribe in Basan."
    },
    {
      "verse": 13,
      "text": "And their brethren according to the houses of their fathers; Michael, Mosollam, and Sebee, and Joree, and Joachan, and Zue, and Obed, seven."
    },
    {
      "verse": 14,
      "text": "These \\add are\\add* the sons of Abichaia the son of Uri, the son of Idai, the son of Galaad, the son of Michael, the son of Jesai, the son of Jeddai, the son of Buz,"
    },
    {
      "verse": 15,
      "text": "\\add who was\\add* the brother of the son of Abdiel, the son of Guni, \\add he was\\add* chief of the house of their families."
    },
    {
      "verse": 16,
      "text": "They lived in Galaad, in Basan, and in their villages, and \\add in\\add* all the country round about Saron to the border."
    },
    {
      "verse": 17,
      "text": "The enumeration of \\add them\\add* all took place in the days of Joatham king of Juda, and in the days of Jeroboam king of Israel."
    },
    {
      "verse": 18,
      "text": "The sons of Ruben and Gad, and the half-tribe of Manasse, of mighty men, bearing shields and sword, and bending the bow, and skilled in war, \\add were\\add* forty and four thousand and seven hundred and sixty, going forth to battle."
    },
    {
      "verse": 19,
      "text": "And they made war with the Agarenes, and Itureans, and Naphiseans, and Nadabeans,"
    },
    {
      "verse": 20,
      "text": "and they prevailed against them: and the Agaraeans were given into their hands, \\add they\\add* and all their tents: for they cried to God in the battle, and he listened to them, because they trusted on him."
    },
    {
      "verse": 21,
      "text": "And they took captive their store; five thousand camels, and two hundred and fifty thousand sheep, two thousand asses, and one hundred thousand men."
    },
    {
      "verse": 22,
      "text": "For many fell slain, because the war \\add was\\add* of God. And they lived in their place until the captivity."
    },
    {
      "verse": 23,
      "text": "And the half-tribe of Manasse lived from Basan to Baal, Ermon, and Sanir, and \\add to\\add* the mount Aermon: and they increased in Libanus."
    },
    {
      "verse": 24,
      "text": "And these were the heads of the houses of their families; Opher, and Sei, and Eliel, and Jeremia, and Oduia, and Jediel, mighty men of valour, men of renown, heads of the houses of their families."
    },
    {
      "verse": 25,
      "text": "But they rebelled against the God of their fathers, and went a-whoring after the gods of the nations of the land, whom God cast out from before them."
    },
    {
      "verse": 26,
      "text": "And the God of Israel stirred up the spirit of Phaloch king of Assyria, and the spirit of Thagla-phallasar king of Assyria, and carried away Ruben and Gaddi, and the half-tribe of Manasse, and brought them to Chaach, and Chabor, and to the river Gozan, until this day."
    }
  ]
}