{
  "book_id": "1CH",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And \\add as\\add* to the sons of Issachar, \\add they were\\add* Thola, and Phua, and Jasub, and Semeron, four."
    },
    {
      "verse": 2,
      "text": "And the sons of Thola; Ozi, Raphaia, and Jeriel, and Jamai, and Jemasan, and Samuel, chiefs of their fathers' houses \\add belonging to\\add* Thola, men of might according to their generations; their number in the days of David \\add was\\add* twenty and two thousand and six hundred."
    },
    {
      "verse": 3,
      "text": "And the sons of Ozi; Jezraia: and the sons of Jezraia; Michael, Abdiu, and Joel, and Jesia, five, all rulers."
    },
    {
      "verse": 4,
      "text": "And with them, according to their generations, according to the houses of their families, \\add were men\\add* mighty to set \\add armies\\add* in array for war, thirty and six thousand, for they had multiplied \\add their\\add* wives and children."
    },
    {
      "verse": 5,
      "text": "And their brethren among all the families of Issachar, also mighty men, \\add were\\add* eighty-seven thousand—\\add this was\\add* the number of them all."
    },
    {
      "verse": 6,
      "text": "The sons of Benjamin; Bale, and Bachir, and Jediel, three."
    },
    {
      "verse": 7,
      "text": "And the sons of Bale; Esebon, and Ozi, and Oziel, and Jerimuth, and Uri, five; heads of houses of families, mighty men; and their number \\add was\\add* twenty and two thousand and thirty-four."
    },
    {
      "verse": 8,
      "text": "And the sons of Bachir; Zemira, and Joas, and Eliezer, and Elithenan, and Amaria, and Jerimuth, and Abiud, and Anathoth, and Eleemeth: all these \\add were\\add* the sons of Bachir."
    },
    {
      "verse": 9,
      "text": "And their number according to their generations, (\\add they were\\add* chiefs of their fathers' houses, men of might), \\add was\\add* twenty thousand and two hundred."
    },
    {
      "verse": 10,
      "text": "And the sons of Jediel; Balaan: and the sons of Balaan; Jaus, and Benjamin, and Aoth, and Chanana, and Zaethan, and Tharsi, and Achisaar."
    },
    {
      "verse": 11,
      "text": "All these \\add were\\add* the sons of Jediel, chiefs of their families, men of might, seventeen thousand and two hundred, going forth to war with might."
    },
    {
      "verse": 12,
      "text": "And Sapphin, and Apphin, and the sons of Or, Asom, whose son \\add was\\add* Aor."
    },
    {
      "verse": 13,
      "text": "The sons of Nephthali; Jasiel, Goni, and Aser, and Sellum, his sons, Balam his son."
    },
    {
      "verse": 14,
      "text": "The sons of Manasse; Esriel, whom his Syrian concubine bore; and she bore to him also Machir the father of Galaad."
    },
    {
      "verse": 15,
      "text": "And Machir took a wife for Apphin and Sapphin, and his sister's name was Moocha; and the name of the second \\add son\\add* was Sapphaad; and to Sapphaad were born daughters."
    },
    {
      "verse": 16,
      "text": "And Moocha the wife of Machir bore a son, and called his name Phares; and his brother's name \\add was\\add* Surus; his sons \\add were\\add* Ulam, and Rocom."
    },
    {
      "verse": 17,
      "text": "And the sons of Ulam; Badam. These \\add were\\add* the sons of Galaad, the son of Machir, the son of Manasse."
    },
    {
      "verse": 18,
      "text": "And his sister Malecheth bore Isud, and Abiezer, and Maela."
    },
    {
      "verse": 19,
      "text": "And the sons of Semira were, Aim, and Sychem, and Lakim, and Anian."
    },
    {
      "verse": 20,
      "text": "And the sons of Ephraim; Sothalath, and Barad his son, and Thaath his son, Elada his son, Saath his son,"
    },
    {
      "verse": 21,
      "text": "and Zabad his son, Sothele his son, and Azer, and Elead: and the men of Geth who were born in the land killed them, because they went down to take their cattle."
    },
    {
      "verse": 22,
      "text": "And their father Ephraim mourned many days, and his brethren came to comfort him."
    },
    {
      "verse": 23,
      "text": "And he went in to his wife, and she conceived, and bore a son, and he called his name Beria, because, \\add said he\\add*, he was afflicted in my house."
    },
    {
      "verse": 24,
      "text": "And his daughter \\add was\\add* Saraa, and he was among them that were left, and he built Baethoron the upper and the lower. And the descendants of Ozan \\add were\\add* Seera,"
    },
    {
      "verse": 25,
      "text": "and Raphe his son, Saraph and Thalees his sons, Thaen his son."
    },
    {
      "verse": 26,
      "text": "To Laadan his son \\add was born his\\add* son Amiud, his son Helisamai, \\add his\\add* son"
    },
    {
      "verse": 27,
      "text": "Nun, \\add his\\add* son Jesue, \\add these were\\add* his sons."
    },
    {
      "verse": 28,
      "text": "And their possession and their dwelling \\add were\\add* Baethel and her towns, to the east Noaran, westward Gazer and her towns, and Sychem and her towns, as far as Gaza and her towns."
    },
    {
      "verse": 29,
      "text": "And as far as the borders of the sons of Manasse, Baethsaan and her towns, Thanach and her towns, Mageddo and her towns, Dor and her towns. In this the children of Joseph the son of Israel lived."
    },
    {
      "verse": 30,
      "text": "The sons of Aser; Jemna, and Suia, and Isui, and Beria, and Sore their sister."
    },
    {
      "verse": 31,
      "text": "And the sons of Beria; Chaber, and Melchiel; he \\add was\\add* the father of Berthaith."
    },
    {
      "verse": 32,
      "text": "And Chaber begot Japhlet, and Samer, and Chothan, and Sola their sister."
    },
    {
      "verse": 33,
      "text": "And the sons of Japhlet; Phasec, and Bamael, and Asith: these \\add are\\add* the sons of Japhlet."
    },
    {
      "verse": 34,
      "text": "And the sons of Semmer; Achir, and Rooga, and Jaba, and Aram."
    },
    {
      "verse": 35,
      "text": "And the sons of Elam his brother; Sopha, and Imana, and Selles, and Amal."
    },
    {
      "verse": 36,
      "text": "The sons of Sopha; Sue, and Arnaphar, and Suda, and Barin, and Imran,"
    },
    {
      "verse": 37,
      "text": "and Basan, and Oa, and Sama, and Salisa, and Jethra, and Beera."
    },
    {
      "verse": 38,
      "text": "And the sons of Jether, Jephina, and Phaspha, and Ara."
    },
    {
      "verse": 39,
      "text": "And the sons of Ola; Orech, Aniel, and Rasia."
    },
    {
      "verse": 40,
      "text": "All these \\add were\\add* the sons of Aser, all heads of families, choice, mighty men, chief leaders: their number for battle array—their number \\add was\\add* twenty-six thousand men."
    }
  ]
}