{
  "book_id": "1CH",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And these \\add are\\add* they that came to Sikelag, when he yet kept himself close because of Saul the son of Kis; and these \\add were\\add* among the mighty, aiding \\add him\\add* in war,"
    },
    {
      "verse": 2,
      "text": "and \\add using\\add* the bow with the right hand and with the left, and slingers with stones, and \\add shooters\\add* with bows. Of the brethren of Saul of Benjamin,"
    },
    {
      "verse": 3,
      "text": "the chief \\add was\\add* Achiezer, and Joas son of Asma the Gabathite, and Joel and Jophalet, sons of Asmoth, and Berchia, and Jeul of Anathoth,"
    },
    {
      "verse": 4,
      "text": "and Samaias the Gabaonite a mighty man among the thirty, and over the thirty; \\add and\\add* Jeremia, and Jeziel, and Joanan, and Jozabath of Gadarathiim,"
    },
    {
      "verse": 5,
      "text": "Azai and Arimuth, and Baalia, and Samaraia, and Saphatias of Charaephiel,"
    },
    {
      "verse": 6,
      "text": "Helcana, and Jesuni, and Ozriel, and Jozara, and Sobocam, and the Corites,"
    },
    {
      "verse": 7,
      "text": "and Jelia and Zabadia, sons of Iroam, and the \\add men\\add* of Gedor."
    },
    {
      "verse": 8,
      "text": "And from Gad these separated themselves to David from the wilderness, strong mighty men of war, bearing shields and spears, and their faces \\add were as\\add* the face of a lion, and they were nimble as roes upon the mountains in speed."
    },
    {
      "verse": 9,
      "text": "Aza the chief, Abdia the second, Eliab the third,"
    },
    {
      "verse": 10,
      "text": "Masmana the fourth, Jeremias the fifth,"
    },
    {
      "verse": 11,
      "text": "Jethi the sixth, Eliab the seventh,"
    },
    {
      "verse": 12,
      "text": "Joanan the eighth, Eleazer the ninth,"
    },
    {
      "verse": 13,
      "text": "Jeremia the tenth, Melchabanai the eleventh."
    },
    {
      "verse": 14,
      "text": "These \\add were\\add* chiefs of the army of the sons of Gad, the least one commander of one hundred, and the greatest one of a thousand."
    },
    {
      "verse": 15,
      "text": "These \\add are\\add* the \\add men\\add* that crossed over Jordan in the first month, and it had overflowed all its banks; and they drove out all the inhabitants of the valleys, from the east to the west."
    },
    {
      "verse": 16,
      "text": "And there came \\add some\\add* of the sons of Benjamin and Juda to the assistance of David."
    },
    {
      "verse": 17,
      "text": "And David went out to meet them, and said to them, If you⌃ are come peaceably to me, let my heart be at peace with you: but if \\add you⌃ are come\\add* to betray me to my enemies unfaithfully, the God of your fathers look upon it, and reprove it."
    },
    {
      "verse": 18,
      "text": "And the Spirit came upon Amasai, a captain of the thirty, and he said, Go, David, son of Jesse, you and your people, peace, peace be to you, and peace to your helpers, for your God has helped you. And David received them, and made them captains of the forces."
    },
    {
      "verse": 19,
      "text": "And \\add some\\add* came to David from Manasse, when the Philistines came against Saul to war: and he helped them not, because the captains of the Philistines took counsel, saying, With the heads of those men will he return to his master Saul."
    },
    {
      "verse": 20,
      "text": "When David was going to Sikelag, there came to him of Manasse, Edna and Jozabath, and Rodiel, and Michael, and Josabaith, and Elimuth, and Semathi: \\add these\\add* are the captains of thousands of Manasse."
    },
    {
      "verse": 21,
      "text": "And they fought on the side of David against a troop, for they \\add were\\add* all men of might; and they were commanders in the army, \\add because\\add* of \\add their\\add* might."
    },
    {
      "verse": 22,
      "text": "For daily men came to David, \\add till they amounted\\add* to a great force, as the force of God."
    },
    {
      "verse": 23,
      "text": "And these \\add are\\add* the names of the commanders of the army, who came to David to Chebron, to turn the kingdom of Saul to him according to the word of the Lord."
    },
    {
      "verse": 24,
      "text": "The sons of Juda, bearing shields and spears, six thousand and eight hundred mighty in war."
    },
    {
      "verse": 25,
      "text": "Of the sons of Symeon mighty for battle, seven thousand and one hundred."
    },
    {
      "verse": 26,
      "text": "Of the sons of Levi, four thousand and six hundred."
    },
    {
      "verse": 27,
      "text": "And Joadas the chief \\add of the family\\add* of Aaron, and with him three thousand and seven hundred."
    },
    {
      "verse": 28,
      "text": "And Sadoc, a young \\add man\\add* mighty in strength, and \\add there were\\add* twenty-two leaders of his father's house."
    },
    {
      "verse": 29,
      "text": "And of the sons of Benjamin, the brethren of Saul, three thousand: and still the greater part of them kept the guard of the house of Saul."
    },
    {
      "verse": 30,
      "text": "And of the sons of Ephraim, twenty thousand and eight hundred mighty men, famous in the houses of their fathers."
    },
    {
      "verse": 31,
      "text": "And of the half-tribe of Manasse, eighteen thousand, even \\add those\\add* who were named by name, to make David king."
    },
    {
      "verse": 32,
      "text": "And of the sons of Issachar having wisdom with regard to the times, knowing what Israel should do, two hundred; and all their brethren with them."
    },
    {
      "verse": 33,
      "text": "And of Zabulon they that went out to battle, with all weapons of war, \\add were\\add* fifty thousand to help David, not weak-handed."
    },
    {
      "verse": 34,
      "text": "And of Nephthali a thousand captains, and with them \\add men\\add* with shields and spears, thirty-seven thousand."
    },
    {
      "verse": 35,
      "text": "And of the Danites \\add men\\add* ready for war twenty-eight thousand and eight hundred."
    },
    {
      "verse": 36,
      "text": "And of Aser, they that went out to give aid in war, forty thousand."
    },
    {
      "verse": 37,
      "text": "And from the country beyond Jordan, from Ruben, and the Gadites, and from the half-tribe of Manasse, one hundred and twenty thousand, with all weapons of war."
    },
    {
      "verse": 38,
      "text": "All these \\add were\\add* men of war, setting \\add the army\\add* in battle array, with a peaceful mind \\add towards him\\add*, and they came to Chebron to make David king over all Israel: and the rest of Israel \\add were of\\add* one mind to make David king."
    },
    {
      "verse": 39,
      "text": "And they were there three days eating and drinking, for their brethren \\add had\\add* made preparations."
    },
    {
      "verse": 40,
      "text": "And their neighbors, as far as Issachar and Zabulon and Nephthali, brought to them upon camels, and asses, and mules, and upon calves, food, meal, cakes of figs, raisins, wine, and oil, calves and sheep abundantly: for \\add there was\\add* joy in Israel."
    }
  ]
}