{
  "book_id": "1CH",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And David took counsel with the captains of thousands and captains of hundreds, \\add even with\\add* every commander."
    },
    {
      "verse": 2,
      "text": "And David said to the whole congregation of Israel, If it \\add seem\\add* good to you, and it should be prospered by the Lord our God, let us send to our brethren that are left in all the land of Israel, and let the priests the Levites who are with them in the cities of their possession \\add come\\add*, and let them be gathered to us."
    },
    {
      "verse": 3,
      "text": "And let us bring over to us the ark of our God; for men have not enquired \\add at\\add* it since the days of Saul."
    },
    {
      "verse": 4,
      "text": "And all the congregation said that they would do thus; for the saying was right in the eyes of all the people."
    },
    {
      "verse": 5,
      "text": "So David assembled all Israel, from the borders of Egypt even to the entering in of Hemath, to bring in the ark of God from the city of Jarim."
    },
    {
      "verse": 6,
      "text": "And David brought it up: and all Israel went up to the city of David, which belonged to Juda, to bring up thence the ark of the Lord God who sits between the cherubim, whose name is called \\add on it\\add*."
    },
    {
      "verse": 7,
      "text": "And they set the ark of God on a new wagon \\add brought\\add* out of the house of Aminadab: and Oza and his brethren drove the wagon."
    },
    {
      "verse": 8,
      "text": "And David and all Israel \\add were\\add* playing before the Lord with all their might, and \\add that\\add* together with singers, and with harps, and with lutes, with timbrels, and with cymbals, and with trumpets."
    },
    {
      "verse": 9,
      "text": "And they came as far as the threshing floor: and Oza put forth his hand to hold the ark, because the bullock moved it from \\add its place\\add*."
    },
    {
      "verse": 10,
      "text": "And the Lord was very angry with Oza, and struck him there, because of his stretching forth his hand upon the ark: and he died there before God."
    },
    {
      "verse": 11,
      "text": "And David was dispirited, because the Lord \\add had\\add* made a breach on Oza: and he called that place the Breach of Oza until this day."
    },
    {
      "verse": 12,
      "text": "And David feared God that day, saying, How shall I bring the ark of God in to myself?"
    },
    {
      "verse": 13,
      "text": "So David brought not the ark home to himself into the city of David, but he turned it aside into the house of Abeddara the Gethite."
    },
    {
      "verse": 14,
      "text": "And the ark of God abode in the house of Abeddara three months: and God blessed Abeddara and all that he had."
    }
  ]
}