{
  "book_id": "1CH",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And \\add David\\add* made for himself houses in the city of David, and he prepared a place for the ark of God, and made a tent for it."
    },
    {
      "verse": 2,
      "text": "Then said David, It is not \\add lawful for any\\add* to bear the ark of God, but the Levites; for the Lord has chosen them to bear the ark of the Lord, and to minister to him for ever."
    },
    {
      "verse": 3,
      "text": "And David assembled all Israel at Jerusalem, to bring up the ark of the Lord to the place which he \\add had\\add* prepared for it."
    },
    {
      "verse": 4,
      "text": "And David gathered together the sons of Aaron the Levites."
    },
    {
      "verse": 5,
      "text": "Of the sons of Caath; \\add there was\\add* Uriel the chief, and his brethren, one hundred and twenty."
    },
    {
      "verse": 6,
      "text": "Of the sons of Merari; Asaia the chief, and his brethren, two hundred and twenty."
    },
    {
      "verse": 7,
      "text": "Of the sons of Gedson; Joel the chief, and his brethren, one hundred and thirty."
    },
    {
      "verse": 8,
      "text": "Of the sons of Elisaphat; Semei the chief, and his brethren, two hundred."
    },
    {
      "verse": 9,
      "text": "Of the sons of Chebrom; Eliel the chief, and his brethren eighty."
    },
    {
      "verse": 10,
      "text": "Of the sons of Oziel; Aminadab the chief, and his brethren one hundred and twelve."
    },
    {
      "verse": 11,
      "text": "And David called Sadoc and Abiathar the priests, and the Levites, Uriel, Asaia, and Joel, and Semaia, and Eliel, and Aminadab,"
    },
    {
      "verse": 12,
      "text": "and said to them, You⌃ \\add are\\add* the heads of the families of the Levites: sanctify yourselves, you and your brethren, and you⌃ shall carry up the ark of the God of Israel, \\add to the place\\add* which I have prepared for it."
    },
    {
      "verse": 13,
      "text": "For because you⌃ were not \\add ready\\add* at the first, our God made a breach upon us, because we sought him not according to the ordinance."
    },
    {
      "verse": 14,
      "text": "So the priests and the Levites sanctified themselves, to bring up the ark of the God of Israel."
    },
    {
      "verse": 15,
      "text": "And the sons of the Levites took the ark of God, (as Moses commanded by the word of God according to the scripture) upon their shoulders with staves."
    },
    {
      "verse": 16,
      "text": "And David said to the chiefs of the Levites, Set your brethren the singers with musical instruments, lutes, harps, and cymbals, to sound aloud with a voice of joy."
    },
    {
      "verse": 17,
      "text": "So the Levites appointed Aeman the son of Joel; Asaph the son of Barachias \\add was one\\add* of his brethren; and Aethan the son of Kisaeus was of the sons of Merari their brethren;"
    },
    {
      "verse": 18,
      "text": "and with them their brethren of the second rank, Zacharias, and Oziel, and Semiramoth, and Jeiel, and Elioel, and Eliab, and Banaia, and Maasaia, and Matthathia, and Eliphena, and Makellia, and Abdedom, and Jeiel, and Ozias, the porters."
    },
    {
      "verse": 19,
      "text": "And the singers, Aeman, Asaph, and Aethan, with brazen cymbals to make \\add a sound\\add* to be heard."
    },
    {
      "verse": 20,
      "text": "Zacharias, and Oziel, Semiramoth, Jeiel, Oni, Eliab, Maasaeas, Banaeas, with lutes, on alaemoth."
    },
    {
      "verse": 21,
      "text": "And Mattathias, and Eliphalu, and Makenia, and Abdedom, and Jeiel, and Ozias, with harps of Amasenith, to make a loud noise."
    },
    {
      "verse": 22,
      "text": "And Chonenia chief of the Levites \\add was\\add* master of the bands, because he was skillful."
    },
    {
      "verse": 23,
      "text": "And Barachia and Elcana \\add were\\add* doorkeepers of the ark."
    },
    {
      "verse": 24,
      "text": "And Somnia, and Josaphat, and Nathanael, and Amasai, and Zacharia, and Banaea, and Eliezer, the priests, were sounding with trumpets before the ark of God: and Abdedom and Jeia \\add were\\add* doorkeepers of the ark of God."
    },
    {
      "verse": 25,
      "text": "So David, and the elders of Israel, and the captains of thousands, went to bring up the ark of the covenant from the house of Abdedom with gladness."
    },
    {
      "verse": 26,
      "text": "And it came to pass when God strengthened the Levites bearing the ark of the covenant of the Lord, that they sacrificed seven calves and seven rams."
    },
    {
      "verse": 27,
      "text": "And David \\add was\\add* girded with a fine linen robe, and all the Levites \\add who were\\add* bearing the ark of the covenant of the Lord, and the singers, and Chonenias the master of the band of singers; also upon David \\add there was\\add* a robe of fine linen."
    },
    {
      "verse": 28,
      "text": "And all Israel brought up the ark of the covenant of the Lord with shouting, and with the sound of a horn, and with trumpets, and with cymbals, playing loudly on lutes and harps."
    },
    {
      "verse": 29,
      "text": "And the ark of the covenant of the Lord arrived, and came to the city of David; and Melchol the daughter of Saul looked down through the window, and saw king David dancing and playing: and she despised him in her heart."
    }
  ]
}