{
  "book_id": "1CH",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass afterwards, that David struck the Philistines, and routed them, and took Geth and its villages out of the hand of the Philistines."
    },
    {
      "verse": 2,
      "text": "And he struck Moab; and the Moabites became servants to David, \\add and\\add* tributaries."
    },
    {
      "verse": 3,
      "text": "And David struck Adraazar king of Suba of Emath, as he was going to establish power toward the river Euphrates."
    },
    {
      "verse": 4,
      "text": "And David took of them a thousand chariots, and seven thousand horsemen, and twenty thousand infantry: and David houghed all the chariot \\add horses\\add*, but there were reserved of them one hundred chariots."
    },
    {
      "verse": 5,
      "text": "And the Syrian came from Damascus to help Adraazar king of Suba; and David struck of the Syrian \\add army\\add* twenty and two thousand men."
    },
    {
      "verse": 6,
      "text": "And David put a garrison in Syria near Damascus; and they became tributary servants to David: and the Lord delivered David wherever he went."
    },
    {
      "verse": 7,
      "text": "And David took the golden collars that were on the servants of Adraazar, and brought them to Jerusalem."
    },
    {
      "verse": 8,
      "text": "And David took out of Matabeth, and out of the chief cities of Adraazar very much brass: of this Solomon made the brazen sea, and the pillars, and the brazen vessels."
    },
    {
      "verse": 9,
      "text": "And Thoa king of Emath heard that David had struck the whole force of Adraazar king of Suba."
    },
    {
      "verse": 10,
      "text": "And he sent Aduram his son to king David to ask how he was, and to congratulate him because he had fought against Adraazar, and struck him; for Thoa was the enemy of Adraazar."
    },
    {
      "verse": 11,
      "text": "And all the golden and silver and brazen vessels, even these king David consecrated to the Lord, with the silver and the gold which he took from all the nations; from Idumaea, and Moab, and from the children of Ammon, and from the Philistines, and from Amalec."
    },
    {
      "verse": 12,
      "text": "And Abesa son of Saruia struck the Idumeans in the valley of Salt, eighteen thousand."
    },
    {
      "verse": 13,
      "text": "And he put garrisons in the valley; and all the Idumaeans became David's servants: and the Lord delivered David wherever he went."
    },
    {
      "verse": 14,
      "text": "So David reigned over all Israel; and he executed judgment and justice to all his people."
    },
    {
      "verse": 15,
      "text": "And Joab the son of Saruia \\add was\\add* over the army, and Josaphat the son of Achilud \\add was\\add* recorder."
    },
    {
      "verse": 16,
      "text": "And Sadoc son of Achitob, and Achimelech son of Abiathar, \\add were\\add* the priests; and Susa \\add was\\add* the scribe;"
    },
    {
      "verse": 17,
      "text": "and Banaeas the son of Jodae \\add was\\add* over the Cherethite and the Phelethite, and the sons of David were the chief deputies of the king."
    }
  ]
}