{
  "book_id": "1CH",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And David said, This is the house of the Lord God, and this \\add is\\add* the altar for whole burnt offering for Israel."
    },
    {
      "verse": 2,
      "text": "And David gave orders to gather all the strangers that were in the land of Israel; and he appointed stone-hewers to hew polished stones to build the house to God."
    },
    {
      "verse": 3,
      "text": "And David prepared much iron for the nails of the doors and the gate; the hinges also and brass in abundance, there was no weighing \\add of it\\add*."
    },
    {
      "verse": 4,
      "text": "And cedar threes without number: for the Sidonians and the Tyrians brought cedar trees in abundance to David."
    },
    {
      "verse": 5,
      "text": "And David said, My son Solomon \\add is\\add* a tender child, and the house \\add for me\\add* to build to the Lord \\add is\\add* for superior magnificence for a name and for a glory through all the earth: I will make preparation for it. And David prepared abundantly before his death."
    },
    {
      "verse": 6,
      "text": "And he called Solomon his son, and commanded him to build the house for the Lord God of Israel."
    },
    {
      "verse": 7,
      "text": "And David said to Solomon, \\add My\\add* child, it was in my heart to build a house to the name of the Lord God."
    },
    {
      "verse": 8,
      "text": "But the word of the Lord came to me, saying, You have shed blood abundantly, and have carried on great wars: you shall not build a house to my name, because you have shed much blood upon the earth before me."
    },
    {
      "verse": 9,
      "text": "Behold, a son shall be born to you, he shall be a man of rest; and I will give him rest from all his enemies round about: for his name \\add shall be\\add* Solomon, and I will give peace and quietness to Israel in his days."
    },
    {
      "verse": 10,
      "text": "He shall build a house to my name; and he shall be a son to me, and I will be a father to him; and I will establish the throne of his kingdom in Israel for ever."
    },
    {
      "verse": 11,
      "text": "And now, my son, the Lord shall be with you, and prosper \\add you\\add*; and you shall build a house to the Lord your God, as he spoke concerning you."
    },
    {
      "verse": 12,
      "text": "Only may the Lord give you wisdom and prudence, and strengthen you over Israel, both to keep and to do the law of the Lord your God."
    },
    {
      "verse": 13,
      "text": "Then will he prosper \\add you\\add*, if you take heed to do the commandments and judgments which the Lord commanded Moses for Israel: be courageous and strong; fear not, nor be terrified."
    },
    {
      "verse": 14,
      "text": "And, behold, I according to my poverty have prepared for the house of the Lord one hundred thousand talents of gold, and a million talents of silver, and brass and iron without measure; for it is abundant; and I have prepared timber and stones; and do you add to these."
    },
    {
      "verse": 15,
      "text": "And \\add of them that are\\add* with you do you add to the multitude of workmen; \\add let there be\\add* artificers and masons, and carpenters, and every skillful \\add workman\\add* in every work;"
    },
    {
      "verse": 16,
      "text": "in gold and silver, brass and iron, \\add of which\\add* there is no number. Arise and do, and the Lord \\add be\\add* with you."
    },
    {
      "verse": 17,
      "text": "And David charged all the chief men of Israel to help Solomon his son, \\add saying\\add*,"
    },
    {
      "verse": 18,
      "text": "\\add Is\\add* not the Lord with you? and he has given you rest round about, for he has given into your hands the inhabitants of the land; and the land is subdued before the Lord, and before his people."
    },
    {
      "verse": 19,
      "text": "Now set your hearts and souls to seek after the Lord your God: and rise, and build a sanctuary to your God to carry in the ark of the covenant of the Lord, and the holy vessels of God, into the house that is to be built to the name of the Lord."
    }
  ]
}