{
  "book_id": "1CH",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Now the sons of Israel according to their number, heads of families, captains of thousands and captains of hundreds, and scribes ministering to the king, and for every affair of the king according to \\add their\\add* divisions, \\add for\\add* every ordinance of coming in and going out monthly, for all the months of the year, one division of them \\add was\\add* twenty-four thousand."
    },
    {
      "verse": 2,
      "text": "And over the first division of the first month \\add was\\add* Isboaz the son of Zabdiel: in his division \\add were\\add* twenty-four thousand."
    },
    {
      "verse": 3,
      "text": "Of the sons of Tharez \\add one\\add* was chief of all the captains of the host for the first month."
    },
    {
      "verse": 4,
      "text": "And over the division of the second month \\add was\\add* Dodia the son of Ecchoc, and over his division \\add was\\add* Makelloth also chief: and in his division \\add were\\add* twenty and four thousand, chief men of the host."
    },
    {
      "verse": 5,
      "text": "The third for the third month \\add was\\add* Banaias the son of Jodae the chief priest: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 6,
      "text": "This Banaeas \\add was\\add* more mighty than the thirty, and over the thirty: and Zabad his son \\add was\\add* over his division."
    },
    {
      "verse": 7,
      "text": "The fourth for the fourth month \\add was\\add* Asael the brother of Joab, and Zabadias his son, and his brethren: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 8,
      "text": "The fifth chief for the fifth month \\add was\\add* Samaoth the Jezraite: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 9,
      "text": "The sixth for the sixth month \\add was\\add* Hoduias the son of Ekkes the Thecoite: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 10,
      "text": "The seventh for the seventh month \\add was\\add* Chelles of Phallus of the children of Ephraim: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 11,
      "text": "The eighth for the eighth month \\add was\\add* Sobochai the Usathite, \\add belonging\\add* to Zarai: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 12,
      "text": "The ninth for the ninth month \\add was\\add* Abiezer of Anathoth, of the land of Benjamin: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 13,
      "text": "The tenth for the tenth month \\add was\\add* Meera the Netophathite, \\add belonging\\add* to Zarai: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 14,
      "text": "The eleventh for the eleventh month \\add was\\add* Banaias of Pharathon, of the sons of Ephraim: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 15,
      "text": "The twelfth for the twelfth month \\add was\\add* Choldia the Netophathite, \\add belonging\\add* to Gothoniel: and in his division \\add were\\add* twenty and four thousand."
    },
    {
      "verse": 16,
      "text": "And over the tribes of Israel, the chief for Ruben \\add was\\add* Eliezer the son of Zechri: for Symeon, Saphatias the son of Maacha:"
    },
    {
      "verse": 17,
      "text": "for Levi, Asabias the son of Camuel: for Aaron, Sadoc:"
    },
    {
      "verse": 18,
      "text": "for Juda, Eliab of the brethren of David: for Issachar, Ambri the son of Michael:"
    },
    {
      "verse": 19,
      "text": "for Zabulon, Samaeas the son of Abdiu: for Nephthali, Jerimoth the son of Oziel:"
    },
    {
      "verse": 20,
      "text": "for Ephraim, Ose the son of Ozia: for the half-tribe of Manasse, Joel the son of Phadaea:"
    },
    {
      "verse": 21,
      "text": "for the half-tribe of Manasse in the land of Galaad, Jadai the son of Zadaeas, for the sons of Benjamin, Jasiel the son of Abenner:"
    },
    {
      "verse": 22,
      "text": "for Dan, Azariel the son of Iroab: these \\add are\\add* the chiefs of the tribes of Israel."
    },
    {
      "verse": 23,
      "text": "But David took not their number from twenty years old and under: because the Lord said that he would multiply Israel as the stars of the heaven."
    },
    {
      "verse": 24,
      "text": "And Joab the son of Saruia began to number the people, and did not finish the work, for there was hereupon wrath on Israel; and the number was not recorded in the book of the chronicles of king David."
    },
    {
      "verse": 25,
      "text": "And over the king's treasures \\add was\\add* Asmoth the son of Odiel; and over the treasures in the country, and in the towns, and in the villages, and in the towers, \\add was\\add* Jonathan the son of Ozia."
    },
    {
      "verse": 26,
      "text": "And over the husbandmen who tilled the ground \\add was\\add* Esdri the son of Chelub."
    },
    {
      "verse": 27,
      "text": "And over the fields \\add was\\add* Semei of Rael; and over the treasures of wine in the fields \\add was\\add* Zabdi the son of Sephni."
    },
    {
      "verse": 28,
      "text": "And over the olive yards, and over the sycamores in the plain country \\add was\\add* Ballanan the Gedorite; and over the stores of oil \\add was\\add* Joas."
    },
    {
      "verse": 29,
      "text": "And over the oxen pasturing in Saron \\add was\\add* Satrai the Saronite; and over the oxen in the valleys \\add was\\add* Sophat the son of Adli."
    },
    {
      "verse": 30,
      "text": "And over the camels \\add was\\add* Abias the Ismaelite; and over the asses \\add was\\add* Jadias of Merathon."
    },
    {
      "verse": 31,
      "text": "And over the sheep \\add was\\add* Jaziz the Agarite. All these \\add were\\add* superintendents of the substance of king David."
    },
    {
      "verse": 32,
      "text": "And Jonathan, David's uncle by the father's side, \\add was\\add* a counsellor, a wise man: and Jeel the son of Achami \\add was\\add* with the king's sons."
    },
    {
      "verse": 33,
      "text": "Achitophel \\add was\\add* the king's counsellor: and Chusi the chief friend of the king."
    },
    {
      "verse": 34,
      "text": "And after this Achitophel Jodae the son of Banaeas \\add came\\add* next, and Abiathar: and Joab \\add was\\add* the king's commander-in-chief."
    }
  ]
}