{
  "book_id": "LUK",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And he entered and was passing through Jericho."
    },
    {
      "verse": 2,
      "text": "And behold, a man called by name Zacchaeus; and he was a chief publican, and he was rich."
    },
    {
      "verse": 3,
      "text": "And he sought to see Jesus who he was; and could not for the crowd, because he was little of stature."
    },
    {
      "verse": 4,
      "text": "And he ran on before, and climbed up into a sycamore tree to see him: for he was to pass that way."
    },
    {
      "verse": 5,
      "text": "And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for today I must abide at thy house."
    },
    {
      "verse": 6,
      "text": "And he made haste, and came down, and received him joyfully."
    },
    {
      "verse": 7,
      "text": "And when they saw it, they all murmured, saying, He is gone in to lodge with a man that is a sinner."
    },
    {
      "verse": 8,
      "text": "And Zacchaeus stood, and said unto the Lord, Behold, Lord, the half of my goods I give to the poor; and if I have wrongfully exacted aught of any man, I restore fourfold."
    },
    {
      "verse": 9,
      "text": "And Jesus said unto him, Today is salvation come to this house, forasmuch as he also is a son of Abraham."
    },
    {
      "verse": 10,
      "text": "For the Son of man came to seek and to save that which was lost."
    },
    {
      "verse": 11,
      "text": "And as they heard these things, he added and spake a parable, because he was nigh to Jerusalem, and becausethey supposed that the kingdom of God was immediately to appear."
    },
    {
      "verse": 12,
      "text": "He said therefore, A certain nobleman went into a far country, to receive for himself a kingdom, and to return."
    },
    {
      "verse": 13,
      "text": "And he called ten servants of his, and gave them ten pounds, and said unto them, Trade ye herewithtill I come."
    },
    {
      "verse": 14,
      "text": "But his citizens hated him, and sent an embassage after him, saying, We will not that this man reign over us."
    },
    {
      "verse": 15,
      "text": "And it came to pass, when he was come back again, having received the kingdom, that he commanded these servants, unto whom he had given the money, to be called to him, that he might know who had gained what by trading."
    },
    {
      "verse": 16,
      "text": "And the first came before him, saying, Lord, thy pound hath made ten pounds more."
    },
    {
      "verse": 17,
      "text": "And he said unto him, Well done, thou good servant: because thou wast found faithful in a very little, have thou authority over ten cities."
    },
    {
      "verse": 18,
      "text": "And the second came, saying, Lord, thy pound hath made five pounds."
    },
    {
      "verse": 19,
      "text": "And he said unto him also, Be thou also over five cities."
    },
    {
      "verse": 20,
      "text": "And another came, saying, Lord, behold, here isthy pound, which I kept laid up in a napkin:"
    },
    {
      "verse": 21,
      "text": "for I feared thee, because thou art an austere man: thou takest up that which thou laidst not down, and reapest that which thou didst not sow."
    },
    {
      "verse": 22,
      "text": "And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I am an austere man, taking up that which I laid not down, and reaping that which I did not sow;"
    },
    {
      "verse": 23,
      "text": "then wherefore gavest thou not my money into a bank, and I at my coming should have required it with interest?"
    },
    {
      "verse": 24,
      "text": "And he said unto them that stood by, Take away from him the pound, and give it unto him that hath the ten pounds."
    },
    {
      "verse": 25,
      "text": "And they said unto him, Lord, he hath ten pounds."
    },
    {
      "verse": 26,
      "text": "For I say unto you, that unto everyone that hath shall be given; but from him that hath not, even that which he hath shall be taken away from him."
    },
    {
      "verse": 27,
      "text": "But those mine enemies, that would not that I should reign over them, bring hither, and slay before me."
    },
    {
      "verse": 28,
      "text": "And when he had thus spoken, he went on before, going up to Jerusalem."
    },
    {
      "verse": 29,
      "text": "And it came to pass, when he drew nigh unto Bethsphage and Bethany, at the mount that is called Olivet, he sent two of his disciples,"
    },
    {
      "verse": 30,
      "text": "saying, Go your way into the village over against you; in which as ye enter ye shall find a colt tied, whereon no man ever yet sat: loose him, and bring him."
    },
    {
      "verse": 31,
      "text": "And if anyone ask you, Why do ye loose him? thus shall ye say unto him, The Lord hath need of him."
    },
    {
      "verse": 32,
      "text": "And they that were sent went away, and found even as he had said unto them."
    },
    {
      "verse": 33,
      "text": "And as they were loosing the colt, the owners thereof said unto them, Why loose ye the colt?"
    },
    {
      "verse": 34,
      "text": "And they said, The Lord hath need of him."
    },
    {
      "verse": 35,
      "text": "And they brought him to Jesus: and they threw their garments upon the colt, and set Jesus thereon."
    },
    {
      "verse": 36,
      "text": "And as he went, they spread their garments in the way."
    },
    {
      "verse": 37,
      "text": "And as he was now drawing nigh, evenat the descent of the mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works which they had seen;"
    },
    {
      "verse": 38,
      "text": "saying, Blessed isthe King that cometh in the name of the Lord: Peace in heaven, and glory in the highest."
    },
    {
      "verse": 39,
      "text": "And some of the Pharisees from the multitude said unto him, Teacher, rebuke thy disciples."
    },
    {
      "verse": 40,
      "text": "And he answered and said unto them, I tell you that, if these shall hold their peace, the stones will cry out."
    },
    {
      "verse": 41,
      "text": "And when he drew nigh, he saw the city and wept over it,"
    },
    {
      "verse": 42,
      "text": "saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hidden from thine eyes."
    },
    {
      "verse": 43,
      "text": "For the days shall come upon thee, when thine enemies shall cast up a bank about thee, and compass thee round, and keep thee in on every side,"
    },
    {
      "verse": 44,
      "text": "and shall dash thee to the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation."
    },
    {
      "verse": 45,
      "text": "And he entered into the temple, and began to cast out them that sold therein, and them that bought,"
    },
    {
      "verse": 46,
      "text": "saying unto them, It is written, My house is a house of prayer: but ye have made it a den of robbers."
    },
    {
      "verse": 47,
      "text": "And he was teaching daily in the temple. But the chief priests and the scribes and the principal men of the people sought to destroy him:"
    },
    {
      "verse": 48,
      "text": "and they could not find what they might do; for the people all hung upon him, listening."
    }
  ]
}