{
  "book_id": "EST",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And after this the king's anger was pacified, and he no more mentioned Astin, bearing in mind what she had said, and how he had condemned her."
    },
    {
      "verse": 2,
      "text": "Then the servants of the king said, Let there be sought for the king chaste andbeautiful young virgins."
    },
    {
      "verse": 3,
      "text": "And let the king appoint local governors in all the provinces of his kingdom, and let them select fair andchaste young damsels and bring themto the city Susa, into the women's apartment, and let them be consigned to the king's chamberlain, the keeper of the women; and let things for purification and other attendance be given to them."
    },
    {
      "verse": 4,
      "text": "And let the woman who shall please the king be queen instead of Astin. And the thing pleased the king; and he did so."
    },
    {
      "verse": 5,
      "text": "Now there was a Jew in the city Susa, and his name was Mardochaeus, the sonof Jairus, the sonof Semeias, the sonof Cisaeus, of the tribe of Benjamin;"
    },
    {
      "verse": 6,
      "text": "who had been brought a prisoner from Jerusalem, which Nabuchodonosor king of Babylon had carried into captivity."
    },
    {
      "verse": 7,
      "text": "And he had a foster child, daughter of Aminadab his father's brother, and her name wasEsther; and when her parents were dead, he brought her up for a wife for himself: and the damsel was beautiful."
    },
    {
      "verse": 8,
      "text": "And because the king's ordinance was published, many damsels were gathered to the city Susa under the hand of Gai; and Esther was brought to Gai the keeper of the women."
    },
    {
      "verse": 9,
      "text": "And the damsel pleased him, and she found favor in his sight; and he hasted to give her the things for purification, and her portion, and the seven maidens appointed her out of the palace: and he treated her and her maidens well in the women's apartment."
    },
    {
      "verse": 10,
      "text": "But Esther did not reveal her family nor her kindred: for Mardochaeus had charged her not to tell."
    },
    {
      "verse": 11,
      "text": "But Mardochaeus used to walk every day by the women's court, to see what would become of Esther."
    },
    {
      "verse": 12,
      "text": "Now this was the time for a virgin to go into the king, when she should have fulfilled twelve months; for so are the days of purification fulfilled, six months while they are anointing themselves with oil of myrrh, and six months with spices and women's purifications."
    },
    {
      "verse": 13,
      "text": "And then the damselgoes in to the king; and the officerto whoever he shall give the command, will bring her to come in with him from the women's apartment to the king's chamber."
    },
    {
      "verse": 14,
      "text": "She enters in the evening, and in the morning she departs to the second women's apartment, where Gai the king's chamberlain iskeeper of the women: and she goes not in to the king again, unless she should be called by name."
    },
    {
      "verse": 15,
      "text": "And when the time. was fulfilled for Esther the daughter of Aminadab the brother of Mardochaeus' father to go in to the king, she neglected nothing which the chamberlain, the women's keeper, commanded; for Esther found grace in the sight of all that looked upon her."
    },
    {
      "verse": 16,
      "text": "So Esther went in to king Artaxerxes in the twelfth month, which is Adar, in the seventh year of his reign."
    },
    {
      "verse": 17,
      "text": "And the king loved Esther, and she found favor beyond all the othervirgins: and he put on her the queen's crown."
    },
    {
      "verse": 18,
      "text": "And the king made a banquet for all his friends and great men for seven days, and he highly celebrated the marriage of Esther; and he made a release to those who were under his dominion."
    },
    {
      "verse": 19,
      "text": "But Mardochaeus served in the palace."
    },
    {
      "verse": 20,
      "text": "Now Esther had not revealed her kindred; for so Mardochaeus commanded her, to fear God, and perform his commandments, as when she was with him: and Esther changed not her manner of life."
    },
    {
      "verse": 21,
      "text": "And two chamberlains of the king, the chiefs of the body-guard, were grieved, because Mardochaeus was promoted; and they sought to kill king Artaxerxes."
    },
    {
      "verse": 22,
      "text": "And the matter was revealed to Mardochaeus, and he made it known to Esther, and she declared to the king the matter of the conspiracy."
    },
    {
      "verse": 23,
      "text": "And the king examined the two chamberlains, and hanged them: and the king gave orders to make a note for a memorial in the royal records of the good offices of Mardochaeus, as a commendation."
    }
  ]
}