{
  "book_id": "TOB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Ὅτε δὲ κατῆλθον εἰς τὸν οἶκόν μου, καὶ ἀπεδόθη μοι Ἄννα ἡ γυνή μου, καὶ Τωβίας ὁ υἱός μου, ἐν τῇ πεντηκοστῇ ἑορτῇ, ἥν ἐστιν ἁγία ἑπτὰ ἑβδομάδων, ἐγενήθη ἄριστον καλόν μοι, καὶ ἀνέπεσα τοῦ φαγεῖν."
    },
    {
      "verse": 2,
      "text": "Καὶ ἐθεασάμην ὄψα πολλά, καὶ εἶπα τῷ υἱῷ μου, βάδισον καὶ ἄγαγε ὃν ἂν εὕρῃς τῶν ἀδελφῶν ἡμῶν ἐνδεῆ, ὃς μέμνηται τοῦ Κυρίου, καὶ ἰδοὺ μένω σε."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐλθὼν εἶπε, πάτερ, εἷς ἐκ τοῦ γένους ἡμῶν ἐστραγγαλωμένος ἔῤῥιπται ἐν τῇ ἀγορᾷ."
    },
    {
      "verse": 4,
      "text": "Κᾀγὼ πρινὴ γεύσασθαί με, ἀναπηδήσας ἀνειλόμην αὐτὸν εἴς τι οἴκημα ἕως οὗ ἔδυ ὁ ἥλιος."
    },
    {
      "verse": 5,
      "text": "Καὶ ἐπιστρέψας ἐλουσάμην, καὶ ἤσθιον τὸν ἄρτον μου ἐν λύπῃ."
    },
    {
      "verse": 6,
      "text": "Καὶ ἐμνήσθην τῆς προφητείας Ἀμὼς, καθὼς εἶπε, στραφήσονται αἱ ἑορταὶ ὑμῶν εἰς πένθος, καὶ πᾶσαι αἱ εὐφροσύναι ὑμῶν εἰς θρῆνον."
    },
    {
      "verse": 7,
      "text": "Καὶ ἔκλαυσα· καὶ ὅτε ἔδυ ὁ ἥλιος, ᾠχόμην, καὶ ὀρύξας ἔθαψα αὐτόν."
    },
    {
      "verse": 8,
      "text": "Καὶ οἱ πλησίον ἐπεγέλων, λέγοντες, οὐκ ἔτι φοβεῖται φονευθῆναι περὶ τοῦ πράγματος τούτου, καὶ ἀπέδρα, καὶ ἰδοὺ πάλιν θάπτει τοὺς νεκρούς."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐν αὐτῇ τῇ νυκτὶ ἀνέλυσα θάψας, καὶ ἐκοιμήθην μεμιαμμένος παρὰ τὸν τοῖχον τῆς αὐλῆς, καὶ τὸ πρόσωπόν μου ἀκάλυπτον ἦν."
    },
    {
      "verse": 10,
      "text": "Καὶ οὐκ ᾔδειν ὅτι στρουθία ἐν τῷ τοίχῳ ἐστί· καὶ τῶν ὀφθαλμῶν μου ἀνεῳγότων, ἀφώδευσαν τὰ στρουθία θερμὸν εἰς τοὺς ὀφθαλμούς μου, καὶ ἐγενήθη λευκώματα ἐν τοῖς ὀφθαλμοῖς μου, καὶ ἐπορεύθην πρὸς ἰατροὺς, καὶ οὐκ ὠφέλησάν με· Ἀχιάχαρος δὲ ἔτρεφέ με ἕως οὗ ἐπορεύθην εἰς τὴν Ἐλυμαΐδα."
    },
    {
      "verse": 11,
      "text": "Καὶ ἡ γυνή μου Ἄννα ἠριθεύετο ἐν τοῖς γυναικείοις, καὶ ἀπέστελλε τοῖς κυρίοις."
    },
    {
      "verse": 12,
      "text": "Καὶ ἀπέδωκαν αὐτῇ καὶ αὐτοὶ τὸν μισθὸν, προσδόντες καὶ ἔριφον."
    },
    {
      "verse": 13,
      "text": "Ὅτε δὲ ἦλθε πρὸς μέ, ἤρξατο κράζειν· καὶ εἶπα αὐτῇ, πόθεν τὸ ἐρίφιον; μὴ κλεψιμαῖόν ἐστίν; ἀπόδος αὐτὸ τοῖς κυρίοις· οὐ γὰρ θεμιτόν ἐστι φαγεῖν κλεψιμαῖον."
    },
    {
      "verse": 14,
      "text": "Ἡ δὲ εἶπε, δῶρον δέδοταί μοι ἐπὶ τῷ μισθῷ· καὶ οὐκ ἐπίστευον αὐτῇ· καὶ ἔλεγον ἀποδιδόναι αὐτὸ τοῖς κυρίοις, καὶ ἠρυθρίων πρὸς αὐτήν· ἡ δὲ ἀποκριθεῖσα εἶπέ μοι, ποῦ εἰσιν αἱ ἐλεημοσύναι σου, καὶ αἱ δικαιοσύναι σου; ἰδοὺ γνωστὰ πάντα μετὰ σοῦ."
    }
  ]
}