{
  "book_id": "TOB",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἀποκριθεὶς Τωβίας εἶπεν αὐτῷ, πάτερ, ποιήσω πάντα ὅσα ἐντέταλσαί μοι."
    },
    {
      "verse": 2,
      "text": "Ἀλλὰ πῶς δυνήσομαι λαβεῖν τὸ ἀργύριον, καὶ οὐ γινώσκω αὐτόν;"
    },
    {
      "verse": 3,
      "text": "Καὶ ἔδωκεν αὐτῷ τὸ χειρόγραφον, καὶ εἶπεν αὐτῷ, ζήτησον σεαυτῷ ἄνθρωπον ὃς συμπορεύσεταί σοι, καὶ δώσω αὐτῷ μισθὸν ἕως ζῶ, καὶ λάβε πορευθεὶς τὸ ἀργύριον."
    },
    {
      "verse": 4,
      "text": "Καὶ ἐπορεύθη ζητῆσαι ἄνθρωπον, καὶ εὗρε Ῥαφαὴλ, ὃς ἦν ἄγγελος, καὶ οὐκ ᾔδει·"
    },
    {
      "verse": 5,
      "text": "καὶ εἶπεν αὐτῷ, εἰ δύναμαι πορευθῆναι μετὰ σοῦ ἐν Ῥάγοις τῆς Μηδίας, καὶ εἰ ἔμπειρος εἶ τῶν τόπων."
    },
    {
      "verse": 6,
      "text": "Καὶ εἶπεν αὐτῷ ὁ ἄγγελος, πορεύσομαι μετὰ σοῦ, καὶ τῆς ὁδοῦ ἐμπειρῶ, καὶ παρὰ Γαβαὴλ τὸν ἀδελφὸν ἡμῶν ηὐλίσθην."
    },
    {
      "verse": 7,
      "text": "Καὶ εἶπεν αὐτῷ Τωβίας ὑπόμεινόν με, καὶ ἐρῶ τῷ πατρί."
    },
    {
      "verse": 8,
      "text": "Καὶ εἶπεν αὐτῷ, πορεύου, καὶ μὴ χρονίσῃς· καὶ εἰσελθὼν, εἶπε τῷ πατρὶ, ἰδοὺ εὕρηκα ὃς συμπορεύσεταί μοι· ὁ δὲ εἶπε, φώνησον αὐτὸν πρὸς μὲ, ἵνα ἐπιγνῶ ποίας φυλῆς ἐστι, καὶ εἰ πιστὸς τοῦ πορευθῆναι μετὰ σοῦ."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐκάλεσεν αὐτόν· καὶ εἰσῆλθε, καὶ ἠσπάσαντο ἀλλήλους."
    },
    {
      "verse": 10,
      "text": "Καὶ εἶπεν αὐτῷ Τωβὶτ, ἀδελφὲ, ἐκ ποίας φυλῆς καὶ ἐκ ποίας πατριᾶς εἶ σύ; ὑπόδειξόν μοι."
    },
    {
      "verse": 11,
      "text": "Καὶ εἶπεν αὐτῷ, φυλὴν καὶ πατριὰν σὺ ζητεῖς; ἢ μίσθιον, ὃς συμπορεύσεται μετὰ τοῦ υἱοῦ σου; καὶ εἶπεν αὐτῷ Τωβὶτ, βούλομαι, ἀδελφὲ, ἐπιγνῶναι τὸ γένος σου, καὶ τὸ ὄνομα."
    },
    {
      "verse": 12,
      "text": "Ὃς δὲ εἶπεν, ἐγὼ Ἀζαρίας Ἁνανίου τοῦ μεγάλου, τῶν ἀδελφῶν σου."
    },
    {
      "verse": 13,
      "text": "Καὶ εἶπεν αὐτῷ, ὑγιαίνων ἔλθοις, ἀδελφέ· καὶ μή μοι ὀργισθῇς, ὅτι ἐζήτησα τὴν φυλήν σου, καὶ τὴν πατριάν σου ἐπιγνῶναι· καὶ σὺ τυγχάνεις ἀδελφός μου ἐκ τῆς καλῆς καὶ ἀγαθῆς γενεᾶς· ἐπεγίνωσκον γὰρ ἐγὼ Ἀνανίαν καὶ Ἰωνάθαν τοὺς υἱοὺς Σεμεῒ τοῦ μεγάλου, ὡς ἐπορευόμεθα κοινῶς εἰς Ἱεροσόλυμα προσκυνεῖν, ἀναφέροντες τὰ πρωτότοκα, καὶ τὰς δεκάτας τῶν γενυημάτων, καὶ οὐκ ἐπλανήθησαν ἐν τῇ πλάνῃ τῶν ἀδελφῶν ἡμῶν· ἐκ ῥίζης καλῆς εἶ, ἀδελφέ."
    },
    {
      "verse": 14,
      "text": "Ἀλλὰ εἶπόν μοι τίνα σοι ἔσομαι μισθὸν διδόναι; δραχμὴν τῆς ἡμέρας, καὶ τὰ δέοντά σοι ὡς καὶ τῷ υἱῷ μου,"
    },
    {
      "verse": 15,
      "text": "καὶ ἔτι προσθήσω σοι ἐπὶ τὸν μισθὸν, ἐὰν ὑγιαίνοντες ἐπιστρέψητε."
    },
    {
      "verse": 16,
      "text": "Καὶ εὐδόκησαν οὕτως· καὶ εἶπε πρὸς Τωβίαν, ἕτοιμος γίνου πρὸς τὴν ὁδὸν, καὶ εὐοδωθείητε· καὶ ἡτοίμασεν ὁ υἱὸς αὐτοῦ τὰ πρὸς τὴν ὁδόν· καὶ εἶπεν αὐτῷ ὁ πατὴρ αὐτοῦ, πορεύου μετὰ τοῦ ἀνθρώπου τούτου, ὁ δὲ ἐν τῷ οὐρανῷ οἰκῶν Θεὸς εὐοδώσει τὴν ὁδὸν ὑμῶν, καὶ ὁ ἄγγελος αὐτοῦ συμπορευθήτω ὑμῖν· καὶ ἐξῆλθαν ἀμφότεροι ἀπελθεῖν, καὶ ὁ κύων τοῦ παιδαρίου μετʼ αὐτῶν."
    },
    {
      "verse": 17,
      "text": "Ἔκλαυσε δὲ Ἄννα ἡ μήτηρ αὐτοῦ, καὶ εἶπε πρὸς Τωβὶτ, τί ἐξαπέστειλας τὸ παιδίον ἡμῶν; ἢ οὐχὶ ἡ ῥάβδος τῆς χειρὸς ἡμῶν ἐστιν ἐν τῷ εἰσπορεύεσθαι αὐτὸν καὶ ἐκπορεύεσθαι ἐνώπιον ἡμῶν;"
    },
    {
      "verse": 18,
      "text": "Ἀργύριον τῷ ἀργυρίῳ μὴ φθάσαι, ἀλλὰ περίψημα τοῦ παιδίου ἡμῶν γένοιτο."
    },
    {
      "verse": 19,
      "text": "Ὡς γὰρ δέδοται ἡμῖν ζῇν παρὰ τοῦ Κυρίου, τοῦτο ἱκανὸν ἡμῖν ὑπάρχει."
    },
    {
      "verse": 20,
      "text": "Καὶ εἶπεν αὐτῇ Τωβίτ, μὴ λόγον ἔχε ἀδελφὴ, ὑγιαίνων ἐλεύσεται, καὶ οἱ ὀφθαλμοί σου ὄψονται αὐτόν."
    },
    {
      "verse": 21,
      "text": "Ἄγγελος γὰρ ἀγαθὸς συμπορεύσεται αὐτῷ, καὶ εὐοδωθήσεται ἡ ὁδὸς αὐτοῦ, καὶ ὑποστρέψει ὑγιαίνων."
    },
    {
      "verse": 22,
      "text": "Καὶ ἐπαύσατο κλαίουσα."
    }
  ]
}