{
  "book_id": "NAM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Behold upon the mountains the feet of him that brings glad tidings, and publishes peace! O Juda, keep thy feasts, pay thy vows: for they shall no more pass through thee to \\add thy\\add* decay."
    },
    {
      "verse": 2,
      "text": "It is all over with him, he has been removed, \\add one\\add* who has been delivered from affliction has come up panting into thy presence, watch the way, strengthen \\add thy\\add* loins, be very valiant in \\add thy\\add* strength."
    },
    {
      "verse": 3,
      "text": "For the Lord has turned aside the pride of Jacob, as the pride of Israel: for they have utterly rejected them, and have destroyed their branches."
    },
    {
      "verse": 4,
      "text": "\\add They have destroyed\\add* the arms of their power from among men, their mighty men sporting with fire: the reins of their chariots \\add shall be destroyed\\add* in the day of his preparation, and the horsemen shall be thrown into confusion"
    },
    {
      "verse": 5,
      "text": "in the ways, and the chariots shall clash together, and shall be entangled in each other in the broad ways: their appearance is as lamps of fire, and as gleaming lightnings."
    },
    {
      "verse": 6,
      "text": "And their mighty men shall bethink themselves and flee by day; and they shall be weak as they go; and they shall hasten to her walls, and shall prepare their defences."
    },
    {
      "verse": 7,
      "text": "The gates of the cities have been opened, and the palaces have fallen into ruin,"
    },
    {
      "verse": 8,
      "text": "and the foundation has been exposed; and she has gone up, and her maid-servants were led \\add away\\add* as doves moaning in their hearts."
    },
    {
      "verse": 9,
      "text": "And \\add as for\\add* Nineve, her waters \\add shall be\\add* as a pool of water: and they fled, and staid not, and there was none to look back."
    },
    {
      "verse": 10,
      "text": "They plundered the silver, they plundered the gold, and there was no end of their adorning; they were loaded \\add with it\\add* upon all their pleasant vessels."
    },
    {
      "verse": 11,
      "text": "\\add There is\\add* thrusting forth, and shaking, and tumult, and heart-breaking, and loosing of knees, and pangs on all loins; and the faces of all \\add are\\add* as the blackening of a pot."
    },
    {
      "verse": 12,
      "text": "Where is the dwelling-place of the lions, and the pasture that belonged to the whelps? where did the lion go, that the lion's whelp should enter in there, and there was none to scare \\add him\\add* away?"
    },
    {
      "verse": 13,
      "text": "The lion seized enough prey for his whelps, and strangled for his \\add young\\add* lions, and filled his lair with prey, and his dwelling-place with spoil."
    },
    {
      "verse": 14,
      "text": "Behold, I am against thee, saith the Lord Almighty, and I will burn up thy multitude in the smoke, and the sword shall devour thy lions; and I will utterly destroy thy prey from off the land, and thy deeds shall no more at all be heard of."
    }
  ]
}