{
  "book_id": "DEU",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And if there should be a dispute between men, and they should come forward to judgment, and \\add the judges\\add* judge, and justify the righteous, and condemn the wicked:"
    },
    {
      "verse": 2,
      "text": "then it shall come to pass, if the unrighteous should be worthy of stripes, thou shalt lay him down before the judges, and they shall scourge him before them according to his iniquity."
    },
    {
      "verse": 3,
      "text": "And they shall scourge him with forty stripes in number, they shall not inflict more; for if thou shouldest scourge him \\add with\\add* more stripes beyond these stripes, thy brother will be disgraced before thee."
    },
    {
      "verse": 4,
      "text": "Thou shalt \\x + \\xo 25:4 \\xt 1 Cor. 9. 9.\\x* not muzzle the ox that treads out the corn."
    },
    {
      "verse": 5,
      "text": "And \\x + \\xo 25:5 \\xt Mat. 22. 24.\\x* if brethren should live together, and one of them should die, and should not have seed, the wife of the deceased shall not marry out \\add of the family\\add* to a man not related: her husband's brother shall go in to her, and shall take her to himself for a wife, and shall dwell with her."
    },
    {
      "verse": 6,
      "text": "And it shall come to pass that the child which she shall bear, shall be \\f + \\fr 25:6 \\fqa Gr. \\ft constituted.\\f*named by the name of the deceased, and his name shall not be blotted out of Israel."
    },
    {
      "verse": 7,
      "text": "And if the man should not be willing to take his brother's wife, then shall the woman go up to the gate to the elders, and she shall say, My husband's brother will not raise up the name of his brother in Israel, my husband's brother \\f + \\fr 25:7 \\fqa Gr. \\ft has not been willing.\\f*has refused."
    },
    {
      "verse": 8,
      "text": "And the elders of his city shall call him, and speak to him; and if he stand and say, I will not take her:"
    },
    {
      "verse": 9,
      "text": "then his brother's wife shall come forward before the elders, and shall loose one shoe from off his foot, and shall spit in his face, and shall answer and say, Thus shall they do to the man who will not build his brother's house in Israel."
    },
    {
      "verse": 10,
      "text": "And his name shall be called in Israel, The house of him that has had his shoe loosed."
    },
    {
      "verse": 11,
      "text": "And if men should strive together, a man with his brother, and the wife of one of them should advance to rescue her husband out of the hand of him that smites him, and she should stretch forth her hand, and take hold of his private parts;"
    },
    {
      "verse": 12,
      "text": "thou shalt cut off her hand; thine eye shall not spare her."
    },
    {
      "verse": 13,
      "text": "Thou shalt not have in thy bag divers weights, a great \\f + \\fr 25:13 \\fqa Gr. \\ft or.\\f*and a small."
    },
    {
      "verse": 14,
      "text": "Thou shalt not have in thine house divers measures, a great \\f + \\fr 25:14 \\fqa Gr. \\ft or.\\f*and a small."
    },
    {
      "verse": 15,
      "text": "Thou shalt have a true and just weight, and a true and just measure, that thou mayest live long upon the land which the Lord thy God gives thee for an inheritance."
    },
    {
      "verse": 16,
      "text": "For every one that does this \\add is\\add* an abomination to the Lord thy God, even every one that does injustice."
    },
    {
      "verse": 17,
      "text": "Remember what things Amalec did to thee by the way, when thou wentest forth out of the land of Egypt:"
    },
    {
      "verse": 18,
      "text": "how he withstood thee in the way, and harassed thy rear, \\add even\\add* those that were weary behind thee, and thou didst hunger and wast weary; and he did not fear God."
    },
    {
      "verse": 19,
      "text": "And it shall come to pass whenever the Lord thy God shall have given thee rest from all thine enemies round about thee, in the land which the Lord thy God gives thee to inherit, thou shalt blot out the name of Amalec from under heaven, and shalt not forget \\add to do it\\add*."
    }
  ]
}