{
  "book_id": "GEN",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Then God sayde to Iaakob, Arise, goe vp to Beth-el and dwell there, and make there an altar vnto God, that appeared vnto thee, when thou fleddest from Esau thy brother."
    },
    {
      "verse": 2,
      "text": "Then saide Iaakob vnto his houshold and to all that were with him, Put away the strange gods that are among you, and clense your selues, and change your garments:"
    },
    {
      "verse": 3,
      "text": "For we will rise and goe vp to Beth-el, and I will make an altar there vnto God, which heard me in the day of my tribulation, and was with me in the way which I went."
    },
    {
      "verse": 4,
      "text": "And they gaue vnto Iaakob all the strange gods, which were in their hands, and all their earings which were in their eares, and Iaakob hidde them vnder an oke, which was by Shechem."
    },
    {
      "verse": 5,
      "text": "Then they went on their iourney, and the feare of God was vpon the cities that were roud about them: so that they did not follow after the sonnes of Iaakob."
    },
    {
      "verse": 6,
      "text": "So came Iaakob to Luz, which is in the land of Canaan: (the same is Beth-el) hee and all the people that was with him."
    },
    {
      "verse": 7,
      "text": "And he built there an altar, and had called the place, The God of Beth-el, because that God appeared vnto him there, when he fled from his brother."
    },
    {
      "verse": 8,
      "text": "Then Deborah Rebekahs nourse dyed, and was buried beneath Beth-el vnder an oke: and he called the name of it Allon Bachuth."
    },
    {
      "verse": 9,
      "text": "Againe God appeared vnto Iaakob, after he came out of Padan Aram, and blessed him."
    },
    {
      "verse": 10,
      "text": "Moreouer God said vnto him, Thy name is Iaakob: thy name shalbe no more called Iaakob, but Israel shalbe thy name: and hee called his name Israel."
    },
    {
      "verse": 11,
      "text": "Againe God said vnto him, I am God all sufficient. growe, and multiplie. a nation and a multitude of nations shall spring of thee, and Kings shall come out of thy loynes."
    },
    {
      "verse": 12,
      "text": "Also I will giue the lande, which I gaue to Abraham and Izhak, vnto thee: and vnto thy seede after thee will I giue that land."
    },
    {
      "verse": 13,
      "text": "So God ascended from him in the place where he had talked with him."
    },
    {
      "verse": 14,
      "text": "And Iaakob set vp a pillar in the place where he talked with him, a pillar of stone, and powred drinke offring thereon: also hee powred oyle thereon."
    },
    {
      "verse": 15,
      "text": "And Iaakob called the name of the place, where God spake with him, Beth-el."
    },
    {
      "verse": 16,
      "text": "Then they departed from Beth-el, and when there was about halfe a daies iourney of ground to come to Ephrath, Rahel trauailed, and in trauailing she was in perill."
    },
    {
      "verse": 17,
      "text": "And whe she was in paines of her labour, the midwife saide vnto her, Feare not: for thou shalt haue this sonne also."
    },
    {
      "verse": 18,
      "text": "Then as she was about to yeelde vp the Ghost (for she died) she called his name Ben-oni, but his father called him Beniamin."
    },
    {
      "verse": 19,
      "text": "Thus died Rahel, and was buried in the way to Ephrath, which is Beth-lehem."
    },
    {
      "verse": 20,
      "text": "And Iaakob set a pillar vpon her graue: This is the pillar of Rahels graue vnto this day."
    },
    {
      "verse": 21,
      "text": "Then Israel went forwarde, and pitched his tent beyond Migdal-eder."
    },
    {
      "verse": 22,
      "text": "Now, when Israel dwelt in that land, Reuben went, and lay with Bilhah his fathers concubine, and it came to Israels eare. And Iaakob had twelue sonnes."
    },
    {
      "verse": 23,
      "text": "The sonnes of Leah: Reuben Iaakobs eldest sonne, and Simeon, and Leui, and Iudah, and Issachar, and Zebulun."
    },
    {
      "verse": 24,
      "text": "The sonnes of Rahel: Ioseph and Beniamin."
    },
    {
      "verse": 25,
      "text": "And the sonnes of Bilhah Rahels maide: Dan and Naphtali."
    },
    {
      "verse": 26,
      "text": "And the sonnes of Zilpah Leahs maide: Gad and Asher. These are the sonnes of Iaakob, which were borne him in Padan Aram."
    },
    {
      "verse": 27,
      "text": "Then Iaakob came vnto Izhak his father to Mamre a citie of Arbah: this is Hebron, where Abraham and Izhak were strangers."
    },
    {
      "verse": 28,
      "text": "And the daies of Izhak were an hundreth and fourescore yeeres."
    },
    {
      "verse": 29,
      "text": "And Izhak gaue vp the ghost and died, and was gathered vnto his people, being olde and full of daies: and his sonnes Esau and Iaakob buried him."
    }
  ]
}