{
  "book_id": "JHN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Ὡς οὖν ἔγνω ὁ Ἰησοῦς ὅτι ἤκουσαν οἱ Φαρισαῖοι ὅτι Ἰησοῦς πλείονας μαθητὰς ποιεῖ καὶ βαπτίζει ἢ Ἰωάννης,"
    },
    {
      "verse": 2,
      "text": "καίτοιγε Ἰησοῦς αὐτὸς οὐκ ἐβάπτιζεν ἀλλ’ οἱ μαθηταὶ αὐτοῦ,"
    },
    {
      "verse": 3,
      "text": "ἀφῆκεν τὴν Ἰουδαίαν καὶ ἀπῆλθεν πάλιν εἰς τὴν Γαλιλαίαν."
    },
    {
      "verse": 4,
      "text": "ἔδει δὲ αὐτὸν διέρχεσθαι διὰ τῆς Σαμαρίας."
    },
    {
      "verse": 5,
      "text": "ἔρχεται οὖν εἰς πόλιν τῆς Σαμαρίας λεγομένην Συχάρ, πλησίον τοῦ χωρίου ὃ ἔδωκεν Ἰακὼβ Ἰωσὴφ τῷ υἱῷ αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "ἦν δὲ ἐκεῖ πηγὴ τοῦ Ἰακώβ. ὁ οὖν Ἰησοῦς κεκοπιακὼς ἐκ τῆς ὁδοιπορίας ἐκαθέζετο οὕτως ἐπὶ τῇ πηγῇ· ὥρα ἦν ὡς ἕκτη."
    },
    {
      "verse": 7,
      "text": "ἔρχεται γυνὴ ἐκ τῆς Σαμαρίας ἀντλῆσαι ὕδωρ. λέγει αὐτῇ ὁ Ἰησοῦς, δός μοι πεῖν·"
    },
    {
      "verse": 8,
      "text": "οἱ γὰρ μαθηταὶ αὐτοῦ ἀπεληλύθεισαν εἰς τὴν πόλιν, ἵνα τροφὰς ἀγοράσωσιν."
    },
    {
      "verse": 9,
      "text": "λέγει αὐτῷ ἡ γυνὴ ἡ Σαμαρῖτις· πῶς σὺ Ἰουδαῖος ὢν παρ’ ἐμοῦ πεῖν αἰτεῖς γυναικὸς Σαμαρίτιδος οὔσης;"
    },
    {
      "verse": 10,
      "text": "ἀπεκρίθη Ἰησοῦς καὶ εἶπεν αὐτῇ· εἰ ᾔδεις τὴν δωρεὰν τοῦ θεοῦ, καὶ τίς ἐστιν ὁ λέγων σοι· δός μοι πεῖν, σὺ ἂν ᾔτησας αὐτὸν καὶ ἔδωκεν ἄν σοι ὕδωρ ζῶν."
    },
    {
      "verse": 11,
      "text": "λέγει αὐτῷ ἡ γυνή· κύριε, οὔτε ἄντλημα ἔχεις καὶ τὸ φρέαρ ἐστὶν βαθύ· πόθεν ἔχεις τὸ ὕδωρ τὸ ζῶν;"
    },
    {
      "verse": 12,
      "text": "μὴ σὺ μείζων εἶ τοῦ πατρὸς ἡμῶν Ἰακώβ, ὃς ἔδωκεν ἡμῖν τὸ φρέαρ, καὶ αὐτὸς ἐξ αὐτοῦ ἔπιεν καὶ οἱ υἱοὶ αὐτοῦ καὶ τὰ θρέμματα αὐτοῦ;"
    },
    {
      "verse": 13,
      "text": "ἀπεκρίθη Ἰησοῦς καὶ εἶπεν αὐτῇ· πᾶς ὁ πίνων ἐκ τοῦ ὕδατος τούτου διψήσει πάλιν·"
    },
    {
      "verse": 14,
      "text": "ὃς δ’ ἂν πίῃ ἐκ τοῦ ὕδατος οὗ ἐγὼ δώσω αὐτῷ, οὐ μὴ διψήσει εἰς τὸν αἰῶνα, ἀλλὰ τὸ ὕδωρ ὃ ἐγὼ δώσω αὐτῷ γενήσεται ἐν αὐτῷ πηγὴ ὕδατος ἁλλομένου εἰς ζωὴν αἰώνιον."
    },
    {
      "verse": 15,
      "text": "λέγει πρὸς αὐτὸν ἡ γυνή· κύριε, δός μοι τοῦτο τὸ ὕδωρ, ἵνα μὴ διψῶ μηδὲ διέρχωμαι ἐνθάδε ἀντλεῖν."
    },
    {
      "verse": 16,
      "text": "λέγει αὐτῇ· ὕπαγε φώνησον τὸν ἄνδρα σου καὶ ἐλθὲ ἐνθάδε."
    },
    {
      "verse": 17,
      "text": "ἀπεκρίθη ἡ γυνὴ καὶ εἶπεν· ἄνδρα οὐκ ἔχω. λέγει αὐτῇ ὁ Ἰησοῦς· καλῶς εἶπες ὅτι ἄνδρα οὐκ ἔχω·"
    },
    {
      "verse": 18,
      "text": "πέντε γὰρ ἄνδρας ἔσχες, καὶ νῦν ὃν ἔχεις οὐκ ἔστιν σου ἀνήρ· τοῦτο ἀληθὲς εἴρηκας."
    },
    {
      "verse": 19,
      "text": "λέγει αὐτῷ ἡ γυνή· κύριε, θεωρῶ ὅτι προφήτης εἶ σύ."
    },
    {
      "verse": 20,
      "text": "οἱ πατέρες ἡμῶν ἐν τῷ ὄρει τούτῳ προσεκύνησαν· καὶ ὑμεῖς λέγετε ὅτι ἐν Ἱεροσολύμοις ἐστὶν ὁ τόπος ὅπου προσκυνεῖν δεῖ."
    },
    {
      "verse": 21,
      "text": "λέγει αὐτῇ ὁ Ἰησοῦς· πίστευέ μοι, γύναι, ὅτι ἔρχεται ὥρα ὅτε οὔτε ἐν τῷ ὄρει τούτῳ οὔτε ἐν Ἱεροσολύμοις προσκυνήσετε τῷ πατρί."
    },
    {
      "verse": 22,
      "text": "ὑμεῖς προσκυνεῖτε ὃ οὐκ οἴδατε, ἡμεῖς προσκυνοῦμεν ὃ οἴδαμεν, ὅτι ἡ σωτηρία ἐκ τῶν Ἰουδαίων ἐστίν·"
    },
    {
      "verse": 23,
      "text": "ἀλλὰ ἔρχεται ὥρα καὶ νῦν ἐστιν, ὅτε οἱ ἀληθινοὶ προσκυνηταὶ προσκυνήσουσιν τῷ πατρὶ ἐν πνεύματι καὶ ἀληθείᾳ· καὶ γὰρ ὁ πατὴρ τοιούτους ζητεῖ τοὺς προσκυνοῦντας αὐτόν."
    },
    {
      "verse": 24,
      "text": "πνεῦμα ὁ θεός, καὶ τοὺς προσκυνοῦντας ἐν πνεύματι καὶ ἀληθείᾳ προσκυνεῖν δεῖ."
    },
    {
      "verse": 25,
      "text": "λέγει αὐτῷ ἡ γυνή· οἶδα ὅτι Μεσσίας ἔρχεται, ὁ λεγόμενος Χριστός· ὅταν ἔλθῃ ἐκεῖνος, ἀναγγελεῖ ἡμῖν ἅπαντα."
    },
    {
      "verse": 26,
      "text": "λέγει αὐτῇ ὁ Ἰησοῦς· ἐγώ εἰμι, ὁ λαλῶν σοι."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐπὶ τούτῳ ἦλθαν οἱ μαθηταὶ αὐτοῦ, καὶ ἐθαύμαζον ὅτι μετὰ γυναικὸς ἐλάλει· οὐδεὶς μέντοι εἶπεν· τί ζητεῖς ἤ τί λαλεῖς μετ’ αὐτῆς;"
    },
    {
      "verse": 28,
      "text": "ἀφῆκεν οὖν τὴν ὑδρίαν αὐτῆς ἡ γυνὴ καὶ ἀπῆλθεν εἰς τὴν πόλιν, καὶ λέγει τοῖς ἀνθρώποις·"
    },
    {
      "verse": 29,
      "text": "δεῦτε ἴδετε ἄνθρωπον ὃς εἶπέν μοι πάντα ἃ ἐποίησα· μήτι οὗτός ἐστιν ὁ Χριστός;"
    },
    {
      "verse": 30,
      "text": "ἐξῆλθον ἐκ τῆς πόλεως, καὶ ἤρχοντο πρὸς αὐτόν."
    },
    {
      "verse": 31,
      "text": "Ἐν τῷ μεταξὺ ἠρώτων αὐτὸν οἱ μαθηταὶ λέγοντες· ῥαββεί, φάγε."
    },
    {
      "verse": 32,
      "text": "ὁ δὲ εἶπεν αὐτοῖς· ἐγὼ βρῶσιν ἔχω φαγεῖν ἣν ὑμεῖς οὐκ οἴδατε."
    },
    {
      "verse": 33,
      "text": "ἔλεγον οὖν οἱ μαθηταὶ πρὸς ἀλλήλους, μή τις ἤνεγκεν αὐτῷ φαγεῖν;"
    },
    {
      "verse": 34,
      "text": "λέγει αὐτοῖς ὁ Ἰησοῦς· ἐμὸν βρῶμά ἐστιν ἵνα ποιῶ τὸ θέλημα τοῦ πέμψαντός με καὶ τελειώσω αὐτοῦ τὸ ἔργον."
    },
    {
      "verse": 35,
      "text": "οὐχ ὑμεῖς λέγετε ὅτι ἔτι τετράμηνός ἐστιν καὶ ὁ θερισμὸς ἔρχεται; ἰδοὺ λέγω ὑμῖν, ἐπάρατε τοὺς ὀφθαλμοὺς ὑμῶν καὶ θεάσασθε τὰς χώρας, ὅτι λευκαί εἰσίν πρὸς θερισμόν."
    },
    {
      "verse": 36,
      "text": "ἤδη ὁ θερίζων μισθὸν λαμβάνει καὶ συνάγει καρπὸν εἰς ζωὴν αἰώνιον, ἵνα καὶ ὁ σπείρων ὁμοῦ χαίρῃ καὶ ὁ θερίζων."
    },
    {
      "verse": 37,
      "text": "ἐν γὰρ τούτῳ ὁ λόγος ἐστὶν ἀληθινός, ὅτι ἄλλος ἐστὶν ὁ σπείρων καὶ ἄλλος ὁ θερίζων."
    },
    {
      "verse": 38,
      "text": "ἐγὼ ἀπέσταλκα ὑμᾶς θερίζειν ὃ οὐχ ὑμεῖς κεκοπιάκατε· ἄλλοι κεκοπιάκασιν, καὶ ὑμεῖς εἰς τὸν κόπον αὐτῶν εἰσεληλύθατε."
    },
    {
      "verse": 39,
      "text": "Ἐκ δὲ τῆς πόλεως ἐκείνης πολλοὶ ἐπίστευσαν εἰς αὐτὸν τῶν Σαμαριτῶν διὰ τὸν λόγον τῆς γυναικὸς μαρτυρούσης ὅτι εἶπέν μοι πάντα ἃ ἐποίησα."
    },
    {
      "verse": 40,
      "text": "ὡς οὖν ἦλθον πρὸς αὐτὸν οἱ Σαμαρῖται, ἠρώτων αὐτὸν μεῖναι παρ’ αὐτοῖς· καὶ ἔμεινεν ἐκεῖ δύο ἡμέρας."
    },
    {
      "verse": 41,
      "text": "καὶ πολλῷ πλείους ἐπίστευσαν διὰ τὸν λόγον αὐτοῦ,"
    },
    {
      "verse": 42,
      "text": "τῇ τε γυναικὶ ἔλεγον ὅτι οὐκέτι διὰ τὴν σὴν λαλιὰν πιστεύομεν· αὐτοὶ γὰρ ἀκηκόαμεν, καὶ οἴδαμεν ὅτι οὗτός ἐστιν ἀληθῶς ὁ σωτὴρ τοῦ κόσμου."
    },
    {
      "verse": 43,
      "text": "Μετὰ δὲ τὰς δύο ἡμέρας ἐξῆλθεν ἐκεῖθεν εἰς τὴν Γαλιλαίαν·"
    },
    {
      "verse": 44,
      "text": "αὐτὸς γὰρ Ἰησοῦς ἐμαρτύρησεν ὅτι προφήτης ἐν τῇ ἰδίᾳ πατρίδι τιμὴν οὐκ ἔχει."
    },
    {
      "verse": 45,
      "text": "ὡς οὖν ἦλθεν εἰς τὴν Γαλιλαίαν, ἐδέξαντο αὐτὸν οἱ Γαλιλαῖοι, πάντα ἑωρακότες ἅ ἐποίησεν ἐν Ἱεροσολύμοις ἐν τῇ ἑορτῇ· καὶ αὐτοὶ γὰρ ἦλθον εἰς τὴν ἑορτήν."
    },
    {
      "verse": 46,
      "text": "ἦλθεν οὖν πάλιν εἰς τὴν Κανὰ τῆς Γαλιλαίας, ὅπου ἐποίησεν τὸ ὕδωρ οἶνον. Ἦν δέ βασιλικός, οὗ ὁ υἱὸς ἠσθένει, ἐν Καφαρναούμ·"
    },
    {
      "verse": 47,
      "text": "οὗτος ἀκούσας ὅτι Ἰησοῦς ἥκει ἐκ τῆς Ἰουδαίας εἰς τὴν Γαλιλαίαν, ἀπῆλθεν πρὸς αὐτόν, καὶ ἠρώτα ἵνα καταβῇ καὶ ἰάσηται αὐτοῦ τὸν υἱόν· ἤμελλεν γὰρ ἀποθνῄσκειν."
    },
    {
      "verse": 48,
      "text": "εἶπεν οὖν ὁ Ἰησοῦς πρὸς αὐτόν· ἐὰν μὴ σημεῖα καὶ τέρατα ἴδητε, οὐ μὴ πιστεύσητε."
    },
    {
      "verse": 49,
      "text": "λέγει πρὸς αὐτὸν ὁ βασιλικός· κύριε, κατάβηθι πρὶν ἀποθανεῖν τὸ παιδίον μου."
    },
    {
      "verse": 50,
      "text": "λέγει αὐτῷ ὁ Ἰησοῦς· πορεύου· ὁ υἱός σου ζῇ. ἐπίστευσεν ὁ ἄνθρωπος τῷ λόγῳ ὃν εἶπεν αὐτῷ ὁ Ἰησοῦς καὶ ἐπορεύετο."
    },
    {
      "verse": 51,
      "text": "ἤδη δὲ αὐτοῦ καταβαίνοντος οἱ δοῦλοι ὑπήντησαν αὐτῷ καὶ ἤγγειλαν ὅτι ὁ παῖς αὐτοῦ ζῇ."
    },
    {
      "verse": 52,
      "text": "ἐπύθετο οὖν τὴν ὥραν παρ’ αὐτῶν ἐν ᾗ κομψότερον ἔσχεν· εἶπον οὖν αὐτῷ ὅτι ἐχθὲς ὥραν ἑβδόμην ἀφῆκεν αὐτὸν ὁ πυρετός."
    },
    {
      "verse": 53,
      "text": "ἔγνω οὖν ὁ πατὴρ ὅτι ἐκείνῃ τῇ ὥρᾳ ἐν ᾗ εἶπεν αὐτῷ ὁ Ἰησοῦς· ὁ υἱός σου ζῇ· καὶ ἐπίστευσεν αὐτὸς καὶ ἡ οἰκία αὐτοῦ ὅλη."
    },
    {
      "verse": 54,
      "text": "Τοῦτο πάλιν δεύτερον σημεῖον ἐποίησεν ὁ Ἰησοῦς ἐλθὼν ἐκ τῆς Ἰουδαίας εἰς τὴν Γαλιλαίαν."
    }
  ]
}