{
  "book_id": "JHN",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ ταῦτα περιεπάτει ὁ Ἰησοῦς ἐν τῇ Γαλιλαίᾳ· οὐ γὰρ ἤθελεν ἐν τῇ Ἰουδαίᾳ περιπατεῖν, ὅτι ἐζήτουν αὐτὸν οἱ Ἰουδαῖοι ἀποκτεῖναι."
    },
    {
      "verse": 2,
      "text": "ἦν δὲ ἐγγὺς ἡ ἑορτὴ τῶν Ἰουδαίων ἡ σκηνοπηγία."
    },
    {
      "verse": 3,
      "text": "εἶπον οὖν πρὸς αὐτὸν οἱ ἀδελφοὶ αὐτοῦ· μετάβηθι ἐντεῦθεν καὶ ὕπαγε εἰς τὴν Ἰουδαίαν, ἵνα καὶ οἱ μαθηταί σου θεωρήσουσιν τὰ ἔργα σου ἃ ποιεῖς·"
    },
    {
      "verse": 4,
      "text": "οὐδεὶς γάρ τι ἐν κρυπτῷ ποιεῖ καὶ ζητεῖ αὐτὸς ἐν παρρησίᾳ εἶναι. εἰ ταῦτα ποιεῖς, φανέρωσον σεαυτὸν τῷ κόσμῳ."
    },
    {
      "verse": 5,
      "text": "οὐδὲ γὰρ οἱ ἀδελφοὶ αὐτοῦ ἐπίστευον εἰς αὐτόν."
    },
    {
      "verse": 6,
      "text": "λέγει αὐτοῖς ὁ Ἰησοῦς· ὁ καιρὸς ὁ ἐμὸς οὔπω πάρεστιν, ὁ δὲ καιρὸς ὁ ὑμέτερος πάντοτέ ἐστιν ἕτοιμος."
    },
    {
      "verse": 7,
      "text": "οὐ δύναται ὁ κόσμος μισεῖν ὑμᾶς, ἐμὲ δὲ μισεῖ, ὅτι ἐγὼ μαρτυρῶ περὶ αὐτοῦ ὅτι τὰ ἔργα αὐτοῦ πονηρά ἐστιν."
    },
    {
      "verse": 8,
      "text": "ὑμεῖς ἀνάβητε εἰς τὴν ἑορτήν· ἐγὼ οὐκ ἀναβαίνω εἰς τὴν ἑορτὴν ταύτην, ὅτι ὁ ἐμὸς καιρὸς οὔπω πεπλήρωται."
    },
    {
      "verse": 9,
      "text": "ταῦτα εἰπὼν αὐτὸς ἔμεινεν ἐν τῇ Γαλιλαίᾳ."
    },
    {
      "verse": 10,
      "text": "ὡς δὲ ἀνέβησαν οἱ ἀδελφοὶ αὐτοῦ εἰς τὴν ἑορτήν, τότε καὶ αὐτὸς ἀνέβη, οὐ φανερῶς ἀλλ’ ἐν κρυπτῷ."
    },
    {
      "verse": 11,
      "text": "οἱ οὖν Ἰουδαῖοι ἐζήτουν αὐτὸν ἐν τῇ ἑορτῇ καὶ ἔλεγον· ποῦ ἐστιν ἐκεῖνος;"
    },
    {
      "verse": 12,
      "text": "καὶ γογγυσμὸς ἦν περὶ αὐτοῦ πολὺς ἐν τῷ ὄχλῳ· οἱ μὲν ἔλεγον ὅτι ἀγαθός ἐστιν· ἄλλοι ἔλεγον· οὔ, ἀλλὰ πλανᾷ τὸν ὄχλον."
    },
    {
      "verse": 13,
      "text": "οὐδεὶς μέντοι παρρησίᾳ ἐλάλει περὶ αὐτοῦ διὰ τὸν φόβον τῶν Ἰουδαίων."
    },
    {
      "verse": 14,
      "text": "Ἤδη δὲ τῆς ἑορτῆς μεσούσης ἀνέβη Ἰησοῦς εἰς τὸ ἱερὸν καὶ ἐδίδασκεν."
    },
    {
      "verse": 15,
      "text": "ἐθαύμαζον οὖν οἱ Ἰουδαῖοι λέγοντες· πῶς οὗτος γράμματα οἶδεν μὴ μεμαθηκώς;"
    },
    {
      "verse": 16,
      "text": "ἀπεκρίθη οὖν αὐτοῖς Ἰησοῦς καὶ εἶπεν· ἡ ἐμὴ διδαχὴ οὐκ ἔστιν ἐμὴ ἀλλὰ τοῦ πέμψαντός με·"
    },
    {
      "verse": 17,
      "text": "ἐάν τις θέλῃ τὸ θέλημα αὐτοῦ ποιεῖν, γνώσεται περὶ τῆς διδαχῆς πότερον ἐκ θεοῦ ἐστὶν ἢ ἐγὼ ἀπ’ ἐμαυτοῦ λαλῶ."
    },
    {
      "verse": 18,
      "text": "ὁ ἀφ’ ἑαυτοῦ λαλῶν τὴν δόξαν τὴν ἰδίαν ζητεῖ· ὁ δὲ ζητῶν τὴν δόξαν τοῦ πέμψαντος αὐτόν, οὗτος ἀληθής ἐστιν καὶ ἀδικία ἐν αὐτῷ οὐκ ἔστιν."
    },
    {
      "verse": 19,
      "text": "οὐ Μωϋσῆς δέδωκεν ὑμῖν τὸν νόμον; καὶ οὐδεὶς ἐξ ὑμῶν ποιεῖ τὸν νόμον. τί με ζητεῖτε ἀποκτεῖναι;"
    },
    {
      "verse": 20,
      "text": "ἀπεκρίθη ὁ ὄχλος· δαιμόνιον ἔχεις· τίς σε ζητεῖ ἀποκτεῖναι;"
    },
    {
      "verse": 21,
      "text": "ἀπεκρίθη Ἰησοῦς καὶ εἶπεν αὐτοῖς· ἓν ἔργον ἐποίησα καὶ πάντες θαυμάζετε."
    },
    {
      "verse": 22,
      "text": "ὁ Μωϋσῆς δέδωκεν. ὑμῖν τὴν περιτομήν, οὐχ ὅτι ἐκ τοῦ Μωϋσέως ἐστίν, ἀλλ’ ἐκ τῶν πατέρων, καὶ ἐν σαββάτῳ περιτέμνετε ἄνθρωπον."
    },
    {
      "verse": 23,
      "text": "εἰ περιτομὴν λαμβάνει ἄνθρωπος ἐν σαββάτῳ ἵνα μὴ λυθῇ ὁ νόμος ὁ Μωϋσέως, ἐμοὶ χολᾶτε ὅτι ὅλον ἄνθρωπον ὑγιῆ ἐποίησα ἐν σαββάτῳ;"
    },
    {
      "verse": 24,
      "text": "μὴ κρίνετε κατ’ ὄψιν, ἀλλὰ τὴν δικαίαν κρίσιν κρίνατε."
    },
    {
      "verse": 25,
      "text": "Ἔλεγον οὖν τινες ἐκ τῶν Ἱεροσολυμειτῶν· οὐχ οὗτός ἐστιν ὃν ζητοῦσιν ἀποκτεῖναι;"
    },
    {
      "verse": 26,
      "text": "καὶ ἴδε παρρησίᾳ λαλεῖ, καὶ οὐδὲν αὐτῷ λέγουσιν. μήποτε ἀληθῶς ἔγνωσαν οἱ ἄρχοντες ὅτι οὗτός ἐστιν ὁ Χριστός;"
    },
    {
      "verse": 27,
      "text": "ἀλλὰ τοῦτον οἴδαμεν πόθεν ἐστίν· ὁ δὲ Χριστὸς ὅταν ἔρχηται, οὐδεὶς γινώσκει πόθεν ἐστίν."
    },
    {
      "verse": 28,
      "text": "ἔκραξεν οὖν ἐν τῷ ἱερῷ διδάσκων ὁ Ἰησοῦς καὶ λέγων· κἀμὲ οἴδατε καὶ οἴδατε πόθεν εἰμί· καὶ ἀπ’ ἐμαυτοῦ οὐκ ἐλήλυθα, ἀλλ’ ἔστιν ἀληθινὸς ὁ πέμψας με, ὃν ὑμεῖς οὐκ οἴδατε·"
    },
    {
      "verse": 29,
      "text": "ἐγὼ οἶδα αὐτόν, ὅτι παρ’ αὐτοῦ εἰμι κἀκεῖνός με ἀπέσταλκεν."
    },
    {
      "verse": 30,
      "text": "ἐζήτουν οὖν αὐτὸν πιάσαι, καὶ οὐδεὶς ἐπέβαλεν ἐπ’ αὐτὸν τὴν χεῖρα, ὅτι οὔπω ἐληλύθει ἡ ὥρα αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "Πολλοὶ δὲ ἐπίστευσαν ἐκ τοῦ ὄχλου εἰς αὐτόν, καὶ ἔλεγον· ὁ Χριστὸς ὅταν ἔλθῃ μὴ πλείονα σημεῖα ποιήσει ὧν οὗτος ποιεῖ;"
    },
    {
      "verse": 32,
      "text": "ἤκουσαν οἱ Φαρισαῖοι τοῦ ὄχλου γογγύζοντος περὶ αὐτοῦ ταῦτα, καὶ ἀπέστειλαν ὑπηρέτας οἱ ἀρχιερεῖς καὶ οἱ Φαρισαῖοι ἵνα πιάσωσιν αὐτόν."
    },
    {
      "verse": 33,
      "text": "εἶπεν οὖν ὁ Ἰησοῦς· ἔτι χρόνον μικρὸν μεθ’ ὑμῶν εἰμι καὶ ὑπάγω πρὸς τὸν πέμψαντά με."
    },
    {
      "verse": 34,
      "text": "ζητήσετέ με καὶ οὐχ εὑρήσετε, καὶ ὅπου εἰμὶ ἐγὼ ὑμεῖς οὐ δύνασθε ἐλθεῖν."
    },
    {
      "verse": 35,
      "text": "εἶπον οὖν οἱ Ἰουδαῖοι πρὸς ἑαυτούς· ποῦ μέλλει οὗτος πορεύεσθαι, ὅτι οὐχ εὑρήσομεν αὐτόν; μὴ εἰς τὴν διασπορὰν τῶν Ἑλλήνων μέλλει πορεύεσθαι καὶ διδάσκειν τοὺς Ἕλληνας;"
    },
    {
      "verse": 36,
      "text": "τίς ἐστιν ὁ λόγος οὗτος ὃν εἶπεν· ζητήσετέ με καὶ οὐχ εὑρήσετέ, καὶ ὅπου εἰμὶ ἐγὼ ὑμεῖς οὐ δύνασθε ἐλθεῖν;"
    },
    {
      "verse": 37,
      "text": "Ἐν δὲ τῇ ἐσχάτῃ ἡμέρᾳ τῇ μεγάλῃ τῆς ἑορτῆς εἱστήκει ὁ Ἰησοῦς καὶ ἔκραξεν λέγων· ἐάν τις διψᾷ, ἐρχέσθω καὶ πινέτω."
    },
    {
      "verse": 38,
      "text": "ὁ πιστεύων εἰς ἐμέ, καθὼς εἶπεν ἡ γραφή, ποταμοὶ ἐκ τῆς κοιλίας αὐτοῦ ῥεύσουσιν ὕδατος ζῶντος."
    },
    {
      "verse": 39,
      "text": "τοῦτο δὲ εἶπεν περὶ τοῦ πνεύματος οὗ ἤμελλον λαμβάνειν οἱ πιστεύσοντες εἰς αὐτόν· οὔπω γὰρ ἦν πνεῦμα, ὅτι Ἰησοῦς οὐδέπω ἐδοξάσθη."
    },
    {
      "verse": 40,
      "text": "Ἐκ τοῦ ὄχλου οὖν ἀκούσαντες τῶν λόγων τούτων ἔλεγον· οὗτός ἐστιν ἀληθῶς ὁ προφήτης·"
    },
    {
      "verse": 41,
      "text": "ἄλλοι ἔλεγον· οὗτός ἐστιν ὁ Χριστός· ἄλλοι ἔλεγον· μὴ γὰρ ἐκ τῆς Γαλιλαίας ὁ Χριστὸς ἔρχεται;"
    },
    {
      "verse": 42,
      "text": "οὐχ ἡ γραφὴ εἶπεν ὅτι ἐκ τοῦ σπέρματος Δαυεὶδ καὶ ἀπὸ Βηθλεὲμ τῆς κώμης ὅπου ἦν Δαυείδ, ὁ Χριστὸς ἔρχεται;"
    },
    {
      "verse": 43,
      "text": "σχίσμα οὖν ἐγένετο ἐν τῷ ὄχλῳ δι’ αὐτόν·"
    },
    {
      "verse": 44,
      "text": "τινὲς δὲ ἤθελον ἐξ αὐτῶν πιάσαι αὐτόν, ἀλλ’ οὐδεὶς ἔβαλεν ἐπ’ αὐτὸν τὰς χεῖρας."
    },
    {
      "verse": 45,
      "text": "Ἦλθον οὖν οἱ ὑπηρέται πρὸς τοὺς ἀρχιερεῖς καὶ Φαρισαίους, καὶ εἶπον αὐτοῖς ἐκεῖνοι, διατί οὐκ ἠγάγετε αὐτόν;"
    },
    {
      "verse": 46,
      "text": "ἀπεκρίθησαν οἱ ὑπηρέται· οὐδέποτε ἐλάλησεν οὕτως ἄνθρωπος, ὡς οὗτος λαλεῖ ὁ ἄνθρωπος."
    },
    {
      "verse": 47,
      "text": "ἀπεκρίθησαν αὐτοῖς οἱ Φαρισαῖοι· μὴ καὶ ὑμεῖς πεπλάνησθε;"
    },
    {
      "verse": 48,
      "text": "μή τις ἐκ τῶν ἀρχόντων ἐπίστευσεν εἰς αὐτὸν ἢ ἐκ τῶν Φαρισαίων;"
    },
    {
      "verse": 49,
      "text": "ἀλλὰ ὁ ὄχλος οὗτος ὁ μὴ γινώσκων τὸν νόμον ἐπάρατοί εἰσίν."
    },
    {
      "verse": 50,
      "text": "λέγει Νικόδημος πρὸς αὐτούς, εἷς ὢν ἐξ αὐτῶν·"
    },
    {
      "verse": 51,
      "text": "μὴ ὁ νόμος ἡμῶν κρίνει τὸν ἄνθρωπον ἐὰν μὴ ἀκούσῃ πρῶτον παρ’ αὐτοῦ καὶ γνῷ τί ποιεῖ;"
    },
    {
      "verse": 52,
      "text": "ἀπεκρίθησαν καὶ εἶπαν αὐτῷ· μὴ καὶ σὺ ἐκ τῆς Γαλιλαίας εἶ; ἐραύνησον καὶ ἴδε ὅτι προφήτης ἐκ τῆς Γαλιλαίας οὐκ ἐγείρεται."
    },
    {
      "verse": 53,
      "text": "και επορευθησαν εκαστος εις τον οικον αυτου."
    }
  ]
}