{
  "book_id": "JHN",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Ταῦτα εἰπὼν Ἰησοῦς ἐξῆλθεν σὺν τοῖς μαθηταῖς αὐτοῦ πέραν τοῦ χειμάρρου τοῦ κέδρου, ὅπου ἦν κῆπος, εἰς ὃν εἰσῆλθεν αὐτὸς καὶ οἱ μαθηταὶ αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "ᾔδει δὲ καὶ Ἰούδας ὁ παραδιδοὺς αὐτὸν τὸν τόπον, ὅτι πολλάκις συνήχθη Ἰησοῦς ἐκεῖ μετὰ τῶν μαθητῶν αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "ὁ οὖν Ἰούδας λαβὼν τὴν σπεῖραν καὶ ἐκ τῶν ἀρχιερέων καὶ ἐκ τῶν Φαρισαίων ὑπηρέτας ἔρχεται ἐκεῖ μετὰ φανῶν καὶ λαμπάδων καὶ ὅπλων."
    },
    {
      "verse": 4,
      "text": "Ἰησοῦς οὖν εἰδὼς πάντα τὰ ἐρχόμενα ἐπ’ αὐτὸν ἐξῆλθεν καὶ λέγει αὐτοῖς· τίνα ζητεῖτε;"
    },
    {
      "verse": 5,
      "text": "ἀπεκρίθησαν αὐτῷ Ἰησοῦν τὸν Ναζωραῖον. λέγει αὐτοῖς Ἰησοῦς· ἐγώ εἰμι. εἱστήκει δὲ καὶ Ἰούδας ὁ παραδιδοὺς αὐτὸν μετ’ αὐτῶν."
    },
    {
      "verse": 6,
      "text": "ὡς οὖν εἶπεν αὐτοῖς· ἐγώ εἰμι, ἀπῆλθον εἰς τὰ ὀπίσω καὶ ἔπεσαν χαμαί."
    },
    {
      "verse": 7,
      "text": "πάλιν οὖν αὐτούς ἐπηρώτησεν· τίνα ζητεῖτε; οἱ δὲ εἶπον· Ἰησοῦν τὸν Ναζωραῖον."
    },
    {
      "verse": 8,
      "text": "ἀπεκρίθη Ἰησοῦς· εἶπον ὑμῖν ὅτι ἐγώ εἰμι· εἰ οὖν ἐμὲ ζητεῖτε, ἄφετε τούτους ὑπάγειν."
    },
    {
      "verse": 9,
      "text": "ἵνα πληρωθῇ ὁ λόγος ὃν εἶπεν, ὅτι οὓς δέδωκάς μοι, οὐκ ἀπώλεσα ἐξ αὐτῶν οὐδένα."
    },
    {
      "verse": 10,
      "text": "Σίμων οὖν Πέτρος ἔχων μάχαιραν εἵλκυσεν αὐτὴν καὶ ἔπαισεν τὸν τοῦ ἀρχιερέως δοῦλον καὶ ἀπέκοψεν αὐτοῦ τὸ ὠτάριον τὸ δεξιόν· ἦν δὲ ὄνομα τῷ δούλῳ Μάλχος."
    },
    {
      "verse": 11,
      "text": "εἶπεν οὖν ὁ Ἰησοῦς τῷ Πέτρῳ· βάλε τὴν μάχαιραν εἰς τὴν θήκην· τὸ ποτήριον ὃ δέδωκέν μοι ὁ πατήρ, οὐ μὴ πίω αὐτό;"
    },
    {
      "verse": 12,
      "text": "Ἡ οὖν σπεῖρα καὶ ὁ χιλίαρχος καὶ οἱ ὑπηρέται τῶν Ἰουδαίων συνέλαβον τὸν Ἰησοῦν καὶ ἔδησαν αὐτόν,"
    },
    {
      "verse": 13,
      "text": "καὶ ἤγαγον πρὸς Ἅνναν πρῶτον· ἦν γὰρ πενθερὸς τοῦ Καϊάφα, ὃς ἦν ἀρχιερεὺς τοῦ ἐνιαυτοῦ ἐκείνου·"
    },
    {
      "verse": 14,
      "text": "ἦν δὲ Καϊάφας ὁ συμβουλεύσας τοῖς Ἰουδαίοις ὅτι συμφέρει ἕνα ἄνθρωπον ἀποθανεῖν ὑπὲρ τοῦ λαοῦ."
    },
    {
      "verse": 15,
      "text": "Ἠκολούθει δὲ τῷ Ἰησοῦ Σίμων Πέτρος καὶ ἄλλος μαθητής. ὁ δὲ μαθητὴς ἐκεῖνος ἦν γνωστὸς τῷ ἀρχιερεῖ, καὶ συνεισῆλθεν τῷ Ἰησοῦ εἰς τὴν αὐλὴν τοῦ ἀρχιερέως,"
    },
    {
      "verse": 16,
      "text": "ὁ δὲ Πέτρος εἱστήκει πρὸς τῇ θύρᾳ ἔξω. ἐξῆλθεν οὖν ὁ μαθητὴς ὁ ἄλλος ὁ γνωστὸς τοῦ ἀρχιερέως καὶ εἶπεν τῇ θυρωρῷ, καὶ εἰσήγαγεν τὸν Πέτρον."
    },
    {
      "verse": 17,
      "text": "λέγει οὖν τῷ Πέτρῳ ἡ παιδίσκη ἡ θυρωρός, μὴ καὶ σὺ ἐκ τῶν μαθητῶν εἶ τοῦ ἀνθρώπου τούτου; λέγει ἐκεῖνος· οὐκ εἰμί."
    },
    {
      "verse": 18,
      "text": "εἱστήκεισαν δὲ οἱ δοῦλοι καὶ οἱ ὑπηρέται ἀνθρακιὰν πεποιηκότες, ὅτι ψῦχος ἦν, καὶ ἐθερμαίνοντο· ἦν δὲ καὶ ὁ Πέτρος μετ’ αὐτῶν ἑστὼς καὶ θερμαινόμενος."
    },
    {
      "verse": 19,
      "text": "Ὁ οὖν ἀρχιερεὺς ἠρώτησεν τὸν Ἰησοῦν περὶ τῶν μαθητῶν αὐτοῦ καὶ περὶ τῆς διδαχῆς αὐτοῦ."
    },
    {
      "verse": 20,
      "text": "ἀπεκρίθη αὐτῷ Ἰησοῦς· ἐγὼ παρρησίᾳ λελάληκα τῷ κόσμῳ· ἐγὼ πάντοτε ἐδίδαξα ἐν συναγωγῇ καὶ ἐν τῷ ἱερῷ, ὅπου πάντες οἱ Ἰουδαῖοι συνέρχονται, καὶ ἐν κρυπτῷ ἐλάλησα οὐδέν."
    },
    {
      "verse": 21,
      "text": "τί με ἐρωτᾷς; ἐρώτησον τοὺς ἀκηκοότας τί ἐλάλησα αὐτοῖς· ἴδε οὗτοι οἴδασιν ἃ εἶπον ἐγώ."
    },
    {
      "verse": 22,
      "text": "ταῦτα δὲ αὐτοῦ εἰπόντος εἷς παρεστηκὼς τῶν ὑπηρετῶν ἔδωκεν ῥάπισμα τῷ Ἰησοῦ εἰπών· οὕτως ἀποκρίνῃ τῷ ἀρχιερεῖ;"
    },
    {
      "verse": 23,
      "text": "ἀπεκρίθη αὐτῷ Ἰησοῦς· εἰ κακῶς ἐλάλησα, μαρτύρησον περὶ τοῦ κακοῦ· εἰ δὲ καλῶς, τί με δέρεις;"
    },
    {
      "verse": 24,
      "text": "ἀπέστειλεν οὖν αὐτὸν ὁ Ἅννας δεδεμένον πρὸς Καϊάφαν τὸν ἀρχιερέα."
    },
    {
      "verse": 25,
      "text": "Ἦν δὲ Σίμων Πέτρος ἑστὼς καὶ θερμαινόμενος. εἶπον οὖν αὐτῷ· μὴ καὶ σὺ ἐκ τῶν μαθητῶν αὐτοῦ εἶ; ἠρνήσατο ἐκεῖνος καὶ εἶπεν· οὐκ εἰμί."
    },
    {
      "verse": 26,
      "text": "λέγει εἷς ἐκ τῶν δούλων τοῦ ἀρχιερέως, συγγενὴς ὢν οὗ ἀπέκοψεν Πέτρος τὸ ὠτίον· οὐκ ἐγώ σε εἶδον ἐν τῷ κήπῳ μετ’ αὐτοῦ;"
    },
    {
      "verse": 27,
      "text": "πάλιν οὖν ἠρνήσατο Πέτρος· καὶ εὐθέως ἀλέκτωρ ἐφώνησεν."
    },
    {
      "verse": 28,
      "text": "Ἄγουσιν οὖν τὸν Ἰησοῦν ἀπὸ τοῦ Καϊάφα εἰς τὸ πραιτώριον· ἦν δὲ πρωΐ· καὶ αὐτοὶ οὐκ εἰσῆλθον εἰς τὸ πραιτώριον, ἵνα μὴ μιανθῶσιν ἀλλὰ φάγωσιν τὸ πάσχα."
    },
    {
      "verse": 29,
      "text": "ἐξῆλθεν οὖν ὁ Πειλᾶτος ἔξω πρὸς αὐτοὺς καὶ φησίν· τίνα κατηγορίαν φέρετε τοῦ ἀνθρώπου τούτου;"
    },
    {
      "verse": 30,
      "text": "ἀπεκρίθησαν καὶ εἶπαν αὐτῷ· εἰ μὴ ἦν οὗτος κακὸν ποιῶν, οὐκ ἄν σοι παρεδώκαμεν αὐτόν."
    },
    {
      "verse": 31,
      "text": "εἶπεν οὖν αὐτοῖς ὁ Πειλᾶτος· λάβετε αὐτὸν ὑμεῖς καὶ κατὰ τὸν νόμον ὑμῶν κρίνατε. εἶπον οὖν αὐτῷ οἱ Ἰουδαῖοι· ἡμῖν οὐκ ἔξεστιν ἀποκτεῖναι οὐδένα."
    },
    {
      "verse": 32,
      "text": "ἵνα ὁ λόγος τοῦ Ἰησοῦ πληρωθῇ, ὃν εἶπεν σημαίνων ποίῳ θανάτῳ ἤμελλεν ἀποθνῄσκειν."
    },
    {
      "verse": 33,
      "text": "Εἰσῆλθεν οὖν εἰς τὸ πραιτώριον πάλιν ὁ Πειλᾶτος καὶ ἐφώνησεν τὸν Ἰησοῦν καὶ εἶπεν αὐτῷ· σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων;"
    },
    {
      "verse": 34,
      "text": "ἀπεκρίθη Ἰησοῦς· ἀφ’ ἑαυτοῦ σὺ τοῦτο λέγεις, ἢ ἄλλοι σοι εἶπόν περὶ ἐμοῦ;"
    },
    {
      "verse": 35,
      "text": "ἀπεκρίθη ὁ Πειλᾶτος· μήτι ἐγὼ Ἰουδαῖός εἰμι; τὸ ἔθνος τὸ σὸν καὶ οἱ ἀρχιερεῖς παρέδωκάν σε ἐμοί· τί ἐποίησας;"
    },
    {
      "verse": 36,
      "text": "ἀπεκρίθη Ἰησοῦς· ἡ βασιλεία ἡ ἐμὴ οὐκ ἔστιν ἐκ τοῦ κόσμου τούτου· εἰ ἐκ τοῦ κόσμου τούτου ἦν ἡ βασιλεία ἡ ἐμή, οἱ ὑπηρέται ἂν οἱ ἐμοὶ ἠγωνίζοντο, ἵνα μὴ παραδοθῶ τοῖς Ἰουδαίοις· νῦν δὲ ἡ βασιλεία ἡ ἐμὴ οὐκ ἔστιν ἐντεῦθεν."
    },
    {
      "verse": 37,
      "text": "εἶπεν οὖν αὐτῷ ὁ Πειλᾶτος· οὐκοῦν βασιλεὺς εἶ σύ; ἀπεκρίθη ὁ Ἰησοῦς· σὺ λέγεις, ὅτι βασιλεύς εἰμι. ἐγὼ εἰς τοῦτο γεγέννημαι καὶ εἰς τοῦτο ἐλήλυθα εἰς τὸν κόσμον, ἵνα μαρτυρήσω τῇ ἀληθείᾳ· πᾶς ὁ ὢν ἐκ τῆς ἀληθείας ἀκούει μου τῆς φωνῆς."
    },
    {
      "verse": 38,
      "text": "λέγει αὐτῷ ὁ Πειλᾶτος· τί ἐστιν ἀλήθεια; καὶ τοῦτο εἰπὼν πάλιν ἐξῆλθεν πρὸς τοὺς Ἰουδαίους, καὶ λέγει αὐτοῖς· ἐγὼ οὐδεμίαν εὑρίσκω ἐν αὐτῷ αἰτίαν."
    },
    {
      "verse": 39,
      "text": "ἔστιν δὲ συνήθεια ὑμῖν ἵνα ἕνα ἀπολύσω ὑμῖν ἐν τῷ πάσχα· βούλεσθε οὖν ἀπολύσω ὑμῖν τὸν βασιλέα τῶν Ἰουδαίων;"
    },
    {
      "verse": 40,
      "text": "ἐκραύγασαν οὖν πάλιν λέγοντες· μὴ τοῦτον, ἀλλὰ τὸν Βαραββᾶν. ἦν δὲ ὁ Βαραββᾶς λῃστής."
    }
  ]
}