{
  "book_id": "ROM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "פולוס עבד ישוע המשיח מקרא להיות שליח ונבדל לבשורת אלהים׃"
    },
    {
      "verse": 2,
      "text": "אשר הבטיחה מלפנים ביד נביאיו בכתבי הקדש׃"
    },
    {
      "verse": 3,
      "text": "על דבר בנו הנולד מזרע דוד לפי הבשר׃"
    },
    {
      "verse": 4,
      "text": "אשר הוכן לבן האלהים בגבורה לפי רוח הקדשה בתחיתו מבין המתים הוא ישוע המשיח אדנינו׃"
    },
    {
      "verse": 5,
      "text": "אשר בידו קבלנו חן ושליחות להקים משמעת האמונה בכל הגוים למען שמו׃"
    },
    {
      "verse": 6,
      "text": "אשר בתוכם הנכם גם אתם קרואי ישוע המשיח׃"
    },
    {
      "verse": 7,
      "text": "לכל אשר ברומי ידידי אלהים וקרואים להיות קדושים חסד ושלום לכם מאת האלהים אבינו ואדנינו ישוע המשיח׃"
    },
    {
      "verse": 8,
      "text": "בראשונה אודה לאלהי בישוע המשיח על כלכם אשר ספר אמונתכם בכל העולם׃"
    },
    {
      "verse": 9,
      "text": "כי האלהים אשר אני עבד אתו ברוחי בבשורת בנו לעד לי כי תמיד אני מזכיר אתכם׃"
    },
    {
      "verse": 10,
      "text": "בהעתירי בתפלותי בכל עת למען אשר רק הפעם אצליח ברצון אלהים לבוא אליכם׃"
    },
    {
      "verse": 11,
      "text": "כי נכסף נכספתי לראותכם ולחלק לכם אי זו מתת רוח למען תתחזקי׃"
    },
    {
      "verse": 12,
      "text": "והוא להתנחם עמכם זה בזה באמונה אשר לכם וגם לי׃"
    },
    {
      "verse": 13,
      "text": "ולא אכחד מכם אחי כי פעמים רבות שמתי על לבי לבוא אליכם אך נמנע ממני עד הנה למען אמצא פרי גם בכם כמו ביתר הגוים׃"
    },
    {
      "verse": 14,
      "text": "מחיב אנכי ליונים וגם ללעזים לחכמים וגם לפתאים׃"
    },
    {
      "verse": 15,
      "text": "לכן נדבני לבי להשמיע את הבשורה גם אתכם אשר ברומי׃"
    },
    {
      "verse": 16,
      "text": "כי אינני בוש מבשורת המשיח באשר גבורת אלהים היא לתשועת כל המאמין ליהודי בראשונה וכן גם ליוני׃"
    },
    {
      "verse": 17,
      "text": "כי תגלה בה צדקת אלהים מאמונה אל אמונה ככתוב וצדיק באמונתו יחיה׃"
    },
    {
      "verse": 18,
      "text": "כי נגלה חרון אלהים מן השמים על כל רשעת בני אדם ועולתם אשר יעצרו את האמת בעולה׃"
    },
    {
      "verse": 19,
      "text": "יען אשר דעת האלהים גלויה בקרבם כי האלהים הודיעם אותה׃"
    },
    {
      "verse": 20,
      "text": "כי מהותו הנעלמה היא כחו הנצחי ואלהותו מעת נברא העולם תודע במעשים ותראה לבלתי היות להם להתנצל׃"
    },
    {
      "verse": 21,
      "text": "יען בדעתם את האלהים לא כבדהו כאלהים וגם לא הודו לו כי אם הלכו אחרי ההבל במועצותיהם ויחשך לבם הנבער׃"
    },
    {
      "verse": 22,
      "text": "ובאמרם חכמים אנחנו היו לכסילים׃"
    },
    {
      "verse": 23,
      "text": "וימירו את כבוד האלהים אשר איננו נפסד בדמות צלם אדם הנפסד צלם כל עוף והולך על ארבע ורמש האדמה׃"
    },
    {
      "verse": 24,
      "text": "על כן גם נתנם האלהים לטמאה בתאות לבם לנבל גויותיהם איש את רעהו׃"
    },
    {
      "verse": 25,
      "text": "אשר המירו אמת האלהים בכזב ויכבדו ויעבדו את הבריה תחת בראה המברך לעולמים אמן׃"
    },
    {
      "verse": 26,
      "text": "בעבור זאת נתנם האלהים לתאות בושה כי נשיהם החליפו את התשמיש כדרכן בשלא כדרכן׃"
    },
    {
      "verse": 27,
      "text": "וכן גם הזכרים עזבו את תשמיש האשה כדרכה ויחמו זה בזה בתשוקתם ויעשו תועבה זכר עם זכר ויקחו שכר משובתם הראוי להם בעצם גופם׃"
    },
    {
      "verse": 28,
      "text": "וכאשר מאסו להשיג האלהים בדעת נתנם האלהים בידי דעה נמאסה לעשות את אשר לא יתכן׃"
    },
    {
      "verse": 29,
      "text": "וירב בקרבם כל חמס זנות ורשע בצע ואון וימלאו קנאה ורצח ומריבה ומרמה ותהפכות׃"
    },
    {
      "verse": 30,
      "text": "הלכי רכיל ומלשינים שנאי אלהים וגאים וזדים והוללים וחשבי און ואינם שמעים בקול אבותם׃"
    },
    {
      "verse": 31,
      "text": "נבערים מדעת ובגדים אכזרים נטרי שנאה ולא רחמנים׃"
    },
    {
      "verse": 32,
      "text": "יודעים המה את משפט אלהים כי עשי אלה בני מות הם ולא לבד שיעשו את אלה כי גם רצתה נפשם בעשיהם׃"
    }
  ]
}