{
  "book_id": "ROM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "לכן אין לך התנצלות אתה בן אדם הדן תהיה מי שתהיה כי במה שתדין את חברך תחיב את נפשך באשר אתה הדן תעשה כמעשהו׃"
    },
    {
      "verse": 2,
      "text": "וידענו כי משפט אלהים כפי האמת על עשי אלה׃"
    },
    {
      "verse": 3,
      "text": "ואתה בן אדם הדן את אשר פעלו כאלה ועשית כמעשיהם התחשב להמלט ממשפט האלהים׃"
    },
    {
      "verse": 4,
      "text": "או התבוז לעתרת טובו ולחמלתו ולארך רוחו ולא תתבונן כי טובת האלהים תדריך אתך לתשובה׃"
    },
    {
      "verse": 5,
      "text": "ובקשי לבבך הממאן לשוב תצבר לך עברה אל יום עברת האלהים ועת הגלות צדקת משפטו׃"
    },
    {
      "verse": 6,
      "text": "אשר ישלם לאיש כמעשהו׃"
    },
    {
      "verse": 7,
      "text": "למתמידים בעשות הטוב ומבקשים את הכבוד וההדר ואת אשר איננו עבד יתן את חיי העולמים׃"
    },
    {
      "verse": 8,
      "text": "ועל בני המרי ואשר לא ישמעו לאמת כי אם לעולה שמעו חרון אף וחמה׃"
    },
    {
      "verse": 9,
      "text": "צרה ומצוקה על כל נפש אדם עשה הרע על היהודי בראשונה וכן גם על היוני׃"
    },
    {
      "verse": 10,
      "text": "וכבוד והדר ושלום לכל עשה הטוב ליהודי בראשונה וכן גם ליוני׃"
    },
    {
      "verse": 11,
      "text": "כי אין משא פנים עם האלהים׃"
    },
    {
      "verse": 12,
      "text": "כי כל אלה אשר חטאו בלי תורה גם בבלי תורה יאבדו ואשר חטאו בתורה גם על פי התורה ישפטו׃"
    },
    {
      "verse": 13,
      "text": "כי לא שמעי התורה צדיקים לפני האלהים כי אם עשי התורה הם יצדקו׃"
    },
    {
      "verse": 14,
      "text": "כי הגוים אשר אין להם תורה בעשותם כדברי התורה מאליהם גם באין תורה הם תורה לנפשם׃"
    },
    {
      "verse": 15,
      "text": "בהראותם מעשה התורה כתוב על לבם ודעתם מעידה בהם ומחשבותם בקרבם מחיבות זאת את זאת או גם מזכות׃"
    },
    {
      "verse": 16,
      "text": "ביום אשר ישפט האלהים את כל תעלמות בני האדם ביד ישוע המשיח כפי בשורתי׃"
    },
    {
      "verse": 17,
      "text": "הן אתה נקרא בשם יהודי ונשענת על התורה והתהללת באלהים׃"
    },
    {
      "verse": 18,
      "text": "וידעת הראוי ובהיותך מלמד בתורה תבין בין טוב לרע׃"
    },
    {
      "verse": 19,
      "text": "ובטחת בנפשך להיות מוליך העורים ואור להלכים בחשך׃"
    },
    {
      "verse": 20,
      "text": "מיסר לחסרי לב ומורה הפתאים ויש לך צורת המדע והאמת בתורה׃"
    },
    {
      "verse": 21,
      "text": "ואתה אשר תורה אחרים את נפשך לא תורה אמרת לא תגנב והנך גנב׃"
    },
    {
      "verse": 22,
      "text": "אמרת לא תנאף ואתה נאף תשקץ את האלילים ואתה גזל את הקדש׃"
    },
    {
      "verse": 23,
      "text": "תתהלל בתורה ותנבל את האלהים בעברך את התורה׃"
    },
    {
      "verse": 24,
      "text": "כי שם האלהים בגללכם מחלל בגוים כאשר כתוב׃"
    },
    {
      "verse": 25,
      "text": "הן המילה מועילה אם תשמר את התורה אבל אם עבר אתה את התורה אז מילתך היתה לך לערלה׃"
    },
    {
      "verse": 26,
      "text": "לכן אם ישמר הערל את משפטי התורה הלא תחשב לו ערלתו למילה׃"
    },
    {
      "verse": 27,
      "text": "והערל מלדה המקים את התורה הלא הוא ידין אתך אשר יש לך הכתב והמילה ועברת את התורה׃"
    },
    {
      "verse": 28,
      "text": "כי לא הנראה מחוץ הוא היהודי ולא הנראה מחוץ בבשר היא המילה׃"
    },
    {
      "verse": 29,
      "text": "כי אם אשר בפנים הוא יהודי ומילה היא אשר בלב כפי הרוח ולא כפי הכתב אשר לא מבני אדם תהלתו כי אם מאת האלהים׃"
    }
  ]
}