{
  "book_id": "ROM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "ועתה מה הוא יתרון היהודי ומה היא תועלת המילה׃"
    },
    {
      "verse": 2,
      "text": "הרבה מכל פנים בראשון כי הפקדו בידם דברי אלהים׃"
    },
    {
      "verse": 3,
      "text": "כי מה הוא אם מקצתם לא האמינו היבטל חסרון אמונתם את אמונת אלהים׃"
    },
    {
      "verse": 4,
      "text": "חלילה אבל יהי האל הוא הנאמן וכל האדם כזב ככתוב למען תצדק בדברך תזכה בשפטך׃"
    },
    {
      "verse": 5,
      "text": "ואם עולתנו תרומם את צדקת האלהים מה נאמר הכי יש עול באלהים המשלח חרון אפו לפי דרך בני אדם אנכי מדבר׃"
    },
    {
      "verse": 6,
      "text": "חלילה שאם כן איך ישפט האלהים את העולם׃"
    },
    {
      "verse": 7,
      "text": "כי אם על ידי כזבי תרבה ותפרץ אמת אלהים לתהלתו למה זה אני אשפט עוד כחוטא׃"
    },
    {
      "verse": 8,
      "text": "ולא נעשה כדבר מחרפינו ומקצת מוציאי דבה עלינו לאמר הנה אמרים נעשה הרע למען יצא הטוב אשר דינם יבא עליהם בצדק׃"
    },
    {
      "verse": 9,
      "text": "ועתה מה הוא היש לנו מעלה יתרה לא במאומה כבר הוכחנו כי גם היהודים גם היונים כלם הם תחת החטא׃"
    },
    {
      "verse": 10,
      "text": "ככתוב אין צדיק אין גם אחד׃"
    },
    {
      "verse": 11,
      "text": "אין משכיל אין דרש את אלהים׃"
    },
    {
      "verse": 12,
      "text": "הכל סר יחדו נאלחו אין עשה טוב אין גם אחד׃"
    },
    {
      "verse": 13,
      "text": "קבר פתוח גרונם לשונם יחליקון חמת עכשוב תחת שפתימו׃"
    },
    {
      "verse": 14,
      "text": "אשר אלה פיהם מלא ומררות׃"
    },
    {
      "verse": 15,
      "text": "רגליהם ימהרו לשפך דם׃"
    },
    {
      "verse": 16,
      "text": "שד ושבר במסלותם׃"
    },
    {
      "verse": 17,
      "text": "ודרך שלום לא ידעו׃"
    },
    {
      "verse": 18,
      "text": "אין פחד אלהים לנגד עיניהם׃"
    },
    {
      "verse": 19,
      "text": "ואנחנו ידענו כי כל מה שאמרה התורה מדברת אל אלה אשר תחת התורה למען יסכר כל פה והיה כל העולם מחיב לפני אלהים׃"
    },
    {
      "verse": 20,
      "text": "יען אשר ממעשי התורה לא יצדק לפניו כל בשר כי על ידי התורה דעת החטא׃"
    },
    {
      "verse": 21,
      "text": "ועתה בבלי תורה צדקת אלהים לאור יצאה אשר העידו עליה התורה והנביאים׃"
    },
    {
      "verse": 22,
      "text": "והיא צדקת אלהים באמונת ישוע המשיח אל כל ועל כל אשר האמינו בו כי אין הבדל׃"
    },
    {
      "verse": 23,
      "text": "כי כלם חטאו וחסרי כבוד אלהים המה׃"
    },
    {
      "verse": 24,
      "text": "ונצדקו חנם בחסדו על ידי הפדות אשר היתה במשיח ישוע׃"
    },
    {
      "verse": 25,
      "text": "אשר שמו האלהים לפנינו לכפרת על ידי האמונה בדמו להראות את צדקתו אחרי אשר העביר את החטאים שנעשו לפנים בעת חמלת אלהים׃"
    },
    {
      "verse": 26,
      "text": "להראות את צדקתו בעת הזאת להיותו צדיק ומצדיק את בן אמונת ישוע׃"
    },
    {
      "verse": 27,
      "text": "ועתה איה ההתהללות הלא נשבתה ועל ידי תורת מה העל ידי תורת המעשים לא כי על ידי תורת האמונה׃"
    },
    {
      "verse": 28,
      "text": "לכן נחשב כי באמונה יצדק האדם בבלי מעשי תורה׃"
    },
    {
      "verse": 29,
      "text": "או האלהים רק אלהי היהודים הלא גם אלהי הגוים אכן גם אלהי הגוים הוא׃"
    },
    {
      "verse": 30,
      "text": "כי אחד האלהים המצדיק את המולים מתוך האמונה ואת הערלים על ידי האמונה׃"
    },
    {
      "verse": 31,
      "text": "ועתה המבטלים אנחנו את התורה על ידי האמונה חלילה אך מקימים אנחנו את התורה׃"
    }
  ]
}