{
  "book_id": "ROM",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "על כן אין אשמה באלה אשר הם במשיח ישוע המתהלכים בלא כבשר כי אם לפי הרוח׃"
    },
    {
      "verse": 2,
      "text": "כי תורת רוח החיים במשיח ישוע שחררה אתי מתורת החטא והמות׃"
    },
    {
      "verse": 3,
      "text": "כי מה שלא יכלה התורה לעשות הנחלשה על יד הבשר עשה האלהים בשלחו את בנו בתואר בשר החטא ובעד החטא וירשיע את החטא בבשר׃"
    },
    {
      "verse": 4,
      "text": "למען תמלא חקת התורה בנו המתהלכים בלא כבשר כי אם לפי הרוח׃"
    },
    {
      "verse": 5,
      "text": "כי אשר המה לבשר בעניני הבשר יחשבו ואשר לרוח בעניני הרוח יחשבו׃"
    },
    {
      "verse": 6,
      "text": "כי מחשבת הבשר היא המות ומחשבת הרוח היא החיים והשלום׃"
    },
    {
      "verse": 7,
      "text": "יען מחשבת הבשר רק שנאת אלהים היא באשר לא תשתעבד לתורת האלהים ואף איננה יכולה׃"
    },
    {
      "verse": 8,
      "text": "ואשר המה בבשר לא יוכלו להיות רצוים לאלהים׃"
    },
    {
      "verse": 9,
      "text": "ואתם אינכם בבשר כי אם ברוח אם אמנם רוח האלהים שכן בקרבכם כי מי שאין בו רוח המשיח איננו שלו׃"
    },
    {
      "verse": 10,
      "text": "ואם המשיח בקרבכם אז הגוף מת הוא בדבר החטא והרוח חיים הוא בדבר הצדקה׃"
    },
    {
      "verse": 11,
      "text": "ואם ישכן בקרבכם רוח המעיר את ישוע מן המתים הוא אשר העיר את המשיח מן המתים גם את גויותיכם המתות יחיה על ידי רוחו השכן בקרבכם׃"
    },
    {
      "verse": 12,
      "text": "לכן אחי חיבים אנחנו לא לבשר לחיות לפי הבשר׃"
    },
    {
      "verse": 13,
      "text": "כי אם תחיו לפי הבשר מות תמתון ואם על ידי הרוח תמותתו את מעללי הבשר חיה תחיו׃"
    },
    {
      "verse": 14,
      "text": "כי כל אשר רוח אלהים ינהגם בני אלהים המה׃"
    },
    {
      "verse": 15,
      "text": "כי לא קבלתם רוח עבדות לשוב לירא כי אם קבלתם רוח משפט בנים אשר בו קראים אנחנו אבא אבינו׃"
    },
    {
      "verse": 16,
      "text": "והרוח ההוא מעיד ברוחנו כי בני אלהים אנחנו׃"
    },
    {
      "verse": 17,
      "text": "ואם בנים אנחנו גם ירשים נהיה ירשי אלהים וחברי המשיח בירשה אם אמנם נתענה אתו למען גם אתו נכבד׃"
    },
    {
      "verse": 18,
      "text": "כי אחשב אשר ענויי הזמן הזה אינם שקולים כנגד הכבוד העתיד להגלות עלינו׃"
    },
    {
      "verse": 19,
      "text": "כי הבריאה תערג ועיניה תלויות להתגלות בני אלהים׃"
    },
    {
      "verse": 20,
      "text": "כי נכבשה הבריאה להבל לא מרצונה כי אם למען הכבש אתה אלי תקוה׃"
    },
    {
      "verse": 21,
      "text": "אשר הבריאה גם היא תשחרר מעבדות הכליון אל חרות כבוד בני האלהים׃"
    },
    {
      "verse": 22,
      "text": "כי ידענו אשר הבריאה כלה יחד תאנח ותחיל עד הנה׃"
    },
    {
      "verse": 23,
      "text": "ולא זאת בלבד כי גם אנחנו אף אם יש לנו בכורי הרוח נאנח בנפשנו ונחכה למשפט הבנים פדות גויתנו׃"
    },
    {
      "verse": 24,
      "text": "כי נושענו בתקוה אך התקוה הנראה לעינים איננה תקוה כי איך ייחל איש לדבר אשר הוא ראה׃"
    },
    {
      "verse": 25,
      "text": "אבל אם נקוה לאשר לא ראינהו נחכה לו בסבלנות׃"
    },
    {
      "verse": 26,
      "text": "וכן גם הרוח תמך אתנו בחלשותינו כי לא ידענו מה להתפלל כראוי אכן הרוח הוא מפגיע בעדנו באנחות עמקות מדבר׃"
    },
    {
      "verse": 27,
      "text": "והחקר לבבות יודע את אשר יחשב הרוח כי כרצון האלהים יפגיע בעד הקדושים׃"
    },
    {
      "verse": 28,
      "text": "והנה ידענו כי לאהבי אלהים הקרואים בעצתו הכל יעזר לטוב להם׃"
    },
    {
      "verse": 29,
      "text": "כי את אשר ידעם מקדם אתם גם יעד מקדם להיות דומים לדמות בנו למען יהיה הבכור בתוך אחים רבים׃"
    },
    {
      "verse": 30,
      "text": "ואת אשר יעדם מקדם אתם גם קרא ואת אשר קראם אתם גם הצדיק ואת אשר הצדיקם אתם גם פאר׃"
    },
    {
      "verse": 31,
      "text": "ועתה מה נאמר על זאת אם האלהים לנו מי יריב אתנו׃"
    },
    {
      "verse": 32,
      "text": "אשר על בנו יחידו לא חס כי אם נתנו בעד כלנו הלא גם יתן לנו עמו את הכל׃"
    },
    {
      "verse": 33,
      "text": "מי יענה בבחירי אלהים הן אלהים הוא המצדיק׃"
    },
    {
      "verse": 34,
      "text": "ומי הוא יאשימם הן המשיח אשר מת וביותר אשר נעור מעם המתים הוא לימין האלהים והוא יפגיע בעדנו׃"
    },
    {
      "verse": 35,
      "text": "מי יפרידנו מאהבת המשיח הצרה או מצוקה או משטמה או רעב אם עריה או סכנה או חרב׃"
    },
    {
      "verse": 36,
      "text": "ככתוב כי עליך הרגנו כל היום נחשבנו כצאן טבחה׃"
    },
    {
      "verse": 37,
      "text": "אבל בכל אלה גברנו מאד על ידי האהב אתנו׃"
    },
    {
      "verse": 38,
      "text": "ובטוח אנכי כי לא המות ולא החיים לא מלאכים ולא שררות ולא גבורות לא ההוה ולא העתיד׃"
    },
    {
      "verse": 39,
      "text": "לא הרוח ולא העמק ולא כל בריה אחרת יוכלו להפרידנו מאהבת האלהים אשר היא במשיח ישוע אדנינו׃"
    }
  ]
}