{
  "book_id": "ROM",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "אמת אני מדבר במשיח ולא אשקף ודעתי מעידה לי ברוח הקדש׃"
    },
    {
      "verse": 2,
      "text": "כי גדול עצבוני ואין קץ לדאבון לבי׃"
    },
    {
      "verse": 3,
      "text": "כי מי יתן היתי אני מחרם מן המשיח בעד אחי שארי ובשרי׃"
    },
    {
      "verse": 4,
      "text": "אשר הם בני ישראל ויש להם משפט הבנים והכבוד והבריתות ומתן התורה והעבודה וההבטחות׃"
    },
    {
      "verse": 5,
      "text": "ולהם האבות ואשר מהם יצא המשיח לפי בשרו אשר הוא אל על הכל מברך לעולמים אמן׃"
    },
    {
      "verse": 6,
      "text": "אבל לא כאלו נפל דבר אלהים ארצה כי לא כל אשר הם מישראל גם ישראל המה׃"
    },
    {
      "verse": 7,
      "text": "ולא על היותם זרע אברהם כלם בנים הם כי ביצחק יקרא לך זרע׃"
    },
    {
      "verse": 8,
      "text": "כלומר לא בני הבשר המה בני האלהים כי אם בני ההבטחה הם הנחשבים לזרע׃"
    },
    {
      "verse": 9,
      "text": "כי דבר הבטחה הוא מה שנאמר למועד אשוב ולשרה בן׃"
    },
    {
      "verse": 10,
      "text": "ולא זאת בלבד כי כן היה גם ברבקה בהיותה הרה לאחד ליצחק אבינו׃"
    },
    {
      "verse": 11,
      "text": "כי בטרם ילדו בניה ועוד לא עשו טוב או רע למען תקום עצת האלהים כפי בחירתו לא מתוך מעשים כי אם כרצון הקרא׃"
    },
    {
      "verse": 12,
      "text": "נאמר לה כי רב יעבד צעיר׃"
    },
    {
      "verse": 13,
      "text": "ככתוב ואהב את יעקב ואת עשו שנאתי׃"
    },
    {
      "verse": 14,
      "text": "אם כן מה נאמר הכי יש עול באלהים חלילה׃"
    },
    {
      "verse": 15,
      "text": "כי למשה אמר וחנתי את אשר אחן ורחמתי את אשר ארחם׃"
    },
    {
      "verse": 16,
      "text": "ועל כן אין הדבר לא ביד הרצה ולא ביד הרץ כי אם ביד האלהים המרחם׃"
    },
    {
      "verse": 17,
      "text": "כי כן הכתוב אמר לפרעה בעבור זאת העמדתיך בעבור הראתך את כחי ולמען ספר שמי בכל הארץ׃"
    },
    {
      "verse": 18,
      "text": "ויוצא מזה כי את אשר יחפץ יחננו ואת אשר יחפץ יקשהו׃"
    },
    {
      "verse": 19,
      "text": "וכי תאמר אלי מדוע יוכיח עוד נגד רצונו מי יתיצב׃"
    },
    {
      "verse": 20,
      "text": "אמנם בן אדם מי אתה אשר תריב את האלהים היאמר יצר ליצרו למה ככה עשיתני׃"
    },
    {
      "verse": 21,
      "text": "אם אין רשות ליצר על החמר לעשות מגלם אחד כלי אחד לכבוד ואחד לקלון׃"
    },
    {
      "verse": 22,
      "text": "ומה אפוא אם האלהים החפץ להראות זעמו ולהודיע גבורתו נשא בכל ארך רוחו את כלי הזעם הנכונים לאבדון׃"
    },
    {
      "verse": 23,
      "text": "להודיע גם את עשר כבודו על כלי החנינה אשר יעדם לכבוד׃"
    },
    {
      "verse": 24,
      "text": "והם אנחנו אשר קראם לא מן היהודים בלבד כי אף מן הגוים׃"
    },
    {
      "verse": 25,
      "text": "כדברו בהושע אקרא ללא עמי עמי וללא רחמה רחמה׃"
    },
    {
      "verse": 26,
      "text": "והיה במקום אשר יאמר להם לא עמי אתם יאמר להם בני אל חי׃"
    },
    {
      "verse": 27,
      "text": "וישעיהו צוח על ישראל כי אם יהיה מספר בני ישראל כחול הים שאר ישוב בו כליון חרוץ שוטף צדקה׃"
    },
    {
      "verse": 28,
      "text": "כי כלה ונחרצה אדני עשה בקרב הארץ׃"
    },
    {
      "verse": 29,
      "text": "וכאשר אמר ישעיהו לפנים לולי יהוה צבאות הותיר לנו שריד כמעט כסדם היינו לעמרה דמינו׃"
    },
    {
      "verse": 30,
      "text": "ועתה מה נאמר הגוים אשר לא רדפו אחרי הצדקה השיגו את הצדקה היא הצדקה אשר מתוך האמונה׃"
    },
    {
      "verse": 31,
      "text": "וישראל בבקשו אחרי תורת צדקה לתורת הצדקה לא הגיע׃"
    },
    {
      "verse": 32,
      "text": "ועל מה יען אשר לא מאמונה דרשוה כי אם ממעשים כי התנגפו באבן נגף׃"
    },
    {
      "verse": 33,
      "text": "ככתוב הנני יסד בציון אבן נגף וצור מכשול וכל המאמין בו לא יבוש׃"
    }
  ]
}