{
  "book_id": "ROM",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "אחי חפץ לבבי ותפלתי לאלהים בעד ישראל אשר יושעו׃"
    },
    {
      "verse": 2,
      "text": "כי מעיד אני עליהם שיש להם קנאה לאלהים אך לא בדעת׃"
    },
    {
      "verse": 3,
      "text": "כי את צדקת אלהים לא ידעו ויבקשו להקים את צדקתם ובעבור זאת לצדקת אלהים לא נכנעו׃"
    },
    {
      "verse": 4,
      "text": "כי המשיח סוף התורה לצדקה לכל המאמין בו׃"
    },
    {
      "verse": 5,
      "text": "כי משה כתב על דבר הצדקה מתוך התורה אשר יעשה אתם האדם וחי בהם׃"
    },
    {
      "verse": 6,
      "text": "והצדקה אשר מתוך האמונה כה אמרת אל תאמר בלבבך מי יעלה השמימה הלא זאת היא להוריד את המשיח׃"
    },
    {
      "verse": 7,
      "text": "או מי ירד לתהום זאת היא להעלות את המשיח מן המתים׃"
    },
    {
      "verse": 8,
      "text": "אבל מה היא אמרת קרוב אליך הדבר בפיך ובלבבך הוא דבר האמונה אשר אנחנו מבשרים׃"
    },
    {
      "verse": 9,
      "text": "כי אם תודה בפיך אשר ישוע הוא האדון ותאמין בלבבך אשר האלהים העירו מן המתים אז תושע׃"
    },
    {
      "verse": 10,
      "text": "כי בלבבו יאמין האדם והיתה לו לצדקה ובפיהו יודה והיתה לו לישועה׃"
    },
    {
      "verse": 11,
      "text": "כי הכתוב אמר כל המאמין בו לא יבוש׃"
    },
    {
      "verse": 12,
      "text": "ואין הבדל בזה בין היהודי ליוני כי אדון אחד לכלם והוא עשיר לכל קראיו׃"
    },
    {
      "verse": 13,
      "text": "כי כל אשר יקרא בשם יהוה ימלט׃"
    },
    {
      "verse": 14,
      "text": "ועתה איך יקראו אל אשר לא האמינו בו ואיך יאמינו באשר לא שמעו את שמעו ואיך ישמעו באין מגיד׃"
    },
    {
      "verse": 15,
      "text": "ואיך יגידו אם אינם שלוחים ככתוב מה נאוו רגלי מבשר שלום מבשר טוב׃"
    },
    {
      "verse": 16,
      "text": "אך לא כלם שמעו לקול הבשורה כי ישעיהו אמר יהוה מי האמין לשמעתנו׃"
    },
    {
      "verse": 17,
      "text": "לכן האמונה באה מתוך השמועה והשמועה על ידי דבר אלהים׃"
    },
    {
      "verse": 18,
      "text": "ואמר הכי לא שמעו אמנם בכל הארץ יצא קום ובקצה תבל מליהם׃"
    },
    {
      "verse": 19,
      "text": "ואמר הכי ישראל לא ידע הנה כבר משה אמר אני אקניאכם בלא עם בגוי נבל אכעיסכם׃"
    },
    {
      "verse": 20,
      "text": "וישעיהו מלאו לבו לאמר נמצאתי ללא בקשני נדרשתי ללוא שאלו׃"
    },
    {
      "verse": 21,
      "text": "ועל ישראל הוא אמר פרשתי ידי כל היום אל עם סורר ומרה׃"
    }
  ]
}