{
  "book_id": "ROM",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "ובכן אמר אני הכי זנח האלהים את עמו חלילה כי גם אנכי בן ישראל מזרע אברהם למטה בנימן׃"
    },
    {
      "verse": 2,
      "text": "לא זנח האלהים את עמו אשר ידעו מקדם או הלא תדעו את אשר הכתוב אמר באליהו כאשר קרא אל האלהים על ישראל לאמר׃"
    },
    {
      "verse": 3,
      "text": "יהוה את נביאיך הרגו ואת מזבחתיך הרסו ואותר אני לבדי ויבקשו את נפשי׃"
    },
    {
      "verse": 4,
      "text": "אבל מה ענה אתו מענה אלהים השארתי לי שבעת אלפים איש אשר לא כרעו לבעל׃"
    },
    {
      "verse": 5,
      "text": "וכן גם בעת הזאת נותרה שארית על פי בחירת החסד׃"
    },
    {
      "verse": 6,
      "text": "ואם היתה זאת על ידי החסד לא היתה מתוך המעשים כי לולי כן החסד איננו עוד חסד ואם היתה מתוך המעשים איננו עוד חסד כי לולי כן המעשים יחדל להיות מעשה׃"
    },
    {
      "verse": 7,
      "text": "ועתה מה הוא את אשר בקש ישראל לא השיג רק הנבחרים הם השיגו והנשארים השמינו לבבם׃"
    },
    {
      "verse": 8,
      "text": "ככתוב נתן להם האלהים רוח תרדמה עינים לא לראות ואזנים לא לשמע עד היום הזה׃"
    },
    {
      "verse": 9,
      "text": "ודוד הוא אמר יהי שלחנם לפח ולרשת ולמוקש ולשלומים להם׃"
    },
    {
      "verse": 10,
      "text": "תחשכנה עיניהם מראות ומתניהם תמיד המעד׃"
    },
    {
      "verse": 11,
      "text": "ובכן אני אמר הנכשלו למען יפלו חלילה אך בפשעם יצאה הישועה לגוים למען הקניאם׃"
    },
    {
      "verse": 12,
      "text": "ואם פשעם עשר העולם וחסרונם עשר הגוים מלאם על אחת כמה וכמה׃"
    },
    {
      "verse": 13,
      "text": "כי אליכם הגוים אני מדבר וכפי אשר שליח הגוים אנכי את שרותי אפאר׃"
    },
    {
      "verse": 14,
      "text": "לו אוכל להקניא את בשרי ולהושיע מקצתם׃"
    },
    {
      "verse": 15,
      "text": "כי אם געילתם רצוי לעולם מה אפוא תהיה אספתם הלא חיים מן המתים׃"
    },
    {
      "verse": 16,
      "text": "ואם התרומה קדש כן גם העסה ואם השרש קדש כן גם הענפים׃"
    },
    {
      "verse": 17,
      "text": "וכי נקפו מקצת הענפים ואתה זית היער הרכבת במקומם ונתחברת לשרש הזית ולדשנו׃"
    },
    {
      "verse": 18,
      "text": "אל תתפאר על הענפים ואם תתפאר דע שאינך נשא את השרש כי אם השרש הוא נשא אותך׃"
    },
    {
      "verse": 19,
      "text": "וכי תאמר הלא נקפו הענפים למען ארכב אנכי׃"
    },
    {
      "verse": 20,
      "text": "כן הוא המה נקפו על אשר לא האמינו ואתה הנך קים על ידי האמונה אל תתגאה כי אם ירא׃"
    },
    {
      "verse": 21,
      "text": "כי האלהים אם לא חס על הענפים הנולדים מן העץ אולי לא יחוס גם עליך׃"
    },
    {
      "verse": 22,
      "text": "לכן ראה נא טובת אלהים וזעמו זעמו על הנפלים ועליך טובתו אם תעמד בטובתו ואם אין כי עתה גם אתה תגדע׃"
    },
    {
      "verse": 23,
      "text": "וגם המה אם לא יעמדו במרים ירכבו כי יכל האלהים לשוב להרכיבם׃"
    },
    {
      "verse": 24,
      "text": "כי אם אתה נגזרת מעץ אשר הוא בטבעו זית יער והרכבת שלא כטבע בזית טוב אלה היצאים ממנו על אחת כמה וכמה שירכבו בזית שלהם׃"
    },
    {
      "verse": 25,
      "text": "כי לא אכחד מכם אחי את הסוד הזה פן תהיו חכמים בעיניכם כי טמטום הלב למקצת נהיה לישראל עד כי יכנס מלא הגוים׃"
    },
    {
      "verse": 26,
      "text": "ובכן כל ישראל יושע ככתוב ובא לציון גואל וישיב פשע מיעקב׃"
    },
    {
      "verse": 27,
      "text": "ואני זאת בריתי אותם בהסירי חטאתם׃"
    },
    {
      "verse": 28,
      "text": "הן לפי הבשורה שנואים הם למענכם אך לפי הבחירה חביבים הם למען האבות׃"
    },
    {
      "verse": 29,
      "text": "כי לא ינחם האלהים על מתנותיו ועל קריאתו׃"
    },
    {
      "verse": 30,
      "text": "כי כאשר גם אתם מלפנים ממרים הייתם את פי אלהים ועתה הוחנתם במרים של אלה׃"
    },
    {
      "verse": 31,
      "text": "כן גם אלה עתה ממרים היו למען על ידי חנינתכם גם הם יחנו׃"
    },
    {
      "verse": 32,
      "text": "כי האלהים הסגיר את כלם ביד המרי למען יחן את כלם׃"
    },
    {
      "verse": 33,
      "text": "מה עמק עשר חכמת אלהים ועשר דעתו משפטיו מי יחקר ודרכיו מי ימצא׃"
    },
    {
      "verse": 34,
      "text": "כי מי תכן את רוח יהוה ואיש עצתו יודיענו׃"
    },
    {
      "verse": 35,
      "text": "או מי הקדימו וישלם לו׃"
    },
    {
      "verse": 36,
      "text": "הלא הכל ממנו והכל בו והכל אליו אשר לו הכבוד לעולמים אמן׃"
    }
  ]
}