{
  "book_id": "ROM",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "ואת החלוש באמונה אותו קבלו ולא לדין את המחשבות׃"
    },
    {
      "verse": 2,
      "text": "יש מאמין כי נכון לאכל כל דבר והחלוש יאכל רק את הירק׃"
    },
    {
      "verse": 3,
      "text": "האכל אל יבז את אשר לא יאכל ואשר לא יאכל אל ידין את האכל כי קבל אתו האלהים׃"
    },
    {
      "verse": 4,
      "text": "מי אתה כי תדין את עבד האחר הן לאדניו הוא יקום או יפל אבל יוקם כי יכל האלהים להקימו׃"
    },
    {
      "verse": 5,
      "text": "יש מבדיל בין יום ליום ויש אשר כל הימים שוים בעיניו ויהי כל איש נכון בדעתו׃"
    },
    {
      "verse": 6,
      "text": "השמר את היום לאדון שמר אתו ואשר איננו שמר את היום לאדון איננו שמר האכל לאדון הוא אכל כי מודה הוא לאלהים ואשר איננו אכל לאדון איננו אכל ומודה הוא לאלהים׃"
    },
    {
      "verse": 7,
      "text": "כי אין איש מאתנו אשר יחיה לנפשו ואין איש אשר ימות לנפשו׃"
    },
    {
      "verse": 8,
      "text": "כי כאשר נחיה נחיה לאדון וכאשר נמות נמות לאדון לכן אם נחיה ואם נמות לאדון הננו׃"
    },
    {
      "verse": 9,
      "text": "כי לזאת מת המשיח ויקם ויחי למען יהיה אדון גם על המתים גם על החיים׃"
    },
    {
      "verse": 10,
      "text": "ואתה למה זה תדין את אחיך או אתה למה תבוז לאחיך הלא כלנו עתידים לעמד לפני כסא דין אלהים׃"
    },
    {
      "verse": 11,
      "text": "כי כתוב חי אני נאם יהוה כי לי תכרע כל ברך וכל לשון תודה לאלהים׃"
    },
    {
      "verse": 12,
      "text": "הנה נא כל אחד ממנו על נפשו יתן חשבון לאלהים׃"
    },
    {
      "verse": 13,
      "text": "לכן אל נדין עוד איש את רעהו כי אם זה יהי דינכם שלא יתן איש לפני אחיו מכשול או מוקש׃"
    },
    {
      "verse": 14,
      "text": "ידעתי ומבטח אני באדון ישוע כי אין דבר טמא בפני עצמו ורק טמא הוא למי שיחשבנו לו לטמא׃"
    },
    {
      "verse": 15,
      "text": "ואם יעצב אחיך על דבר האכל אינך מתהלך עוד בדרך האהבה אל נא תאבד באכלך את אשר בעדו מת המשיח׃"
    },
    {
      "verse": 16,
      "text": "לכן הזהרו פן יהיה טובכם לגדופים׃"
    },
    {
      "verse": 17,
      "text": "כי מלכות האלהים איננה אכילה ושתיה כי צדקה היא ושלום ושמחה ברוח הקדש׃"
    },
    {
      "verse": 18,
      "text": "והעבד באלה את המשיח רצוי הוא לאלהים ובחון לאנשים׃"
    },
    {
      "verse": 19,
      "text": "ועתה נרדפה דרך השלום ודרך הבנות יחד איש מרעהו׃"
    },
    {
      "verse": 20,
      "text": "אל תהרוס את מעשה אלהים על דבר מאכל הן הכל טהור הוא אבל רע לאדם אשר יאכלנו במכשל לבו׃"
    },
    {
      "verse": 21,
      "text": "טוב שלא תאכל בשר ולא תשתה יין ולא תעשה דבר אשר יתנגף בו אחיך או יכשל או יחלש׃"
    },
    {
      "verse": 22,
      "text": "יש לך אמונה תהי לך לבדך לפני האלהים אשרי מי שלא ידין את נפשו בדבר אשר כשר בעיניו׃"
    },
    {
      "verse": 23,
      "text": "ואשר לו ספק באכלו נאשם כי לא עשה מאמונה וכל אשר נעשה מבלי אמונה חטא הוא,׃"
    }
  ]
}