{
  "book_id": "ROM",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "ועלינו החזקים לשאת חלשות הכשלים ואל נבקש הנאת עצמנו׃"
    },
    {
      "verse": 2,
      "text": "כי כל אחד ממנו יבקש הנאת חברו לטוב לו למען יבנה׃"
    },
    {
      "verse": 3,
      "text": "כי גם המשיח לא בקש הנאת עצמו אלא ככתוב חרפות חורפיך נפלו עלי׃"
    },
    {
      "verse": 4,
      "text": "כי כל אשר נכתב מלפנים ללמדנו נכתב למען תהיה לנו תקוה בסבלנות ובתנחומות הכתובים׃"
    },
    {
      "verse": 5,
      "text": "ואלהי הסבלנות והנחמה הוא יתן לכם להיות כלכם לב אחד על פי המשיח ישוע׃"
    },
    {
      "verse": 6,
      "text": "אשר תכבדו בנפש אחת ובפה אחד את האלהים אבי אדנינו ישוע המשיח׃"
    },
    {
      "verse": 7,
      "text": "על כן תקבלו איש את אחיו כאשר גם המשיח קבל אתנו לכבוד האלהים׃"
    },
    {
      "verse": 8,
      "text": "ואני אמר כי ישוע המשיח היה למשרת בני המילה למען אמת האלהים לקים את ההבטחות אשר לאבות׃"
    },
    {
      "verse": 9,
      "text": "והגוים המה יכבדו את האלהים למען רחמיו ככתוב על כן אודך בגוים ולשמך אזמרה׃"
    },
    {
      "verse": 10,
      "text": "ואומר הרנינו גוים עמו׃"
    },
    {
      "verse": 11,
      "text": "ואומר הללו את יהוה כל גוים שבחוהו כל האמים׃"
    },
    {
      "verse": 12,
      "text": "וישעיהו אמר והיה שרש ישי אשר עמד לנס עמים אליו גוים יקוו׃"
    },
    {
      "verse": 13,
      "text": "ואלהי התקוה הוא ימלא אתכם כל שמחה ושלום באמונה למען תעדף תקותכם בגבורת רוח הקדש׃"
    },
    {
      "verse": 14,
      "text": "והנה אחי מבטח אני בכם כי גם אתם בעצמכם מלאי אהבת חסד ממלאים כל דעת ותוכלו להוכיח איש את רעהו׃"
    },
    {
      "verse": 15,
      "text": "אך העזתי מעט בכתבי אליכם הנה והנה כמזכיר אתכם על פי החסד הנתון לי מאת האלהים׃"
    },
    {
      "verse": 16,
      "text": "להיותי משרת ישוע המשיח לגוים ולכהן בבשורת האלהים למען יהיה קרבן הגוים רצוי ומקדש ברוח הקדש׃"
    },
    {
      "verse": 17,
      "text": "על כן יש לי להתהלל במשיח ישוע נגד האלהים׃"
    },
    {
      "verse": 18,
      "text": "כי לא אעז פני לדבר דבר זולתי אשר עשה המשיח בידי למען הטות באמר ובמעשה את לב הגוים לסור למשמעתו׃"
    },
    {
      "verse": 19,
      "text": "בגבורת אתות ומופתים ובגבורת רוח אלהים עד כי מלאתי מירושלים וסביבותיה ועד לאלוריקון את בשורת המשיח׃"
    },
    {
      "verse": 20,
      "text": "בהשתדלי להגיד את הבשורה לא במקמות אשר שם כבר נקרא שם המשיח לבלתי בנות על יסוד אחרים׃"
    },
    {
      "verse": 21,
      "text": "כי אם ככתוב אשר לא ספר להם ראו ואשר לא שמעו התבוננו׃"
    },
    {
      "verse": 22,
      "text": "וזה הוא הדבר אשר נעצרתי בגללו פעם ושתים מבוא אליכם׃"
    },
    {
      "verse": 23,
      "text": "אבל כעת אשר אין עוד מקום לי בגלילות האלה ונכסף נכספתי לבא אליכם זה שנים רבות׃"
    },
    {
      "verse": 24,
      "text": "אבוא אליכם בלכתי לאספמיא כי מקוה אנכי לראותכם בעברי ואתם תשלחוני שמה ואשבעה מעט מכם בראשונה׃"
    },
    {
      "verse": 25,
      "text": "אמנם עתה אלכה ירושלימה לעזור את הקדושים׃"
    },
    {
      "verse": 26,
      "text": "כי מקדוניא ואכיא הואילו לתת משאת נדבה לאביוני הקדושים אשר בירושלים׃"
    },
    {
      "verse": 27,
      "text": "כי הואילו ואף מחיבים הם להם כי אם היה לגוים חלק בדברי הרוח אשר להם הלא עליהם לעזרם גם בדברי הגוף׃"
    },
    {
      "verse": 28,
      "text": "לכן כשגמרתי את זאת וחתמתי להם הפרי הזה אז אעברה דרך ארצכם לאספמיא׃"
    },
    {
      "verse": 29,
      "text": "ויודע אנכי כי בבאי אליכם אבוא במלא ברכת בשורת המשיח׃"
    },
    {
      "verse": 30,
      "text": "ואני מעורר אתכם אחי באדנינו ישוע המשיח ובאהבת הרוח להתאמץ אתי בהעתיר בעדי אל האלהים׃"
    },
    {
      "verse": 31,
      "text": "למען אשר אנצל מהסוררים בארץ יהודה ויערב על הקדושים שמושי לשם ירושלים׃"
    },
    {
      "verse": 32,
      "text": "ואשר אבוא אליכם במשחה ברצון אלהים ואנפש עמכם׃"
    },
    {
      "verse": 33,
      "text": "ואלהי השלום עם כלכם אמן׃"
    }
  ]
}