{
  "book_id": "1KI",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And the queen of Sheba is hearing of the fame of Solomon concerning the name of Jehovah, and cometh to try him with enigmas,"
    },
    {
      "verse": 2,
      "text": "and she cometh to Jerusalem, with a very great company, camels bearing spices, and very much gold, and precious stone, and she cometh unto Solomon, and speaketh unto him all that hath been with her heart."
    },
    {
      "verse": 3,
      "text": "And Solomon declareth to her all her matters — there hath not been a thing hid from the king that he hath not declared to her."
    },
    {
      "verse": 4,
      "text": "And the queen of Sheba seeth all the wisdom of Solomon, and the house that he built,"
    },
    {
      "verse": 5,
      "text": "and the food of his table, and the sitting of his servants, and the standing of his ministers, and their clothing, and his butlers, and his burnt-offering that he causeth to ascend in the house of Jehovah, and there hath not been in her any more spirit."
    },
    {
      "verse": 6,
      "text": "And she saith unto the king, 'True hath been the word that I heard in my land, concerning thy matters and thy wisdom;"
    },
    {
      "verse": 7,
      "text": "and I gave no credence to the words till that I have come, and my eyes see, and lo, it was not declared to me — the half; thou hast added wisdom and goodness unto the report that I heard."
    },
    {
      "verse": 8,
      "text": "O the happiness of thy men, O the happiness of thy servants — these — who are standing before thee continually, who are hearing thy wisdom!"
    },
    {
      "verse": 9,
      "text": "Jehovah thy God is blessed who delighted in thee, to put thee on the throne of Israel; in Jehovah's loving Israel to the age He doth set thee for king, to do judgment and righteousness."
    },
    {
      "verse": 10,
      "text": "And she giveth to the king a hundred and twenty talents of gold, and spices very many, and precious stone; there came not like that spice any more for abundance that the queen of Sheba gave to king Solomon."
    },
    {
      "verse": 11,
      "text": "And also, the navy of Hiram that bore gold from Ophir, brought in from Ophir almug-trees very many, and precious stone;"
    },
    {
      "verse": 12,
      "text": "and the king maketh the almug-trees a support for the house of Jehovah, and for the house of the king, and harps and psalteries for singers; there have not come such almug-trees, nor have there been seen [such] unto this day."
    },
    {
      "verse": 13,
      "text": "And king Solomon gave to the queen of Sheba all her desire that she asked, apart from that which he gave to her as a memorial of king Solomon, and she turneth and goeth to her land, she and her servants."
    },
    {
      "verse": 14,
      "text": "And the weight of the gold that hath come to Solomon in one year is six hundred sixty and six talents of gold,"
    },
    {
      "verse": 15,
      "text": "apart from [that of] the tourists, and of the traffic of the merchants, and of all the kings of Arabia, and of the governors of the land."
    },
    {
      "verse": 16,
      "text": "And king Solomon maketh two hundred targets of alloyed gold — six hundred of gold go up on the one target;"
    },
    {
      "verse": 17,
      "text": "and three hundred shields of alloyed gold — three pounds of gold go up on the one shield; and the king putteth them [in] the house of the forest of Lebanon."
    },
    {
      "verse": 18,
      "text": "And the king maketh a great throne of ivory, and overlayeth it with refined gold;"
    },
    {
      "verse": 19,
      "text": "six steps hath the throne, and a round top [is] to the throne behind it, and hands [are] on this [side] and on that, unto the place of the sitting, and two lions are standing near the hands,"
    },
    {
      "verse": 20,
      "text": "and twelve lions are standing there on the six steps, on this [side] and on that; it hath not been made so for any kingdom."
    },
    {
      "verse": 21,
      "text": "And all the drinking vessels of king Solomon [are] of gold, and all the vessels of the house of the forest of Lebanon [are] of refined gold — there are none of silver; it was not reckoned in the days of Solomon for anything,"
    },
    {
      "verse": 22,
      "text": "for a navy of Tarshish hath the king at sea with a navy of Hiram; once in three years cometh the navy of Tarshish, bearing gold, and silver, ivory, and apes, and peacocks."
    },
    {
      "verse": 23,
      "text": "And king Solomon is greater than any of the kings of the earth for riches and for wisdom,"
    },
    {
      "verse": 24,
      "text": "and all the earth is seeking the presence of Solomon, to hear his wisdom that God hath put into his heart,"
    },
    {
      "verse": 25,
      "text": "and they are bringing each his present, vessels of silver, and vessels of gold, and garments, and armour, and spices, horses, and mules, the matter of a year in a year."
    },
    {
      "verse": 26,
      "text": "And Solomon gathereth chariots, and horsemen, and he hath a thousand and four hundred chariots, and twelve thousand horsemen, and he placeth them in the cities of the chariot, and with the king in Jerusalem."
    },
    {
      "verse": 27,
      "text": "And the king maketh the silver in Jerusalem as stones, and the cedars he hath made as the sycamores that [are] in the low country, for abundance."
    },
    {
      "verse": 28,
      "text": "And the outgoing of the horses that king Solomon hath [is] from Egypt, and from Keveh; merchants of the king take from Keveh at a price;"
    },
    {
      "verse": 29,
      "text": "and a chariot cometh up and cometh out of Egypt for six hundred silverlings, and a horse for fifty and a hundred, and so for all the kings of the Hittites, and for the kings of Aram; by their hand they bring out."
    }
  ]
}