{
  "book_id": "1TI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "This is a true sayinge. Yf a man covet the office of a bysshope he desyreth a good worke."
    },
    {
      "verse": 2,
      "text": "Ye and a bisshope must be fautlesse the husband of one wyfe sober discrete honestly aparelled harberous apt to teache"
    },
    {
      "verse": 3,
      "text": "not dronken no fighter not geve to filthy lucre: but gentle abhorrynge fightynge abhorrynge coveteousnes"
    },
    {
      "verse": 4,
      "text": "and one that rueleth his awne housse honestly havynge chyldren vnder obedience with all honeste."
    },
    {
      "verse": 5,
      "text": "For yf a man cannot rule his owne housse how shall he care for the congregacion of God."
    },
    {
      "verse": 6,
      "text": "He maye not be a yonge skoler lest he swell and faule into the iudgement of the evyll speaker."
    },
    {
      "verse": 7,
      "text": "He must also be well reported of amonge them which are with out forth lest he fall into rebuke and snare of the evyll speaker."
    },
    {
      "verse": 8,
      "text": "Lykwyse must the deacons be honest not double tonged not geve vnto moche drynkinge nether vnto filthy lucre:"
    },
    {
      "verse": 9,
      "text": "but havynge the mistery of the fayth in pure conscience."
    },
    {
      "verse": 10,
      "text": "And let them fyrst be proved and then let them minister yf they be founde fautlesse."
    },
    {
      "verse": 11,
      "text": "Even so must their wynes be honest not evyll speakers: but sober and faythfull in all thinges."
    },
    {
      "verse": 12,
      "text": "Let the deacons be the husbandes of one wyfe and suche as rule their chyldren well and their awne housholdes."
    },
    {
      "verse": 13,
      "text": "For they that minister well get them selves good degre and greate libertie in the fayth which is in Christ Iesu."
    },
    {
      "verse": 14,
      "text": "These thinges write I vnto the trustinge to come shortly vnto the:"
    },
    {
      "verse": 15,
      "text": "but and yf I tarie longe that then thou mayst yet have knowledge how thou oughtest to behave thy silfe in the housse of God which is the congregacion of the livinge God the pillar and grounde of trueth."
    },
    {
      "verse": 16,
      "text": "And with out naye great is that mistery of godlines: God was shewed in the flesshe was iustified in the sprete was sene of angels was preached vnto the gentyls was beleved on in erth and receaved vp in glory."
    }
  ]
}