{
  "book_id": "1TI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "The sprete speaketh evydently that in the latter tymes some shall departe from the fayth and shall geve hede vnto spretes of erroure and dyvelysshe doctrine"
    },
    {
      "verse": 2,
      "text": "of them which speake falce thorow ypocrisye and have their consciences marked with an hote yron"
    },
    {
      "verse": 3,
      "text": "forbyddinge to mary and commaundinge to abstayne from meates which God hath created to be receaved with gevynge thankes of them which beleve and knowe the trueth."
    },
    {
      "verse": 4,
      "text": "For all the creatures of God are good and nothynge to be refused yf it be receaved with thankes gevynge."
    },
    {
      "verse": 5,
      "text": "For it is sanctyfyed by the worde of God and prayer."
    },
    {
      "verse": 6,
      "text": "Yf thou shalt put the brethren in remembraunce of these thynges thou shalt be a good minister of Iesu Christ which hast bene norisshed vp in the wordes of the fayth and good doctryne which doctryne thou hast continually followed."
    },
    {
      "verse": 7,
      "text": "But cast awaye vngostly and olde wyves fables. Exercyse thy silfe vnto godlines."
    },
    {
      "verse": 8,
      "text": "For bodely exercise proffiteth lyttll: But godlines is good vnto all thynges as a thynge which hath promyses of the lyfe that is now and of the lyfe to come."
    },
    {
      "verse": 9,
      "text": "This is a sure sayinge and of all parties worthy to be receaved."
    },
    {
      "verse": 10,
      "text": "For therfore we laboure and suffre rebuke because we beleve in the livynge god which is the savioure of all men: but specially of those that beleve."
    },
    {
      "verse": 11,
      "text": "Suche thynges commaunde and teache."
    },
    {
      "verse": 12,
      "text": "Let no man despyse thy youth: but be vnto them that beleve an insample in worde in conversacion in love in sprete in fayth and in purenes."
    },
    {
      "verse": 13,
      "text": "Till I come geve attendaunce to redynge to exhortacion and to doctryne."
    },
    {
      "verse": 14,
      "text": "Despyse not the gyfte that is in ye which was geven the thorow prophesye and with layinge on of the hondes of an elder."
    },
    {
      "verse": 15,
      "text": "These thynges exercyse and geve thy silfe vnto them that it maye be sene how thou profetest in all thinges."
    },
    {
      "verse": 16,
      "text": "Take hede vnto thy silfe and vnto learnynge and continue therin. For if thou shalt so do thou shalt save thy silfe and them that heare the."
    }
  ]
}