{
  "book_id": "1TI",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Let as many servauntes as are vnder the yoke counte their masters worthy of all honour that the name of god and his doctryne be not evyll spoken of."
    },
    {
      "verse": 2,
      "text": "Se that they which have belevynge masters despyse them not because they are brethren: but so moche the rather do service for as moche as they are belevynge and beloved and partakers of the benefite. These thynges teache and exhorte."
    },
    {
      "verse": 3,
      "text": "Yf eny man teache other wise and is not content with the wholsome wordes of oure lorde Iesu christ and with the doctryne of godlines"
    },
    {
      "verse": 4,
      "text": "he is pufte vp and knoweth nothynge: but wasteth his braynes aboute questions and stryfe of wordes wherof sprynge envie stryfe raylinges evyll surmysinges"
    },
    {
      "verse": 5,
      "text": "and vayne disputacions of men with corrupte myndes and destitute of the trueth which thynke that lucre is godlines. From soche seperate thy silfe."
    },
    {
      "verse": 6,
      "text": "Godlines is great ryches yf a man be content with that he hath."
    },
    {
      "verse": 7,
      "text": "For we brought nothynge into the worlde and it is a playne case that we can cary nothynge out."
    },
    {
      "verse": 8,
      "text": "When we have fode and rayment let vs therwith be content."
    },
    {
      "verse": 9,
      "text": "They that wilbe ryche faule into temptacion and snares and into many folysshe and noysome lustes which droune me in perdicion and destruccion."
    },
    {
      "verse": 10,
      "text": "For coveteousnes is the rote of all evyll which whill some lusted after they erred from the fayth and tanglyd them selves with many sorowes."
    },
    {
      "verse": 11,
      "text": "But thou which arte the man of god flye soche thynges Folowe rightewesnes godlines love pacience and meknes."
    },
    {
      "verse": 12,
      "text": "Fyght the good fyght of fayth. Laye honde on eternall lyfe where vnto thou arte called and hast professed a good profession before many witnesses."
    },
    {
      "verse": 13,
      "text": "I geve the charge in the sight of God which quickneth all thinges and before Iesu Christ which vnder Pocius Pilate witnessed a good witnessinge"
    },
    {
      "verse": 14,
      "text": "that thou kepe the commaundement and be with out spotte and vnrebukeable vntyll the apperynge of oure lorde Iesus Christ"
    },
    {
      "verse": 15,
      "text": "which aperynge (when the tyme ys come) he shall shewe that is blessed and myghty only kynge of kynges and lorde of lordes"
    },
    {
      "verse": 16,
      "text": "which only hath immortalite and dwelleth in light that no man can attayne whom never man sawe nether can se: vnto whom be honoure and rule everlastynge. Amen."
    },
    {
      "verse": 17,
      "text": "Charge them that are ryche in this worlde that they be not excedynge wyse and that they trust not in the vncertayne ryches but in the livynge god which geveth vs aboundantly all thynges to enioye them"
    },
    {
      "verse": 18,
      "text": "and that they do good and be ryche in good workes and redy to geve and to distribute"
    },
    {
      "verse": 19,
      "text": "layinge vp in store for them selves a good foundacion agaynst the tyme to come that they maye obteyne eternall lyfe"
    },
    {
      "verse": 20,
      "text": "O Timothe save that which is geve ye to kepe and avoyde vngostly vanities of voyces and opposicios of sciece falsly so called"
    },
    {
      "verse": 21,
      "text": "which science whyll some professed they have erred as concernynge the fayth. Grace be with the Amen. ‘Sent from Laodicea which is the chefest cite of Phrigia Pacaciana.’"
    }
  ]
}