{
  "book_id": "GAL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "פולוס השליח לא מבני אדם ולא על ידי בן אדם כי אם על ידי ישוע המשיח ואלהים האב אשר העירו מן המתים׃"
    },
    {
      "verse": 2,
      "text": "וכל האחים אשר עמדי אל הקהלות אשר בגלטיא׃"
    },
    {
      "verse": 3,
      "text": "חסד לכם ושלום מאת האלהים אבינו ומאת אדנינו ישוע המשיח׃"
    },
    {
      "verse": 4,
      "text": "אשר נתן את נפשו בעד חטאתינו לחלצנו מן העולם הרע הזה כרצון אלהינו אבינו׃"
    },
    {
      "verse": 5,
      "text": "אשר לו הכבוד לעולמי עולמים אמן׃"
    },
    {
      "verse": 6,
      "text": "תמה אני כי סרתם מהר מאחרי הקרא אתכם בחסד המשיח אל בשורה זרה׃"
    },
    {
      "verse": 7,
      "text": "והיא איננה אחרת רק שיש אנשים העכרים אתכם וחפצים להפך את בשורת המשיח׃"
    },
    {
      "verse": 8,
      "text": "אבל גם אנחנו או מלאך מן השמים אם יבוא לבשר אתכם בשורה מבלעדי זאת אשר בשרנו אתכם חרם יהיה׃"
    },
    {
      "verse": 9,
      "text": "כמו שאמרנו כבר כן אמר עתה עוד הפעם איש כי יבשר אתכם בשורה מבלעדי אשר קבלתם חרם יהיה׃"
    },
    {
      "verse": 10,
      "text": "ועתה המתרצה אנכי אל בני אדם אם אל האלהים או המבקש אנכי למצא חן בעיני בני אדם כי במצאי חן בעיני בני אדם לא אהיה עוד עבד המשיח׃"
    },
    {
      "verse": 11,
      "text": "אבל מודיע אני אתכם אחי כי הבשורה אשר בשרתי לא לפי דרך אדם היא׃"
    },
    {
      "verse": 12,
      "text": "כי גם אנכי לא קבלתיה מאדם ולא למדוני אתה כי אם בחזיון ישוע המשיח׃"
    },
    {
      "verse": 13,
      "text": "כי הלא שמעתם את דרכי אשר התהלכתי מלפנים בין היהודים ואת אשר רדפתי על יתר את עדת אלהים ואבדתיה׃"
    },
    {
      "verse": 14,
      "text": "ואהי הולך וחזק בדת היהודית על רבים מבני גילי בעמי בקנאתי הגדולה לקבלות אבותי׃"
    },
    {
      "verse": 15,
      "text": "אך כאשר היה רצון האלהים אשר הבדיל אתי מרחם אמי ויקראני בחסדו׃"
    },
    {
      "verse": 16,
      "text": "לגלות בי את בנו שאבשרנו בגוים מיד לא נועצתי עם בשר ודם׃"
    },
    {
      "verse": 17,
      "text": "גם לא עליתי ירושלים אל אשר היו שליחים לפני כי אם הלכתי לערב ומשם שבתי אל דמשק׃"
    },
    {
      "verse": 18,
      "text": "אחרי כן מקץ שלש שנים עליתי ירושלים לראות את כיפא ואשב עמו חמשה עשר יום׃"
    },
    {
      "verse": 19,
      "text": "ואחר מן השליחים לא ראיתי זולתי את יעקב אחי אדנינו׃"
    },
    {
      "verse": 20,
      "text": "ואשר אני כתב אליכם הנה נגד האלהים כי לא אכזב׃"
    },
    {
      "verse": 21,
      "text": "אחרי כן באתי אל גלילות סוריא וקיליקיא׃"
    },
    {
      "verse": 22,
      "text": "אבל קהלות יהודה אשר במשיח הנה לא ידעו את פני׃"
    },
    {
      "verse": 23,
      "text": "רק זאת בלבד שמעו כי האיש ההוא אשר היה רדף אתנו מאז עתה הוא מבשר את האמונה אשר האבידה מלפנים׃"
    },
    {
      "verse": 24,
      "text": "ויהללו בי את האלהים׃"
    }
  ]
}