{
  "book_id": "GAL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "אחרי כן מקץ ארבע עשרה שנה שבתי ועליתי לירושלים עם בר נבא ואקח אתי גם את טיטוס׃"
    },
    {
      "verse": 2,
      "text": "ואעל שמה על פי מחזה ואשים לפניהם את הבשורה אשר קראתי בגוים וביחוד שמתיה לפני החשובים שבהם פן תהיה לריק מרוצתי אשר ארוץ או רצתי׃"
    },
    {
      "verse": 3,
      "text": "אבל גם טיטוס אשר אתי אף כי יוני הוא לא הכרח להמול׃"
    },
    {
      "verse": 4,
      "text": "מפני אחי השקר הנכנסים בסתר בתוכנו אשר באו לרגל את חרותנו אשר לנו בישוע המשיח למען העבידנו׃"
    },
    {
      "verse": 5,
      "text": "אשר לא סרנו למשמעתם אף לא שעה אחת למען אשר תעמד בקרבכם אמתה של הבשורה׃"
    },
    {
      "verse": 6,
      "text": "ומאת הנחשבים להיות מה יהיו מי שיהיו אינני חושש לזה כי האלהים לא ישא פני איש לי לא הוסיפו החשובים מאומה׃"
    },
    {
      "verse": 7,
      "text": "ותהי להפך בראותם כי הפקדה לי הבשורה אל הערלים כמו שהפקד כיפא אל המולים׃"
    },
    {
      "verse": 8,
      "text": "כי הפעל בכיפא לשלחו אל המולים הוא פעל גם בי לשלחני אל הגוים׃"
    },
    {
      "verse": 9,
      "text": "וכאשר ידעו יעקב וכיפא ויוחנן הנחשבים לעמודים את החסד הנתן לי נתנו לי ולבר נבא את יד ימינם ונאות כי נלך אנחנו לגוים והמה למולים׃"
    },
    {
      "verse": 10,
      "text": "רק שנזכר את האביונים אשר גם שקדתי לעשותה׃"
    },
    {
      "verse": 11,
      "text": "וכאשר בא כיפא לאנטיוכיא הוכחתי אל פניו דרכו מפני שהיה בו אשם׃"
    },
    {
      "verse": 12,
      "text": "כי לפני בא אנשים מאת יעקב היה אכל עם הגוים יחדו וכבאם היה מתרחק ופורש מהם מיראתו את בני המילה׃"
    },
    {
      "verse": 13,
      "text": "ויכחשו עמו גם שאר היהודים עד כי בר נבא גם הוא נדח אחרי כחשם׃"
    },
    {
      "verse": 14,
      "text": "אכן בראותו את אשר לא ישרו לכת כאמתה של הבשורה אמרתי אל כיפא בפני כל אם אתה היהודי תתנהג כנכרי ולא כיהודי למה תכריח את הגוים להתנהג כיהודים׃"
    },
    {
      "verse": 15,
      "text": "הן מזרע היהודים אנחנו ולא חטאים מן הגוים׃"
    },
    {
      "verse": 16,
      "text": "ומדעתנו כי לא יצדק אדם מתוך מעשי התורה כי אם באמונת ישוע המשיח גם אנחנו האמנו במשיח ישוע למען נצדק מאמונת המשיח ולא ממעשי התורה כי ממעשי התורה לא יצדק כל בשר׃"
    },
    {
      "verse": 17,
      "text": "ואם בבקשנו להצדק במשיח נמצא גם אנחנו חטאים הנה המשיח משרת החטא חלילה׃"
    },
    {
      "verse": 18,
      "text": "כי אם אשוב ואבנה את מה שסתרתי אני עשה את עצמי פשע׃"
    },
    {
      "verse": 19,
      "text": "כי מתי אני לתורה על ידי התורה למען אחיה לאלהים׃"
    },
    {
      "verse": 20,
      "text": "עם המשיח נצלבתי ואין עוד אנכי החי כי אם המשיח הוא חי בקרבי ואשר אני חי עתה בבשר אחיה באמונת בן אלהים אשר אהבני ויתן את נפשו בעדי׃"
    },
    {
      "verse": 21,
      "text": "לא אמאס את חסד האלהים כי אלו תהיה על ידי התורה צדקה הנה חנם מת המשיח׃"
    }
  ]
}