{
  "book_id": "GAL",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "ואני אמר היורש כל עת היותו קטן אין הבדל בינו ובין העבד אף אם הוא אדון הכל׃"
    },
    {
      "verse": 2,
      "text": "אלא הוא תחת יד אמנים ופקידי הבית עד לזמן המיעד לו מאת אביו׃"
    },
    {
      "verse": 3,
      "text": "ככה גם אנחנו בעוד היותנו קטנים היינו משעבדים ליסדות העולם׃"
    },
    {
      "verse": 4,
      "text": "ובמלאת העת שלח האלהים את בנו אשר נולד מאשה ונתן תחת יד התורה׃"
    },
    {
      "verse": 5,
      "text": "לפדות את אשר היו תחת יד התורה למען נקבל את משפט הבנים׃"
    },
    {
      "verse": 6,
      "text": "ויען כי בנים אתם שלח האלהים בלבבכם את רוח בנו הקורא אבא אבינו׃"
    },
    {
      "verse": 7,
      "text": "לכן אינך עוד עבד כי אם בן ואם בן אתה הנך גם יורש האלהים על ידי המשיח׃"
    },
    {
      "verse": 8,
      "text": "הן לפנים באין דעת אלהים הייתם עבדים את אשר בעצמותם אינם אלהים׃"
    },
    {
      "verse": 9,
      "text": "ועתה אחרי ידעתם את האלהים ויותר אחרי שנודעתם לאלהים איך תשובו אל היסדות הרפים והדלים ההם אשר תרצו להכנע להם מחדש׃"
    },
    {
      "verse": 10,
      "text": "ימים אתם שמרים וחדשים ומועדים ושנים׃"
    },
    {
      "verse": 11,
      "text": "מתירא אני פן לריק עמלתי בכם׃"
    },
    {
      "verse": 12,
      "text": "היו נא כמוני כי גם אני כמוכם מתחנן אני לכם אחי לא הרעתם לי מאומה׃"
    },
    {
      "verse": 13,
      "text": "אתם ידעתם אשר בחלשת בשרי בשרתי לכם את הבשורה לראשונה׃"
    },
    {
      "verse": 14,
      "text": "ואתם לא בזיתם את נסיוני אשר נסיתי בבשרי ולא געלתם אתו כי אם קבלתם אתי כמלאך אלהים כמשיח ישוע׃"
    },
    {
      "verse": 15,
      "text": "ועתה איה אשרכם כי מעיד אני עליכם אשר אם יכלתם הייתם עקרים את עיניכם לתתן לי׃"
    },
    {
      "verse": 16,
      "text": "ועתה הנהייתי לכם לאיב בדברי אמת אליכם׃"
    },
    {
      "verse": 17,
      "text": "אינם מקנאים לכם לטובה כי חפצם להפריד אתכם מעלינו למען תהיו מקנאים להם׃"
    },
    {
      "verse": 18,
      "text": "אבל טוב לקנא תמיד לטובה ולא לבד בהיותו אצלכם׃"
    },
    {
      "verse": 19,
      "text": "בני אשר אני מחולל שנית עד כי יוצר בכם המשיח׃"
    },
    {
      "verse": 20,
      "text": "אמנה חפצתי להיות עתה אצלכם לשנות את קול דברי כי נבוך אני בכם׃"
    },
    {
      "verse": 21,
      "text": "אמרו לי אתם החפצים להיות משעבדים לתורה הלא שמעתם את התורה׃"
    },
    {
      "verse": 22,
      "text": "כי כתוב שהיו לאברהם שני בנים האחד מן האמה והשני מן החפשיה׃"
    },
    {
      "verse": 23,
      "text": "ואשר לאמה הוא נולד לפי הבשר ואשר לחפשיה על פי ההבטחה׃"
    },
    {
      "verse": 24,
      "text": "והדברים הם לרמז כי שתי הבריתות הנה האחת מן הר סיני היולדת לעבדות והיא הגר׃"
    },
    {
      "verse": 25,
      "text": "כי הגר סיני הר בערב הוא והוא כנגד ירושלים של עתה כי היא בעבדות עם בניה׃"
    },
    {
      "verse": 26,
      "text": "אבל ירושלים של מעלה היא חפשיה והיא אם כלנו׃"
    },
    {
      "verse": 27,
      "text": "כי כתוב רני עקרה לא ילדה פצחי רנה וצהלי לא חלה כי רבים בני שוממה מבני בעולה׃"
    },
    {
      "verse": 28,
      "text": "ואנחנו אחי הננו כיצחק בני ההבטחה׃"
    },
    {
      "verse": 29,
      "text": "וכאשר הנולד לפי הבשר אז היה רדף את הנולד לפי הרוח כן הוא גם עתה׃"
    },
    {
      "verse": 30,
      "text": "אבל הכתוב מה הוא אמר גרש האמה ואת בנה כי לא יירש בן האמה עם בן החפשיה׃"
    },
    {
      "verse": 31,
      "text": "על כן אחי לא בני האמה אנחנו כי אם בני החפשיה׃"
    }
  ]
}