{
  "book_id": "GAL",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "ועתה עמדו נא בחרות אשר שחרר אתנו המשיח ואל תשובו להלכד בעל העבדות׃"
    },
    {
      "verse": 2,
      "text": "הנה אני פולוס אמר לכם כי אם תמולו לא יועיל לכם המשיח׃"
    },
    {
      "verse": 3,
      "text": "ומעיד אני עוד הפעם בכל איש אשר ימול כי מחיב הוא לשמר את כל התורה׃"
    },
    {
      "verse": 4,
      "text": "נגזרתם מן המשיח אתם המצטדקים בתורה נפלתם מן החסד׃"
    },
    {
      "verse": 5,
      "text": "כי אנחנו ברוח ניחל מתוך האמונה לתקות הצדקה׃"
    },
    {
      "verse": 6,
      "text": "כי במשיח איננה נחשבת לא המילה ולא הערלה כי אם האמונה הפעלת באהבה׃"
    },
    {
      "verse": 7,
      "text": "היטבתם לרוץ מי חשך אתכם משמע אל האמת׃"
    },
    {
      "verse": 8,
      "text": "הפתוי הזה איננו מאת הקרא אתכם׃"
    },
    {
      "verse": 9,
      "text": "מעט שאר מחמץ הוא את כל העסה׃"
    },
    {
      "verse": 10,
      "text": "מבטח אני בכם באדון שלא תהיה רוח אחרת עמכם והעכר אתכם ישא את עונו יהיה מי שיהיה׃"
    },
    {
      "verse": 11,
      "text": "ואני אחי אם אכריז עוד המילה על מה אהיה נרדף הלא אז מבטל מכשול הצלב׃"
    },
    {
      "verse": 12,
      "text": "מי יתן ויכרתו המדיחים אתכם׃"
    },
    {
      "verse": 13,
      "text": "כי אתם אחי לחרות נקראתם ובלבד שלא תהיה החרות תאנה לבשר אלא שתעבדו איש את רעהו באהבה׃"
    },
    {
      "verse": 14,
      "text": "כי כל התורה כלולה במצוה אחת והיא ואהבת לרעך כמוך׃"
    },
    {
      "verse": 15,
      "text": "אבל אם תנשכו ותאכלו איש את אחיו ראו פן תכלו איש על ידי רעהו׃"
    },
    {
      "verse": 16,
      "text": "והנני אמר התהלכו ברוח ולא תמלאו את תאות הבשר׃"
    },
    {
      "verse": 17,
      "text": "כי הבשר מתאוה הפך מן הרוח והרוח הפך מן הבשר ושניהם מתקוממים זה לזה עד שלא תוכלו לעשות את אשר תחפצו׃"
    },
    {
      "verse": 18,
      "text": "ואם תנהגו על ידי הרוח אז אינכם תחת התורה׃"
    },
    {
      "verse": 19,
      "text": "וגלוים הם פעלי הבשר אשר הם נאוף זנות טמאה וזמה׃"
    },
    {
      "verse": 20,
      "text": "עבודת אלילים וכשוף איבות ומצות וקנאה ורגז מריבות מחלקות וכתות׃"
    },
    {
      "verse": 21,
      "text": "צרות עין ושפיכות דמים ושרון וזוללות ודומיהן אשר אמר עליהן כמו שאמרתי כבר כי עשי אלה לא ינחלו מלכות האלהים׃"
    },
    {
      "verse": 22,
      "text": "ופרי הרוח אהבה שמחה ושלום ארך רוח ונדיבות וחסד ואמונה׃"
    },
    {
      "verse": 23,
      "text": "וענוה ופרישות אין תורה לנגד עשי אלה׃"
    },
    {
      "verse": 24,
      "text": "ואשר הם למשיח צלבו את בשרם עם כל תשוקתיו ותאותיו׃"
    },
    {
      "verse": 25,
      "text": "אם נחיה ברוח נתהלכה גם ברוח׃"
    },
    {
      "verse": 26,
      "text": "ולא נרדף אחרי כבוד שוא להכעיס איש את רעהו ולקנא איש את רעהו׃"
    }
  ]
}