{
  "book_id": "ISA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc The\\sc* vision which Isaiah the son of Amoz saw, which he saw against Judah and against Jerusalem, in the reign of Uzziah, and Jotham, and Ahaz, and Hezekiah, who reigned over Judea."
    },
    {
      "verse": 2,
      "text": "Hear, O heaven, and hearken, O earth: for the Lord has spoken, \\add saying\\add*, I have begotten and reared up children, but they have rebelled against me."
    },
    {
      "verse": 3,
      "text": "The ox knows his owner, and the ass his master’s crib: but Israel does not know me, and the people has not regarded me."
    },
    {
      "verse": 4,
      "text": "Ah sinful nation, a people full of sins, an evil seed, lawless children: ye have forsaken the Lord, and provoked the Holy One of Israel."
    },
    {
      "verse": 5,
      "text": "Why should ye be smitten anymore, transgressing more and more? the whole head is pained, and the whole heart sad."
    },
    {
      "verse": 6,
      "text": "From the feet to the head, there is no soundness in them; neither wound, nor bruise, nor festering ulcer \\add are healed\\add*: it is not possible to apply a plaster, nor oil, nor bandages."
    },
    {
      "verse": 7,
      "text": "Your land is desolate, your cities burned with fire: your land, strangers devour it in your presence, and it is made desolate, overthrown by strange nations."
    },
    {
      "verse": 8,
      "text": "The daughter of Zion shall be deserted as a tent in a vineyard, and as a storehouse of fruits in a garden of cucumbers, as a besieged city."
    },
    {
      "verse": 9,
      "text": "And if the Lord of Sabaoth had not left us a seed, we should have been as Sodom, and we should have been made like to Gomorrah."
    },
    {
      "verse": 10,
      "text": "Hear the word of the Lord, ye rulers of Sodom; attend to the law of God, thou people of Gomorrah."
    },
    {
      "verse": 11,
      "text": "Of what \\add value\\add* to me is the abundance of your sacrifices? saith the Lord: I am full of whole burnt offerings of rams; and I delight not in the fat of lambs, and the blood of bulls and goats:"
    },
    {
      "verse": 12,
      "text": "neither shall ye come \\add with these\\add* to appear before me; for who has required these things at your hands? Ye shall no more tread my court."
    },
    {
      "verse": 13,
      "text": "Though ye bring fine flour, \\add it is\\add* vain; incense is an abomination to me; I cannot bear your new moons, and your Sabbaths, and the great day;"
    },
    {
      "verse": 14,
      "text": "\\add your\\add* fasting, and rest from work, your new moons also, and your feasts my soul hates: ye have become loathsome to me; I will no more pardon your sins."
    },
    {
      "verse": 15,
      "text": "When ye stretch forth your hands, I will turn away mine eyes from you: and though ye make many supplications, I will not hearken to you; for your hands are full of blood."
    },
    {
      "verse": 16,
      "text": "Wash you, be clean; remove your iniquities from your souls before mine eyes; cease from your iniquities;"
    },
    {
      "verse": 17,
      "text": "learn to do well; diligently seek judgment, deliver him that is suffering wrong, plead for the orphan, and obtain justice for the widow."
    },
    {
      "verse": 18,
      "text": "And come, let us reason together, saith the Lord: and though your sins be as purple, I will make them white as snow; and though they be as scarlet, I will make \\add them\\add* white as wool."
    },
    {
      "verse": 19,
      "text": "And if ye be willing, and hearken to me, ye shall eat the good of the land:"
    },
    {
      "verse": 20,
      "text": "but if ye be not willing, nor hearken to me, a sword shall devour you: for the mouth of the Lord has spoken this."
    },
    {
      "verse": 21,
      "text": "How has the faithful city Zion, \\add once\\add* full of judgment, become a harlot! wherein righteousness lodged, but now murderers."
    },
    {
      "verse": 22,
      "text": "Your silver is worthless, thy wine merchants mix the wine with water."
    },
    {
      "verse": 23,
      "text": "Thy princes are rebellious, companions of thieves, loving bribes, seeking after rewards; not pleading for orphans, and not heeding the cause of widows."
    },
    {
      "verse": 24,
      "text": "Therefore thus saith the Lord, the Lord of hosts, Woe to the mighty \\add men\\add* of Israel; for my wrath shall not cease against mine adversaries, and I will execute judgment on mine enemies."
    },
    {
      "verse": 25,
      "text": "And I will bring my hand upon thee, and purge thee completely, and I will destroy the rebellious, and will take away from thee all transgressors."
    },
    {
      "verse": 26,
      "text": "And I will establish thy judges as before, and thy counselors as at the beginning: and afterward thou shalt be called the city of righteousness, the faithful mother-city Zion."
    },
    {
      "verse": 27,
      "text": "For her captives shall be saved with judgment, and with mercy."
    },
    {
      "verse": 28,
      "text": "And the transgressors and the sinners shall be crushed together, and they that forsake the Lord shall be utterly consumed."
    },
    {
      "verse": 29,
      "text": "For they shall be ashamed of their idols, which they delighted in, and they are made ashamed of the gardens which they coveted."
    },
    {
      "verse": 30,
      "text": "For they shall be as a turpentine tree that has cast its leaves, and as a garden that has no water."
    },
    {
      "verse": 31,
      "text": "And their strength shall be as a thread of tow, and their works as sparks, and the transgressors and the sinners shall be burned up together, and there shall be none to quench \\add them\\add*."
    }
  ]
}