{
  "book_id": "ISA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord God, I will glorify thee, I will sing to thy name; for thou hast done wonderful things, evenan ancient andfaithful counsel. So be it."
    },
    {
      "verse": 2,
      "text": "For thou hast made cities a heap, evencities madestrong that their foundations should not fall: the city of ungodly men shall not be built forever."
    },
    {
      "verse": 3,
      "text": "Therefore shall the poor people bless thee, and cities of injured men shall bless thee."
    },
    {
      "verse": 4,
      "text": "For thou hast been a helper to every lowly city, and a shelter to them that were disheartened by reason of poverty: thou shalt deliver them from wicked men: thou hast beena shelter of them that thirst, and a refreshing air to injured men."
    },
    {
      "verse": 5,
      "text": "We wereas faint-hearted men thirsting in Zion, by reason of ungodly men to whom thou didst deliver us."
    },
    {
      "verse": 6,
      "text": "And the Lord of hosts shall make a feastfor all the nations: on this mount they shall drink gladness, they shall drink wine:"
    },
    {
      "verse": 7,
      "text": "they shall anoint themselves with ointment in this mountain. Impart thou all these things to the nations; for this is God’scounsel upon all the nations."
    },
    {
      "verse": 8,
      "text": "Death has prevailed and swallowed menup; but again the Lord God has taken away every tear from every face. He has taken away the reproach of hispeople from all the earth: for the mouth of the Lord has spoken it."
    },
    {
      "verse": 9,
      "text": "And in that day they shall say, Behold our God in whom we have trusted, and he shall save us: this isthe Lord; we have waited for him, and we have exulted, and will rejoice in our salvation."
    },
    {
      "verse": 10,
      "text": "God will give rest on this mountain, and the country of Moab shall be trodden down, as they tread the floor with wagons."
    },
    {
      "verse": 11,
      "text": "And he shall spread forth his hands, even as he also brings down manto destroy him: and he shall bring low his pride in regard to the thingon which he has laid his hands."
    },
    {
      "verse": 12,
      "text": "And he shall bring down the height of the refuge of the wall, and it shall come down even to the ground."
    }
  ]
}