{
  "book_id": "ISA",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Hear these words, ye house of Jacob, who are called by the name of Israel, and have come forth out of Judah, who swear by the name of the Lord God of Israel, making mention of it, butnot with truth, nor with righteousness;"
    },
    {
      "verse": 2,
      "text": "maintaining also the name of the holy city, and staying themselves on the God of Israel: the Lord of hosts is his name. The former things I have already declared;"
    },
    {
      "verse": 3,
      "text": "and they have proceeded out of my mouth, and it became well known; I wrought suddenly, and the eventscame to pass."
    },
    {
      "verse": 4,
      "text": "I know that thou art stubborn, and thy neck is an iron sinew, and thy forehead brazen."
    },
    {
      "verse": 5,
      "text": "And I told thee of old what should bebefore it came upon thee; I made it known to thee, lest thou shouldest say, Myidols have done itfor me; and shouldest say, Mygraven and molten images have commanded me."
    },
    {
      "verse": 6,
      "text": "Ye have heard all this, but ye have not known: yet I have made known to thee the new things from henceforth, which are coming to pass, and thou saidst not,"
    },
    {
      "verse": 7,
      "text": "Now they come to pass, and not formerly: and thou heardest not of them in former days: say not thou, Yea, I know them."
    },
    {
      "verse": 8,
      "text": "Thou hast neither known, nor understood, neither from the beginning have I opened thine ears: for I knew that thou wouldest surely deal treacherously, and wouldest be called a transgressor even from the womb."
    },
    {
      "verse": 9,
      "text": "For mine own sake will I show thee my wrath, and will bring before thee my glorious acts, that I may not utterly destroy thee."
    },
    {
      "verse": 10,
      "text": "Behold, I have sold thee, butnot for silver; but I have rescued thee from the furnace of affliction."
    },
    {
      "verse": 11,
      "text": "For mine own sake I will do thisfor thee, because my name is profaned; and I will not give my glory to another."
    },
    {
      "verse": 12,
      "text": "Hear me, O Jacob, and Israel whom I call; I am the first, and I endure forever."
    },
    {
      "verse": 13,
      "text": "My hand also has founded the earth, and my right hand has fixed the sky: I will call them, and they shall stand together."
    },
    {
      "verse": 14,
      "text": "And all shall be gathered, and shall hear: who has told them these things? Out of love to thee I have fulfilled thy desire on Babylon, to abolish the seed of the Chaldeans."
    },
    {
      "verse": 15,
      "text": "I have spoken, I have called, I have brought him, and made his way prosperous."
    },
    {
      "verse": 16,
      "text": "Draw nigh to me, and hear ye these words; I have not spoken in secret from the beginning: when it took place, there was I, and now the Lord, eventhe Lord, and his Spirit, hath sent me."
    },
    {
      "verse": 17,
      "text": "Thus saith the Lord that delivered thee, the Holy One of Israel; I am thy God, I have shown thee how thou shouldest find the way wherein thou shouldest walk."
    },
    {
      "verse": 18,
      "text": "And if thou hadst hearkened to my commandments, thenwould thy peace have been like a river, and thy righteousness as a wave of the sea."
    },
    {
      "verse": 19,
      "text": "Thy seed also would have been as the sand, and the offspring of thy belly as the dust of the ground: neither now shalt thou by any means be utterly destroyed, neither shall thy name perish before me."
    },
    {
      "verse": 20,
      "text": "Go forth of Babylon, thou that fleest from the Chaldeans: utter aloud a voice of joy, and let this be made known, proclaim it to the end of the earth; say ye, The Lord hath delivered his servant Jacob."
    },
    {
      "verse": 21,
      "text": "And if they shall thirst, he shall lead them through the desert; he shall bring forth water to them out of the rock: the rock shall be cloven, and the water shall flow forth, and my people shall drink."
    },
    {
      "verse": 22,
      "text": "There is no joy, saith the Lord, to the ungodly."
    }
  ]
}