{
  "book_id": "MIC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc The\\sc* word of the \\sc Lord\\sc* that came to Micah the Morasthite in the days of Jotham, Ahaz, \\add and\\add* Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem."
    },
    {
      "verse": 2,
      "text": "Hear, all ye people; Hearken, O earth, and all that therein is: And let the Lord \\sc God\\sc* be witness against you, The Lord from his holy temple."
    },
    {
      "verse": 3,
      "text": "For behold, the \\sc Lord\\sc* cometh forth out of his place, And will come down and tread upon the high places of the earth."
    },
    {
      "verse": 4,
      "text": "And the mountains shall be molten under him, And the valleys shall be cleft, As wax before the fire, \\add And\\add* as the waters \\add that are\\add* poured down a steep place."
    },
    {
      "verse": 5,
      "text": "For the transgression of Jacob \\add is\\add* all this, And for the sins of the house of Israel. What \\add is\\add* the transgression of Jacob? \\add is it\\add* not Samaria? And what \\add are\\add* the high places of Judah? \\add are they\\add* not Jerusalem?"
    },
    {
      "verse": 6,
      "text": "Therefore I will make Samaria as a heap of the field, \\add And\\add* as plantings of a vineyard: And I will pour down the stones thereof into the valley, And I will discover the foundations thereof."
    },
    {
      "verse": 7,
      "text": "And all the graven images thereof shall be beaten to pieces, And all the hires thereof shall be burnt with the fire, And all the idols thereof will I lay desolate: For she gathered \\add it\\add* of the hire of a harlot, And they shall return to the hire of a harlot."
    },
    {
      "verse": 8,
      "text": "Therefore I will wail and howl, I will go stript and naked: I will make a wailing like the dragons, And mourning as the owls."
    },
    {
      "verse": 9,
      "text": "For her wound \\add is\\add* incurable; For it is come unto Judah; He is come unto the gate of my people, \\add even\\add* to Jerusalem."
    },
    {
      "verse": 10,
      "text": "Declare ye \\add it\\add* not at Gath, weep ye not at all: In the house of Aphrah roll thyself \\add in\\add* the dust."
    },
    {
      "verse": 11,
      "text": "Pass ye away, thou inhabitant of Saphir, having \\add thy\\add* shame naked: The inhabitant of Zaanan came not forth \\add in\\add* the mourning of Beth-ezel; He shall receive of you his standing."
    },
    {
      "verse": 12,
      "text": "For the inhabitant of Maroth waited carefully for good: But evil came down from the \\sc Lord\\sc* unto the gate of Jerusalem."
    },
    {
      "verse": 13,
      "text": "O thou inhabitant of Lachish, bind the chariot to the swift beast: She \\add is\\add* the beginning of the sin to the daughter of Zion: For the transgressions of Israel were found in thee."
    },
    {
      "verse": 14,
      "text": "Therefore shalt thou give presents to Moresheth-gath: The houses of Achzib \\add shall be\\add* a lie to the kings of Israel."
    },
    {
      "verse": 15,
      "text": "Yet will I bring an heir unto thee, O inhabitant of Mareshah: He shall come unto Adullam the glory of Israel."
    },
    {
      "verse": 16,
      "text": "Make thee bald, and poll thee for thy delicate children; Enlarge thy baldness as the eagle; For they are gone into captivity from thee."
    }
  ]
}