{
  "book_id": "MIC",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Theword of the Lordthat came to Micah the Morasthite in the days of Jotham, Ahaz, andHezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem."
    },
    {
      "verse": 2,
      "text": "Hear, all ye people; Hearken, O earth, and all that therein is: And let the Lord Godbe witness against you, The Lord from his holy temple."
    },
    {
      "verse": 3,
      "text": "For behold, the Lordcometh forth out of his place, And will come down and tread upon the high places of the earth."
    },
    {
      "verse": 4,
      "text": "And the mountains shall be molten under him, And the valleys shall be cleft, As wax before the fire, Andas the waters that arepoured down a steep place."
    },
    {
      "verse": 5,
      "text": "For the transgression of Jacob isall this, And for the sins of the house of Israel. What isthe transgression of Jacob? is itnot Samaria? And what arethe high places of Judah? are theynot Jerusalem?"
    },
    {
      "verse": 6,
      "text": "Therefore I will make Samaria as a heap of the field, Andas plantings of a vineyard: And I will pour down the stones thereof into the valley, And I will discover the foundations thereof."
    },
    {
      "verse": 7,
      "text": "And all the graven images thereof shall be beaten to pieces, And all the hires thereof shall be burnt with the fire, And all the idols thereof will I lay desolate: For she gathered itof the hire of a harlot, And they shall return to the hire of a harlot."
    },
    {
      "verse": 8,
      "text": "Therefore I will wail and howl, I will go stript and naked: I will make a wailing like the dragons, And mourning as the owls."
    },
    {
      "verse": 9,
      "text": "For her wound isincurable; For it is come unto Judah; He is come unto the gate of my people, evento Jerusalem."
    },
    {
      "verse": 10,
      "text": "Declare ye itnot at Gath, weep ye not at all: In the house of Aphrah roll thyself inthe dust."
    },
    {
      "verse": 11,
      "text": "Pass ye away, thou inhabitant of Saphir, having thyshame naked: The inhabitant of Zaanan came not forth inthe mourning of Beth-ezel; He shall receive of you his standing."
    },
    {
      "verse": 12,
      "text": "For the inhabitant of Maroth waited carefully for good: But evil came down from the Lordunto the gate of Jerusalem."
    },
    {
      "verse": 13,
      "text": "O thou inhabitant of Lachish, bind the chariot to the swift beast: She isthe beginning of the sin to the daughter of Zion: For the transgressions of Israel were found in thee."
    },
    {
      "verse": 14,
      "text": "Therefore shalt thou give presents to Moresheth-gath: The houses of Achzib shall bea lie to the kings of Israel."
    },
    {
      "verse": 15,
      "text": "Yet will I bring an heir unto thee, O inhabitant of Mareshah: He shall come unto Adullam the glory of Israel."
    },
    {
      "verse": 16,
      "text": "Make thee bald, and poll thee for thy delicate children; Enlarge thy baldness as the eagle; For they are gone into captivity from thee."
    }
  ]
}