{
  "book_id": "MIC",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to them that devise iniquity, and work evil upon their beds! When the morning is light, they practise it, Because it is in the power of their hand."
    },
    {
      "verse": 2,
      "text": "And they covet fields, and take \\add them\\add* by violence; And houses, and take \\add them\\add* away: So they oppress a man and his house, Even a man and his heritage."
    },
    {
      "verse": 3,
      "text": "Therefore thus saith the \\sc Lord\\sc*; Behold, against this family do I devise an evil, From which ye shall not remove your necks; Neither shall ye go haughtily: For this time \\add is\\add* evil."
    },
    {
      "verse": 4,
      "text": "In that day shall \\add one\\add* take up a parable against you, And lament with a doleful lamentation, \\add And\\add* say, We be utterly spoiled: He hath changed the portion of my people: How hath he removed \\add it\\add* from me! Turning away he hath divided our fields."
    },
    {
      "verse": 5,
      "text": "Therefore thou shalt have none that shall cast a cord by lot In the congregation of the \\sc Lord\\sc*."
    },
    {
      "verse": 6,
      "text": "Prophesy ye not, \\add say they to them that\\add* prophesy: They shall not prophesy to them, \\add that\\add* they shall not take shame."
    },
    {
      "verse": 7,
      "text": "O \\add thou that art\\add* named the house of Jacob, Is the spirit of the \\sc Lord\\sc* straitened? \\add Are\\add* these his doings? Do not my words do good to him that walketh uprightly?"
    },
    {
      "verse": 8,
      "text": "Even of late my people is risen up as an enemy: Ye pull off the robe with the garment From them that pass by securely \\add as men\\add* averse from war."
    },
    {
      "verse": 9,
      "text": "The women of my people have ye cast out from their pleasant houses; From their children have ye taken \\add away\\add* my glory for ever."
    },
    {
      "verse": 10,
      "text": "Arise ye, and depart; for this \\add is\\add* not \\add your\\add* rest: Because it is polluted, it shall destroy \\add you\\add*, even \\add with\\add* a sore destruction."
    },
    {
      "verse": 11,
      "text": "If a man walking \\add in\\add* the spirit and falsehood do lie, \\add saying\\add*, I will prophesy unto thee of wine and of strong drink; He shall even be the prophet of this people."
    },
    {
      "verse": 12,
      "text": "I will surely assemble, O Jacob, all of thee; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, As the flock in the midst of their fold: They shall make great noise by reason of \\add the multitude of\\add* men."
    },
    {
      "verse": 13,
      "text": "The breaker is come up before them: They have broken up, and have passed through the gate, and are gone out by it: And their king shall pass before them, And the \\sc Lord\\sc* on the head of them."
    }
  ]
}