{
  "book_id": "MIC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Woe is me! for I am as when they have gathered the summer fruits, As the grapegleanings of the vintage: \\add There is\\add* no cluster to eat: My soul desired the firstripe fruit."
    },
    {
      "verse": 2,
      "text": "The good \\add man\\add* is perished out of the earth: And \\add there is\\add* none upright among men: They all lie in wait for blood; They hunt every man his brother \\add with\\add* a net."
    },
    {
      "verse": 3,
      "text": "That \\add they\\add* may do evil with both hands earnestly, The prince asketh, and the judge \\add asketh\\add* for a reward; And the great \\add man\\add*, he uttereth his mischievous desire: So they wrap it up."
    },
    {
      "verse": 4,
      "text": "The best of them \\add is\\add* as a brier: The \\add most\\add* upright \\add is sharper\\add* than a thorn hedge: The day of thy watchmen \\add and\\add* thy visitation cometh; Now shall be their perplexity."
    },
    {
      "verse": 5,
      "text": "Trust ye not in a friend, Put ye not confidence in a guide: Keep the doors of thy mouth from her that lieth in thy bosom."
    },
    {
      "verse": 6,
      "text": "For the son dishonoureth the father, The daughter riseth up against her mother, The daughter in law against her mother in law; A man’s enemies \\add are\\add* the men of his own house."
    },
    {
      "verse": 7,
      "text": "Therefore I will look unto the \\sc Lord\\sc*; I will wait for the God of my salvation: My God will hear me."
    },
    {
      "verse": 8,
      "text": "Rejoice not against me, O mine enemy: When I fall, I shall arise; When I sit in darkness, the \\sc Lord\\sc* \\add shall be\\add* a light unto me."
    },
    {
      "verse": 9,
      "text": "I will bear the indignation of the \\sc Lord\\sc*, because I have sinned against him, Until he plead my cause, and execute judgment for me: He will bring me forth to the light, \\add and\\add* I shall behold his righteousness."
    },
    {
      "verse": 10,
      "text": "Then she \\add that is\\add* mine enemy shall see \\add it\\add*, and shame shall cover her Which said unto me, Where is the \\sc Lord\\sc* thy God? Mine eyes shall behold her: Now shall she be trodden down as the mire of the streets."
    },
    {
      "verse": 11,
      "text": "\\add In\\add* the day that thy walls are \\add to be\\add* built, \\add In\\add* that day shall the decree be far removed."
    },
    {
      "verse": 12,
      "text": "\\add In\\add* that day \\add also\\add* he shall come even to thee From Assyria, and \\add from\\add* the fortified cities, And from the fortress even to the river, And from sea \\add to\\add* sea, and \\add from\\add* mountain \\add to\\add* mountain."
    },
    {
      "verse": 13,
      "text": "Notwithstanding the land shall be desolate because of them that dwell therein, For the fruit of their doings."
    },
    {
      "verse": 14,
      "text": "Feed thy people with thy rod, the flock of thine heritage, Which dwell solitarily \\add in\\add* the wood, in the midst of Carmel: Let them feed \\add in\\add* Bashan and Gilead, as \\add in\\add* the days of old."
    },
    {
      "verse": 15,
      "text": "According to the days of thy coming out of the land of Egypt Will I shew unto him marvellous \\add things\\add*."
    },
    {
      "verse": 16,
      "text": "The nations shall see and be confounded at all their might: They shall lay \\add their\\add* hand upon \\add their\\add* mouth, their ears shall be deaf."
    },
    {
      "verse": 17,
      "text": "They shall lick the dust like a serpent, They shall move out of their holes like worms of the earth: They shall be afraid of the \\sc Lord\\sc* our God, And shall fear because of thee."
    },
    {
      "verse": 18,
      "text": "Who \\add is\\add* a God like unto thee, that pardoneth iniquity, And passeth by the transgression of the remnant of his heritage? He retaineth not his anger for ever, Because he delighteth in mercy."
    },
    {
      "verse": 19,
      "text": "He will turn again, he will have compassion upon us; He will subdue our iniquities; And thou wilt cast all their sins into the depths of the sea."
    },
    {
      "verse": 20,
      "text": "Thou wilt perform the truth to Jacob, \\add and\\add* the mercy to Abraham, Which thou hast sworn unto our fathers from the days of old."
    }
  ]
}