{
  "book_id": "LEV",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And when any person wish to offer a meat-offering unto the Lord: then shall his offering be of fine flour; and he shall pour upon it oil, and put thereon frankincense;"
    },
    {
      "verse": 2,
      "text": "And he shall bring it to one of the sons of Aaron the priest; and he shall take therefrom his handful of its flour, and of its oil, with all its frankincense; and the priest shall burn the memorial of it upon the altar, as an offering made by fire, of a sweet savor unto the Lord."
    },
    {
      "verse": 3,
      "text": "And what is left of the meat-offering shall belong to Aaron and to his sons: it is a most holy thing, from the fire-offerings of the Lord."
    },
    {
      "verse": 4,
      "text": "And if thou bring an oblation of a meat-offering baked in the oven, it shall be of fine flour, unleavened cakes mingled with oil, or unleavened wafers anointed with oil."
    },
    {
      "verse": 5,
      "text": "And if thy oblation be a meat-offering baked in a pan, it shall be made of fine flour mingled with oil, unleavened."
    },
    {
      "verse": 6,
      "text": "Thou shalt break it in pieces, and pour thereon oil: it is a meat-offering."
    },
    {
      "verse": 7,
      "text": "And if thy oblation be a meat-offering baked in the deep pan, it shall be made of fine flour with oil."
    },
    {
      "verse": 8,
      "text": "And thou shalt bring the meat-offering, which shall be made of these things, unto the Lord; and the offerer shall present it unto the priest, who shall bring it near unto the altar."
    },
    {
      "verse": 9,
      "text": "And the priest shall take up from the meat-offering its memorial, and shall burn it upon the altar: it is an offering made by fire, of a sweet savor unto the Lord."
    },
    {
      "verse": 10,
      "text": "And that which is left of the meat-offering shall belong to Aaron and his sons: it is a most holy thing, from the fire-offerings of the Lord."
    },
    {
      "verse": 11,
      "text": "No meat-offering, which ye shall bring unto the Lord, shall be prepared leavened; for of whatever is leaven, or of any honey, ye shall not sacrifice an offering made by fire unto the Lord."
    },
    {
      "verse": 12,
      "text": "As an oblation of the first-fruits shall ye offer them unto the Lord: but on the altar shall they not come for a sweet savor."
    },
    {
      "verse": 13,
      "text": "And every oblation of thy meat-offering shalt thou season with salt; and thou shalt not suffer the salt of the covenant of thy God to be lacking from thy meat-offering: with all thy offerings shalt thou offer salt."
    },
    {
      "verse": 14,
      "text": "And if thou offer a meat-offering of the first-fruits unto the Lord: of ripe ears of corn dried by the fire, of pounded corn out of full ears, shalt thou offer the meat-offering of thy first-fruits."
    },
    {
      "verse": 15,
      "text": "And thou shalt put upon it oil, and lay thereon frankincense: it is a meat-offering."
    },
    {
      "verse": 16,
      "text": "And the priest shall burn its memorial, from its pounded corn, and from its oil, with all its frankincense; it is an offering made by fire unto the Lord."
    }
  ]
}