{
  "book_id": "LEV",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And if his oblation be a sacrifice of peace-offering, if he offer it of the herds, whether it be a male or female, he shall offer it without blemish before the Lord."
    },
    {
      "verse": 2,
      "text": "And he shall lay his hand upon the head of his offering, and kill it at the door of the tabernacle of the congregation: and the sons of Aaron the priests shall sprinkle the blood upon the altar round about."
    },
    {
      "verse": 3,
      "text": "And he shall offer the sacrifice of the peace-offering, as a fire-offering unto the Lord, the fat that covereth the inwards, and all the fat that is upon the inwards,"
    },
    {
      "verse": 4,
      "text": "And the two kidneys, and the fat that is on them, which is on the flanks, and the midriff above the liver, with the kidneys, shall he remove it."
    },
    {
      "verse": 5,
      "text": "And Aaron's sons shall burn it on the altar, upon the burnt-offering, which is upon the wood that is on the fire: it is an offering made by fire, of a sweet savor unto the Lord."
    },
    {
      "verse": 6,
      "text": "And if of the flocks be his offering for a sacrifice of peace-offering unto the Lord, male or female, without blemish, shall he offer it."
    },
    {
      "verse": 7,
      "text": "If he offer a sheep for his offering, then shall he bring it near before the Lord."
    },
    {
      "verse": 8,
      "text": "And he shall lay his hand upon the head of his offering, and kill it before the tabernacle of the congregation: and the sons of Aaron shall sprinkle its blood upon the altar round about."
    },
    {
      "verse": 9,
      "text": "And he shall offer the sacrifice of the peace-offering, as a fire-offering unto the Lord, the best part thereof, the whole rump, hard by the backbone shall he take it off; and the fat that covereth the inwards, and all the fat that is upon the inwards;"
    },
    {
      "verse": 10,
      "text": "And the two kidneys, and the fat that is upon them, which is on the flanks, and the midriff above the liver, with the kidneys, shall he remove it."
    },
    {
      "verse": 11,
      "text": "And the priest shall burn it upon the altar: it is the food of the offering made by fire unto the Lord."
    },
    {
      "verse": 12,
      "text": "And if a goat be his offering, then shall he bring it near before the Lord."
    },
    {
      "verse": 13,
      "text": "And he shall lay his hand upon its head, and kill it before the tabernacle of the congregation: and the sons of Aaron shall sprinkle its blood upon the altar round about."
    },
    {
      "verse": 14,
      "text": "And he shall offer thereof his offering, as a fire-offering unto the Lord, the fat that covereth the inwards, and all the fat that is upon the inwards."
    },
    {
      "verse": 15,
      "text": "And the two kidneys, and the fat that is upon them, which is on the flanks, and the midriff above the liver, with the kidneys shall he remove it."
    },
    {
      "verse": 16,
      "text": "And the priest shall burn them upon the altar; as the food of the offering made by fire for a sweet savor, is all the fat unto the Lord."
    },
    {
      "verse": 17,
      "text": "A perpetual statute shall it be for your generations throughout all your dwellings: no fat nor blood shall ye eat."
    }
  ]
}