{
  "book_id": "LEV",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "(5:20) And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "(5:21) If any person sin, and commit a trespass against the Lord; if he, namely, lie unto his neighbor in that which was delivered to him to keep, or in a loan, or in a thing taken away by violence, or if he have withheld the wages of his neighbor;"
    },
    {
      "verse": 3,
      "text": "(5:22) Or if he have found something which was lost, and lie concerning it, and swear falsely; in any one of all these which a man can do, to sin thereby:"
    },
    {
      "verse": 4,
      "text": "(5:23) Then shall it be, when he hath sinned and is conscious of his guilt, that he shall restore what be hath taken violently away, or the wages which he hath withheld, or that which was delivered to him to keep, or the lost thing which he hath found,"
    },
    {
      "verse": 5,
      "text": "(5:24) Or any one thing about which he may have sworn falsely; and he shall restore it in its principal, and the fifth part thereof shall he add thereto; unto him to whom it appertaineth shall he give it, on the day when he confesseth his trespass."
    },
    {
      "verse": 6,
      "text": "(5:25) And his trespass-offering shall he bring unto the Lord, a ram without blemish out of the flocks, of the usual value, for a trespass-offering, unto the priest:"
    },
    {
      "verse": 7,
      "text": "(5:26) And the priest shall make an atonement for him before the Lord, and it shall be forgiven unto him, for any one thing of all that he may have done to trespass thereby."
    },
    {
      "verse": 8,
      "text": "(6:1) And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 9,
      "text": "(6:2) Command Aaron and his sons, saying, This is the law of the burnt-offering: It is the burnt-offering, which shall be burning upon the altar all night unto the morning, and the fire of the altar shall be burning on it."
    },
    {
      "verse": 10,
      "text": "(6:3) And the priest shall put on his linen garment, and linen breeches shall he put upon his flesh, and he shall lift up the ashes which the fire hath made by consuming the burnt-offering on the altar, and he shall place them beside the altar."
    },
    {
      "verse": 11,
      "text": "(6:4) And he shall take off his garments, and put on other garments, and carry forth the ashes to without the camp, unto a clean place."
    },
    {
      "verse": 12,
      "text": "(6:5) And the fire upon the altar shall be burning on it, it shall not be put out, and the priest shall burn wood on it every morning: and he shall lay in order upon it the burnt-offering, and he shall burn thereon the fat of the peace-offerings."
    },
    {
      "verse": 13,
      "text": "(6:6) A perpetual fire shall be burning upon the altar; it shall not go out."
    },
    {
      "verse": 14,
      "text": "(6:7) And this is the law of the meat-offering: [one of] the sons of Aaron shall bring it near before the Lord, in front of the altar."
    },
    {
      "verse": 15,
      "text": "(6:8) And he shall lift up from it his handful, of the flour of the meat-offering, and of its oil, and all the frankincense which is upon the meat-offering, and he shall burn it upon the altar, for a sweet savor, as its memorial, unto the Lord."
    },
    {
      "verse": 16,
      "text": "(6:9) And what is left thereof shall Aaron and his sons eat: unleavened shall it be eaten in a holy place; in the court of the tabernacle of the congregation shall they eat it."
    },
    {
      "verse": 17,
      "text": "(6:10) It shall not be baked leaven; as their portion have I given it from my offerings made by fire; it is most holy, as is the sin-offering, and as is the trespass-offering."
    },
    {
      "verse": 18,
      "text": "(6:11) all the males among the children of Aaron shall eat of it, as a fixed portion for ever in your generations from the fire-offerings of the Lord: every one that toucheth the same shall be holy."
    },
    {
      "verse": 19,
      "text": "(6:12) And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 20,
      "text": "(6:13) This is the offering of Aaron and of his sons, which they shall offer unto the Lord on the day when he is anointed: the tenth part of an ephah of fine flour for a meat-offering perpetually; half of it in the morning, and the other half of it in the evening."
    },
    {
      "verse": 21,
      "text": "(6:14) In a pan, with oil, shall it be made, well sodden shalt thou bring it; twice baked, a meat-offering of broken pieces, shalt thou offer it for a sweet savor unto the Lord."
    },
    {
      "verse": 22,
      "text": "(6:15) And the priest that shall be anointed in his stead among his sons shall offer it: it is a statute for ever, unto the Lord; it shall be wholly burnt."
    },
    {
      "verse": 23,
      "text": "(6:16) And every meat-offering of a priest shall be wholly burnt, it shall not be eaten."
    },
    {
      "verse": 24,
      "text": "(6:17) And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 25,
      "text": "(6:18) Speak unto Aaron and to his sons, saying, This is the law of the sin-offering: On the place where the burnt-offering is killed shall the sin-offering be killed before the Lord; it is most holy."
    },
    {
      "verse": 26,
      "text": "(6:19) The priest who maketh atonement with its blood shall eat it: in a holy place shall it be eaten, in the court of the tabernacle of the congregation."
    },
    {
      "verse": 27,
      "text": "(6:20) Whatsoever may touch the flesh thereof shall be holy: and if there should be sprinkled any of its blood upon a garment, whatever it hath been sprinkled on shalt thou wash out in a holy place."
    },
    {
      "verse": 28,
      "text": "(6:21) And any earthen vessel wherein it may have been boiled shall be broken: and if it have been boiled in a copper vessel, it shall be both scoured and rinsed with water."
    },
    {
      "verse": 29,
      "text": "(6:22) Every male among the priests may eat thereof: it is most holy."
    },
    {
      "verse": 30,
      "text": "(6:23) And every sin-offering whereof any of the blood is brought into the tabernacle of the congregation to make atonement therewith in the holy place, shall not be eaten; it shall be burnt in fire."
    }
  ]
}