{
  "book_id": "LEV",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And this is the law of the trespass-offering: It is most holy."
    },
    {
      "verse": 2,
      "text": "On the place where they kill the burnt-offering shall they kill the trespass-offering; and the blood thereof shall be sprinkled upon the altar round about."
    },
    {
      "verse": 3,
      "text": "And all its fat shall be offered up from it; the rump, and the fat that covereth the inwards,"
    },
    {
      "verse": 4,
      "text": "And the two kidneys, and the fat that is on them, which is on the flanks, and the midriff above the liver, with the kidneys shall he remove the same:"
    },
    {
      "verse": 5,
      "text": "And the priest shall burn them upon the altar for an offering made by fire unto the Lord; it is a trespass-offering."
    },
    {
      "verse": 6,
      "text": "Every male among the priests may eat thereof; in a holy place shall it be eaten: it is most holy."
    },
    {
      "verse": 7,
      "text": "As the sin-offering is, so is the trespass-offering; there is one law for them: the priest that maketh atonement therewith, his shalt it be."
    },
    {
      "verse": 8,
      "text": "And the priest that offereth any man's burnt-offering,—the skin of the burnt-offering which he hath offered shall belong to this priest alone."
    },
    {
      "verse": 9,
      "text": "And every meat-offering that is baked in the oven, and all that is dressed in the deep pan, and in the flat pan, shall belong to the priest that offereth it alone."
    },
    {
      "verse": 10,
      "text": "And every meat-offering which is mingled with oil, or dry, shall belong to all the sons of Aaron, to one as much as the other."
    },
    {
      "verse": 11,
      "text": "And this is the law of the sacrifice of peace-offering, which one may happen to offer unto the Lord."
    },
    {
      "verse": 12,
      "text": "If he offer it for a thanksgiving, then shall he offer with the sacrifice of thanksgiving unleavened cakes mingled with oil, and unleavened wafers anointed with oil, and fine flour, well sodden, made into cakes mingled with oil."
    },
    {
      "verse": 13,
      "text": "Together with cakes of leavened bread shall he bring his offering, with the sacrifice of his thanksgiving peace-offering."
    },
    {
      "verse": 14,
      "text": "And he shall offer thereof one out of every oblation for a heave-offering unto the Lord; to the priest that sprinkleth the blood of the peace-offering—to him shall it belong."
    },
    {
      "verse": 15,
      "text": "And the flesh of the sacrifice of his thanksgiving-peace-offering shall be eaten the same day that it is offered; he shall not leave any of it until the morning."
    },
    {
      "verse": 16,
      "text": "But if the sacrifice of his offering be a vow, or a voluntary offering, it shall be eaten the same day that he offereth his sacrifice: and on the morrow also shall what is left thereof be eaten."
    },
    {
      "verse": 17,
      "text": "But what is left of the flesh of the sacrifice, on the third day shall it be burnt with fire."
    },
    {
      "verse": 18,
      "text": "And if the intention was to eat of the flesh of the sacrifice of his peace-offering on the third day, it shall not be favorably received; to him who offereth it shall it not be accounted; it shall be an abomination, and the person that eateth of it shall bear his iniquity."
    },
    {
      "verse": 19,
      "text": "And the flesh, that toucheth any unclean thing, shall not be eaten, with fire shall it be burnt: and as for the flesh, every one that is clean may eat thereof."
    },
    {
      "verse": 20,
      "text": "But the person that eateth the flesh of the sacrifice of peace-offering, that pertaineth unto the Lord, having his uncleanness upon him, even that person shall be cut off from his people."
    },
    {
      "verse": 21,
      "text": "And any person that toucheth any unclean thing, as the uncleanness of man, or any unclean beast, or any abominable unclean thing, and eateth of the flesh of the sacrifice of peace-offering, which pertaineth unto the Lord, even that person shall be cut off from his people."
    },
    {
      "verse": 22,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 23,
      "text": "Speak unto the children of Israel, saying, Every manner of fat, of ox, or of sheep, or of goat shall ye not eat."
    },
    {
      "verse": 24,
      "text": "And the fat of a beast that dieth of itself, and the fat of that which is torn by beasts, may be used for any manner of work, but ye shall in no wise eat of it."
    },
    {
      "verse": 25,
      "text": "For whosoever eateth the fat of the cattle, of which one can offer an offering made by fire unto the Lord, even the person that eateth it shall be cut off from his people."
    },
    {
      "verse": 26,
      "text": "Moreover ye shall eat no manner of blood, in any of your dwellings, whether it be of fowl or of cattle."
    },
    {
      "verse": 27,
      "text": "Whatsoever person it be that eateth any manner of blood, even that person shall be cut off from his people."
    },
    {
      "verse": 28,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 29,
      "text": "Speak unto the children of Israel, saying, He that offereth the sacrifice of his peace-offering unto the Lord shall bring his oblation unto the Lord from the sacrifice of his peace-offering."
    },
    {
      "verse": 30,
      "text": "His own hands shall bring it, as the fire-offerings of the Lord: the fat with the breast shall he bring, the breast that it may be waved for a wave-offering before the Lord."
    },
    {
      "verse": 31,
      "text": "And the priest shall burn the fat upon the altar; but the breast shall belong to Aaron and to his sons."
    },
    {
      "verse": 32,
      "text": "And the right shoulder shall ye give unto the priest for a heave-offering, of the sacrifices of your peace-offerings."
    },
    {
      "verse": 33,
      "text": "The one that offereth the blood of the peace-offerings and the fat, among the sons of Aaron, shall have the right shoulder for his part."
    },
    {
      "verse": 34,
      "text": "For the breast which hath been waved and the shoulder which hath been lifted up have I taken from the children of Israel from the sacrifices of their peace-offerings; and I have given them unto Aaron the priest and unto his sons as a fixed portion for ever from the children of Israel."
    },
    {
      "verse": 35,
      "text": "This is the portion of the anointing of Aaron, and of the anointing of his sons, from the fire-offerings of the Lord, on the day when he brought them near to become priests unto the Lord;"
    },
    {
      "verse": 36,
      "text": "Which the Lord commanded to give unto them, on the day that he anointed them, from the children of Israel, as a fixed portion for ever throughout their generations."
    },
    {
      "verse": 37,
      "text": "This is the law of the burnt-offering, of the meat-offering, and of the sin-offering, and of the trespass-offering, and of the consecration-offering, and of the sacrifice of the peace-offering;"
    },
    {
      "verse": 38,
      "text": "Which the Lord commanded Moses on mount Sinai, on the day that be commanded the children of Israel to offer their oblations unto the Lord, in the wilderness of Sinai."
    }
  ]
}