{
  "book_id": "LEV",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Take Aaron and his sons with him, and the garments, and the anointing oil, and the bullock for the sin-offering, and the two rams, and the basket of unleavened bread;"
    },
    {
      "verse": 3,
      "text": "And all the congregation shalt thou assemble together unto the door of the tabernacle of the congregation."
    },
    {
      "verse": 4,
      "text": "And Moses did as the Lord had commanded him; and the assembly came together unto the door of the tabernacle of the congregation."
    },
    {
      "verse": 5,
      "text": "And Moses said unto the congregation, This is the thing which the Lord hath commanded to do."
    },
    {
      "verse": 6,
      "text": "And Moses brought near Aaron and his sons, and washed them with water."
    },
    {
      "verse": 7,
      "text": "And he put upon him the coat, and girded him with the girdle, and clothed him with the robe, and put upon him the ephod, and he girded him with the belt of the ephod, and bound it unto him therewith."
    },
    {
      "verse": 8,
      "text": "And he put on him the breastplate; and he put in the breastplate the Urim and the Thummim."
    },
    {
      "verse": 9,
      "text": "And he put the mitre upon his head; and he placed upon the mitre, toward the front thereof, the golden plate, the holy crown; as the Lord had commanded Moses."
    },
    {
      "verse": 10,
      "text": "And Moses took the anointing oil, and anointed the tabernacle and all that was therein, and sanctified them."
    },
    {
      "verse": 11,
      "text": "And he sprinkled thereof upon the altar seven times; and he anointed the altar and all its vessels, also the laver and its foot, to sanctify them."
    },
    {
      "verse": 12,
      "text": "And he poured of the anointing oil upon Aaron's head, and he anointed him, to sanctify him."
    },
    {
      "verse": 13,
      "text": "And Moses brought near the sons of Aaron, and clothed them with coats, and girded them with girdles, and bound the bonnets on them; as the Lord had commanded Moses."
    },
    {
      "verse": 14,
      "text": "And he brought near the bullock of the sin-offering: and Aaron and his sons laid their hands upon the head of the bullock of the sin-offering."
    },
    {
      "verse": 15,
      "text": "And some one slew him; and Moses took the blood, and put it upon the horns of the altar round about with his finger, and purified the altar, and the [remaining] blood he poured out at the bottom of the altar, and sanctified it, to make henceforth atonement upon it."
    },
    {
      "verse": 16,
      "text": "And he took all the fat that was upon the inwards, and the midriff of the liver, and the two kidneys, and their fat, and Moses burnt them upon the altar."
    },
    {
      "verse": 17,
      "text": "But the bullock, and his hide, and his flesh, and his dung, he burnt with fire without the camp; as the Lord had commanded Moses."
    },
    {
      "verse": 18,
      "text": "And he brought near the ram of the burnt-offering; and Aaron and his sons laid their hands upon the head of the ram."
    },
    {
      "verse": 19,
      "text": "And some one killed him; and Moses sprinkled the blood upon the altar round about."
    },
    {
      "verse": 20,
      "text": "And the ram he cut into the proper pieces; and Moses burnt the head, and the pieces, and the fat."
    },
    {
      "verse": 21,
      "text": "And he washed the inwards and the legs in water; and Moses burnt the whole ram upon the altar: it was a burnt-sacrifice for a sweet savor, an offering made by fire unto the Lord; as the Lord had commanded Moses."
    },
    {
      "verse": 22,
      "text": "And he brought near the other ram, the ram of consecration; and Aaron and his sons laid their hands upon the head of the ram."
    },
    {
      "verse": 23,
      "text": "And some one slew him; and Moses took some of his blood, and put it upon the tip of Aaron's right ear, and upon the thumb of his right hand, and upon the great toe of his right foot."
    },
    {
      "verse": 24,
      "text": "And he brought near Aaron's sons, and Moses put some of the blood upon the tip of their right ear, and upon the thumb of their right hand, and upon the great toe of their right foot; and Moses sprinkled the blood upon the altar round about."
    },
    {
      "verse": 25,
      "text": "And he took the fat, and the rump, and all the fat that was upon the inwards, and the midriff of the liver, and the two kidneys, and their fat, and the right shoulder;"
    },
    {
      "verse": 26,
      "text": "And out of the basket of unleavened bread, that was before the Lord, he took one unleavened cake, and one cake of oiled bread, and one wafer, and he put them on the fat, and upon the right shoulder;"
    },
    {
      "verse": 27,
      "text": "And he placed the whole upon the hands of Aaron, and upon the hands of his sons, and made with them a waving before the Lord."
    },
    {
      "verse": 28,
      "text": "And Moses then took these things from off their hands, and burnt them on the altar upon the burnt-offering: they were a consecration-offering for a sweet savor, a fire-offering were they unto the Lord."
    },
    {
      "verse": 29,
      "text": "And Moses took the breast, and made therewith a waving before the Lord; from the ram of consecration was it given to Moses as his portion; as the Lord had commanded Moses."
    },
    {
      "verse": 30,
      "text": "And Moses took some of the anointing oil, and of the blood which was upon the altar, and sprinkled the same upon Aaron, and upon his garments, and upon his sons, and his sons with sanctified upon the garments of him; and he Aaron, his garments, and his sons, and the garments of his sons with him."
    },
    {
      "verse": 31,
      "text": "And Moses said unto Aaron and to his sons, Boil ye the flesh at the door of the tabernacle of the congregation; and there shall ye eat it with the bread that is in the basket of the consecration; as I have commanded, saying, Aaron and his sons shall eat it."
    },
    {
      "verse": 32,
      "text": "And that which is left of the flesh and of the bread shall ye burn with fire."
    },
    {
      "verse": 33,
      "text": "And from the door of the tabernacle of the congregation shall ye not go forth seven days, until the days of your consecration be at an end; for seven days shall your consecration last."
    },
    {
      "verse": 34,
      "text": "As they have done this day, so hath the Lord commanded to do farther, to make an atonement for you."
    },
    {
      "verse": 35,
      "text": "And at the door of the tabernacle of the congregation shall ye abide day and night seven days, and keep the charge of the Lord, that ye die not; for so have I been commanded."
    },
    {
      "verse": 36,
      "text": "And Aaron and his sons did all the things which the Lord had commanded by the hand of Moses."
    }
  ]
}