{
  "book_id": "LEV",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses and to Aaron, saying unto them,"
    },
    {
      "verse": 2,
      "text": "Speak unto the children of Israel, saying, These are the beasts which ye may eat among all the beasts that are on the earth."
    },
    {
      "verse": 3,
      "text": "Whatsoever divideth the hoof, and is cloven-footed, and cheweth the cud, among the beasts, that may ye eat."
    },
    {
      "verse": 4,
      "text": "But these shall ye not eat, of those that chew the cud, or of those that divide the hoof: the camel; because he cheweth the cud, but divideth not the hoof; he is unclean unto you."
    },
    {
      "verse": 5,
      "text": "And the cony; because he cheweth the cud, but divideth not the hoof; he is unclean unto you."
    },
    {
      "verse": 6,
      "text": "And the hare; because he cheweth the cud, but divideth not the hoof; he is unclean unto you."
    },
    {
      "verse": 7,
      "text": "And the swine; because he divideth the hoof, and is cloven-footed, but he cheweth not the cud; he is unclean unto you."
    },
    {
      "verse": 8,
      "text": "Of their flesh shall ye not eat, and their carcass shall ye not touch; they are unclean unto you."
    },
    {
      "verse": 9,
      "text": "These may ye eat, of all that are in the waters: all that have fins and scales in the waters, in the seas, and in the rivers, them may ye eat."
    },
    {
      "verse": 10,
      "text": "But all that have not fins and scales in the seas, and in the rivers, of whatever moveth in the waters, and of any living thing which is in the waters, shall be an abomination unto you:"
    },
    {
      "verse": 11,
      "text": "And an abomination shall they remain unto you; of their flesh shall ye not eat, and their carcasses ye shall have in abomination."
    },
    {
      "verse": 12,
      "text": "Whatsoever hath not fins and scales in the waters, shall be an abomination unto you."
    },
    {
      "verse": 13,
      "text": "And these shall ye have in abomination among the fowls; they shall not be eaten, they are an abomination: The eagle, and the ossifrage, and the osprey,"
    },
    {
      "verse": 14,
      "text": "And the vulture, and the kite after his kind;"
    },
    {
      "verse": 15,
      "text": "Every raven after his kind:"
    },
    {
      "verse": 16,
      "text": "And the ostrich, and the night-hawk, and the cuckoo, and the hawk after his kind;"
    },
    {
      "verse": 17,
      "text": "And the little owl, and the cormorant, and the great owl,"
    },
    {
      "verse": 18,
      "text": "And the swan, and the pelican, and the gier-eagle,"
    },
    {
      "verse": 19,
      "text": "And the stork, the heron after his kind, and the lapwing, and the bat."
    },
    {
      "verse": 20,
      "text": "All flying insects that walk upon four feet, shall be an abomination unto you."
    },
    {
      "verse": 21,
      "text": "Yet these may ye eat, among all the flying insects that walk on four feet, which have spring-legs above their feet, to leap therewith upon the earth."
    },
    {
      "verse": 22,
      "text": "These of them may ye eat: The locust after its kind, and the sol'am after its kind, and the chargol after its kind, and the chagab after its kind."
    },
    {
      "verse": 23,
      "text": "But all flying insects, which have four feet, shall be an abomination unto you;"
    },
    {
      "verse": 24,
      "text": "And through these shall ye be rendered unclean: whosoever toucheth the carcass of them shall be unclean until the evening;"
    },
    {
      "verse": 25,
      "text": "And whosoever beareth aught of their carcass shall wash his clothes, and be unclean until the evening."
    },
    {
      "verse": 26,
      "text": "Every species of beast, which divideth the hoof and is not cloven-footed nor cheweth the cud, is unclean unto you: every one that toucheth the same shall be unclean."
    },
    {
      "verse": 27,
      "text": "And all that walk upon their paws, among all manner of beasts that walk on four feet, are unclean unto you; whosoever toucheth their carcass shall be unclean until the evening."
    },
    {
      "verse": 28,
      "text": "And he that beareth their carcass shall wash his clothes, and be unclean until the evening: unclean shall they be unto you."
    },
    {
      "verse": 29,
      "text": "And these shall be unclean unto you among the creeping things that creep upon the earth: The weasel, and the mouse, and the tortoise after its kind,"
    },
    {
      "verse": 30,
      "text": "And the hedgehog, and the chameleon, and the lizard, and the snail, and the mole."
    },
    {
      "verse": 31,
      "text": "These shall be unclean to you among all that creep: whosoever doth touch them, when they are dead, shall be unclean until the evening."
    },
    {
      "verse": 32,
      "text": "And every thing upon which any part of them, when they are dead, doth fall, shall be unclean; whether it be any vessel of wood, or raiment, or skin, or sack, every vessel wherewith any work can be done, must be put into water, and it shall be unclean until the evening, when it shall be clean."
    },
    {
      "verse": 33,
      "text": "And every earthen vessel whereinto any part of them falleth, whatsoever is in it shall be unclean; and itself shall ye break."
    },
    {
      "verse": 34,
      "text": "All kinds of food which may be eaten, on which water cometh, shall be unclean: and all drink that may be drunk, shall be rendered unclean in every vessel."
    },
    {
      "verse": 35,
      "text": "And every thing whereupon any part of their carcass falleth, shall be unclean; an oven, or ranges for pots, shall be broken down, they are unclean; and unclean shall they be unto you."
    },
    {
      "verse": 36,
      "text": "Nevertheless, a fountain, or pit, receptacles for water, shall be clean; but he that toucheth their carcass shall be unclean."
    },
    {
      "verse": 37,
      "text": "And if any part of their carcass fall upon any sowing-seed which hath been sown, it shall be clean."
    },
    {
      "verse": 38,
      "text": "But if any water be put upon the seed, and any part of their carcass fall thereon, it shall be unclean unto you."
    },
    {
      "verse": 39,
      "text": "And if any cattle die, which is allowed to you as food: he that toucheth its carcass shall be unclean until the evening."
    },
    {
      "verse": 40,
      "text": "And he that eateth of its carcass shall wash his clothes, and be unclean until the evening; he also that beareth its carcass shall wash his clothes, and be unclean until the evening."
    },
    {
      "verse": 41,
      "text": "And every creeping thing that creepeth upon the earth is an abomination, it shall not be eaten."
    },
    {
      "verse": 42,
      "text": "Whatsoever goeth upon the belly, and whatsoever goeth upon four feet, down to whatsoever hath many feet among all creeping things that creep upon the earth, shall ye not eat; for they are an abomination."
    },
    {
      "verse": 43,
      "text": "Ye shall not make yourselves abominable with any creeping thing that creepeth; and ye shall not make yourselves unclean with them, that ye should be defiled thereby."
    },
    {
      "verse": 44,
      "text": "For I am the Lord your God; ye shall therefore sanctify yourselves, and ye shall be holy; for I am holy: neither shall ye make yourselves unclean with any manner of creeping thing that creepeth upon the earth."
    },
    {
      "verse": 45,
      "text": "For I am the Lord that have brought you up out of the land of Egypt, to be your God; ye shall therefore be holy, for I am holy."
    },
    {
      "verse": 46,
      "text": "This is the law of the beasts, and of the fowl, and of every living creature that moveth in the waters, and of every creature that creepeth upon the earth:"
    },
    {
      "verse": 47,
      "text": "To distinguish between the unclean and the clean, and between the beast that may be eaten and the beast that may not be eaten."
    }
  ]
}