{
  "book_id": "LEV",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses and unto Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "If a man shall have in the skin of his flesh a swelling, a rising, or a bright spot, and it might become in the skin of his flesh the plague of leprosy: then shall he be brought unto Aaron the priest, or unto one of his sons the priests."
    },
    {
      "verse": 3,
      "text": "And if the priest shall see the plague in the skin of the flesh, and the hair in the plague be turned white, and the appearance of the plague be deeper than the skin of his flesh: it is a plague of leprosy; and [so soon as] the priest shall see him, he shall pronounce him unclean."
    },
    {
      "verse": 4,
      "text": "But if it be a white bright spot in the skin of his flesh, and its appearance be not deeper than the skin, and the hair be not turned white: then shall the priest shut up the plague seven days."
    },
    {
      "verse": 5,
      "text": "And the priest shall see him on the seventh day; and, behold, if the plague have remained unchanged in its appearance, the plague have not spread in the skin: then shall the priest shut him up seven days more."
    },
    {
      "verse": 6,
      "text": "And the priest shall see him again on the seventh day; and, behold, if the plague be somewhat pale, and the plague have not spread in the skin: then shall the priest pronounce him clean; it is a rising, and he shall wash his clothes, and be clean."
    },
    {
      "verse": 7,
      "text": "But if the rising should spread abroad in the skin, after he hath been seen by the priest for his cleansing, he shall be seen again by the priest."
    },
    {
      "verse": 8,
      "text": "And if the priest see that, behold, the rising have spread abroad in the skin, then shall the priest pronounce him unclean: it is leprosy."
    },
    {
      "verse": 9,
      "text": "If the plague of leprosy happen to be on a man, then shall he be brought unto the priest;"
    },
    {
      "verse": 10,
      "text": "And the priest shall see, and, behold, if there be a white swelling in the skin, and the hair in it have turned white, or there be a trace of healthy flesh in the swelling:"
    },
    {
      "verse": 11,
      "text": "It is an inveterate leprosy in the skin of his flesh, and the priest shall pronounce him unclean; he shall not shut him up, for he is unclean."
    },
    {
      "verse": 12,
      "text": "And if the leprosy break out abroad in the skin, and the leprosy cover all the skin of [him that hath] the plague from his head even to the feet, so far as the eyes of the priest can see:"
    },
    {
      "verse": 13,
      "text": "If now the priest should see, that, behold, the leprosy have covered all his flesh, he shall pronounce the plague clean; it is all turned white, he is clean."
    },
    {
      "verse": 14,
      "text": "But on the day that healthy flesh appeareth therein, he shall be unclean."
    },
    {
      "verse": 15,
      "text": "And the priest shall see the healthy flesh, and pronounce him to be unclean; the healthy flesh is unclean, it is the leprosy."
    },
    {
      "verse": 16,
      "text": "Or if the healthy flesh turn again, and be changed unto white, he shall come unto the priest;"
    },
    {
      "verse": 17,
      "text": "And if the priest see him, and, behold, the plague be turned into white: then shall the priest pronounce the plague clean, he is clean."
    },
    {
      "verse": 18,
      "text": "And if there be a person who hath had in his skin an inflammation, and hath been healed,"
    },
    {
      "verse": 19,
      "text": "And if there be on the place of the inflammation a white swelling, or a white and dark red bright spot, he shall be shown to the priest;"
    },
    {
      "verse": 20,
      "text": "And if the priest see, and, behold, its appearance be lower than the skin, and the hair thereof have been turned white: then shall the priest pronounce him unclean, it is the plague of leprosy broken out in the inflammation."
    },
    {
      "verse": 21,
      "text": "But if the priest see it, and, behold, there be no white hair therein, and if it be not lower than the skin, and it be pale: then shall the priest shut him up seven days."
    },
    {
      "verse": 22,
      "text": "And if it now spread abroad in the skin, then shall the priest pronounce him unclean: it is the plague [of leprosy]."
    },
    {
      "verse": 23,
      "text": "But if the bright spot remain in its place, and spread not, it is a scar of the inflammation; and the priest shall pronounce him clean."
    },
    {
      "verse": 24,
      "text": "Or if there be a person in whose skin there is a place burnt by fire, and the mark of the burning become a bright spot, white and dark red, or white;"
    },
    {
      "verse": 25,
      "text": "And if the priest see it, and, behold, the hair in the bright spot have been turned white, and its appearance be deeper than the skin: it is leprosy, broken out in the fire-wound; and the priest shall pronounce him unclean, it is the plague of leprosy."
    },
    {
      "verse": 26,
      "text": "But if the priest see it, and, behold, there be in the bright spot no white hair, and it be not lower than the skin, and it be pale: then shall the priest shut him up seven days."
    },
    {
      "verse": 27,
      "text": "And the priest shall see him on the seventh day: if now it have spread abroad in the skin, then shall the priest pronounce him unclean: it is the plague of leprosy."
    },
    {
      "verse": 28,
      "text": "And if the bright spot remain in its place, [and] it have not spread abroad in the skin, and it be pale: it is a swelling of the fire-wound; and the priest shall pronounce him clean; for it is a scar of the fire-wound."
    },
    {
      "verse": 29,
      "text": "And if there be a man or woman on whom there arise a plague, on the head or on the beard;"
    },
    {
      "verse": 30,
      "text": "Then shall the priest see the plague; and, behold, if its appearance be deeper than the skin, and there be in it a yellow thin hair: then shall the priest pronounce him unclean, it is a dry scall, it is the leprosy of the head or of the beard."
    },
    {
      "verse": 31,
      "text": "And if the priest see the plague of the scall, and, behold, its appearance be not deeper than the skin, and there be no black hair in it: then shall the priest shut up the plague of the scall seven days."
    },
    {
      "verse": 32,
      "text": "And the priest shall see the plague on the seventh day; and, behold, if the scall have not spread, and there be in it no yellow hair, and the appearance of the scall be not deeper than the skin:"
    },
    {
      "verse": 33,
      "text": "Then shall he be shaved, but the scall he shall not shave; and the priest shall shut up the scall seven days more."
    },
    {
      "verse": 34,
      "text": "And the priest shall see the scall on the seventh day; and, behold, if the scall have not spread in the skin, and its appearance be not deeper than the skin: then shall the priest pronounce him clean, and he shall wash his clothes, and be clean."
    },
    {
      "verse": 35,
      "text": "But if the scall should spread abroad in the skin after his being pronounced clean:"
    },
    {
      "verse": 36,
      "text": "Then shall the priest see him; and, behold, if the scall have spread in the skin, the priest shall not seek for the yellow hair; he is unclean."
    },
    {
      "verse": 37,
      "text": "But if the scall have remained stationary in its color, and black hair have grown up therein: the scall is then healed, he is clean; and the priest shall pronounce him clean."
    },
    {
      "verse": 38,
      "text": "And if there be a man or a woman having in the skin of their flesh bright spots, white bright spots;"
    },
    {
      "verse": 39,
      "text": "And if the priest do see, and, behold, there are in the skin of their flesh bright spots, pale and white: it is a freckly eruption grown in the skin; he is clean."
    },
    {
      "verse": 40,
      "text": "And if there be a man whose hair of the head fall off, he is a bald head; he is clean."
    },
    {
      "verse": 41,
      "text": "And if from the side of his face his hair fall off, he is forehead-bald; he is clean."
    },
    {
      "verse": 42,
      "text": "But if there be on the bald head, or the bald forehead, an eruption, white and dark red: it is the leprosy sprung up on his bald head, or his bald forehead."
    },
    {
      "verse": 43,
      "text": "And the priest shall see him; and, behold, if the swelling of the eruption be white and dark red on his bald head, or on his bald forehead, like the appearance of the leprosy on the [other parts of the] skin of the flesh:"
    },
    {
      "verse": 44,
      "text": "He is a leprous man, he is unclean; the priest shall pronounce him unclean; his plague is on his head."
    },
    {
      "verse": 45,
      "text": "And the leper on whom the plague is, his clothes shall be rent, and his head shall be bare, and he shall cover himself up to his upper lip, and, Unclean, unclean, shall he call out."
    },
    {
      "verse": 46,
      "text": "All the days whereon the plague which rendereth unclean is on him, he shall be unclean; alone shall he dwell; without the camp shall his habitation be."
    },
    {
      "verse": 47,
      "text": "And if there be a garment on which there arise a plague of leprosy, whether it be on a woollen garment, or on a linen garment;"
    },
    {
      "verse": 48,
      "text": "Whether it be on the warp, or on the woof; of linen, or of woollen; whether on a skin, or on any thing made of skin;"
    },
    {
      "verse": 49,
      "text": "And the plague be dark green or dark red, on the garment, or on the skin, or on the warp, or on the woof, or on any article made of skin: it is the plague of leprosy; and it shall be shown unto the priest."
    },
    {
      "verse": 50,
      "text": "And the priest shall see the plague, and shut up the plague seven days."
    },
    {
      "verse": 51,
      "text": "And if he see the plague on the seventh day, that the plague have spread in the garment, either in the warp, or in the woof, or in the skin, or in any article that is made of skin: the plague is a corroding leprosy; it is unclean."
    },
    {
      "verse": 52,
      "text": "And he shall then burn that garment, whether warp or woof, in woollen or in linen, or any article of skin, whereon the plague is; for it is a corroding leprosy, in fire shall it be burnt."
    },
    {
      "verse": 53,
      "text": "And if the priest shall see, and, behold, the plague have not spread on the garment, either on the warp, or on the woof, or on any article of skin:"
    },
    {
      "verse": 54,
      "text": "Then shall the priest command that they wash the thing whereon the plague is, and he shall shut it up seven days more."
    },
    {
      "verse": 55,
      "text": "And if the priest see, after the plague hath been washed, and, behold, the plague have not changed its color, and the plague have not spread: it is unclean, in fire shalt thou burn it; it is a decay on its inside or on its outside."
    },
    {
      "verse": 56,
      "text": "And if the priest see, and, behold, the plague have become pale after its having been washed: then shall he tear it out from the garment, or from the skin, or from the warp, or from the woof."
    },
    {
      "verse": 57,
      "text": "And if it appear again on the garment, either on the warp, or on the woof, or on any instrument of skin: it is a growing plague; with fire shalt thou burn that whereon the plague is."
    },
    {
      "verse": 58,
      "text": "And the garment, either the warp or the woof, or every instrument of skin, which thou shalt wash, and the plague depart therefrom, shall be washed the second time, when it shall be clean."
    },
    {
      "verse": 59,
      "text": "This is the law of the plague of leprosy on a garment of woollen or linen, either in the warp, or the woof, or any article of skin, to pronounce it clean, or unclean."
    }
  ]
}