{
  "book_id": "LEV",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses and to Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "Speak unto the children of Israel, and say unto them, When any man have a running issue out of his flesh: because of his issue is he unclean."
    },
    {
      "verse": 3,
      "text": "And this shall be his uncleanness in his issue: whether his flesh run with his issue, or his flesh be stopped from his issue, it is his uncleanness."
    },
    {
      "verse": 4,
      "text": "Every bed, whereon he may lie that hath the issue, shall be unclean: and every vessel, whereon he may sit, shall be unclean."
    },
    {
      "verse": 5,
      "text": "And any man that toucheth his bed shall wash his clothes, and bathe himself in water, and be unclean until the evening."
    },
    {
      "verse": 6,
      "text": "And he that sitteth on any vessel whereon he that hath the issue may sit, shall wash his clothes, and bathe himself in water, and be unclean until the evening."
    },
    {
      "verse": 7,
      "text": "And he that toucheth the flesh of him that hath the issue shall wash his clothes, and bathe himself in water, and be unclean until the evening."
    },
    {
      "verse": 8,
      "text": "And if he that hath the issue spit upon him that is clean: then shall this one wash his clothes, and bathe himself in water, and be unclean until the evening."
    },
    {
      "verse": 9,
      "text": "And what saddle soever he that hath the issue may ride upon shall be unclean."
    },
    {
      "verse": 10,
      "text": "And whatsoever toucheth any thing, that may be under him, shall be unclean until the evening: and he that beareth any of these things shall wash his clothes, and bathe himself in water, and be unclean until the evening."
    },
    {
      "verse": 11,
      "text": "And whomsoever he that hath the issue may touch, and he have not rinsed his hands in water, shall wash his clothes, and bathe himself in water, and be unclean until the evening."
    },
    {
      "verse": 12,
      "text": "And an earthen vessel that he who hath the issue may touch, shall be broken; and every vessel of wood shall be rinsed in water."
    },
    {
      "verse": 13,
      "text": "And when he that hath an issue becometh clean of his issue: then shall he number to himself seven days for his cleansing, and wash his clothes, and bathe his flesh in running water, and then shall he be clean."
    },
    {
      "verse": 14,
      "text": "And on the eighth day shall he take unto himself two turtle-doves, or two young pigeons, and come before the Lord, unto the door of the tabernacle of the congregation, and give them unto the priest:"
    },
    {
      "verse": 15,
      "text": "And the priest shall offer them, the one for a sin-offering, and the other for a burnt-offering; and the priest shall make an atonement for him before the Lord for his issue."
    },
    {
      "verse": 16,
      "text": "And if any man's seed of copulation go out from him, then shall he bathe all his flesh in water, and be unclean until the evening."
    },
    {
      "verse": 17,
      "text": "And any garment, and any skin, whereon the seed of copulation may be, shall be washed with water, and be unclean until the evening."
    },
    {
      "verse": 18,
      "text": "And if a man should lie with a woman with seed of copulation, then shall they bathe themselves in water, and be unclean until the evening."
    },
    {
      "verse": 19,
      "text": "And if a woman have an issue, so that blood flow from her flesh: then shall she be in her state of separation seven days; and whosoever toucheth her shall be unclean until the evening."
    },
    {
      "verse": 20,
      "text": "And every thing that she may lie upon in her separation shall be unclean: and whatever she may sit upon shall be unclean."
    },
    {
      "verse": 21,
      "text": "And whosoever toucheth her bed shall wash his clothes, and bathe himself in water, and be unclean until the evening."
    },
    {
      "verse": 22,
      "text": "And whosoever toucheth any vessel, that she may sit upon, shall wash his clothes, and bathe himself in water, and be unclean until the evening."
    },
    {
      "verse": 23,
      "text": "And if something be on the bed, or on any thing whereon she may sit, when he toucheth it, he shall be unclean until the evening."
    },
    {
      "verse": 24,
      "text": "And if any man should lie with her, and the uncleanness of her separation come upon him, he shall be unclean seven days; and every bed whereon he may lie shall be unclean."
    },
    {
      "verse": 25,
      "text": "And if a woman have an issue of her blood many days out of the time of her separation, or if it run beyond the time of her separation: all the days of the issue of her uncleanness shall she be as in the days of her separation; she shall be unclean."
    },
    {
      "verse": 26,
      "text": "Every bed whereon she may lie all the days of her issue shall be unto her as the bed of her separation; and whatever vessel she may sit upon shall be unclean, as the uncleanness of her separation."
    },
    {
      "verse": 27,
      "text": "And whosoever toucheth these things shall be unclean; and he shall wash his clothes, and bathe himself in water, and be unclean until the evening."
    },
    {
      "verse": 28,
      "text": "And when she becometh clean of her issue, then shall she number to herself seven days, and after that shall she be clean."
    },
    {
      "verse": 29,
      "text": "And on the eighth day shall she take unto herself two turtle-doves, or two young pigeons, and bring them unto the priest, to the door of the tabernacle of the congregation."
    },
    {
      "verse": 30,
      "text": "And the priest shall offer the one for a sin-offering, and the other for a burnt-offering; and the priest shall make an atonement for her before the Lord for the issue of her uncleanness."
    },
    {
      "verse": 31,
      "text": "And ye shall separate the children of Israel from their uncleanness; that they may not die in their uncleanness, when they defile my tabernacle that is in their midst."
    },
    {
      "verse": 32,
      "text": "This is the law of him that hath an issue, and of him whose seed goeth from him, and is defiled therewith;"
    },
    {
      "verse": 33,
      "text": "And of her that is suffering in her separation, and of him that hath an issue, of the man, and of the woman, and of him that lieth with her that is unclean."
    }
  ]
}