{
  "book_id": "LEV",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak unto all the congregation of the children of Israel, and say unto them, Ye shall be holy; for I the Eternal your God am holy."
    },
    {
      "verse": 3,
      "text": "Ye shall fear, every man, his mother and his father, and my sabbaths shall ye keep: I am the Lord your God."
    },
    {
      "verse": 4,
      "text": "Ye shall not turn unto the idols, and molten gods shall ye not make to yourselves: I am the Lord your God."
    },
    {
      "verse": 5,
      "text": "And if ye offer a sacrifice of peace-offering unto the Lord, ye shall offer it so that it may be favorably received from you."
    },
    {
      "verse": 6,
      "text": "On the same day ye offer it shall it be eaten, and on the morrow: and whatever is left until the third day, shall be burnt with fire."
    },
    {
      "verse": 7,
      "text": "And if the intention was that it should be eaten on the third day, it is an abomination, it shall not be favorably received."
    },
    {
      "verse": 8,
      "text": "And whoever eateth it shall bear his iniquity; because he hath profaned the hallowed thing of the Lord: and that soul shall be cut off from among his people."
    },
    {
      "verse": 9,
      "text": "And when ye reap the harvest of your land, thou shalt not wholly reap the corners of thy field, neither shalt thou gather up the gleanings of thy harvest."
    },
    {
      "verse": 10,
      "text": "And thou shalt not glean thy vineyard, and the single grapes that drop in thy vineyard shalt thou not gather up; for the poor and the stranger shalt thou leave them: I am the Lord your God."
    },
    {
      "verse": 11,
      "text": "Ye shall not steal; neither shall ye deny [another's property in your hands], nor lie one to another."
    },
    {
      "verse": 12,
      "text": "And ye shall not swear by my name falsely, and thou shalt not thus profane the name of thy God: I am the Lord."
    },
    {
      "verse": 13,
      "text": "Thou shalt not withhold any thing from thy neighbor, nor rob him: there shall not abide with thee the wages of him that is hired, through the night until morning."
    },
    {
      "verse": 14,
      "text": "Thou shalt not curse the deaf, nor put a stumbling-block before the blind; but thou shalt be afraid of thy God: I am the Lord."
    },
    {
      "verse": 15,
      "text": "Ye shall do no unrighteousness in judgment; thou shalt not respect the person of the poor, nor honor the person of the great; in righteousness shalt thou judge thy neighbor."
    },
    {
      "verse": 16,
      "text": "Thou shalt not go up and down as a talebearer among thy people; thou shalt not stand [idly] by the blood of thy neighbor: I am the Lord."
    },
    {
      "verse": 17,
      "text": "Thou shalt not hate thy brother in thy heart: thou shalt indeed rebuke thy neighbor, and not bear sin on account of him."
    },
    {
      "verse": 18,
      "text": "Thou shalt not avenge, nor bear any grudge against the children of thy people; but thou shalt love thy neighbor as thyself: I am the Lord."
    },
    {
      "verse": 19,
      "text": "My statutes shall ye keep; thy cattle shalt thou not let gender with a diverse kind; thy field shalt thou not sow with mingled seeds; and a garment of mingled kinds, of linen and woollen, shall not come upon thee."
    },
    {
      "verse": 20,
      "text": "And if a man lie carnally with a woman, that is a bond-maid, betrothed to a man, but who hath neither been redeemed, nor hath her freedom been given her: there shall a scourging be decreed; they shall not be put to death, because she was not free."
    },
    {
      "verse": 21,
      "text": "And he shall bring his trespass-offering unto the Lord, unto the door of the tabernacle of the congregation: a ram for a trespass-offering."
    },
    {
      "verse": 22,
      "text": "And the priest shall make an atonement for him with the ram of the trespass-offering before the Lord for his sin which he hath done; and he shall be forgiven for his sin which he hath committed."
    },
    {
      "verse": 23,
      "text": "And when ye come into the land, and plant any kind of tree bearing edible fruit, then shall ye count the fruit thereof as uncircumcised: three years shall it be as uncircumcised unto you, it shall not be eaten."
    },
    {
      "verse": 24,
      "text": "But in the fourth year shall all its fruit be holy for praise-giving unto the Lord."
    },
    {
      "verse": 25,
      "text": "And in the fifth year shall ye eat of its fruit, in order that it may increase unto you its productiveness: I am the Lord your God."
    },
    {
      "verse": 26,
      "text": "Ye shall not eat upon the blood; nor shall ye use enchantment, nor observe times."
    },
    {
      "verse": 27,
      "text": "Ye shall not cut round the corners [of the hair] of your head, neither shalt thou destroy the corners of thy beard."
    },
    {
      "verse": 28,
      "text": "And for the dead shall ye not make any incision in your flesh; and any etched-in writing shall you not fix on yourselves: I am the Lord."
    },
    {
      "verse": 29,
      "text": "Do not profane thy daughter, to cause her to be a prostitute; lest the land fall to prostitution, and the land become full of incest."
    },
    {
      "verse": 30,
      "text": "My sabbaths shall ye keep, and my sanctuary shall ye reverence: I am the Lord."
    },
    {
      "verse": 31,
      "text": "Turn not unto them that have familiar spirits, and unto wizards; seek [them] not, to be defiled by them: I am the Lord your God."
    },
    {
      "verse": 32,
      "text": "Before the hoary head shalt thou rise up, and honor the face of the old man; and thou shalt be afraid of thy God: I am the Lord."
    },
    {
      "verse": 33,
      "text": "And if a stranger sojourn with thee, in your land, ye shall not vex him."
    },
    {
      "verse": 34,
      "text": "As one born in the land among you, shall be unto you the stranger that sojourneth with you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the Lord your God."
    },
    {
      "verse": 35,
      "text": "Ye shall do no unrighteousness in judgment, in meteyard, in weight, or in measure."
    },
    {
      "verse": 36,
      "text": "Just balances, just weights, a just ephah, and a just hin, shall ye have: I am the Lord your God, who have brought you forth out of the land of Egypt."
    },
    {
      "verse": 37,
      "text": "Ye shall therefore observe all my statutes, and all my ordinances, and do them: I am the Lord."
    }
  ]
}