{
  "book_id": "LEV",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "And to the children of Israel shalt thou say, Whatsoever man of the children of Israel, or of the strangers that sojourn in Israel, that giveth any of his seed unto Molech, shall surely be put to death; the people of the land shall stone him with stones."
    },
    {
      "verse": 3,
      "text": "And I will set my face against that man, and I will cut him off from among his people; because of his seed hath he given unto Molech, in order to defile my sanctuary, and to profane my holy name."
    },
    {
      "verse": 4,
      "text": "And if the people of the land should in any way hide their eyes from that man, when he giveth of his seed unto Molech, so as not to kill him:"
    },
    {
      "verse": 5,
      "text": "Then will I set my face against that man, and against his family, and I will cut him off, and all that go astray after him, to go astray after Molech, from among their people."
    },
    {
      "verse": 6,
      "text": "And the person that turneth unto such as have familiar spirits, and unto wizards, to go astray after them,—then will I set my face against that person, and will cut him off from among his people."
    },
    {
      "verse": 7,
      "text": "Sanctify yourselves therefore, and be ye holy; for I am the Lord your God."
    },
    {
      "verse": 8,
      "text": "And ye shall keep my statutes, and do them: I am the Lord who sanctify you."
    },
    {
      "verse": 9,
      "text": "For every one whatever that curseth his father or his mother shall be put to death: his father or his mother hath he cursed, his blood shall be upon him."
    },
    {
      "verse": 10,
      "text": "And if there be a man that committeth adultery with a man's wife, [whoever it be] that committeth adultery with his neighbor's wife: then shall the adulterer be put to death, together with the adulteress."
    },
    {
      "verse": 11,
      "text": "And a man that lieth with his father's wife, hath uncovered his father's nakedness: both of them shall be put to death; their blood shall be upon them."
    },
    {
      "verse": 12,
      "text": "And if a man lie with his daughter-in-law, both of them shall be put to death: they have committed an unnatural deed; their blood shall be upon them."
    },
    {
      "verse": 13,
      "text": "And if a man lie with a male, as they lie with a woman, both of them have committed an abomination: they shall be put to death; their blood shall be upon them."
    },
    {
      "verse": 14,
      "text": "And if a man take a woman and her mother, it is incest: in fire shall they burn him and them; that there be no incest among you."
    },
    {
      "verse": 15,
      "text": "And a man that lieth with a beast shall be put to death: and the beast also shall ye slay."
    },
    {
      "verse": 16,
      "text": "And if a woman approach unto any beast to lie down thereto, then shalt thou kill the woman, and the beast; they shall be put to death; their blood shall be upon them."
    },
    {
      "verse": 17,
      "text": "And if a man take his sister, the daughter of his father, or the daughter of his mother, and he see her nakedness, and she see his nakedness: it is a disgraceful deed; and they shall be cut off before the eyes of their people: the nakedness of his sister hath he uncovered; his iniquity shall he bear."
    },
    {
      "verse": 18,
      "text": "And if a man lie with a woman suffering of her separation, and uncover her nakedness, and he lay open her fountain, and she uncover the fountain of her blood: then shall both of them be cut off from the midst of their people."
    },
    {
      "verse": 19,
      "text": "And the nakedness of thy mother's sister, or of thy father's sister shalt thou not uncover; for his near of kin he uncovereth: their iniquity shall they bear."
    },
    {
      "verse": 20,
      "text": "And the man that lieth with his uncle's wife, hath uncovered his uncle's nakedness: their sin shall they bear; childless shall they die."
    },
    {
      "verse": 21,
      "text": "And if a man do take his brother's wife, it is an abominable act: the nakedness of his brother hath he uncovered; childless shall they remain."
    },
    {
      "verse": 22,
      "text": "And keep ye all my statutes, and all my ordinances, and do them; that the land, whither I bring you to dwell therein, may not vomit you forth."
    },
    {
      "verse": 23,
      "text": "And ye shall not walk in the customs of the nation which I cast out before you; for all these things they committed, and therefore I felt loathing for them."
    },
    {
      "verse": 24,
      "text": "And I said unto you, Ye shall possess their land, and I will give it unto you to possess it, a land flowing with milk and honey: I am the Eternal your God, who have separated you from the nations."
    },
    {
      "verse": 25,
      "text": "Ye shall therefore make a difference between the clean beast and the unclean, and between the unclean fowl and the clean; and ye shall not make your souls abominable by the beast, or by the fowl, or by any manner of thing that creepeth on the ground, which I have separated from you as unclean."
    },
    {
      "verse": 26,
      "text": "And ye shall be holy unto me, for I the Lord am holy; and I have separated you from the nations, that ye should be mine."
    },
    {
      "verse": 27,
      "text": "And if there be among men or women one that hath a familiar spirit, or that is a wizard, they shall be put to death; with stones shall they stone them; their blood shall be upon them."
    }
  ]
}