{
  "book_id": "LEV",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said unto Moses, Speak unto the priests the sons of Aaron, and say unto them, None [of them] shall defile himself on the dead, among his people;"
    },
    {
      "verse": 2,
      "text": "But on his kin, that is near unto him, [that is,] on his mother, and on his father, and on his son, and on his daughter, and on his brother,"
    },
    {
      "verse": 3,
      "text": "And on his sister that is a virgin, that is nigh unto him, who hath had no husband: on her may he defile himself."
    },
    {
      "verse": 4,
      "text": "The chief man among his people shall not defile himself, to be profaned thereby."
    },
    {
      "verse": 5,
      "text": "They shall not make any baldness upon their head, and the corner of their beard shall they not shave off, and in their flesh shall they not make any incision."
    },
    {
      "verse": 6,
      "text": "Holy shall they be unto their God, and they shall not profane the name of their God; for the fire-offerings of the Lord, the bread of their God, do they offer, they shall therefore be holy."
    },
    {
      "verse": 7,
      "text": "A woman that is a harlot, or one profaned, shall they not take; and a woman put away from her husband shall they not take; for holy is he unto his God."
    },
    {
      "verse": 8,
      "text": "And thou shalt sanctify him; for the bread of thy God doth he offer: holy shall he be unto thee; for I the Lord, who sanctify you, am holy."
    },
    {
      "verse": 9,
      "text": "And if the daughter of any priest profane herself by committing incest, her father doth she profane: with fire shall she be burnt."
    },
    {
      "verse": 10,
      "text": "And the priest that is highest among his brethren, upon whose head the anointing oil hath been poured, and who hath been consecrated to put on the garments, shall not let the hair of his head grow long, and his garments shall he not rend;"
    },
    {
      "verse": 11,
      "text": "Neither shall he go in to any dead body; even on his father, and on his mother shall he not defile himself."
    },
    {
      "verse": 12,
      "text": "And out of the sanctuary shall he not go, that he may not profane the sanctuary of his God; for the crown of the anointing oil of his God is upon him: I am the Lord."
    },
    {
      "verse": 13,
      "text": "And he shall take a wife in her virgin state."
    },
    {
      "verse": 14,
      "text": "A widow, and a divorced woman, and one profaned, [and] a harlot, these shall he not take; but a virgin of his own people shall he take for wife;"
    },
    {
      "verse": 15,
      "text": "So that he may not profane his seed among his people; for I, the Lord, do sanctify him."
    },
    {
      "verse": 16,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 17,
      "text": "Speak unto Aaron, saying, Whosoever of thy seed in their generations it be on whom there is any blemish, shall not approach to offer the bread of his God."
    },
    {
      "verse": 18,
      "text": "For whatsoever man it be on whom there is a blemish, shall not approach: a blind, or a lame man, or one that hath a flattened nose, or a man one of whose limbs is too long,"
    },
    {
      "verse": 19,
      "text": "Or a man who hath a broken foot, or a broken hand,"
    },
    {
      "verse": 20,
      "text": "Or a crookbacked, or a dwarf, or one that hath a blemish in his eye, or the itch, or the scurvy, or the testicles broken."
    },
    {
      "verse": 21,
      "text": "Every man on whom there is a blemish, of the seed of Aaron the priest, shall not come nigh to offer the fire-offerings of the Lord: there is a blemish on him; he shall not come nigh to offer the bread of his God."
    },
    {
      "verse": 22,
      "text": "The brewed of his God, both of the most holy, and of the holy things he may eat."
    },
    {
      "verse": 23,
      "text": "Only unto the vail, and unto the altar shall he not come nigh, because there is a blemish on him; that he profane not my holy things; for I the Lord do sanctify them."
    },
    {
      "verse": 24,
      "text": "And Moses spoke thus unto Aaron, and to his sons, and unto all the children of Israel."
    }
  ]
}