{
  "book_id": "LEV",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak unto Aaron and to his sons, that they keep themselves away from the holy things of the children of Israel, [so that they profane not my holy name] which they hallow unto me: I am the Lord."
    },
    {
      "verse": 3,
      "text": "Say unto them, In your generations, if there be any man of all your seed, that approacheth unto the holy things, which the children of Israel hallow unto the Lord, having his uncleanness upon him, that soul shall be cut off from my presence: I am the Lord."
    },
    {
      "verse": 4,
      "text": "Any man whatsoever of the seed of Aaron, that is a leper, or hath a running issue, shall not eat of the holy things, until he be clean; and whoso toucheth any thing that is unclean by the dead, or a man whose seed goeth from him;"
    },
    {
      "verse": 5,
      "text": "Or a man who toucheth any creeping thing, whereby he may be made unclean, or a man through whom he can be rendered unclean, through any kind of uncleanness which he hath:"
    },
    {
      "verse": 6,
      "text": "The person that toucheth any such shall be unclean until the evening, and he shall not eat of the holy things, unless he have bathed his flesh in water."
    },
    {
      "verse": 7,
      "text": "And when the sun hath set, he shall be clean; and afterward he may eat of the holy things; because it is his food."
    },
    {
      "verse": 8,
      "text": "That which dieth of itself, or is torn by beasts, shall he not eat, to defile himself therewith: I am the Lord."
    },
    {
      "verse": 9,
      "text": "And they shall keep my charge, that they may not bear sin through it, and die therefore, if they profane it: I am the Lord who sanctify them."
    },
    {
      "verse": 10,
      "text": "And no stranger shall eat of a holy thing: a sojourner of a priest, or a hired servant, shall not eat of a holy thing."
    },
    {
      "verse": 11,
      "text": "But if a priest buy a person with his money, then may he eat of it; and those that are born in his house, may eat of his bread."
    },
    {
      "verse": 12,
      "text": "And if the daughter of a priest be married unto a stranger, she may not eat of the offered part of holy things."
    },
    {
      "verse": 13,
      "text": "But the daughter of a priest, if she be a widow, or divorced, and have no child, and is returned unto her father's house, as in her youth, may eat of her father's bread; but no stranger shall eat thereof."
    },
    {
      "verse": 14,
      "text": "And if a man eat a holy thing unwittingly, then shall he add the fifth part thereof unto it, and he shall make good unto the priest the holy thing."
    },
    {
      "verse": 15,
      "text": "And they shall not profane the holy things of the children of Israel, which they offer unto the Lord;"
    },
    {
      "verse": 16,
      "text": "And load on themselves the iniquity of trespass, when they eat their holy things; for I am the Lord who sanctify them."
    },
    {
      "verse": 17,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 18,
      "text": "Speak unto Aaron, and unto his sons, and unto all the children of Israel, and say unto them, If there be any man of the house of Israel, or of the strangers in Israel, that offereth his oblation, be it for any manner of vows, or for any manner of freewill-offerings, which they may offer unto the Lord for a burnt-offering:"
    },
    {
      "verse": 19,
      "text": "Then shall it be, that it may be favorably received for you, a male without blemish, of the oxen, of the sheep, or of the goats."
    },
    {
      "verse": 20,
      "text": "Whatsoever on which there is a blemish shall ye not offer; for it will not be favorably received for you."
    },
    {
      "verse": 21,
      "text": "And when a man offereth a sacrifice of peace-offering unto the Lord as a vow, or a freewill-offering of the herds or of the flocks: it shall be without blemish to be favorably received; no kind of bodily defect shall be thereon."
    },
    {
      "verse": 22,
      "text": "A blind, or broken-limbed, or maimed animal, or one having a wen, or itch, or scurvy,—ye shall not offer these unto the Lord, and a fire-offering shall ye not make of them upon the altar unto the Lord."
    },
    {
      "verse": 23,
      "text": "And an ox or a lamb that hath a limb too long or too short, that mayest thou offer for a freewill-offering; but for a vow it shall not be favorably received."
    },
    {
      "verse": 24,
      "text": "And one that is bruised, or crushed, or broken, or cut in the testicles, shall ye not offer unto the Lord; and in your land shall ye not make the like."
    },
    {
      "verse": 25,
      "text": "And from a stranger's hand shall ye not offer the bread of your God from any of these; because their corruption is on them, a bodily defect is on them: they shall not be favorably received for you."
    },
    {
      "verse": 26,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 27,
      "text": "When a bullock, or a sheep, or a goat, is brought forth, then shall it remain seven days by its mother; and from the eighth day and thenceforth shall it be favorably received for an offering made by fire unto the Lord."
    },
    {
      "verse": 28,
      "text": "And whether it be ox or sheep, ye shall not kill it and its young both in one day."
    },
    {
      "verse": 29,
      "text": "And when ye offer a sacrifice of thanksgiving unto the Lord, offer it so that it may be favorably received of you."
    },
    {
      "verse": 30,
      "text": "On the same day shall it be eaten up; ye shall leave none of it until the morning: I am the Lord."
    },
    {
      "verse": 31,
      "text": "And ye shall keep my commandments and do them: I am the Lord."
    },
    {
      "verse": 32,
      "text": "And ye shall not profane my holy name; so that I may be sanctified among the children of Israel; I am the Lord who sanctify you,"
    },
    {
      "verse": 33,
      "text": "That brought you out of the land of Egypt, to be unto you a God: I am the Lord."
    }
  ]
}