{
  "book_id": "LEV",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak unto the children of Israel, and say unto them, The feasts of the Lord, which ye shall proclaim to be holy convocations,—these are my feasts:"
    },
    {
      "verse": 3,
      "text": "Six days may work be done; but on the seventh day is the sabbath of rest, a holy convocation; no kind of work shall ye do thereon; it is the sabbath [holy] unto the Lord in all your dwellings."
    },
    {
      "verse": 4,
      "text": "These are the feasts of the Lord, the holy convocations, which ye shall proclaim in their seasons:"
    },
    {
      "verse": 5,
      "text": "On the fourteenth day of the first month, toward evening, is the passover-lamb to be offered unto the Lord."
    },
    {
      "verse": 6,
      "text": "And on the fifteenth day of the same month is the feast of unleavened bread unto the Lord: seven days must ye eat unleavened bread."
    },
    {
      "verse": 7,
      "text": "On the first day there shall be a holy convocation unto you; no servile work shall ye do thereon."
    },
    {
      "verse": 8,
      "text": "And ye shall offer an offering made by fire unto the Lord seven days: on the seventh day is a holy convocation; no servile work shall ye do."
    },
    {
      "verse": 9,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 10,
      "text": "Speak unto the children of Israel, and say unto them, When ye shall have come into the land which I give unto you, and reap the harvest thereof: then shall ye bring an omer full of the first of your harvest unto the priest;"
    },
    {
      "verse": 11,
      "text": "And he shall wave the omer before the Lord, that it may be favorably received for you; on the morrow after the holy day shall the priest wave it."
    },
    {
      "verse": 12,
      "text": "And ye shall offer on the day when ye wave the omer, a male sheep without blemish of the first year for a burnt-offering unto the Lord."
    },
    {
      "verse": 13,
      "text": "And the meat-offering thereof shall be two tenth parts of fine flour mingled with oil, as an offering made by fire unto the Lord, for a sweet savor; with its drink-offering of wine, the fourth part of a hin."
    },
    {
      "verse": 14,
      "text": "And neither bread, nor parched corn, nor green ears, shall ye eat, until the self-same day, until ye have brought the offering of your God: it shall be a statute forever throughout your generations in all your dwellings."
    },
    {
      "verse": 15,
      "text": "And ye shall count unto you from the morrow after the holy day, from the day that ye bring the omer of the wave-offering, [that] it be seven complete weeks:"
    },
    {
      "verse": 16,
      "text": "Even unto the morrow after the seventh week shall ye number fifty days; and ye shall then offer a new meat-offering unto the Lord."
    },
    {
      "verse": 17,
      "text": "Out of your own habitations shall ye bring two wave-loaves of two tenth parts; of fine flour shall they be; leavened shall they be baked; they are the first-fruits unto the Lord."
    },
    {
      "verse": 18,
      "text": "And ye shall offer with the bread seven sheep without blemish of the first year, and one young bullock, and two rams: they shall be for a burnt-offering unto the Lord, with their meat-offering, with their drink-offerings, an offering made by fire, of a sweet savor unto the Lord."
    },
    {
      "verse": 19,
      "text": "And ye shall sacrifice one he-goat for a sin-offering, and two sheep of the first year for a sacrifice of peace-offering."
    },
    {
      "verse": 20,
      "text": "And the priest shall make with them together with the bread of the first-fruits a waving before the Lord, together with the two sheep; holy shall they be to the Lord for the priest."
    },
    {
      "verse": 21,
      "text": "And ye shall proclaim on the self-same day, that it may be a holy convocation unto you; no servile work shall ye do; it shall be a statute for ever in all your dwellings throughout your generations."
    },
    {
      "verse": 22,
      "text": "And when ye reap the harvest of your land, thou shalt not cut away altogether the corners of thy field when thou reapest, and the gleaning of thy harvest shalt thou not gather up; unto the poor, and to the stranger shalt thou leave them: I am the Lord your God."
    },
    {
      "verse": 23,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 24,
      "text": "Speak unto the children of Israel, saying, In the seventh month, on the first day of the month, shall ye have a rest, a [day of] memorial of sounding the cornet, a holy convocation."
    },
    {
      "verse": 25,
      "text": "No servile work shall ye do: and ye shall offer an offering made by fire unto the Lord."
    },
    {
      "verse": 26,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 27,
      "text": "But on the tenth day of this seventh month is the day of atonement, a holy convocation shall it be unto you, and ye shall fast; and ye shall offer an offering made by fire unto the Lord."
    },
    {
      "verse": 28,
      "text": "And no manner of work shall ye do on this same day; for it is a day of atonement, to make an atonement for you before the Lord your God."
    },
    {
      "verse": 29,
      "text": "For whatsoever person it be that fasteth not on this same day, shall be cut off from among his people."
    },
    {
      "verse": 30,
      "text": "And if there be any person that doth any work on this same day, then will I destroy the same person from among his people."
    },
    {
      "verse": 31,
      "text": "No manner of work shall ye do: it shall he a statute for ever throughout your generations, in all your dwellings."
    },
    {
      "verse": 32,
      "text": "A sabbath of rest it shall be unto you, and ye shall fast: on the ninth day of the month at evening [shall ye begin], from evening unto evening shall ye celebrate your sabbath."
    },
    {
      "verse": 33,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 34,
      "text": "Speak unto the children of Israel, saying, On the fifteenth day of this seventh month, shall be the feast of tabernacles for seven days unto the Lord."
    },
    {
      "verse": 35,
      "text": "On the first day shall be a holy convocation; no servile work shall ye do."
    },
    {
      "verse": 36,
      "text": "Seven days shall ye offer an offering made by fire unto the Lord: on the eighth day shall be a holy convocation unto you; and ye shall offer an offering made by fire unto the Lord, it is a solemn assembly; no servile work shall ye do."
    },
    {
      "verse": 37,
      "text": "These are the feasts of the Lord, which ye shall proclaim to be holy convocations, to offer an offering made by fire unto the Lord, burnt-offering, and meat-offering, sacrifice, and drink-offerings, every thing upon its day:"
    },
    {
      "verse": 38,
      "text": "Beside the sabbaths of the Lord, and beside your gifts, and beside all your vows, and beside all your freewill-offerings, which ye may give unto the Lord."
    },
    {
      "verse": 39,
      "text": "But on the fifteenth day of the seventh month, when ye have gathered in the fruit of the land, shall ye keep the feast of the Lord seven days: on the first day shall be a rest, and on the eighth day shall be a rest."
    },
    {
      "verse": 40,
      "text": "And ye shall take unto yourselves on the first day the fruit of the tree hadar, branches of palm-trees, and the boughs of the myrtle-tree, and willows of the brook: and ye shall rejoice before the Lord your God seven days."
    },
    {
      "verse": 41,
      "text": "And ye shall keep it as a feast unto the Lord seven days in the year: it shall be a statute for ever throughout your generations; in the seventh month shall ye celebrate it."
    },
    {
      "verse": 42,
      "text": "In booths shall ye dwell seven days; all that are Israelites born shall dwell in booths."
    },
    {
      "verse": 43,
      "text": "In order that your generations may know, that I caused the children of Israel to dwell in booths, when I brought them forth out of the land of Egypt: I am the Lord your God."
    },
    {
      "verse": 44,
      "text": "And Moses declared the feasts of the Lord unto the children of Israel."
    }
  ]
}