{
  "book_id": "LEV",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Command the children of Israel, that they bring unto thee pure beaten olive-oil, for the lighting, to cause the lamp to burn continually."
    },
    {
      "verse": 3,
      "text": "Without the vail of the testimony, in the tabernacle of the congregation, shall Aaron put it in order [for] from evening unto morning before the Lord continually; as a statute for ever in your generations."
    },
    {
      "verse": 4,
      "text": "Upon the pure candlestick shall be put in order the lamps, before the Lord, continually."
    },
    {
      "verse": 5,
      "text": "And thou shalt take fine flour, and bake thereof twelve cakes: of two tenth parts shall each one cake be."
    },
    {
      "verse": 6,
      "text": "And thou shalt place them in two rows, six in a row, upon the pure table before the Lord."
    },
    {
      "verse": 7,
      "text": "And thou shalt put upon each row pure frankincense, that it may be unto the bread for a memorial, as a fire-offering unto the Lord."
    },
    {
      "verse": 8,
      "text": "On every and each sabbath day shall he place it in order before the Lord continually, [obtained] from the children of Israel as an everlasting covenant."
    },
    {
      "verse": 9,
      "text": "And it shall belong to Aaron and to his sons; and they shall eat it in a holy place; for it is most holy unto him, from the fire-offerings of the Lord, as a perpetual fixed portion."
    },
    {
      "verse": 10,
      "text": "And there went forth a son of an Israelitish woman, but who was the son of an Egyptian man, among the children of Israel; and there quarrelled together in the camp this son of the Israelitish woman and an Israelitish man."
    },
    {
      "verse": 11,
      "text": "And the son of the Israelitish woman pronounced the [holy] Name, and blasphemed; and they brought him unto Moses: [and his mother's name was Shelomith, the daughter of Dibri, of the tribe of Dan;]"
    },
    {
      "verse": 12,
      "text": "And they placed him in ward, until the decision of the Lord could be explained to them."
    },
    {
      "verse": 13,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 14,
      "text": "Lead forth the blasphemer to without the camp; and all that have heard him shall lay their hands upon his head; and all the congregation shall stone him."
    },
    {
      "verse": 15,
      "text": "And unto the children of Israel shalt thou speak, saying, Whatsoever man that blasphemeth his God shall bear his sin."
    },
    {
      "verse": 16,
      "text": "But he that pronounced the name of the Lord [with blasphemy] shall be put to death, all the congregation shall stone him; be he a stranger, or be he one that is born in the land, when he pronounceth the [holy] Name [with blasphemy,] he shall be put to death."
    },
    {
      "verse": 17,
      "text": "And he that taketh the life of any man shall surely be put to death."
    },
    {
      "verse": 18,
      "text": "And he that taketh the life of a beast shall make it good: beast for beast."
    },
    {
      "verse": 19,
      "text": "And if a man cause a bodily defect in his neighbor, as he hath done, so shall be done to him;"
    },
    {
      "verse": 20,
      "text": "Breach for breach, eye for eye, tooth for tooth: in the manner as he hath caused a bodily defect in a man, so shall it be done to him."
    },
    {
      "verse": 21,
      "text": "And he that killeth a beast, shall make restitution for it; and he that killeth a man, shall be put to death."
    },
    {
      "verse": 22,
      "text": "One manner of judicial law shall ye have, the stranger shall be equal with one of your own country; for I am the Lord your God."
    },
    {
      "verse": 23,
      "text": "And Moses spoke to the children of Israel; and they led forth the blasphemer to without the camp, and they stoned him with stones; and the children of Israel did as the Lord had commanded Moses."
    }
  ]
}