{
  "book_id": "LEV",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Ye shall not make yourselves any idols, and a graven image, or a standing image shall ye not rear up unto you, and any carved stone shall you not place in your land, to bow down upon it; for I am the Eternal your God."
    },
    {
      "verse": 2,
      "text": "My sabbaths shall ye keep, and my sanctuary shall ye reverence: I am the Lord."
    },
    {
      "verse": 3,
      "text": "If in my statutes ye walk, and if my commandments ye keep, and do them:"
    },
    {
      "verse": 4,
      "text": "Then will I give you rains in their due season, and the earth shall yield her products, and the tree of the field shall yield its fruit."
    },
    {
      "verse": 5,
      "text": "And the threshing shall reach with you unto the vintage, and the vintage shall reach unto sowing-time; and ye shall eat your bread to the full, and ye shall dwell in safety in your land."
    },
    {
      "verse": 6,
      "text": "And I will give peace in the land, and ye shall lie down, with none to make you afraid; and I will remove evil beasts out of the land, and the sword shall not pass through your land."
    },
    {
      "verse": 7,
      "text": "And ye shall chase your enemies, and they shall fall before you by the sword."
    },
    {
      "verse": 8,
      "text": "And five of you shall chase a hundred, and a hundred of you shall chase ten thousand; and your enemies shall fall before you by the sword."
    },
    {
      "verse": 9,
      "text": "And I will turn myself unto you, and make you fruitful, and multiply you; and I will establish my covenant with you."
    },
    {
      "verse": 10,
      "text": "And ye shall eat very old store, and the old shall ye remove away because of the new."
    },
    {
      "verse": 11,
      "text": "And I will set my dwelling among you; and my soul shall not loath you."
    },
    {
      "verse": 12,
      "text": "And I will walk among you, and I will be to you a God, and ye shall be to me a people."
    },
    {
      "verse": 13,
      "text": "I am the Eternal your God, who have brought you forth out of the land of Egypt, that ye should not be their bond-men; and I have broken the bands of your yoke, and caused you to walk upright."
    },
    {
      "verse": 14,
      "text": "But if ye will not hearken unto me, and will not do all these commandments;"
    },
    {
      "verse": 15,
      "text": "And if my statutes ye despise, and if my ordinances your soul loath, so as not to do all my commandments, in that ye break my covenant:"
    },
    {
      "verse": 16,
      "text": "Then will I also do this unto you, and I will inflict on you terror, consumption, and the burning ague, that consume the eyes, and cause sorrow of heart; and ye shall sow in vain your seed, for your enemies shall eat it."
    },
    {
      "verse": 17,
      "text": "And I will set my face against you, and ye shall be struck down before your enemies: and they that hate you shall bear rule over you; and ye shall flee while there is no one pursuing you."
    },
    {
      "verse": 18,
      "text": "And if with these things even ye will not yet hearken unto me: then will I chastise you yet more, sevenfold for your sins."
    },
    {
      "verse": 19,
      "text": "And I will break the pride of your power; and I will make your heaven as iron, and your earth as copper:"
    },
    {
      "verse": 20,
      "text": "And in vain shall your strength be spent; for your land shall not yield her products, and the tree of the land shall not yield its fruit."
    },
    {
      "verse": 21,
      "text": "And if ye walk yet contrary unto me, and if you refuse to hearken unto me: then will I bring more plagues upon you, sevenfold according to your sins."
    },
    {
      "verse": 22,
      "text": "And I will send out against you the beasts of the field, which shall rob you of your children, and destroy your cattle, and diminish yourselves; so that your roads shall be desolate."
    },
    {
      "verse": 23,
      "text": "And if notwithstanding these things ye will not be reformed by me, and walk contrary unto me:"
    },
    {
      "verse": 24,
      "text": "Then will I also walk contrary unto you, and I also will punish you, sevenfold for your sins."
    },
    {
      "verse": 25,
      "text": "And I will bring over you the sword, avenging the quarrel of my covenant, so that ye shall be gathered together within your cities; and then will I send the pestilence among you, that ye shall deliver yourselves into the hand of the enemy;"
    },
    {
      "verse": 26,
      "text": "When I break unto you the staff of bread; and ten women shall bake your bread in one oven, and they shall deliver your bread again by weight; and ye shall eat, and not be satisfied."
    },
    {
      "verse": 27,
      "text": "And if notwithstanding this ye will not hearken unto me, but walk contrary unto me:"
    },
    {
      "verse": 28,
      "text": "Then will I also walk contrary unto you in fury; and I, even I, will chastise you, sevenfold for your sins."
    },
    {
      "verse": 29,
      "text": "And ye shall eat the flesh of your sons, and the flesh of your daughters shall ye eat."
    },
    {
      "verse": 30,
      "text": "And I will destroy your high-places, and cut down your sun-images, and cast your carcasses upon the carcasses of your idols; and my soul shall loath you."
    },
    {
      "verse": 31,
      "text": "And I will render your cities a waste, and I will make desolate your sanctuaries, and I will not smell the savor of your sweet odors."
    },
    {
      "verse": 32,
      "text": "And I will surely make desolate the land: and your enemies who dwell therein shall be astonished at it."
    },
    {
      "verse": 33,
      "text": "And you will I scatter among the nations, and I will draw out after you the sword; and your land shall be a desolate wild, and your cities shall be a waste."
    },
    {
      "verse": 34,
      "text": "Then shall the land satisfy its sabbaths, all the days of its desolation, when ye are in the land of your enemies: then shall the land rest, and satisfy its sabbaths."
    },
    {
      "verse": 35,
      "text": "All the days of its desolation shall it rest, the time which it did not rest in your sabbaths, when ye dwelt upon it."
    },
    {
      "verse": 36,
      "text": "And regarding those that are left of you, I will send a faintness into their hearts in the lands of their enemies; and the sound of a leaf shaken shall chase them; and they shall flee, as fleeing from the sword; and they shall fall with none pursuing."
    },
    {
      "verse": 37,
      "text": "And they shall stumble one over the other, as before the sword, without one pursuing: and ye shall have no power to stand up before your enemies."
    },
    {
      "verse": 38,
      "text": "And ye shall be lost among the nations, and the land of your enemies shall consume you."
    },
    {
      "verse": 39,
      "text": "And they that are left of you shall pine away in their iniquity in the land of your enemies; and also through the iniquities of their fathers shall they pine away with them."
    },
    {
      "verse": 40,
      "text": "And they shall then confess their iniquity, and the iniquity of their fathers, [that] through their trespass which they trespassed against me, and also that [because] they had walked contrary unto me:"
    },
    {
      "verse": 41,
      "text": "I also had to walk contrary unto them, and to bring them into the land of their enemies; and then shall their uncircumcised heart be humbled, and then shall they satisfy their iniquity."
    },
    {
      "verse": 42,
      "text": "And I will then remember my covenant with Jacob, and also my covenant with Isaac, and also my covenant with Abraham will I remember; and the land will I remember."
    },
    {
      "verse": 43,
      "text": "For the land shall be forsaken by them, and shall satisfy its sabbaths, while it lieth desolate without them, and they shall satisfy their iniquity; because, even because my ordinances they despised, and my statutes their soul loathed."
    },
    {
      "verse": 44,
      "text": "And yet for all that, though they be in the land of their enemies, will I not cast them away, neither will I loath them, to destroy them utterly, to break my covenant with them; for I am the Lord their God."
    },
    {
      "verse": 45,
      "text": "But I will remember for their sakes the covenant of their ancestors, whom I brought forth out of the land of Egypt before the eyes of the nations, that I might be unto them a God: I am the Lord."
    },
    {
      "verse": 46,
      "text": "These are the statutes and ordinances and laws, which the Lord made between him and the children of Israel on mount Sinai, by the hand of Moses."
    }
  ]
}