{
  "book_id": "MAT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "In those days came John the Baptist, preaching in the wilderness of Judea,"
    },
    {
      "verse": 2,
      "text": "And saying, Repent ye: for the kingdom of heaven is at hand."
    },
    {
      "verse": 3,
      "text": "For this is he that was spoken of by the prophet Isaiah, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight."
    },
    {
      "verse": 4,
      "text": "And the same John had his raiment of camel's hair, and a leathern girdle about his loins; and his food was locusts and wild honey."
    },
    {
      "verse": 5,
      "text": "Then went out to him Jerusalem, and all Judea, and all the region about Jordan,"
    },
    {
      "verse": 6,
      "text": "And were baptized by him in Jordan, confessing their sins."
    },
    {
      "verse": 7,
      "text": "But when he saw many of the Pharisees and Sadducees come to his baptism, he said to them, O generation of vipers, who hath warned you to flee from the wrath to come?"
    },
    {
      "verse": 8,
      "text": "Bring forth therefore fruits meet for repentance:"
    },
    {
      "verse": 9,
      "text": "And think not to say within yourselves, We have Abraham for \\add our\\add* father: for I say to you, that God is able of these stones to raise up children to Abraham."
    },
    {
      "verse": 10,
      "text": "And now also the ax is laid to the root of the trees: therefore every tree which bringeth not forth good fruit is hewn down, and cast into the fire."
    },
    {
      "verse": 11,
      "text": "I indeed baptize you with water to repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Spirit, and \\add with\\add* fire:"
    },
    {
      "verse": 12,
      "text": "Whose fan \\add is\\add* in his hand, and he will thoroughly cleanse his floor, and gather his wheat into the granary; but he will burn the chaff with unquenchable fire."
    },
    {
      "verse": 13,
      "text": "Then cometh Jesus from Galilee to Jordan to John, to be baptized by him."
    },
    {
      "verse": 14,
      "text": "But John forbad him, saying, I have need to be baptized by thee, and comest thou to me?"
    },
    {
      "verse": 15,
      "text": "And Jesus answering said to him, Suffer \\add it to be so\\add* now: for thus it becometh us to fulfill all righteousness. Then he suffered him."
    },
    {
      "verse": 16,
      "text": "And Jesus, when he was baptized, went up immediately out of the water: and lo, the heavens were opened to him, and he saw the Spirit of God descending like a dove, and lighting upon him:"
    },
    {
      "verse": 17,
      "text": "And lo, a voice from heaven, saying, This is my beloved Son, in whom I am well pleased."
    }
  ]
}