{
  "book_id": "MAT",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Judge not, that ye be not judged."
    },
    {
      "verse": 2,
      "text": "For with what judgment ye judge, ye shall be judged: and the measure which ye give, shall be measured to you again."
    },
    {
      "verse": 3,
      "text": "And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thy own eye?"
    },
    {
      "verse": 4,
      "text": "Or how wilt thou say to thy brother, Let me pull out the mote out of thy eye; and behold, a beam isin thy own eye?"
    },
    {
      "verse": 5,
      "text": "Thou hypocrite, first cast out the beam out of thy own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye."
    },
    {
      "verse": 6,
      "text": "Give not that which isholy to dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you."
    },
    {
      "verse": 7,
      "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and the door shall be opened to you:"
    },
    {
      "verse": 8,
      "text": "For every one that asketh, receiveth; and he that seeketh, findeth; and to him that knocketh, the door shall be opened."
    },
    {
      "verse": 9,
      "text": "Or what man is there of you, who, if his son shall ask bread, will give him a stone?"
    },
    {
      "verse": 10,
      "text": "Or if he shall ask a fish, will he give him a serpent?"
    },
    {
      "verse": 11,
      "text": "If ye then being evil know howto give good gifts to your children, how much more shall your Father who is in heaven give good things to them that ask him?"
    },
    {
      "verse": 12,
      "text": "Therefore all things whatever ye would that men should do to you, do ye even so to them: for this is the law and the prophets."
    },
    {
      "verse": 13,
      "text": "Enter ye in at the strait gate; for wide isthe gate, and broad isthe way, that leadeth to destruction, and many there are who go in by it."
    },
    {
      "verse": 14,
      "text": "Because strait isthe gate, and narrow isthe way, which leadeth to life, and few there are that find it."
    },
    {
      "verse": 15,
      "text": "Beware of false prophets, who come to you in sheep's clothing, but inwardly they are ravening wolves."
    },
    {
      "verse": 16,
      "text": "Ye shall know them by their fruits: Do men gather grapes from thorns, or figs from thistles:"
    },
    {
      "verse": 17,
      "text": "Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit."
    },
    {
      "verse": 18,
      "text": "A good tree cannot bring forth evil fruit, neither cana corrupt tree bring forth good fruit."
    },
    {
      "verse": 19,
      "text": "Every tree that bringeth not forth good fruit is hewn down, and cast into the fire."
    },
    {
      "verse": 20,
      "text": "Wherefore by their fruits ye shall know them,"
    },
    {
      "verse": 21,
      "text": "Not every one that saith to me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father who is in heaven."
    },
    {
      "verse": 22,
      "text": "Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out demons? and in thy name done many wonderful works?"
    },
    {
      "verse": 23,
      "text": "And then will I profess to them, I never knew you: depart from me, ye that work iniquity."
    },
    {
      "verse": 24,
      "text": "Therefore whoever heareth these sayings of mine, and doeth them, I will liken him to a wise man, who built his house upon a rock:"
    },
    {
      "verse": 25,
      "text": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock."
    },
    {
      "verse": 26,
      "text": "And every one that heareth these sayings of mine, and doeth them not, shall be likened to a foolish man, who built his house upon the sand:"
    },
    {
      "verse": 27,
      "text": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell, and great was the fall of it."
    },
    {
      "verse": 28,
      "text": "And it came to pass when Jesus had ended these sayings, the people were astonished at his doctrine."
    },
    {
      "verse": 29,
      "text": "For he taught them as onehaving authority, and not as the scribes."
    }
  ]
}