{
  "book_id": "MAT",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "When he had come down from the mountain, great multitudes followed him."
    },
    {
      "verse": 2,
      "text": "And behold, there came a leper and worshiped him, saying, Lord, if thou wilt, thou canst make me clean."
    },
    {
      "verse": 3,
      "text": "And Jesus put forth \\add his\\add* hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed."
    },
    {
      "verse": 4,
      "text": "And Jesus saith to him, See thou tell no man; but go, show thyself to the priest, and offer the gift that Moses commanded, for a testimony to them."
    },
    {
      "verse": 5,
      "text": "And when Jesus had entered into Capernaum, there came to him a centurion, beseeching him,"
    },
    {
      "verse": 6,
      "text": "And saying, Lord, my servant lieth at home sick with the palsy, grievously tormented."
    },
    {
      "verse": 7,
      "text": "And Jesus saith to him, I will come and heal him."
    },
    {
      "verse": 8,
      "text": "The centurion answered and said, Lord, I am not worthy that thou shouldst come under my roof: but speak the word only, and my servant will be healed."
    },
    {
      "verse": 9,
      "text": "For I am a man under authority, having soldiers under me: and I say to this \\add man\\add* , Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth \\add it\\add* ."
    },
    {
      "verse": 10,
      "text": "When Jesus heard \\add it\\add* , he marveled, and said to them that followed, Verily I say to you, I have not found so great faith, no, not in Israel."
    },
    {
      "verse": 11,
      "text": "And I say to you, that many shall come from the east and the west, and shall sit down with Abraham, and Isaac, and Jacob in the kingdom of heaven."
    },
    {
      "verse": 12,
      "text": "But the children of the kingdom shall be cast out into utter darkness: there shall be weeping and gnashing of teeth."
    },
    {
      "verse": 13,
      "text": "And Jesus said to the centurion, Depart; and as thou hast believed, so be it done to thee. And his servant was healed in the same hour."
    },
    {
      "verse": 14,
      "text": "And when Jesus had come into Peter's house, he saw his wife's mother laid, and sick with a fever."
    },
    {
      "verse": 15,
      "text": "And he touched her hand, and the fever left her: and she arose, and ministered to them."
    },
    {
      "verse": 16,
      "text": "When the evening was come, they brought to him many that were possessed with demons: and he cast out the spirits with \\add his\\add* word, and healed all that were sick;"
    },
    {
      "verse": 17,
      "text": "That it might be fulfilled which was spoken by Isaiah the prophet, saying, He himself took our infirmities, and bore \\add our\\add* sicknesses."
    },
    {
      "verse": 18,
      "text": "Now when Jesus saw great multitudes about him, he gave commandment to depart to the other side."
    },
    {
      "verse": 19,
      "text": "And a certain scribe came, and said to him, Master, I will follow thee whithersoever thou goest."
    },
    {
      "verse": 20,
      "text": "And Jesus saith to him, The foxes have holes, and the birds of the air \\add have\\add* nests; but the Son of man hath not where to lay \\add his\\add* head."
    },
    {
      "verse": 21,
      "text": "And another of his disciples said to him, Lord, suffer me first to go and bury my father."
    },
    {
      "verse": 22,
      "text": "But Jesus said to him, Follow me; and let the dead bury their dead."
    },
    {
      "verse": 23,
      "text": "And when he had entered into a boat, his disciples followed him."
    },
    {
      "verse": 24,
      "text": "And behold, there arose a great tempest in the sea, insomuch that the boat was covered with the waves: but he was asleep."
    },
    {
      "verse": 25,
      "text": "And his disciples came to \\add him\\add* , and awoke him, saying, Lord, save us: we perish."
    },
    {
      "verse": 26,
      "text": "And he saith to them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm."
    },
    {
      "verse": 27,
      "text": "But the men marveled, saying, What manner of man is this, that even the winds and the sea obey him!"
    },
    {
      "verse": 28,
      "text": "And when he had come to the other side, into the country of the Gergesenes, there met him two possessed with demons, coming out of the tombs, exceeding fierce, so that no man might pass by that way."
    },
    {
      "verse": 29,
      "text": "And behold, they cried out, saying, What have we \\add to do\\add* with thee, Jesus, \\add thou\\add* Son of God? art thou come hither to torment us before the time?"
    },
    {
      "verse": 30,
      "text": "And there was a good way off from them a herd of many swine, feeding."
    },
    {
      "verse": 31,
      "text": "So the demons besought him, saying, If thou expellest us, suffer us to go away into the herd of swine."
    },
    {
      "verse": 32,
      "text": "And he said to them, Go. And when they had come out, they went into the herd of swine: and behold, the whole herd of swine ran violently down a steep place into the sea, and perished in the waters."
    },
    {
      "verse": 33,
      "text": "And they that kept them, fled, and went into the city, and told every thing; and what had befallen to the possessed with demons."
    },
    {
      "verse": 34,
      "text": "And behold, the whole city came out to meet Jesus: and when they saw him, they besought him that he would depart out of their borders."
    }
  ]
}