{
  "book_id": "MAT",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "The same day Jesus went out of the house, and sat by the sea side."
    },
    {
      "verse": 2,
      "text": "And great multitudes were gathered to him, so that he went into a boat, and sat down; and the whole multitude stood on the shore."
    },
    {
      "verse": 3,
      "text": "And he spoke many things to them in parables, saying, Behold, a sower went forth to sow;"
    },
    {
      "verse": 4,
      "text": "And when he sowed, some seedsfell by the way side, and the fowls came and devoured them:"
    },
    {
      "verse": 5,
      "text": "Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:"
    },
    {
      "verse": 6,
      "text": "And when the sun had risen, they were scorched; and because they had not root, they withered."
    },
    {
      "verse": 7,
      "text": "And some fell among thorns; and the thorns sprung up, and choked them:"
    },
    {
      "verse": 8,
      "text": "But others fell into good ground, and brought forth fruit, some a hundred-fold, some sixty-fold, some thirty-fold."
    },
    {
      "verse": 9,
      "text": "Who hath ears to hear, let him hear."
    },
    {
      "verse": 10,
      "text": "And the disciples came, and said to him, Why speakest thou to them in parables?"
    },
    {
      "verse": 11,
      "text": "He answered and said to them, Because it is given to you to know the mysteries of the kingdom of heaven, but to them it is not given."
    },
    {
      "verse": 12,
      "text": "For whoever hath, to him shall be given, and he shall have more abundance: but whoever hath not, from him shall be taken away even that which he hath."
    },
    {
      "verse": 13,
      "text": "Therefore I speak to them in parables: because they seeing see not; and hearing they hear not, neither do they understand."
    },
    {
      "verse": 14,
      "text": "And in them is fulfilled the prophecy of Isaiah, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:"
    },
    {
      "verse": 15,
      "text": "For this people's heart is become gross, and theirears are dull of hearing, and their eyes they have closed; lest at any time they should see with theireyes, and hear with theirears, and should understand with theirheart, and should be converted, and I should heal them."
    },
    {
      "verse": 16,
      "text": "But blessed areyour eyes, for they see: and your ears, for they hear."
    },
    {
      "verse": 17,
      "text": "For verily I say to you, That many prophets and righteous menhave desired to see the thingswhich ye see, and have not seen them; and to hear the thingswhich ye hear, and have not heard them."
    },
    {
      "verse": 18,
      "text": "Hear ye therefore the parable of the sower."
    },
    {
      "verse": 19,
      "text": "When any one heareth the word of the kingdom, and understandeth itnot, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he who received seed by the way side."
    },
    {
      "verse": 20,
      "text": "But he that received the seed into stony places, the same is he that heareth the word, and immediately with joy receiveth it;"
    },
    {
      "verse": 21,
      "text": "Yet he hath not root in himself, but endureth for a while: for when tribulation or persecution ariseth because of the word, forthwith he is offended."
    },
    {
      "verse": 22,
      "text": "He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches choke the word, and he becometh unfruitful."
    },
    {
      "verse": 23,
      "text": "But he that receiveth seed into the good ground is he that heareth the word, and understandeth it; who also beareth fruit, and bringeth forth, some a hundred fold, some sixty, some thirty."
    },
    {
      "verse": 24,
      "text": "Another parable he proposed to them, saying, The kingdom of heaven is likened to a man who sowed good seed in his field:"
    },
    {
      "verse": 25,
      "text": "But while men slept, his enemy came and sowed tares among the wheat, and departed."
    },
    {
      "verse": 26,
      "text": "But when the blade had sprung up, and brought forth fruit, then appeared the tares also."
    },
    {
      "verse": 27,
      "text": "So the servants of the householder came and said to him, Sir, didst thou not sow good seed in thy field? from whence then hath it tares?"
    },
    {
      "verse": 28,
      "text": "He said to them, An enemy hath done this. The servants said to him, Wilt thou then that we go and gather them?"
    },
    {
      "verse": 29,
      "text": "But he said, No; lest while ye gather the tares, ye root up also the wheat with them."
    },
    {
      "verse": 30,
      "text": "Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather ye first the tares, and bind them in bundles to burn them: but gather the wheat into my barn."
    },
    {
      "verse": 31,
      "text": "Another parable he proposed to them, saying, The kingdom of heaven is like a grain of mustard-seed, which a man took, and sowed in his field:"
    },
    {
      "verse": 32,
      "text": "Which indeed is the least of all seeds: but when it is grown, it is the greatest among herbs, and becometh a tree, so that the birds of the air come and lodge on its branches."
    },
    {
      "verse": 33,
      "text": "Another parable he spoke to them; The kingdom of heaven is like leaven, which a woman took, and hid in three measures of meal, till the whole was leavened."
    },
    {
      "verse": 34,
      "text": "All these things Jesus spoke to the multitude in parables; and without a parable he spoke not to them:"
    },
    {
      "verse": 35,
      "text": "That it might be fulfilled which was spoken by the prophet, saying, I will open my mouth in parables; I will utter things which have been kept secret from the foundation of the world."
    },
    {
      "verse": 36,
      "text": "Then Jesus sent the multitude away, and went into the house: and his disciples came to him, saying, Declare to us the parable of the tares of the field."
    },
    {
      "verse": 37,
      "text": "He answered and said to them, He that soweth the good seed is the Son of man;"
    },
    {
      "verse": 38,
      "text": "The field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked one;"
    },
    {
      "verse": 39,
      "text": "The enemy that sowed them is the devil; the harvest is the end of the world; and the reapers are the angels."
    },
    {
      "verse": 40,
      "text": "As therefore the tares are gathered and burned in the fire; so shall it be in the end of this world."
    },
    {
      "verse": 41,
      "text": "The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that offend, and them who do iniquity;"
    },
    {
      "verse": 42,
      "text": "And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth."
    },
    {
      "verse": 43,
      "text": "Then shall the righteous shine as the sun in the kingdom of their Father. Who hath ears to hear, let him hear."
    },
    {
      "verse": 44,
      "text": "Again, the kingdom of heaven is like treasure hid in a field; which, when a man hath found, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field."
    },
    {
      "verse": 45,
      "text": "Again, the kingdom of heaven is like a merchant seeking goodly pearls:"
    },
    {
      "verse": 46,
      "text": "Who, when he had found one pearl of great price, went and sold all that he had, and bought it."
    },
    {
      "verse": 47,
      "text": "Again, the kingdom of heaven is like a net, that was cast into the sea, and gathered of every kind:"
    },
    {
      "verse": 48,
      "text": "Which, when it was full, they drew to the shore, and sat down, and gathered the good into vessels, but cast away the bad."
    },
    {
      "verse": 49,
      "text": "So shall it be at the end of the world: the angels shall come forth, and sever the wicked from among the just,"
    },
    {
      "verse": 50,
      "text": "And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth."
    },
    {
      "verse": 51,
      "text": "Jesus saith to them, Have ye understood all these things? They say to him, Yes, Lord."
    },
    {
      "verse": 52,
      "text": "Then said he to them, Therefore every scribe who isinstructed to the kingdom of heaven, is like a man that isa householder, who bringeth forth out of his treasure thingsnew and old."
    },
    {
      "verse": 53,
      "text": "And it came to pass, thatwhen Jesus had finished these parables, he departed thence."
    },
    {
      "verse": 54,
      "text": "And when he had come into his own country, he taught them in their synagogue, so that they were astonished, and said, Whence hath this manthis wisdom, and thesemighty works?"
    },
    {
      "verse": 55,
      "text": "Is not this the carpenter's son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?"
    },
    {
      "verse": 56,
      "text": "And his sisters, are they not all with us? Whence then hath this manall these things?"
    },
    {
      "verse": 57,
      "text": "And they were offended in him. But Jesus said to them, A prophet is not without honor, save in his own country, and in his own house."
    },
    {
      "verse": 58,
      "text": "And he did not many mighty works there, because of their unbelief."
    }
  ]
}