{
  "book_id": "MAT",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And when they drew nigh to Jerusalem, and had come to Bethphage, to the mount of Olives, then Jesus sent two disciples,"
    },
    {
      "verse": 2,
      "text": "Saying to them, Go into the village over against you, and immediately ye shall find an ass tied, and a colt with her, loose them, and bring themto me."
    },
    {
      "verse": 3,
      "text": "And if any manshall say aught to you, ye shall say, The Lord hath need of them; and immediately he will send them."
    },
    {
      "verse": 4,
      "text": "All this was done, that it might be fulfilled which was spoken by the prophet, saying,"
    },
    {
      "verse": 5,
      "text": "Tell ye the daughter of Sion, Behold, thy King cometh to thee, meek, and sitting upon an ass, and a colt the foal of an ass."
    },
    {
      "verse": 6,
      "text": "And the disciples went, and did as Jesus commanded them,"
    },
    {
      "verse": 7,
      "text": "And brought the ass and the colt, and put on them their clothes, and they set himthereon."
    },
    {
      "verse": 8,
      "text": "And a very great multitude spread their garments in the way; others cut down branches from the trees, and strewed themin the way."
    },
    {
      "verse": 9,
      "text": "And the multitudes that went before, and that followed, cried, saying, Hosanna to the son of David: blessed ishe that cometh in the name of the Lord: Hosanna in the highest."
    },
    {
      "verse": 10,
      "text": "And when he had come into Jerusalem, all the city was moved, saying, Who is this?"
    },
    {
      "verse": 11,
      "text": "And the multitude said, This is Jesus the prophet of Nazareth of Galilee."
    },
    {
      "verse": 12,
      "text": "And Jesus went into the temple of God, and cast out all them that sold and bought in the temple, and overthrew the tables of the money-changers, and the seats of them that sold doves."
    },
    {
      "verse": 13,
      "text": "And said to them, It is written, My house shall be called the house of prayer, but ye have made it a den of thieves."
    },
    {
      "verse": 14,
      "text": "And the blind and the lame came to him in the temple; and he healed them."
    },
    {
      "verse": 15,
      "text": "And when the chief priests and scribes saw the wonderful things that he did, and the children crying in the temple, and saying, Hosanna to the son of David; they were greatly displeased,"
    },
    {
      "verse": 16,
      "text": "And said to him, Hearest thou what these say? And Jesus saith to them, Yes: have ye never read, Out of the mouth of babes and sucklings thou hast perfected praise?"
    },
    {
      "verse": 17,
      "text": "And he left them, and went out of the city into Bethany, and he lodged there."
    },
    {
      "verse": 18,
      "text": "Now in the morning as he was returning into the city, he was hungry."
    },
    {
      "verse": 19,
      "text": "And when he saw a fig-tree in the way, he came to it, and found nothing on it, but leaves only, and said to it, Let no fruit grow on thee henceforth for ever. And immediately the fig-tree withered."
    },
    {
      "verse": 20,
      "text": "And when the disciples saw it, they marveled, saying, How soon is the fig-tree withered!"
    },
    {
      "verse": 21,
      "text": "Jesus answered and said to them, Verily I say to you, If ye have faith, and doubt not, ye shall not only do this which is doneto the fig-tree, but also, if ye shall say to this mountain, Be thou removed, and be thou cast into the sea; it shall be done."
    },
    {
      "verse": 22,
      "text": "And all things whatever ye shall ask in prayer, believing, ye shall receive."
    },
    {
      "verse": 23,
      "text": "And when he had come into the temple, the chief priests and the elders of the people came to him as he was teaching, and said, By what authority doest thou these things; and who gave thee this authority?"
    },
    {
      "verse": 24,
      "text": "And Jesus answered and said to them, I also will ask you one thing, which if ye tell me, I also will tell you by what authority I do these things."
    },
    {
      "verse": 25,
      "text": "The baptism of John, whence was it? from heaven, or from men? And they reasoned with themselves, saying, if we shall say, From heaven; he will say to us, Why then did ye not believe him?"
    },
    {
      "verse": 26,
      "text": "But if we shall say, From men; we fear the people: for all hold John as a prophet."
    },
    {
      "verse": 27,
      "text": "And they answered Jesus, and said, We cannot tell. And he said to them, Neither do I tell you by what authority I do these things."
    },
    {
      "verse": 28,
      "text": "But what think ye? A certainman had two sons; and he came to the first, and said, Son, go, work to-day in my vineyard."
    },
    {
      "verse": 29,
      "text": "He answered and said, I will not; but afterward he repented, and went."
    },
    {
      "verse": 30,
      "text": "And he came to the second, and said likewise. And he answered and said, I go, sir: and went not."
    },
    {
      "verse": 31,
      "text": "Which of the two did the will of hisfather? They say to him, The first. Jesus saith to them, Verily I say to you, that the publicans and the harlots go into the kingdom of God before you."
    },
    {
      "verse": 32,
      "text": "For John came to you in the way of righteousness, and ye believed him not: but the publicans and the harlots believed him: and ye, when ye had seen it, repented not afterward, that ye might believe him."
    },
    {
      "verse": 33,
      "text": "Hear another parable; There was a certain householder, who planted a vineyard, and hedged it around, and digged a wine-press in it, and built a tower, and let it out to husbandmen, and went into a remote country:"
    },
    {
      "verse": 34,
      "text": "And when the time of the fruit drew near, he sent his servants to the husbandmen, that they might receive the fruits of it."
    },
    {
      "verse": 35,
      "text": "And the husbandmen took his servants, and beat one, and killed another, and stoned another."
    },
    {
      "verse": 36,
      "text": "Again he sent other servants more than the first: and they did to them in like manner."
    },
    {
      "verse": 37,
      "text": "But last of all he sent to them his son, saying, They will reverence my son."
    },
    {
      "verse": 38,
      "text": "But when the husbandmen saw the son, they said among themselves, This is the heir; come, let us kill him, and let us seize on his inheritance."
    },
    {
      "verse": 39,
      "text": "And they caught him, and cast himout of the vineyard, and slew him."
    },
    {
      "verse": 40,
      "text": "When therefore the Lord of the vineyard cometh, what will he do to those husbandmen?"
    },
    {
      "verse": 41,
      "text": "They say to him, He will miserably destroy those wicked men, and will let out hisvineyard to other husbandmen, who will render him the fruits in their seasons."
    },
    {
      "verse": 42,
      "text": "Jesus saith to them, Did ye never read in the scriptures, The stone which the builders rejected, the same is become the head of the corner: this is the Lord's doing, and it is marvelous in our eyes?"
    },
    {
      "verse": 43,
      "text": "Therefore I say to you, The kingdom of God shall be taken from you, and given to a nation bringing forth the fruits of it."
    },
    {
      "verse": 44,
      "text": "And whoever shall fall on this stone, shall be broken: but on whomsoever it shall fall, it will grind him to powder."
    },
    {
      "verse": 45,
      "text": "And when the chief priests and Pharisees had heard his parables, they perceived that he spoke of them."
    },
    {
      "verse": 46,
      "text": "But when they sought to lay hands on him, they feared the multitude, because they took him for a prophet."
    }
  ]
}