{
  "book_id": "EPH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Be ye therefore followers of God, as most dear children;"
    },
    {
      "verse": 2,
      "text": "And walk in love, as Christ also hath loved us, and hath delivered himself for us, an oblation and a sacrifice to God for an odour of sweetness."
    },
    {
      "verse": 3,
      "text": "But fornication, and all uncleanness, or covetousness, let it not so much as be named among you, as becometh saints:"
    },
    {
      "verse": 4,
      "text": "Or obscenity, or foolish talking, or scurrility, which is to no purpose; but rather giving of thanks."
    },
    {
      "verse": 5,
      "text": "For know you this and understand, that no fornicator, or unclean, or covetous person (which is a serving of idols), hath inheritance in the kingdom of Christ and of God."
    },
    {
      "verse": 6,
      "text": "Let no man deceive you with vain words. For because of these things cometh the anger of God upon the children of unbelief."
    },
    {
      "verse": 7,
      "text": "Be ye not therefore partakers with them."
    },
    {
      "verse": 8,
      "text": "For you were heretofore darkness, but now light in the Lord. Walk then as children of the light."
    },
    {
      "verse": 9,
      "text": "For the fruit of the light is in all goodness, and justice, and truth;"
    },
    {
      "verse": 10,
      "text": "Proving what is well pleasing to God:"
    },
    {
      "verse": 11,
      "text": "And have no fellowship with the unfruitful works of darkness, but rather reprove them."
    },
    {
      "verse": 12,
      "text": "For the things that are done by them in secret, it is a shame even to speak of."
    },
    {
      "verse": 13,
      "text": "But all things that are reproved, are made manifest by the light; for all that is made manifest is light."
    },
    {
      "verse": 14,
      "text": "Wherefore he saith: Rise thou that sleepest, and arise from the dead: and Christ shall enlighten thee."
    },
    {
      "verse": 15,
      "text": "See therefore, brethren, how you walk circumspectly: not as unwise,"
    },
    {
      "verse": 16,
      "text": "But as wise: redeeming the time, because the days are evil."
    },
    {
      "verse": 17,
      "text": "Wherefore become not unwise, but understanding what is the will of God."
    },
    {
      "verse": 18,
      "text": "And be not drunk with wine, wherein is luxury; but be ye filled with the holy Spirit,"
    },
    {
      "verse": 19,
      "text": "Speaking to yourselves in psalms, and hymns, and spiritual canticles, singing and making melody in your hearts to the Lord;"
    },
    {
      "verse": 20,
      "text": "Giving thanks always for all things, in the name of our Lord Jesus Christ, to God and the Father:"
    },
    {
      "verse": 21,
      "text": "Being subject one to another, in the fear of Christ."
    },
    {
      "verse": 22,
      "text": "Let women be subject to their husbands, as to the Lord:"
    },
    {
      "verse": 23,
      "text": "Because the husband is the head of the wife, as Christ is the head of the church. He is the saviour of his body."
    },
    {
      "verse": 24,
      "text": "Therefore as the church is subject to Christ, so also let the wives be to their husbands in all things."
    },
    {
      "verse": 25,
      "text": "Husbands, love your wives, as Christ also loved the church, and delivered himself up for it:"
    },
    {
      "verse": 26,
      "text": "That he might sanctify it, cleansing it by the laver of water in the word of life:"
    },
    {
      "verse": 27,
      "text": "That he might present it to himself a glorious church, not having spot or wrinkle, or any; such thing; but that it should be holy, and without blemish."
    },
    {
      "verse": 28,
      "text": "So also ought men to love their wives as their own bodies. He that loveth his wife, loveth himself."
    },
    {
      "verse": 29,
      "text": "For no man ever hated his own flesh; but nourisheth and cherisheth it, as also Christ doth the church:"
    },
    {
      "verse": 30,
      "text": "Because we are members of his body, of his flesh, and of his bones."
    },
    {
      "verse": 31,
      "text": "For this cause shall a man leave his father and mother, and shall cleave to his wife, and they shall be two in one flesh."
    },
    {
      "verse": 32,
      "text": "This is a great sacrament; but I speak in Christ and in the church."
    },
    {
      "verse": 33,
      "text": "Nevertheless let every one of you in particular love his wife as himself: and let the wife fear her husband."
    }
  ]
}