{
  "book_id": "JDT",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And Judith began to sing this thanksgiving in all Israel, and all the people sang with loud voices this song of praise."
    },
    {
      "verse": 2,
      "text": "And Judith said, Begin unto my God with timbrels, Sing unto my Lord with cymbals: Tune unto him psalm and praise: Exalt him, and call upon his name."
    },
    {
      "verse": 3,
      "text": "For the Lord is the God that breaketh the battles: For in his armies in the midst of the people He delivered me out of the hand of them that persecuted me."
    },
    {
      "verse": 4,
      "text": "Asshur came out of the mountains from the north, He came with ten thousands of his host, The multitude whereof stopped the torrents, And their horsemen covered the hills."
    },
    {
      "verse": 5,
      "text": "He said that he would burn up my borders, And kill my young men with the sword, And throw my sucking children to the ground, And give mine infants for a prey, And make my virgins a spoil."
    },
    {
      "verse": 6,
      "text": "The Almighty Lord brought them to nought by the hand of a woman."
    },
    {
      "verse": 7,
      "text": "For their mighty one did not fall by young men, Neither did sons of the Titans smite him. Nor did high giants set upon him: But Judith the daughter of Merari made him weak with the beauty of her countenance."
    },
    {
      "verse": 8,
      "text": "For she put off the apparel of her widowhood For the exaltation of those that were distressed in Israel, She anointed her face with ointment, And bound her hair in a headtire, And took a linen garment to deceive him."
    },
    {
      "verse": 9,
      "text": "Her sandal ravished his eye, And her beauty took his soul prisoner: The scimitar passed through his neck."
    },
    {
      "verse": 10,
      "text": "The Persians quaked at her daring, And the Medes were daunted at her boldness."
    },
    {
      "verse": 11,
      "text": "Then my lowly ones shouted aloud, And my weak ones were terrified and crouched for fear: They lifted up their voice, and they were turned to flight."
    },
    {
      "verse": 12,
      "text": "The sons of damsels pierced them through, And wounded them as fugitives’ children; They perished by the battle of my Lord."
    },
    {
      "verse": 13,
      "text": "I will sing unto my God a new song: O Lord, thou art great and glorious, Marvelous in strength, invincible."
    },
    {
      "verse": 14,
      "text": "Let all thy creation serve thee: For thou spakest, and they were made, Thou didst send forth thy spirit, and it built them, And there is none that shall resist thy voice."
    },
    {
      "verse": 15,
      "text": "For the mountains shall be moved from their foundations with the waters, And the rocks shall melt as wax at thy presence: But thou art yet merciful to them that fear thee."
    },
    {
      "verse": 16,
      "text": "For all sacrifice is little for a sweet savor, And all the fat is very little for a whole burnt offering to thee: But he that feareth the Lord is great continually."
    },
    {
      "verse": 17,
      "text": "Woe to the nations that rise up against my race: The Lord Almighty will take vengeance of them in the day of judgment, To put fire and worms in their flesh; And they shall weep and feel their pain forever."
    },
    {
      "verse": 18,
      "text": "Now when they came to Jerusalem, they worshiped God; and when the people were purified, they offered their whole burnt offerings, and their freewill offerings, and their gifts."
    },
    {
      "verse": 19,
      "text": "And Judith dedicated all the stuff of Holofernes, which the people had given her, and gave the canopy, which she had taken for herself out of his bedchamber, for a gift unto the Lord."
    },
    {
      "verse": 20,
      "text": "And the people continued feasting in Jerusalem before the sanctuary for the space of three months, and Judith remained with them."
    },
    {
      "verse": 21,
      "text": "But after these days every one departed to his own inheritance, and Judith went away to Bethulia, and remained in her own possession, and was honorable in her time in all the land."
    },
    {
      "verse": 22,
      "text": "And many desired her, and no man knew her all the days of her life, from the day that Manasseh her husband died and was gathered to his people."
    },
    {
      "verse": 23,
      "text": "And she increased in greatness exceedingly; and she waxed old in her husband’s house, unto a hundred and five years, and let her maid go free: and she died in Bethulia; and they buried her in the cave of her husband Manasseh."
    },
    {
      "verse": 24,
      "text": "And the house of Israel mourned for her seven days: and she distributed her goods before she died to all them that were nearest of kin to Manasseh her husband, and to them that were nearest of her own kindred."
    },
    {
      "verse": 25,
      "text": "And there was none that made the children of Israel anymore afraid in the days of Judith, nor a long time after her death."
    }
  ]
}