{
  "book_id": "COL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Εἰ οὖν συνηγέρθητε τῷ Χριστῷ, τὰ ἄνω ζητεῖτε, οὗ ὁ Χριστός ἐστιν ἐν δεξιᾷ τοῦ Θεοῦ καθήμενος."
    },
    {
      "verse": 2,
      "text": "Τὰ ἄνω φρονεῖτε, μὴ τὰ ἐπὶ τῆς γῆς."
    },
    {
      "verse": 3,
      "text": "Ἀπεθάνετε γάρ, καὶ ἡ ζωὴ ὑμῶν κέκρυπται σὺν τῷ Χριστῷ ἐν τῷ Θεῷ."
    },
    {
      "verse": 4,
      "text": "Ὅταν ὁ Χριστὸς φανερωθῇ, ἡ ζωὴ ἡμῶν, τότε καὶ ὑμεῖς σὺν αὐτῷ φανερωθήσεσθε ἐν δόξῃ."
    },
    {
      "verse": 5,
      "text": "Νεκρώσατε οὖν τὰ μέλη ὑμῶν τὰ ἐπὶ τῆς γῆς, πορνείαν, ἀκαθαρσίαν, πάθος, ἐπιθυμίαν κακήν, καὶ τὴν πλεονεξίαν, ἥτις ἐστὶν εἰδωλολατρεία,"
    },
    {
      "verse": 6,
      "text": "δι᾿ ἃ ἔρχεται ἡ ὀργὴ τοῦ Θεοῦ ἐπὶ τοὺς υἱοὺς τῆς ἀπειθείας·"
    },
    {
      "verse": 7,
      "text": "ἐν οἷς καὶ ὑμεῖς περιεπατήσατέ ποτε, ὅτε ἐζῆτε ἐν αὐτοῖς."
    },
    {
      "verse": 8,
      "text": "Νυνὶ δὲ ἀπόθεσθε καὶ ὑμεῖς τὰ πάντα, ὀργήν, θυμόν, κακίαν, βλασφημίαν, αἰσχρολογίαν ἐκ τοῦ στόματος ὑμῶν·"
    },
    {
      "verse": 9,
      "text": "μὴ ψεύδεσθε εἰς ἀλλήλους, ἀπεκδυσάμενοι τὸν παλαιὸν ἄνθρωπον σὺν ταῖς πράξεσιν αὐτοῦ,"
    },
    {
      "verse": 10,
      "text": "καὶ ἐνδυσάμενοι τὸν νέον, τὸν ἀνακαινούμενον εἰς ἐπίγνωσιν κατ᾿ εἰκόνα τοῦ κτίσαντος αὐτόν·"
    },
    {
      "verse": 11,
      "text": "ὅπου οὐκ ἔνι Ἕλλην καὶ Ἰουδαῖος, περιτομὴ καὶ ἀκροβυστία, βάρβαρος, Σκύθης, δοῦλος, ἐλεύθερος· ἀλλὰ τὰ πάντα καὶ ἐν πᾶσι Χριστός."
    },
    {
      "verse": 12,
      "text": "Ἐνδύσασθε οὖν, ὡς ἐκλεκτοὶ τοῦ Θεοῦ, ἅγιοι καὶ ἠγαπημένοι, σπλάγχνα οἰκτιρμῶν, χρηστότητα, ταπεινοφροσύνην, πρᾳότητα, μακροθυμίαν·"
    },
    {
      "verse": 13,
      "text": "ἀνεχόμενοι ἀλλήλων, καὶ χαριζόμενοι ἑαυτοῖς, ἐάν τις πρός τινα ἔχῃ μομφήν· καθὼς καὶ ὁ Χριστὸς ἐχαρίσατο ὑμῖν, οὕτω καὶ ὑμεῖς·"
    },
    {
      "verse": 14,
      "text": "ἐπὶ πᾶσι δὲ τούτοις τὴν ἀγάπην, ἥτις ἐστὶ σύνδεσμος τῆς τελειότητος."
    },
    {
      "verse": 15,
      "text": "Καὶ ἡ εἰρήνη τοῦ Θεοῦ βραβευέτω ἐν ταῖς καρδίαις ὑμῶν, εἰς ἣν καὶ ἐκλήθητε ἐν ἑνὶ σώματι· καὶ εὐχάριστοι γίνεσθε."
    },
    {
      "verse": 16,
      "text": "Ὁ λόγος τοῦ Χριστοῦ ἐνοικείτω ἐν ὑμῖν πλουσίως ἐν πάσῃ σοφίᾳ· διδάσκοντες καὶ νουθετοῦντες ἑαυτούς, ψαλμοῖς, καὶ ὕμνοις, καὶ ᾠδαῖς πνευματικαῖς, ἐν χάριτι ᾄδοντες ἐν τῇ καρδίᾳ ὑμῶν τῷ Κυρίῳ."
    },
    {
      "verse": 17,
      "text": "Καὶ πᾶν ὅ τι ἂν ποιῆτε, ἐν λόγῳ ἢ ἐν ἔργῳ, πάντα ἐν ὀνόματι Κυρίου Ἰησοῦ, εὐχαριστοῦντες τῷ Θεῷ καὶ πατρὶ δι᾿ αὐτοῦ."
    },
    {
      "verse": 18,
      "text": "Αἱ γυναῖκες, ὑποτάσσεσθε τοῖς ἰδίοις ἀνδράσιν, ὡς ἀνῆκεν ἐν Κυρίῳ."
    },
    {
      "verse": 19,
      "text": "Οἱ ἄνδρες, ἀγαπᾶτε τὰς γυναῖκας, καὶ μὴ πικραίνεσθε πρὸς αὐτάς."
    },
    {
      "verse": 20,
      "text": "Τὰ τέκνα, ὑπακούετε τοῖς γονεῦσι κατὰ πάντα· τοῦτο γάρ ἐστιν εὐάρεστον τῷ Κυρίῳ."
    },
    {
      "verse": 21,
      "text": "Οἱ πατέρες, μὴ ἐρεθίζετε τὰ τέκνα ὑμῶν, ἵνα μὴ ἀθυμῶσιν."
    },
    {
      "verse": 22,
      "text": "Οἱ δοῦλοι, ὑπακούετε κατὰ πάντα τοῖς κατὰ σάρκα κυρίοις, μὴ ἐν ὀφθαλμοδουλείαις ὡς ἀνθρωπάρεσκοι, ἀλλ᾿ ἐν ἁπλότητι καρδίας, φοβούμενοι τὸν Θεόν·"
    },
    {
      "verse": 23,
      "text": "καὶ πᾶν ὅ τι ἐὰν ποιῆτε, ἐκ ψυχῆς ἐργάζεσθε, ὡς τῷ Κυρίῳ καὶ οὐκ ἀνθρώποις·"
    },
    {
      "verse": 24,
      "text": "εἰδότες ὅτι ἀπὸ Κυρίου ἀπολήψεσθε τὴν ἀνταπόδοσιν τῆς κληρονομίας· τῷ γὰρ Κυρίῳ Χριστῷ δουλεύετε."
    },
    {
      "verse": 25,
      "text": "Ὁ δὲ ἀδικῶν κομιεῖται ὃ ἠδίκησε· καὶ οὐκ ἔστι προσωποληψία."
    }
  ]
}