{
  "book_id": "NEH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And Eliashib the high priest riseth, and his brethren the priests, and they build the sheep-gate; they have sanctified it, and set up its doors, even unto the tower of Meah they have sanctified it, unto the tower of Hananeel;"
    },
    {
      "verse": 2,
      "text": "and by his hand have men of Jericho built; and by their hand hath Zaccur son of Imri built;"
    },
    {
      "verse": 3,
      "text": "and the fish-gate have sons of Hassenaah built, they have walled it, and set up its doors, its locks, and its bars."
    },
    {
      "verse": 4,
      "text": "And by their hand hath Merimoth son of Urijah, son of Koz, strengthened; and by his hand hath Meshullam son of Berechiah, son of Meshezabeel, strengthened; and by his hand hath Zadok son of Baana strengthened;"
    },
    {
      "verse": 5,
      "text": "and by his hand have the Tekoites strengthened, and their honourable ones have not brought in their neck to the service of their Lord."
    },
    {
      "verse": 6,
      "text": "And the old gate have Jehoiada son of Paseah, and Meshullam son of Besodeiah, strengthened; they have walled it, and set up its doors, and its locks, and its bars."
    },
    {
      "verse": 7,
      "text": "And by their hand hath Melatiah the Gibeonite strengthened, and Jadon the Meronothite, men of Gibeon and of Mizpah, to the throne of the governor beyond the River."
    },
    {
      "verse": 8,
      "text": "By his hand hath Uzziel son of Harhaiah of the refiners strengthened; and by his hand hath Hananiah son of [one of] the compounders strengthened; and they leave Jerusalem unto the broad wall."
    },
    {
      "verse": 9,
      "text": "And by their hand hath Rephaiah son of Hur, head of the half of the district of Jerusalem, strengthened."
    },
    {
      "verse": 10,
      "text": "And by their hand hath Jedaiah son of Harumaph strengthened, and over-against his own house; and by his hand hath Hattush son of Hashabniah strengthened."
    },
    {
      "verse": 11,
      "text": "A second measure hath Malchijah son of Harim strengthened, and Hashub son of Pahath-Moab, even the tower of the furnaces."
    },
    {
      "verse": 12,
      "text": "And by his hand hath Shallum son of Halohesh, head of the half of the district of Jerusalem, strengthened, he and his daughters."
    },
    {
      "verse": 13,
      "text": "The gate of the valley hath Hanun strengthened, and the inhabitants of Zanoah; they have built it, and set up its doors, its locks, and its bars, and a thousand cubits in the wall unto the dung-gate."
    },
    {
      "verse": 14,
      "text": "And the dung-gate hath Malchijah son of Rechab, head of the district of Beth-Haccerem, strengthened; he doth built it, and set up its doors, its locks, and its bars."
    },
    {
      "verse": 15,
      "text": "And the gate of the fountain hath Shallum son of Col-Hozeh, head of the district of Mizpah, strengthened: he doth build it, and cover it, and set up its doors, its locks, and its bars, and the wall of the pool of Siloah, to the garden of the king, and unto the steps that are going down from the city of David."
    },
    {
      "verse": 16,
      "text": "After him hath Nehemiah son of Azbuk, head of the half of the district of Beth-Zur, strengthened, unto over-against the graves of David, and unto the pool that is made, and unto the house of the mighty ones."
    },
    {
      "verse": 17,
      "text": "After him have the Levites strengthened, [and] Rehum son of Bani: by his hand hath Hashabiah, head of the half of the district of Keilah, strengthened, for his district."
    },
    {
      "verse": 18,
      "text": "After him have their brethren strengthened, [and] Bavvai son of Henadad, head of the half of the district of Keilah."
    },
    {
      "verse": 19,
      "text": "And Ezer son of Jeshua, head of Mizpah, doth strengthen, by his hand, a second measure, from over-against the ascent of the armoury at the angle."
    },
    {
      "verse": 20,
      "text": "After him hath Baruch son of Zabbai hastened to strengthen a second measure from the angle unto the opening of the house of Eliashib the high priest."
    },
    {
      "verse": 21,
      "text": "After him hath Meremoth son of Urijah, son of Koz, strengthened, a second measure, from the opening of the house of Eliashib even unto the completion of the house of Eliashib."
    },
    {
      "verse": 22,
      "text": "And after him have the priests, men of the circuit, strengthened."
    },
    {
      "verse": 23,
      "text": "After them hath Benjamin strengthened, and Hashub, over-against their house; after him hath Azariah son of Maaseiah, son of Ananiah, strengthened, near his house."
    },
    {
      "verse": 24,
      "text": "After him hath Binnui son of Henadad strengthened, a second measure, from the house of Azariah unto the angle, and unto the corner."
    },
    {
      "verse": 25,
      "text": "Palal son of Uzai, from over-against the angle, and the tower that is going out from the upper house of the king that [is] at the court of the prison; after him Pedaiah son of Parosh."
    },
    {
      "verse": 26,
      "text": "And the Nethinim have been dwelling in Ophel, unto over-against the water-gate at the east, and the tower that goeth out."
    },
    {
      "verse": 27,
      "text": "After him have the Tekoites strengthened, a second measure, from over-against the great tower that goeth out, and unto the wall of Ophel."
    },
    {
      "verse": 28,
      "text": "From above the horse-gate have the priests strengthened, each over-against his house."
    },
    {
      "verse": 29,
      "text": "After them hath Zadok son of Immer strengthened, over against his house; and after him hath Shemaiah son of Shechaniah, keeper of the east gate, strengthened."
    },
    {
      "verse": 30,
      "text": "After him hath Hananiah son of Shelemiah strengthened, and Hanun the sixth son of Zalaph, a second measure; after him hath Meshullam son of Berechiah strengthened, over-against his chamber."
    },
    {
      "verse": 31,
      "text": "After him hath Malchijah son of the refiner strengthened, unto the house of the Nethinim, and of the merchants, over-against the gate of the Miphkad, and unto the ascent of the corner."
    },
    {
      "verse": 32,
      "text": "And between the ascent of the corner and the sheep-gate, have the refiners and the merchants strengthened."
    }
  ]
}