{
  "book_id": "NEH",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And over those sealed [are] Nehemiah the Tirshatha, son of Hachaliah, and Zidkijah,"
    },
    {
      "verse": 2,
      "text": "Seraiah, Azariah, Jeremiah,"
    },
    {
      "verse": 3,
      "text": "Pashhur, Amariah, Malchijah,"
    },
    {
      "verse": 4,
      "text": "Huttush, Shebaniah, Malluch,"
    },
    {
      "verse": 5,
      "text": "Harim, Meremoth, Obadiah,"
    },
    {
      "verse": 6,
      "text": "Daniel, Ginnethon, Baruch,"
    },
    {
      "verse": 7,
      "text": "Meshullam, Abijah, Mijamin,"
    },
    {
      "verse": 8,
      "text": "Maaziah, Bilgai, Shemaiah; these [are] the priests."
    },
    {
      "verse": 9,
      "text": "And the Levites: both Jeshua son of Azaniah, Binnui of the sons of Henadad, Kadmiel;"
    },
    {
      "verse": 10,
      "text": "and their brethren: Shebaniah, Hodijah, Kelita, Pelaiah, Hanan,"
    },
    {
      "verse": 11,
      "text": "Micha, Rehob, Hashabiah,"
    },
    {
      "verse": 12,
      "text": "Zaccur, Sherebiah, Shebaniah,"
    },
    {
      "verse": 13,
      "text": "Hodijah, Bani, Beninu."
    },
    {
      "verse": 14,
      "text": "Heads of the people: Parosh, Pahath-Moab, Elam, Zatthu, Bani,"
    },
    {
      "verse": 15,
      "text": "Bunni, Azgad, Bebai,"
    },
    {
      "verse": 16,
      "text": "Adonijah, Bigvai, Adin,"
    },
    {
      "verse": 17,
      "text": "Ater, Hizkijah, Azzur,"
    },
    {
      "verse": 18,
      "text": "Hodijah, Hashum, Bezai,"
    },
    {
      "verse": 19,
      "text": "Hariph, Anathoth, Nebai,"
    },
    {
      "verse": 20,
      "text": "Magpiash, Meshullam, Hezir,"
    },
    {
      "verse": 21,
      "text": "Meshezabeel, Zadok, Jaddua,"
    },
    {
      "verse": 22,
      "text": "Pelatiah, Hanan, Anaiah,"
    },
    {
      "verse": 23,
      "text": "Hoshea, Hananiah, Hashub,"
    },
    {
      "verse": 24,
      "text": "Hallohesh, Pilha, Shobek,"
    },
    {
      "verse": 25,
      "text": "Rehum, Hashabnah, Maaseiah,"
    },
    {
      "verse": 26,
      "text": "and Ahijah, Hanan, Anan,"
    },
    {
      "verse": 27,
      "text": "Malluch, Harim, Baanah."
    },
    {
      "verse": 28,
      "text": "And the rest of the people, the priests, the Levites, the gatekeepers, the singers, the Nethinim, and every one who hath been separated from the peoples of the lands unto the law of God, their wives, their sons, and their daughters, every knowing intelligent one,"
    },
    {
      "verse": 29,
      "text": "are laying hold on their brethren, their honourable ones, and coming in to an execration, and in to an oath, to walk in the law of God, that was given by the hand of Moses, servant of God, and to observe and to do all the commands of Jehovah our Lord, and His judgments, and His statutes;"
    },
    {
      "verse": 30,
      "text": "and that we give not our daughters to the peoples of the land, and their daughters we take not to our sons;"
    },
    {
      "verse": 31,
      "text": "and the peoples of the land who are bringing in the wares and any corn on the sabbath-day to sell, we receive not of them on the sabbath, and on a holy day, and we leave the seventh year, and usury on every hand."
    },
    {
      "verse": 32,
      "text": "And we have appointed for ourselves commands, to put on ourselves the third of a shekel in a year, for the service of the house of our God,"
    },
    {
      "verse": 33,
      "text": "for bread of the arrangement, and the continual present, and the continual burnt-offering of the sabbaths, of the new moons, for appointed seasons, and for holy things, and for sin-offerings, to make atonement for Israel, even all the work of the house of our God."
    },
    {
      "verse": 34,
      "text": "And the lots we have caused to fall for the offering of wood, [among] the priests, the Levites, and the people, to bring in to the house of our God, by the house of our fathers, at times appointed, year by year, to burn on the altar of Jehovah our God, as it is written in the law,"
    },
    {
      "verse": 35,
      "text": "and to bring in the first fruits of our ground, and the first fruits of all fruit of every tree, year by year, to the house of Jehovah,"
    },
    {
      "verse": 36,
      "text": "and the firstlings of our sons, and of our cattle, as it is written in the law, and the firstlings of our herds and our flocks, to bring in to the house of our God, to the priests who are ministering in the house of our God."
    },
    {
      "verse": 37,
      "text": "And the beginning of our dough, and our heave-offerings, and the fruit of every tree, of new wine, and of oil, we bring in to the priests, unto the chambers of the house of our God, and the tithe of our ground to the Levites; and they — the Levites — have the tithes in all the cities of our tillage;"
    },
    {
      "verse": 38,
      "text": "and the priest, son of Aaron, hath been with the Levites in the tithing of the Levites, and the Levites bring up the tithe of the tithe to the house of our God unto the chambers, to the treasure-house;"
    },
    {
      "verse": 39,
      "text": "for unto the chambers do they bring in — the sons of Israel and the sons of Levi — the heave-offering of the corn, the new wine, and the oil, and there [are] vessels of the sanctuary, and the priests, those ministering, and the gatekeepers, and the singers, and we do not forsake the house of our God."
    }
  ]
}