{
  "book_id": "HOS",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "When I \\add would have\\add* healed Israel, Then the iniquity of Ephraim was discovered, and the wickedness of Samaria: For they commit falsehood; and the thief cometh in, \\add And\\add* the troop \\add of robbers\\add* spoileth without."
    },
    {
      "verse": 2,
      "text": "And they consider not in their hearts \\add That\\add* I remember all their wickedness: Now their own doings have beset them about; They are before my face."
    },
    {
      "verse": 3,
      "text": "They make the king glad with their wickedness, And the princes with their lies."
    },
    {
      "verse": 4,
      "text": "They \\add are\\add* all adulterers, as an oven heated by the baker, \\add Who\\add* ceaseth from raising after \\add he\\add* hath kneaded the dough, until it be leavened."
    },
    {
      "verse": 5,
      "text": "\\add In\\add* the day of our king the princes have made \\add him\\add* sick \\add with\\add* bottles of wine; He stretched out his hand with scorners."
    },
    {
      "verse": 6,
      "text": "For they have made ready their heart like an oven, whiles they lie in wait: Their baker sleepeth all the night; \\add In\\add* the morning it burneth as a flaming fire."
    },
    {
      "verse": 7,
      "text": "They are all hot as an oven, And have devoured their judges; All their kings are fallen: \\add There is\\add* none among them that calleth unto me."
    },
    {
      "verse": 8,
      "text": "Ephraim, he hath mixed himself among the people; Ephraim is a cake not turned."
    },
    {
      "verse": 9,
      "text": "Strangers have devoured his strength, and he knoweth \\add it\\add* not: Yea, gray hairs are here and there upon him, yet he knoweth not."
    },
    {
      "verse": 10,
      "text": "And the pride of Israel testifieth to his face: And they do not return to the \\sc Lord\\sc* their God, nor seek him for all this."
    },
    {
      "verse": 11,
      "text": "Ephraim also is like a silly dove, without heart: They call \\add to\\add* Egypt, they go \\add to\\add* Assyria."
    },
    {
      "verse": 12,
      "text": "When they shall go, I will spread my net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath heard."
    },
    {
      "verse": 13,
      "text": "Woe unto them! for they have fled from me: Destruction unto them! because they have transgressed against me: Though I have redeemed them, yet they have spoken lies against me."
    },
    {
      "verse": 14,
      "text": "And they have not cried unto me with their heart, When they howled upon their beds: They assemble themselves for corn and wine, \\add And\\add* they rebel against me."
    },
    {
      "verse": 15,
      "text": "Though I have bound \\add and\\add* strengthened their arms, Yet do they imagine mischief against me."
    },
    {
      "verse": 16,
      "text": "They return, \\add but\\add* not \\add to\\add* the most High: They are like a deceitful bow: Their princes shall fall by the sword for the rage of their tongue: This \\add shall be\\add* their derision in the land of Egypt."
    }
  ]
}