{
  "book_id": "HOS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "\\add Set\\add* the trumpet to thy mouth. \\add He shall come\\add* as an eagle against the house of the \\sc Lord\\sc*, Because they have transgressed my covenant, And trespassed against my law."
    },
    {
      "verse": 2,
      "text": "Israel shall cry unto me, My God, we know thee."
    },
    {
      "verse": 3,
      "text": "Israel hath cast off \\add the thing that is\\add* good: The enemy shall pursue him."
    },
    {
      "verse": 4,
      "text": "They have set up kings, but not by me: They have made princes, and I knew \\add it\\add* not: \\add Of\\add* their silver and their gold have they made them idols, That they may be cut off."
    },
    {
      "verse": 5,
      "text": "Thy calf, O Samaria, hath cast \\add thee\\add* off; Mine anger is kindled against them: How long \\add will it be\\add* ere they attain to innocency?"
    },
    {
      "verse": 6,
      "text": "For from Israel \\add was\\add* it also: The workman made it; therefore it \\add is\\add* not God: But the calf of Samaria shall be broken in pieces."
    },
    {
      "verse": 7,
      "text": "For they have sown the wind, and they shall reap the whirlwind: It hath no stalk: the bud shall yield no meal: If so be it yield, \\add the\\add* strangers shall swallow it up."
    },
    {
      "verse": 8,
      "text": "Israel is swallowed up: Now shall they be among the Gentiles as a vessel wherein \\add is\\add* no pleasure."
    },
    {
      "verse": 9,
      "text": "For they are gone up \\add to\\add* Assyria, a wild ass alone by himself: Ephraim hath hired lovers."
    },
    {
      "verse": 10,
      "text": "Yea, though they have hired among the nations, now will I gather them, And they shall sorrow a little for the burden of the king of princes."
    },
    {
      "verse": 11,
      "text": "Because Ephraim hath made many altars to sin, Altars shall be unto him to sin."
    },
    {
      "verse": 12,
      "text": "I have written to him the great things of my law, \\add But\\add* they were counted as a strange \\add thing\\add*."
    },
    {
      "verse": 13,
      "text": "They sacrifice flesh \\add for\\add* the sacrifices of mine offerings, and eat \\add it;\\add* \\add But\\add* the \\sc Lord\\sc* accepteth them not; Now will he remember their iniquity, and visit their sins: They shall return \\add to\\add* Egypt."
    },
    {
      "verse": 14,
      "text": "For Israel hath forgotten his Maker, and buildeth temples; And Judah hath multiplied fenced cities: But I will send a fire upon his cities, And it shall devour the palaces thereof."
    }
  ]
}