{
  "book_id": "HOS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Rejoice not, O Israel, for joy, as \\add other\\add* people: For thou hast gone a whoring from thy God, Thou hast loved a reward upon every cornfloor."
    },
    {
      "verse": 2,
      "text": "The floor and the winepress shall not feed them, And the new wine shall fail in her."
    },
    {
      "verse": 3,
      "text": "They shall not dwell in the \\sc Lord’s\\sc* land; But Ephraim shall return \\add to\\add* Egypt, And they shall eat unclean \\add things\\add* in Assyria."
    },
    {
      "verse": 4,
      "text": "They shall not offer wine \\add offerings\\add* to the \\sc Lord\\sc*, Neither shall they be pleasing unto him: Their sacrifices \\add shall be\\add* unto them as the bread of mourners; All that eat thereof shall be polluted: For their bread for their soul shall not come \\add into\\add* the house of the \\sc Lord\\sc*."
    },
    {
      "verse": 5,
      "text": "What will ye do in the solemn day, And in the day of the feast of the \\sc Lord\\sc*?"
    },
    {
      "verse": 6,
      "text": "For lo, they are gone because of destruction: Egypt shall gather them up, Memphis shall bury them: The pleasant \\add places\\add* for their silver, nettles shall possess them: Thorns \\add shall be\\add* in their tabernacles."
    },
    {
      "verse": 7,
      "text": "The days of visitation are come, The days of recompence are come; Israel shall know \\add it:\\add* The prophet \\add is\\add* a fool, the spiritual man \\add is\\add* mad, For the multitude of thine iniquity, and the great hatred."
    },
    {
      "verse": 8,
      "text": "The watchman of Ephraim \\add was\\add* with my God: \\add But\\add* the prophet \\add is\\add* a snare of a fowler in all his ways, \\add And\\add* hatred in the house of his God."
    },
    {
      "verse": 9,
      "text": "They have deeply corrupted \\add themselves\\add*, as \\add in\\add* the days of Gibeah: \\add Therefore\\add* he will remember their iniquity, he will visit their sins."
    },
    {
      "verse": 10,
      "text": "I found Israel like grapes in the wilderness; I saw your fathers as the firstripe in the fig tree at her first time: \\add But\\add* they went \\add to\\add* Baal-peor, and separated themselves unto \\add that\\add* shame; And \\add their\\add* abominations were according as they loved."
    },
    {
      "verse": 11,
      "text": "\\add As for\\add* Ephraim, their glory shall fly away like a bird, From the birth, and from the womb, and from the conception."
    },
    {
      "verse": 12,
      "text": "Though they bring up their children, Yet will I bereave them, \\add that there shall\\add* not \\add be\\add* a man \\add left:\\add* Yea, woe also to them when I depart from them!"
    },
    {
      "verse": 13,
      "text": "Ephraim, as I saw Tyrus, \\add is\\add* planted in a pleasant place: But Ephraim \\add shall\\add* bring forth his children to the murderer."
    },
    {
      "verse": 14,
      "text": "Give them, O \\sc Lord\\sc*: what wilt thou give? Give them a miscarrying womb and dry breasts."
    },
    {
      "verse": 15,
      "text": "All their wickedness \\add is\\add* in Gilgal, for there I hated them: For the wickedness of their doings I will drive them out of mine house, I will love them no more: All their princes \\add are\\add* revolters."
    },
    {
      "verse": 16,
      "text": "Ephraim is smitten, their root is dried up, they shall bear no fruit: Yea, though they bring forth, yet will I slay \\add even\\add* the beloved \\add fruit\\add* of their womb."
    },
    {
      "verse": 17,
      "text": "My God will cast them away, because they did not hearken unto him: And they shall be wanderers among the nations."
    }
  ]
}