{
  "book_id": "HOS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Rejoice not, O Israel, for joy, as otherpeople: For thou hast gone a whoring from thy God, Thou hast loved a reward upon every cornfloor."
    },
    {
      "verse": 2,
      "text": "The floor and the winepress shall not feed them, And the new wine shall fail in her."
    },
    {
      "verse": 3,
      "text": "They shall not dwell in the Lord’sland; But Ephraim shall return toEgypt, And they shall eat unclean thingsin Assyria."
    },
    {
      "verse": 4,
      "text": "They shall not offer wine offeringsto the Lord, Neither shall they be pleasing unto him: Their sacrifices shall beunto them as the bread of mourners; All that eat thereof shall be polluted: For their bread for their soul shall not come intothe house of the Lord."
    },
    {
      "verse": 5,
      "text": "What will ye do in the solemn day, And in the day of the feast of the Lord?"
    },
    {
      "verse": 6,
      "text": "For lo, they are gone because of destruction: Egypt shall gather them up, Memphis shall bury them: The pleasant placesfor their silver, nettles shall possess them: Thorns shall bein their tabernacles."
    },
    {
      "verse": 7,
      "text": "The days of visitation are come, The days of recompence are come; Israel shall know it:The prophet isa fool, the spiritual man ismad, For the multitude of thine iniquity, and the great hatred."
    },
    {
      "verse": 8,
      "text": "The watchman of Ephraim waswith my God: Butthe prophet isa snare of a fowler in all his ways, Andhatred in the house of his God."
    },
    {
      "verse": 9,
      "text": "They have deeply corrupted themselves, as inthe days of Gibeah: Thereforehe will remember their iniquity, he will visit their sins."
    },
    {
      "verse": 10,
      "text": "I found Israel like grapes in the wilderness; I saw your fathers as the firstripe in the fig tree at her first time: Butthey went toBaal-peor, and separated themselves unto thatshame; And theirabominations were according as they loved."
    },
    {
      "verse": 11,
      "text": "As forEphraim, their glory shall fly away like a bird, From the birth, and from the womb, and from the conception."
    },
    {
      "verse": 12,
      "text": "Though they bring up their children, Yet will I bereave them, that there shallnot bea man left:Yea, woe also to them when I depart from them!"
    },
    {
      "verse": 13,
      "text": "Ephraim, as I saw Tyrus, isplanted in a pleasant place: But Ephraim shallbring forth his children to the murderer."
    },
    {
      "verse": 14,
      "text": "Give them, O Lord: what wilt thou give? Give them a miscarrying womb and dry breasts."
    },
    {
      "verse": 15,
      "text": "All their wickedness isin Gilgal, for there I hated them: For the wickedness of their doings I will drive them out of mine house, I will love them no more: All their princes arerevolters."
    },
    {
      "verse": 16,
      "text": "Ephraim is smitten, their root is dried up, they shall bear no fruit: Yea, though they bring forth, yet will I slay eventhe beloved fruitof their womb."
    },
    {
      "verse": 17,
      "text": "My God will cast them away, because they did not hearken unto him: And they shall be wanderers among the nations."
    }
  ]
}