{
  "book_id": "HOS",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ephraim feedeth on wind, and followeth after the east wind: He daily increaseth lies and desolation; And they do make a covenant with the Assyrians, And oil is carried into Egypt."
    },
    {
      "verse": 2,
      "text": "The Lordhath also a controversy with Judah, And willpunish Jacob according to his ways; According to his doings will he recompense him."
    },
    {
      "verse": 3,
      "text": "He took his brother by the heel in the womb, And by his strength he had power with God:"
    },
    {
      "verse": 4,
      "text": "Yea, he had power over theangel, and prevailed: He wept, and made supplication unto him: He found him inBeth-el, and there he spake with us;"
    },
    {
      "verse": 5,
      "text": "Even the LordGod of hosts; the Lordishis memorial."
    },
    {
      "verse": 6,
      "text": "Therefore turn thou to thy God: Keep mercy and judgment, And wait on thy God continually."
    },
    {
      "verse": 7,
      "text": "He isa merchant, the balances of deceit arein his hand: He loveth to oppress."
    },
    {
      "verse": 8,
      "text": "And Ephraim said, Yet I am become rich, I have found me out substance: Inall my labours they shall find none iniquity in me that weresin."
    },
    {
      "verse": 9,
      "text": "And I that amthe Lordthy God from the land of Egypt Will yet make thee to dwell in tabernacles, as inthe days of the solemn feast."
    },
    {
      "verse": 10,
      "text": "I have also spoken by the prophets, and I have multiplied visions, And used similitudes by the ministry of the prophets."
    },
    {
      "verse": 11,
      "text": "Is thereiniquity inGilead? surely they are vanity: They sacrifice bullocks in Gilgal; Yea, their altars areas heaps in the furrows of the fields."
    },
    {
      "verse": 12,
      "text": "And Jacob fled intothe country of Syria, And Israel served for a wife, and for a wife he kept sheep."
    },
    {
      "verse": 13,
      "text": "And by a prophet the Lordbrought Israel out of Egypt, And by a prophet was he preserved."
    },
    {
      "verse": 14,
      "text": "Ephraim provoked himto anger most bitterly: Therefore shall he leave his blood upon him, And his reproach shall his Lord return unto him."
    }
  ]
}