{
  "book_id": "HOS",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ephraim feedeth on wind, and followeth after the east wind: He daily increaseth lies and desolation; And they do make a covenant with the Assyrians, And oil is carried into Egypt."
    },
    {
      "verse": 2,
      "text": "The \\sc Lord\\sc* hath also a controversy with Judah, And \\add will\\add* punish Jacob according to his ways; According to his doings will he recompense him."
    },
    {
      "verse": 3,
      "text": "He took his brother by the heel in the womb, And by his strength he had power with God:"
    },
    {
      "verse": 4,
      "text": "Yea, he had power over \\add the\\add* angel, and prevailed: He wept, and made supplication unto him: He found him \\add in\\add* Beth-el, and there he spake with us;"
    },
    {
      "verse": 5,
      "text": "Even the \\sc Lord\\sc* God of hosts; the \\sc Lord\\sc* \\add is\\add* his memorial."
    },
    {
      "verse": 6,
      "text": "Therefore turn thou to thy God: Keep mercy and judgment, And wait on thy God continually."
    },
    {
      "verse": 7,
      "text": "\\add He is\\add* a merchant, the balances of deceit \\add are\\add* in his hand: He loveth to oppress."
    },
    {
      "verse": 8,
      "text": "And Ephraim said, Yet I am become rich, I have found me out substance: \\add In\\add* all my labours they shall find none iniquity in me that \\add were\\add* sin."
    },
    {
      "verse": 9,
      "text": "And I \\add that am\\add* the \\sc Lord\\sc* thy God from the land of Egypt Will yet make thee to dwell in tabernacles, as \\add in\\add* the days of the solemn feast."
    },
    {
      "verse": 10,
      "text": "I have also spoken by the prophets, and I have multiplied visions, And used similitudes by the ministry of the prophets."
    },
    {
      "verse": 11,
      "text": "\\add Is there\\add* iniquity \\add in\\add* Gilead? surely they are vanity: They sacrifice bullocks in Gilgal; Yea, their altars \\add are\\add* as heaps in the furrows of the fields."
    },
    {
      "verse": 12,
      "text": "And Jacob fled \\add into\\add* the country of Syria, And Israel served for a wife, and for a wife he kept \\add sheep\\add*."
    },
    {
      "verse": 13,
      "text": "And by a prophet the \\sc Lord\\sc* brought Israel out of Egypt, And by a prophet was he preserved."
    },
    {
      "verse": 14,
      "text": "Ephraim provoked \\add him\\add* to anger most bitterly: Therefore shall he leave his blood upon him, And his reproach shall his Lord return unto him."
    }
  ]
}