{
  "book_id": "1CO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Though I speak in the ‘tongues’ of people, or even of angels, yet have not love, I have become mere echoing brass, or a clanging cymbal!"
    },
    {
      "verse": 2,
      "text": "Even though I have the gift of preaching, and fathom all hidden truths and all the depths of knowledge; even though I have such faith as might move mountains, yet have not love, I am nothing!"
    },
    {
      "verse": 3,
      "text": "Even though I dole my substance to the poor, even though I sacrifice my body in order to boast, yet have not love, it avails me nothing!"
    },
    {
      "verse": 4,
      "text": "Love is long-suffering, and kind; love is never envious, never boastful, never conceited, never behaves unbecomingly;"
    },
    {
      "verse": 5,
      "text": "love is never self-seeking, never provoked, never reckons up her wrongs;"
    },
    {
      "verse": 6,
      "text": "love never rejoices at evil, but rejoices in the triumph of truth;"
    },
    {
      "verse": 7,
      "text": "love bears with all things, ever trustful, ever hopeful, ever patient."
    },
    {
      "verse": 8,
      "text": "Love never fails. But, whether it be the gift of preaching, it will end; whether it be the gift of ‘tongues,’ it will cease; whether it be knowledge, it, too, will vanish."
    },
    {
      "verse": 9,
      "text": "For our knowledge is incomplete, and our preaching is incomplete,"
    },
    {
      "verse": 10,
      "text": "but, when the perfect has come, that which is incomplete will end."
    },
    {
      "verse": 11,
      "text": "When I was a child, I talked as a child, I felt as a child, I reasoned as a child; now that I am a man, I have done with childish ways."
    },
    {
      "verse": 12,
      "text": "As yet we see, in a mirror, dimly, but then – face to face! As yet my knowledge is incomplete, but then I will know in full, as I have been fully known."
    },
    {
      "verse": 13,
      "text": "Meanwhile faith, hope, and love endure – these three, but the greatest of these is love."
    }
  ]
}