{
  "book_id": "1TI",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Let as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and \\add his\\add* doctrine be not blasphemed."
    },
    {
      "verse": 2,
      "text": "And they that have believing masters, let them not despise \\add them\\add*, because they are brethren; but rather do \\add them\\add* service, because they are faithful and beloved, partakers of the benefit. These \\add things\\add* teach and exhort."
    },
    {
      "verse": 3,
      "text": "If any \\add man\\add* teach otherwise, and consent not to wholesome words, \\add even\\add* the \\add words\\add* of our Lord Jesus Christ, and to the doctrine which is according to godliness;"
    },
    {
      "verse": 4,
      "text": "he is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,"
    },
    {
      "verse": 5,
      "text": "perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself."
    },
    {
      "verse": 6,
      "text": "But godliness with contentment is great gain."
    },
    {
      "verse": 7,
      "text": "For we brought nothing into \\add this\\add* world, \\add and it is\\add* certain we can carry nothing out."
    },
    {
      "verse": 8,
      "text": "And having food and raiment let us be therewith content."
    },
    {
      "verse": 9,
      "text": "But they that will be rich fall into temptation and a snare, and \\add into\\add* many foolish and hurtful lusts, which drown men in destruction and perdition."
    },
    {
      "verse": 10,
      "text": "For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows."
    },
    {
      "verse": 11,
      "text": "But thou, O man of God, flee these \\add things;\\add* and follow \\add after\\add* righteousness, godliness, faith, love, patience, meekness."
    },
    {
      "verse": 12,
      "text": "Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses."
    },
    {
      "verse": 13,
      "text": "I give thee charge in the sight of God, who quickeneth all \\add things\\add*, and \\add before\\add* Christ Jesus, who before Pontius Pilate witnessed a good confession;"
    },
    {
      "verse": 14,
      "text": "that thou keep \\add this\\add* commandment without spot, unrebukeable, until the appearing of our Lord Jesus Christ:"
    },
    {
      "verse": 15,
      "text": "which in his times he shall shew, \\add who is\\add* the blessed and only Potentate, the King of kings, and Lord of lords;"
    },
    {
      "verse": 16,
      "text": "who only hath immortality, dwelling in the light which no \\add man\\add* can approach unto; whom no man hath seen, nor can see: to whom \\add be\\add* honour and power everlasting. Amen."
    },
    {
      "verse": 17,
      "text": "Charge \\add them that are\\add* rich in this world, that \\add they\\add* be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all \\add things\\add* to enjoy;"
    },
    {
      "verse": 18,
      "text": "that \\add they\\add* do good, that \\add they\\add* be rich in good works, ready to distribute, willing to communicate;"
    },
    {
      "verse": 19,
      "text": "laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life."
    },
    {
      "verse": 20,
      "text": "O Timothy, keep that which is committed to \\add thy\\add* trust, avoiding profane \\add and\\add* vain babblings, and oppositions of science falsely so called:"
    },
    {
      "verse": 21,
      "text": "which some professing have erred concerning the faith. Grace \\add be\\add* with thee. Amen. ¶ The first to Timothy was written from Laodicea, which is the chiefest city of Phrygia Pacatiana."
    }
  ]
}