{
  "book_id": "JER",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And it cometh to pass, in that year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, in the fifth month, spoken unto me hath Hananiah son of Azur the prophet, who [is] of Gibeon, in the house of Jehovah, before the eyes of the priests, and all the people, saying,"
    },
    {
      "verse": 2,
      "text": "'Thus spake Jehovah of Hosts, God of Israel, saying, I have broken the yoke of the king of Babylon;"
    },
    {
      "verse": 3,
      "text": "Within two years of days I am bringing back unto this place all the vessels of the house of Jehovah that Nebuchadnezzar king of Babylon hath taken from this place, and doth carry to Babylon,"
    },
    {
      "verse": 4,
      "text": "And Jeconiah son of Jehoiakim, king of Judah, and all the removed of Judah, who are entering Babylon, I am bringing back unto this place — an affirmation of Jehovah; for I do break the yoke of the king of Babylon.'"
    },
    {
      "verse": 5,
      "text": "And Jeremiah the prophet saith unto Hananiah the prophet, before the eyes of the priests, and before the eyes of all the people who are standing in the house of Jehovah,"
    },
    {
      "verse": 6,
      "text": "Yea, Jeremiah the prophet saith, 'Amen! so may Jehovah do; Jehovah establish thy words that thou hast prophesied, to bring back the vessels of the house of Jehovah and all the removal from Babylon, unto this place."
    },
    {
      "verse": 7,
      "text": "'Only, hear, I pray thee, this word that I am speaking in thine ears, and in the ears of all the people."
    },
    {
      "verse": 8,
      "text": "The prophets who have been before me, and before thee, from of old, even they prophesy concerning many lands, and concerning great kingdoms, of battle, and of evil, and of pestilence."
    },
    {
      "verse": 9,
      "text": "The prophet who doth prophesy of peace — by the coming in of the word of the prophet, known is the prophet that Jehovah hath truly sent him.'"
    },
    {
      "verse": 10,
      "text": "And Hananiah the prophet taketh the yoke from off the neck of Jeremiah the prophet, and breaketh it,"
    },
    {
      "verse": 11,
      "text": "And Hananiah speaketh before the eyes of all the people, saying, 'Thus said Jehovah, Thus I break the yoke of Nebuchadnezzar king of Babylon, within two years of days, from off the neck of all the nations;' and Jeremiah the prophet goeth on his way."
    },
    {
      "verse": 12,
      "text": "And there is a word of Jehovah unto Jeremiah after the breaking, by Hananiah the prophet, of the yoke from off the neck of Jeremiah the prophet, saying,"
    },
    {
      "verse": 13,
      "text": "'Go, and thou hast spoken unto Hananiah, saying, Thus said Jehovah, Yokes of wood thou hast broken, and I have made instead of them yokes of iron;"
    },
    {
      "verse": 14,
      "text": "For thus said Jehovah of Hosts, God of Israel, A yoke of iron I have put on the neck of all these nations to serve Nebuchadnezzar king of Babylon, and they have served him, and also the beast of the field I have given to him.'"
    },
    {
      "verse": 15,
      "text": "And Jeremiah the prophet saith unto Hananiah the prophet, 'Hear, I pray thee, O Hananiah; Jehovah hath not sent thee, and thou hast caused this people to trust on falsehood."
    },
    {
      "verse": 16,
      "text": "Therefore thus said Jehovah, Lo, I am casting thee from off the face of the ground; this year thou diest, for apostasy thou hast spoken concerning Jehovah.'"
    },
    {
      "verse": 17,
      "text": "And Hananiah the prophet dieth in that year, in the seventh month."
    }
  ]
}