{
  "book_id": "SIR",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "My son, don’t deprive the poor of his living. Don’t make the needy eyes wait long."
    },
    {
      "verse": 2,
      "text": "Don’t make a hungry soul sorrowful, or provoke a man in his distress."
    },
    {
      "verse": 3,
      "text": "Don’t add more trouble to a heart that is provoked. Don’t put off giving to him who is in need."
    },
    {
      "verse": 4,
      "text": "Don’t reject a suppliant in his affliction. Don’t turn your face away from a poor man."
    },
    {
      "verse": 5,
      "text": "Don’t turn your eye away from one who asks. Give no occasion to a man to curse you."
    },
    {
      "verse": 6,
      "text": "For if he curses you in the bitterness of his soul, he who made him will hear his supplication."
    },
    {
      "verse": 7,
      "text": "Endear yourself to the assembly. Bow your head to a great man."
    },
    {
      "verse": 8,
      "text": "Incline your ear to a poor man. Answer him with peaceful words in humility."
    },
    {
      "verse": 9,
      "text": "Deliver him who is wronged from the hand of him who wrongs him; Don’t be hesitant in giving judgment."
    },
    {
      "verse": 10,
      "text": "Be as a father to the fatherless, and like a husband to their mother. So you will be as a son of the Most High, and he will love you more than your mother does."
    },
    {
      "verse": 11,
      "text": "Wisdom exalts her sons, and takes hold of those who seek her."
    },
    {
      "verse": 12,
      "text": "He who loves her loves life. Those who seek her early will be filled with gladness."
    },
    {
      "verse": 13,
      "text": "He who holds her fast will inherit glory. Where he enters, the Lord will bless."
    },
    {
      "verse": 14,
      "text": "Those who serve her minister to the Holy One. The Lord loves those who love her."
    },
    {
      "verse": 15,
      "text": "He who listens to her will judge the nations. He who heeds her will dwell securely."
    },
    {
      "verse": 16,
      "text": "If he trusts her, he will inherit her, and his generations will possess her."
    },
    {
      "verse": 17,
      "text": "For at the first she will walk with him in crooked ways, and will bring fear and dread upon him, and torment him with her discipline, until she may trust his soul, and try him by her judgments."
    },
    {
      "verse": 18,
      "text": "Then she will return him again to the straight way, and will gladden him, and reveal to him her secrets."
    },
    {
      "verse": 19,
      "text": "If he goes astray, she will forsake him, and hand him over to his fall."
    },
    {
      "verse": 20,
      "text": "Watch for the opportunity, and beware of evil. Don’t be ashamed of your soul."
    },
    {
      "verse": 21,
      "text": "For there is a shame that brings sin, and there is a shame that is glory and grace."
    },
    {
      "verse": 22,
      "text": "Don’t show partiality, discrediting your soul. Don’t revere any man to your falling."
    },
    {
      "verse": 23,
      "text": "Don’t refrain from speaking when it is for safety. Don’t hide your wisdom for the sake of seeming fair."
    },
    {
      "verse": 24,
      "text": "For wisdom will be known by speech, and instruction by the word of the tongue."
    },
    {
      "verse": 25,
      "text": "Don’t speak against the truth and be shamed for your ignorance."
    },
    {
      "verse": 26,
      "text": "Don’t be ashamed to confess your sins. Don’t fight the river’s current."
    },
    {
      "verse": 27,
      "text": "Don’t lay yourself down for a fool to tread upon. Don’t be partial to one who is mighty."
    },
    {
      "verse": 28,
      "text": "Strive for the truth to death, and the Lord God will fight for you."
    },
    {
      "verse": 29,
      "text": "Don’t be hasty with your tongue, or slack and negligent in your deeds."
    },
    {
      "verse": 30,
      "text": "Don’t be like a lion in your house, or suspicious of your servants."
    },
    {
      "verse": 31,
      "text": "Don’t let your hand be stretched out to receive, and closed when you should repay."
    }
  ]
}