{
  "book_id": "SIR",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Many have sinned for profit. He who seeks to multiply wealth will turn his eye away."
    },
    {
      "verse": 2,
      "text": "As a nail will stick fast between the joinings of stones, so sin will thrust itself in between buying and selling."
    },
    {
      "verse": 3,
      "text": "Unless a person holds on diligently to the fear of the Lord, his house will be overthrown quickly."
    },
    {
      "verse": 4,
      "text": "In the shaking of a sieve, the refuse remains, so does the filth of man in his thoughts."
    },
    {
      "verse": 5,
      "text": "The furnace tests the potter’s vessels; so the test of a person is in his thoughts."
    },
    {
      "verse": 6,
      "text": "The fruit of a tree discloses its cultivation, so is the utterance of the thought of a person’s heart."
    },
    {
      "verse": 7,
      "text": "Praise no man before you hear his thoughts, for this is how people are tested."
    },
    {
      "verse": 8,
      "text": "If you follow righteousness, you will obtain it, and put it on like a long robe of glory."
    },
    {
      "verse": 9,
      "text": "Birds will return to their own kind, so truth will return to those who practice it."
    },
    {
      "verse": 10,
      "text": "The lion lies in wait for prey. So does sin for those who do evil."
    },
    {
      "verse": 11,
      "text": "The discourse of a godly man is always wise, but the fool changes like the moon."
    },
    {
      "verse": 12,
      "text": "Limit your time among people void of understanding, but persevere among the thoughtful."
    },
    {
      "verse": 13,
      "text": "The talk of fools is offensive. Their laughter is wantonly sinful."
    },
    {
      "verse": 14,
      "text": "Their talk with much swearing makes hair stand upright. Their strife makes others plug their ears."
    },
    {
      "verse": 15,
      "text": "The strife of the proud leads to bloodshed. Their abuse of each other is a grievous thing to hear."
    },
    {
      "verse": 16,
      "text": "He who reveals secrets destroys trust, and will not find a close friend."
    },
    {
      "verse": 17,
      "text": "Love a friend, and keep faith with him; but if you reveal his secrets, you shall not follow him;"
    },
    {
      "verse": 18,
      "text": "for as a man has destroyed his enemy, so you have destroyed the friendship of your neighbor."
    },
    {
      "verse": 19,
      "text": "As a bird which you have released out of your hand, so you have let your neighbor go, and you will not catch him again."
    },
    {
      "verse": 20,
      "text": "Don’t pursue him, for he has gone far away, and has escaped like a gazelle out of the snare."
    },
    {
      "verse": 21,
      "text": "For a wound may be bound up, and after abuse there may be reconciliation; but he who reveals secrets is without hope."
    },
    {
      "verse": 22,
      "text": "One who winks the eye contrives evil things; and those who know him will keep their distance."
    },
    {
      "verse": 23,
      "text": "When you are present, he will speak sweetly, and will admire your words; but afterward he will twist his speech and set a trap in your words."
    },
    {
      "verse": 24,
      "text": "I have hated many things, but nothing like him. The Lord will hate him."
    },
    {
      "verse": 25,
      "text": "One who casts a stone straight up casts it on his own head. A deceitful blow opens wounds."
    },
    {
      "verse": 26,
      "text": "He who digs a pit will fall into it. He who sets a snare will be caught in it."
    },
    {
      "verse": 27,
      "text": "He who does evil things, they will roll back upon him, and he will not know where they came from."
    },
    {
      "verse": 28,
      "text": "Mockery and reproach are from the arrogant. Vengeance lies in wait for them like a lion."
    },
    {
      "verse": 29,
      "text": "Those who rejoice at the fall of the godly will be caught in a snare. Anguish will consume them before they die."
    },
    {
      "verse": 30,
      "text": "Wrath and anger, these also are abominations. A sinner will possess them."
    }
  ]
}