{
  "book_id": "SIR",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Have mercy upon us, O Lord the God of all, and look at us with favor;"
    },
    {
      "verse": 2,
      "text": "and send your fear upon all the nations.\\f + \\fr 36:2 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    },
    {
      "verse": 3,
      "text": "Lift up your hand against the foreign nations and let them see your mighty power."
    },
    {
      "verse": 4,
      "text": "As you showed your holiness in us before them, so be magnified in them before us."
    },
    {
      "verse": 5,
      "text": "Let them know you, as we also have known you, that there is no God but only you, O God."
    },
    {
      "verse": 6,
      "text": "Show new signs, and work various wonders. Glorify your hand and your right arm.\\f + \\fr 36:6 \\ft The remainder of this verse is omitted by the best authorities. \\f*"
    },
    {
      "verse": 7,
      "text": "Raise up indignation and pour out wrath. Take away the adversary and destroy the enemy."
    },
    {
      "verse": 8,
      "text": "Hasten the time and remember your oath. Let them declare your mighty works."
    },
    {
      "verse": 9,
      "text": "Let him who escapes be devoured by raging fire. May those who harm your people find destruction."
    },
    {
      "verse": 10,
      "text": "Crush the heads of the rulers of the enemies who say, “There is no one but ourselves.”"
    },
    {
      "verse": 11,
      "text": "Gather all the tribes of Jacob together, and\\f + \\fr 36:11 \\ft The ancient authorities read \\fqa I took them for my inheritance: \\ft but the Greek text is here very confused. \\f* take them for your inheritance, as from the beginning."
    },
    {
      "verse": 12,
      "text": "O Lord, have mercy upon the people that is called by your name, and upon Israel, whom you likened to a firstborn."
    },
    {
      "verse": 13,
      "text": "Have compassion upon the city of your sanctuary, Jerusalem, the place of your rest."
    },
    {
      "verse": 14,
      "text": "Fill Zion. Exalt your oracles and fill your people with your glory."
    },
    {
      "verse": 15,
      "text": "Give testimony to those who were your creatures in the beginning, and fulfill the prophecies that have been spoken in your name."
    },
    {
      "verse": 16,
      "text": "Reward those who wait for you, and men will put their trust in your prophets."
    },
    {
      "verse": 17,
      "text": "Listen, O Lord, to the prayer of your servants, according to the blessing of Aaron concerning your people; and all those who are on the earth will know that you are the Lord, the\\f + \\fr 36:17 \\ft Gr. \\fqa God of the ages.\\f* eternal God."
    },
    {
      "verse": 18,
      "text": "The belly will eat any food, but one food is better than another."
    },
    {
      "verse": 19,
      "text": "The mouth tastes meats taken in hunting, so does an understanding heart detect false speech."
    },
    {
      "verse": 20,
      "text": "A contrary heart will cause heaviness. A man of experience will pay him back."
    },
    {
      "verse": 21,
      "text": "A woman will receive any man, but one daughter is better than another."
    },
    {
      "verse": 22,
      "text": "The beauty of a woman cheers the countenance. A man desires nothing more."
    },
    {
      "verse": 23,
      "text": "If kindness and humility are on her tongue, her husband is not like other sons of men."
    },
    {
      "verse": 24,
      "text": "He who gets a wife gets his richest treasure, a help meet for him and a pillar of support."
    },
    {
      "verse": 25,
      "text": "Where no hedge is, the property will be plundered. He who has no wife will mourn as he wanders."
    },
    {
      "verse": 26,
      "text": "For who would trust a nimble robber who skips from city to city? Even so, who would trust a man who has no nest, and lodges wherever he finds himself at nightfall?"
    }
  ]
}