{
  "book_id": "SIR",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Then Elijah arose, the prophet like fire. His word burned like a torch."
    },
    {
      "verse": 2,
      "text": "He brought a famine upon them, and by his zeal made them few in number."
    },
    {
      "verse": 3,
      "text": "By the word of the Lord he shut up the heavens. He brought down fire three times."
    },
    {
      "verse": 4,
      "text": "How you were glorified, O Elijah, in your wondrous deeds! Whose glory is like yours?"
    },
    {
      "verse": 5,
      "text": "You raised up a dead man from death, from Hades, by the word of the Most High."
    },
    {
      "verse": 6,
      "text": "You brought down kings to destruction, and honorable men from their sickbeds."
    },
    {
      "verse": 7,
      "text": "You heard rebuke in Sinai, and judgments of vengeance in Horeb."
    },
    {
      "verse": 8,
      "text": "You anointed kings for retribution, and prophets to succeed after you."
    },
    {
      "verse": 9,
      "text": "You were taken up in a tempest of fire, in a chariot of fiery horses."
    },
    {
      "verse": 10,
      "text": "You were recorded for reproofs in their seasons, to pacify anger, before it broke out into wrath, to turn the heart of the father to the son, and to restore the tribes of Jacob."
    },
    {
      "verse": 11,
      "text": "Blessed are those who saw you, and those who have been beautified with love; for we also shall surely live."
    },
    {
      "verse": 12,
      "text": "Elijah was wrapped in a whirlwind. Elisha was filled with his spirit. In his days he was not moved by the fear of any ruler, and no one brought him into subjection."
    },
    {
      "verse": 13,
      "text": "Nothing was too hard for him. When he was buried, his body prophesied."
    },
    {
      "verse": 14,
      "text": "As in his life he did wonders, so his works were also marvelous in death."
    },
    {
      "verse": 15,
      "text": "For all this the people didn’t repent. They didn’t depart from their sins, until they were carried away as a plunder from their land, and were scattered through all the earth. The people were left very few in number, but with a ruler from the house of David."
    },
    {
      "verse": 16,
      "text": "Some of them did that which was right, but some multiplied sins."
    },
    {
      "verse": 17,
      "text": "Hezekiah fortified his city, and brought water into its midst. He tunneled through rock with iron, and built cisterns for water."
    },
    {
      "verse": 18,
      "text": "In his days Sennacherib invaded, and sent Rabshakeh, and departed. He lifted up his hand against Zion, and boasted great things in his arrogance."
    },
    {
      "verse": 19,
      "text": "Then their hearts and their hands were shaken, and they were in pain, as women in labor."
    },
    {
      "verse": 20,
      "text": "But they called upon the Lord who is merciful, spreading out their hands to him. The Holy One quickly heard them out of Heaven, and delivered them by the hand of Isaiah."
    },
    {
      "verse": 21,
      "text": "He struck the camp of the Assyrians, and his angel utterly destroyed them."
    },
    {
      "verse": 22,
      "text": "For Hezekiah did that which was pleasing to the Lord, and was strong in the ways of his ancestor David, which Isaiah the prophet commanded, who was great and faithful in his vision."
    },
    {
      "verse": 23,
      "text": "In his days the sun went backward. He prolonged the life of the king."
    },
    {
      "verse": 24,
      "text": "He saw by an excellent spirit what would come to pass in the future; and he comforted those who mourned in Zion."
    },
    {
      "verse": 25,
      "text": "He showed the things that would happen through the end of time, and the hidden things before they came."
    }
  ]
}