{
  "book_id": "EXO",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Now news came to Jethro, the priest of Midian, Moses' father-in-law, of all God had done for Moses and for Israel his people, and how the Lord had taken Israel out of Egypt."
    },
    {
      "verse": 2,
      "text": "And Jethro, Moses' father-in-law, took Zipporah, Moses' wife, after he had sent her away,"
    },
    {
      "verse": 3,
      "text": "And her two sons, one of whom was named Gershom, for he said, I have been living in a strange land:"
    },
    {
      "verse": 4,
      "text": "And the name of the other was Eliezer, for he said, The God of my father was my help, and kept me safe from the sword of Pharaoh:"
    },
    {
      "verse": 5,
      "text": "And Jethro, Moses' father-in-law, came with his sons and his wife to where Moses had put up his tent in the waste land, by the mountain of God."
    },
    {
      "verse": 6,
      "text": "And he said to Moses, I, your father-in-law, have come to you, with your wife and your two sons."
    },
    {
      "verse": 7,
      "text": "And Moses went out to his father-in-law, and went down on his face before him and gave him a kiss; and they said to one another, Are you well? and they came into the tent."
    },
    {
      "verse": 8,
      "text": "And Moses gave his father-in-law an account of all the Lord had done to Pharaoh and to the Egyptians because of Israel, and of all the troubles which had come on them by the way, and how the Lord had given them salvation."
    },
    {
      "verse": 9,
      "text": "And Jethro was glad because the Lord had been good to Israel, freeing them from the power of the Egyptians."
    },
    {
      "verse": 10,
      "text": "And Jethro said, Praise be to the Lord, who has taken you out of the hand of Pharaoh and out of the hand of the Egyptians; freeing the people from the yoke of the Egyptians."
    },
    {
      "verse": 11,
      "text": "Now I am certain that the Lord is greater than all gods, for he has overcome them in their pride."
    },
    {
      "verse": 12,
      "text": "Then Jethro, Moses' father-in-law, made a burned offering to God: and Aaron came, with the chiefs of Israel, and had a meal with Moses' father-in-law, before God."
    },
    {
      "verse": 13,
      "text": "Now on the day after, Moses took his seat to give decisions for the people: and the people were waiting before Moses from morning till evening."
    },
    {
      "verse": 14,
      "text": "And when Moses' father-in-law saw all he was doing, he said, What is this you are doing for the people? why are you seated here by yourself, with all the people waiting before you from morning till evening?"
    },
    {
      "verse": 15,
      "text": "And Moses said to his father-in-law, Because the people come to me to get directions from God:"
    },
    {
      "verse": 16,
      "text": "And if they have any question between themselves, they come to me, and I am judge between a man and his neighbour, and I give them the orders and laws of God."
    },
    {
      "verse": 17,
      "text": "And Moses' father-in-law said to him, What you are doing is not good."
    },
    {
      "verse": 18,
      "text": "Your strength and that of the people will be completely used up: this work is more than you are able to do by yourself."
    },
    {
      "verse": 19,
      "text": "Give ear now to my suggestion, and may God be with you: you are to be the people's representative before God, taking their causes to him:"
    },
    {
      "verse": 20,
      "text": "Teaching them his rules and his laws, guiding them in the way they have to go, and making clear to them the work they have to do."
    },
    {
      "verse": 21,
      "text": "But for the rest, take from among the people able men, such as have the fear of God, true men hating profits wrongly made; and put such men over them, to be captains of thousands, captains of hundreds and of fifties and of tens;"
    },
    {
      "verse": 22,
      "text": "And let them be judges in the causes of the people at all times: and let them put before you all important questions, but in small things let them give decisions themselves: in this way, it will be less hard for you, and they will take the weight off you."
    },
    {
      "verse": 23,
      "text": "If you do this, and God gives approval, then you will be able to go on without weariness, and all this people will go to their tents in peace."
    },
    {
      "verse": 24,
      "text": "So Moses took note of the words of his father-in-law, and did as he had said."
    },
    {
      "verse": 25,
      "text": "And he made selection of able men out of all Israel, and made them heads over the people, captains of thousands, captains of hundreds and of fifties and of tens."
    },
    {
      "verse": 26,
      "text": "And they were judges in the causes of the people at all times: the hard questions they put before Moses; but on every small point they gave decisions themselves."
    },
    {
      "verse": 27,
      "text": "And Moses let his father-in-law go away, and he went back to his land."
    }
  ]
}