{
  "book_id": "EXO",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And you are to make a House for me, with ten curtains of the best linen, blue and purple and red, worked with designs of winged ones by a good workman."
    },
    {
      "verse": 2,
      "text": "Every curtain is to be twenty-eight cubits long and four cubits wide, all of the same measure."
    },
    {
      "verse": 3,
      "text": "Five curtains are to be joined together, and the other five are to be joined together."
    },
    {
      "verse": 4,
      "text": "And you are to put twists of blue cord on the edge of the outside curtain of the first group of five, and on the edge of the outside curtain of the second group of five;"
    },
    {
      "verse": 5,
      "text": "Fifty twists on one curtain and fifty on the other, the twists to be opposite one another."
    },
    {
      "verse": 6,
      "text": "Then make fifty gold hooks, joining the curtains together by the hooks, and in this way the House will be made."
    },
    {
      "verse": 7,
      "text": "And you are to make curtains of goats' hair for a tent over the House, eleven curtains."
    },
    {
      "verse": 8,
      "text": "Every curtain is to be thirty cubits long and four cubits wide, all of the same measure."
    },
    {
      "verse": 9,
      "text": "Five of these curtains are to be joined together, and the other six are to be joined together, the sixth being folded over to make a hanging in front of the tent."
    },
    {
      "verse": 10,
      "text": "And you are to put fifty twists of cord on the edge of the outside curtain of one group, and fifty twists on the edge of the outside curtain of the other group."
    },
    {
      "verse": 11,
      "text": "Then make fifty brass hooks and put the hooks into the twists, joining the tent together to make it one."
    },
    {
      "verse": 12,
      "text": "And the folded part which is over of the curtains of the tent, the half-curtain which is folded back, will be hanging down over the back of the House."
    },
    {
      "verse": 13,
      "text": "And the cubit which is over of the ten curtains at the sides will be hanging over the two sides of the House as a cover."
    },
    {
      "verse": 14,
      "text": "And then you are to make a cover for the tent, of sheepskins coloured red, and a cover of leather over that."
    },
    {
      "verse": 15,
      "text": "And you are to make upright boards of hard wood for the House."
    },
    {
      "verse": 16,
      "text": "Every board is to be ten cubits high and a cubit and a half wide."
    },
    {
      "verse": 17,
      "text": "Every board is to be joined to the one nearest to it by two tongues, and so for every board in the House."
    },
    {
      "verse": 18,
      "text": "These are the boards needed for the house; twenty boards for the south side,"
    },
    {
      "verse": 19,
      "text": "With forty silver bases under the twenty boards, two bases under every board to take its tongues."
    },
    {
      "verse": 20,
      "text": "And twenty boards for the second side of the house on the north,"
    },
    {
      "verse": 21,
      "text": "With their forty silver bases, two under every board."
    },
    {
      "verse": 22,
      "text": "And six boards for the back of the House on the west,"
    },
    {
      "verse": 23,
      "text": "With two boards for the angles of the House at the back."
    },
    {
      "verse": 24,
      "text": "The two are to be joined together at the base and at the top to one ring, forming the two angles."
    },
    {
      "verse": 25,
      "text": "So there are to be eight boards, with their sixteen silver bases, two bases under every board."
    },
    {
      "verse": 26,
      "text": "And make rods of the same wood, five for the boards on the one side,"
    },
    {
      "verse": 27,
      "text": "And five for the boards on the other side of the House, and five for the west side of the House at the back."
    },
    {
      "verse": 28,
      "text": "And the middle rod is to go through the rings of all the boards from end to end."
    },
    {
      "verse": 29,
      "text": "And the boards are to be plated with gold, having gold rings for the rods to go through: and the rods are to be plated with gold."
    },
    {
      "verse": 30,
      "text": "And you are to make the House from the design which you saw on the mountain."
    },
    {
      "verse": 31,
      "text": "And you are to make a veil of the best linen, blue and purple and red, worked with designs of winged ones by a good workman:"
    },
    {
      "verse": 32,
      "text": "Hanging it by gold hooks from four pillars of wood, plated with gold and fixed in silver bases."
    },
    {
      "verse": 33,
      "text": "And you are to put up the veil under the hooks, and put inside it the ark of the law: the veil is to be a division between the holy place and the most holy."
    },
    {
      "verse": 34,
      "text": "You are to put the cover on the ark of the law, inside the most holy place."
    },
    {
      "verse": 35,
      "text": "And outside the veil you are to put the table, and the support for the lights opposite the table on the south side of the House; and the table is to be on the north side."
    },
    {
      "verse": 36,
      "text": "And you are to make a curtain for the doorway of the Tent, of the best linen with needlework of blue and purple and red."
    },
    {
      "verse": 37,
      "text": "And make five pillars for the curtain, of hard wood plated with gold; their hooks are to be of gold and their bases of brass."
    }
  ]
}