{
  "book_id": "EXO",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Moses,"
    },
    {
      "verse": 2,
      "text": "On the first day of the first month you are to put up the House of the Tent of meeting."
    },
    {
      "verse": 3,
      "text": "And inside it put the ark of the law, hanging the veil before it."
    },
    {
      "verse": 4,
      "text": "And put the table inside, placing all the things on it in order; and put in the support for the lights, and let its lights be burning."
    },
    {
      "verse": 5,
      "text": "And put the gold altar for burning perfumes in front of the ark of the law, hanging the curtain over the doorway of the House."
    },
    {
      "verse": 6,
      "text": "And put the altar of burned offerings before the doorway of the House of the Tent of meeting."
    },
    {
      "verse": 7,
      "text": "And let the washing-vessel, with water in it, be put between the Tent of meeting and the altar."
    },
    {
      "verse": 8,
      "text": "And put up the hangings forming the open space all round it, with the curtain over its doorway."
    },
    {
      "verse": 9,
      "text": "And take the holy oil and put it on the House and everything in it, and make it and everything in it holy:"
    },
    {
      "verse": 10,
      "text": "And put oil on the altar of burned offering, and make it and all its vessels holy; this altar is to be most holy."
    },
    {
      "verse": 11,
      "text": "And put oil on the washing-vessel and its base, and make them holy."
    },
    {
      "verse": 12,
      "text": "Then let Aaron and his sons come to the door of the Tent of meeting; and after washing them with water,"
    },
    {
      "verse": 13,
      "text": "You are to put on Aaron the holy robes; and you are to put oil on him, and make him holy, so that he may be my priest."
    },
    {
      "verse": 14,
      "text": "And take his sons with him and put coats on them;"
    },
    {
      "verse": 15,
      "text": "And put oil on them as you did on their father, so that they may be my priests: the putting on of oil will make them priests for ever, from generation to generation."
    },
    {
      "verse": 16,
      "text": "And Moses did this; as the Lord gave him orders, so he did."
    },
    {
      "verse": 17,
      "text": "So on the first day of the first month in the second year the House was put up."
    },
    {
      "verse": 18,
      "text": "Moses put up the House; placing its bases in position and lifting up its uprights, putting in the rods and planting the pillars in their places;"
    },
    {
      "verse": 19,
      "text": "Stretching the outer tent over it, and covering it, as the Lord had given him orders."
    },
    {
      "verse": 20,
      "text": "And he took the law and put it inside the ark, and put the rods at its side and the cover over it;"
    },
    {
      "verse": 21,
      "text": "And he took the ark into the House, hanging up the veil before it as the Lord had given him orders."
    },
    {
      "verse": 22,
      "text": "And he put the table in the Tent of meeting, on the north side outside the veil."
    },
    {
      "verse": 23,
      "text": "And he put the bread on it in order before the Lord, as the Lord had said."
    },
    {
      "verse": 24,
      "text": "The support for the lights he put in the Tent of meeting, opposite the table, on the south side:"
    },
    {
      "verse": 25,
      "text": "Lighting the lights before the Lord, as the Lord had given him orders."
    },
    {
      "verse": 26,
      "text": "And he put the gold altar in the Tent of meeting, in front of the veil:"
    },
    {
      "verse": 27,
      "text": "Burning sweet perfumes on it, as the Lord had given him orders."
    },
    {
      "verse": 28,
      "text": "And he put up the curtain at the doorway of the House."
    },
    {
      "verse": 29,
      "text": "And at the door of the House of the Tent of meeting, he put the altar of burned offerings, offering on it the burned offering and the meal offering, as the Lord had given him orders."
    },
    {
      "verse": 30,
      "text": "And between the altar and the Tent of meeting he put the vessel with water in it for washing."
    },
    {
      "verse": 31,
      "text": "In it the hands and feet of Moses and Aaron and his sons were washed,"
    },
    {
      "verse": 32,
      "text": "Whenever they went into the Tent of meeting, and when they came near the altar, as the Lord had given orders to Moses."
    },
    {
      "verse": 33,
      "text": "And he put up the hangings forming the open space round the House and the altar, and put the curtain over the doorway. So Moses made the work complete."
    },
    {
      "verse": 34,
      "text": "Then the cloud came down covering the Tent of meeting, and the House was full of the glory of the Lord;"
    },
    {
      "verse": 35,
      "text": "So that Moses was not able to go into the Tent of meeting, because the cloud was resting on it, and the House was full of the glory of the Lord."
    },
    {
      "verse": 36,
      "text": "And whenever the cloud was taken up from the House, the children of Israel went forward on their journey:"
    },
    {
      "verse": 37,
      "text": "But while the cloud was there, they made no move till it was taken up."
    },
    {
      "verse": 38,
      "text": "For the cloud of the Lord was resting on the House by day, and at night there was fire in the cloud, before the eyes of all the people of Israel, and so it was through all their journeys."
    }
  ]
}