{
  "book_id": "2PE",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Symeon Peter, a servant and apostle of Jesus Christ, to those who have obtained like precious faith with us through the righteousness of our God, and the Saviour Jesus Christ:"
    },
    {
      "verse": 2,
      "text": "Grace and peace be multiplied to you in the knowledge of God, and of Jesus our Lord."
    },
    {
      "verse": 3,
      "text": "Seeing that his Divine power hath given to us all things that pertain to life and godliness, through the knowledge of him who called us by his own glory and goodness;"
    },
    {
      "verse": 4,
      "text": "through which he hath given us exceedingly great and precious promises, that by these ye may become partakers of the Divine nature, having escaped from the corruption that is in the world through lust;"
    },
    {
      "verse": 5,
      "text": "even for this very reason, giving all diligence, add to your faith virtue, and to virtue knowledge,"
    },
    {
      "verse": 6,
      "text": "and to knowledge self-control, and to self-control endurance, and to endurance godliness,"
    },
    {
      "verse": 7,
      "text": "and to godliness brotherly kindness, and to brotherly kindness love."
    },
    {
      "verse": 8,
      "text": "For if these things are in you and abound, they make you neither inactive nor unfruitful in gaining the full knowledge of our Lord Jesus Christ."
    },
    {
      "verse": 9,
      "text": "But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was cleansed from his old sins."
    },
    {
      "verse": 10,
      "text": "Wherefore the rather, brethren, give diligence to make your calling and election sure; for if ye do these things, ye will never fall."
    },
    {
      "verse": 11,
      "text": "For in this way the entrance will be richly furnished you into the everlasting kingdom of our Lord and Saviour Jesus Christ."
    },
    {
      "verse": 12,
      "text": "Wherefore I shall be careful always to remind you of these things, though ye know them, and are established in the truth that is with you."
    },
    {
      "verse": 13,
      "text": "Yea, I think it right, as long as I am in this tabernacle, to stir you up by reminding you;"
    },
    {
      "verse": 14,
      "text": "knowing that I must soon put off my tabernacle, even as our Lord Jesus Christ declared to me."
    },
    {
      "verse": 15,
      "text": "Moreover I shall endeavor that at all times ye may be able, after my departure, to call these things to mind."
    },
    {
      "verse": 16,
      "text": "For we did not follow cunningly devised fables, when we made known to you the power and coming of our Lord Jesus Christ, but had been made eye-witnesses of his majesty."
    },
    {
      "verse": 17,
      "text": "For he received from God the Father honor and glory, when such a voice as this was borne to him from the excellent glory: “This is my beloved Son, with whom I am well pleased.”"
    },
    {
      "verse": 18,
      "text": "And this voice we heard borne from heaven when we were with him in the holy mount."
    },
    {
      "verse": 19,
      "text": "And we have more sure the prophetic word, to which ye do well in taking heed, as to a lamp shining in a dark place, until the day dawn, and the day-star arise in your hearts;"
    },
    {
      "verse": 20,
      "text": "knowing this first, that no prophecy of the Scripture cometh from private interpretation."
    },
    {
      "verse": 21,
      "text": "For prophecy never came by the will of man; but moved by the Holy Spirit, men spoke from God."
    }
  ]
}