{
  "book_id": "2PE",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "This second letter, beloved, I now write to you, in both which I stir up your pure minds by putting you in remembrance;"
    },
    {
      "verse": 2,
      "text": "that ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of the Lord and Saviour by your apostles;"
    },
    {
      "verse": 3,
      "text": "knowing this first, that there will come in the last days open scoffers following their own lusts,"
    },
    {
      "verse": 4,
      "text": "and saying, Where is his promised coming? for, from the time when the fathers fell asleep, all things continue as then, and as they have continued from the beginning of the creation."
    },
    {
      "verse": 5,
      "text": "For of this they are willingly ignorant, that of old by the word of God there were heavens, and an earth formed out of the water and by the water,"
    },
    {
      "verse": 6,
      "text": "by means of which the world that then was, being overflowed with water, perished;"
    },
    {
      "verse": 7,
      "text": "but the present heavens and the present earth are by his word kept in store, reserved for fire against the day of judgment and the perdition of ungodly men."
    },
    {
      "verse": 8,
      "text": "But forget not, beloved, this one thing, that one day is with the Lord as a thousand years, and a thousand years as one day."
    },
    {
      "verse": 9,
      "text": "The Lord is not tardy concerning his promise, as some men count tardiness; but is long-suffering toward you, not willing that any should perish, but that all should come to repentance."
    },
    {
      "verse": 10,
      "text": "But the day of the Lord will come as a thief; in which the heavens will pass away with a great noise, and the elements will melt with fervent heat, and the earth and the works that are therein will be burned up."
    },
    {
      "verse": 11,
      "text": "Seeing that all these things are thus to be dissolved, what manner of persons ought ye to be in holy conduct and godliness,"
    },
    {
      "verse": 12,
      "text": "looking for and hastening the coming of the day of God, by reason of which the heavens being on fire will be dissolved, and the elements will melt with fervent heat!"
    },
    {
      "verse": 13,
      "text": "But, according to his promise, we look for new heavens and a new earth, wherein dwelleth righteousness."
    },
    {
      "verse": 14,
      "text": "Wherefore, beloved, seeing that ye look for these things, be diligent that ye may be found without spot and blameless before him in peace,"
    },
    {
      "verse": 15,
      "text": "and account the long-suffering of our Lord salvation; as also our beloved brother Paul, according to the wisdom given to him, wrote to you,"
    },
    {
      "verse": 16,
      "text": "as also in all his letters, speaking in them of these things; in which things are some that are hard to be understood, which they that are unlearned and unstable wrest, as also the other Scriptures, to their own destruction."
    },
    {
      "verse": 17,
      "text": "Do ye therefore, beloved, seeing ye know these things beforehand, beware lest, being led away with the error of the lawless, ye fall from your own steadfastness."
    },
    {
      "verse": 18,
      "text": "But grow in the grace and knowledge of our Lord and Saviour Jesus Christ. To him be the glory, both now and for ever."
    }
  ]
}