{
  "book_id": "LUK",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And all the tax-gatherers and the sinners were coming nigh to him, to hear him,"
    },
    {
      "verse": 2,
      "text": "and the Pharisees and the scribes were murmuring, saying — This one doth receive sinners, and doth eat with them.'"
    },
    {
      "verse": 3,
      "text": "And he spake unto them this simile, saying,"
    },
    {
      "verse": 4,
      "text": "'What man of you having a hundred sheep, and having lost one out of them, doth not leave behind the ninety-nine in the wilderness, and go on after the lost one, till he may find it?"
    },
    {
      "verse": 5,
      "text": "and having found, he doth lay [it] on his shoulders rejoicing,"
    },
    {
      "verse": 6,
      "text": "and having come to the house, he doth call together the friends and the neighbours, saying to them, Rejoice with me, because I found my sheep — the lost one."
    },
    {
      "verse": 7,
      "text": "'I say to you, that so joy shall be in the heaven over one sinner reforming, rather than over ninety-nine righteous men, who have no need of reformation."
    },
    {
      "verse": 8,
      "text": "'Or what woman having ten drachms, if she may lose one drachm, doth not light a lamp, and sweep the house, and seek carefully till that she may find?"
    },
    {
      "verse": 9,
      "text": "and having found, she doth call together the female friends and the neighbours, saying, Rejoice with me, for I found the drachm that I lost."
    },
    {
      "verse": 10,
      "text": "'So I say to you, joy doth come before the messengers of God over one sinner reforming.'"
    },
    {
      "verse": 11,
      "text": "And he said, 'A certain man had two sons,"
    },
    {
      "verse": 12,
      "text": "and the younger of them said to the father, Father, give me the portion of the substance falling to [me], and he divided to them the living."
    },
    {
      "verse": 13,
      "text": "'And not many days after, having gathered all together, the younger son went abroad to a far country, and there he scattered his substance, living riotously;"
    },
    {
      "verse": 14,
      "text": "and he having spent all, there came a mighty famine on that country, and himself began to be in want;"
    },
    {
      "verse": 15,
      "text": "and having gone on, he joined himself to one of the citizens of that country, and he sent him to the fields to feed swine,"
    },
    {
      "verse": 16,
      "text": "and he was desirous to fill his belly from the husks that the swine were eating, and no one was giving to him."
    },
    {
      "verse": 17,
      "text": "'And having come to himself, he said, How many hirelings of my father have a superabundance of bread, and I here with hunger am perishing!"
    },
    {
      "verse": 18,
      "text": "having risen, I will go on unto my father, and will say to him, Father, I did sin — to the heaven, and before thee,"
    },
    {
      "verse": 19,
      "text": "and no more am I worthy to be called thy son; make me as one of thy hirelings."
    },
    {
      "verse": 20,
      "text": "'And having risen, he went unto his own father, and he being yet far distant, his father saw him, and was moved with compassion, and having ran he fell upon his neck and kissed him;"
    },
    {
      "verse": 21,
      "text": "and the son said to him, Father, I did sin — to the heaven, and before thee, and no more am I worthy to be called thy son."
    },
    {
      "verse": 22,
      "text": "'And the father said unto his servants, Bring forth the first robe, and clothe him, and give a ring for his hand, and sandals for the feet;"
    },
    {
      "verse": 23,
      "text": "and having brought the fatted calf, kill [it], and having eaten, we may be merry,"
    },
    {
      "verse": 24,
      "text": "because this my son was dead, and did live again, and he was lost, and was found; and they began to be merry."
    },
    {
      "verse": 25,
      "text": "'And his elder son was in a field, and as, coming, he drew nigh to the house, he heard music and dancing,"
    },
    {
      "verse": 26,
      "text": "and having called near one of the young men, he was inquiring what these things might be,"
    },
    {
      "verse": 27,
      "text": "and he said to him — Thy brother is arrived, and thy father did kill the fatted calf, because in health he did receive him back."
    },
    {
      "verse": 28,
      "text": "'And he was angry, and would not go in, therefore his father, having come forth, was entreating him;"
    },
    {
      "verse": 29,
      "text": "and he answering said to the father, Lo, so many years I do serve thee, and never thy command did I transgress, and to me thou didst never give a kid, that with my friends I might make merry;"
    },
    {
      "verse": 30,
      "text": "but when thy son — this one who did devour thy living with harlots — came, thou didst kill to him the fatted calf."
    },
    {
      "verse": 31,
      "text": "'And he said to him, Child, thou art always with me, and all my things are thine;"
    },
    {
      "verse": 32,
      "text": "but to be merry, and to be glad, it was needful, because this thy brother was dead, and did live again, he was lost, and was found.'"
    }
  ]
}