{
  "book_id": "LUK",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, on one of those days, as he is teaching the people in the temple, and proclaiming good news, the chief priests and the scribes, with the elders, came upon [him],"
    },
    {
      "verse": 2,
      "text": "and spake unto him, saying, 'Tell us by what authority thou dost these things? or who is he that gave to thee this authority?'"
    },
    {
      "verse": 3,
      "text": "And he answering said unto them, 'I will question you — I also — one thing, and tell me:"
    },
    {
      "verse": 4,
      "text": "the baptism of John, from heaven was it, or from men?'"
    },
    {
      "verse": 5,
      "text": "And they reasoned with themselves, saying — 'If we may say, From heaven, he will say, Wherefore, then, did ye not believe him?"
    },
    {
      "verse": 6,
      "text": "and if we may say, From men, all the people will stone us, for they are having been persuaded John to be a prophet.'"
    },
    {
      "verse": 7,
      "text": "And they answered, that they knew not whence [it was],"
    },
    {
      "verse": 8,
      "text": "and Jesus said to them, 'Neither do I say to you by what authority I do these things.'"
    },
    {
      "verse": 9,
      "text": "And he began to speak unto the people this simile: 'A certain man planted a vineyard, and gave it out to husbandmen, and went abroad for a long time,"
    },
    {
      "verse": 10,
      "text": "and at the season he sent unto the husbandmen a servant, that from the fruit of the vineyard they may give to him, but the husbandmen having beat him, did send [him] away empty."
    },
    {
      "verse": 11,
      "text": "'And he added to send another servant, and they that one also having beaten and dishonoured, did send away empty;"
    },
    {
      "verse": 12,
      "text": "and he added to send a third, and this one also, having wounded, they did cast out."
    },
    {
      "verse": 13,
      "text": "'And the owner of the vineyard said, What shall I do? I will send my son — the beloved, perhaps having seen this one, they will do reverence;"
    },
    {
      "verse": 14,
      "text": "and having seen him, the husbandmen reasoned among themselves, saying, This is the heir; come, we may kill him, that the inheritance may become ours;"
    },
    {
      "verse": 15,
      "text": "and having cast him outside of the vineyard, they killed [him]; what, then, shall the owner of the vineyard do to them?"
    },
    {
      "verse": 16,
      "text": "He will come, and destroy these husbandmen, and will give the vineyard to others.' And having heard, they said, 'Let it not be!'"
    },
    {
      "verse": 17,
      "text": "and he, having looked upon them, said, 'What, then, is this that hath been written: A stone that the builders rejected — this became head of a corner?"
    },
    {
      "verse": 18,
      "text": "every one who hath fallen on that stone shall be broken, and on whom it may fall, it will crush him to pieces.'"
    },
    {
      "verse": 19,
      "text": "And the chief priests and the scribes sought to lay hands on him in that hour, and they feared the people, for they knew that against them he spake this simile."
    },
    {
      "verse": 20,
      "text": "And, having watched [him], they sent forth liers in wait, feigning themselves to be righteous, that they might take hold of his word, to deliver him up to the rule and to the authority of the governor,"
    },
    {
      "verse": 21,
      "text": "and they questioned him, saying, 'Teacher, we have known that thou dost say and teach rightly, and dost not accept a person, but in truth the way of God dost teach;"
    },
    {
      "verse": 22,
      "text": "Is it lawful to us to give tribute to Caesar or not?'"
    },
    {
      "verse": 23,
      "text": "And he, having perceived their craftiness, said unto them, 'Why me do ye tempt?"
    },
    {
      "verse": 24,
      "text": "shew me a denary; of whom hath it an image and superscription?' and they answering said, 'Of Caesar:'"
    },
    {
      "verse": 25,
      "text": "and he said to them, 'Give back, therefore, the things of Caesar to Caesar, and the things of God to God;'"
    },
    {
      "verse": 26,
      "text": "and they were not able to take hold on his saying before the people, and having wondered at his answer, they were silent."
    },
    {
      "verse": 27,
      "text": "And certain of the Sadducees, who are denying that there is a rising again, having come near, questioned him,"
    },
    {
      "verse": 28,
      "text": "saying, 'Teacher, Moses wrote to us, If any one's brother may die, having a wife, and he may die childless — that his brother may take the wife, and may raise up seed to his brother."
    },
    {
      "verse": 29,
      "text": "'There were, then, seven brothers, and the first having taken a wife, died childless,"
    },
    {
      "verse": 30,
      "text": "and the second took the wife, and he died childless,"
    },
    {
      "verse": 31,
      "text": "and the third took her, and in like manner also the seven — they left not children, and they died;"
    },
    {
      "verse": 32,
      "text": "and last of all died also the woman:"
    },
    {
      "verse": 33,
      "text": "in the rising again, then, of which of them doth she become wife? — for the seven had her as wife.'"
    },
    {
      "verse": 34,
      "text": "And Jesus answering said to them, 'The sons of this age do marry and are given in marriage,"
    },
    {
      "verse": 35,
      "text": "but those accounted worthy to obtain that age, and the rising again that is out of the dead, neither marry, nor are they given in marriage;"
    },
    {
      "verse": 36,
      "text": "for neither are they able to die any more — for they are like messengers — and they are sons of God, being sons of the rising again."
    },
    {
      "verse": 37,
      "text": "'And that the dead are raised, even Moses shewed at the Bush, since he doth call the Lord, the God of Abraham, and the God of Isaac, and the God of Jacob;"
    },
    {
      "verse": 38,
      "text": "and He is not a God of dead men, but of living, for all live to Him.'"
    },
    {
      "verse": 39,
      "text": "And certain of the scribes answering said, 'Teacher, thou didst say well;'"
    },
    {
      "verse": 40,
      "text": "and no more durst they question him anything."
    },
    {
      "verse": 41,
      "text": "And he said unto them, 'How do they say the Christ to be son of David,"
    },
    {
      "verse": 42,
      "text": "and David himself saith in the Book of Psalms, The Lord said to my lord, Sit thou on my right hand,"
    },
    {
      "verse": 43,
      "text": "till I shall make thine enemies thy footstool;"
    },
    {
      "verse": 44,
      "text": "David, then, doth call him lord, and how is he his son?'"
    },
    {
      "verse": 45,
      "text": "And, all the people hearing, he said to his disciples,"
    },
    {
      "verse": 46,
      "text": "'Take heed of the scribes, who are wishing to walk in long robes, and are loving salutations in the markets, and first seats in the synagogues, and first couches in the suppers,"
    },
    {
      "verse": 47,
      "text": "who devour the houses of the widows, and for a pretence make long prayers, these shall receive more abundant judgment.'"
    }
  ]
}