{
  "book_id": "4MA",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "The argument is exceedingly ridiculous: for reasoning doth not appear to bear sway over its own affections, but over those of the body,"
    },
    {
      "verse": 2,
      "text": "in such a way as that any one of you may not be able to root out desire, but reasoning will enable you to avoid being enslaved to it."
    },
    {
      "verse": 3,
      "text": "One may not be able to root out anger from the soul, but it is possible to withstand anger."
    },
    {
      "verse": 4,
      "text": "Any one of you may not be able to eradicate malice, but reasoning hath force to work with you to prevent your yielding to malice."
    },
    {
      "verse": 5,
      "text": "For reasoning is not an eradicator, but an antagonist of the passions."
    },
    {
      "verse": 6,
      "text": "And this may be more clearly comprehended from the thirst of king David."
    },
    {
      "verse": 7,
      "text": "For after David had been attacking the Philistines the whole day, he with the soldiers of his nation slew many of them;"
    },
    {
      "verse": 8,
      "text": "then when evening came, sweating and very weary, he came to the royal tent, about which the entire host of our ancestors was encamped."
    },
    {
      "verse": 9,
      "text": "Now all the rest of them were at supper;"
    },
    {
      "verse": 10,
      "text": "but the king, being very much athirst, although he had numerous springs, could not by their means quench his thirst;"
    },
    {
      "verse": 11,
      "text": "but a certain irrational longing for the water in the enemy’s camp grew stronger and fiercer upon him, and consumed him with languish."
    },
    {
      "verse": 12,
      "text": "Wherefore his bodyguards being troubled at this longing of the king, two valiant young soldiers, reverencing the desire of the king, put on their armor, and taking a pitcher, gat over the ramparts of the enemies:"
    },
    {
      "verse": 13,
      "text": "and unperceived by the guardians of the gate, they went throughout the whole camp of the enemy in quest."
    },
    {
      "verse": 14,
      "text": "And having boldly discovered the fountain, they filled out of it the draft for the king."
    },
    {
      "verse": 15,
      "text": "But he, though parched up with thirst, reasoned that a draft reputed of equal value to blood, would be terribly dangerous to his soul."
    },
    {
      "verse": 16,
      "text": "Wherefore, setting up reasoning in opposition to his desire, he poured out the draft to God."
    },
    {
      "verse": 17,
      "text": "For the temperate mind hath power to conquer the pressure of the passions, and to quench the fires of excitement,"
    },
    {
      "verse": 18,
      "text": "and to wrestle down the pains of the body, however excessive; and, through the excellency of reasoning, to abominate all the assaults of the passions."
    },
    {
      "verse": 19,
      "text": "But the occasion now inviteth us to give an illustration of temperate reasoning from history."
    },
    {
      "verse": 20,
      "text": "For at a time when our fathers were in possession of undisturbed peace through obedience to the law, and were prosperous, so that Seleucus Nicanor, the king of Asia, both assigned them money for divine service, and accepted their form of government,"
    },
    {
      "verse": 21,
      "text": "then certain persons, bringing in new things contrary to the general unanimity, in various ways fell into calamities."
    }
  ]
}