{
  "book_id": "4MA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "The reasoning of our father Eleazar, like a first-rate pilot, steering the vessel of piety in the sea of passions,"
    },
    {
      "verse": 2,
      "text": "and flouted by the threats of the tyrant, and overwhelmed with the breakers of torture,"
    },
    {
      "verse": 3,
      "text": "in no way shifted the rudder of piety till it sailed into the harbor of victory over death."
    },
    {
      "verse": 4,
      "text": "Not so hath ever a city, when besieged, held out against many and various machines, as did that holy man, when his pious soul was tried with the fiery trial of tortures and rackings, move his besiegers through the religious reasoning that shielded him."
    },
    {
      "verse": 5,
      "text": "For father Eleazar, projecting his disposition, broke the raging waves of the passions as with a jutting promontory."
    },
    {
      "verse": 6,
      "text": "O priest, worthy of the priesthood! thou didst not pollute thy sacred teeth; nor make thine appetite, which had always embraced the clean and lawful, a partaker of profanity."
    },
    {
      "verse": 7,
      "text": "O harmonizer with the law, and sage devoted to a divine life!"
    },
    {
      "verse": 8,
      "text": "Of such a character ought those to be who perform the duties of the law at the risk of their own blood, and defend it with generous sweat by sufferings even unto death."
    },
    {
      "verse": 9,
      "text": "Thou, father, hast gloriously established our right government by thy endurance; and making of much account our service past, prevented its destruction, and, by thy deeds, hast made credible the words of philosophy."
    },
    {
      "verse": 10,
      "text": "O aged man of more power than tortures, elder more vigorous than fire, greatest king over the passions, Eleazar!"
    },
    {
      "verse": 11,
      "text": "For as father Aaron, armed with a censer, hastening through the consuming fire, vanquished the flame-bearing angel,"
    },
    {
      "verse": 12,
      "text": "so, Eleazar, the descendant of Aaron, wasted away by the fire, did not give up his reasoning."
    },
    {
      "verse": 13,
      "text": "And, what is most wonderful, though an old man, though the labors of his body were now spent, and his fibers were relaxed, and his sinews worn out, he recovered youth."
    },
    {
      "verse": 14,
      "text": "By the spirit of reasoning, and the reasoning of Isaac, he rendered powerless the many-headed instrument."
    },
    {
      "verse": 15,
      "text": "O blessed old age, and reverend hoar head, and life obedient to the law, which the faithful seal of death perfected."
    },
    {
      "verse": 16,
      "text": "If, then, an old man, through religion, despised tortures even unto death, confessedly religious reasoning is ruler of the passions."
    },
    {
      "verse": 17,
      "text": "But perhaps some might say, It is not all who conquer passions, as all do not possess wise reasoning."
    },
    {
      "verse": 18,
      "text": "But they who have meditated upon religion with their whole heart, these alone can master the passions of the flesh:"
    },
    {
      "verse": 19,
      "text": "they who believe that to God they die not; for, as our forefathers, Abraham, Isaac, Jacob, they live to God."
    },
    {
      "verse": 20,
      "text": "This circumstance, then, is by no means an objection, that some who have weak reasoning, are governed by their passions:"
    },
    {
      "verse": 21,
      "text": "since what person, walking religiously by the whole rule of philosophy, and believing in God,"
    },
    {
      "verse": 22,
      "text": "and knowing that it is a blessed thing to endure all kinds of hardships for virtue, would not, for the sake of religion, master his passion?"
    },
    {
      "verse": 23,
      "text": "For the wise and brave man only is lord over his passions."
    }
  ]
}