{
  "book_id": "WIS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "But the souls of the righteous are in the hand of God, And no torment shall touch them."
    },
    {
      "verse": 2,
      "text": "In the eyes of the foolish they seemed to have died; And their departure was accounted \\add to be their \\add* hurt,"
    },
    {
      "verse": 3,
      "text": "And their journeying away from us \\add to be their \\add* ruin: But they are in peace."
    },
    {
      "verse": 4,
      "text": "For even if in the sight of men they be punished, Their hope is full of immortality;"
    },
    {
      "verse": 5,
      "text": "And having borne a little chastening, they shall receive great good; Because God made trial of them, and found them worthy of himself."
    },
    {
      "verse": 6,
      "text": "As gold in the furnace he proved them, And as a whole burnt offering he accepted them."
    },
    {
      "verse": 7,
      "text": "And in the time of their visitation they shall shine forth, And as sparks among stubble they shall run to and fro."
    },
    {
      "verse": 8,
      "text": "They shall judge nations, and have dominion over peoples; And the Lord shall reign over them for evermore."
    },
    {
      "verse": 9,
      "text": "They that trust on him shall understand truth, And \\f + \\fr 3:9 \\ft Or, \\fqa they that are faithful through love shall abide with him \\f* the faithful shall abide with him in love; Because grace and mercy are to his chosen."
    },
    {
      "verse": 10,
      "text": "But the ungodly shall be requited even as they reasoned, They which lightly regarded \\f + \\fr 3:10 \\ft Or, \\fqa that which is righteous \\f* the righteous \\add man, \\add* and revolted from the Lord;"
    },
    {
      "verse": 11,
      "text": "(For he that setteth at nought wisdom and discipline is miserable;) And void is their hope and their toils unprofitable, And useless are their works:"
    },
    {
      "verse": 12,
      "text": "Their wives are foolish, and wicked are their children;"
    },
    {
      "verse": 13,
      "text": "Accursed is their begetting. Because happy is the barren that is undefiled, She who hath not conceived in transgression; She shall have fruit when \\add God \\add* visiteth souls."
    },
    {
      "verse": 14,
      "text": "And \\add happy is \\add* the eunuch which hath wrought no lawless deed with his hands, Nor imagined wicked things against the Lord; For there shall be given him for his faithfulness \\f + \\fr 3:14 \\ft Or, \\fqa the grace of \\ft God’s \\fqa chosen \\ft Gr. \\fqa a chosen grace. \\f* a peculiar favour, And a lot in the sanctuary of the Lord more delightsome \\add than wife or children. \\add*"
    },
    {
      "verse": 15,
      "text": "For good labours have fruit of great renown; And the root of understanding cannot fail."
    },
    {
      "verse": 16,
      "text": "But children of adulterers shall not come to maturity, And the seed of an unlawful bed shall vanish away."
    },
    {
      "verse": 17,
      "text": "For if they live long, they shall be held in no account, And at the last their old age shall be without honour."
    },
    {
      "verse": 18,
      "text": "And if they die quickly, they \\f + \\fr 3:18 \\ft Some authorities read \\fqa have \\f* shall have no hope, Nor in the day of decision \\add shall they have \\add* consolation."
    },
    {
      "verse": 19,
      "text": "For \\f + \\fr 3:19 \\ft Gr. \\fqa the ends...are grievous.\\f* the end of an unrighteous generation is alway grievous."
    }
  ]
}