{
  "book_id": "WIS",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Better \\add than this \\add* is childishness with virtue; For in the memory \\f + \\fr 4:1 \\ft Gr. \\fqa of it. \\f* of virtue is immortality: Because it is recognised both before God and before men."
    },
    {
      "verse": 2,
      "text": "When it is present, \\add men \\add* imitate it; And they long after it when it is departed: And \\f + \\fr 4:2 \\ft Gr. \\fqa in the age. \\f* throughout all time it marcheth crowned in triumph, Victorious in the strife for the prizes that are undefiled."
    },
    {
      "verse": 3,
      "text": "But the multiplying brood of the ungodly shall be of no profit, And \\f + \\fr 4:3 \\ft Gr. \\fqa from \\f* with bastard \\f + \\fr 4:3 \\ft Or, \\fqa offshoots \\f* slips they shall not strike deep root, Nor shall they establish a sure hold."
    },
    {
      "verse": 4,
      "text": "For even if these \\f + \\fr 4:4 \\ft Gr. \\fqa in boughs flourish. \\f* put forth boughs and flourish for a season, \\add Yet, \\add* standing unsure, they shall be shaken by the wind, And by the violence of winds they shall be rooted out."
    },
    {
      "verse": 5,
      "text": "\\add Their \\add* branches shall be broken off before they come to maturity, and their fruit \\add shall be \\add* useless, Never ripe to eat, and fit for nothing."
    },
    {
      "verse": 6,
      "text": "For children unlawfully begotten are witnesses of wickedness Against parents when \\add God \\add* searcheth them out."
    },
    {
      "verse": 7,
      "text": "But a righteous man, though he die before his time, shall be at rest."
    },
    {
      "verse": 8,
      "text": "(For honourable old age is not that which standeth in length of time, Nor is its measure given by number of years:"
    },
    {
      "verse": 9,
      "text": "But understanding is gray hairs unto men, And an unspotted life is ripe old age.)"
    },
    {
      "verse": 10,
      "text": "Being found well-pleasing unto God he was beloved \\add of him, \\add* And while living among sinners he was translated:"
    },
    {
      "verse": 11,
      "text": "He was caught away, lest \\f + \\fr 4:11 \\ft Or, \\fqa malice \\f* wickedness should change his understanding, Or guile deceive his soul."
    },
    {
      "verse": 12,
      "text": "(For the bewitching of naughtiness bedimmeth the things which are good, And the giddy whirl of desire perverteth an innocent mind.)"
    },
    {
      "verse": 13,
      "text": "Being made perfect in a little while, he fulfilled long \\f + \\fr 4:13 \\ft Gr. \\fqa times. \\f* years;"
    },
    {
      "verse": 14,
      "text": "For his soul was pleasing unto the Lord: Therefore \\f + \\fr 4:14 \\ft Or, \\fqa he hastened \\ft him \\fqa away \\f* hasted he out of the midst of wickedness."
    },
    {
      "verse": 15,
      "text": "But as for the peoples, seeing and understanding not, Neither laying \\f + \\fr 4:15 \\ft Gr. \\fqa such a thing as this. \\f* this to heart, That grace and mercy are with his chosen, And that \\f + \\fr 4:15 \\ft Gr. \\fqa his visitation is with. \\f* he visiteth his holy ones:-"
    },
    {
      "verse": 16,
      "text": "But a righteous man that is dead shall condemn the ungodly that are living, And youth that is quickly perfected the many years of an unrighteous man’s old age;"
    },
    {
      "verse": 17,
      "text": "For \\add the ungodly \\add* shall see a wise man’s end, And shall not understand what the Lord purposed concerning him, And for what he safely kept him:-"
    },
    {
      "verse": 18,
      "text": "They shall see, and they shall despise; But them the Lord shall laugh to scorn. And after this they shall become a dishonoured carcase, And \\f + \\fr 4:18 \\ft Or, \\fqa be for outrage \\f* a reproach among the dead for ever:"
    },
    {
      "verse": 19,
      "text": "Because he shall dash them speechless to the ground, And shall shake them from the foundations, And they shall \\f + \\fr 4:19 \\ft Or, \\fqa be a perpetual desolation \\f* lie utterly waste, and they shall be in anguish, And their memory shall perish."
    },
    {
      "verse": 20,
      "text": "They shall come, \\f + \\fr 4:20 \\ft Or, \\fqa when they reckon up their sins \\f* when their sins are reckoned up, with coward fear; And their lawless deeds shall convict them to their face."
    }
  ]
}