{
  "book_id": "WIS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "O God of the fathers, and \\f + \\fr 9:1 \\ft Gr. \\fqa Lord of thy mercy. \\ft Compare 2 Sam. vii. 15; Ps. lxxxix. 49. \\f* Lord who keepest thy mercy, Who madest all things \\f + \\fr 9:1 \\ft Gr. \\fqa in. \\f* by thy word;"
    },
    {
      "verse": 2,
      "text": "And by thy wisdom thou formedst man, That he should have dominion over the creatures that were made by thee,"
    },
    {
      "verse": 3,
      "text": "And rule the world in holiness and righteousness, And execute judgement in uprightness of soul;"
    },
    {
      "verse": 4,
      "text": "Give me wisdom, her that sitteth by thee on thy \\f + \\fr 9:4 \\ft Gr. \\fqa thrones. \\f* throne; And reject me not from among thy \\f + \\fr 9:4 \\ft Or, \\fqa children \\f* servants:"
    },
    {
      "verse": 5,
      "text": "Because I am thy bondman and the son of thy handmaid, A man weak and short-lived, And of small power to understand judgement and laws."
    },
    {
      "verse": 6,
      "text": "For even if a man be perfect among the sons of men, \\add Yet \\add* if the wisdom that cometh from thee be not with him, he shall be held in no account."
    },
    {
      "verse": 7,
      "text": "Thou didst choose me before \\add my brethren \\add* to be king of thy people, And to do judgement for thy sons and daughters."
    },
    {
      "verse": 8,
      "text": "Thou gavest command to build a sanctuary in thy holy mountain, And \\f + \\fr 9:8 \\ft Or, \\fqa a place of sacrifice \\f* an altar in the city of thy \\f + \\fr 9:8 \\ft Gr. \\fqa tabernacling. \\f* habitation, A copy of the holy tabernacle which thou preparedst aforehand from the beginning."
    },
    {
      "verse": 9,
      "text": "And with thee is wisdom, which knoweth thy works, And was present when thou wast making the world, And which understandeth what is pleasing in thine eyes, And what is right \\f + \\fr 9:9 \\ft Gr. \\fqa in. \\f* according to thy commandments."
    },
    {
      "verse": 10,
      "text": "Send her forth out of the holy heavens, And from the throne of thy glory bid her come, That being present with me she may toil \\add with me, \\add* And \\add that \\add* I may learn what is well-pleasing before thee."
    },
    {
      "verse": 11,
      "text": "For she knoweth all things and hath understanding \\add thereof, \\add* And in my doings she shall guide me in \\add ways of \\add* soberness, And she shall guard me in her glory."
    },
    {
      "verse": 12,
      "text": "And \\add so \\add* shall my works be acceptible, And I shall judge thy people righteously, And I shall be worthy of my father’s \\f + \\fr 9:12 \\ft Gr. \\fqa thrones. \\f* throne."
    },
    {
      "verse": 13,
      "text": "For what man shall know the counsel of God? Or who shall conceive what the Lord willeth?"
    },
    {
      "verse": 14,
      "text": "For the thoughts of mortals are \\f + \\fr 9:14 \\ft The Greek text here is perhaps corrupt. \\f* timorous, And our devices are prone to fail."
    },
    {
      "verse": 15,
      "text": "For a corruptible body weigheth down the soul, And the earthy frame lieth heavy on a mind that \\f + \\fr 9:15 \\ft Or, \\fqa museth upon many things \\f* is full of cares."
    },
    {
      "verse": 16,
      "text": "And hardly do we \\f + \\fr 9:16 \\ft Gr. \\fqa conjecture. \\f* divine the things that are on earth, And the things that are close at hand we find with labour; But the things that are in the heavens who \\add ever yet \\add* traced out?"
    },
    {
      "verse": 17,
      "text": "And who \\add ever \\add* gained knowledge of thy counsel, except thou \\f + \\fr 9:17 \\ft Or, \\fqa hadst given...and sent \\f* gavest wisdom, And sentest thy holy spirit \\f + \\fr 9:17 \\ft Gr. \\fqa from the highest. \\f* from on high?"
    },
    {
      "verse": 18,
      "text": "And it was thus that the ways of them which are on earth were corrected, And men were taught the things that are pleasing unto thee; And through wisdom were they saved."
    }
  ]
}