{
  "book_id": "WIS",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "\\f + \\fr 10:1 \\ft Gr. \\fqa She. \\f* Wisdom guarded to the end the first formed father of the world, that was created alone, And delivered him out of his own transgression,"
    },
    {
      "verse": 2,
      "text": "And gave him strength to get dominion over all things."
    },
    {
      "verse": 3,
      "text": "But when an unrighteous man fell away from her in his anger, He perished himself in the rage wherewith he slew his brother."
    },
    {
      "verse": 4,
      "text": "And when for his cause the earth was drowning with a flood, Wisdom again saved it, Guiding the righteous man’s course by a poor piece of wood."
    },
    {
      "verse": 5,
      "text": "Moreover, when nations consenting together in wickedness had been confounded, \\f + \\fr 10:5 \\ft Gr. \\fqa She \\f* Wisdom knew the righteous man, and preserved him blameless unto God, And kept him strong when his heart yearned toward his child."
    },
    {
      "verse": 6,
      "text": "While the ungodly were perishing, \\f + \\fr 10:6 \\ft Gr. \\fqa she \\f* wisdom delivered a righteous man, When he fled from the fire that descended out of heaven on \\f + \\fr 10:6 \\ft That is, \\fqa the region of the five cities. \\f* Pentapolis."
    },
    {
      "verse": 7,
      "text": "To whose wickedness a smoking waste still witnesseth, And plants bearing fair fruit that cometh not to ripeness; \\add Yea and \\add* a \\f + \\fr 10:7 \\ft Or, \\fqa distrustful \\f* disbelieving soul hath a memorial \\add there, \\add* a pillar of salt \\add still \\add* standing."
    },
    {
      "verse": 8,
      "text": "For having passed wisdom by, Not only were they disabled from recognising the things which are good, But they also left behind them \\f + \\fr 10:8 \\ft Or, \\fqa by their life \\f* for \\add human \\add* life a monument of their folly; To the end that \\f + \\fr 10:8 \\ft Gr. \\fqa wherein. \\f* where they \\f + \\fr 10:8 \\ft Gr. \\fqa stumbled. \\f* went astray they might fail even to be unseen:"
    },
    {
      "verse": 9,
      "text": "But wisdom delivered out of troubles those that waited on her."
    },
    {
      "verse": 10,
      "text": "When a righteous man was a fugitive from a brother’s wrath, \\f + \\fr 10:10 \\ft Gr. \\fqa she. \\f* wisdom guided him in straight paths; She shewed him God’s kingdom, and gave him knowledge of holy things; She prospered him in his toils, and multiplied the fruits of his labour;"
    },
    {
      "verse": 11,
      "text": "When in their covetousness \\add men \\add* dealt hardly with him, She stood by him and made him rich;"
    },
    {
      "verse": 12,
      "text": "She guarded him from enemies, And from those that lay in wait she kept him safe, And over his sore conflict she watched as judge, That he might know that godliness is more powerful than \\f + \\fr 10:12 \\ft Gr. \\fqa every one. \\f* all."
    },
    {
      "verse": 13,
      "text": "When a righteous man was sold, \\f + \\fr 10:13 \\ft Gr. \\fqa she. \\f* wisdom forsook him not, But \\f + \\fr 10:13 \\ft Or, \\fqa from the sin \\ft of his brethren...\\fqa into a pit \\f* from sin she delivered him; She went down with him into a dungeon,"
    },
    {
      "verse": 14,
      "text": "And in bonds she left him not, Till she brought him the sceptre of a kingdom, And authority over those that dealt tyrannously with him; She shewed them also to be false that had mockingly accused him, And gave him eternal glory."
    },
    {
      "verse": 15,
      "text": "\\f + \\fr 10:15 \\ft Gr. \\fqa she. \\f* Wisdom delivered a holy people and a blameless seed from a nation of oppressors."
    },
    {
      "verse": 16,
      "text": "She entered into the soul of a servant of the Lord, And withstood terrible kings in wonders and signs."
    },
    {
      "verse": 17,
      "text": "She rendered unto holy men a reward of their toils; She guided them along a marvellous way, And became unto them a covering in the day-time, And a flame of stars through the night."
    },
    {
      "verse": 18,
      "text": "She brought them over the Red sea, And led them through much water;"
    },
    {
      "verse": 19,
      "text": "But their enemies she drowned, And out of the bottom of the deep she cast them up."
    },
    {
      "verse": 20,
      "text": "Therefore the righteous spoiled the ungodly; And they sang praise to thy holy name, O Lord, And extolled with one accord thy hand that fought for them:"
    },
    {
      "verse": 21,
      "text": "Because wisdom opened the mouth of the dumb, And made the tongues of babes to speak clearly."
    }
  ]
}