{
  "book_id": "WIS",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "For thine incorruptible spirit is in all things."
    },
    {
      "verse": 2,
      "text": "Wherefore thou convictest by little and little them that fall from the right way, And, putting them in remembrance by the very things wherein they sin, dost thou admonish them, That escaping from their wickedness they may believe on thee, O Lord."
    },
    {
      "verse": 3,
      "text": "For verily the old inhabitants of thy holy land,"
    },
    {
      "verse": 4,
      "text": "Hating them because they practised detestable works of enchantments and unholy rites"
    },
    {
      "verse": 5,
      "text": "(Merciless slaughters of children, And sacrificial banquets of men’s flesh and of blood),"
    },
    {
      "verse": 6,
      "text": "Confederates in an impious fellowship, And murderers of their own helpless babes, It was thy counsel to destroy by the hands of our fathers;"
    },
    {
      "verse": 7,
      "text": "That the land which in thy sight is most precious of all lands Might receive a worthy colony of God’s servants."
    },
    {
      "verse": 8,
      "text": "Nevertheless even these thou didst spare as being men, And thou sentest hornets as forerunners of thy host, To cause them to perish by little and little;"
    },
    {
      "verse": 9,
      "text": "Not that thou wast unable to subdue the ungodly under the hand of the righteous in battle, Or by terrible beasts or by one stern word to make away with them at once;"
    },
    {
      "verse": 10,
      "text": "But judging them by little and little thou gavest them a place of repentance, Not being ignorant that their nature by birth was evil, and their wickedness inborn, And that their manner of thought would in no wise ever be changed,"
    },
    {
      "verse": 11,
      "text": "For they were a seed accursed from the beginning: Neither was it through fear of any that thou didst leave them then unpunished for their sins."
    },
    {
      "verse": 12,
      "text": "For who shall say, What hast thou done? Or who shall withstand thy judgement? And who shall accuse thee for the perishing of nations which thou didst make? Or who shall come and stand before thee as an avenger for unrighteous men?"
    },
    {
      "verse": 13,
      "text": "For neither is there any God beside thee that careth for all, That thou mightest shew unto him that thou didst not judge unrighteously:"
    },
    {
      "verse": 14,
      "text": "Neither shall king or prince be able to look thee in the face to plead for those whom thou hast punished."
    },
    {
      "verse": 15,
      "text": "But being righteous thou rulest all things righteously, Deeming it a thing alien from thy power To condemn one that doth not himself deserve to be punished."
    },
    {
      "verse": 16,
      "text": "For thy strength is the beginning of righteousness, And thy sovereignty over all maketh thee to forbear all."
    },
    {
      "verse": 17,
      "text": "For when men believe not that thou art perfect in power, thou shewest thy strength, And in dealing with them that know it thou puttest their boldness to confusion."
    },
    {
      "verse": 18,
      "text": "But thou, being sovereign over thy strength, judgest in gentleness, And with great forbearance dost thou govern us; For the power is thine whensoever thou hast the will."
    },
    {
      "verse": 19,
      "text": "But thou didst teach thy people by such works as these, How that the righteous must be a lover of men; And thou didst make thy sons to be of good hope, Because thou givest repentance when men have sinned."
    },
    {
      "verse": 20,
      "text": "For if on them that were enemies of thy servants and due to death Thou didst take vengeance with so great heedfulness and indulgence, Giving them times and place whereby they might escape from their wickedness;"
    },
    {
      "verse": 21,
      "text": "With how great carefulness didst thou judge thy sons, To whose fathers thou gavest oaths and covenants of good promises!"
    },
    {
      "verse": 22,
      "text": "While therefore thou dost chasten us, thou scourgest our enemies ten thousand times more, To the intent that we may ponder thy goodness when we judge, And when we are judged may look for mercy."
    },
    {
      "verse": 23,
      "text": "Wherefore also the unrighteous that lived in folly of life Thou didst torment through their own abominations."
    },
    {
      "verse": 24,
      "text": "For verily they went astray very far in the ways of error, Taking as gods those animals which even among their enemies were held in dishonour, Deceived like foolish babes."
    },
    {
      "verse": 25,
      "text": "Therefore, as unto unreasoning children, thou didst send thy judgement to mock them."
    },
    {
      "verse": 26,
      "text": "But they that would not be admonished by a mocking correction as of children Shall have experience of a judgement worthy of God."
    },
    {
      "verse": 27,
      "text": "For through the sufferings whereat they were indignant, Being punished in these creatures which they supposed to be gods, They saw, and recognised as the true God him whom before they refused to know: Wherefore also the last end of condemnation came upon them."
    }
  ]
}