{
  "book_id": "WIS",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "For verily all men by nature were but vain who had no perception of God, And from the good things that are seen they gained not power to know him that is, Neither by giving heed to the works did they recognise the artificer;"
    },
    {
      "verse": 2,
      "text": "But either fire, or wind, or swift air, Or circling stars, or raging water, or luminaries of heaven, They thought to be gods that rule the world."
    },
    {
      "verse": 3,
      "text": "And if it was through delight in their beauty that they took them to be gods, Let them know how much better than these is their Sovereign Lord; For the first author of beauty created them:"
    },
    {
      "verse": 4,
      "text": "But if it was through astonishment at their power and influence, Let them understand from them how much more powerful is he that formed them;"
    },
    {
      "verse": 5,
      "text": "For from the greatness of the beauty even of created things In like proportion does man form the image of their first maker."
    },
    {
      "verse": 6,
      "text": "But yet for these men there is but small blame, For they too peradventure do but go astray While they are seeking God and desiring to find him."
    },
    {
      "verse": 7,
      "text": "For living among his works they make diligent search, And they yield themselves up to sight, because the things that they look upon are beautiful."
    },
    {
      "verse": 8,
      "text": "But again even they are not to be excused."
    },
    {
      "verse": 9,
      "text": "For if they had power to know so much, That they should be able to explore the course of things, How is it that they did not sooner find the Sovereign Lord of these his works?"
    },
    {
      "verse": 10,
      "text": "But miserable were they, and in dead things were their hopes, Who called them gods which are works of men’s hands, Gold and silver, wrought with careful art, and likenesses of animals, Or a useless stone, the work of an ancient hand."
    },
    {
      "verse": 11,
      "text": "Yea and if some woodcutter, having sawn down a tree that is easily moved, Skilfully strippeth away all its bark, And fashioning it in comely form maketh a vessel useful for the service of life;"
    },
    {
      "verse": 12,
      "text": "And burning the refuse of his handywork to dress his food, eateth his fill;"
    },
    {
      "verse": 13,
      "text": "And taking the very refuse thereof which served to no use, A crooked piece of wood and full of knots, Carveth it with the diligence of his idleness, And shapeth it by the skill of his indolence; Then he giveth it the semblance of the image of a man,"
    },
    {
      "verse": 14,
      "text": "Or maketh it like some paltry animal, Smearing it with vermilion, and with paint colouring it red, And smearing over every stain that is therein;"
    },
    {
      "verse": 15,
      "text": "And having made for it a chamber worthy of it, He setteth it in a wall, making it fast with iron."
    },
    {
      "verse": 16,
      "text": "While then he taketh thought for it that it may not fall down, Knowing that it is unable to help itself; (For verily it is an image, and hath need of help;)"
    },
    {
      "verse": 17,
      "text": "When he maketh his prayer concerning goods and his marriage and children, He is not ashamed to speak to that which hath no life;"
    },
    {
      "verse": 18,
      "text": "Yea for health he calleth upon that which is weak, And for life he beseecheth that which is dead, And for aid he supplicateth that which hath least experience. And for a good journey that which cannot so much as move a step,"
    },
    {
      "verse": 19,
      "text": "And for gaining and getting and good success of his hands He asketh ability of that which with its hands is most unable."
    }
  ]
}