{
  "book_id": "WIS",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Again, one preparing to sail, and about to journey over raging waves, Calleth upon a piece of wood more rotten than the vessel that carrieth him;"
    },
    {
      "verse": 2,
      "text": "For that \\add vessel \\add* the hunger for gains devised, And an artificer, \\add even \\add* wisdom, built it;"
    },
    {
      "verse": 3,
      "text": "And thy providence, O Father, guideth it along, Because even in the sea thou gavest a way, And in the waves a sure path,"
    },
    {
      "verse": 4,
      "text": "Shewing that thou canst save out of every \\add danger, \\add* That \\add so \\add* even without art a man may put to sea;"
    },
    {
      "verse": 5,
      "text": "And it is thy will that the works of thy wisdom should be not idle; Therefore also do men intrust their lives to a little piece of wood,, And passing through the surge \\f + \\fr 14:5 \\ft Gr. \\fqa by. \\f* on a raft are brought safe \\add to land. \\add*"
    },
    {
      "verse": 6,
      "text": "For \\f + \\fr 14:6 \\ft The Greek text here is perhaps corrupt. \\f* in the old time also, when proud giants were perishing, The hope of the world, taking refuge on a raft, Left to \\f + \\fr 14:6 \\ft Or, \\fqa future time \\ft Gr. \\fqa age. \\f* the race of men a seed of generations \\add to come, \\add* Thy hand guiding the helm."
    },
    {
      "verse": 7,
      "text": "For blessed \\f + \\fr 14:7 \\ft Or, \\fqa is \\f* hath been wood through which cometh righteousness:"
    },
    {
      "verse": 8,
      "text": "But the \\add idol \\add* made with hands is accursed, itself and he that made it; Because his was the working, and the corruptible thing was named a god:"
    },
    {
      "verse": 9,
      "text": "For both the ungodly doer and his ungodliness are alike hateful to God;"
    },
    {
      "verse": 10,
      "text": "For verily the deed shall be punished together with him that committed it."
    },
    {
      "verse": 11,
      "text": "Therefore also \\f + \\fr 14:11 \\ft Or, \\fqa upon \\ft Gr. \\fqa in. \\f* among the idols of the nations shall there be a visitation, Because, though formed of things which God created, they were made an abomination, And stumblingblocks to the souls of men, And a snare to the feet of the foolish."
    },
    {
      "verse": 12,
      "text": "For the devising of idols was the beginning of fornication, And the invention of them the corruption of life:"
    },
    {
      "verse": 13,
      "text": "For neither were they from the beginning, neither shall they be for ever;"
    },
    {
      "verse": 14,
      "text": "For by the vaingloriousness of men they entered into the world, And therefore was a speedy end devised for them."
    },
    {
      "verse": 15,
      "text": "For a father worn with untimely grief, Making an image of the child quickly taken away, Now honoured him as a god which was then a dead man, And delivered to those that were under him mysteries and solemn rites."
    },
    {
      "verse": 16,
      "text": "Afterward the ungodly custom, in process of time grown strong, was kept as a law, And by the commandments of princes the graven images received worship."
    },
    {
      "verse": 17,
      "text": "And when men could not honour them in presence because they dwelt far off, Imagining the likeness from afar, They made a visible image of the king whom they honoured, That by their zeal they might flatter the absent as if present."
    },
    {
      "verse": 18,
      "text": "But unto a yet higher pitch was worship raised even by them that knew \\add him \\add* not, Urged forward by the ambition of the artificer:"
    },
    {
      "verse": 19,
      "text": "For he, wishing peradventure to please one in authority, Used his art to force the likeness toward a greater beauty;"
    },
    {
      "verse": 20,
      "text": "And the multitude, allured by reason of the grace of his handywork, Now accounted as an object of devotion him that a little before was honoured as a man."
    },
    {
      "verse": 21,
      "text": "And this became \\f + \\fr 14:21 \\ft Gr. \\fqa an ambush. \\f* a hidden danger unto life, Because men, in bondage either to calamity or to tyranny, Invested stones and stocks with the incommunicable Name."
    },
    {
      "verse": 22,
      "text": "Afterward it was not enough for them to go astray as touching the knowledge of God; But also, while they live \\f + \\fr 14:22 \\ft Or, \\fqa for \\f* in \\f + \\fr 14:22 \\ft Gr. \\fqa a great war of ignorance. \\f* sore conflict through ignorance \\add of him. \\add* That multitude of evils they call peace."
    },
    {
      "verse": 23,
      "text": "For either slaughtering children in solemn rites, or celebrating secret mysteries, Or holding frantic revels of strange ordinances,"
    },
    {
      "verse": 24,
      "text": "No longer do they \\f + \\fr 14:24 \\ft Or, \\fqa keep unstained either life or marriage \\f* guard either life or purity of marriage, But one brings upon another either death by treachery, or anguish by adulterate offspring."
    },
    {
      "verse": 25,
      "text": "And all things confusedly are filled with blood and murder, theft and deceit, Corruption, faithlessness, tumult, perjury,"
    },
    {
      "verse": 26,
      "text": "\\f + \\fr 14:26 \\ft Or, \\fqa troubling of the good, forgetfulness of favours \\f* turmoil, Ingratitude for benefits \\add received, \\add* Defiling of souls, confusion of \\f + \\fr 14:26 \\ft Or, \\fqa kind \\f* sex, Disorder in marriage, adultery and wantonness."
    },
    {
      "verse": 27,
      "text": "For the worship of \\f + \\fr 14:27 \\ft Or, \\fqa idols that may not be named \\ft See Ex. xxiii. 13; Ps. xvi. 4; Hos. ii. 17. \\f* those \\f + \\fr 14:27 \\ft See ver. 21. \\f* nameless idols Is a beginning and cause and end of every evil."
    },
    {
      "verse": 28,
      "text": "For \\add their worshippers \\add* either make merry unto madness, or prophesy lies, Or live unrighteously, or lightly forswear themselves."
    },
    {
      "verse": 29,
      "text": "For putting their trust in lifeless idols, When they have sworn a wicked oath, they expect not to suffer harm."
    },
    {
      "verse": 30,
      "text": "But for both \\add sins \\add* shall the just doom pursue them, Because they had evil thoughts of God by giving heed to idols, And swore unrighteously in deceit through contempt for holiness."
    },
    {
      "verse": 31,
      "text": "For it is not the power of them by whom men swear, But it is \\f + \\fr 14:31 \\ft Gr. \\fqa the Justice of them that sin. \\f* that Justice which hath regard to them that sin, That visiteth always the transgression of the unrighteous."
    }
  ]
}