{
  "book_id": "WIS",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "But thou, our God, art gracious and true, Longsuffering, and in mercy ordering all things."
    },
    {
      "verse": 2,
      "text": "For even if we sin, we are thine, knowing thy dominion; But we shall not sin, knowing that we have been accounted thine:"
    },
    {
      "verse": 3,
      "text": "For to be acquainted with thee is \\f + \\fr 15:3 \\ft Gr. \\fqa entire. \\f* perfect righteousness, And to know thy dominion is the root of immortality."
    },
    {
      "verse": 4,
      "text": "For neither were we led astray by any evil device of men’s art, Nor yet by painters’ fruitless labour, A form stained with varied colours;"
    },
    {
      "verse": 5,
      "text": "The sight whereof leadeth fools into \\f + \\fr 15:5 \\ft Some authorities read \\fqa reproach. \\f* lust: \\add Their \\add* desire is for the breathless form of a dead image."
    },
    {
      "verse": 6,
      "text": "Lovers of evil things, and worthy of such hopes \\add as these,\\add* Are both they that do, and they that desire, and they that worship."
    },
    {
      "verse": 7,
      "text": "For a potter, kneading soft earth, Laboriously mouldeth each several \\add vessel \\add* for our service: Nay, out of the same clay doth he fashion Both the vessels that minister to clean uses, and those of a contrary sort, All in like manner; But what shall be the use of each \\add vessel \\add* of either sort, The \\f + \\fr 15:7 \\ft Gr. \\fqa worker in clay. \\f* craftsman \\add himself \\add* is the judge."
    },
    {
      "verse": 8,
      "text": "And also, labouring to an evil end, he mouldeth a vain god out of the same clay, He who, having but a little before been made of earth, After a short space goeth his way \\add to the earth \\add* out of which he was taken, When he is required to render back the \\f + \\fr 15:8 \\ft Or, \\fqa life \\f* soul which was lent him."
    },
    {
      "verse": 9,
      "text": "Howbeit he hath anxious care, Not because his powers must fail, Nor because his span of life is short; But he matcheth himself against goldsmiths and \\f + \\fr 15:9 \\ft Gr. \\fqa silver-founders. \\f* silversmiths, And he imitateth moulders in \\f + \\fr 15:9 \\ft Or, \\fqa copper \\f* brass, And esteemeth it glory that he mouldeth counterfeits."
    },
    {
      "verse": 10,
      "text": "His heart is ashes, And his hope of less value than earth, And his life of less honour than clay:"
    },
    {
      "verse": 11,
      "text": "Because he was ignorant of him that moulded him, And of him that inspired into him \\f + \\fr 15:11 \\ft Gr. \\fqa a soul that moveth to activity. \\f* an active \\f + \\fr 15:11 \\ft Or, \\fqa life \\f* soul, And breathed into him a vital spirit."
    },
    {
      "verse": 12,
      "text": "But \\f + \\fr 15:12 \\ft Some authorities read \\fqa they accounted. \\f* he accounted our \\add very \\add* life to be a \\f + \\fr 15:12 \\ft Or, \\fqa sport \\f* plaything, And our \\f + \\fr 15:12 \\ft Or, \\fqa way of life \\f* lifetime a gainful \\f + \\fr 15:12 \\ft Or, \\fqa keeping of festival \\f* fair; For, saith he, one must get gain whence one can, though it be by evil."
    },
    {
      "verse": 13,
      "text": "For this man beyond all others knoweth that he sinneth, Out of earthy matter making brittle vessels and graven images."
    },
    {
      "verse": 14,
      "text": "But most foolish \\f + \\fr 15:14 \\ft Or, \\fqa are \\f* \\add were \\add* they all, and \\f + \\fr 15:14 \\ft Gr. \\fqa more wretched than the soul of a babe. \\f* of feebler soul than a babe, The enemies of thy people, who oppressed them;"
    },
    {
      "verse": 15,
      "text": "Because they even accounted all the idols of the nations \\add to be \\add* gods; Which have neither the use of eyes for seeing, Nor nostrils for drawing breath, Nor ears to hear, Nor fingers for handling, And their feet are helpless for walking."
    },
    {
      "verse": 16,
      "text": "For a man made them, And one whose own spirit is borrowed moulded them; For no one hath power, \\add being \\add* a man, to mould a god like unto himself,"
    },
    {
      "verse": 17,
      "text": "But, being mortal, he maketh a dead thing by the work of lawless hands; For he is better than the objects of his worship, \\f + \\fr 15:17 \\ft Most authorities read \\fqa Of which, he indeed. \\f* Forasmuch as he indeed had life, but they never."
    },
    {
      "verse": 18,
      "text": "Yea, and the creatures that are most hateful do they worship, \\f + \\fr 15:18 \\ft The Greek text here is perhaps corrupt. \\f* For, being compared as to want of sense, these are worse than all others;"
    },
    {
      "verse": 19,
      "text": "Neither, as seen beside \\add other \\add* creatures, are they beautiful, so that one should desire them, But they have escaped both the praise of God and his blessing."
    }
  ]
}