{
  "book_id": "WIS",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "For great are thy judgements, and hard to interpret; Therefore souls undisciplined went astray."
    },
    {
      "verse": 2,
      "text": "For when lawless men had supposed that they held a holy nation in their power, They, themselves, prisoners of darkness, and bound in the fetters of a long night, Close kept beneath their roofs, Lay exiled from the eternal providence."
    },
    {
      "verse": 3,
      "text": "For while they thought that they were unseen in their secret sins, They were sundered one from another by a dark curtain of forgetfulness, Stricken with terrible awe, and sore troubled by spectral forms."
    },
    {
      "verse": 4,
      "text": "For neither did the dark recesses that held them guard them from fears, But sounds rushing down rang around them, And phantoms appeared, cheerless with unsmiling faces."
    },
    {
      "verse": 5,
      "text": "And no force of fire prevailed to give them light, Neither were the brightest flames of the stars strong enough to illumine that gloomy night:"
    },
    {
      "verse": 6,
      "text": "But only there appeared to them the glimmering of a fire self-kindled, full of fear; And in terror they deemed the things which they saw To be worse than that sight, on which they could not gaze."
    },
    {
      "verse": 7,
      "text": "And they lay helpless, made the sport of magic art, And a shameful rebuke of their vaunts of understanding:"
    },
    {
      "verse": 8,
      "text": "For they that promised to drive away terrors and troublings from a sick soul, These were themselves sick with a ludicrous fearfulness:"
    },
    {
      "verse": 9,
      "text": "For even if no troublous thing affrighted them, Yet, scared with the creepings of vermin and hissings of serpents,"
    },
    {
      "verse": 10,
      "text": "they perished for very trembling, Refusing even to look on the air, which could on no side be escaped."
    },
    {
      "verse": 11,
      "text": "For wickedness, condemned by a witness within, is a coward thing, And, being pressed hard by conscience, always forecasteth the worst lot:"
    },
    {
      "verse": 12,
      "text": "For fear is nothing else but a surrender of the succours which reason offereth;"
    },
    {
      "verse": 13,
      "text": "And from within the heart the expectation of them being less Maketh of greater account the ignorance of the cause that bringeth the torment."
    },
    {
      "verse": 14,
      "text": "But they, all through the night which was powerless indeed, And which came upon them out of the recesses of powerless Hades, All sleeping the same sleep,"
    },
    {
      "verse": 15,
      "text": "Now were haunted by monstrous apparitions, And now were paralysed by their soul’s surrendering; For fear sudden and unlooked for came upon them."
    },
    {
      "verse": 16,
      "text": "So then every man, whosoever it might be, sinking down in his place, Was kept in ward shut up in that prison which was barred not with iron:"
    },
    {
      "verse": 17,
      "text": "For whether he were a husbandman, or a shepherd, Or a labourer whose toils were in the wilderness, He was overtaken, and endured that inevitable necessity, For with one chain of darkness were they all bound."
    },
    {
      "verse": 18,
      "text": "Whether there were a whistling wind, Or a melodious noise of birds among the spreading branches, Or a measured fall of water running violently,"
    },
    {
      "verse": 19,
      "text": "Or a harsh crashing of rocks hurled down, Or the swift course of animals bounding along unseen, Or the voice of wild beasts harshly roaring, Or an echo rebounding from the hollows of the mountains, All these things paralysed them with terror."
    },
    {
      "verse": 20,
      "text": "For the whole world beside was enlightened with clear light, And was occupied with unhindered works;"
    },
    {
      "verse": 21,
      "text": "While over them alone was spread a heavy night, An image of the darkness that should afterward receive them; But yet heavier than darkness were they unto themselves."
    }
  ]
}