{
  "book_id": "WIS",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "But upon the ungodly there came unto the end indignation without mercy; For their future also \\add God \\add* foreknew,"
    },
    {
      "verse": 2,
      "text": "How that, having changed their minds to \\add let thy people \\add* go, And having speeded them eagerly on their way, They would repent themselves and pursue them."
    },
    {
      "verse": 3,
      "text": "For while they were yet in the midst of their mourning, And making lamentation at the graves of the dead, They drew upon themselves another counsel of folly, And pursued as fugitives those whom with intreaties they had cast out."
    },
    {
      "verse": 4,
      "text": "For \\f + \\fr 19:4 \\ft Or, \\fqa their desert by necessity was \\f* the doom which they deserved was drawing them \\f + \\fr 19:4 \\ft Some authorities read \\fqa unto this at last. \\f* unto this end, And it made them forget the things that had befallen them, That they might fill up the punishment which was yet wanting to their torments,"
    },
    {
      "verse": 5,
      "text": "And that thy people might \\f + \\fr 19:5 \\ft Some authorities read \\fqa make trial of. \\f* journey on by a marvellous road, But they \\add themselves \\add* might find a strange death."
    },
    {
      "verse": 6,
      "text": "For the whole creation, \\add each part \\add* in its several kind, was fashioned again anew, Ministering to \\add thy \\add* several commandments, That thy \\f + \\fr 19:6 \\ft Or, \\fqa children \\f* servants might be guarded free from hurt."
    },
    {
      "verse": 7,
      "text": "\\add Then \\add* was beheld the cloud that shadowed the camp, And dry land rising up out of what before was water, Out of the Red sea an unhindered highway, And a grassy plain out of the violent surge;"
    },
    {
      "verse": 8,
      "text": "\\f + \\fr 19:8 \\ft Or, \\fqa Through \\f* By which they passed over with all their hosts, These that were covered with thy hand, Having beheld strange marvels."
    },
    {
      "verse": 9,
      "text": "For like horses they roamed at large, And they skipped about like lambs, Praising thee, O Lord, who wast their deliverer."
    },
    {
      "verse": 10,
      "text": "For they still remembered the things that came to pass in the time of their sojourning, How that instead of \\f + \\fr 19:10 \\ft Or, \\fqa birth of cattle \\f* bearing \\f + \\fr 19:10 \\ft Gr. \\fqa living creatures. \\f* cattle the land brought forth \\f + \\fr 19:10 \\ft Or, \\fqa sandflies \\f* lice, And instead of \\f + \\fr 19:10 \\ft Gr. \\fqa creatures of the waters. \\f* fish the river cast up a multitude of frogs."
    },
    {
      "verse": 11,
      "text": "But afterwards they saw also a new \\f + \\fr 19:11 \\ft Or, \\fqa production \\ft Gr. \\fqa generation. \\f* race of birds, When, led on by desire, they asked for luxurious dainties;"
    },
    {
      "verse": 12,
      "text": "For, to solace them, there came up for them quails from the sea."
    },
    {
      "verse": 13,
      "text": "And upon the sinners came the punishments Not without the tokens that were given \\f + \\fr 19:13 \\ft Some authorities omit \\fqa beforehand. \\f* beforehand by the force of the thunders; For justly did they suffer through their own wickednesses, For \\f + \\fr 19:13 \\ft Or, \\fqa yet more grievous was \\f* grievous indeed was the hatred which they practised toward guests."
    },
    {
      "verse": 14,
      "text": "\\f + \\fr 19:14 \\ft The Greek text of this and the following verse is perhaps corrupt. \\f* For whereas the \\add men of Sodom \\add* received not \\f + \\fr 19:14 \\ft Gr. \\fqa them who knew them not. \\f* the strangers when they came among \\add them; \\add* \\f + \\fr 19:14 \\ft Gr. \\fqa These. \\f* The Egyptians made slaves of guests who were their benefactors."
    },
    {
      "verse": 15,
      "text": "And not only so, \\add but God \\add* shall \\f + \\fr 19:15 \\ft Or, \\fqa visit them...sort: since \\ft the men of Sodom \\fqa received...aliens \\f* visit \\f + \\fr 19:15 \\ft Gr. \\fqa them. \\f* the men of Sodom after another sort, Since they received as enemies them that were aliens;"
    },
    {
      "verse": 16,
      "text": "Whereas these \\add first \\add* welcomed with feastings, And \\add then \\add* afflicted with dreadful toils, Them that had already shared \\add with them \\add* in the same rights."
    },
    {
      "verse": 17,
      "text": "And moreover they were stricken with loss of sight (Even as were those \\add others \\add* at the righteous man’s doors), When, being compassed about with yawning darkness, They sought every one the passage through his own door."
    },
    {
      "verse": 18,
      "text": "For as the notes of a psaltery vary the character of the rhythm, Even so \\add did \\add* the elements, changing their order one with another, Continuing always \\add the same, each \\add* in its \\add several \\add* sound; As may clearly be \\f + \\fr 19:18 \\ft Gr. \\fqa conjectured. \\f* divined from the sight of the things that are come to pass."
    },
    {
      "verse": 19,
      "text": "For creatures of the dry land were turned into creatures of the waters, And creatures that swim trode \\add now \\add* upon the earth:"
    },
    {
      "verse": 20,
      "text": "Fire kept the mastery of its own power in \\add the midst of \\add* water, And water forgat its quenching nature:"
    },
    {
      "verse": 21,
      "text": "Contrariwise, flames wasted not the flesh of perishable creatures that walked among them; Neither \\f + \\fr 19:21 \\ft The Greek authorities read \\fqa could be melted. \\ft The Latin seems to have preserved the original Greek text. \\f* melted they the \\f + \\fr 19:21 \\ft Gr. \\fqa ice-like kind. \\f* ice-like grains of ambrosial food, that were \\add of nature \\add* apt to melt."
    },
    {
      "verse": 22,
      "text": "For in all things, O Lord, thou didst magnify thy people, And thou didst glorify them and not lightly regard them; Standing by their side in every time and place."
    }
  ]
}