{
  "book_id": "EPH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "אבַּעֲבוּר זֹאת אֵפוֹא אֲנִי פוֹלוֹס הִנְנִי אֲסִיר יֵשׁוּעַ הַמָּשִׁיחַ לְמַעַנְכֶם הַגּוֹיִם׃"
    },
    {
      "verse": 2,
      "text": "בהֲלֹא שְׁמַעְתֶּם כִּי נִתְּנָה לִּי פְקֻדָּתִי בְּחֶסֶד אֵל בַּעֲבוּרְכֶם׃"
    },
    {
      "verse": 3,
      "text": "גוְכִי הוֹדִיעַ לִי הַסּוֹד בַּמַּחֲזֶה כַּאֲשֶׁר כָּתַבְתִּי לְפָנִים בְּלָשׁוֹן קְצָרָה לֵאמֹר׃"
    },
    {
      "verse": 4,
      "text": "דאִם תִּקְרְאוּ דְבָרַי תּוּכְלוּ לְהַכִּיר כְּי הַדַּעַת אִתִּי בְּסוֹד הַמָּשִׁיחַ׃"
    },
    {
      "verse": 5,
      "text": "האֲשֶׁר לֹא נוֹדַע לִבְנֵי אָדָם בְּדֹרוֹת מִקֶּדֶם כַּאֲשֶׁר נִגְלָה כַיּוֹם לִשְׁלִיחָיו הַקְּדֹשִׁים וְלִנְבִיאָיו עַל־פִּי הָרוּחַ׃"
    },
    {
      "verse": 6,
      "text": "וכִּי יִקְחוּ הַגּוֹיִם חֵלֶק גַּם־הֵם בְּנַחֲלָתוֹ לִהְיוֹת כְּאֵבָרִים בִּגְוִיָּתוֹ וַחֲבֵרִים לִפְנֵי יֵשׁוּעַ הַמָּשִׁיחַ לְקַבֵּל הַבְטָחָתוֹ עַל־פִּי הַבְּשׂרָה׃"
    },
    {
      "verse": 7,
      "text": "זאֲשֶׁר הָיִיתִי לָהּ לִמְשָׁרֵת בְּמַתְּנַת חֶסֶד אֱלֹהִים אֲשֶׁר נָתַן לִי לְפִי פְּעֻלַּת גְּבוּרָתוֹ׃"
    },
    {
      "verse": 8,
      "text": "חאֲנִי הַצָּעִיר בַּצְּעִירִים בֵּין הַקְּדוֹשִׁים נָתוּן לִי הַחֶסֶד הַזֶּה לְבַשֵּׂר אֶל־הַגּוֹיִם חֹסֶן הַמָּשִׁיחַ כִּי־רַב הוּא לְאֵין חֵקֶר׃"
    },
    {
      "verse": 9,
      "text": "טוּלְהָאִיר עֵינֵי־כֹל לָדַעַת עֵרֶךְ הַסּוֹד אֲשֶׁר צָפוּן הָיָה מֵעוֹלָם בֵּאלֹהִים יוֹצֵר הַכֹּל עַל־יְדֵי יֵשׁוּעַ הַמָּשִׁיחַ׃"
    },
    {
      "verse": 10,
      "text": "יוּבָזֹאת יִוָּדַע עַל־פִּי הָעֵדָה לְרָאשֵׁי הַצָּבָא וּלְגִבֹּרֵי כֹחַ בַּמָּרוֹם נִפְלְאוֹת חָכְמַת אֱלֹהִים׃"
    },
    {
      "verse": 11,
      "text": "יאכָּעֵצָה אֲשֶׁר יָעַץ מִקֶּדֶם בְּיֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ׃"
    },
    {
      "verse": 12,
      "text": "יבאֲשֶׁר בּוֹ נוֹסִיף אֹמֶץ לָגֶשֶׁת אֵלָיו בֶּאֱמוּנָתוֹ בְּלֵב נָכוֹן׃"
    },
    {
      "verse": 13,
      "text": "יגעַל־כֵּן זֹאת אֲנִי מְבַקֵּשׁ אַל־נָא תִּתְעַטְּפוּ בְצָרוֹתַי אֲשֶׁר אֲפָפוּנִי לְמַעַנְכֶם כִּי זֹאת הִיא תִּפְאַרְתְּכֶם׃"
    },
    {
      "verse": 14,
      "text": "ידעַל־כֵּן אֶכְרְעָה עַל בִּרְכָּי לִפְנֵי אָבִי אֲדוֹנֵינוּ יֵשׁוּעַ הַמָּשִׁיחַ׃"
    },
    {
      "verse": 15,
      "text": "טואֲשֶׁר נִקְרָא שְׁמוֹ עַל כָּל־צִבְאוֹתָיו בַּשָּׁמַיִם וּבָאָרֶץ׃"
    },
    {
      "verse": 16,
      "text": "טזוְהוּא יִתֵּן לָכֶם כְּפִי־חֹסֶן כְּבוֹדוֹ לְהִתְאַזֵּר בִּגְבוּרָה עַל־פִּי רוּחוֹ בָּאָדָם הַפְּנִימִי׃"
    },
    {
      "verse": 17,
      "text": "יזוְהַמָּשִׁיחַ יִשְׁכֹּן בְּקֶרֶב לִבְּכֶם בֶּאֱמוּנָה כִּי תַשְׁרִישׁוּ וְתִוָּסְדוּ בְּאַהֲבָה׃"
    },
    {
      "verse": 18,
      "text": "יחאָז תּוּכְלוּ לְהַשְׂכִּיל עִם כָּל־הַקְּדוֹשִׁים מַה־הוּא הָרֹחַב וְהָאֹרֶךְ וְהַגֹּבַה וְהָעֹמֶק׃"
    },
    {
      "verse": 19,
      "text": "יטוּלְהִתְבּוֹנֵן בְּאַהֲבַת הַמָּשִׁיחַ אֲשֶׁר מִדַּעַת נִשְׂגָּבָה עַד־אֲשֶׁר תִּמָּלְאוּ מִכָּל־מְלֹא הָאֱלֹהִים׃"
    },
    {
      "verse": 20,
      "text": "כוְהוּא אֲשֶׁר יָדָיו רַב לוֹ לְעוֹרֵר בַּכֹּחַ לִבֵּנוּ וְלַעֲשׂוֹת לָנוּ יֶתֶר עַל־כָּל־מִשְׁאֲלוֹתֵינוּ וּמַחְשְׁבוֹתֵינוּ׃"
    },
    {
      "verse": 21,
      "text": "כאלוֹ הוּא הַכָּבוֹד בְּתוֹךְ הָעֵדָה וּבְיֵשׁוּעַ הַמָּשִׁיחַ מִדּוֹר לְדוֹר וּמֵהָעוֹלָם וְעַד־הָעוֹלָם אָמֵן׃"
    }
  ]
}