{
  "book_id": "EPH",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "אשִׁמְעוּ בָנִים בְּקוֹל יֹלְדֵיכֶם בַּאֲדֹנֵינוּ כִּי דָבָר יָשָׁר הוּא׃"
    },
    {
      "verse": 2,
      "text": "בכַּבֵּד אֶת־אָבִיךָ וְאֶת־אִמֶּךָ זֹאת הַמִּצְוָה הָרִאשֹׁנָה אֲשֶׁר שְׂכָרָהּ בְּצִדָּהּ׃"
    },
    {
      "verse": 3,
      "text": "גלְמַעַן יִיטַב לָךְ וּלְמַעַן יַאֲרִיכוּן יָמֶיךָ עַל־הָאֲדָמָה׃"
    },
    {
      "verse": 4,
      "text": "דוְהָאָבוֹת אַל־תָּעִירוּ חֲמַת בְּנֵיכֶם כִּי אִם־תְּגַדְּלוּם בְּמוּסַר אֲדֹנֵינוּ וּבְתוֹכַחְתּוֹ׃"
    },
    {
      "verse": 5,
      "text": "הוְאַתֶּם עֲבָדִים הַקְשִׁיבוּ לְקוֹל אֲדֹנֵיכֶם אֲדֹנֵי גְוִיַּתְכֶם בְּיִרְאָה וּרְעָדָה וּבְתָם־לֵב כְּמוֹ לַמָּשִׁיחַ׃"
    },
    {
      "verse": 6,
      "text": "ווְלֹא בַעֲבֹדָה לְמַרְאֵה עֵינַיִם לְהָפִיק רָצוֹן מִבְּנֵי אָדָם כִּי אִם־כְּעַבְדֵי הַמָּשִׁיחַ הָעֹשִׂים רְצוֹן אֱלֹהִים בְּכָל־נַפְשָׁם׃"
    },
    {
      "verse": 7,
      "text": "זוְעֹבְדִים מִטּוּב לֵב כְּעֹבְדֵי אֲדֹנֵינוּ וְלֹא כְּעֹבְדֵי אֲנָשִׁים׃"
    },
    {
      "verse": 8,
      "text": "חהֲלֹא יְדַעְתֶּם כָּל־דָּבָר טוֹב אֲשֶׁר יַעֲשֶׂה אֹתוֹ הָאָדָם אֲדֹנֵינוּ יְשַׁלֶּם־לוֹ אִם־עֶבֶד הוּא אוֹ בֶן־חוֹרִים׃"
    },
    {
      "verse": 9,
      "text": "טוְגַם־אַתֶּם אֲדֹנִים כֵּן תַּעֲשׂוּ לָהֶם חִדְלוּ מִגְּעָר־בָּם בַּאֲשֶׁר יְדַעְתֶּם כִּי גַם־לָהֶם וְלָכֶם אָדוֹן בַּשָּׁמַיִם אֲשֶׁר אֵין עִמּוֹ מַשּׂוֹא פָנִים׃"
    },
    {
      "verse": 10,
      "text": "יוְיֶתֶר הַדְּבָרִים אֶחָי הִנְנִי אֹמֵר הִתְעוֹדְדוּ בַאֲדֹנֵינוּ וּבְעֹז גְּבוּרָתוֹ׃"
    },
    {
      "verse": 11,
      "text": "יאחִגְרוּ כְלֵי־נֶשֶׁק אֱלֹהִים לְמַעַן תּוּכְל לָקוּם לִפְנֵי נִכְלֵי הַשָּׂטָן׃"
    },
    {
      "verse": 12,
      "text": "יבכִּי לֹא עִם־בָּשָׂר וָדָם מִלְחָמָה לָנוּ אַךְ עִם־אַלּוּפִים וְאֵילִים שַׁלִּיטֵי אֶרֶץ מַאְפֵּלְיָה וּמַלְאֲכֵי רָעִים אֲשֶׁר בַּמְּרוֹמִים׃"
    },
    {
      "verse": 13,
      "text": "יגעַל־כֵּן קְחוּ לָכֶם כְּלֵי־נֶשֶׁק אֱלֹהִים וְתוּכְלוּ לְהִתְיַצֵּב בִּפְנֵי הַקָּמִים עֲלֵיכֶם בְּיוֹם רָע וּלְהִשָּׁאֵר נִצָּבִים בִּכְלוֹת כָּל־קְרָב׃"
    },
    {
      "verse": 14,
      "text": "ידעִמְדוּ־נָא מָתְנֵיכֶם חֲגוּרֵי אֱמֶת וְשִׁרְיוֹן צֶדֶק לְבוּשְׁכֶם׃"
    },
    {
      "verse": 15,
      "text": "טווּפְעָמֵיכֶם יָפוֹת בַּנְּעָלִים לְבַשֵּׂר בְּשׂרַת הַשָּׁלוֹם׃"
    },
    {
      "verse": 16,
      "text": "טזוּבַכֹּל עִרְכוּ מָגֵן הָאֱמוּנָה אֲשֶׁר תּוּכְּלוּ לְכַבּוֹת בּוֹ חִצִּים לֹהֲטִים מִיַּד הַצָּר׃"
    },
    {
      "verse": 17,
      "text": "יזוְהִתְיַצְּבוּ בְכֹבַע הַיְשׁוּעָה וּבְחֶרֶב הָרוּחַ אֲשֶׁר הוּא דְּבַר הָאֱלֹהִים׃"
    },
    {
      "verse": 18,
      "text": "יחוְהִתְפַּלְּלוּ בְכָל־עֵת כָּל־תְּפִלָּה וּתְחִינָּה מִקֶּרֶב לֵב וָרוּחַ וְשֹׁקְדִים תִּהְיוּ לְהַעְתִּיר וּלְהִתְחַנֵּן בְּעַד כָּל־הַקְּדוֹשִׁים׃"
    },
    {
      "verse": 19,
      "text": "יטוְגַם־בְּעַד נַפְשִׁי כִּי יוּשַׂם דָּבָר בְּפִי וְעֹז כִּי־אֶפְתַּח שְׂפָתַי לְהַגִּיד סוֹד הַבְּשׁרָה׃"
    },
    {
      "verse": 20,
      "text": "כהַבְּשׁרָה אֲשֶׁר אֲנִי מַלְאָכָהּ אָסוּר בִּכְבָלִים וּלְהִנָּתֶן־לִי לְמַלֵּל בְּיָד רָמָה כַּאֲשֶׁר נָכוֹן לִי׃"
    },
    {
      "verse": 21,
      "text": "כאאַךְ לְבַעֲבוּר תֵּדְעוּן מָה עִמָּדִי וְכָל־אֲשֶׁר אֲנִי עֹשֶׂה הִנֵּה טוּכִיקוֹס הָאָח הָאָהוּב וְהַמְשָׁרֵת הַנֶּאֱמָן לַאֲדֹנֵינוּ יַגִּיד לָכֶם כֹּל׃"
    },
    {
      "verse": 22,
      "text": "כבכִּי לַדָּבָר הַזֶּה שְׁלַחְתִּיו אֲלֵיכֶם לְהוֹדִיעֲכֶם מַה מַּעֲשֵׂינוּ וּלְנַחֵם אֶת־לִבְּכֶם׃"
    },
    {
      "verse": 23,
      "text": "כגשָׁלוֹם אַהֲבָה וֶאֱמוּנָה אֶל־הָאַחִים מֵאֵת אֱלֹהִים אָבִינוּ וּמֵאֵת יֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ׃"
    },
    {
      "verse": 24,
      "text": "כדחֶסֶד לְכָל־הָאֹהֵב אֶת־אֲדֹנֵינוּ יֵשׁוּעַ הַמָּשִׁיחַ בְּאַהֲבָה נִצָּחַת׃"
    }
  ]
}