{
  "book_id": "JER",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to me, Though Moses and Samuel stood before my face, my soul could not be toward them: dismiss this people, and let them go forth."
    },
    {
      "verse": 2,
      "text": "And it shall be, if they say to thee, Whither shall we go forth? then thou shalt say to them, Thus saith the Lord; As many as are for death, to death; and as many as are for famine, to famine; and as many as are for the sword, to the sword; and as many as are for captivity, to captivity."
    },
    {
      "verse": 3,
      "text": "And I will punish them with four kinds \\add of death\\add*, saith the Lord, the sword to slay, and the dogs to tear, and the wild beasts of the earth, and the birds of the sky to devour and destroy."
    },
    {
      "verse": 4,
      "text": "And I will deliver them up for distress to all the kingdoms of the earth, because of Manasses son of Ezekias king of Juda, for all that he did in Jerusalem."
    },
    {
      "verse": 5,
      "text": "Who will spare thee, O Jerusalem? and who will fear for thee? or who will turn back \\add to ask\\add* for thy welfare?"
    },
    {
      "verse": 6,
      "text": "Thou hast turned away from me, saith the Lord, thou wilt go back: therefore I will stretch out my hand, and will destroy thee, and will no more spare them."
    },
    {
      "verse": 7,
      "text": "And I will completely scatter them; in the gates of my people they are bereaved of children: they have destroyed my people because of their iniquities."
    },
    {
      "verse": 8,
      "text": "Their widows have been multiplied more than the sand of the sea: I have brought young men against the mother, \\add even\\add* distress at noon-day: I have suddenly cast upon her trembling and anxiety."
    },
    {
      "verse": 9,
      "text": "She that bore seven is spent; her soul has fainted under trouble; her sun is gone down while it is yet noon; she is ashamed and disgraced: I will give the remnant of them to the sword before their enemies."
    },
    {
      "verse": 10,
      "text": "Woe is me, \\add my\\add* mother! thou hast born me as some man of strife, and at variance with the whole earth; I have not helped \\add others\\add*, nor has any one helped me; my strength has failed among them that curse me."
    },
    {
      "verse": 11,
      "text": "Be it so, Lord, in their prosperity; surely I stood before thee in the time of their calamities, and in the time of their affliction, for \\add their\\add* good against the enemy."
    },
    {
      "verse": 12,
      "text": "Will iron be known? whereas thy strength is a brazen covering."
    },
    {
      "verse": 13,
      "text": "Yea, I will give thy treasures for a spoil as a recompence, because of all thy sins, and \\add that\\add* in all thy borders."
    },
    {
      "verse": 14,
      "text": "And I will enslave thee to thine enemies round about, in a land which thou hast not known; for a fire has been kindled out of my wrath; it shall burn upon you."
    },
    {
      "verse": 15,
      "text": "O Lord, remember me, and visit me, and vindicate me before them that persecute me; do not bear long with them; know how I have met with reproach for thy sake, from those who set at nought thy words;"
    },
    {
      "verse": 16,
      "text": "consume them; and thy word shall be to me for the joy and gladness of my heart: for thy name has been called upon me, O Lord Almighty."
    },
    {
      "verse": 17,
      "text": "I have not sat in the assembly of them as they mocked, but I feared because of thy power: I sat alone, for I was filled with bitterness."
    },
    {
      "verse": 18,
      "text": "Why do they that grieve me prevail against me? my wound is severe; whence shall I be healed? it is indeed become to me as deceitful water, that has no faithfulness."
    },
    {
      "verse": 19,
      "text": "Therefore thus saith the Lord, If thou wilt return, then will I restore thee, and thou shalt stand before my face: and if thou wilt bring forth the precious from the worthless, thou shalt be as my mouth: and they shall return to thee; but thou shalt not return to them."
    },
    {
      "verse": 20,
      "text": "And I will make thee to this people as a strong brazen wall; and they shall fight against thee, but they shall by no means prevail against thee;"
    },
    {
      "verse": 21,
      "text": "for I am with thee to save thee, and to deliver thee out of the hand of wicked \\add men\\add*; and I will ransom thee out of the hand of pestilent \\add men\\add*."
    }
  ]
}