{
  "book_id": "LUK",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐγένετο δὲ ἐν τῷ τὸν ὄχλον ἐπικεῖσθαι αὐτῷ ⸀καὶἀκούειν τὸν λόγον τοῦ θεοῦ καὶ αὐτὸς ἦν ἑστὼς παρὰ τὴν λίμνην Γεννησαρέτ,"
    },
    {
      "verse": 2,
      "text": "καὶ εἶδεν ⸂δύο πλοῖα ἑστῶτα παρὰ τὴν λίμνην, οἱ δὲ ἁλιεῖς ⸂ἀπʼ αὐτῶν ἀποβάντες ⸀ἔπλυνοντὰ δίκτυα."
    },
    {
      "verse": 3,
      "text": "ἐμβὰς δὲ εἰς ἓν τῶν πλοίων, ὃ ⸀ἦνΣίμωνος, ἠρώτησεν αὐτὸν ἀπὸ τῆς γῆς ἐπαναγαγεῖν ὀλίγον, ⸂καθίσας δὲ ἐκ τοῦ πλοίου ἐδίδασκεν τοὺς ὄχλους."
    },
    {
      "verse": 4,
      "text": "ὡς δὲ ἐπαύσατο λαλῶν, εἶπεν πρὸς τὸν Σίμωνα· Ἐπανάγαγε εἰς τὸ βάθος καὶ χαλάσατε τὰ δίκτυα ὑμῶν εἰς ἄγραν."
    },
    {
      "verse": 5,
      "text": "καὶ ἀποκριθεὶς ⸀Σίμων⸀εἶπεν Ἐπιστάτα, διʼ ⸀ὅληςνυκτὸς κοπιάσαντες οὐδὲν ἐλάβομεν, ἐπὶ δὲ τῷ ῥήματί σου χαλάσω ⸂τὰ δίκτυα."
    },
    {
      "verse": 6,
      "text": "καὶ τοῦτο ποιήσαντες συνέκλεισαν πλῆθος ἰχθύων πολύ, ⸀διερρήσσετοδὲ ⸂τὰ δίκτυα αὐτῶν."
    },
    {
      "verse": 7,
      "text": "καὶ κατένευσαν τοῖς ⸀μετόχοιςἐν τῷ ἑτέρῳ πλοίῳ τοῦ ἐλθόντας συλλαβέσθαι αὐτοῖς· καὶ ἦλθον, καὶ ἔπλησαν ἀμφότερα τὰ πλοῖα ὥστε βυθίζεσθαι αὐτά."
    },
    {
      "verse": 8,
      "text": "ἰδὼν δὲ Σίμων Πέτρος προσέπεσεν τοῖς γόνασιν Ἰησοῦ λέγων· Ἔξελθε ἀπʼ ἐμοῦ, ὅτι ἀνὴρ ἁμαρτωλός εἰμι, κύριε·"
    },
    {
      "verse": 9,
      "text": "θάμβος γὰρ περιέσχεν αὐτὸν καὶ πάντας τοὺς σὺν αὐτῷ ἐπὶ τῇ ἄγρᾳ τῶν ἰχθύων ⸀ὧνσυνέλαβον,"
    },
    {
      "verse": 10,
      "text": "ὁοίως δὲ καὶ Ἰάκωβον καὶ Ἰωάννην υἱοὺς Ζεβεδαίου, οἳ ἦσαν κοινωνοὶ τῷ Σίμωνι. καὶ εἶπεν πρὸς τὸν Σίμωνα ⸀ὁ Ἰησοῦς· Μὴ φοβοῦ· ἀπὸ τοῦ νῦν ἀνθρώπους ἔσῃ ζωγρῶν."
    },
    {
      "verse": 11,
      "text": "καὶ καταγαγόντες τὰ πλοῖα ἐπὶ τὴν γῆν ἀφέντες ⸀πάνταἠκολούθησαν αὐτῷ."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐγένετο ἐν τῷ εἶναι αὐτὸν ἐν μιᾷ τῶν πόλεων καὶ ἰδοὺ ἀνὴρ πλήρης λέπρας· ⸂καὶ ἰδὼν τὸν Ἰησοῦν πεσὼν ἐπὶ πρόσωπον ἐδεήθη αὐτοῦ λέγων· Κύριε, ἐὰν θέλῃς δύνασαί με καθαρίσαι."
    },
    {
      "verse": 13,
      "text": "καὶ ἐκτείνας τὴν χεῖρα ἥψατο αὐτοῦ ⸀εἰπών Θέλω, καθαρίσθητι· καὶ εὐθέως ἡ λέπρα ἀπῆλθεν ἀπʼ αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "καὶ αὐτὸς παρήγγειλεν αὐτῷ μηδενὶ εἰπεῖν, ἀλλὰ ἀπελθὼν δεῖξον σεαυτὸν τῷ ἱερεῖ, καὶ προσένεγκε περὶ τοῦ καθαρισμοῦ σου καθὼς προσέταξεν Μωϋσῆς εἰς μαρτύριον αὐτοῖς."
    },
    {
      "verse": 15,
      "text": "διήρχετο δὲ μᾶλλον ὁ λόγος περὶ αὐτοῦ, καὶ συνήρχοντο ὄχλοι πολλοὶ ἀκούειν καὶ ⸀θεραπεύεσθαιἀπὸ τῶν ἀσθενειῶν αὐτῶν·"
    },
    {
      "verse": 16,
      "text": "αὐτὸς δὲ ἦν ὑποχωρῶν ἐν ταῖς ἐρήμοις καὶ προσευχόμενος."
    },
    {
      "verse": 17,
      "text": "Καὶ ἐγένετο ἐν μιᾷ τῶν ἡμερῶν καὶ αὐτὸς ἦν διδάσκων, καὶ ἦσαν καθήμενοι Φαρισαῖοι καὶ νομοδιδάσκαλοι οἳ ἦσαν ἐληλυθότες ἐκ πάσης κώμης τῆς Γαλιλαίας καὶ Ἰουδαίας καὶ Ἰερουσαλήμ· καὶ δύναμις κυρίου ἦν εἰς τὸ ἰᾶσθαι ⸀αὐτόν"
    },
    {
      "verse": 18,
      "text": "καὶ ἰδοὺ ἄνδρες φέροντες ἐπὶ κλίνης ἄνθρωπον ὃς ἦν παραλελυμένος, καὶ ἐζήτουν αὐτὸν εἰσενεγκεῖν καὶ ⸀θεῖναιἐνώπιον αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "καὶ μὴ εὑρόντες ποίας εἰσενέγκωσιν αὐτὸν διὰ τὸν ὄχλον ἀναβάντες ἐπὶ τὸ δῶμα διὰ τῶν κεράμων καθῆκαν αὐτὸν σὺν τῷ κλινιδίῳ εἰς τὸ μέσον ἔμπροσθεν τοῦ Ἰησοῦ."
    },
    {
      "verse": 20,
      "text": "καὶ ἰδὼν τὴν πίστιν αὐτῶν ⸀εἶπεν Ἄνθρωπε, ἀφέωνταί σοι αἱ ἁμαρτίαι σου."
    },
    {
      "verse": 21,
      "text": "καὶ ἤρξαντο διαλογίζεσθαι οἱ γραμματεῖς καὶ οἱ Φαρισαῖοι λέγοντες· Τίς ἐστιν οὗτος ὃς λαλεῖ βλασφημίας; τίς δύναται ⸂ἁμαρτίας ἀφεῖναι εἰ μὴ μόνος ὁ θεός;"
    },
    {
      "verse": 22,
      "text": "ἐπιγνοὺς δὲ ὁ Ἰησοῦς τοὺς διαλογισμοὺς αὐτῶν ἀποκριθεὶς εἶπεν πρὸς αὐτούς· Τί διαλογίζεσθε ἐν ταῖς καρδίαις ὑμῶν;"
    },
    {
      "verse": 23,
      "text": "τί ἐστιν εὐκοπώτερον, εἰπεῖν· Ἀφέωνταί σοι αἱ ἁμαρτίαι σου, ἢ εἰπεῖν· ⸀Ἔγειρεκαὶ περιπάτει;"
    },
    {
      "verse": 24,
      "text": "ἵνα δὲ εἰδῆτε ὅτι ⸂ὁ υἱὸς τοῦ ἀνθρώπου ἐξουσίαν ἔχει ἐπὶ τῆς γῆς ἀφιέναι ἁμαρτίας— εἶπεν τῷ παραλελυμένῳ· Σοὶ λέγω, ⸀ἔγειρεκαὶ ἄρας τὸ κλινίδιόν σου πορεύου εἰς τὸν οἶκόν σου."
    },
    {
      "verse": 25,
      "text": "καὶ παραχρῆμα ἀναστὰς ἐνώπιον αὐτῶν, ἄρας ἐφʼ ὃ κατέκειτο, ἀπῆλθεν εἰς τὸν οἶκον αὐτοῦ δοξάζων τὸν θεόν."
    },
    {
      "verse": 26,
      "text": "καὶ ἔκστασις ἔλαβεν ἅπαντας καὶ ἐδόξαζον τὸν θεόν, καὶ ἐπλήσθησαν φόβου λέγοντες ὅτι Εἴδομεν παράδοξα σήμερον."
    },
    {
      "verse": 27,
      "text": "Καὶ μετὰ ταῦτα ἐξῆλθεν καὶ ἐθεάσατο τελώνην ὀνόματι Λευὶν καθήμενον ἐπὶ τὸ τελώνιον, καὶ εἶπεν αὐτῷ· Ἀκολούθει μοι."
    },
    {
      "verse": 28,
      "text": "καὶ καταλιπὼν ⸀πάνταἀναστὰς ⸀ἠκολούθειαὐτῷ."
    },
    {
      "verse": 29,
      "text": "Καὶ ἐποίησεν δοχὴν μεγάλην Λευὶς αὐτῷ ἐν τῇ οἰκίᾳ αὐτοῦ· καὶ ἦν ὄχλος ⸂πολὺς τελωνῶν καὶ ἄλλων οἳ ἦσαν μετʼ αὐτῶν κατακείμενοι."
    },
    {
      "verse": 30,
      "text": "καὶ ἐγόγγυζον οἱ ⸂Φαρισαῖοι καὶ οἱ γραμματεῖς αὐτῶν πρὸς τοὺς μαθητὰς αὐτοῦ λέγοντες· Διὰ τί μετὰ τῶν τελωνῶν καὶ ἁμαρτωλῶν ἐσθίετε καὶ πίνετε;"
    },
    {
      "verse": 31,
      "text": "καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν πρὸς αὐτούς· Οὐ χρείαν ἔχουσιν οἱ ὑγιαίνοντες ἰατροῦ ἀλλὰ οἱ κακῶς ἔχοντες·"
    },
    {
      "verse": 32,
      "text": "οὐκ ἐλήλυθα καλέσαι δικαίους ἀλλὰ ἁμαρτωλοὺς εἰς μετάνοιαν."
    },
    {
      "verse": 33,
      "text": "Οἱδὲ εἶπαν πρὸς αὐτόν· ⸀Οἱ μαθηταὶ Ἰωάννου νηστεύουσιν πυκνὰ καὶ δεήσεις ποιοῦνται, ὁμοίως καὶ οἱ τῶν Φαρισαίων, οἱ δὲ σοὶ ἐσθίουσιν καὶ πίνουσιν."
    },
    {
      "verse": 34,
      "text": "ὁ ⸀δὲεἶπεν πρὸς αὐτούς· Μὴ δύνασθε τοὺς υἱοὺς τοῦ νυμφῶνος ἐν ᾧ ὁ νυμφίος μετʼ αὐτῶν ἐστιν ποιῆσαι ⸀νηστεῦσαι"
    },
    {
      "verse": 35,
      "text": "ἐλεύσονται δὲ ἡμέραι, καὶ ὅταν ἀπαρθῇ ἀπʼ αὐτῶν ὁ νυμφίος τότε νηστεύσουσιν ἐν ἐκείναις ταῖς ἡμέραις."
    },
    {
      "verse": 36,
      "text": "ἔλεγεν δὲ καὶ παραβολὴν πρὸς αὐτοὺς ὅτι Οὐδεὶς ἐπίβλημα ⸀ἀπὸἱματίου καινοῦ ⸀σχίσαςἐπιβάλλει ἐπὶ ἱμάτιον παλαιόν· εἰ δὲ μήγε, καὶ τὸ καινὸν ⸀σχίσεικαὶ τῷ παλαιῷ οὐ ⸂συμφωνήσει τὸ ἐπίβλημα τὸ ἀπὸ τοῦ καινοῦ."
    },
    {
      "verse": 37,
      "text": "καὶ οὐδεὶς βάλλει οἶνον νέον εἰς ἀσκοὺς παλαιούς· εἰ δὲ μήγε, ῥήξει ὁ ⸂οἶνος ὁ νέος τοὺς ἀσκούς, καὶ αὐτὸς ἐκχυθήσεται καὶ οἱ ἀσκοὶ ἀπολοῦνται·"
    },
    {
      "verse": 38,
      "text": "ἀλλὰ οἶνον νέον εἰς ἀσκοὺς καινοὺς ⸀βλητέον"
    },
    {
      "verse": 39,
      "text": "⸀καὶοὐδεὶς πιὼν ⸀παλαιὸνθέλει νέον· λέγει γάρ· Ὁ παλαιὸς ⸀χρηστόςἐστιν."
    }
  ]
}