{
  "book_id": "LUK",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο ἐν τῷ εἶναι αὐτὸν ἐν τόπῳ τινὶ προσευχόμενον, ὡς ἐπαύσατο, εἶπέν τις τῶν μαθητῶν αὐτοῦ πρὸς αὐτόν· Κύριε, δίδαξον ἡμᾶς προσεύχεσθαι, καθὼς καὶ Ἰωάννης ἐδίδαξεν τοὺς μαθητὰς αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "εἶπεν δὲ αὐτοῖς· Ὅταν προσεύχησθε, λέγετε· ⸀Πάτερ ἁγιασθήτω τὸ ὄνομά σου ἐλθέτω ἡ βασιλεία ⸀σου·"
    },
    {
      "verse": 3,
      "text": "τὸν ἄρτον ἡμῶν τὸν ἐπιούσιον δίδου ἡμῖν τὸ καθʼ ἡμέραν·"
    },
    {
      "verse": 4,
      "text": "καὶ ἄφες ἡμῖν τὰς ἁμαρτίας ἡμῶν, καὶ γὰρ αὐτοὶ ἀφίομεν παντὶ ὀφείλοντι ἡμῖν· καὶ μὴ εἰσενέγκῃς ἡμᾶς εἰς ⸀πειρασμόν"
    },
    {
      "verse": 5,
      "text": "Καὶ εἶπεν πρὸς αὐτούς· Τίς ἐξ ὑμῶν ἕξει φίλον καὶ πορεύσεται πρὸς αὐτὸν μεσονυκτίου καὶ εἴπῃ αὐτῷ· Φίλε, χρῆσόν μοι τρεῖς ἄρτους,"
    },
    {
      "verse": 6,
      "text": "ἐπειδὴ φίλος ⸀μουπαρεγένετο ἐξ ὁδοῦ πρός με καὶ οὐκ ἔχω ὃ παραθήσω αὐτῷ·"
    },
    {
      "verse": 7,
      "text": "κἀκεῖνος ἔσωθεν ἀποκριθεὶς εἴπῃ· Μή μοι κόπους πάρεχε· ἤδη ἡ θύρα κέκλεισται, καὶ τὰ παιδία μου μετʼ ἐμοῦ εἰς τὴν κοίτην εἰσίν· οὐ δύναμαι ἀναστὰς δοῦναί σοι."
    },
    {
      "verse": 8,
      "text": "λέγω ὑμῖν, εἰ καὶ οὐ δώσει αὐτῷ ἀναστὰς διὰ τὸ εἶναι ⸂φίλον αὐτοῦ, διά γε τὴν ἀναίδειαν αὐτοῦ ἐγερθεὶς δώσει αὐτῷ ⸀ὅσωνχρῄζει."
    },
    {
      "verse": 9,
      "text": "Κἀγὼ ὑμῖν λέγω, αἰτεῖτε, καὶ δοθήσεται ὑμῖν· ζητεῖτε, καὶ εὑρήσετε· κρούετε, καὶ ἀνοιγήσεται ὑμῖν·"
    },
    {
      "verse": 10,
      "text": "πᾶς γὰρ ὁ αἰτῶν λαμβάνει, καὶ ὁ ζητῶν εὑρίσκει, καὶ τῷ κρούοντι ἀνοιγήσεται."
    },
    {
      "verse": 11,
      "text": "τίνα δὲ ⸀ἐξὑμῶν τὸν πατέρα αἰτήσει ὁ ⸀υἱὸςἰχθύν, ⸀καὶἀντὶ ἰχθύος ὄφιν ⸂αὐτῷ ἐπιδώσει;"
    },
    {
      "verse": 12,
      "text": "ἢ καὶ ⸀αἰτήσειᾠόν, ⸀ἐπιδώσειαὐτῷ σκορπίον;"
    },
    {
      "verse": 13,
      "text": "εἰ οὖν ὑμεῖς πονηροὶ ὑπάρχοντες οἴδατε δόματα ἀγαθὰ διδόναι τοῖς τέκνοις ὑμῶν, πόσῳ μᾶλλον ὁ πατὴρ ὁ ἐξ οὐρανοῦ δώσει πνεῦμα ἅγιον τοῖς αἰτοῦσιν αὐτόν."
    },
    {
      "verse": 14,
      "text": "Καὶ ἦν ἐκβάλλων ⸀δαιμόνιονκωφόν· ἐγένετο δὲ τοῦ δαιμονίου ἐξελθόντος ἐλάλησεν ὁ κωφός. καὶ ἐθαύμασαν οἱ ὄχλοι·"
    },
    {
      "verse": 15,
      "text": "τινὲς δὲ ἐξ αὐτῶν εἶπον· Ἐν Βεελζεβοὺλ ⸀τῷἄρχοντι τῶν δαιμονίων ἐκβάλλει τὰ δαιμόνια·"
    },
    {
      "verse": 16,
      "text": "ἕτεροι δὲ πειράζοντες σημεῖον ⸂ἐξ οὐρανοῦ ἐζήτουν παρʼ αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "αὐτὸς δὲ εἰδὼς αὐτῶν τὰ διανοήματα εἶπεν αὐτοῖς· Πᾶσα βασιλεία ἐφʼ ἑαυτὴν διαμερισθεῖσα ἐρημοῦται, καὶ οἶκος ἐπὶ οἶκον πίπτει."
    },
    {
      "verse": 18,
      "text": "εἰ δὲ καὶ ὁ Σατανᾶς ἐφʼ ἑαυτὸν διεμερίσθη, πῶς σταθήσεται ἡ βασιλεία αὐτοῦ; ὅτι λέγετε ἐν Βεελζεβοὺλ ἐκβάλλειν με τὰ δαιμόνια."
    },
    {
      "verse": 19,
      "text": "εἰ δὲ ἐγὼ ἐν Βεελζεβοὺλ ἐκβάλλω τὰ δαιμόνια, οἱ υἱοὶ ὑμῶν ἐν τίνι ἐκβάλλουσιν; διὰ τοῦτο ⸂αὐτοὶ ὑμῶν κριταὶ ἔσονται."
    },
    {
      "verse": 20,
      "text": "εἰ δὲ ἐν δακτύλῳ ⸀θεοῦἐκβάλλω τὰ δαιμόνια, ἄρα ἔφθασεν ἐφʼ ὑμᾶς ἡ βασιλεία τοῦ θεοῦ."
    },
    {
      "verse": 21,
      "text": "ὅταν ὁ ἰσχυρὸς καθωπλισμένος φυλάσσῃ τὴν ἑαυτοῦ αὐλήν, ἐν εἰρήνῃ ἐστὶν τὰ ὑπάρχοντα αὐτοῦ·"
    },
    {
      "verse": 22,
      "text": "ἐπὰν ⸀δὲἰσχυρότερος ⸀αὐτοῦἐπελθὼν νικήσῃ αὐτόν, τὴν πανοπλίαν αὐτοῦ αἴρει ἐφʼ ᾗ ἐπεποίθει, καὶ τὰ σκῦλα αὐτοῦ διαδίδωσιν."
    },
    {
      "verse": 23,
      "text": "ὁ μὴ ὢν μετʼ ἐμοῦ κατʼ ἐμοῦ ἐστιν, καὶ ὁ μὴ συνάγων μετʼ ἐμοῦ σκορπίζει."
    },
    {
      "verse": 24,
      "text": "Ὅταν τὸ ἀκάθαρτον πνεῦμα ἐξέλθῃ ἀπὸ τοῦ ἀνθρώπου, διέρχεται διʼ ἀνύδρων τόπων ζητοῦν ἀνάπαυσιν, καὶ μὴ ⸀εὑρίσκονλέγει· Ὑποστρέψω εἰς τὸν οἶκόν μου ὅθεν ἐξῆλθον·"
    },
    {
      "verse": 25,
      "text": "καὶ ἐλθὸν ⸀εὑρίσκεισεσαρωμένον καὶ κεκοσμημένον."
    },
    {
      "verse": 26,
      "text": "τότε πορεύεται καὶ παραλαμβάνει ⸂ἕτερα πνεύματα πονηρότερα ἑαυτοῦ ἑπτά, καὶ ⸀εἰσελθόντακατοικεῖ ἐκεῖ, καὶ γίνεται τὰ ἔσχατα τοῦ ἀνθρώπου ἐκείνου χείρονα τῶν πρώτων."
    },
    {
      "verse": 27,
      "text": "Ἐγένετο δὲ ἐν τῷ λέγειν αὐτὸν ταῦτα ἐπάρασά τις ⸂φωνὴν γυνὴ ἐκ τοῦ ὄχλου εἶπεν αὐτῷ· Μακαρία ἡ κοιλία ἡ βαστάσασά σε καὶ μαστοὶ οὓς ἐθήλασας·"
    },
    {
      "verse": 28,
      "text": "αὐτὸς δὲ εἶπεν· ⸀Μενοῦνμακάριοι οἱ ἀκούοντες τὸν λόγον τοῦ θεοῦ καὶ ⸀φυλάσσοντες"
    },
    {
      "verse": 29,
      "text": "Τῶν δὲ ὄχλων ἐπαθροιζομένων ἤρξατο λέγειν· Ἡ γενεὰαὕτη ⸀γενεὰ πονηρά ἐστιν· σημεῖον ⸀ζητεῖ καὶ σημεῖον οὐ δοθήσεται αὐτῇ εἰ μὴ τὸ σημεῖον ⸀Ἰωνᾶ"
    },
    {
      "verse": 30,
      "text": "καθὼς γὰρ ἐγένετο ⸀Ἰωνᾶς⸂τοῖς Νινευίταις σημεῖον, οὕτως ἔσται καὶ ὁ υἱὸς τοῦ ἀνθρώπου τῇ γενεᾷ ταύτῃ."
    },
    {
      "verse": 31,
      "text": "βασίλισσα νότου ἐγερθήσεται ἐν τῇ κρίσει μετὰ τῶν ἀνδρῶν τῆς γενεᾶς ταύτης καὶ κατακρινεῖ αὐτούς· ὅτι ἦλθεν ἐκ τῶν περάτων τῆς γῆς ἀκοῦσαι τὴν σοφίαν Σολομῶνος, καὶ ἰδοὺ πλεῖον Σολομῶνος ὧδε."
    },
    {
      "verse": 32,
      "text": "ἄνδρες ⸀Νινευῖταιἀναστήσονται ἐν τῇ κρίσει μετὰ τῆς γενεᾶς ταύτης καὶ κατακρινοῦσιν αὐτήν· ὅτι μετενόησαν εἰς τὸ κήρυγμα Ἰωνᾶ, καὶ ἰδοὺ πλεῖον Ἰωνᾶ ὧδε."
    },
    {
      "verse": 33,
      "text": "⸀Οὐδεὶςλύχνον ἅψας εἰς κρύπτην τίθησιν οὐδὲ ὑπὸ τὸν μόδιον ἀλλʼ ἐπὶ τὴν λυχνίαν, ἵνα οἱ εἰσπορευόμενοι τὸ ⸀φέγγοςβλέπωσιν."
    },
    {
      "verse": 34,
      "text": "ὁ λύχνος τοῦ σώματός ἐστιν ὁ ὀφθαλμός ⸀σου ⸀ὅτανὁ ὀφθαλμός σου ἁπλοῦς ᾖ, καὶ ὅλον τὸ σῶμά σου φωτεινόν ἐστιν· ἐπὰν δὲ πονηρὸς ᾖ, καὶ τὸ σῶμά σου σκοτεινόν."
    },
    {
      "verse": 35,
      "text": "σκόπει οὖν μὴ τὸ φῶς τὸ ἐν σοὶ σκότος ἐστίν."
    },
    {
      "verse": 36,
      "text": "εἰ οὖν τὸ σῶμά σου ὅλον φωτεινόν, μὴ ἔχον ⸂μέρος τι σκοτεινόν, ἔσται φωτεινὸν ὅλον ὡς ὅταν ὁ λύχνος τῇ ἀστραπῇ φωτίζῃ σε."
    },
    {
      "verse": 37,
      "text": "Ἐν δὲ τῷ λαλῆσαι ⸀ἐρωτᾷαὐτὸν ⸀Φαρισαῖοςὅπως ἀριστήσῃ παρʼ αὐτῷ· εἰσελθὼν δὲ ἀνέπεσεν."
    },
    {
      "verse": 38,
      "text": "ὁ δὲ Φαρισαῖος ἰδὼν ἐθαύμασεν ὅτι οὐ πρῶτον ἐβαπτίσθη πρὸ τοῦ ἀρίστου."
    },
    {
      "verse": 39,
      "text": "εἶπεν δὲ ὁ κύριος πρὸς αὐτόν· Νῦν ὑμεῖς οἱ Φαρισαῖοι τὸ ἔξωθεν τοῦ ποτηρίου καὶ τοῦ πίνακος καθαρίζετε, τὸ δὲ ἔσωθεν ὑμῶν γέμει ἁρπαγῆς καὶ πονηρίας."
    },
    {
      "verse": 40,
      "text": "ἄφρονες, οὐχ ὁ ποιήσας τὸ ἔξωθεν καὶ τὸ ἔσωθεν ἐποίησεν;"
    },
    {
      "verse": 41,
      "text": "πλὴν τὰ ἐνόντα δότε ἐλεημοσύνην, καὶ ἰδοὺ πάντα καθαρὰ ὑμῖν ἐστιν."
    },
    {
      "verse": 42,
      "text": "Ἀλλὰ οὐαὶ ὑμῖν τοῖς Φαρισαίοις, ὅτι ἀποδεκατοῦτε τὸ ἡδύοσμον καὶ τὸ πήγανον καὶ πᾶν λάχανον, καὶ παρέρχεσθε τὴν κρίσιν καὶ τὴν ἀγάπην τοῦ θεοῦ· ταῦτα ⸀δὲἔδει ποιῆσαι κἀκεῖνα μὴ ⸀παρεῖναι"
    },
    {
      "verse": 43,
      "text": "οὐαὶ ὑμῖν τοῖς Φαρισαίοις, ὅτι ἀγαπᾶτε τὴν πρωτοκαθεδρίαν ἐν ταῖς συναγωγαῖς καὶ τοὺς ἀσπασμοὺς ἐν ταῖς ἀγοραῖς."
    },
    {
      "verse": 44,
      "text": "οὐαὶ ⸀ὑμῖν ὅτι ἐστὲ ὡς τὰ μνημεῖα τὰ ἄδηλα, καὶ οἱἄνθρωποι ⸀οἱ περιπατοῦντες ἐπάνω οὐκ οἴδασιν."
    },
    {
      "verse": 45,
      "text": "Ἀποκριθεὶς δέ τις τῶν νομικῶν λέγει αὐτῷ· Διδάσκαλε, ταῦτα λέγων καὶ ἡμᾶς ὑβρίζεις."
    },
    {
      "verse": 46,
      "text": "ὁ δὲ εἶπεν· Καὶ ὑμῖν τοῖς νομικοῖς οὐαί, ὅτι φορτίζετε τοὺς ἀνθρώπους φορτία δυσβάστακτα, καὶ αὐτοὶ ἑνὶ τῶν δακτύλων ὑμῶν οὐ προσψαύετε τοῖς φορτίοις."
    },
    {
      "verse": 47,
      "text": "οὐαὶ ὑμῖν, ὅτι οἰκοδομεῖτε τὰ μνημεῖα τῶν προφητῶν οἱ δὲ πατέρες ὑμῶν ἀπέκτειναν αὐτούς."
    },
    {
      "verse": 48,
      "text": "ἄρα ⸂μάρτυρές ἐστε καὶ συνευδοκεῖτε τοῖς ἔργοις τῶν πατέρων ὑμῶν, ὅτι αὐτοὶ μὲν ἀπέκτειναν αὐτοὺς ὑμεῖς δὲ ⸀οἰκοδομεῖτε"
    },
    {
      "verse": 49,
      "text": "διὰ τοῦτο καὶ ἡ σοφία τοῦ θεοῦ εἶπεν· Ἀποστελῶ εἰς αὐτοὺς προφήτας καὶ ἀποστόλους, καὶ ἐξ αὐτῶν ἀποκτενοῦσιν καὶ ⸀διώξουσιν"
    },
    {
      "verse": 50,
      "text": "ἵνα ἐκζητηθῇ τὸ αἷμα πάντων τῶν προφητῶν τὸ ἐκκεχυμένον ἀπὸ καταβολῆς κόσμου ἀπὸ τῆς γενεᾶς ταύτης,"
    },
    {
      "verse": 51,
      "text": "⸀ἀπὸαἵματος Ἅβελ ⸀ἕωςαἵματος Ζαχαρίου τοῦ ἀπολομένου μεταξὺ τοῦ θυσιαστηρίου καὶ τοῦ οἴκου· ναί, λέγω ὑμῖν, ἐκζητηθήσεται ἀπὸ τῆς γενεᾶς ταύτης."
    },
    {
      "verse": 52,
      "text": "οὐαὶ ὑμῖν τοῖς νομικοῖς, ὅτι ἤρατε τὴν κλεῖδα τῆς γνώσεως· αὐτοὶ οὐκ εἰσήλθατε καὶ τοὺς εἰσερχομένους ἐκωλύσατε."
    },
    {
      "verse": 53,
      "text": "⸂Κἀκεῖθεν ἐξελθόντος αὐτοῦ ἤρξαντο οἱ γραμματεῖς καὶ οἱ Φαρισαῖοι δεινῶς ἐνέχειν καὶ ἀποστοματίζειν αὐτὸν περὶ πλειόνων,"
    },
    {
      "verse": 54,
      "text": "ἐνεδρεύοντες ⸀αὐτὸνθηρεῦσαί τι ἐκ τοῦ στόματος ⸀αὐτοῦ"
    }
  ]
}