{
  "book_id": "LUK",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Ἔλεγεν δὲ καὶ πρὸς τοὺς ⸀μαθητάς Ἄνθρωπός τις ἦν πλούσιος ὃς εἶχεν οἰκονόμον, καὶ οὗτος διεβλήθη αὐτῷ ὡς διασκορπίζων τὰ ὑπάρχοντα αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "καὶ φωνήσας αὐτὸν εἶπεν αὐτῷ· Τί τοῦτο ἀκούω περὶ σοῦ; ἀπόδος τὸν λόγον τῆς οἰκονομίας σου, οὐ γὰρ ⸀δύνῃἔτι οἰκονομεῖν."
    },
    {
      "verse": 3,
      "text": "εἶπεν δὲ ἐν ἑαυτῷ ὁ οἰκονόμος· Τί ποιήσω ὅτι ὁ κύριός μου ἀφαιρεῖται τὴν οἰκονομίαν ἀπʼ ἐμοῦ; σκάπτειν οὐκ ἰσχύω, ἐπαιτεῖν αἰσχύνομαι·"
    },
    {
      "verse": 4,
      "text": "ἔγνων τί ποιήσω, ἵνα ὅταν μετασταθῶ ⸀ἐκτῆς οἰκονομίας δέξωνταί με εἰς τοὺς οἴκους ⸀ἑαυτῶν"
    },
    {
      "verse": 5,
      "text": "καὶ προσκαλεσάμενος ἕνα ἕκαστον τῶν χρεοφειλετῶν τοῦ κυρίου ἑαυτοῦ ἔλεγεν τῷ πρώτῳ· Πόσον ὀφείλεις τῷ κυρίῳ μου;"
    },
    {
      "verse": 6,
      "text": "ὁ δὲεἶπεν· Ἑκατὸν βάτους ἐλαίου· ⸂ὁ δὲ⸃ εἶπεν αὐτῷ· Δέξαι σου ⸂τὰ γράμματα καὶ καθίσας ταχέως γράψον πεντήκοντα."
    },
    {
      "verse": 7,
      "text": "ἔπειτα ἑτέρῳ εἶπεν· Σὺ δὲ πόσον ὀφείλεις; ὁ δὲ εἶπεν· Ἑκατὸν κόρους σίτου· ⸀λέγειαὐτῷ· Δέξαι σου ⸂τὰ γράμματα καὶ γράψον ὀγδοήκοντα."
    },
    {
      "verse": 8,
      "text": "καὶ ἐπῄνεσεν ὁ κύριος τὸν οἰκονόμον τῆς ἀδικίας ὅτι φρονίμως ἐποίησεν· ὅτι οἱ υἱοὶ τοῦ αἰῶνος τούτου φρονιμώτεροι ὑπὲρ τοὺς υἱοὺς τοῦ φωτὸς εἰς τὴν γενεὰν τὴν ἑαυτῶν εἰσιν."
    },
    {
      "verse": 9,
      "text": "καὶ ἐγὼ ὑμῖν λέγω, ⸂ἑαυτοῖς ποιήσατε φίλους ἐκ τοῦ μαμωνᾶ τῆς ἀδικίας, ἵνα ὅταν ⸀ἐκλίπῃδέξωνται ὑμᾶς εἰς τὰς αἰωνίους σκηνάς."
    },
    {
      "verse": 10,
      "text": "Ὁ πιστὸς ἐν ἐλαχίστῳ καὶ ἐν πολλῷ πιστός ἐστιν, καὶ ὁ ἐν ἐλαχίστῳ ἄδικος καὶ ἐν πολλῷ ἄδικός ἐστιν."
    },
    {
      "verse": 11,
      "text": "εἰ οὖν ἐν τῷ ἀδίκῳ μαμωνᾷ πιστοὶ οὐκ ἐγένεσθε, τὸ ἀληθινὸν τίς ὑμῖν πιστεύσει;"
    },
    {
      "verse": 12,
      "text": "καὶ εἰ ἐν τῷ ἀλλοτρίῳ πιστοὶ οὐκ ἐγένεσθε, τὸ ⸀ὑμέτεροντίς ⸂δώσει ὑμῖν;"
    },
    {
      "verse": 13,
      "text": "οὐδεὶς οἰκέτης δύναται δυσὶ κυρίοις δουλεύειν· ἢ γὰρ τὸν ἕνα μισήσει καὶ τὸν ἕτερον ἀγαπήσει, ἢ ἑνὸς ἀνθέξεται καὶ τοῦ ἑτέρου καταφρονήσει. οὐ δύνασθε θεῷ δουλεύειν καὶ μαμωνᾷ."
    },
    {
      "verse": 14,
      "text": "Ἤκουον δὲ ταῦτα ⸀πάνταοἱ Φαρισαῖοι φιλάργυροι ὑπάρχοντες, καὶ ἐξεμυκτήριζον αὐτόν."
    },
    {
      "verse": 15,
      "text": "καὶ εἶπεν αὐτοῖς· Ὑμεῖς ἐστε οἱ δικαιοῦντες ἑαυτοὺς ἐνώπιον τῶν ἀνθρώπων, ὁ δὲ θεὸς γινώσκει τὰς καρδίας ὑμῶν· ὅτι τὸ ἐν ἀνθρώποις ὑψηλὸν βδέλυγμα ἐνώπιον τοῦ θεοῦ."
    },
    {
      "verse": 16,
      "text": "Ὁ νόμος καὶ οἱ προφῆται ⸀μέχριἸωάννου· ἀπὸ τότε ἡ βασιλεία τοῦ θεοῦ εὐαγγελίζεται καὶ πᾶς εἰς αὐτὴν βιάζεται."
    },
    {
      "verse": 17,
      "text": "Εὐκοπώτερον δέ ἐστιν τὸν οὐρανὸν καὶ τὴν γῆν παρελθεῖν ἢ τοῦ νόμου μίαν κεραίαν πεσεῖν."
    },
    {
      "verse": 18,
      "text": "Πᾶς ὁ ἀπολύων τὴν γυναῖκα αὐτοῦ καὶγαμῶν ἑτέραν μοιχεύει, ⸀καὶ ὁ ἀπολελυμένην ἀπὸ ἀνδρὸς γαμῶν μοιχεύει."
    },
    {
      "verse": 19,
      "text": "Ἄνθρωπος δέ τις ἦν πλούσιος, καὶ ἐνεδιδύσκετο πορφύραν καὶ βύσσον εὐφραινόμενος καθʼ ἡμέραν λαμπρῶς."
    },
    {
      "verse": 20,
      "text": "πτωχὸς δέ ⸀τιςὀνόματι ⸀Λάζαροςἐβέβλητο πρὸς τὸν πυλῶνα αὐτοῦ εἱλκωμένος"
    },
    {
      "verse": 21,
      "text": "καὶ ἐπιθυμῶν χορτασθῆναι ⸀ἀπὸτῶν πιπτόντων ἀπὸ τῆς τραπέζης τοῦ πλουσίου· ἀλλὰ καὶ οἱ κύνες ἐρχόμενοι ⸀ἐπέλειχοντὰ ἕλκη αὐτοῦ."
    },
    {
      "verse": 22,
      "text": "ἐγένετο δὲ ἀποθανεῖν τὸν πτωχὸν καὶ ἀπενεχθῆναι αὐτὸν ὑπὸ τῶν ἀγγέλων εἰς τὸν κόλπον Ἀβραάμ· ἀπέθανεν δὲ καὶ ὁ πλούσιος καὶ ἐτάφη."
    },
    {
      "verse": 23,
      "text": "καὶ ἐν τῷ ᾅδῃ ἐπάρας τοὺς ὀφθαλμοὺς αὐτοῦ, ὑπάρχων ἐν βασάνοις, ⸀ὁρᾷἈβραὰμ ἀπὸ μακρόθεν καὶ Λάζαρον ἐν τοῖς κόλποις αὐτοῦ."
    },
    {
      "verse": 24,
      "text": "καὶ αὐτὸς φωνήσας εἶπεν· Πάτερ Ἀβραάμ, ἐλέησόν με καὶ πέμψον Λάζαρον ἵνα βάψῃ τὸ ἄκρον τοῦ δακτύλου αὐτοῦ ὕδατος καὶ καταψύξῃ τὴν γλῶσσάν μου, ὅτι ὀδυνῶμαι ἐν τῇ φλογὶ ταύτῃ."
    },
    {
      "verse": 25,
      "text": "εἶπεν δὲ Ἀβραάμ· Τέκνον, μνήσθητι ὅτι ⸀ἀπέλαβεςτὰ ἀγαθά σου ἐν τῇ ζωῇ σου, καὶ Λάζαρος ὁμοίως τὰ κακά· νῦν δὲ ὧδε παρακαλεῖται σὺ δὲ ὀδυνᾶσαι."
    },
    {
      "verse": 26,
      "text": "καὶ ⸀ἐνπᾶσι τούτοις μεταξὺ ἡμῶν καὶ ὑμῶν χάσμα μέγα ἐστήρικται, ὅπως οἱ θέλοντες διαβῆναι ἔνθεν πρὸς ὑμᾶς μὴ δύνωνται, ⸀μηδὲ ἐκεῖθεν πρὸς ἡμᾶς διαπερῶσιν."
    },
    {
      "verse": 27,
      "text": "εἶπεν δέ· Ἐρωτῶ ⸂σε οὖν, πάτερ, ἵνα πέμψῃς αὐτὸν εἰς τὸν οἶκον τοῦ πατρός μου,"
    },
    {
      "verse": 28,
      "text": "ἔχω γὰρ πέντε ἀδελφούς, ὅπως διαμαρτύρηται αὐτοῖς, ἵνα μὴ καὶ αὐτοὶ ἔλθωσιν εἰς τὸν τόπον τοῦτον τῆς βασάνου."
    },
    {
      "verse": 29,
      "text": "λέγει ⸀δὲἈβραάμ· Ἔχουσι Μωϋσέα καὶ τοὺς προφήτας· ἀκουσάτωσαν αὐτῶν."
    },
    {
      "verse": 30,
      "text": "ὁ δὲ εἶπεν· Οὐχί, πάτερ Ἀβραάμ, ἀλλʼ ἐάν τις ἀπὸ νεκρῶν πορευθῇ πρὸς αὐτοὺς μετανοήσουσιν."
    },
    {
      "verse": 31,
      "text": "εἶπεν δὲ αὐτῷ· Εἰ Μωϋσέως καὶ τῶν προφητῶν οὐκ ἀκούουσιν, οὐδʼ ἐάν τις ἐκ νεκρῶν ἀναστῇ πεισθήσονται."
    }
  ]
}