{
  "book_id": "LUK",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ εἰσελθὼν διήρχετο τὴν Ἰεριχώ."
    },
    {
      "verse": 2,
      "text": "καὶ ἰδοὺ ἀνὴρ ὀνόματι ⸀καλούμενοςΖακχαῖος, καὶ αὐτὸςἦν ἀρχιτελώνης καὶ ⸀αὐτὸς πλούσιος·"
    },
    {
      "verse": 3,
      "text": "καὶ ἐζήτει ἰδεῖν τὸν Ἰησοῦν τίς ἐστιν, καὶ οὐκ ἠδύνατο ἀπὸ τοῦ ὄχλου ὅτι τῇ ἡλικίᾳ μικρὸς ἦν."
    },
    {
      "verse": 4,
      "text": "καὶ προδραμὼν ⸂εἰς τὸ ἔμπροσθεν ἀνέβη ἐπὶ συκομορέαν ἵνα ἴδῃ αὐτόν, ὅτι ἐκείνης ἤμελλεν διέρχεσθαι."
    },
    {
      "verse": 5,
      "text": "καὶ ὡς ἦλθεν ἐπὶ τὸν τόπον, ἀναβλέψας ὁ ⸀Ἰησοῦςεἶπεν πρὸς αὐτόν· Ζακχαῖε, σπεύσας κατάβηθι, σήμερον γὰρ ἐν τῷ οἴκῳ σου δεῖ με μεῖναι."
    },
    {
      "verse": 6,
      "text": "καὶ σπεύσας κατέβη, καὶ ὑπεδέξατο αὐτὸν χαίρων."
    },
    {
      "verse": 7,
      "text": "καὶ ἰδόντες πάντες διεγόγγυζον λέγοντες ὅτι Παρὰ ἁμαρτωλῷ ἀνδρὶ εἰσῆλθεν καταλῦσαι."
    },
    {
      "verse": 8,
      "text": "σταθεὶς δὲ Ζακχαῖος εἶπεν πρὸς τὸν κύριον· Ἰδοὺ τὰ ⸀ἡμίσιά⸂μου τῶν ὑπαρχόντων, κύριε, ⸂τοῖς πτωχοῖς δίδωμι, καὶ εἴ τινός τι ἐσυκοφάντησα ἀποδίδωμι τετραπλοῦν."
    },
    {
      "verse": 9,
      "text": "εἶπεν δὲ πρὸς αὐτὸν ὁ Ἰησοῦς ὅτι Σήμερον σωτηρία τῷ οἴκῳ τούτῳ ἐγένετο, καθότι καὶ αὐτὸς υἱὸς Ἀβραάμ ἐστιν·"
    },
    {
      "verse": 10,
      "text": "ἦλθεν γὰρ ὁ υἱὸς τοῦ ἀνθρώπου ζητῆσαι καὶ σῶσαι τὸ ἀπολωλός."
    },
    {
      "verse": 11,
      "text": "Ἀκουόντων δὲ αὐτῶν ταῦτα προσθεὶς εἶπεν παραβολὴν διὰ τὸ ἐγγὺς ⸂εἶναι Ἰερουσαλὴμ αὐτὸν καὶ δοκεῖν αὐτοὺς ὅτι παραχρῆμα μέλλει ἡ βασιλεία τοῦ θεοῦ ἀναφαίνεσθαι·"
    },
    {
      "verse": 12,
      "text": "εἶπεν οὖν· Ἄνθρωπός τις εὐγενὴς ἐπορεύθη εἰς χώραν μακρὰν λαβεῖν ἑαυτῷ βασιλείαν καὶ ὑποστρέψαι."
    },
    {
      "verse": 13,
      "text": "καλέσας δὲ δέκα δούλους ἑαυτοῦ ἔδωκεν αὐτοῖς δέκα μνᾶς καὶ εἶπεν πρὸς αὐτούς· ⸀Πραγματεύσασθε⸂ἐν ᾧ ἔρχομαι."
    },
    {
      "verse": 14,
      "text": "οἱ δὲ πολῖται αὐτοῦ ἐμίσουν αὐτόν, καὶ ἀπέστειλαν πρεσβείαν ὀπίσω αὐτοῦ λέγοντες· Οὐ θέλομεν τοῦτον βασιλεῦσαι ἐφʼ ἡμᾶς."
    },
    {
      "verse": 15,
      "text": "καὶ ἐγένετο ἐν τῷ ἐπανελθεῖν αὐτὸν λαβόντα τὴν βασιλείαν καὶ εἶπεν φωνηθῆναι αὐτῷ τοὺς δούλους τούτους οἷς ⸀δεδώκειτὸ ἀργύριον, ἵνα ⸀γνοῖτί ⸀διεπραγματεύσαντο"
    },
    {
      "verse": 16,
      "text": "παρεγένετο δὲ ὁ πρῶτος λέγων· Κύριε, ἡ μνᾶ σου ⸂δέκα προσηργάσατο μνᾶς."
    },
    {
      "verse": 17,
      "text": "καὶ εἶπεν αὐτῷ· ⸀Εὖγε ἀγαθὲ δοῦλε, ὅτι ἐν ἐλαχίστῳ πιστὸς ἐγένου, ἴσθι ἐξουσίαν ἔχων ἐπάνω δέκα πόλεων."
    },
    {
      "verse": 18,
      "text": "καὶ ἦλθεν ὁ δεύτερος λέγων· ⸂Ἡ μνᾶ σου, κύριε⸃, ἐποίησεν πέντε μνᾶς."
    },
    {
      "verse": 19,
      "text": "εἶπεν δὲ καὶ τούτῳ· Καὶ σὺ ⸂ἐπάνω γίνου πέντε πόλεων."
    },
    {
      "verse": 20,
      "text": "καὶ ⸀ὁἕτερος ἦλθεν λέγων· Κύριε, ἰδοὺ ἡ μνᾶ σου ἣν εἶχον ἀποκειμένην ἐν σουδαρίῳ·"
    },
    {
      "verse": 21,
      "text": "ἐφοβούμην γάρ σε ὅτι ἄνθρωπος αὐστηρὸς εἶ, αἴρεις ὃ οὐκ ἔθηκας καὶ θερίζεις ὃ οὐκ ἔσπειρας."
    },
    {
      "verse": 22,
      "text": "⸀λέγειαὐτῷ· Ἐκ τοῦ στόματός σου κρίνω σε, πονηρὲ δοῦλε· ᾔδεις ὅτι ἐγὼ ἄνθρωπος αὐστηρός εἰμι, αἴρων ὃ οὐκ ἔθηκα καὶ θερίζων ὃ οὐκ ἔσπειρα;"
    },
    {
      "verse": 23,
      "text": "καὶ διὰ τί οὐκ ἔδωκάς ⸂μου τὸ ἀργύριον ἐπὶ τράπεζαν; κἀγὼ ἐλθὼν σὺν τόκῳ ἂν ⸂αὐτὸ ἔπραξα."
    },
    {
      "verse": 24,
      "text": "καὶ τοῖς παρεστῶσιν εἶπεν· Ἄρατε ἀπʼ αὐτοῦ τὴν μνᾶν καὶ δότε τῷ τὰς δέκα μνᾶς ἔχοντι—"
    },
    {
      "verse": 25,
      "text": "καὶ εἶπαν αὐτῷ· Κύριε, ἔχει δέκα μνᾶς—"
    },
    {
      "verse": 26,
      "text": "⸀λέγωὑμῖν ὅτι παντὶ τῷ ἔχοντι δοθήσεται, ἀπὸ δὲ τοῦ μὴ ἔχοντος καὶ ὃ ἔχει ⸀ἀρθήσεται."
    },
    {
      "verse": 27,
      "text": "πλὴν τοὺς ἐχθρούς μου ⸀τούτουςτοὺς μὴ θελήσαντάς με βασιλεῦσαι ἐπʼ αὐτοὺςἀγάγετε ὧδε καὶ κατασφάξατε ⸀αὐτοὺς ἔμπροσθέν μου."
    },
    {
      "verse": 28,
      "text": "Καὶ εἰπὼν ταῦτα ἐπορεύετο ἔμπροσθεν ἀναβαίνων εἰς Ἱεροσόλυμα."
    },
    {
      "verse": 29,
      "text": "Καὶ ἐγένετο ὡς ἤγγισεν εἰς Βηθφαγὴ καὶ Βηθανίαν πρὸς τὸ ὄρος τὸ καλούμενον Ἐλαιῶν, ἀπέστειλεν δύο τῶν ⸀μαθητῶν"
    },
    {
      "verse": 30,
      "text": "⸀λέγων Ὑπάγετε εἰς τὴν κατέναντι κώμην, ἐν ᾗ εἰσπορευόμενοι εὑρήσετε πῶλον δεδεμένον, ἐφʼ ὃν οὐδεὶς πώποτε ἀνθρώπων ἐκάθισεν, ⸀καὶλύσαντες αὐτὸν ἀγάγετε."
    },
    {
      "verse": 31,
      "text": "καὶ ἐάν τις ὑμᾶς ἐρωτᾷ· Διὰ τί λύετε; οὕτως ⸀ἐρεῖτεὅτι Ὁ κύριος αὐτοῦ χρείαν ἔχει."
    },
    {
      "verse": 32,
      "text": "ἀπελθόντες δὲ οἱ ἀπεσταλμένοι εὗρον καθὼς εἶπεν αὐτοῖς."
    },
    {
      "verse": 33,
      "text": "λυόντων δὲ αὐτῶν τὸν πῶλον εἶπαν οἱ κύριοι αὐτοῦ πρὸς αὐτούς· Τί λύετε τὸν πῶλον;"
    },
    {
      "verse": 34,
      "text": "οἱ δὲ εἶπαν ⸀ὅτιὉ κύριος αὐτοῦ χρείαν ἔχει."
    },
    {
      "verse": 35,
      "text": "καὶ ἤγαγον αὐτὸν πρὸς τὸν Ἰησοῦν, καὶ ἐπιρίψαντες ⸀αὐτῶντὰ ἱμάτια ἐπὶ τὸν πῶλον ἐπεβίβασαν τὸν Ἰησοῦν·"
    },
    {
      "verse": 36,
      "text": "πορευομένου δὲ αὐτοῦ ὑπεστρώννυον τὰ ἱμάτια ⸀ἑαυτῶνἐν τῇ ὁδῷ."
    },
    {
      "verse": 37,
      "text": "ἐγγίζοντος δὲ αὐτοῦ ἤδη πρὸς τῇ καταβάσει τοῦ Ὄρους τῶν Ἐλαιῶν ἤρξαντο ἅπαν τὸ πλῆθος τῶν μαθητῶν χαίροντες αἰνεῖν τὸν θεὸν φωνῇ μεγάλῃ περὶ ⸀πασῶνὧν εἶδον δυνάμεων,"
    },
    {
      "verse": 38,
      "text": "λέγοντες· Εὐλογημένος ὁ ἐρχόμενος ⸀βασιλεὺςἐν ὀνόματι κυρίου· ⸂ἐν οὐρανῷ εἰρήνη καὶ δόξα ἐν ὑψίστοις."
    },
    {
      "verse": 39,
      "text": "καί τινες τῶν Φαρισαίων ἀπὸ τοῦ ὄχλου εἶπαν πρὸς αὐτόν· Διδάσκαλε, ἐπιτίμησον τοῖς μαθηταῖς σου."
    },
    {
      "verse": 40,
      "text": "καὶ ἀποκριθεὶς ⸀εἶπεν Λέγω ὑμῖν, ⸀ὅτιἐὰν οὗτοι ⸀σιωπήσουσιν οἱ λίθοι ⸀κράξουσιν"
    },
    {
      "verse": 41,
      "text": "Καὶ ὡς ἤγγισεν, ἰδὼν τὴν πόλιν ἔκλαυσεν ἐπʼ ⸀αὐτήν"
    },
    {
      "verse": 42,
      "text": "λέγων ὅτι Εἰ ἔγνως ⸂ἐν τῇ ἡμέρᾳ ταύτῃ καὶ σὺ τὰ πρὸς ⸀εἰρήνην νῦν δὲ ἐκρύβη ἀπὸ ὀφθαλμῶν σου."
    },
    {
      "verse": 43,
      "text": "ὅτι ἥξουσιν ἡμέραι ἐπὶ σὲ καὶ ⸀παρεμβαλοῦσινοἱ ἐχθροί σου χάρακά σοι καὶ περικυκλώσουσίν σε καὶ συνέξουσίν σε πάντοθεν,"
    },
    {
      "verse": 44,
      "text": "καὶ ἐδαφιοῦσίν σε καὶ τὰ τέκνα σου ἐν σοί, καὶ οὐκ ἀφήσουσιν ⸂λίθον ἐπὶ λίθον ἐν σοί, ἀνθʼ ὧν οὐκ ἔγνως τὸν καιρὸν τῆς ἐπισκοπῆς σου."
    },
    {
      "verse": 45,
      "text": "Καὶ εἰσελθὼν εἰς τὸ ἱερὸν ἤρξατο ἐκβάλλειν τοὺς ⸀πωλοῦντας"
    },
    {
      "verse": 46,
      "text": "λέγων αὐτοῖς· Γέγραπται· ⸂Καὶ ἔσται ὁ οἶκός μου οἶκος ⸀προσευχῆς ὑμεῖς δὲ αὐτὸν ἐποιήσατε σπήλαιον λῃστῶν."
    },
    {
      "verse": 47,
      "text": "Καὶ ἦν διδάσκων τὸ καθʼ ἡμέραν ἐν τῷ ἱερῷ· οἱ δὲ ἀρχιερεῖς καὶ οἱ γραμματεῖς ἐζήτουν αὐτὸν ἀπολέσαι καὶ οἱ πρῶτοι τοῦ λαοῦ,"
    },
    {
      "verse": 48,
      "text": "καὶ οὐχ ⸀εὕρισκοντὸ τί ποιήσωσιν, ὁ λαὸς γὰρ ἅπας ἐξεκρέματο αὐτοῦ ἀκούων."
    }
  ]
}