{
  "book_id": "2TI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* וְעַתָּה דַּע־לְךָ כִּי דֹרוֹת יִוָּלְדוּ בְּאַחֲרִית הַיָּמִים עַד־לְהַשְׁחִית׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* כִּי־יָקוּמוּ אֲנָשִׁים אֹהֲבֵי עַצְמָם רֹדְפֵי בֶצַע מַרְחִיבֵי פֶה וְעֵינַיִם רָמוֹת דֹּבְרֵי סָרָה מַמְרִים לְיֹלְדֵיהֶם חֶסֶד לֹא יַכִּירוּ וְכָל־קֹדֶשׁ יְחַלֵּלוּן׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* חַסְרֵי רַחֲמִים מְפִירֵי בְרִית וּמְלָשְׁנִים זוֹלְלִים אַכְזָרִים וְשׁנְאֵי כָל־טוֹב׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* מֹסְרִים פֹּחֲזִים וְזֵדִים רֹדְפִים לְהִתְעַנֵּג בְּתַעֲנוּגִים מֵהִתְעַנֵּג בֵּאלֹהִים׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* וְהֵם פָּנִים לָהֶם כִּדְמוּת יִרְאַת שָׁמַיִם אַךְ מִכֹּחָהּ אֵין בְּקִרְבָּם וְעַל־כֵּן הַרְחֵק נַפְשְׁךָ מֵהֶם׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* כִּי־מֵהֶם הֵם הַזֹּחֲלִים לָבוֹא אֶל־הַבָּתִּים לְנַהֵג כִּשְׁבֻיּוֹת חֶרֶב נָשִׁים סָרוֹת טַעַם מְלֵאוֹת עָוֹן וְנַפְשָׁן שׁוֹקֵקָה לְכָל־תְּשׁוּקָה׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* הֵן הֵנָּה הַלֹּמְדוֹת תָּמִיד וְלָדַעַת אֶת־הָאֱמֶת אֵין לְאֵל יָדָן׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* כִּי־כְמוֹ יַנִּיס וְיַמְבְּרִיס הִתְיַצְּבוּ בִּפְנֵי משֶׁה כֵּן גַּם־אֵלֶּה מִתְיַצְּבִים בִּפְנֵי הָאֱמֶת בָּנִים מַשְׁחִיתִים בְּדַעַת וּנְלוֹזִים בָּאֱמוּנָה׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* אַךְ חֶפְצָם לֹא יִצְלַח עוֹד בְּיָדָם כִּי תִגָּלֶה נַבְלֻתָם לְעֵינֵי־כֹל כַּאֲשֶׁר קָרָה גַּם־לַאֲנָשִׁים הָהֵם׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* וְאַתָּה הָלַכְתָּ בְעִקְּבוֹתַי בְּמַעְגְּלֵי תוֹרָתִי בַּהֲלִיכוֹת חַיַּי וּבִמְגַמַּת פָּנָי בֶּאֱמוּנָתִי בְּאֹרֶךְ רוּחִי בְּאַהֲבָתִי וּבְסִבְלוּת נַפְשִׁי׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* וּבִרְדִיפוֹת וּבְצָרוֹת אֲשֶׁר יָדַעְתָּ כִּי אֲפָפוּנִי בְּאַנְטְיוֹכְיָא בְּאִקּוֹנְיָא וּבְלוּסְטְרָא כִּי־שָׁם נִרְדַּפְתִּי עַל־צַוָּארִי עַד אֲשֶׁר־הִצִּילַנִי הָאָדוֹן מִכָּל־רֹדְפָי׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* כִּי הֲלֹא כֻלָּם הַחֲפֵצִים בְּחַיֵּי יִרְאַת שָׁמַיִם בְּיֵשׁוּעַ הַמָּשִׁיחַ נִרְדָּפִים הֵמָּה׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* אַךְ אֲנָשִׁים רָעִים וְקֹסְמִים כֵּן יָרֵעוּ וְכֵן יַשְׁחִיתוּ מַתְעִים הֵם וְנִתְעִים׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* אֳבָל אַתָּה שְׁמֹר אֶת־אֲשֶׁר לָמַדְתָּ וְהִשְׂכַּלְתָּ אֶל־נָכוֹן כִּי יָדַעְתָּ מִי־הוּא אֲשֶׁר מִפִּיו לָמָדְתָּ׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* וְכִי־מִנְּעֻרֶיךָ יָדַעְתָּ אֶת־כִּתְבֵי הַקֹּדֶשׁ אֲשֶׁר עַל־יָדָם תַּשְׂכִּיל לְהִוָּשַׁע בֶּאֱמוּנַת יֵשׁוּעַ הַמָּשִׁיחַ׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* כָּל־כִּתְבֵי הַקֹּדֶשׁ עַל־פִּי רוּחַ אֱלֹהִים הֵמָּה וּנְכֹנִים לְהוֹרֹת וּלְהוֹכִיחַ לְהָשִׁיב נֶפֶשׁ וּלְיַשֵּׁר בְּמַעְגְּלֵי צֶדֶק׃"
    },
    {
      "verse": 17,
      "text": "\\vp יז\\vp* וְעַל־פִּיהֶם שָׁלֵם יִהְיֶה אִישׁ הָאֱלֹהִים וְנָכוֹן לְכָל־מַעֲשֶׂה טּוֹב׃"
    }
  ]
}