{
  "book_id": "PHP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "To all Christ’s people at Philippi, with the supervisors and assistants, from Paul and Timothy, servants of Christ Jesus."
    },
    {
      "verse": 2,
      "text": "May God, our Father, and the Lord Jesus Christ bless you, and give you peace."
    },
    {
      "verse": 3,
      "text": "Every recollection that I have of you is a cause of thanksgiving to God,"
    },
    {
      "verse": 4,
      "text": "always, in every prayer that I offer for you all – my prayers are full of joy –"
    },
    {
      "verse": 5,
      "text": "because of the share that you have had in spreading the good news, from the first day that you received it until now."
    },
    {
      "verse": 6,
      "text": "For of this I am confident, that he who began a good work in you will complete it in readiness for the day of Jesus Christ."
    },
    {
      "verse": 7,
      "text": "And, indeed, I am justified in feeling like this about you all; because you have a warm place in my heart – you who all, both in my imprisonment and in the work of defending and establishing the good news, shared my privilege with me."
    },
    {
      "verse": 8,
      "text": "God will bear me witness how I yearn for you all with the tenderness of Christ Jesus."
    },
    {
      "verse": 9,
      "text": "And what I pray for is this – that your love may grow yet stronger and stronger, with increasing knowledge and all discernment,"
    },
    {
      "verse": 10,
      "text": "until you are able to appreciate all moral distinctions. And I pray, too, that you may be kept pure and blameless against the day of Christ,"
    },
    {
      "verse": 11,
      "text": "bearing a rich harvest of that righteousness which comes through Jesus Christ, to the glory and praise of God."
    },
    {
      "verse": 12,
      "text": "Friends, I want you to realise that what has happened to me has actually served to forward the good news."
    },
    {
      "verse": 13,
      "text": "It has even become evident, not only to all the imperial guard, but to everyone else, that it is for Christ’s sake that I am in chains."
    },
    {
      "verse": 14,
      "text": "And besides this, most of our fellow followers have gained confidence in the Lord through my chains, and now venture with far greater freedom to speak of God’s message fearlessly."
    },
    {
      "verse": 15,
      "text": "It is true that some do proclaim the Christ out of jealousy and opposition, but there are others who proclaim him from goodwill."
    },
    {
      "verse": 16,
      "text": "The latter do it from love for me, knowing that I have been appointed to plead the cause of the good news."
    },
    {
      "verse": 17,
      "text": "The former spread the news of the Christ in a factious spirit, and not sincerely, thinking to add to the pain of my chains."
    },
    {
      "verse": 18,
      "text": "But what of that? Only that in some way or other, either with assumed or with real earnestness, Christ is being made known; and at that I rejoice."
    },
    {
      "verse": 19,
      "text": "Yes, and I will rejoice, for I know that, through your prayers and through a rich supply of the Spirit of Jesus Christ, all this will make for my salvation."
    },
    {
      "verse": 20,
      "text": "And this will fulfil my earnest expectation and hope that I will have no cause for shame, but that, with unfailing courage, now as before, Christ will be honoured in my body, whether by my life or by my death,"
    },
    {
      "verse": 21,
      "text": "for to me life is Christ, and death is gain."
    },
    {
      "verse": 22,
      "text": "But what if the life here in the body – if this brings me fruit from my labours? Then which to choose I cannot tell! I am sorely perplexed either way!"
    },
    {
      "verse": 23,
      "text": "My own desire is to depart and be with Christ, for this would be far better."
    },
    {
      "verse": 24,
      "text": "But, for your sakes, it may be more needful that I should still remain here in the body."
    },
    {
      "verse": 25,
      "text": "Yes, I am confident that this is so, and therefore I am sure that I will stay, and stay near you all, to promote your progress and joy in the faith;"
    },
    {
      "verse": 26,
      "text": "so that, when you once more have me among you, you, in your union with Christ Jesus, may find in me fresh cause for exultation."
    },
    {
      "verse": 27,
      "text": "Under all circumstances let your lives be worthy of the good news of the Christ: so that, whether I come and see you, or whether I hear of your affairs at a distance, I may know that you are standing firm, animated by one spirit, and joining with one heart in a common struggle for the faith taught by the good news,"
    },
    {
      "verse": 28,
      "text": "without ever shrinking from your opponents. To them this will be a sign of their destruction and of your salvation – a sign from God."
    },
    {
      "verse": 29,
      "text": "For, on behalf of Christ, you have had the privilege granted you, not only of trusting in him, but also of suffering on his behalf."
    },
    {
      "verse": 30,
      "text": "You will be engaged in the same hard struggle as that which you once saw me waging, and which you hear that I am waging still."
    }
  ]
}