{
  "book_id": "JON",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Now the word of Jehovah came to Jonah, the son of Amittai, saying,"
    },
    {
      "verse": 2,
      "text": "Arise, go to Nineveh, that great city, and cry against it; for their wickedness is come up before me."
    },
    {
      "verse": 3,
      "text": "But Jonah rose up to flee to Tarshish from the presence of Jehovah; and he went down to Joppa, and found a ship going to Tarshish, and paid the fare thereof, and went down into it, to go with them to Tarshish from the presence of Jehovah."
    },
    {
      "verse": 4,
      "text": "But Jehovah sent forth a great wind upon the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken in pieces."
    },
    {
      "verse": 5,
      "text": "Then the mariners were afraid, and cried every man to his god. And they cast forth the things that were in the ship into the sea, to lighten it of them. But Jonah had gone down to the lower part of the ship, and he lay and was fast asleep."
    },
    {
      "verse": 6,
      "text": "And the shipmaster came to him, and said to him, What meanest thou, O sleeper? Arise, call upon thy God! Perhaps God will think upon us, that we perish not."
    },
    {
      "verse": 7,
      "text": "And they said one to another, come, and let us cast lots, that we may know on whose account this evil is upon us! And they cast lots, and the lot fell upon Jonah."
    },
    {
      "verse": 8,
      "text": "Then said they to him, Tell us, we pray thee, on whose account this evil is upon us. What is thy business? And whence comest thou? What is thy country? And of what people art thou?"
    },
    {
      "verse": 9,
      "text": "And he said to them, I am a Hebrew; and I fear Jehovah, the God of heaven, who made the sea and the dry land."
    },
    {
      "verse": 10,
      "text": "Then were the men exceedingly afraid, and said to him, Wherefore hast thou done this? For the men knew that he fled from the presence of Jehovah, because he had told them."
    },
    {
      "verse": 11,
      "text": "Then said they to him, What shall we do to thee, that the sea may be calm to us? For the sea grew more and more tempestuous."
    },
    {
      "verse": 12,
      "text": "And he said to them, Take me up, and cast me forth into the sea; and the sea shall be calm to you. For I know that because of me this great tempest is upon you."
    },
    {
      "verse": 13,
      "text": "Nevertheless the men rowed hard to bring the ship to the land; but they could not; for the sea grew more and more tempestuous against them."
    },
    {
      "verse": 14,
      "text": "And they cried to Jehovah, and said, We beseech thee, O Jehovah, we beseech thee, let us not perish for the life of this man, and lay not upon us innocent blood! For thou, O Jehovah, hast done as it pleased thee."
    },
    {
      "verse": 15,
      "text": "And they took up Jonah, and cast him forth into the sea; and the sea ceased from its raging."
    },
    {
      "verse": 16,
      "text": "Then the men feared Jehovah exceedingly, and offered sacrifice to Jehovah, and made vows."
    },
    {
      "verse": 17,
      "text": "Now Jehovah had appointed a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights."
    }
  ]
}