{
  "book_id": "JON",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "But this displeased Jonah exceedingly, and he was very angry."
    },
    {
      "verse": 2,
      "text": "And he prayed to Jehovah and said, Ah! Jehovah, was not this what I said, when I was yet in my own country? Therefore I made haste to flee to Tarshish. For I knew that thou art a gracious and merciful God, slow to anger and abundant in mercy, and that thou repentest of a threatened evil."
    },
    {
      "verse": 3,
      "text": "And now, O Jehovah, take, I pray thee, my life from me! for it is better for me to die than to live."
    },
    {
      "verse": 4,
      "text": "And Jehovah said, Is it right that thou shouldst be angry?"
    },
    {
      "verse": 5,
      "text": "Now Jonah had gone out of the city, and had sat on the east side of the city, and had made himself a booth there, and had sat under it in the shade, till he should see what would become of the city."
    },
    {
      "verse": 6,
      "text": "And God, Jehovah, appointed a gourd; and it grew up over Jonah to be a shadow over his head, to deliver him from his distress. And Jonah was exceedingly glad of the gourd."
    },
    {
      "verse": 7,
      "text": "But God appointed a worm when the morning rose the next day, and it smote the gourd so that it withered."
    },
    {
      "verse": 8,
      "text": "And when the sun arose, God appointed a sultry east wind; and the sun beat upon the head of Jonah, and he was faint, and he asked for himself death, and said, It is better for me to die than to live."
    },
    {
      "verse": 9,
      "text": "And God said to Jonah, Is it right that thou shouldst be angry for the gourd? And he said, It is right that I should be angry even to death."
    },
    {
      "verse": 10,
      "text": "And Jehovah said, Thou hast had pity on the gourd for which thou hast not labored, and which thou madest not to grow, which grew up in a night and perished in a night;"
    },
    {
      "verse": 11,
      "text": "and should not I spare Nineveh, the great city, wherein are more than a hundred and twenty thousand persons that cannot discern between their right hand and their left hand, and also many cattle?"
    }
  ]
}