{
  "book_id": "JDG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "At that time Deborah and Barak, the son of Abinoam, made this song, saying:"
    },
    {
      "verse": 2,
      "text": "Because of the flowing hair of the fighters in Israel, because the people gave themselves freely, give praise to the Lord."
    },
    {
      "verse": 3,
      "text": "Give attention, O kings; give ear, O rulers; I, even I, will make a song to the Lord; I will make melody to the Lord, the God of Israel."
    },
    {
      "verse": 4,
      "text": "Lord, when you went out from Seir, moving like an army from the field of Edom, the earth was shaking and the heavens were troubled, and the clouds were dropping water."
    },
    {
      "verse": 5,
      "text": "The mountains were shaking before the Lord, before the Lord, the God of Israel."
    },
    {
      "verse": 6,
      "text": "In the days of Shamgar, the son of Anath, in the days of Jael, the highways were not used, and travellers went by side roads."
    },
    {
      "verse": 7,
      "text": "Country towns were no more in Israel, ***were no more, till you, Deborah, came up, till you came up as a mother in Israel."
    },
    {
      "verse": 8,
      "text": "They had no one to make arms, there were no more armed men in the towns; was there a body-cover or a spear to be seen among forty thousand in Israel?"
    },
    {
      "verse": 9,
      "text": "Come, you rulers of Israel, you who gave yourselves freely among the people: give praise to the Lord."
    },
    {
      "verse": 10,
      "text": "Let them give thought to it, who go on white asses, and those who are walking on the road."
    },
    {
      "verse": 11,
      "text": "Give ear to the women laughing by the water-springs; there they will give again the story of the upright acts of the Lord, all the upright acts of his arm in Israel."
    },
    {
      "verse": 12,
      "text": "Awake! awake! Deborah: awake! awake! give a song: Up! Barak, and take prisoner those who took you prisoner, O son of Abinoam."
    },
    {
      "verse": 13,
      "text": "Then the chiefs went down to the doors; the Lord's people went down among the strong ones."
    },
    {
      "verse": 14,
      "text": "Out of Ephraim they came down into the valley; after you, Benjamin, among your tribesmen; from Machir came down the captains, and from Zebulun those in whose hand is the ruler's rod."
    },
    {
      "verse": 15,
      "text": "Your chiefs, Issachar, were with Deborah; and Naphtali was true to Barak; into the valley they went rushing out at his feet. In Reuben there were divisions, and great searchings of heart."
    },
    {
      "verse": 16,
      "text": "Why did you keep quiet among the sheep, hearing nothing but the watchers piping to the flocks?"
    },
    {
      "verse": 17,
      "text": "Gilead was living over Jordan; and Dan was waiting in his ships; Asher kept in his place by the sea's edge, living by his inlets."
    },
    {
      "verse": 18,
      "text": "It was the people of Zebulun who put their lives in danger, even to death, with Naphtali on the high places of the field."
    },
    {
      "verse": 19,
      "text": "The kings came on to the fight, the kings of Canaan were warring; in Taanach by the waters of Megiddo: they took no profit in money."
    },
    {
      "verse": 20,
      "text": "The stars from heaven were fighting; from their highways they were fighting against Sisera."
    },
    {
      "verse": 21,
      "text": "The river Kishon took them violently away, stopping their flight, the river Kishon. Give praise, O my soul, to the strength of the Lord!"
    },
    {
      "verse": 22,
      "text": "Then loudly the feet of the horses were sounding with the stamping, the stamping of their war-horses."
    },
    {
      "verse": 23,
      "text": "A curse, a curse on Meroz! said the angel of the Lord. A bitter curse on her townspeople! Because they came not to the help of the Lord, to the help of the Lord among the strong ones."
    },
    {
      "verse": 24,
      "text": "Blessings be on Jael, more than on all women! Blessings greater than on any in the tents!"
    },
    {
      "verse": 25,
      "text": "His request was for water, she gave him milk; she put butter before him on a fair plate."
    },
    {
      "verse": 26,
      "text": "She put out her hand to the tent-pin, and her right hand to the workman's hammer; and she gave Sisera a blow, crushing his head, wounding and driving through his brow."
    },
    {
      "verse": 27,
      "text": "Bent at her feet he went down, he was stretched out; bent at her feet he went down; where he was bent down, there he went down in death."
    },
    {
      "verse": 28,
      "text": "Looking out from the window she gave a cry, the mother of Sisera was crying out through the window, Why is his carriage so long in coming? When will the noise of his wheels be sounding?"
    },
    {
      "verse": 29,
      "text": "Her wise women gave answer to her, yes, she made answer again to herself,"
    },
    {
      "verse": 30,
      "text": "Are they not getting, are they not parting the goods among them: a young girl or two to every man; and to Sisera robes of coloured needlework, worked in fair colours on this side and on that, for the neck of the queen?"
    },
    {
      "verse": 31,
      "text": "So may destruction come on all your haters, O Lord; but let your lovers be like the sun going out in his strength. And for forty years the land had peace."
    }
  ]
}