{
  "book_id": "TIT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Remind them to respect and obey the rulers and authorities, to be ready for every kind of good work, to slander no one, to avoid quarrelling,"
    },
    {
      "verse": 2,
      "text": "to be reasonable, and under all circumstances to show a gentle spirit with all."
    },
    {
      "verse": 3,
      "text": "There was a time when we ourselves were foolish, disobedient, misled, enslaved to all kinds of desires and pleasures, living in malice and envy, hating ourselves and hating one another."
    },
    {
      "verse": 4,
      "text": "But, when the kindness of God our Saviour and his love for humanity appeared, he saved us,"
    },
    {
      "verse": 5,
      "text": "not as the result of any righteous actions that we had done, but due to his mercy. He saved us though the washing of rebirth and renewal by the power of the Holy Spirit,"
    },
    {
      "verse": 6,
      "text": "which he poured out on us abundantly through Jesus Christ our Saviour –"
    },
    {
      "verse": 7,
      "text": "so that, having been put right with God through his grace, we become heirs to the hope of eternal life."
    },
    {
      "verse": 8,
      "text": "This saying is trustworthy! And it is on these subjects that I want you to lay special emphasis, so that those who have learned to trust in God may be careful to devote themselves to doing good. Such subjects are excellent in themselves, and of benefit to all."
    },
    {
      "verse": 9,
      "text": "But have nothing to do with foolish controversies, or with genealogies, or with quarrels, or fights about the Law. They are useless and futile."
    },
    {
      "verse": 10,
      "text": "If someone is causing divisions among you then, after giving them a second warning, excuse yourself from them."
    },
    {
      "verse": 11,
      "text": "You can be sure that such a person has forsaken the truth and is in the wrong. They stand self-condemned. Conclusion"
    },
    {
      "verse": 12,
      "text": "As soon as I send Artemas or Tychicus to you, join me as quickly as possible at Nicopolis, for I have arranged to spend the winter there."
    },
    {
      "verse": 13,
      "text": "Do your best to help Zenas, the teacher of the Law, and Apollos, on their way, and see that they want for nothing."
    },
    {
      "verse": 14,
      "text": "Let all our people learn to devote themselves to doing good, so as to meet the most pressing needs, and that their lives may not be unfruitful."
    },
    {
      "verse": 15,
      "text": "All who are with me here send you their greeting. Give my greeting to our friends in the faith. God bless you all."
    }
  ]
}