{
  "book_id": "1CH",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And they brought in the ark of God, and set it in the midst of the tent that David had pitched for it: and they offered burnt offerings and peace offerings before God."
    },
    {
      "verse": 2,
      "text": "And when David had made an end of offering the burnt offering and the peace offerings, he blessed the people in the name of the LORD."
    },
    {
      "verse": 3,
      "text": "And he dealt to every one of Israel, both man and woman, to every one a loaf of bread, and a portion of flesh, and a cake of raisins."
    },
    {
      "verse": 4,
      "text": "And he appointed certain of the Levites to minister before the ark of the LORD, and to celebrate and to thank and praise the LORD, the God of Israel:"
    },
    {
      "verse": 5,
      "text": "Asaph the chief, and second to him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obed-edom, and Jeiel, with psalteries and with harps; and Asaph with cymbals, sounding aloud;"
    },
    {
      "verse": 6,
      "text": "and Benaiah and Jahaziel the priests with trumpets continually, before the ark of the covenant of God."
    },
    {
      "verse": 7,
      "text": "Then on that day did David first ordain to give thanks unto the LORD, by the hand of Asaph and his brethren."
    },
    {
      "verse": 8,
      "text": "O give thanks unto the LORD, call upon his name; make known his doings among the peoples."
    },
    {
      "verse": 9,
      "text": "Sing unto him, sing praises unto him; talk ye of all his marvelous works."
    },
    {
      "verse": 10,
      "text": "Glory ye in his holy name: let the heart of them rejoice that seek the LORD."
    },
    {
      "verse": 11,
      "text": "Seek ye the LORD and his strength; seek his face evermore."
    },
    {
      "verse": 12,
      "text": "Remember his marvelous works that he hath done; his wonders, and the judgments of his mouth;"
    },
    {
      "verse": 13,
      "text": "O ye seed of Israel his servant, ye children of Jacob, his chosen ones."
    },
    {
      "verse": 14,
      "text": "He is the LORD our God: his judgments are in all the earth."
    },
    {
      "verse": 15,
      "text": "Remember his covenant for ever, the word which he commanded to a thousand generations;"
    },
    {
      "verse": 16,
      "text": "The covenant he made with Abraham, and his oath unto Isaac;"
    },
    {
      "verse": 17,
      "text": "And confirmed the same unto Jacob for a statute, to Israel for an everlasting covenant:"
    },
    {
      "verse": 18,
      "text": "Saying, Unto thee will I give the land of Canaan, the lot of your inheritance:"
    },
    {
      "verse": 19,
      "text": "When ye were but a few men in number; yea, very few, and sojourners in it;"
    },
    {
      "verse": 20,
      "text": "And they went about from nation to nation, and from one kingdom to another people."
    },
    {
      "verse": 21,
      "text": "He suffered no man to do them wrong; yea, he reproved kings for their sakes;"
    },
    {
      "verse": 22,
      "text": "Saying, Touch not mine anointed ones, and do my prophets no harm."
    },
    {
      "verse": 23,
      "text": "Sing unto the LORD, all the earth; shew forth his salvation from day to day."
    },
    {
      "verse": 24,
      "text": "Declare his glory among the nations, his marvelous works among all the peoples."
    },
    {
      "verse": 25,
      "text": "For great is the LORD, and highly to be praised: he also is to be feared above all gods."
    },
    {
      "verse": 26,
      "text": "For all the gods of the peoples are idols: but the LORD made the heavens."
    },
    {
      "verse": 27,
      "text": "Honour and majesty are before him: strength and gladness are in his place."
    },
    {
      "verse": 28,
      "text": "Give unto the LORD, ye kindreds of the peoples, give unto the LORD glory and strength."
    },
    {
      "verse": 29,
      "text": "Give unto the LORD the glory due unto his name: bring an offering, and come before him: worship the LORD in the beauty of holiness."
    },
    {
      "verse": 30,
      "text": "Tremble before him, all the earth: the world also is stablished that it cannot be moved."
    },
    {
      "verse": 31,
      "text": "Let the heavens be glad, and let the earth rejoice; and let them say among the nations, The LORD reigneth."
    },
    {
      "verse": 32,
      "text": "Let the sea roar and the fulness thereof; let the field exult, and all that is therein;"
    },
    {
      "verse": 33,
      "text": "Then shall the trees of the wood sing for joy before the LORD, for he cometh to judge the earth."
    },
    {
      "verse": 34,
      "text": "O give thanks unto the LORD; for he is good: for his mercy endureth ever."
    },
    {
      "verse": 35,
      "text": "And say ye, Save us, O God of our salvation, and gather us together and deliver us from the nations, to give thanks unto thy holy name, and to triumph in thy praise."
    },
    {
      "verse": 36,
      "text": "Blessed be the LORD, the God of Israel, from everlasting even to everlasting. And all the people said, Amen, and praised the LORD."
    },
    {
      "verse": 37,
      "text": "So he left there, before the ark of the covenant of the LORD, Asaph and his brethren, to minister before the ark continually, as every day’s work required:"
    },
    {
      "verse": 38,
      "text": "and Obed-edom with their brethren, threescore and eight; Obed-edom also the son of Jeduthun and Hosah to be doorkeepers:"
    },
    {
      "verse": 39,
      "text": "and Zadok the priest, and his brethren the priests, before the tabernacle of the LORD in the high place that was at Gibeon,"
    },
    {
      "verse": 40,
      "text": "to offer burnt offerings unto the LORD upon the altar of burnt offering continually morning and evening, even according to all that is written in the law of the LORD, which he commanded unto Israel;"
    },
    {
      "verse": 41,
      "text": "and with them Heman and Jeduthun, and the rest that were chosen, who were expressed by name, to give thanks to the LORD, because his mercy endureth ever;"
    },
    {
      "verse": 42,
      "text": "and with them Heman and Jeduthun with and cymbals for those that should sound aloud, and with for the songs of God: and the sons of Jeduthun to be at the gate."
    },
    {
      "verse": 43,
      "text": "And all the people departed every man to his house: and David returned to bless his house."
    }
  ]
}