{
  "book_id": "EXO",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And God spoke all these words, saying:"
    },
    {
      "verse": 2,
      "text": "I am the LORD thy God, who brought thee out of the land of Egypt, out of the house of bondage."
    },
    {
      "verse": 3,
      "text": "Thou shalt have no other gods before Me."
    },
    {
      "verse": 4,
      "text": "Thou shalt not make unto thee a graven image, nor any manner of likeness, of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth;"
    },
    {
      "verse": 5,
      "text": "thou shalt not bow down unto them, nor serve them; for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate Me;"
    },
    {
      "verse": 6,
      "text": "and showing mercy unto the thousandth generation of them that love Me and keep My commandments."
    },
    {
      "verse": 7,
      "text": "Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh His name in vain."
    },
    {
      "verse": 8,
      "text": "Remember the sabbath day, to keep it holy."
    },
    {
      "verse": 9,
      "text": "Six days shalt thou labour, and do all thy work;"
    },
    {
      "verse": 10,
      "text": "but the seventh day is a sabbath unto the LORD thy God, in it thou shalt not do any manner of work, thou, nor thy son, nor thy daughter, nor thy man-servant, nor thy maid-servant, nor thy cattle, nor thy stranger that is within thy gates;"
    },
    {
      "verse": 11,
      "text": "for in six days the LORD made heaven and earth, the sea, and all that in them is, and rested on the seventh day; wherefore the LORD blessed the sabbath day, and hallowed it."
    },
    {
      "verse": 12,
      "text": "Honour thy father and thy mother, that thy days may be long upon the land which the LORD thy God giveth thee."
    },
    {
      "verse": 13,
      "text": "Thou shalt not murder."
    },
    {
      "verse": 14,
      "text": "(20-13) Thou shalt not commit adultery."
    },
    {
      "verse": 15,
      "text": "(20-13) Thou shalt not steal."
    },
    {
      "verse": 16,
      "text": "(20-13) Thou shalt not bear false witness against thy neighbour."
    },
    {
      "verse": 17,
      "text": "(20-14) Thou shalt not covet thy neighbour's house; thou shalt not covet thy neighbour's wife, nor his man-servant, nor his maid-servant, nor his ox, nor his ass, nor any thing that is thy neighbour's."
    },
    {
      "verse": 18,
      "text": "(20-15) And all the people perceived the thunderings, and the lightnings, and the voice of the horn, and the mountain smoking; and when the people saw it, they trembled, and stood afar off."
    },
    {
      "verse": 19,
      "text": "(20-16) And they said unto Moses: 'Speak thou with us, and we will hear; but let not God speak with us, lest we die.'"
    },
    {
      "verse": 20,
      "text": "(20-17) And Moses said unto the people: 'Fear not; for God is come to prove you, and that His fear may be before you, that ye sin not.'"
    },
    {
      "verse": 21,
      "text": "(20-18) And the people stood afar off; but Moses drew near unto the thick darkness where God was."
    },
    {
      "verse": 22,
      "text": "(20-19) And the LORD said unto Moses: Thus thou shalt say unto the children of Israel: Ye yourselves have seen that I have talked with you from heaven."
    },
    {
      "verse": 23,
      "text": "(20-20) Ye shall not make with Me — gods of silver, or gods of gold, ye shall not make unto you."
    },
    {
      "verse": 24,
      "text": "(20-21) An altar of earth thou shalt make unto Me, and shalt sacrifice thereon thy burnt-offerings, and thy peace-offerings, thy sheep, and thine oxen; in every place where I cause My name to be mentioned I will come unto thee and bless thee."
    },
    {
      "verse": 25,
      "text": "(20-22) And if thou make Me an altar of stone, thou shalt not build it of hewn stones; for if thou lift up thy tool upon it, thou hast profaned it."
    },
    {
      "verse": 26,
      "text": "(20-23) Neither shalt thou go up by steps unto Mine altar, that thy nakedness be not uncovered thereon."
    }
  ]
}