{
  "book_id": "RUT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And Booz went up to the gate, and sat there; and behold, the relative passed by, of whom Booz spoke: and Booz said to him, Turn aside, sit down here, such a one: and he turned aside and sat down."
    },
    {
      "verse": 2,
      "text": "And Booz took ten men of the elders of the city, and said, Sit you⌃ here; and they sat down."
    },
    {
      "verse": 3,
      "text": "And Booz said to the relative, \\add The matter regards\\add* the portion of the field which was our brother Elimelech's which was given to Noemin, now returning out of the land of Moab;"
    },
    {
      "verse": 4,
      "text": "and I said, I will inform you, saying, Buy it before those that sit, and before the elders of my people: if you will redeem it, redeem it, but if you will not redeem it, tell me, and I shall know; for there is no one beside you to do the office of a kinsman, and I am after you: and he said, I am \\add here\\add*, I will redeem it."
    },
    {
      "verse": 5,
      "text": "And Booz said, In the day of your buying the field of the hand of Noemin and of Ruth the Moabitess the wife of the deceased, you must also buy her, so as to raise up the name of the dead upon his inheritance."
    },
    {
      "verse": 6,
      "text": "And the kinsman said, I shall not be able to redeem it for myself, lest I mar my own inheritance; do you redeem my right for yourself, for I shall not be able to redeem \\add it\\add*."
    },
    {
      "verse": 7,
      "text": "And this \\add was\\add* in former time the ordinance in Israel for redemption, and for a bargain, to confirm every word: A man loosed his shoe, and gave it to his neighbor that redeemed his right; and this was a testimony in Israel."
    },
    {
      "verse": 8,
      "text": "And the kinsman said to Booz, Buy my right for yourself: and he took off his shoe and gave it to him."
    },
    {
      "verse": 9,
      "text": "And Booz said to the elders and to all the people, You⌃ \\add are\\add* this day witnesses, that I have bought all that was Elimelech's, and all that belonged to Chelaion and Maalon, of the hand of Noemin."
    },
    {
      "verse": 10,
      "text": "Moreover I have bought for myself for a wife Ruth the Moabitess, the wife of Maalon, to raise up the name of the dead upon his inheritance; so the name of the dead shall not be destroyed from among his brethren, and from the tribe of his people: you⌃ \\add are\\add* this day witnesses."
    },
    {
      "verse": 11,
      "text": "And all the people who were in the gate said, \\add We are\\add* witnesses: and the elders said, The Lord make your wife who goes into your house, as Rachel and as Lia, who both \\add together\\add* built the house of Israel, and wrought mightily in Ephratha, and there shall be a name \\add to you\\add* in Bethleem."
    },
    {
      "verse": 12,
      "text": "And let your house be as the house of Phares, whom Thamar bore to Juda, of the seed which the Lord shall give you of this handmaid."
    },
    {
      "verse": 13,
      "text": "And Booz took Ruth, and she became his wife, and he went in to her; and the Lord gave her conception, and she bore a son."
    },
    {
      "verse": 14,
      "text": "And the women said to Noemin, Blessed \\add is\\add* the Lord, who has not suffered a redeemer to fail you this day, even to make your name famous in Israel."
    },
    {
      "verse": 15,
      "text": "And he shall be to you a restorer of your soul, and one to cherish your old age; for your daughter-in-law which has loved you, who is better to you than seven sons, has born him."
    },
    {
      "verse": 16,
      "text": "And Noemin took the child and laid it in her bosom, and became a nurse to it."
    },
    {
      "verse": 17,
      "text": "And the neighbors gave it a name, saying, A son has been born to Noemin; and they called his name Obed; this \\add is\\add* the father of Jessae the father of David."
    },
    {
      "verse": 18,
      "text": "And these \\add are\\add* the generations of Phares: Phares begot Esrom:"
    },
    {
      "verse": 19,
      "text": "Esrom begot Aram; and Aram begot Aminadab."
    },
    {
      "verse": 20,
      "text": "And Aminadab begot Naasson; and Naasson begot Salmon."
    },
    {
      "verse": 21,
      "text": "And Salmon begot Booz; and Booz begot Obed."
    },
    {
      "verse": 22,
      "text": "And Obed begot Jessae; and Jessae begot David."
    }
  ]
}