{
  "book_id": "1TH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Περὶ δὲ τῶν χρόνων καὶ τῶν καιρῶν, ἀδελφοί, οὐ χρείαν ἔχετε ὑμῖν γράφεσθαι."
    },
    {
      "verse": 2,
      "text": "Αὐτοὶ γὰρ ἀκριβῶς οἴδατε ὅτι ἡ ἡμέρα Κυρίου ὡς κλέπτης ἐν νυκτὶ οὕτως ἔρχεται·"
    },
    {
      "verse": 3,
      "text": "ὅταν γὰρ λέγωσιν, Εἰρήνη καὶ ἀσφάλεια, τότε αἰφνίδιος αὐτοῖς ἐφίσταται ὄλεθρος, ὥσπερ ἡ ὠδὶν τῇ ἐν γαστρὶ ἐχούσῃ, καὶ οὐ μὴ ἐκφύγωσιν."
    },
    {
      "verse": 4,
      "text": "Ὑμεῖς δέ, ἀδελφοί, οὐκ ἐστὲ ἐν σκότει, ἵνα ἡ ἡμέρα ὑμᾶς ὡς κλέπτης καταλάβῃ·"
    },
    {
      "verse": 5,
      "text": "πάντες ὑμεῖς υἱοὶ φωτός ἐστε καὶ υἱοὶ ἡμέρας· οὐκ ἐσμὲν νυκτὸς οὐδὲ σκότους·"
    },
    {
      "verse": 6,
      "text": "ἄρα οὖν μὴ καθεύδωμεν ὡς καὶ οἱ λοιποί, ἀλλὰ γρηγορῶμεν καὶ νήφωμεν."
    },
    {
      "verse": 7,
      "text": "Οἱ γὰρ καθεύδοντες νυκτὸς καθεύδουσι· καὶ οἱ μεθυσκόμενοι, νυκτὸς μεθύουσιν."
    },
    {
      "verse": 8,
      "text": "Ἡμεῖς δέ, ἡμέρας ὄντες, νήφωμεν, ἐνδυσάμενοι θώρακα πίστεως καὶ ἀγάπης, καὶ περικεφαλαίαν, ἐλπίδα σωτηρίας."
    },
    {
      "verse": 9,
      "text": "Ὅτι οὐκ ἔθετο ἡμᾶς ὁ Θεὸς εἰς ὀργήν, ἀλλ᾿ εἰς περιποίησιν σωτηρίας διὰ τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ,"
    },
    {
      "verse": 10,
      "text": "τοῦ ἀποθανόντος ὑπὲρ ἡμῶν, ἵνα, εἴτε γρηγορῶμεν εἴτε καθεύδωμεν, ἅμα σὺν αὐτῷ ζήσωμεν."
    },
    {
      "verse": 11,
      "text": "Διὸ παρακαλεῖτε ἀλλήλους, καὶ οἰκοδομεῖτε εἷς τὸν ἕνα, καθὼς καὶ ποιεῖτε."
    },
    {
      "verse": 12,
      "text": "Ἐρωτῶμεν δὲ ὑμᾶς, ἀδελφοί, εἰδέναι τοὺς κοπιῶντας ἐν ὑμῖν, καὶ προϊσταμένους ὑμῶν ἐν Κυρίῳ, καὶ νουθετοῦντας ὑμᾶς,"
    },
    {
      "verse": 13,
      "text": "καὶ ἡγεῖσθαι αὐτοὺς ὑπὲρ ἐκπερισσοῦ ἐν ἀγάπῃ διὰ τὸ ἔργον αὐτῶν. Εἰρηνεύετε ἐν ἑαυτοῖς."
    },
    {
      "verse": 14,
      "text": "Παρακαλοῦμεν δὲ ὑμᾶς, ἀδελφοί, νουθετεῖτε τοὺς ἀτάκτους, παραμυθεῖσθε τοὺς ὀλιγοψύχους, ἀντέχεσθε τῶν ἀσθενῶν, μακροθυμεῖτε πρὸς πάντας."
    },
    {
      "verse": 15,
      "text": "Ὁρᾶτε μή τις κακὸν ἀντὶ κακοῦ τινὶ ἀποδῷ· ἀλλὰ πάντοτε τὸ ἀγαθὸν διώκετε καὶ εἰς ἀλλήλους καὶ εἰς πάντας."
    },
    {
      "verse": 16,
      "text": "Πάντοτε χαίρετε·"
    },
    {
      "verse": 17,
      "text": "ἀδιαλείπτως προσεύχεσθε·"
    },
    {
      "verse": 18,
      "text": "ἐν παντὶ εὐχαριστεῖτε· τοῦτο γὰρ θέλημα Θεοῦ ἐν Χριστῷ Ἰησοῦ εἰς ὑμᾶς."
    },
    {
      "verse": 19,
      "text": "Τὸ πνεῦμα μὴ σβέννυτε·"
    },
    {
      "verse": 20,
      "text": "προφητείας μὴ ἐξουθενεῖτε·"
    },
    {
      "verse": 21,
      "text": "πάντα δοκιμάζετε· τὸ καλὸν κατέχετε·"
    },
    {
      "verse": 22,
      "text": "ἀπὸ παντὸς εἴδους πονηροῦ ἀπέχεσθε."
    },
    {
      "verse": 23,
      "text": "Αὐτὸς δὲ ὁ Θεὸς τῆς εἰρήνης ἁγιάσαι ὑμᾶς ὁλοτελεῖς· καὶ ὁλόκληρον ὑμῶν τὸ πνεῦμα καὶ ἡ ψυχὴ καὶ τὸ σῶμα ἀμέμπτως ἐν τῇ παρουσίᾳ τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ τηρηθείη."
    },
    {
      "verse": 24,
      "text": "Πιστὸς ὁ καλῶν ὑμᾶς, ὃς καὶ ποιήσει."
    },
    {
      "verse": 25,
      "text": "Ἀδελφοί, προσεύχεσθε περὶ ἡμῶν."
    },
    {
      "verse": 26,
      "text": "Ἀσπάσασθε τοὺς ἀδελφοὺς πάντας ἐν φιλήματι ἁγίῳ."
    },
    {
      "verse": 27,
      "text": "Ὁρκίζω ὑμᾶς τὸν Κύριον, ἀναγνωσθῆναι τὴν ἐπιστολὴν πᾶσι τοῖς ἁγίοις ἀδελφοῖς."
    },
    {
      "verse": 28,
      "text": "Ἡ χάρις τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ μεθ᾿ ὑμῶν. Ἀμήν. Πρὸς Θεσσαλονικεῖς πρώτη ἐγράφη ἀπὸ Ἀθηνῶν."
    }
  ]
}