{
  "book_id": "SNG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The song of Songs, which is Solomon's."
    },
    {
      "verse": 2,
      "text": "Let him give me the kisses of his mouth: for his love is better than wine."
    },
    {
      "verse": 3,
      "text": "Sweet is the smell of your perfumes; your name is as perfume running out; so the young girls give you their love."
    },
    {
      "verse": 4,
      "text": "Take me to you, and we will go after you: the king has taken me into his house. We will be glad and full of joy in you, we will give more thought to your love than to wine: rightly are they your lovers."
    },
    {
      "verse": 5,
      "text": "I am dark, but fair of form, O daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon."
    },
    {
      "verse": 6,
      "text": "Let not your eyes be turned on me, because I am dark, because I was looked on by the sun; my mother's children were angry with me; they made me the keeper of the vine-gardens; but my vine-garden I have not kept."
    },
    {
      "verse": 7,
      "text": "Say, O love of my soul, where you give food to your flock, and where you make them take their rest in the heat of the day; why have I to be as one wandering by the flocks of your friends?"
    },
    {
      "verse": 8,
      "text": "If you have not knowledge, O most beautiful among women, go on your way in the footsteps of the flock, and give your young goats food by the tents of the keepers."
    },
    {
      "verse": 9,
      "text": "I have made a comparison of you, O my love, to a horse in Pharaoh's carriages."
    },
    {
      "verse": 10,
      "text": "Your face is a delight with rings of hair, your neck with chains of jewels."
    },
    {
      "verse": 11,
      "text": "We will make you chains of gold with ornaments of silver."
    },
    {
      "verse": 12,
      "text": "While the king is seated at his table, my spices send out their perfume."
    },
    {
      "verse": 13,
      "text": "As a bag of myrrh is my well-loved one to me, when he is at rest all night between my breasts."
    },
    {
      "verse": 14,
      "text": "My love is to me as a branch of the cypress-tree in the vine-gardens of En-gedi."
    },
    {
      "verse": 15,
      "text": "See, you are fair, my love, you are fair; you have the eyes of a dove."
    },
    {
      "verse": 16,
      "text": "See, you are fair, my loved one, and a pleasure; our bed is green."
    },
    {
      "verse": 17,
      "text": "Cedar-trees are the pillars of our house; and our boards are made of fir-trees."
    }
  ]
}