{
  "book_id": "SNG",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Where is your loved one gone, O most fair among women? Where is your loved one turned away, that we may go looking for him with you?"
    },
    {
      "verse": 2,
      "text": "My loved one is gone down into his garden, to the beds of spices, to take food in the gardens, and to get lilies."
    },
    {
      "verse": 3,
      "text": "I am for my loved one, and my loved one is for me; he takes food among the lilies."
    },
    {
      "verse": 4,
      "text": "You are beautiful, O my love, as Tirzah, as fair as Jerusalem; you are to be feared like an army with flags."
    },
    {
      "verse": 5,
      "text": "Let your eyes be turned away from me; see, they have overcome me; your hair is as a flock of goats which take their rest on the side of Gilead."
    },
    {
      "verse": 6,
      "text": "Your teeth are like a flock of sheep which come up from the washing; every one has two lambs, and there is not one without young."
    },
    {
      "verse": 7,
      "text": "Like pomegranate fruit are the sides of your head under your veil."
    },
    {
      "verse": 8,
      "text": "There are sixty queens, and eighty servant-wives, and young girls without number."
    },
    {
      "verse": 9,
      "text": "My dove, my very beautiful one, is but one; she is the only one of her mother, she is the dearest one of her who gave her birth. The daughters saw her, and gave her a blessing; yes, the queens and the servant-wives, and they gave her praises."
    },
    {
      "verse": 10,
      "text": "Who is she, looking down as the morning light, fair as the moon, clear as the sun, who is to be feared like an army with flags?"
    },
    {
      "verse": 11,
      "text": "I went down into the garden of nuts to see the green plants of the valley, and to see if the vine was in bud, and the pomegranate-trees were in flower."
    },
    {
      "verse": 12,
      "text": "Before I was conscious of it, ..."
    },
    {
      "verse": 13,
      "text": "Come back, come back, O Shulammite; come back, come back, so that our eyes may see you. What will you see in the Shulammite? A sword-dance."
    }
  ]
}