{
  "book_id": "2CO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And I, Paul, myself, do call upon you — through the meekness and gentleness of the Christ — who in presence, indeed [am] humble among you, and being absent, have courage toward you,"
    },
    {
      "verse": 2,
      "text": "and I beseech [you], that, being present, I may not have courage, with the confidence with which I reckon to be bold against certain reckoning us as walking according to the flesh;"
    },
    {
      "verse": 3,
      "text": "for walking in the flesh, not according to the flesh do we war,"
    },
    {
      "verse": 4,
      "text": "for the weapons of our warfare [are] not fleshly, but powerful to God for bringing down of strongholds,"
    },
    {
      "verse": 5,
      "text": "reasonings bringing down, and every high thing lifted up against the knowledge of God, and bringing into captivity every thought to the obedience of the Christ,"
    },
    {
      "verse": 6,
      "text": "and being in readiness to avenge every disobedience, whenever your obedience may be fulfilled."
    },
    {
      "verse": 7,
      "text": "The things in presence do ye see? if any one hath trusted in himself to be Christ's, this let him reckon again from himself, that according as he is Christ's, so also we [are] Christ's;"
    },
    {
      "verse": 8,
      "text": "for even if also anything more abundantly I shall boast concerning our authority, that the Lord gave us for building up, and not for casting you down, I shall not be ashamed;"
    },
    {
      "verse": 9,
      "text": "that I may not seem as if I would terrify you through the letters,"
    },
    {
      "verse": 10,
      "text": "'because the letters indeed — saith one — [are] weighty and strong, and the bodily presence weak, and the speech despicable.'"
    },
    {
      "verse": 11,
      "text": "This one — let him reckon thus: that such as we are in word, through letters, being absent, such also, being present, [we are] in deed."
    },
    {
      "verse": 12,
      "text": "For we do not make bold to rank or to compare ourselves with certain of those commending themselves, but they, among themselves measuring themselves, and comparing themselves with themselves, are not wise,"
    },
    {
      "verse": 13,
      "text": "and we in regard to the unmeasured things will not boast ourselves, but after the measure of the line that the God of measure did appoint to us — to reach even unto you;"
    },
    {
      "verse": 14,
      "text": "for not as not reaching to you do we stretch ourselves overmuch, for even unto you did we come in the good news of the Christ,"
    },
    {
      "verse": 15,
      "text": "not boasting of the things not measured, in other men's labours, and having hope — your faith increasing — in you to be enlarged, according to our line — into abundance,"
    },
    {
      "verse": 16,
      "text": "in the [places] beyond you to proclaim good news, not in another's line in regard to the things made ready, to boast;"
    },
    {
      "verse": 17,
      "text": "and he who is boasting — in the Lord let him boast;"
    },
    {
      "verse": 18,
      "text": "for not he who is commending himself is approved, but he whom the Lord doth commend."
    }
  ]
}