{
  "book_id": "2TI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "But be certain of this, that in the last days times of trouble will come."
    },
    {
      "verse": 2,
      "text": "For men will be lovers of self, lovers of money, uplifted in pride, given to bitter words, going against the authority of their fathers, never giving praise, having no religion,"
    },
    {
      "verse": 3,
      "text": "Without natural love, bitter haters, saying evil of others, violent and uncontrolled, hating all good,"
    },
    {
      "verse": 4,
      "text": "False to their friends, acting without thought, lifted up in mind, loving pleasure more than God;"
    },
    {
      "verse": 5,
      "text": "Having a form of religion, but turning their backs on the power of it: go not with these."
    },
    {
      "verse": 6,
      "text": "For these are they who go secretly into houses, making prisoners of foolish women, weighted down with sin, turned from the way by their evil desires,"
    },
    {
      "verse": 7,
      "text": "Ever learning, and never coming to the knowledge of what is true."
    },
    {
      "verse": 8,
      "text": "And as James and Jambres went against Moses, so do these go against what is true: men of evil minds, who, tested by faith, are seen to be false."
    },
    {
      "verse": 9,
      "text": "But they will go no farther: for their foolish behaviour will be clear to all men, as theirs was in the end."
    },
    {
      "verse": 10,
      "text": "But you took as your example my teaching, behaviour, purpose, and faith; my long waiting, my love, my quiet undergoing of trouble;"
    },
    {
      "verse": 11,
      "text": "My punishments and pain; the things which came to me at Antioch, at Iconium, at Lystra; the cruel attacks made on me: and the Lord made me free from them all."
    },
    {
      "verse": 12,
      "text": "Yes, and all whose purpose is to be living in the knowledge of God in Christ Jesus, will be cruelly attacked."
    },
    {
      "verse": 13,
      "text": "Evil and false men will become worse and worse, using deceit and themselves overcome by deceit."
    },
    {
      "verse": 14,
      "text": "But see that you keep to the teaching you have been given and the things of which you are certain, conscious of who has been your teacher;"
    },
    {
      "verse": 15,
      "text": "And that from the time when you were a child, you have had knowledge of the holy Writings, which are able to make you wise to salvation, through faith in Christ Jesus."
    },
    {
      "verse": 16,
      "text": "Every holy Writing which comes from God is of profit for teaching, for training, for guiding, for education in righteousness:"
    },
    {
      "verse": 17,
      "text": "So that the man of God may be complete, trained and made ready for every good work."
    }
  ]
}