{
  "book_id": "ISA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of 'Uzziyahu, Jotham, Achaz, and Hezekiah, the kings of Judah."
    },
    {
      "verse": 2,
      "text": "Hear, O ye heavens, and give ear, O earth; for the Lord hath spoken: Children have I nourished and brought up, but they have rebelled against me."
    },
    {
      "verse": 3,
      "text": "The ox knoweth his owner, and the ass his master's crib: Israel doth not know, my people doth not consider."
    },
    {
      "verse": 4,
      "text": "Woe! sinful nation, people laden with iniquity, seed of evil-doers, children that are corrupt: they have forsaken the Lord, they have incensed the Holy One of Israel, they are departed backward."
    },
    {
      "verse": 5,
      "text": "Why will ye be stricken yet more? [that] ye increase the revolt? every head is sick, and every heart is faint."
    },
    {
      "verse": 6,
      "text": "From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrefying sores: they have not been closed, nor bound up, nor mollified with oil."
    },
    {
      "verse": 7,
      "text": "Your country is desolate, your cities are burnt with fire; your soil—in your presence, strangers devour it, and it is desolate, as overthrown by strangers."
    },
    {
      "verse": 8,
      "text": "And left is the daughter of Zion as a hut in a vineyard, as a lodge in a cucumber field, as a besieged city."
    },
    {
      "verse": 9,
      "text": "Unless the Lord of hosts had left unto us a remnant ever so small, like Sodom should we have been, unto Gomorrah should we have been compared."
    },
    {
      "verse": 10,
      "text": "Hear the word of the Lord, ye rulers of Sodom: give ear unto the law of our God, ye people of Gomorrah."
    },
    {
      "verse": 11,
      "text": "For what serveth me the multitude of your sacrifices? saith the Lord: I am sated with the burnt-offerings of rams, and the fat of fatted beasts; and the blood of bullocks, and of sheep, and of he-goats, I do not desire."
    },
    {
      "verse": 12,
      "text": "When ye come to appear in my presence—who hath required this at your hand, to tread down my courts?"
    },
    {
      "verse": 13,
      "text": "Continue no more to bring an oblation of deceit; incense of abomination is it unto me: new moon and sabbath, the calling of assemblies—I cannot bear misdeed with festive gathering."
    },
    {
      "verse": 14,
      "text": "Your new moons and your appointed feasts my soul hateth; they are become a burden unto me; I am weary to bear them,"
    },
    {
      "verse": 15,
      "text": "And when ye spread forth your hands, I will withdraw my eyes from you; yea, when ye make ever so many prayers, I will not hear: your hands are full of blood."
    },
    {
      "verse": 16,
      "text": "Wash yourselves, make yourselves clean; put away the evil of your deeds from before my eyes; cease to do evil;"
    },
    {
      "verse": 17,
      "text": "Learn to do well; seek for justice, relieve the oppressed, do justice to the fatherless, plead for the widow."
    },
    {
      "verse": 18,
      "text": "Come now, and let us reason together, saith the Lord: though your sins should be as scarlet, they shall become white as the snow; though they should be red like crimson, they shall become like wool."
    },
    {
      "verse": 19,
      "text": "If ye be willing and obey, the best of the land shall ye eat;"
    },
    {
      "verse": 20,
      "text": "But if ye refuse and rebel, by the sword shall ye be devoured; for the mouth of the Lord hath spoken it."
    },
    {
      "verse": 21,
      "text": "How is she become a harlot, the faithful town! she, that was full of justice; righteousness lodged therein; but now murderers."
    },
    {
      "verse": 22,
      "text": "Thy silver is become dross, thy wine is drugged with water;"
    },
    {
      "verse": 23,
      "text": "Thy princes are rebels, and companions of thieves; every one loveth brides, and runneth after rewards; to the fatherless they will not do justice, and the cause of the widow doth not come unto them."
    },
    {
      "verse": 24,
      "text": "Therefore saith the Lord, the Eternal of hosts, the mighty One of Israel, Ah, I will take satisfaction on my adversaries, and be avenged on my enemies."
    },
    {
      "verse": 25,
      "text": "And I will turn my hand against thee, and purge away as with lye thy dross, and remove all thy tin:"
    },
    {
      "verse": 26,
      "text": "And I will restore thy judges as at the first, and thy counsellors as at the beginning; after that shalt thou be called, The city of righteousness, the town that is faithful."
    },
    {
      "verse": 27,
      "text": "Zion shall be redeemed through justice, and her converts through righteousness."
    },
    {
      "verse": 28,
      "text": "But destruction shall come over transgressors and sinners together, and those that forsake the Lord shall perish."
    },
    {
      "verse": 29,
      "text": "For people shall be ashamed because of the terebinths which ye had desired, and ye shall be put to the blush because of the gardens that ye had chosen."
    },
    {
      "verse": 30,
      "text": "For ye shall be as a terebinth the leaves of which wither, and as a garden that hath no water."
    },
    {
      "verse": 31,
      "text": "And the mighty oppressor shall become as tow, and his workman as a spark; and they shall both burn together, with none to quench."
    }
  ]
}