{
  "book_id": "ISA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "The word that Isaiah the son of Amoz foresaw concerning Judah and Jerusalem."
    },
    {
      "verse": 2,
      "text": "And it shall come to pass in the last days, that the mountain of the Lord's house shall be firmly established on the top of the mountains, and shall be exalted above the hills; and unto it shall flow all the nations."
    },
    {
      "verse": 3,
      "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; that he may teach us of his ways, and we may walk in his paths; for out of Zion shall go forth the law, and the word of the Lord out of Jerusalem."
    },
    {
      "verse": 4,
      "text": "And he will judge among the nations, and decide for many people; and they shall beat their swords into ploughshares, and their spears into pruning-knives: nation shall not lift up sword against nation, and they shall not learn any more war."
    },
    {
      "verse": 5,
      "text": "O house of Jacob, come ye, and let us walk in the light of the Lord."
    },
    {
      "verse": 6,
      "text": "For thou hast abandoned thy people, the house of Jacob, because they are full of [witchcraft] more than the east, and are soothsayers like the Philistines, and with the children of strangers they unite themselves."
    },
    {
      "verse": 7,
      "text": "And full became their land of silver and gold, and there is no end to their treasures; and full became their land of horses, and there is no end to their chariots;"
    },
    {
      "verse": 8,
      "text": "And full became their land of idols; to the work of their own hands they bow themselves, to what their own fingers have made."
    },
    {
      "verse": 9,
      "text": "And so is bent down the son of earth, and humbled the man; and thou wilt not forgive them."
    },
    {
      "verse": 10,
      "text": "Enter into the rock, and hide thee in the dust, because of the dread of the Lord, and because of the glory of his majesty."
    },
    {
      "verse": 11,
      "text": "The looks of human pride shall be humbled, and the haughtiness of men shall be bent down: and exalted shall be the Lord alone on that day."
    },
    {
      "verse": 12,
      "text": "For there is a day [of judgment] unto the Lord of hosts over every proud and lofty one; and over every exalted one, that he be brought low;"
    },
    {
      "verse": 13,
      "text": "And over all the cedars of the Lebanon, the high and exalted, and over all the oaks of Bashan;"
    },
    {
      "verse": 14,
      "text": "And over all the high mountains, and over all the exalted hills;"
    },
    {
      "verse": 15,
      "text": "And over every high tower, and over every fortified wall;"
    },
    {
      "verse": 16,
      "text": "And over all the ships of Tharshish; and over all desirable palaces."
    },
    {
      "verse": 17,
      "text": "And the pride of man shall be bent down, and the haughtiness of men shall be humbled: and exalted shall be the Lord alone on that day."
    },
    {
      "verse": 18,
      "text": "And the idols will he utterly abolish."
    },
    {
      "verse": 19,
      "text": "And men shall enter into the caverns of rocks, and into the rifts of the earth, because of the dread of the Lord, and because of the glory of his majesty, when he ariseth to terrify the earth."
    },
    {
      "verse": 20,
      "text": "On that day shall a man cast away his idols of silver, and his idols of gold, which have been made for him to worship, to the moles and to the bats;"
    },
    {
      "verse": 21,
      "text": "To enter into the clefts of the rocks, and into the hollows of the cliffs, because of the dread of the Lord, and because of the glory of his majesty, when he ariseth to terrify the earth."
    },
    {
      "verse": 22,
      "text": "Withdraw yourselves [then] from man, whose breath is in his nostrils; because, for what is he to be esteemed?"
    }
  ]
}