{
  "book_id": "ISA",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "For, behold, the Lord, the Eternal of hosts, doth remove from Jerusalem and from Judah stay and staff, every stay of bread, and every stay of water."
    },
    {
      "verse": 2,
      "text": "The hero, and the man of war, the judge, and the prophet, and the prudent, and the ancient,"
    },
    {
      "verse": 3,
      "text": "The captain of fifty, and the honorable man, and the counsellor, and the skilful artificer, and the eloquent orator."
    },
    {
      "verse": 4,
      "text": "And I will set up boys as their princes, and children shall rule over them."
    },
    {
      "verse": 5,
      "text": "And so shall the people press man against man, and one against the other: the boy shall demean himself proudly against the ancient, and the base against the honorable."
    },
    {
      "verse": 6,
      "text": "When a man will seize hold on his brother in the house of his father, [saying,] Thou hast a garment, thou shalt be our ruler, and let this ruin be under thy hand:"
    },
    {
      "verse": 7,
      "text": "He will swear on that day, saying, I will not be a chief; and in my house is neither bread nor clothing; you shall not appoint me a ruler of the people."
    },
    {
      "verse": 8,
      "text": "For Jerusalem is sunk to decay, and Judah is fallen; because their tongue and their doings are against the Lord, to incense the eyes of his glory."
    },
    {
      "verse": 9,
      "text": "The boldness of their face testifieth against them; and like Sodom they tell openly their sin, they conceal it not. Woe unto their soul! for they have prepared evil unto themselves."
    },
    {
      "verse": 10,
      "text": "Say ye to the righteous, that he hath done well; for the fruit of their doings shall they eat."
    },
    {
      "verse": 11,
      "text": "Woe unto the wicked who doeth evil; for the recompense of his hands shall be bestowed on him."
    },
    {
      "verse": 12,
      "text": "My people! their oppressors are children, and women rule over them. O my people! thy leaders cause thee to err, and the direction of thy paths they corrupt."
    },
    {
      "verse": 13,
      "text": "The Lord is stepped forth to plead, and standeth up to judge the people."
    },
    {
      "verse": 14,
      "text": "The Lord will enter into judgment with the ancients of his people, and their princes; but ye—ye have eaten up the vineyard; the plunder of the poor is in your houses."
    },
    {
      "verse": 15,
      "text": "What mean ye that ye crush my people, and grind down the faces of the poor? saith the Lord the Eternal of hosts."
    },
    {
      "verse": 16,
      "text": "And the Lord said, Forasmuch as the daughters of Zion are proud, and walk with stretched forth necks and casting about their eyes, walking and mincing as they go, and making a tinkling with their feet:"
    },
    {
      "verse": 17,
      "text": "Therefore will the Lord smite with leprosy the crown of the head of the daughters of Zion, and the Lord will lay open their nakedness."
    },
    {
      "verse": 18,
      "text": "On that day will the Lord take away the beauty of their tinkling shoe-buckles, and the hair-nets, and the crescent-shaped ornaments,"
    },
    {
      "verse": 19,
      "text": "The drops, and the bracelets, and the mufflers,"
    },
    {
      "verse": 20,
      "text": "The bonnets, and the foot-chains, and the head-bands, and the tablets, and the earrings,"
    },
    {
      "verse": 21,
      "text": "The finger-rings, and nose-jewels,"
    },
    {
      "verse": 22,
      "text": "The changeable suits of apparel, and the mantles, and the shawls, and the pockets."
    },
    {
      "verse": 23,
      "text": "The mirrors, and the chemisettes, and the turbans, and the long vails."
    },
    {
      "verse": 24,
      "text": "And it shall come to pass, that instead of sweet smell there shall be corruption; and instead of a girdle a rope; and instead of curled hair baldness; and instead of a wide garment a girding of sackcloth, a mark of burning instead of beauty."
    },
    {
      "verse": 25,
      "text": "Thy men shall fall by the sword, and thy mighty ones in the war."
    },
    {
      "verse": 26,
      "text": "And then shall her gates lament and mourn; and stript of all shall she sit upon the ground."
    }
  ]
}