{
  "book_id": "ISA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the days of Achaz the son of Jotham, the son of 'Uzziyahu, the king of Judah, that Rezin the king of Syria, and Pekach the son of Remalyahu, the king of Israel, went up toward Jerusalem to war against it; but were not able to make an attack upon it."
    },
    {
      "verse": 2,
      "text": "And it was told unto the house of David, saying, Syria is encamped with Ephraim; and his heart trembled, with the heart of his people, as the trees of the forest are shaken before the wind."
    },
    {
      "verse": 3,
      "text": "And the Lord said unto Isaiah, Go forth now to meet Achaz, thou with Shear-yashub thy son, to the end of the aqueduct of the upper pool, on the highway of the washer's field;"
    },
    {
      "verse": 4,
      "text": "And thou shalt say unto him, Take heed, and be quiet; fear not, and let thy heart not become faint because of these two stumps of smoking firebrands, before the fierce anger of Rezin with Syria, and of the son of Remalyahu."
    },
    {
      "verse": 5,
      "text": "Forasmuch as Syria, [with] Ephraim and the son of Remalyahu, have taken evil counsel against thee, saying,"
    },
    {
      "verse": 6,
      "text": "Let us go up against Judah, and besiege it, and let us make a breach therein for us, and set up as king in the midst of it the son of Tabeal:"
    },
    {
      "verse": 7,
      "text": "Thus hath said the Lord Eternal, It shall not succeed, and it shall not come to pass."
    },
    {
      "verse": 8,
      "text": "For the head of Syria is Damascus, and the head of Damascus is Rezin: and within sixty and five years shall Ephraim be broken, to be no more a people."
    },
    {
      "verse": 9,
      "text": "And the head of Ephraim is Samaria, and the head of Samaria is Remalyahu's son. If ye will not believe, surely ye shall not have permanence."
    },
    {
      "verse": 10,
      "text": "And the Lord continued to speak unto Achaz, saying,"
    },
    {
      "verse": 11,
      "text": "Ask thee a sign from the Lord thy God; ask it in the depth, or high up above."
    },
    {
      "verse": 12,
      "text": "But Achaz said, I will not ask, and I will not tempt the Lord."
    },
    {
      "verse": 13,
      "text": "And he said, Hear ye now, O house of David! Is it too little for you to weary men, that ye will weary also my God?"
    },
    {
      "verse": 14,
      "text": "Therefore will the Lord himself give you a sign: behold, this young woman shall conceive, and bear a son, and she shall call his name 'Immanu-el, [God with us]."
    },
    {
      "verse": 15,
      "text": "Cream and honey shall he eat, so soon as he knoweth to refuse the evil, and to choose the good."
    },
    {
      "verse": 16,
      "text": "For before yet the child shall know to refuse the evil, and to choose the good, shall be forsaken the land, of the kings of which thou feelest dread."
    },
    {
      "verse": 17,
      "text": "The Lord will bring over thee, and over thy people, and over thy father's house, days that have not come, from the day that Ephraim withdrew from Judah,—the king of Assyria."
    },
    {
      "verse": 18,
      "text": "And it shall come to pass on that day, that the Lord will call for the fly that is in the uttermost end of the streams of Egypt, and for the bee that is in the land of Assyria."
    },
    {
      "verse": 19,
      "text": "And they shall come, and shall encamp, all of them, in the desolate valleys, and in the clefts of the rocks, and upon all thorn-hedges, and upon all bushes."
    },
    {
      "verse": 20,
      "text": "On the same day will the Lord shave with the razor that is hired, from among those on the other side of the river, with the king of Assyria, the head, and the hair of the feet: and also the beard shall it entirely remove."
    },
    {
      "verse": 21,
      "text": "And it shall come to pass on that day, that a man shall nourish [but] one young cow, and two sheep;"
    },
    {
      "verse": 22,
      "text": "And it shall happen, that for the abundance of milk which they shall give he shall eat cream; for cream and honey shall eat every one that is left in the midst of the land."
    },
    {
      "verse": 23,
      "text": "And it shall come to pass on that day, that every place, where there are [now] a thousand vines worth a thousand silver shekels, shall be,—yea, this shall be [given up] to briers and thorns."
    },
    {
      "verse": 24,
      "text": "With arrows and with bows shall men enter thither; because all the land shall become [covered with] briers and thorns."
    },
    {
      "verse": 25,
      "text": "And all mountains that are worked with the mattock, there shall not come thither the fear of briers and thorns: and they shall serve for the pasture of oxen, and for the treading of sheep."
    }
  ]
}