{
  "book_id": "ISA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said unto me, Take thyself a large table, and write on it with distinct letters, Lemaher-shalal-chash-bas."
    },
    {
      "verse": 2,
      "text": "And I was to summon for myself trustworthy witnesses, Uriyah the priest, and Zecharyahu the son of Yeberechyahu."
    },
    {
      "verse": 3,
      "text": "And I came near unto the prophetess; and she conceived, and bore a son. Then said the Lord to me, Call his name Maher-shalal-chash-bas."
    },
    {
      "verse": 4,
      "text": "For before yet the boy shall know to call, My father, and my mother, the wealth of Damascus and the spoil of Samaria shall be carried away before the king of Assyria."
    },
    {
      "verse": 5,
      "text": "And the Lord continued to speak unto me again, saying,"
    },
    {
      "verse": 6,
      "text": "Forasmuch as this people despiseth the waters of Shiloach that flow softly, and rejoice in Rezin and Remalyahu's son:"
    },
    {
      "verse": 7,
      "text": "Yea therefore behold, the Lord bringeth up over them the strong and many waters of the river,—the king of Assyria, and all his glory; and he shall come up over all his channels, and step over all his banks;"
    },
    {
      "verse": 8,
      "text": "And he shall penetrate into Judah, overflow and flood over, even to the neck shall he reach; and his outstretched wings shall fill the breadth of thy land, O 'Immanu-el."
    },
    {
      "verse": 9,
      "text": "Associate yourselves, O ye people, yet shall ye be broken in pieces; and give ear, all ye of the far portions of the earth: gird yourselves, yet shall ye be broken in pieces; gird yourselves, yet shall ye be broken in pieces."
    },
    {
      "verse": 10,
      "text": "Take counsel together, yet shall it come to naught; speak the word, and it shall not stand firm; for with us is God."
    },
    {
      "verse": 11,
      "text": "For thus said the Lord to me with the strength of prophecy, and warned me not to walk in the way of this people, saying,"
    },
    {
      "verse": 12,
      "text": "Call ye not a conspiracy all that this people may call a conspiracy, and what it feareth shall ye not fear, and be not terrified [thereat]."
    },
    {
      "verse": 13,
      "text": "The Lord of hosts, him shall ye sanctify; and let him be your fear, and let him be your terror."
    },
    {
      "verse": 14,
      "text": "And he will be for a sanctuary; but also for a stone of stumbling and for a rock to fall over unto both the houses of Israel, for a gin and for a snare to the inhabitants of Jerusalem."
    },
    {
      "verse": 15,
      "text": "And many shall stumble over them, and fall, and be broken, and snared, and be caught."
    },
    {
      "verse": 16,
      "text": "Bind up the testimony, seal up the law among my disciples."
    },
    {
      "verse": 17,
      "text": "And I will wait for the Lord, that hideth his face from the house of Jacob, and I will hope for him."
    },
    {
      "verse": 18,
      "text": "Behold, I and the children whom the Lord hath given me are for signs and for tokens in Israel, from the Lord of hosts who dwelleth on mount Zion."
    },
    {
      "verse": 19,
      "text": "And when they shall say unto you, “Inquire of those that have familiar spirits, and of the wizards, that whisper, and that mutter:” should not a people inquire of their God? [should we then] in behalf of the living [inquire] of the dead?"
    },
    {
      "verse": 20,
      "text": "[Hold] to the law and to the testimony: if they are not to speak according to this word, in which there is no light."
    },
    {
      "verse": 21,
      "text": "And the [people] shall pass through [the land], hard oppressed and hungry: and it shall come to pass, that when they shall be hungry, they will become enraged, and curse their king and their god, and turn toward on high [for aid]."
    },
    {
      "verse": 22,
      "text": "And they will look unto the earth; and behold there are trouble and darkness, dimness of oppression, and they shall be scattered into obscurity."
    }
  ]
}