{
  "book_id": "ISA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "(8:23) For no fatigue [befalleth] him that oppresseth it; in the first time he made light of the land of Zebulun, and the land of Naphtali, and at the last he will deal hard, with the way by the sea, on the other side of the Jordan, [up to] the Galilee of the nations."
    },
    {
      "verse": 2,
      "text": "(9:1) The people that walk in darkness have seen a great light: they that dwell in the land of the shadow of death—a light shineth brightly over them."
    },
    {
      "verse": 3,
      "text": "(9:2) Thou hast multiplied the nation, made great their joy: they rejoice before thee as with the joy in harvest, as men are glad when they divide the spoil."
    },
    {
      "verse": 4,
      "text": "(9:3) For the yoke of their burden, and the staff on their shoulder, the rod of their oppressor, hast thou broken, as on the day of Midian."
    },
    {
      "verse": 5,
      "text": "(9:4) For all the weapons of the fighter in the battle's tumult, and the garment rolled in blood, shall be burnt, become food for fire."
    },
    {
      "verse": 6,
      "text": "(9:5) For a child is born unto us, a son hath been given unto us, and the government is placed on his shoulders; and his name is called, Wonderful, counsellor of the mighty God, of the everlasting Father, the prince of peace,"
    },
    {
      "verse": 7,
      "text": "(9:6) For [promoting] the increase of the government, and for peace without end, upon the throne of David and upon his kingdom, to establish it and to support it through justice and righteousness, from henceforth and unto eternity: the zeal of the Lord of hosts will do this."
    },
    {
      "verse": 8,
      "text": "(9:7) A word hath the Lord sent against Jacob, and it hath alighted upon Israel."
    },
    {
      "verse": 9,
      "text": "(9:8) And experience it shall all the people together, Ephraim and the inhabitants of Samaria; because they say, in the pride and haughtiness of heart,"
    },
    {
      "verse": 10,
      "text": "(9:9) “The bricks are fallen down, but with hewn stones will we re-build: the sycamores are cut down, but with cedars will we replace them.”"
    },
    {
      "verse": 11,
      "text": "(9:10) Therefore will the Lord strengthen the adversaries of Rezin above him, and will stir up his enemies;"
    },
    {
      "verse": 12,
      "text": "(9:11) The Syrians in front, and the Philistines behind; and they shall devour Israel with a full mouth. For all this his anger is not turned away, but his hand still remaineth stretched out."
    },
    {
      "verse": 13,
      "text": "(9:12) And the people return not unto him that smiteth them, and the Lord of hosts do they not seek."
    },
    {
      "verse": 14,
      "text": "(9:13) And the Lord cutteth off from Israel head and tail, palm-branch and rush, on one day."
    },
    {
      "verse": 15,
      "text": "(9:14) The ancient and honorable is the head; and the prophet that teacheth lies is the tail."
    },
    {
      "verse": 16,
      "text": "(9:15) And the guides of this people are those that guide to error; and those that are led of them are misled."
    },
    {
      "verse": 17,
      "text": "(9:16) Therefore will the Lord have no joy in their young men, and on their fatherless and widows will he have no mercy; for every one is a hypocrite and an evil-doer, and every mouth speaketh scandalous words. For all this his anger is not turned away, but his hand still remaineth stretched out."
    },
    {
      "verse": 18,
      "text": "(9:17) For wickedness burneth like the fire; it shall devour the briers and thorns: and it shall kindle [a flame] in the thickets of the forest, and they shall be shrouded by the wreaths of smoke."
    },
    {
      "verse": 19,
      "text": "(9:18) Through the fury of the Lord of hosts is the land scorched, and the people have become as food for the fire; no man will spare his brother."
    },
    {
      "verse": 20,
      "text": "(9:19) And he snatcheth on the right hand, and is [yet] hungry; and he eateth on the left hand, and are not [yet] satisfied; they shall eat every man the flesh of his own arm:"
    },
    {
      "verse": 21,
      "text": "(9:20) Menasseh [against] Ephraim: and Ephraim [against] Menasseh; and they together against Judah. For all this his anger is not turned away, but his hand still remaineth stretched out."
    }
  ]
}