{
  "book_id": "ISA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Woe unto those that decree decrees of unrighteousness, and the writers who write down wrongful things;"
    },
    {
      "verse": 2,
      "text": "To turn aside from judgment the needy, and to rob the just due of the poor of my people, that widows may be their prey, and [that] they may plunder the fatherless!"
    },
    {
      "verse": 3,
      "text": "And what will ye do on the day of the visitation, and at the desolation which will come from afar? to whom will ye flee for help? and where will ye leave your glory?"
    },
    {
      "verse": 4,
      "text": "Without me they shall kneel down under the prisoners, and under the slain shall they fall. For all this his anger is not turned away, but his hand still remaineth stretched out."
    },
    {
      "verse": 5,
      "text": "Woe over Asshur, the rod of my anger; and a staff is in their hand my indignation."
    },
    {
      "verse": 6,
      "text": "Against a hypocritical nation will I send him, and against the people of my fury will I give him a charge, to take the spoil, and to carry off the prey, and to render them trodden down like the mire of the streets."
    },
    {
      "verse": 7,
      "text": "But he deemeth it not so, and his heart doth not think so; but to destroy is in his heart, and to cut off nations not a few."
    },
    {
      "verse": 8,
      "text": "For he saith, “Are not my princes altogether kings?"
    },
    {
      "verse": 9,
      "text": "Is not Calno like Karkemish? is not Chamath like Arpad? is not Samaria like Damascus?"
    },
    {
      "verse": 10,
      "text": "As my hand hath reached the kingdoms of the idols, whose graven images exceeded in number those of Jerusalem and of Samaria:"
    },
    {
      "verse": 11,
      "text": "Shall I not, as I have done unto Samaria and her idols, do so unto Jerusalem and unto her idols?”"
    },
    {
      "verse": 12,
      "text": "Wherefore shall it come to pass, that when the Lord hath completed all his work on mount Zion and in Jerusalem, I will punish the fruit of the haughtiness of the king of Asshur, and the vain-glory of his proud looks."
    },
    {
      "verse": 13,
      "text": "For he hath said, “By the strength of my hand have I done it, and by my wisdom, for I have intelligence; and I have removed the boundaries of nations, and their laid-up treasures have I plundered, and brought down low those that were powerfully seated."
    },
    {
      "verse": 14,
      "text": "And my hand hath reached, as a bird's nest, the wealth of the people: and as one gathereth up eggs that are forsaken, have I myself gathered up all the earth: and there was not one that moved the wing, or opened the mouth, or chirped.”"
    },
    {
      "verse": 15,
      "text": "Shall the axe boast itself over him that heweth therewith? or shall the saw magnify itself against him that swingeth it? as if the rod should swing about those that lift it up, or as if the staff should lift up him who is no wood."
    },
    {
      "verse": 16,
      "text": "Therefore will the Lord, the Eternal of hosts, send forth among his fat ones leanness; and under his glory shall be kindled a burning like the burning of a fire."
    },
    {
      "verse": 17,
      "text": "And the light of Israel shall become a fire, and his Holy One a flame; and it shall burn and devour his thorns and his briers on one day."
    },
    {
      "verse": 18,
      "text": "And the glory of his forest, and of his fruitful field, both soul and body, will he destroy: and he shall be as [a tree] eaten to powder by the worms."
    },
    {
      "verse": 19,
      "text": "And the rest of the trees of his forest shall be few in number, so that a boy may write them down."
    },
    {
      "verse": 20,
      "text": "And it shall come to pass on that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall not farther lean for support upon him that smiteth them; but they shall lean upon the Lord, the Holy one of Israel, in truth."
    },
    {
      "verse": 21,
      "text": "The remnant shall return, the remnant of Jacob, unto the mighty God."
    },
    {
      "verse": 22,
      "text": "For though thy people Israel should be as the sand of the sea, [yet] a remnant [only] of them shall return: destruction is decreed, it overfloweth with righteousness."
    },
    {
      "verse": 23,
      "text": "For it is completed and decreed: the Lord, the Eternal of hosts will do it in the midst of all the land."
    },
    {
      "verse": 24,
      "text": "Therefore thus hath said the Lord the Eternal of hosts, Be not afraid, O my people that dwellest in Zion, of Asshur, who will smite thee with the rod, and lift up his staff against thee, after the manner of Egypt."
    },
    {
      "verse": 25,
      "text": "For yet but a very little while more, and the indignation shall cease, and my anger shall be for their destruction."
    },
    {
      "verse": 26,
      "text": "And the Lord shall lift up a scourge over him like [at] the smiting of Midian at the rock of 'Oreb: and as his staff was lifted over the sea, so will he carry him off after the manner of Egypt."
    },
    {
      "verse": 27,
      "text": "And it shall come to pass in that day, that his burden shall be removed from off thy shoulder, and his yoke from off thy neck, and the yoke shall be broken because of the fatness."
    },
    {
      "verse": 28,
      "text": "He cometh to 'Ayath, he passeth on to Migron; at Michmash he layeth up his baggage;"
    },
    {
      "verse": 29,
      "text": "They go through the pass; they take up their lodging at Geba'; Ramah trembleth; Gib'ah of Saul fleeth."
    },
    {
      "verse": 30,
      "text": "Let thy voice resound, O daughter of Gallim; listen Layshah; O poor 'Anathoth!"
    },
    {
      "verse": 31,
      "text": "Madmenah is in motion; the inhabitants of Gebim are assembled to flee."
    },
    {
      "verse": 32,
      "text": "As yet today will he remain at Nob: then will he swing his hand against the mount of the daughter of Zion, the hill of Jerusalem."
    },
    {
      "verse": 33,
      "text": "Behold, the Lord, the Eternal of hosts, will lop off the fruitful bough with terrific might: and those of towering growth shall be hewn down, and the high shall be laid low."
    },
    {
      "verse": 34,
      "text": "And he will cut down the thickets of the forests with iron, and the Lebanon shall fall by [means of] a mighty one."
    }
  ]
}