{
  "book_id": "ISA",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And there shall come forth a shoot out of the stem of Jesse, and a sprout shall spring out of his roots."
    },
    {
      "verse": 2,
      "text": "And there shall rest upon him the spirit of the Lord, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the Lord;"
    },
    {
      "verse": 3,
      "text": "And he shall be animated by the fear of the Lord; and not after the sight of his eyes shall he judge, and not after the hearing of his ears shall he decide;"
    },
    {
      "verse": 4,
      "text": "But he shall judge with righteousness the poor, and decide with equity for the suffering ones of the earth; and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked."
    },
    {
      "verse": 5,
      "text": "And righteousness shall be the girdle of his loins, and faithfulness the girdle of his hips."
    },
    {
      "verse": 6,
      "text": "And the wolf shall dwell with the sheep, and the leopard shall lie down with the kid; and the calf and the young lion and the fatling [shall be] together, and a little boy shall lead them."
    },
    {
      "verse": 7,
      "text": "And the cow and the she-bear shall feed, together shall their young ones lie down: and the lion shall like the ox eat straw."
    },
    {
      "verse": 8,
      "text": "And the sucking child shall play on the hole of the asp, and on the basilisk's den shall the weaned child stretch out his hand."
    },
    {
      "verse": 9,
      "text": "They shall not do hurt nor destroy on all my holy mountain: for the earth shall be full of the knowledge of the Lord, as the waters cover the sea."
    },
    {
      "verse": 10,
      "text": "And it shall happen on that day, that [he of] the root of Jesse, who shall stand as an ensign of the people, to him shall nations [come to] inquire: and his resting-place shall be glorious."
    },
    {
      "verse": 11,
      "text": "And it shall happen on that day, that the Lord will put forth his hand again the second time to acquire the remnant of his people, which shall remain, from Asshur and from Egypt, and from Pathros, and from Cush, and from 'Elam, and from Shin'ar, and from Chamath, and from the islands of the sea."
    },
    {
      "verse": 12,
      "text": "And he will lift up an ensign unto the nations, and will assemble the outcasts of Israel; and the dispersed of Judah will he collect together from the four corners of the earth."
    },
    {
      "verse": 13,
      "text": "And then shall depart the envy of Ephraim, and the adversaries of Judah shall be cut off: Ephraim shall not envy Judah, and Judah shall not assail Ephraim."
    },
    {
      "verse": 14,
      "text": "But they shall fly upon the shoulders of the Philistines toward the west; together shall they spoil the children of the east: upon Edom and Moab shall they lay their hands; and the children of 'Ammon shall obey them."
    },
    {
      "verse": 15,
      "text": "And the Lord will destroy the tongue of the Egyptian sea; and swing his hand over the river with his mighty wind, and will smite it into seven streams, and render it passable with shoes."
    },
    {
      "verse": 16,
      "text": "And there shall be a highway for the remnant of his people, which shall remain from Asshur, like as it was to Israel on the day that they came up out of the land of Egypt."
    }
  ]
}