{
  "book_id": "ISA",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "The doom of Babylon, which Isaiah Amoz' son foresaw."
    },
    {
      "verse": 2,
      "text": "Upon a high mountain lift ye up a banner, raise high your voice unto them, wave the hand, that they may enter into the gates of the princes."
    },
    {
      "verse": 3,
      "text": "I have charged my prepared ones, I have also called my heroes for my anger, those that rejoice in my highness."
    },
    {
      "verse": 4,
      "text": "There is a noise of tumult on the mountains, like that of a numerous people; a noise of shouting of kingdoms of nations assembled; the Lord of hosts mustereth a host of battle."
    },
    {
      "verse": 5,
      "text": "They are coming from a far-off country, from the end of the heavens, [here is] the Lord, with the weapons of his indignation, to destroy all the land."
    },
    {
      "verse": 6,
      "text": "Wail ye; for nigh is the day of the Lord; like wasting from the Almighty shall it come."
    },
    {
      "verse": 7,
      "text": "Therefore all hands shall become weak, and every mortal's heart shall melt;"
    },
    {
      "verse": 8,
      "text": "And they shall be affrighted, pangs and pains shall seize on them; they shall have throes as a woman that travaileth; one at the other shall they look amazed; red like flames shall their faces glow."
    },
    {
      "verse": 9,
      "text": "Behold, the day of the Lord cometh, direful, [laden] with wrath and the fierceness of anger, to render the earth desolate: and its sinners will he destroy out of it."
    },
    {
      "verse": 10,
      "text": "For the stars of the heavens and their constellations shall not give forth their light: the sun shall be darkened in his going forth, and the moon shall not shed abroad her light."
    },
    {
      "verse": 11,
      "text": "And I will visit on the world its evil, and on the wicked their iniquity; and I will stop the arrogance of the presumptuous, and the haughtiness of the tyrants will I humble."
    },
    {
      "verse": 12,
      "text": "I will make the mortal more precious than fine gold; and man, more than the valued metal of Ophir."
    },
    {
      "verse": 13,
      "text": "Therefore will I shake the heavens, and the earth shall start quaking out of her place, at the wrath of the Lord of hosts, and on the day of his fierce anger."
    },
    {
      "verse": 14,
      "text": "And the people shall be as the chased roe, and as flocks which no one gathereth up; every man to his own people shall they turn, and every man into his own land shall they flee."
    },
    {
      "verse": 15,
      "text": "Every one that is found shall be thrust through; and every one that is joined unto them shall fall by the sword."
    },
    {
      "verse": 16,
      "text": "And their babes shall be dashed to pieces before their eyes: spoiled shall be their houses, and their wives ravished."
    },
    {
      "verse": 17,
      "text": "Behold, I will stir up against them the Medes; who will not regard silver, and who will not delight in gold."
    },
    {
      "verse": 18,
      "text": "And their bows will dash young men to pieces; and on the fruit of the womb will they have no mercy; on children their eye will not look with pity."
    },
    {
      "verse": 19,
      "text": "And [thus] shall Babylon, the glory of kingdoms, the proud ornament of the Chaldeans, become like the overthrow through God of Sodom and Gomorrah."
    },
    {
      "verse": 20,
      "text": "It shall not be inhabited for ever, and it shall not be dwelt in from generation to generation; nor shall the Arabian pitch there his tent; and shepherds shall not let their flocks rest there."
    },
    {
      "verse": 21,
      "text": "But there shall rest the wild beasts of the desert; and their houses shall be full of owls; and ostriches shall dwell there, and evil spirits shall dance there."
    },
    {
      "verse": 22,
      "text": "And jackals shall howl in her palaces, and monsters in the temples of pleasure; and near to come is her time, and her days shall not be extended."
    }
  ]
}