{
  "book_id": "ISA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "For the Lord will have mercy on Jacob, and will again make choice of Israel, and replace them in their own land: and the strangers shall be joined unto them, and they shall attach themselves to the house of Jacob."
    },
    {
      "verse": 2,
      "text": "And nations shall take them, and bring them to their own place; but the house of Israel shall obtain possession of them in the land of the Lord for men-servants and for maid-servants; and they shall take captive their captors, and they shall rule over their oppressors."
    },
    {
      "verse": 3,
      "text": "And it shall come to pass on the day when the Lord will give thee rest from thy trouble, and from thy vexation, and from the hard bondage wherein thou wast made to serve,"
    },
    {
      "verse": 4,
      "text": "That thou wilt take up this parable against the king of Babylon, and say, How hath ceased the oppressor! ceased the exactress of gold!"
    },
    {
      "verse": 5,
      "text": "Broken hath the Lord the staff of the wicked, the sceptre of rulers;"
    },
    {
      "verse": 6,
      "text": "He who smote people in wrath, blows without intermission, he that ruled in anger nations, persecuting without restraint."
    },
    {
      "verse": 7,
      "text": "At rest, quiet is all the earth; men break forth into loud song."
    },
    {
      "verse": 8,
      "text": "Also, the fir-trees rejoice at thee, the cedars of Lebanon, “Since thou wast laid low, no feller is come up against us.”"
    },
    {
      "verse": 9,
      "text": "The nether world from below is in motion concerning thee to meet thee at thy coming: it stirreth up the departed for thee, all the chief ones of the earth; it hath caused to rise up from their thrones all the kings of nations."
    },
    {
      "verse": 10,
      "text": "They all will commence and say unto thee, “Thou—thou also art become weak like us; similar unto us art thou become!”"
    },
    {
      "verse": 11,
      "text": "Into the nether world is brought down thy pride, the clatter of thy psalteries: beneath thee is spread the worm, and thy cover is the moth."
    },
    {
      "verse": 12,
      "text": "How art thou fallen from heaven, O morning-star, son of the dawn! how art thou hewn down to the ground, crusher of nations!"
    },
    {
      "verse": 13,
      "text": "And thou—thou hadst said in thy heart, “Into heaven will I ascend, above the stars of God will I exalt my throne; and I will sit also upon the mount of the assembly, in the farthest end of the north;"
    },
    {
      "verse": 14,
      "text": "I will ascend above the heights of the clouds; I will be equal to the Most High.”"
    },
    {
      "verse": 15,
      "text": "But into the nether world shalt thou be brought down, into the lowest depth."
    },
    {
      "verse": 16,
      "text": "They that see thee will gaze at thee, will regard thee well, [saying,] “Is this the man that caused the earth to tremble, that made kingdoms quake?"
    },
    {
      "verse": 17,
      "text": "That rendered the world as a wilderness, and pulled down its cities: never opened the prison-house of his prisoners?”"
    },
    {
      "verse": 18,
      "text": "All the kings of nations, all of them, lie in glory, every one in his own [eternal] house."
    },
    {
      "verse": 19,
      "text": "But thou—thou art cast out of thy grave like a discarded offshoot, as a garment of those that are slain, pierced by the sword, that go down to the stones of the pit, as a carcass trodden under foot."
    },
    {
      "verse": 20,
      "text": "Thou shalt not be united with them in burial; because thy land hast thou destroyed, thy people hast thou slain: to eternity shall not be called the seed of evil-doers."
    },
    {
      "verse": 21,
      "text": "Prepare for his children the slaughter, for the iniquity of their fathers: that they may not rise, and possess the land, and fill the face of the world with enemies [of mankind]."
    },
    {
      "verse": 22,
      "text": "And I will rise up against them, saith the Lord of hosts; and I will cut off from Babylon name, and remnant, and son, and grandson, saith the Lord."
    },
    {
      "verse": 23,
      "text": "I will also make it a possession for the hedgehog, and pools of water: and I will sweep it with the besom of destruction, saith the Lord of hosts."
    },
    {
      "verse": 24,
      "text": "Sworn hath the Lord of hosts, saying, Surely as I have purposed, so doth it come to pass; and as I have resolved, so shall it occur:"
    },
    {
      "verse": 25,
      "text": "To break Asshur in my own land, and upon my mountains will I tread him under foot; then shall his yoke be removed from off them, and his burden from off their shoulders."
    },
    {
      "verse": 26,
      "text": "This is the resolve that is resolved over all the earth: and this is the hand that is stretched out over all the nations."
    },
    {
      "verse": 27,
      "text": "For the Lord of hosts hath resolved, and who shall frustrate it? and it is his hand which is stretched out, and who shall turn it back?"
    },
    {
      "verse": 28,
      "text": "In the year king Achaz died was this prophecy [given]."
    },
    {
      "verse": 29,
      "text": "Rejoice not, thou entire Palestine, because the rod of him that smote thee is broken; for out of the serpent's root shall come forth an adder, and its fruit shall be a flying dragon."
    },
    {
      "verse": 30,
      "text": "And the first-born of the poor shall feed, and the needy shall rest in safety: and I will kill with famine thy root, and men shall slay thy remnant."
    },
    {
      "verse": 31,
      "text": "Wail, O gate; cry out, O city; thou art dissolved, O thou entire Palestine; for from the north a smoke is coming, and there is no one solitary among those that are bidden to come."
    },
    {
      "verse": 32,
      "text": "And what will each one of the messengers of the nation answer? That the Lord hath founded Zion; and that therein shall find protection the poor of his people."
    }
  ]
}