{
  "book_id": "ISA",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Send ye the lambs of the ruler of the land from Sela', through the wilderness, unto the mount of the daughter of Zion."
    },
    {
      "verse": 2,
      "text": "For it shall be, that, as a fugitive bird, as a chased nest, so shall be the daughters of Moab at the fords of Arnon."
    },
    {
      "verse": 3,
      "text": "Bring counsel, execute justice; render like the night thy shadow in the midst of the noonday; conceal the outcasts; betray not the fugitive."
    },
    {
      "verse": 4,
      "text": "Let my outcasts sojourn with thee, Moab; be thou a covert to them from the face of the waster: till ceaseth the extortion, past be the wasting, and vanished be the oppressor out of the land."
    },
    {
      "verse": 5,
      "text": "And there shall be founded through kindness a throne; and there shall sit upon it in truthfulness in the tent of David a judge who seeketh justice, and is quick in righteousness."
    },
    {
      "verse": 6,
      "text": "We have heard of the pride of Moab; [that] he is very proud: of his haughtiness, and his pride, and his wrath, his groundless lies."
    },
    {
      "verse": 7,
      "text": "Therefore shall Moab wail for Moab, every one shall wail; for the strong walls of Kir-charesseth shall ye lament, deeply stricken."
    },
    {
      "verse": 8,
      "text": "For the fields of Cheshbon are withered, the vine of Sibmah —the lords of nations have beaten down its branches, they did reach as far as Ya'zer, into the wilderness did they wander; its tendrils were stretched forth, they passed over the sea."
    },
    {
      "verse": 9,
      "text": "Therefore will I weep, when weeping for Ya'zer, for the vine of Sibmah: I will moisten thee richly with my tears, O Cheshbon, and El'aleh; for over [the gathering of] thy summer fruits and over thy harvest the battle-cry is fallen."
    },
    {
      "verse": 10,
      "text": "And [thus] are taken away joy and gladness out of the fruitful field; and in the vineyards shall be no singing, shall be no joyful shout: in the presses shall the treader not tread out wine; I have stopped the harvest-call."
    },
    {
      "verse": 11,
      "text": "Therefore my bowels shall groan for Moab like a harp, and my inward parts for Kir-charess."
    },
    {
      "verse": 12,
      "text": "And it shall come to pass, that it shall be seen that Moab is weary on the high-places; and he will come to his sanctuary to pray; but he shall not accomplish [aught]."
    },
    {
      "verse": 13,
      "text": "This is the word that the Lord hath spoken concerning Moab in former times."
    },
    {
      "verse": 14,
      "text": "But now hath the Lord spoken, saying, Within three years, as the years of a hired laborer, shall the glory of Moab be rendered mean with all this [his] great multitude; and the remnant shall be very small and inconsiderable."
    }
  ]
}