{
  "book_id": "ISA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "The doom of Damascus. Behold, Damascus is deprived of being a city, and it shall become decaying ruins."
    },
    {
      "verse": 2,
      "text": "Forsaken are the cities of 'Aro'er: they shall be [given up] to flocks, which shall lie down, and none shall make them afraid."
    },
    {
      "verse": 3,
      "text": "And there shall cease the fortress from Ephraim, and the kingdom from Damascus, and the remnant of Syria: like the glory of the children of Israel shall they be, saith the Lord of hosts."
    },
    {
      "verse": 4,
      "text": "And it shall come to pass on that day, that the glory of Jacob shall vanish, and the fatness of his flesh shall become lean."
    },
    {
      "verse": 5,
      "text": "And it shall be as when the harvestman gathereth the standing-corn, and reapeth the ears with his arm; and it shall be as when one gleaneth ears in the valley of Rephaim."
    },
    {
      "verse": 6,
      "text": "And there shall be left on it gleaning-fruit, as one shaketh an olive-tree, two or three berries on the top of the uppermost bough, four or five on the outmost branches of a fruitful tree, saith the Lord the God of Israel."
    },
    {
      "verse": 7,
      "text": "On that day shall a man turn his regard up to his Maker, and his eyes shall look toward the Holy One of Israel."
    },
    {
      "verse": 8,
      "text": "And he shall not turn his regard to the altars, the work of his hands; and he shall not look at what his fingers have made, both the groves and the sun-images."
    },
    {
      "verse": 9,
      "text": "On that day shall his strong cities be as a forsaken ruin in a forest, and on a mountain-peak, which they left because of the children of Israel: and the land shall be desolate."
    },
    {
      "verse": 10,
      "text": "Because thou hast forgotten the God of thy salvation, and the rock of thy strength thou hast not remembered; therefore wouldst thou plant luxuriant plantings, and wouldst set out the shoots of the stranger therein."
    },
    {
      "verse": 11,
      "text": "[Already] on the day that thou plantedst thou causedst to grow, and in the morning thou madest thy seed to blossom; but now fleeth the harvest on the day of disease and of incurable pain."
    },
    {
      "verse": 12,
      "text": "Woe to the raging of many people, who rage like the raging of the seas; and to the noise of nations, that make a noise like the roar of mighty waters!"
    },
    {
      "verse": 13,
      "text": "The nations will make a noise like the roaring of many waters; but He will rebuke it, and it shall flee afar off, and shall be chased as the chaff of the mountains before the wind, and as thistle-down before the tempest."
    },
    {
      "verse": 14,
      "text": "At eveningtide, behold, there is trouble; before yet it is morning it is no more. This is the portion of our spoilers, and the lot of those that plunder us."
    }
  ]
}