{
  "book_id": "ISA",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "The doom of the desert by the sea. As tempests in the south blow with fury; so doth it come from the desert, from a terrible land."
    },
    {
      "verse": 2,
      "text": "A hard vision hath been told unto me; the traitor dealeth treacherously, and the spoiler spoileth. “Go up, O 'Elam; besiege, O Media;” all sighing have I caused to cease."
    },
    {
      "verse": 3,
      "text": "Therefore are my loins filled with pain; pangs have seized me, like the pangs of a woman that travaileth: I am too much cramped to hear; I am too much dismayed to see."
    },
    {
      "verse": 4,
      "text": "My heart wandereth astray, dread affrighteth me: the evening of my pleasure hath he turned unto me into terror."
    },
    {
      "verse": 5,
      "text": "Prepare the table, put on the candlesticks, eat, drink: arise, ye princes, and anoint the shield."
    },
    {
      "verse": 6,
      "text": "For thus hath said unto me the Lord, Go, set the watchman, what he seeth let him tell."
    },
    {
      "verse": 7,
      "text": "And he will see chariots, horsemen in couples, riders on asses, riders on camels; and he shall listen diligently with much heed:"
    },
    {
      "verse": 8,
      "text": "And he calleth [like] a lion, Upon the watchtower, O Lord, do I stand continually in the daytime, and on my ward am I set all the nights."
    },
    {
      "verse": 9,
      "text": "And, behold, here cometh a chariot with men, horsemen in couples, and he commenceth and saith, Fallen, fallen is Babylon; and all the graven images of her gods hath he shivered unto the ground."
    },
    {
      "verse": 10,
      "text": "O my down-trodden [people,] and the son of my threshingfloor: that which I have heard from the Lord of hosts, the God of Israel, have I told unto you."
    },
    {
      "verse": 11,
      "text": "The doom of Dumah. Unto me one calleth out of Se'ir, Watchman, what of the night? Watchman, what of the night?"
    },
    {
      "verse": 12,
      "text": "The watchman said, The morning cometh, and also the night: if ye will desire, desire ye; return, come again."
    },
    {
      "verse": 13,
      "text": "The doom upon Arabia. In the forest in Arabia shall ye lodge, O ye caravans of Dedanim."
    },
    {
      "verse": 14,
      "text": "Toward him that is thirsty they bring water; the inhabitants of the land of Thema meet with suitable bread the fugitive."
    },
    {
      "verse": 15,
      "text": "Because from the swords are they fled, from the drawn sword, and from the bent bow, and from the pressure of war."
    },
    {
      "verse": 16,
      "text": "For thus hath said the Lord unto me, Within yet one year, like the years of a hired laborer, shall all the glory of Kedar be at an end:"
    },
    {
      "verse": 17,
      "text": "And the residue of the number of bows of the mighty men of the children of Kedar shall be small; for the Lord the God of Israel hath spoken it."
    }
  ]
}