{
  "book_id": "ISA",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "The doom of the valley of vision. What aileth thee now, that thou art wholly gone up to the roofs?"
    },
    {
      "verse": 2,
      "text": "O noiseful, tumultuous city, joyous town? thy slain ones are not slain with the sword, and not those that die in battle."
    },
    {
      "verse": 3,
      "text": "All thy rulers are fled together, they are made prisoners by the bowmen: all that are found in thee are made prisoners together, who have run away from afar."
    },
    {
      "verse": 4,
      "text": "Therefore said I, Look away from me; I will weep bitterly; be not urgent to comfort me, because of the wasting of the daughter of my people."
    },
    {
      "verse": 5,
      "text": "For a day of confusion, and of treading down, and of perplexity hath the Lord Eternal of hosts in the valley of vision; walls are broken, and crying is heard against the mountain."
    },
    {
      "verse": 6,
      "text": "And 'Elam beareth the quiver, [cometh] with men in chariots and horsemen, and Kir uncovereth the shield."
    },
    {
      "verse": 7,
      "text": "And it is so, that thy choicest valleys are full of chariots, and the horsemen set themselves in array against the gate."
    },
    {
      "verse": 8,
      "text": "And he laid open the covering of Judah; and thou didst look on that day toward the armor of the house of the forest."
    },
    {
      "verse": 9,
      "text": "And the breaches of the city of David have ye seen, that they are many: and ye gathered together the waters of the lower pool."
    },
    {
      "verse": 10,
      "text": "And the houses of Jerusalem have ye numbered, and ye have pulled down the houses to fortify the wall."
    },
    {
      "verse": 11,
      "text": "And a tank have ye made between the two walls for the water of the old pool; but ye have not looked at the Maker thereof, him that fashioned it in distant times have ye not regarded."
    },
    {
      "verse": 12,
      "text": "And the Lord Eternal of hosts called on that day for weeping, and for mourning, and for baldness, and for girding with sackcloth."
    },
    {
      "verse": 13,
      "text": "And behold [there are] gladness and joy, slaying of oxen, and killing of sheep, eating flesh, and drinking wine: “Let us eat and drink; for tomorrow we must die.”"
    },
    {
      "verse": 14,
      "text": "And it was revealed in my ears by the Lord of hosts: Surely this iniquity shall not be forgiven unto you until ye die, said the Lord the Eternal of hosts."
    },
    {
      "verse": 15,
      "text": "Thus hath said the Lord, Go, get thee unto this treasurer, even unto Shebna, who is [superintendent] over the house;"
    },
    {
      "verse": 16,
      "text": "What hast thou here? and whom hast thou here, that thou hast hewn out for thyself here a sepulchre, [the man] that hath hewn out on high his sepulchre, that holloweth out in the rock a habitation for himself?"
    },
    {
      "verse": 17,
      "text": "Behold, the Lord will thrust thee about with a mighty throw, O man! and will lay fast hold of thee;"
    },
    {
      "verse": 18,
      "text": "He will roll thee up as a bundle, and [toss thee] like a ball into a country of ample space: there shalt thou die, and there shall [remain] the chariots of thy glory, thou disgrace of the house of thy lord."
    },
    {
      "verse": 19,
      "text": "And I will cast thee out from thy station, and from thy post shall he pull thee down."
    },
    {
      "verse": 20,
      "text": "And it shall come to pass on that day, that I will call my servant, for Elyakim the son of Chilkiyahu."
    },
    {
      "verse": 21,
      "text": "And I will clothe him with thy robe, and thy girdle will I fasten around him, and thy government will I place into his hand: and he shall be as a father to the inhabitants of Jerusalem, and to the house of Judah."
    },
    {
      "verse": 22,
      "text": "And I will lay the key of the house of David upon his shoulder; so that he shall open, and none shall shut; and he shall shut, and none shall open."
    },
    {
      "verse": 23,
      "text": "And I will fasten him as a tent-nail in a sure place; and he shall be for a chair of honor to his father's house."
    },
    {
      "verse": 24,
      "text": "And they shall hang upon him all the glory of his father's house, the shoots and offshoots, all the small vessels, from the vessels of basins, even to all the vessels of flagons."
    },
    {
      "verse": 25,
      "text": "On that day, saith the Lord of hosts, shall be removed the nail that is fastened in the sure place, and be cut down, and fall; and the burden that is upon it shall be cut off; for the Lord hath spoken it."
    }
  ]
}