{
  "book_id": "ISA",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, the Lord maketh empty the land, and layeth it waste, marreth its surface, and scattereth abroad its inhabitants."
    },
    {
      "verse": 2,
      "text": "And it shall be with the people as with the priest; with the servant as with his master; with the bondwoman as with her mistress; with the buyer as with the seller; with the lender as with the borrower; with the debtor as with his creditor."
    },
    {
      "verse": 3,
      "text": "Empty, emptied out shall be the land, and spoiled, utterly spoiled; for the Lord hath spoken this word."
    },
    {
      "verse": 4,
      "text": "The land mourneth, withereth away, the world languishes, withereth away, the high ones of the people of the land do languish."
    },
    {
      "verse": 5,
      "text": "For the land was defiled under its inhabitants; because they had transgressed the laws, neglected the statutes, broken the everlasting covenant."
    },
    {
      "verse": 6,
      "text": "Therefore hath the curse devoured the land, and they that dwell therein suffer for their guilt; therefore are the inhabitants of the land dried up, and but few men are left."
    },
    {
      "verse": 7,
      "text": "The new wine mourneth, the vine languisheth, all the merry-hearted sigh."
    },
    {
      "verse": 8,
      "text": "At rest is the mirth of the tambourines; ceased hath the tumult of the joyful; at rest is the mirth of the harp."
    },
    {
      "verse": 9,
      "text": "Amidst singing shall they no [more] drink wine; bitter shall be the strong drink to those that drink it."
    },
    {
      "verse": 10,
      "text": "Broken down is the city of desolation; shut up is every house that none can enter."
    },
    {
      "verse": 11,
      "text": "A [painful] cry for wine is in the streets; darkened is all joy; banished is the mirth of the land."
    },
    {
      "verse": 12,
      "text": "Destruction is left in the city, in ruins is beaten the gate."
    },
    {
      "verse": 13,
      "text": "For thus shall it be in the midst of the land among the nations, as [at] the shaking of an olive-tree, as [at] the gleaning of grains when the vintage is done."
    },
    {
      "verse": 14,
      "text": "These shall lift up their voice, they shall sing; because of the majesty of the Lord, they shout aloud from the sea."
    },
    {
      "verse": 15,
      "text": "Therefore in the valleys honor ye the Lord; in the isles of the sea, the name of the Lord the God of Israel."
    },
    {
      "verse": 16,
      "text": "From the edge of the earth have we heard songs, “Glory to the righteous.” But I said, “Evil is mine, evil is mine, woe is me! the treacherous have dealt treacherously; yea, the treacherous have dealt very treacherously.”"
    },
    {
      "verse": 17,
      "text": "Fear, and the pit, and the snare are upon thee, O inhabitant of the land."
    },
    {
      "verse": 18,
      "text": "And it shall come to pass, that he who fleeth from the call of the fear shall fall into the pit; and he that cometh up out of the midst of the pit shall be caught in the snare; for the windows from on high are opened, and there quaked the foundations of the earth."
    },
    {
      "verse": 19,
      "text": "Crushed entirely is the earth, split in pieces is the earth, shaken to its centre is the earth."
    },
    {
      "verse": 20,
      "text": "The earth reeleth to and fro like a drunkard, and vibrateth like a watch-hut; and heavily lieth upon it its transgression; and it shall fall, and not rise again."
    },
    {
      "verse": 21,
      "text": "And it shall come to pass on that day, that the Lord will visit punishment on the host of heaven in heaven, and on the kings of the earth upon the earth."
    },
    {
      "verse": 22,
      "text": "And they shall be gathered in heaps, as prisoners, in the prison, and shall be shut up in the dungeon, and thus after many days shall they be punished."
    },
    {
      "verse": 23,
      "text": "And the moon shall be put to the blush, and the sun be made ashamed; for the Lord of hosts will reign on mount Zion, and in Jerusalem, and before his ancients in glory."
    }
  ]
}