{
  "book_id": "ISA",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the crown of pride, of the drunkards of Ephraim, and to the fading flower of his glorious ornament, which is on the eminence of the fat valley of those who are struck down by wine!"
    },
    {
      "verse": 2,
      "text": "Behold, [it cometh] mighty and strong from the Lord, as a tempest of hail, a storm of destruction; as a tempest of mighty overflowing waters, will he cast it down to the earth with force."
    },
    {
      "verse": 3,
      "text": "Under feet shall be trodden the crown of pride of the drunkards of Ephraim:"
    },
    {
      "verse": 4,
      "text": "And the fading flower of his glorious ornament, which is on the eminence of the fat valley, shall be as its early ripe fruit before the summer; which one, when he just seeth it, while it is scarcely in his hand, hastily devoureth."
    },
    {
      "verse": 5,
      "text": "On that day will the Lord of hosts be for a crown of glory, and for a diadem of beauty, unto the residue of his people,"
    },
    {
      "verse": 6,
      "text": "And for a spirit of judgment to him that sitteth in judgment, and for strength to those that drive back the battle to the gate [of the enemy]."
    },
    {
      "verse": 7,
      "text": "But these also are now stumbling through wine, and reeling through strong drink: priest and prophet are stumbling through strong drink, they are overpowered with wine, they reel through strong drink; they stumble in [divine] vision, they are unsteady in giving judgment."
    },
    {
      "verse": 8,
      "text": "For all tables are full of vomit of filthiness, there is no place [clean]."
    },
    {
      "verse": 9,
      "text": "Whom shall he teach knowledge? and whom shall he give to understand doctrine? those that are weaned from the milk, those that are taken from the breasts."
    },
    {
      "verse": 10,
      "text": "For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little."
    },
    {
      "verse": 11,
      "text": "For [as] with stammering lips and a foreign tongue will he speak to this people;"
    },
    {
      "verse": 12,
      "text": "When he said unto them, This is the rest, cause ye the weary to rest; and this is the refreshing; but they would not hear."
    },
    {
      "verse": 13,
      "text": "Therefore shall be unto them the word of the Lord, precept upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little; in order that they may go, and stumble backward, and be broken, and snared, and caught."
    },
    {
      "verse": 14,
      "text": "Therefore hear the word of the Lord, ye scornful men, who rule this people that is in Jerusalem."
    },
    {
      "verse": 15,
      "text": "Because ye have said, “We have entered into a covenant with death, and with the nether world have we made an agreement; the overflowing scourge, when it passeth by, shall not come at us; for we have made lies our refuge, and under falsehood have we sought a hiding-place.”"
    },
    {
      "verse": 16,
      "text": "Therefore thus hath said the Lord Eternal, Behold, I have laid in Zion as a foundation a stone, a tried stone, a costly corner-stone, well founded: he that believeth will not make haste."
    },
    {
      "verse": 17,
      "text": "And I will make of justice a measuring line, and of righteousness a plummet: and the hail shall sweep off the refuge of lies, and the hiding-place against the waters shall these flood away."
    },
    {
      "verse": 18,
      "text": "And your covenant with death shall be annulled, and your agreement with the nether world shall not have permanence; the overflowing scourge, when it passeth by—then shall ye be trodden down by it."
    },
    {
      "verse": 19,
      "text": "As often as it passeth by shall it take you; for morning by morning shall it pass by, by day and by night; and the mere understanding of the report shall cause terror."
    },
    {
      "verse": 20,
      "text": "For the bed shall be too short for [a man] to stretch himself out [on it]: and the covering too narrow to wrap himself in."
    },
    {
      "verse": 21,
      "text": "For as on mount Perazim will the Lord rise up, as in the valley of Gib'on will he be wroth, that he may do his work, his singular work; and to accomplish his labor, his strange labor."
    },
    {
      "verse": 22,
      "text": "And now be ye no longer scornful, lest your bonds be made strong; for as completed and fully decreed have I heard it from the Lord Eternal of hosts over all the earth."
    },
    {
      "verse": 23,
      "text": "Give ye ear, and hear my voice; listen, and hear my speech."
    },
    {
      "verse": 24,
      "text": "Doth the ploughman plough all the time to sow? doth he open and harrow his ground [continually]?"
    },
    {
      "verse": 25,
      "text": "Is it not so? that, when he hath made level its surface he scattereth fennel, and streweth about cumin, and planteth the wheat in rows, and barley on its assigned [place], and millet on its proper spot?"
    },
    {
      "verse": 26,
      "text": "For his God instructed him rightly, taught him [so to do]."
    },
    {
      "verse": 27,
      "text": "Truly not with a threshing instrument is fennel threshed, and a wagon-wheel is not turned about upon cumin; but fennel is beaten out with a staff, and cumin with a stick."
    },
    {
      "verse": 28,
      "text": "Bread-corn is crushed; but not for ever doth [man] keep threshing it; and though he drive over it the wheel of his wagon and his horses, he will not [thereby] crush it."
    },
    {
      "verse": 29,
      "text": "This also cometh forth from the Lord of hosts; wonderful is he in counsel, and excellent in [his] wise deeds."
    }
  ]
}