{
  "book_id": "ISA",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the rebellious children, saith the Lord, that take counsel, but not from me; and that set themselves a ruler, but not by my spirit, in order that they may add sin to sin:"
    },
    {
      "verse": 2,
      "text": "That travel to go down into Egypt, and have not asked my will; to strengthen themselves through the strength of Pharaoh, and to seek shelter in the shadow of Egypt!"
    },
    {
      "verse": 3,
      "text": "Therefore shall the strength of Pharaoh become your shame, and the shelter in the shadow of Egypt your disgrace."
    },
    {
      "verse": 4,
      "text": "For his princes were at Zo'an, and his ambassadors had reached Chanes."
    },
    {
      "verse": 5,
      "text": "They all are ashamed because of a people that cannot profit them, neither be a help nor give profit; but [bringeth] shame, and also a reproach."
    },
    {
      "verse": 6,
      "text": "The doom of the beasts of the south: Through the land of trouble and anguish, whence come the lioness and the lion, the viper and flying dragons, they will carry upon the shoulders of young asses their riches, and upon the humps of camels their treasures, to a people that cannot profit."
    },
    {
      "verse": 7,
      "text": "And the Egyptians will help in vain, and to no purpose; therefore have I called this, Boasters they are in sitting still."
    },
    {
      "verse": 8,
      "text": "Now go, write it before them on a table, and note it in a book, that it may be for the latest time to come, for ever, and to eternity:"
    },
    {
      "verse": 9,
      "text": "For this is a rebellious people, lying children, children that will not hear the law of the Lord:"
    },
    {
      "verse": 10,
      "text": "Who have said to the seers, Ye shall not see; and to the prophets, Reveal not unto us true things, speak unto us smooth things, reveal deceits;"
    },
    {
      "verse": 11,
      "text": "Depart you out of the way, turn aside out of the path, remove from before us the Holy One of Israel."
    },
    {
      "verse": 12,
      "text": "Therefore thus hath said the Holy One of Israel, Because ye despise this word, and trust in oppression and perverseness, and lean thereon for aid:"
    },
    {
      "verse": 13,
      "text": "Therefore shall this iniquity be to you as a threatening breach, swelling out in a high-towering wall, the fall of which will come unawares, suddenly."
    },
    {
      "verse": 14,
      "text": "And he will break it, as one breaketh a potter's vessel, dashing it in pieces without sparing it; so that there cannot be found among its fragments a sherd to rake fire from a hearth and to draw water from a pit."
    },
    {
      "verse": 15,
      "text": "For thus hath said the Lord Eternal, the Holy One of Israel, In repose and rest shall ye be helped; in quietness and in confidence shall be your strength; and ye would not."
    },
    {
      "verse": 16,
      "text": "And ye said, “No; for upon horses will we flee;” therefore shall ye flee: and, “Upon swift beasts will we ride;” therefore shall your pursuers be swift."
    },
    {
      "verse": 17,
      "text": "One thousand [shall flee] at the threatening of one; at the threatening of five shall ye [all] flee: till ye be left as a pole upon a mountain-top, and as an ensign on a hill."
    },
    {
      "verse": 18,
      "text": "And therefore will the Lord wait, to be gracious unto you, and therefore will he exalt himself, to have mercy upon you; for a God of justice is the Lord: happy are all those that wait for him."
    },
    {
      "verse": 19,
      "text": "For O people of Zion that shall dwell at Jerusalem! thou shalt indeed not weep: he will be surely gracious unto thee at the voice of thy cry; so soon as he heareth it, he answereth thee."
    },
    {
      "verse": 20,
      "text": "And the Lord will give you bread [in] adversity, and water [in] oppression; and thy teachers shall not have to hide themselves in a corner any more, but thy eyes shall see thy teachers:"
    },
    {
      "verse": 21,
      "text": "And thy ears shall hear the word behind thee, saying, “This is the way, walk ye in it,” when ye turn to the right hand, and when ye turn to the left."
    },
    {
      "verse": 22,
      "text": "And ye will regard as unclean the covering of thy graven idols of silver, and the ornament of thy molten images of gold: thou wilt cast them away as a filthy thing; “Get thee hence,” wilt thou say unto them."
    },
    {
      "verse": 23,
      "text": "Then will he give the rain for thy seed, that thou mayest sow in the ground; and bread—the produce of the ground—this shall be fat and nutritious: thy cattle shall feed on that day in extensive pastures."
    },
    {
      "verse": 24,
      "text": "The oxen likewise and the young asses that till the ground shall eat salted provender, which hath been winnowed with the shovel and with the fan."
    },
    {
      "verse": 25,
      "text": "And there shall be upon every high mountain, and upon every prominent hill, rivulets, streams of waters on the day of the great slaughter, when towers fall."
    },
    {
      "verse": 26,
      "text": "And the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of the seven days, on the day that the Lord bindeth up the broken [limbs] of his people, and healeth the bruise of their wound."
    },
    {
      "verse": 27,
      "text": "Behold, the name of the Lord cometh from afar, burning is his anger, and heavy the smoke; his lips are full of indignation, and his tongue is like a devouring fire;"
    },
    {
      "verse": 28,
      "text": "And his breath, like an overflowing stream, shall reach to the midst of the neck, to toss the nations with the van of falsehood: and [to place] a deceiving bridle on the jaws of the people."
    },
    {
      "verse": 29,
      "text": "[Then] shall ye have a song, as in the night when a festival is ushered in, and joy of heart, as when one goeth with the flute to come unto the mountain of the Lord, to the Rock of Israel."
    },
    {
      "verse": 30,
      "text": "And the Lord will cause his majestic voice to be heard, and will show the stretching down of his arm, in the indignation of [his] anger, and in the flame of a devouring fire, in flood, and tempest, and stones of hail."
    },
    {
      "verse": 31,
      "text": "For because of the voice of the Lord shall be terrified Asshur, that smote [you] with the rod."
    },
    {
      "verse": 32,
      "text": "And at every passage of the appointed staff which the Lord will let fall on him, there shall be [music] on tambourine and harp; and in the tumult of battles will he fight with them."
    },
    {
      "verse": 33,
      "text": "For already of old is Topheth made ready; also this is prepared for the king—deep and wide; its pile hath fire and wood in plenty, the breath of the Lord, like a stream of sulfur, will kindle it into a flame."
    }
  ]
}