{
  "book_id": "ISA",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, a king shall reign in righteousness, and princes shall rule in justice."
    },
    {
      "verse": 2,
      "text": "And every one shall be as a hiding-place from the wind, and a covert from the tempest; as rivulets of water in a dry place, as the shadow of a large rock in a languishing land."
    },
    {
      "verse": 3,
      "text": "And the eyes of those that see shall not be blinded again, and the ears of those that hear shall hearken."
    },
    {
      "verse": 4,
      "text": "The heart also of the rash shall be attentive in order to know, and the tongue of the stammerers shall be ready to speak plainly."
    },
    {
      "verse": 5,
      "text": "The worthless person shall be no more called liberal, and the avaricious man shall not be said to be bountiful."
    },
    {
      "verse": 6,
      "text": "For the worthless person ever speaketh villany, and his heart will work injustice, to practise hypocrisy, and to speak error against the Lord, to leave empty the soul of the hungry, and the drink of the thirsty will he take away."
    },
    {
      "verse": 7,
      "text": "The instruments also of the avaricious man are evil: he deviseth wicked resolves to destroy the poor with words of falsehood, even when the needy speaketh what is right."
    },
    {
      "verse": 8,
      "text": "But the liberal deviseth liberal things; and he ever persisteth by liberal things."
    },
    {
      "verse": 9,
      "text": "Ye careless women rise up, hear my voice; ye daughters that are secure, give ear unto my speech."
    },
    {
      "verse": 10,
      "text": "After days and years shall ye shudder, ye women that are secure; for ended is the vintage, the fruit gathering shall nowise come."
    },
    {
      "verse": 11,
      "text": "Tremble, ye careless women; shudder, ye that are secure, strip off your garments and make yourselves bare, and gird [sackcloth] upon the loins."
    },
    {
      "verse": 12,
      "text": "[They shall strike] on the breast, lamenting, for the pleasant fields, for the fruitful vine."
    },
    {
      "verse": 13,
      "text": "Upon the soil of my people thorns and briers shall come up; yea, upon all the houses of joy of the gladsome town."
    },
    {
      "verse": 14,
      "text": "Because the palace is abandoned, the tumult of the city is forsaken; the hill and watch-tower are become dens for a long time, a joyous haunt for wild asses, a pasture for flocks."
    },
    {
      "verse": 15,
      "text": "Until a spirit be poured upon us from on high, and the wilderness be changed into a fruitful field, and the fruitful field be accounted as a forest."
    },
    {
      "verse": 16,
      "text": "Then shall justice dwell in the wilderness, and righteousness abide in the fruitful field."
    },
    {
      "verse": 17,
      "text": "And the work of righteousness shall be peace; and the effect of righteousness quietness and security for ever."
    },
    {
      "verse": 18,
      "text": "And then shall my people abide in peaceful dwellings, and secure abodes, and in undisturbed resting-places."
    },
    {
      "verse": 19,
      "text": "And it shall spread itself out in the declivity of the forest; and far down in the lowlands shall the city descend."
    },
    {
      "verse": 20,
      "text": "Happy are ye that sow beside all waters, freely sending forth the feet of the ox and the ass."
    }
  ]
}