{
  "book_id": "ISA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to thee that wastest, while thou wast not wasted; and traitor, while men dealt not treacherously with thee! when thou shalt have made an end of wasting, thou shalt be wasted, and when thou shalt have finished to deal treacherously, men shall deal treacherously with thee."
    },
    {
      "verse": 2,
      "text": "O Lord, be gracious; we have waited for thee: be thou their support every morning, also our salvation in the time of trouble."
    },
    {
      "verse": 3,
      "text": "At the noise of [thy] thunder people fled; when thou liftedst thyself up nations were scattered."
    },
    {
      "verse": 4,
      "text": "And your spoil shall be gathered as the cricket gathereth: as locusts run about, so shall people hasten after it."
    },
    {
      "verse": 5,
      "text": "The Lord is exalted; for he dwelleth on high; he hath filled Zion with justice and righteousness."
    },
    {
      "verse": 6,
      "text": "And the stability of thy times and the strength of thy happiness shall be wisdom and knowledge; the fear of the Lord is his treasure."
    },
    {
      "verse": 7,
      "text": "Behold, their valiant ones cry without: the ambassadors of peace weep bitterly."
    },
    {
      "verse": 8,
      "text": "The highways lie waste, ceased hath the wayfaring traveler: he hath broken the covenant, he despiseth cities, he regardeth not man."
    },
    {
      "verse": 9,
      "text": "It mourneth, it languisheth—the land: Lebanon is ashamed, it is withered away; Sharon is become like a wilderness; and bereft of their fruits are Bashan and Carmel."
    },
    {
      "verse": 10,
      "text": "Now will I arise, saith the Lord; now will I raise myself; now will I lift myself up."
    },
    {
      "verse": 11,
      "text": "Ye shall be pregnant with hay, [and] ye shall bring forth stubble: your breath is a fire, which shall devour you."
    },
    {
      "verse": 12,
      "text": "And the people shall be burnt as lime: as cut-off thorns shall they blaze up in fire."
    },
    {
      "verse": 13,
      "text": "Hear, ye distant ones, what I have done; and acknowledge ye that are near my might."
    },
    {
      "verse": 14,
      "text": "In Zion sinners are in dread; trembling hath seized on hypocrites. “Who among us shall abide with the devouring fire? who among us shall abide with everlasting burnings?”"
    },
    {
      "verse": 15,
      "text": "He that walketh in righteousness, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands against taking hold of bribes, that stoppeth his ears against hearing of blood, and shutteth his eyes against looking on evil;"
    },
    {
      "verse": 16,
      "text": "He shall dwell on high; rocky strongholds shall be his refuge: his bread shall be given him; his water shall be sure."
    },
    {
      "verse": 17,
      "text": "The king in his beauty shall thy eyes behold: they shall see a far-off land."
    },
    {
      "verse": 18,
      "text": "Thy heart shall meditate [on past] terror. “Where is who wrote down? where is he that weighed? where is he that counted the towers?”"
    },
    {
      "verse": 19,
      "text": "The barbarous people shalt thou not see any more, the people of a speech too obscure to be understood, of a stammering tongue, without meaning."
    },
    {
      "verse": 20,
      "text": "Look on Zion, the town of our solemn assemblies; thy eyes shall see Jerusalem as an undisturbed residence, a tent that shall not be struck for removal; not one of the stakes of which shall ever be moved, and all the cords of which shall never be torn loose."
    },
    {
      "verse": 21,
      "text": "But there will the Lord [show himself] mighty unto us, [in] a place of rivers and streams of ample breadth; wherein no oared galley shall go, and a gallant ship shall not pass thereby."
    },
    {
      "verse": 22,
      "text": "For the Lord is our judge, the Lord is our lawgiver, the Lord is our king; he will save us."
    },
    {
      "verse": 23,
      "text": "Loose hang thy tacklings; they cannot well uphold strongly their mast, they cannot spread the sail. Then are divided booty and spoil in abundance, [even] the lame take the booty."
    },
    {
      "verse": 24,
      "text": "And no inhabitant shall say, I am sick: the people that dwell therein shall be one whose iniquity is forgiven."
    }
  ]
}