{
  "book_id": "ISA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "The wilderness and the dry land shall be glad thereat; and the desert shall rejoice, and blossom as the lily."
    },
    {
      "verse": 2,
      "text": "It shall blossom abundantly, and rejoice, yea, with joy and singing; the glory of the Lebanon shall be given unto it, the elegance of Carmel and Sharon; they indeed shall see the glory of the Lord, and the excellency of our God."
    },
    {
      "verse": 3,
      "text": "Strengthen ye weak hands, and stumbling knees make ye firm."
    },
    {
      "verse": 4,
      "text": "Say to the timid of heart, Be strong, fear not: behold, your God, [with] vengeance will he come, with God's recompense; it is he who will come and save you."
    },
    {
      "verse": 5,
      "text": "Then shall the eyes of the blind be opened, and the ears of the deaf shall be unstopped."
    },
    {
      "verse": 6,
      "text": "Then shall the lame leap as a hart, and the tongue of the dumb shall sing; for in the wilderness shall waters break out, and brooks in the desert."
    },
    {
      "verse": 7,
      "text": "And the sandy waste shall be changed into a pool, and the thirsty land into springs of water: in the habitation of monsters, where each one used to lie, shall be a court for reeds and rushes."
    },
    {
      "verse": 8,
      "text": "And there shall be a highway and a way, and The holy way, shall it be called; no unclean one shall pass over it; but it shall be [only] theirs; the wayfaring man, and those unacquainted [therewith], shall not go astray."
    },
    {
      "verse": 9,
      "text": "No lion shall be there, and no ravenous beast shall go up thereon, shall not be found there; but there shall walk the redeemed:"
    },
    {
      "verse": 10,
      "text": "And the ransomed of the Lord shall return, and come to Zion with song, with everlasting joy upon their head; gladness and joy shall they obtain, and sorrow and sighing shall flee away."
    }
  ]
}