{
  "book_id": "ISA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "In those days Hezekiah fell sick unto death; and there came unto him Isaiah the son of Amoz, the prophet, and said unto him, Thus hath said the Lord, Give thy charge to thy house; for thou shalt die, and not live."
    },
    {
      "verse": 2,
      "text": "Then did Hezekiah turn his face to the wall, and prayed unto the Lord."
    },
    {
      "verse": 3,
      "text": "And he said, O Lord, I beseech thee remember now that I have walked before thee in truth, and with an undivided heart, and have done what is good in thy eyes. And Hezekiah wept aloud."
    },
    {
      "verse": 4,
      "text": "Then came the word of the Lord to Isaiah, saying,"
    },
    {
      "verse": 5,
      "text": "Go, and say to Hezekiah, Thus hath said the Lord, the God of David thy father, I have heard thy prayer, I have seen thy tears: behold, I will add unto thy days fifteen years."
    },
    {
      "verse": 6,
      "text": "And out of the hand of the king of Assyria will I deliver thee and this city; and I will shield this city."
    },
    {
      "verse": 7,
      "text": "And this shall be unto thee the sign from the Lord, that the Lord will do this thing which he hath spoken:"
    },
    {
      "verse": 8,
      "text": "Behold, I will cause the shadow of the degrees, which is gone down on the dial of Achaz by the sun, to return backward ten degrees. So the sun returned ten degrees, by the degrees which he was gone down."
    },
    {
      "verse": 9,
      "text": "The writing of Hezekiah the king of Judah, when he had been sick, and was recovered of his sickness:"
    },
    {
      "verse": 10,
      "text": "I had said, In the midst of my days, must I enter the gates of the nether world; I am deprived of the residue of my years."
    },
    {
      "verse": 11,
      "text": "I had said, I shall not see the Lord, the Lord, in the land of the living: I shall not behold man any more among the inhabitants of the regions of death."
    },
    {
      "verse": 12,
      "text": "My dwelling is broken down, and is removed from me as a shepherd's tent: I have cut off, like a weaver, my life; with pining sickness will he snatch me away: from day until night wilt thou make an end of me."
    },
    {
      "verse": 13,
      "text": "I waited [with patience] till morning, [whether] as a lion, so would he break all my bones: from day until night wilt thou make an end of me."
    },
    {
      "verse": 14,
      "text": "Like a swallow or a crane, so did I chirp; I did moan like a dove; my eyes were lifted up on high: O Lord, I am oppressed; grant me ease."
    },
    {
      "verse": 15,
      "text": "What shall I speak? he hath promised it unto me, and he hath also accomplished it; I will make pilgrimages [to God's house] all my years because of the bitterness of my soul."
    },
    {
      "verse": 16,
      "text": "O Lord, by these [things men] will live, and in all these [things] is the life of my spirit: so wilt thou give me health, and cause me to live."
    },
    {
      "verse": 17,
      "text": "Behold, for peace I had great bitterness; but thou hast, in loving my soul, delivered it from the pit of corruption; for thou hast cast behind thy back all my sins."
    },
    {
      "verse": 18,
      "text": "For the nether world will not thank thee, death will not praise thee: they that go down into the pit will not hope for thy truth."
    },
    {
      "verse": 19,
      "text": "The living, the living alone shall thank thee, like me this day: the father to the children shall make known thy truth."
    },
    {
      "verse": 20,
      "text": "The Lord is there to help me; therefore we will play my hymns all the days of our life in the house of the Lord."
    },
    {
      "verse": 21,
      "text": "And Isaiah had said, Let them take a lump of figs, and lay it for a plaster upon the inflammation, and he shall recover."
    },
    {
      "verse": 22,
      "text": "And Hezekiah had said, What is the sign that I shall go up to the house of the Lord?"
    }
  ]
}