{
  "book_id": "ISA",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Comfort ye, comfort ye my people, saith your God."
    },
    {
      "verse": 2,
      "text": "Speak ye [comfort] to the heart of Jerusalem, and call out unto her, that her time of sorrow is accomplished, that her iniquity is atoned for; for she hath received from the hand of the Lord double for all her sins."
    },
    {
      "verse": 3,
      "text": "A voice calleth out, In the wilderness make ye clear the way of the Lord, make straight in the desert a highway for God."
    },
    {
      "verse": 4,
      "text": "Every valley shall be raised, and every mountain and hill shall be made low; and the crooked shall be made a straight path, and the rough places a plain:"
    },
    {
      "verse": 5,
      "text": "And the glory of the Lord shall be revealed; and all flesh shall see it together; for the mouth of the Lord hath spoken it."
    },
    {
      "verse": 6,
      "text": "A voice saith, Proclaim; and he saith, What shall I proclaim? all flesh is grass, and all its goodliness is as the flower of the field:"
    },
    {
      "verse": 7,
      "text": "The grass withereth, the flower fadeth; because the breath of the Lord hath blown upon it; surely the people is grass."
    },
    {
      "verse": 8,
      "text": "The grass withereth, the flower fadeth; but the word of our God will stand firm for ever."
    },
    {
      "verse": 9,
      "text": "Upon a high mountain get thee up, thou that bringest good tidings to Zion; lift up with strength thy voice, thou who bringest good tidings to Jerusalem; lift it up, be not afraid; say unto the cities of Judah, Behold, [here is] your God!"
    },
    {
      "verse": 10,
      "text": "Behold, the Lord Eternal will come with might, and his arm ruleth for him: behold, his reward is with him, and his recompense before him."
    },
    {
      "verse": 11,
      "text": "Like a shepherd will he feed his flock: with his arm will he gather the lambs, and in his bosom will he carry them, will he lead gently those that suckle their young."
    },
    {
      "verse": 12,
      "text": "Who hath measured in the hollow of his hand the waters, and meted out the heavens with the span, and comprised in a measure the dust of the earth, and weighed in the scale-beam the mountains, and the hills in balances?"
    },
    {
      "verse": 13,
      "text": "Who hath meted out the Spirit of the Lord? and [who was] his counsellor that he could have given him information?"
    },
    {
      "verse": 14,
      "text": "With whom took he counsel, that he gave him understanding, and taught him the path of justice, and taught him knowledge, and caused him to know the way of understanding?"
    },
    {
      "verse": 15,
      "text": "Behold, nations are as a drop out of a bucket, and as the small dust of the balance are they accounted: behold, isles are like the flying dust."
    },
    {
      "verse": 16,
      "text": "And Lebanon is not sufficient for burning, and its beasts do not suffice for burnt-offering."
    },
    {
      "verse": 17,
      "text": "All the nations are as naught before him; less than nothing, and vanity are they accounted to him."
    },
    {
      "verse": 18,
      "text": "To whom then will ye liken God? or what likeness will ye compare unto him?"
    },
    {
      "verse": 19,
      "text": "The graven image the artificer hath cast and the goldsmith hath overspread it with gold, and fabricated [on it] silver chains."
    },
    {
      "verse": 20,
      "text": "He that is skilled in the choice chooseth a wood that will not rot; he seeketh unto himself a skilful workman to prepare a graven image, that shall not be moved."
    },
    {
      "verse": 21,
      "text": "Know ye not? hath it not been told you from the beginning? have ye not paid attention to the foundations of the earth?"
    },
    {
      "verse": 22,
      "text": "[It is he] that dwelleth above the circle of the earth, while its inhabitants are as grasshoppers; that stretched out the heavens as a curtain, and spreadeth them out as a tent to dwell in;"
    },
    {
      "verse": 23,
      "text": "That bringeth princes to naught; rendering the judges of the earth as vanity."
    },
    {
      "verse": 24,
      "text": "Yes, they were not yet planted; yea, they were not yet sown; yea, their stem had not yet taken root in the earth: when he but breathed upon them, and they withered, and the storm-wind carrieth them away as stubble."
    },
    {
      "verse": 25,
      "text": "To whom then will ye liken me, that I should be equal to? saith the Holy One."
    },
    {
      "verse": 26,
      "text": "Lift up your eyes on high, and see who hath created these? he that bringeth out their host by number; that calleth them all by name; from the Mighty One not one escapeth."
    },
    {
      "verse": 27,
      "text": "Why wilt thou say, O Jacob, and speak, O Israel, My way is hidden from the Lord, and my cause hath passed from the cognizance of my God?"
    },
    {
      "verse": 28,
      "text": "Dost thou not know? hast thou not heard? The God of everlasting is the Lord, is the Creator of the ends of the earth; he will not be faint and weary; unsearchable is his understanding."
    },
    {
      "verse": 29,
      "text": "He giveth to the faint strength; and to the powerless he imparteth much might."
    },
    {
      "verse": 30,
      "text": "Though youths should grow faint and be weary, and young men should utterly stumble:"
    },
    {
      "verse": 31,
      "text": "Yet they that wait upon the Lord shall acquire new strength, they shall mount up with wings as eagles; they shall run and not be weary, they shall walk, and not become faint."
    }
  ]
}