{
  "book_id": "ISA",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Keep silence before me, O islands; and let nations acquire new strength: let them approach, then let them speak, together let us come near to judgment."
    },
    {
      "verse": 2,
      "text": "Who waked up from the east the man whom righteousness met in his steps? he giveth up nations before him, and maketh him rule over kings; that his sword may render them as the dust, as driven stubble, his bow."
    },
    {
      "verse": 3,
      "text": "He pursueth them, passeth along in safety, by a path which his feet have not gone over before."
    },
    {
      "verse": 4,
      "text": "Who hath wrought and done it? he who called the generations from the beginning; I the Lord, [who am] the first, and with the latest I am the same."
    },
    {
      "verse": 5,
      "text": "The isles saw it, and are afraid; the ends of the earth tremble; they draw near, and come."
    },
    {
      "verse": 6,
      "text": "They help one another; and each one saith to his brother, Be strong!"
    },
    {
      "verse": 7,
      "text": "So the smith encouraged the melter, he that smootheth with the hammer him that striketh on the anvil; saying of the solder, It is good; and he fastened it with nails, that it should not be moved."
    },
    {
      "verse": 8,
      "text": "But thou, Israel, art my servant, Jacob whom I have chosen, the seed of Abraham my friend;"
    },
    {
      "verse": 9,
      "text": "Thou, whom I have taken hold of from the ends of the earth, and called thee from the midst of its chiefs, and said unto thee, Thou art my servant, I have chosen thee, and not cast thee away."
    },
    {
      "verse": 10,
      "text": "Fear thou not, for I am with thee; be not dismayed, for I am thy God; I strengthen thee, yea, I help thee, yea, I uphold thee with the right hand of my righteousness."
    },
    {
      "verse": 11,
      "text": "Behold, ashamed and confounded shall be all that were incensed against thee; they shall be as naught and perish—the men that strive with thee."
    },
    {
      "verse": 12,
      "text": "Thou wilt seek them, and shalt not find them, the men that contend with thee; they shall be as naught and as nothing, the men that make war against thee."
    },
    {
      "verse": 13,
      "text": "For I the Lord thy God lay hold of thy right hand; [I am he] who saith unto thee, Fear not, I help thee."
    },
    {
      "verse": 14,
      "text": "Fear not, thou worm Jacob, ye few men of Israel: I myself help thee, saith the Lord, and thy redeemer is the Holy One of Israel."
    },
    {
      "verse": 15,
      "text": "Behold, I have rendered thee a threshing instrument, sharp, new, having many teeth: thou shalt thresh mountains, and beat them small, and shalt render the hills as chaff."
    },
    {
      "verse": 16,
      "text": "Thou shalt scatter them, and the wind shall carry them away, and the storm shall disperse them; but thou shalt rejoice in the Lord, in the Holy One of Israel shalt thou glorify thyself."
    },
    {
      "verse": 17,
      "text": "The poor and the needy seek water, and there is none; their tongue is dried up with thirst: I the Lord will answer them, I the God of Israel will not forsake them."
    },
    {
      "verse": 18,
      "text": "I will open on naked mountain-peaks rivers, and in the midst of valleys fountains; I will change the wilderness into a pool of water, and the dry land into springs of water."
    },
    {
      "verse": 19,
      "text": "I will place in the wilderness the cedar, the acacia, and the myrtle, and the oil-tree; I will set in the desert the fir-tree, the pine and the box-tree together;"
    },
    {
      "verse": 20,
      "text": "In order that they may see, and know and take [it to heart], and comprehend together, that the hand of the Lord hath done this, and the Holy One of Israel hath created it."
    },
    {
      "verse": 21,
      "text": "Produce your cause, saith the Lord: bring forward your strong reasons, saith the King of Jacob."
    },
    {
      "verse": 22,
      "text": "Let them bring them forward and tell us what shall happen: the former things—what are they?—tell us, that we may take it to heart, and know the result of them; or let us hear the things that are to come."
    },
    {
      "verse": 23,
      "text": "Tell the events that are to happen hereafter, that we may know that ye are gods: yea, do good, or do evil, that we may be astonished, and see it together."
    },
    {
      "verse": 24,
      "text": "Behold, ye are less than nothing, and your work less than a breath: [he that is] an abomination [alone] chooseth you."
    },
    {
      "verse": 25,
      "text": "I have waked up one from the north, and he cometh; from the rising of the sun one who will call on my name: and he shall [over-]come princes as mortar, and as the potter treadeth down the clay."
    },
    {
      "verse": 26,
      "text": "Who hath told it from the beginning, that we may know it? and aforetimes, that we may say, “it is right?” but indeed there is none that telleth, indeed there is none that letteth us hear, indeed there is none that heareth your words."
    },
    {
      "verse": 27,
      "text": "The first [was I to say] to Zion, Behold, there they are; and to Jerusalem will I give one that bringeth good tidings."
    },
    {
      "verse": 28,
      "text": "And I ever look, and there is no man; and among these there is no counsellor, that they could answer a word."
    },
    {
      "verse": 29,
      "text": "Behold, they all are naught; their works are nothing: wind and vanity are their molten images."
    }
  ]
}