{
  "book_id": "ISA",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "But now thus hath said the Lord that created thee, O Jacob, and he that formed thee, O Israel, Fear not; for I have redeemed thee, I have called thee by thy name; mine art thou."
    },
    {
      "verse": 2,
      "text": "Whenever thou passest through the waters, I am with thee; and through the rivers,—they shall not overflow thee: whenever thou walkest through the fire, thou shalt not be scorched; neither shall the flame burn on thee."
    },
    {
      "verse": 3,
      "text": "For I am the Lord thy God, the Holy One of Israel, thy Saviour; I have given Egypt for thy ransom, Cush and Seba in place of thee."
    },
    {
      "verse": 4,
      "text": "Since thou art precious in my eyes, art honorable, and I indeed do love thee: therefore will I give men in place of thee, and nations instead of thy soul."
    },
    {
      "verse": 5,
      "text": "Fear not, for I am with thee; from the east will I bring thy seed, and from the west will I gather thee."
    },
    {
      "verse": 6,
      "text": "I will say to the north, Give up; and to the south, Withhold not: bring my sons from afar, and my daughters from the ends of the earth;"
    },
    {
      "verse": 7,
      "text": "Every one that is called by my name, and whom I have created for my glory; whom I have formed; yea, whom I have made."
    },
    {
      "verse": 8,
      "text": "Bring forward the blind people that have eyes, and the deaf that have ears."
    },
    {
      "verse": 9,
      "text": "Let all the nations be gathered together, and let the people be assembled: who among them can announce this? and cause us to hear former things? let them bring forth their witnesses, that they may be justified: or let them hear, and say, It is truth."
    },
    {
      "verse": 10,
      "text": "Ye are my witnesses, saith the Lord, and my servant whom I have chosen: in order that ye may know and believe me, and understand, that I am he; before me there was no god formed, and after me there will be none."
    },
    {
      "verse": 11,
      "text": "I, I am the Lord; and beside me there is no saviour."
    },
    {
      "verse": 12,
      "text": "I myself have announced it, and I have saved, and I have let it be heard, and there was no strange [god] among you; and ye are my witnesses, saith the Lord, and I am God."
    },
    {
      "verse": 13,
      "text": "Yea, from the [first] day am I he; and there is none that can deliver out of my hand: if I will work, is there one that can hinder it?"
    },
    {
      "verse": 14,
      "text": "Thus hath said the Lord, the Holy One of Israel, For your sake did I send to Babylon, and in swift vessels brought I them all down, and the Chaldeans, in the ships of their joyful song."
    },
    {
      "verse": 15,
      "text": "I am the Lord, the Holy One, the Creator of Israel, your King."
    },
    {
      "verse": 16,
      "text": "Thus hath said the Lord, who maketh a way in the sea, and a path in the mighty waters;"
    },
    {
      "verse": 17,
      "text": "Who bringeth forth chariot and horse, army and power: together shall they lie down, they shall not rise up again; they are extinct, like a wick are they quenched."
    },
    {
      "verse": 18,
      "text": "Remember not the former things, and ancient events regard no more."
    },
    {
      "verse": 19,
      "text": "Behold, I will do a new thing; now shall it spring forth; will ye not acknowledge it? I will even make in the wilderness a way, and in the desert rivers."
    },
    {
      "verse": 20,
      "text": "The beasts of the field shall honor me, the monsters and the ostriches; because I give waters in the wilderness, rivers in the desert, to give drink to my people, my elect;"
    },
    {
      "verse": 21,
      "text": "This people which I have formed for myself; my praise shall they relate."
    },
    {
      "verse": 22,
      "text": "But on me hast thou not called, O Jacob; for thou art become weary of me, O Israel."
    },
    {
      "verse": 23,
      "text": "Thou hast not brought unto me the lamb of thy burnt-offerings; and with thy sacrifices hast thou not honored me: I have not troubled thee with meat-offerings, nor wearied thee with frankincense."
    },
    {
      "verse": 24,
      "text": "Thou hast not bought for me sweet cane, and with the fat of thy sacrifices hast thou not satisfied me; but thou hast troubled me with thy sins, thou hast wearied me with thy iniquities."
    },
    {
      "verse": 25,
      "text": "I, it is I that blot out thy transgressions for my own sake, and thy sins I will not remember."
    },
    {
      "verse": 26,
      "text": "Put me in remembrance; let us plead together: relate thou, in order that thou mayest be justified."
    },
    {
      "verse": 27,
      "text": "Thy first father did sin, and they that plead for thee transgressed against me."
    },
    {
      "verse": 28,
      "text": "Therefore do I profane the holy princes, and I give up Jacob to the curse, and Israel to reproaches."
    }
  ]
}