{
  "book_id": "ISA",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "Thus hath said the Lord to his anointed, to Cyrus, whom I have taken hold of by his right hand, to subdue nations before him, even the loins of kings will I ungird, to open before him [city-]doors, and gates that they shall not be shut;"
    },
    {
      "verse": 2,
      "text": "I myself will go before thee, and proud eminences will I level: doors of brass will I break in pieces, and bolts of iron will I cut asunder."
    },
    {
      "verse": 3,
      "text": "And I will give unto thee the treasures of darkness, and riches hidden in secret places; in order that thou mayest know that I am the Lord, who call thee by thy name, the God of Israel;"
    },
    {
      "verse": 4,
      "text": "For the sake of my servant Jacob, and Israel my elect; and I have called thee by thy name: I have designated thee, though thou hast not known me."
    },
    {
      "verse": 5,
      "text": "I am the Lord, and there is none else, beside me there is no god; I assisted thee, though thou hast not known me."
    },
    {
      "verse": 6,
      "text": "In order that they may know from the rising of the sun, and from its setting, that there is nothing without me. I am the Lord, and there is no one else;"
    },
    {
      "verse": 7,
      "text": "Forming the light, and creating darkness; making peace, and creating evil: I the Lord do all these things."
    },
    {
      "verse": 8,
      "text": "Drop down ye heavens, and let the skies distil blessing; let the earth open and let them [all] be fruitful of prosperity, and let righteousness spring up likewise: I the Lord have created it."
    },
    {
      "verse": 9,
      "text": "Woe unto him that contendeth with the one who formed him—a potsherd among the potsherds of the earth. Shall the clay say to him that fashioneth it, What makest thou? or thy work, He hath no hands?"
    },
    {
      "verse": 10,
      "text": "Woe unto him that saith unto [his] father, What begettest thou? or to the woman, What bringest thou forth?"
    },
    {
      "verse": 11,
      "text": "Thus hath said the Lord, the Holy One of Israel, and he who hath formed him, About events to come will you ask me? concerning my sons, and concerning the work of my hands will ye command me?"
    },
    {
      "verse": 12,
      "text": "[When] I myself have made the earth, and created man upon it; [when] I, even my hands, have stretched out the heavens, and I have ordained all their host."
    },
    {
      "verse": 13,
      "text": "I myself have waked him up in righteousness, and all his ways will I make straight: he shall build my city, and my exiles shall he dismiss free, not for purchase-money nor for presents, saith the Lord of hosts."
    },
    {
      "verse": 14,
      "text": "Thus hath said the Lord, The labor of Egypt, and the merchandise of Ethiopia, and of the Sabeans, men of high stature, shall pass over unto thee, and thine shall they be: behind thee shall they walk; in chains shall they pass along, and unto thee shall they bow, unto thee shall they pray, [saying] Yea, only among thee is God; and there is no one else beside God."
    },
    {
      "verse": 15,
      "text": "Verily thou art a God that hidest thyself, O God of Israel, the Saviour."
    },
    {
      "verse": 16,
      "text": "They are ashamed, and also confounded, all of them: together shall they go to confusion that are makers of idols."
    },
    {
      "verse": 17,
      "text": "[But] Israel shall be helped by the Lord with an everlasting salvation: ye shall not be ashamed and not be confounded unto all eternity."
    },
    {
      "verse": 18,
      "text": "For thus hath said the Lord the creator of the heavens; he, the God that formed the earth and made it; he that hath established it,—not for naught did he create it, to be inhabited did he form it: I am the Lord; and there is no one else."
    },
    {
      "verse": 19,
      "text": "Not on a secret spot have I spoken, in a dark place of the earth; I said not unto the seed of Jacob, Seek ye me for naught; [but] I the Lord speak righteousness, I declare things that are right."
    },
    {
      "verse": 20,
      "text": "Assemble yourselves and come; draw near together, ye escaped fugitives of the nations! They have no knowledge that carry the wood of their graven image, and pray unto a god that cannot save."
    },
    {
      "verse": 21,
      "text": "Tell ye, and bring them near; yea, let them take counsel together: Who hath announced this in ancient times? told it from the beginning? is it not I the Lord? and there is no other god without me, a just god and a saviour; there is none beside me."
    },
    {
      "verse": 22,
      "text": "Turn unto me, so that ye may be helped, all ye ends of the earth; for I am God, and there is no one else."
    },
    {
      "verse": 23,
      "text": "By myself have I sworn, righteousness is gone out of my mouth, a word [which] shall not return, That unto me every knee shall bend, every tongue shall swear."
    },
    {
      "verse": 24,
      "text": "Only in the Lord,—shall men say of me,—there are righteousness and strength. Unto him shall come and be ashamed all that are incensed against him."
    },
    {
      "verse": 25,
      "text": "In the Lord shall be justified, and shall glory themselves all the seed of Israel."
    }
  ]
}