{
  "book_id": "ISA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "Thus hath said the Lord, Where is your mother's bill of divorcement, wherewith I have sent her away? or who of my creditors is it to whom I have sold you? behold, for your iniquities were ye sold, and for your transgressions was your mother sent away."
    },
    {
      "verse": 2,
      "text": "Why did I come and no man was there, did I call, with none to answer? hath my hand become too short for redeeming? or is there no power in me to deliver? behold, through my threatening I can dry up the sea, I can change the rivers into a wilderness: their fish stink for want of water, and die for thirst."
    },
    {
      "verse": 3,
      "text": "I can clothe the heavens with blackness, and I can make sackcloth their garment."
    },
    {
      "verse": 4,
      "text": "The Lord Eternal hath given me a tongue for teaching, that I should know how to strengthen the weary with the word: he wakeneth morning by morning, he wakeneth my ear to listen like those who are well taught."
    },
    {
      "verse": 5,
      "text": "The Lord Eternal hath opened me my ear, and I resisted not: I turned not backward."
    },
    {
      "verse": 6,
      "text": "My back I gave up to the smiters, and my cheeks to those that plucked off the hair: my face I hid not from abuse and spitting."
    },
    {
      "verse": 7,
      "text": "But the Lord Eternal ever helpeth me; therefore was I not confounded; therefore have I rendered my face like a flint, and I knew that I should not be made ashamed."
    },
    {
      "verse": 8,
      "text": "He that justifieth me is near; who will contend with me? let us stand forward together: who hath a dispute with me? let him come near to me."
    },
    {
      "verse": 9,
      "text": "Behold, the Lord Eternal will help me; who is the man that will condemn me? lo, they all shall wear out as a garment: the moth shall eat them up."
    },
    {
      "verse": 10,
      "text": "Who is among you that feareth the Lord, that hearkeneth to the voice of his servant? though he have walked in darkness, and had no light: let him trust in the name of the Lord, and lean for support upon his God."
    },
    {
      "verse": 11,
      "text": "Behold, all ye that kindle fire, that urge on the brands: walk by the blaze of your fire, and by the brands ye have kindled; from my hand hath this been bestowed on you; in pain shall ye lie down."
    }
  ]
}