{
  "book_id": "ISA",
  "chapter": 52,
  "verses": [
    {
      "verse": 1,
      "text": "Awake, awake, put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, thou holy city; for no more shall enter into thee henceforth the uncircumcised and the unclean."
    },
    {
      "verse": 2,
      "text": "Shake thyself free from the dust, arise, sit down, O Jerusalem: loosen thyself from the bands of thy neck, O captive, daughter of Zion."
    },
    {
      "verse": 3,
      "text": "For thus hath said the Lord, For naught were you sold, and without silver shall ye be redeemed."
    },
    {
      "verse": 4,
      "text": "For thus hath said the Lord Eternal, Into Egypt went my people down aforetimes, to sojourn there, and Asshur hath oppressed it without cause."
    },
    {
      "verse": 5,
      "text": "And now what have I here, saith the Lord, since my people hath been taken away for naught? its rulers vaunt aloud, saith the Lord, and continually, all the day, is my name blasphemed."
    },
    {
      "verse": 6,
      "text": "Therefore shall my people know my name, therefore on that day, that I am he that speaketh it: here am I."
    },
    {
      "verse": 7,
      "text": "How beautiful are upon the mountains the feet of the messenger of good tidings, that publisheth peace, that announceth tidings of happiness, that publisheth salvation, that saith unto Zion, Thy God reigneth."
    },
    {
      "verse": 8,
      "text": "The voice of thy watchmen,—they raise their voice, together shall they shout; for eye to eye shall they see, when the Lord returneth unto Zion."
    },
    {
      "verse": 9,
      "text": "Break forth [in song], shout together, ye ruins of Jerusalem; the Lord hath comforted his people, he hath redeemed Jerusalem."
    },
    {
      "verse": 10,
      "text": "The Lord hath made bare his holy arm before the eyes of all the nations; and all the ends of the earth shall see the salvation of our God."
    },
    {
      "verse": 11,
      "text": "Depart ye, depart ye, go out from there, touch no unclean thing; go ye out from the midst of it; cleanse yourselves, ye bearers of the vessels of the Lord."
    },
    {
      "verse": 12,
      "text": "Not in haste shall ye go out, and not in flight shall ye go; for before you goeth the Lord, and your rereward is the God of Israel."
    },
    {
      "verse": 13,
      "text": "Behold, my servant shall be prosperous, he shall be exalted and extolled, and be placed very high."
    },
    {
      "verse": 14,
      "text": "Just as many were astonished at thee, so greatly was his countenance marred more than any [other] man's, and his form more than [that of] the sons of men,—"
    },
    {
      "verse": 15,
      "text": "Thus will he cause many nations to jump up in [astonishment]; at him will kings shut their mouth; for what had not been told unto them shall they see, and what they had never heard shall they understand."
    }
  ]
}