{
  "book_id": "ISA",
  "chapter": 53,
  "verses": [
    {
      "verse": 1,
      "text": "Who would have believed our report? and the arm of the Lord—over whom hath it been revealed?"
    },
    {
      "verse": 2,
      "text": "Yea, he grew up like a small shoot before him, and as a root out of a dry land: he had no form nor comeliness, so that we should look at him; and no countenance, so that we should desire him."
    },
    {
      "verse": 3,
      "text": "He was despised and shunned by men; a man of pains, and acquainted with disease; and as one who hid his face from us was he despised, and we esteemed him not."
    },
    {
      "verse": 4,
      "text": "But only our diseases did he bear himself, and our pains he carried: while we indeed esteemed him stricken, smitten of God, and afflicted."
    },
    {
      "verse": 5,
      "text": "Yet he was wounded for our transgressions, he was bruised for our iniquities: the chastisement for our peace was upon him; and through his bruises was healing granted to us."
    },
    {
      "verse": 6,
      "text": "We all like sheep went astray; every one to his own way did we turn; and the Lord let befall him the guilt of us all."
    },
    {
      "verse": 7,
      "text": "He was oppressed, and he was also taunted, yet he opened not his mouth; like the lamb which is led to the slaughter, and like an ewe before her shearers is dumb; and he opened not his mouth."
    },
    {
      "verse": 8,
      "text": "Through oppression and through judicial punishment was he taken away; but his generation—who could tell, that he was cut away out of the land of life, [that] for the transgressions of my people the plague was laid on him?"
    },
    {
      "verse": 9,
      "text": "And he let his grave be made with the wicked, and with the [godless] rich at his death; although he had done no violence, and there was no deceit in his mouth."
    },
    {
      "verse": 10,
      "text": "But the Lord was pleased to crush him through disease: when [now] his soul hath brought the trespass-offering, then shall he see [his] seed, live many days, and the pleasure of the Lord shall prosper in his hand."
    },
    {
      "verse": 11,
      "text": "[Freed] from the trouble of his soul shall he see [the good] and be satisfied: through his knowledge shall my righteous servant bring the many to righteousness, while he will bear their iniquities."
    },
    {
      "verse": 12,
      "text": "Therefore will I divide him [a portion] with the many, and with the strong shall he divide the spoil; because he poured out his soul unto death, and with transgressors was he numbered: while he bore the sin of many, and for the transgressors he let [evil] befall him."
    }
  ]
}