{
  "book_id": "ISA",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "Ho, every one of ye that thirsteth, come ye to the water, and he too that hath no money: come ye, buy, and eat; yea, come, buy without money and without price wine and milk."
    },
    {
      "verse": 2,
      "text": "Wherefore will ye spend money for what is not bread? and your labor for what satisfieth not? hearken then unto me, and eat what is good, and let your soul delight itself in fatness."
    },
    {
      "verse": 3,
      "text": "Incline your ear, and come unto me, hear, and your soul shall live; and I will make with you an everlasting covenant, the promised mercies of David, which are sure."
    },
    {
      "verse": 4,
      "text": "Behold, for a lawgiver unto the people have I appointed him, a prince and commander to the people."
    },
    {
      "verse": 5,
      "text": "Behold, a nation thou knowest not shalt thou call, and a nation that knew thee not shall run unto thee; for the sake of the Lord thy God, and for the Holy One of Israel, for he hath glorified thee."
    },
    {
      "verse": 6,
      "text": "Seek ye the Lord, while he may be found, call ye on him, while he is near."
    },
    {
      "verse": 7,
      "text": "Let the wicked forsake his way, and the man of unrighteousness his thoughts; and let him return unto the Lord, and he will have mercy upon him, and unto our God, for he will abundantly pardon."
    },
    {
      "verse": 8,
      "text": "For not my thoughts are your thoughts, and not your ways are my ways, saith the Lord."
    },
    {
      "verse": 9,
      "text": "For as high as the heavens are above the earth, so high are my ways above your ways, and my thoughts above your thoughts."
    },
    {
      "verse": 10,
      "text": "For as the rain and the snow come down from heaven, and return not thither, but water the earth, and render it fruitful, and cause it to bring forth plants; and give seed to the sower and bread to him that eateth:"
    },
    {
      "verse": 11,
      "text": "So shall ever be my word which goeth forth from my mouth, it shall not return unto me without effect; but it accomplisheth what I desire, and it prospereth in that whereto I have sent it."
    },
    {
      "verse": 12,
      "text": "For in joy shall ye go out, and in peace shall ye be brought home: the mountains and the hills shall break forth before you into song, and all the trees of the field shall clap their hands."
    },
    {
      "verse": 13,
      "text": "Instead of the thorn shall come up the fir-tree, and instead of the nettle shall come up the myrtle; and it shall be unto the Lord for a name, for a sign of everlasting that shall not be cut off."
    }
  ]
}