{
  "book_id": "ISA",
  "chapter": 57,
  "verses": [
    {
      "verse": 1,
      "text": "The righteous perisheth, and no man layeth it to heart: and pious men are taken away, without one considering that before the evil the righteous is taken away."
    },
    {
      "verse": 2,
      "text": "He shall come [to his fathers] in peace: they shall repose in their resting-place, every one that walketh in his uprightness."
    },
    {
      "verse": 3,
      "text": "But ye draw near hither, sons of the sorceress, the seed of the adulterer and the harlot."
    },
    {
      "verse": 4,
      "text": "Over whom will you make yourselves merry? concerning whom will you open wide your mouth, stretch out your tongue? are ye not children of transgression, a seed of falsehood,"
    },
    {
      "verse": 5,
      "text": "That are inflamed after the idols under every green tree; that slaughter the children in the valleys under the clefts of the rocks?"
    },
    {
      "verse": 6,
      "text": "Of the smooth stones of the valley is thy portion; they, they are thy lot: even to them hast thou poured out a drink-offering, hast thou offered a meat-offering. Shall I for these things repent me [of the evil]?"
    },
    {
      "verse": 7,
      "text": "Upon a high and lofty mountain hast thou placed thy couch: even thither wentest thou up to offer sacrifice."
    },
    {
      "verse": 8,
      "text": "And behind the doors and the door-posts hast thou placed thy [mark of] remembrance; for [departing] from me, thou hast laid open, and art gone up,—hast enlarged thy couch, and made thee a covenant with some of them; thou hast loved their lying with thee, hast selected a fitting place."
    },
    {
      "verse": 9,
      "text": "And thou didst show thyself unto the king without ointment, and thou didst multiply thy perfumes, and thou didst send out thy messengers even into the far-off distance, and didst debase thyself even down to the nether world."
    },
    {
      "verse": 10,
      "text": "Though thou art wearied by the length of thy way, yet saidst thou not, It is useless: thou hadst found enough for thy hand; therefore didst thou feel no care."
    },
    {
      "verse": 11,
      "text": "And of whom hadst thou dread or fear, that thou becamest false, and didst not remember me, nor lay it to thy heart? is it not so? I kept silence, and this from earliest times, and therefore thou fearest me not!"
    },
    {
      "verse": 12,
      "text": "I, I ever tell thee [what deeds would be] thy righteousness; but thy works—these indeed will not profit thee."
    },
    {
      "verse": 13,
      "text": "When thou criest, let thy masses of idols deliver thee; but all of them will the wind carry away, a breath will take them off; but he that putteth his trust in me shall possess the land, and shall inherit my holy mountain."
    },
    {
      "verse": 14,
      "text": "And he will say, Cast ye up, cast ye up, clear out the way, lift up every stumbling block out of the way of my people."
    },
    {
      "verse": 15,
      "text": "For thus hath said the high and lofty One, who inhabiteth eternity, whose name is Holy, In the high and holy place do I dwell, yet also with the contrite and humble of spirit, to revive the spirit of the humble, and to revive the heart of the contrite."
    },
    {
      "verse": 16,
      "text": "For not to eternity will I contend, neither will I be for ever wroth: when the spirit from before me is overwhelmed, and the souls which I have made."
    },
    {
      "verse": 17,
      "text": "Because of the iniquity of his covetousness was I wroth, and I smote him, hiding my face, and was wroth: while he went on frowardly in the way of his own heart."
    },
    {
      "verse": 18,
      "text": "I [now] see his ways, and I will heal him; and I will guide him, and bestow full comforts on him and on his mourners;"
    },
    {
      "verse": 19,
      "text": "Creating the fruit of the lips: Peace, peace to him that is afar off, and to him that is near, saith the Lord; and I will heal him."
    },
    {
      "verse": 20,
      "text": "But the wicked are like the troubled sea; for it can never be at rest, but its waters cast up mire and dirt."
    },
    {
      "verse": 21,
      "text": "There is no peace, saith my God, to the wicked."
    }
  ]
}