{
  "book_id": "ISA",
  "chapter": 58,
  "verses": [
    {
      "verse": 1,
      "text": "Cry with a full throat, spare not, like the cornet lift up thy voice, and declare unto my people their transgression, and to the house of Jacob their sins."
    },
    {
      "verse": 2,
      "text": "Yet me do they ever seek day by day, and to know my ways do they always desire; as a nation that hath done righteousness, and hath not forsaken the ordinance of their God: continually do they ask of me the ordinances of justice—do they desire to draw nigh unto God."
    },
    {
      "verse": 3,
      "text": "“Wherefore have we fasted, and thou seest it not? have we afflicted our soul, and thou regardest it not?” Behold, on the day of your fasting ye follow your business, and all your acquired gains do ye exact."
    },
    {
      "verse": 4,
      "text": "Behold, for contention and strife do ye fast, and to smite with the fist of wickedness: ye fast not so at this day, to cause your voice to be heard on high."
    },
    {
      "verse": 5,
      "text": "Is such then the fast which I can choose? a day that a man afflicteth his soul? to bend his head as a bulrush, and to spread sackcloth and ashes for his couch? wilt thou call this a fast, and a day of acceptability unto the Lord?"
    },
    {
      "verse": 6,
      "text": "Is not this [rather] the fast that I will choose? to open the snares of wickedness, to undo the bands of the yoke, and to let the oppressed go free, and that ye should break asunder every yoke?"
    },
    {
      "verse": 7,
      "text": "Is it not to distribute thy bread to the hungry, and that thou bring the afflicted poor into thy house! when thou seest the naked, that thou clothe him; and that thou hide not thyself from thy own flesh?"
    },
    {
      "verse": 8,
      "text": "Then shall break forth as the morning-dawn thy light, and thy healing shall speedily spring forth; and before thee shall go thy righteousness, the glory of the Lord shall be thy rereward."
    },
    {
      "verse": 9,
      "text": "Then shalt thou call, and the Lord will answer; thou shalt cry, and he will say, Here am I. If thou remove from the midst of thee the yoke, the stretching out of the finger, and speaking wickedly;"
    },
    {
      "verse": 10,
      "text": "And if thou pour out to the hungry thy soul, and satisfy the afflicted soul: then shall shine forth in the darkness thy light, and thy obscurity be as the noonday;"
    },
    {
      "verse": 11,
      "text": "And the Lord will guide thee continually, and will satisfy thy soul in times of famine, and will strengthen thy bones; and thou shalt be like a well-watered garden, and like a spring of water, the waters of which will never deceive."
    },
    {
      "verse": 12,
      "text": "And they that spring from thee shall build up the ancient ruins; the foundations of many generations shalt thou raise up again: and thou shalt be called, The repairer of the breaches, The restorer of paths to the dwelling-place."
    },
    {
      "verse": 13,
      "text": "If thou restrain thy foot for the sake of the sabbath, not doing thy business on my holy day; and if thou call the sabbath a delight, the holy day of the Lord, honorable; and honor it by not doing thy usual pursuits, by not following thy own business, and speaking [vain] words:"
    },
    {
      "verse": 14,
      "text": "Then shalt thou find delight in the Lord; and I will cause thee to tread upon the high places of the earth, and I will cause thee to enjoy the inheritance of Jacob thy father; for the mouth of the Lord hath spoken it."
    }
  ]
}