{
  "book_id": "ISA",
  "chapter": 59,
  "verses": [
    {
      "verse": 1,
      "text": "Behold, the Lord's hand is not too short to save; neither his ear too heavy for hearing;"
    },
    {
      "verse": 2,
      "text": "But your iniquities have ever made a separation between you and your God, and your sins have caused him to hide his face from you, so that he would not hear."
    },
    {
      "verse": 3,
      "text": "For your hands are defiled with blood, and your fingers with iniquity: your lips have spoken falsehood, your tongue uttereth deception."
    },
    {
      "verse": 4,
      "text": "No one admonisheth with righteousness, and no one executeth justice in truth; men trust in naught, and speak lies; they have conceived mischief, and bring forth wickedness."
    },
    {
      "verse": 5,
      "text": "Basilisk's eggs do they hatch, and spider's webs do they weave: he that eateth of their eggs must die, and if one be crushed, a viper will break forth."
    },
    {
      "verse": 6,
      "text": "Their webs cannot serve for garments, and they cannot clothe themselves with their works: their works are works of wickedness, and the deed of violence is in their hands."
    },
    {
      "verse": 7,
      "text": "Their feet run to what is evil, and they make haste to shed innocent blood: their thoughts are thoughts of wickedness; wasting and destruction are on their highways."
    },
    {
      "verse": 8,
      "text": "The way of peace they know not; and there is no justice on their tracks: their paths they have made unto themselves crooked; whosoever walketh therein knoweth not peace."
    },
    {
      "verse": 9,
      "text": "Therefore is justice far from us, nor will happiness overtake us: we ever hope for light, but behold there is darkness; for brightness, but in obscurity must we walk."
    },
    {
      "verse": 10,
      "text": "We grope like the blind on the wall, and as if we had no eyes do we grope: we stumble at noonday as in the twilight; we are in complete darkness like the dead."
    },
    {
      "verse": 11,
      "text": "We growl all of us like bears, and like doves do we moan sorely; we ever hope for justice, but there is none; for aid, but it is far from us."
    },
    {
      "verse": 12,
      "text": "For our transgressions are numerous in thy presence, and our sins testify against us; for of our transgressions are we aware; and our iniquities—we know them;"
    },
    {
      "verse": 13,
      "text": "We transgressed and denied the Lord, and departed away from our God; we spoke oppression and revolt, conceived and brought forth in our heart words of falsehood."
    },
    {
      "verse": 14,
      "text": "And justice is forced to turn backward, and righteousness standeth afar off; for truth stumbled in the street, and equity is not able to enter."
    },
    {
      "verse": 15,
      "text": "And thus is the truth missing; and he that departeth from evil is regarded as foolish: and the Lord saw it, and it was displeasing in his eyes that there was no justice."
    },
    {
      "verse": 16,
      "text": "And he saw that there was no man, and wondered that there was no intercessor; therefore his arm brought him aid, and his righteousness,—yea, this sustained him."
    },
    {
      "verse": 17,
      "text": "And he put on righteousness as a coat of mail, and [placed] the helmet of salvation upon his head; and he put on the garments of vengeance as raiment, and wrapped himself with zeal as with a cloak."
    },
    {
      "verse": 18,
      "text": "According to the demerits, so will he repay [all], fury to his adversaries, recompense to his enemies; to the islands will he repay what they have merited."
    },
    {
      "verse": 19,
      "text": "And they shall fear from the west the name of the Lord, and from the rising of the sun his glory; for there shall come distress like the stream which the Spirit of the Lord urgeth forward."
    },
    {
      "verse": 20,
      "text": "But unto Zion shall come the redeemer, and unto those who return from transgression in Jacob, saith the Lord."
    },
    {
      "verse": 21,
      "text": "And as for me, this is my covenant with them, saith the Lord, My spirit that is upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy children, nor out of the mouth of thy children's children, saith the Lord, from henceforth and unto all eternity."
    }
  ]
}