{
  "book_id": "ISA",
  "chapter": 60,
  "verses": [
    {
      "verse": 1,
      "text": "Arise, give light, for thy light is come; and the glory of the Lord is shining forth over thee."
    },
    {
      "verse": 2,
      "text": "For behold, the darkness shall cover the earth, and a gross darkness the people; but over thee will shine forth the Lord, and his glory will be seen over thee."
    },
    {
      "verse": 3,
      "text": "And nations shall walk by thy light, and kings by the brightness of thy shining."
    },
    {
      "verse": 4,
      "text": "Lift up thy eyes round about and see, they all are assembled, they come to thee, thy sons are coming from afar, and thy daughters are brought along in arms."
    },
    {
      "verse": 5,
      "text": "Then wilt thou see and be filled with light, and thy heart will dread and be enlarged; because unto thee shall be turned the abundance of the sea, the riches of nations shall come unto thee."
    },
    {
      "verse": 6,
      "text": "The multitude of camels shall cover thee, the dromedaries of Midian and 'Ephah; they all from Sheba shall come: gold and frankincense shall they carry, and the praises of the Lord shall they announce."
    },
    {
      "verse": 7,
      "text": "All the flocks of Kedar shall be assembled unto thee, the rams of Nebayoth shall minister unto thee: they shall come for a favorable acceptance [unto me] upon my altar, and the house of my glory will I glorify."
    },
    {
      "verse": 8,
      "text": "Who are these that fly like a cloud, and like the doves, to their windows?"
    },
    {
      "verse": 9,
      "text": "Yea, unto me [the inhabitants of] the isles shall hasten, and the ships of Tharshish at first, to bring thy sons from afar, their silver and their gold with them, unto the name of the Lord thy God, and to the Holy One of Israel; because he hath glorified thee."
    },
    {
      "verse": 10,
      "text": "And the sons of the stranger shall build up thy walls, and their kings shall minister unto thee; for in my wrath did I smite thee, but in my favor have I had mercy on thee."
    },
    {
      "verse": 11,
      "text": "And thy gates shall stand open continually, day and night shall they not be closed, to bring unto thee the wealth of nations, and their kings led [captive]."
    },
    {
      "verse": 12,
      "text": "For the nation and the kingdom that will not serve thee shall perish; and the nations shall be utterly destroyed."
    },
    {
      "verse": 13,
      "text": "The glory of Lebanon shall come unto thee, the fir, the cypress, and the box together, to adorn the place of my sanctuary, and the [resting] place of my feet will I glorify."
    },
    {
      "verse": 14,
      "text": "And then shall come unto thee bent down the sons of those who afflicted thee, and there shall bow themselves down at the soles of thy feet all thy revilers; and they shall call thee, The city of the Lord, Zion of the Holy One of Israel."
    },
    {
      "verse": 15,
      "text": "Instead that thou wast forsaken and hated, without one to pass through [thee], will I render thee an excellency of everlasting, a joy of all generations."
    },
    {
      "verse": 16,
      "text": "And thou shalt suck the milk of nations, and the breast of kings shalt thou suck; and thou shalt know that I the Lord am thy Saviour, and thy Redeemer, the Mighty One of Jacob."
    },
    {
      "verse": 17,
      "text": "Instead of the copper will I bring gold, and instead of the iron will I bring silver, and instead of wood copper, and instead of the stones iron; and I will set peace as thy authorities, and righteousness as thy taskmasters."
    },
    {
      "verse": 18,
      "text": "There shall not be heard any wore violence in thy land, wasting and destruction within thy boundaries; but thou shalt call, Salvation, thy walls, and thy gates, Praise."
    },
    {
      "verse": 19,
      "text": "The sun shall not be unto thee any more for a light by day, and for brightness shall the moon not give light unto thee; but the Lord will be unto thee for a light of everlasting, and thy God as thy glory."
    },
    {
      "verse": 20,
      "text": "Thy sun shall not go down any more, and thy moon shall not be withdrawn; for the Lord will be unto thee for a light of everlasting, and ended shall be the days of thy mourning,"
    },
    {
      "verse": 21,
      "text": "And thy people—they all will be righteous, for ever shall they possess the land, the sprout of my planting, the work of my hands, that I may glorify myself."
    },
    {
      "verse": 22,
      "text": "The little one shall become a thousand, and the small, a mighty nation: I the Lord will hasten it in its time."
    }
  ]
}