{
  "book_id": "ISA",
  "chapter": 61,
  "verses": [
    {
      "verse": 1,
      "text": "The Spirit of the Lord Eternal is upon me; because the Lord hath anointed me to announce good tidings unto the meek: he hath sent me to bind up the broken-hearted, to proclaim to captives Liberty, and to prisoners Release;"
    },
    {
      "verse": 2,
      "text": "To proclaim a year of favor of the Lord, and the day of vengeance of our God, to comfort all mourners;"
    },
    {
      "verse": 3,
      "text": "To grant unto the mourners of Zion,—to give unto them ornament in the place of ashes, oil of gladness in the place of mourning, garments of praise in the place of a grieved spirit; that they may be called, Oaks of righteousness, the planting of the Lord, that he may be glorified."
    },
    {
      "verse": 4,
      "text": "And they shall build up the ancient ruins, desolate places of former times shall they raise up, and they shall renew ruined cities, the desolate places of many generations."
    },
    {
      "verse": 5,
      "text": "And strangers shall stand and feed your flocks, and the sons of the alien shall be your ploughmen and your vintners."
    },
    {
      "verse": 6,
      "text": "But ye, ye shall be called, Priests of the Lord; Ministers of our God, shall be said unto you: the wealth of nations shall ye consume, and in their glory shall ye be placed as possessors."
    },
    {
      "verse": 7,
      "text": "In the place of your twofold shame,—and the confusion of which they loudly complained as their portion: therefore in their land shall they possess a twofold [portion]; everlasting joy shall be granted unto them."
    },
    {
      "verse": 8,
      "text": "For I the Lord love justice, I hate robbery with burnt-offering: therefore will I give them the recompense of their work in truth, and an everlasting covenant will I make with them."
    },
    {
      "verse": 9,
      "text": "And among the nations shall their seed be known, and their offspring in the midst of the people: all that see them shall acknowledge them, that they are the seed whom the Lord hath blessed."
    },
    {
      "verse": 10,
      "text": "I will be greatly glad in the Lord, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, with the mantle of righteousness hath he enveloped me, as a bridegroom decketh himself with elegant attire, and as a bride adorneth herself with her bridal array."
    },
    {
      "verse": 11,
      "text": "For, as the earth bringeth forth her growth, and as a garden causeth what is sown therein to spring forth: thus will the Lord Eternal cause righteousness and praise to spring forth in the presence of all the nations."
    }
  ]
}