{
  "book_id": "ISA",
  "chapter": 62,
  "verses": [
    {
      "verse": 1,
      "text": "For the sake of Zion will I not be silent, and for the sake of Jerusalem will I not be quiet; until its righteousness go forth as the brightness [of light], and its salvation as a burning torch."
    },
    {
      "verse": 2,
      "text": "And nations shall see thy righteousness, and all kings thy glory; and men shall call thee by a new name, which the mouth of the Lord shall pronounce."
    },
    {
      "verse": 3,
      "text": "And thou shalt be a crown of ornament in the hand of the Lord, and a royal diadem in the hand of thy God."
    },
    {
      "verse": 4,
      "text": "Thou shalt not be termed any more “Forsaken,” and thy land shall not be termed any more “Desolate;” for thou shalt be called “My delight in her” [[Chephzi-bah]], and thy land “Espoused” [[Be'ulah]]; for the Lord will have delight in thee, and thy land shall be espoused."
    },
    {
      "verse": 5,
      "text": "For as a young man espouseth a virgin, so shall thy sons espouse thee; and as the bridegroom is glad over the bride, so will be glad over thee thy God."
    },
    {
      "verse": 6,
      "text": "Over thy walls, O Jerusalem, have I appointed watchmen, all the day and all the night, continually, shall they not be silent: ye that make mention of the Lord, take ye no rest."
    },
    {
      "verse": 7,
      "text": "And give him no rest, until he have established, and until he have set up Jerusalem as a praise on the earth."
    },
    {
      "verse": 8,
      "text": "Sworn hath the Lord by his right hand, and by the arm of his strength, I will not give thy corn any more as food for thy enemies, and the sons of the stranger shall not drink thy young wine for which thou hast labored;"
    },
    {
      "verse": 9,
      "text": "But they who gather it shall eat it, and praise the Lord; and they who bring it together shall drink it in the courts of my sanctuary."
    },
    {
      "verse": 10,
      "text": "Pass, pass through the gates, make clear the way of the people, cast up, cast up the highway, remove away the stones, lift up a banner over the nations."
    },
    {
      "verse": 11,
      "text": "Behold, the Lord hath caused to be heard unto the ends of the earth, “Say ye to the daughter of Zion, Behold, thy salvation cometh; behold his reward is with him, and his recompense before him.”"
    },
    {
      "verse": 12,
      "text": "And they shall call them, The holy people, The redeemed of the Lord; and thou shalt be called, Sought for, [[Derusha,]] The city never forsaken."
    }
  ]
}