{
  "book_id": "ISA",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "(63:19) Oh that thou mightest rend the heavens, come down: at thy presence would mountains [then] melt away."
    },
    {
      "verse": 2,
      "text": "(64:1) As fire is kindled on brushwood, as water is made to bubble up by fire—to make thy name known to thy adversaries, that at thy presence nations might tremble!"
    },
    {
      "verse": 3,
      "text": "(64:2) [As] when thou didst fearful deeds which we had not looked for, thou camest down, [while] at thy presence mountains melted away;"
    },
    {
      "verse": 4,
      "text": "(64:3) Yea! what from the beginning of the world men had not heard, not perceived by their hearing; no eye [also] had seen a god beside thee, who could do [the like] for the one that waiteth for him."
    },
    {
      "verse": 5,
      "text": "(64:4) Thou acceptest him that rejoiceth and worketh righteousness, those that remember thee in thy ways: behold, thou wast wroth, for we had sinned on them continually; and can we thus be saved?"
    },
    {
      "verse": 6,
      "text": "(64:5) And we are become like an unclean man all of us, and like a soiled garment, all our righteousness; and we wither like a leaf all of us; and our iniquities, like the wind, will bear us away."
    },
    {
      "verse": 7,
      "text": "(64:6) And there is none that calleth upon thy name, that stirreth himself up to lay hold of thee; for thou hast hidden thy face from us, and hast let us melt away, through the force of our iniquities."
    },
    {
      "verse": 8,
      "text": "(64:7) But now, O Lord, our father art thou; we are the clay, and thou our fashioner; and the work of thy hand are we all."
    },
    {
      "verse": 9,
      "text": "(64:8) Be not wroth, O Lord, so very greatly, and do not for ever remember [our] iniquity: behold, look, we beseech thee, thy people are we all."
    },
    {
      "verse": 10,
      "text": "(64:9) Thy holy cities are become a wilderness, Zion is become a wilderness, Jerusalem, a desolate place."
    },
    {
      "verse": 11,
      "text": "(64:10) Our holy and beautiful house where our fathers praised thee, is burnt up with fire; and all our costly things are become ruins."
    },
    {
      "verse": 12,
      "text": "(64:11) Wilt thou for these things refrain thyself, O Lord? wilt thou be silent, and afflict us so very greatly?"
    }
  ]
}