{
  "book_id": "ISA",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "Thus hath said the Lord, The heaven is my throne, and the earth is my footstool: where is there a house that ye can build unto me? and where is the place of my rest?"
    },
    {
      "verse": 2,
      "text": "For all these things hath my hand made, that all these things came into being, saith the Lord; but upon such a one will I look, upon the poor, and him who is of a contrite spirit, and who trembleth at my word."
    },
    {
      "verse": 3,
      "text": "He that slaughtereth the ox, slayeth a man; he that sacrificeth a lamb, breaketh the neck of a dog; he that offereth a meat-offering, [offereth] swine's blood; he that burneth incense, blesseth an idol: yea, they have made choice of their own ways, and in their abominations doth their soul delight."
    },
    {
      "verse": 4,
      "text": "So will I also make choice of their misfortune, and what they dread will I bring upon them; because I called, and none did answer; I spoke, and they did not hear; and they did what is evil in my eyes, and that in which I delighted not did they choose."
    },
    {
      "verse": 5,
      "text": "Hear the word of the Lord, ye that tremble at his word: Your brethren that hated you, that cast you out for the sake of my name, said, “Let the Lord be glorified;” but he will appear to your joy, and they shall be made ashamed."
    },
    {
      "verse": 6,
      "text": "[There is] a voice of tumult from the city, a voice from the temple, the voice of the Lord who rendereth recompense to his enemies."
    },
    {
      "verse": 7,
      "text": "Before she had travailed she brought forth; before yet her pain was come, she was delivered of a man-child."
    },
    {
      "verse": 8,
      "text": "Who hath heard the like? who hath seen such things? shall a land be made to travail in one day? or shall a nation be born at once? that Zion hath travailed, also brought forth her children?"
    },
    {
      "verse": 9,
      "text": "Shall I bring to the birth, and not cause to bring forth? saith the Lord; or shall I who cause to bring forth, now prevent it? saith thy God."
    },
    {
      "verse": 10,
      "text": "Rejoice ye with Jerusalem, and be delighted over her, all ye that love her; be highly glad with her, all ye that mourn for her."
    },
    {
      "verse": 11,
      "text": "In order that ye may suck, and be satisfied with the breast of her consolations; in order that ye may sip, and find pleasure from the abundance of her glory."
    },
    {
      "verse": 12,
      "text": "For thus hath said the Lord, Behold, I will extend to her peace like a river, and like a rapid stream the glory of nations, that ye may suck: upon the arm shall ye be borne, and upon knees shall ye be dandled."
    },
    {
      "verse": 13,
      "text": "As one whom his mother comforteth, so will I comfort you; and in Jerusalem shall ye be comforted."
    },
    {
      "verse": 14,
      "text": "And ye shall see this, and your heart shall be glad, and your bones shall flourish like the grass; and then will be known the hand of the Lord on his servants, and he will be indignant toward his enemies."
    },
    {
      "verse": 15,
      "text": "For, behold, the Lord will come with fire, and his chariots will be like the storm-wind, to send forth his anger with fury, and his threatening with flames of fire."
    },
    {
      "verse": 16,
      "text": "For by fire will the Lord judge, and by his sword against all flesh: and many shall be the slain of the Lord."
    },
    {
      "verse": 17,
      "text": "They that sanctify themselves, and purify themselves for the gardens, behind one tree in the midst, they who eat the flesh of the swine, and the abomination, and the mouse, together shall they perish, saith the Lord."
    },
    {
      "verse": 18,
      "text": "And I, because of their works and their thoughts, will let it come to pass to gather all the nations and tongues; and they shall come, and shall see my glory."
    },
    {
      "verse": 19,
      "text": "And I will display a sign on them, and I will send from them those that escape unto the nations, Tharshish, Pul, and Lud, that draw the bow, Thubal, and Javan, the isles afar off, that have not heard my fame, and have not seen my glory; and they shall proclaim my glory among the nations."
    },
    {
      "verse": 20,
      "text": "And they shall bring all your brethren out of all nations as an offering unto the Lord, upon horses, and in chariots, and in litters, and upon mules, and upon dromedaries, to my holy mountain Jerusalem, saith the Lord, as the children of Israel bring the offering in a clean vessel into the house of the Lord."
    },
    {
      "verse": 21,
      "text": "And of them also will I take for priests and for Levites, saith the Lord."
    },
    {
      "verse": 22,
      "text": "For as the new heavens and the new earth, which I will make, shall have permanence before me, saith the Lord, so shall exist permanently your seed and your name."
    },
    {
      "verse": 23,
      "text": "And it shall come to pass, that from one new moon to the other new moon, and from one sabbath to the other sabbath, shall all flesh come to prostrate themselves before me, saith the Lord."
    },
    {
      "verse": 24,
      "text": "And they shall go forth, and look upon the carcasses of the men that have transgressed against me; for their worm shall not die, nor shall their fire be quenched; and they shall be an abhorrence unto all flesh."
    }
  ]
}