{
  "book_id": "WIS",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc Love\\sc* righteousness, ye that be judges of the earth: think of the Lord with a good heart, and in simplicity of heart seek him."
    },
    {
      "verse": 2,
      "text": "For he will be found of them that tempt him not; and sheweth himself unto such as do not distrust him."
    },
    {
      "verse": 3,
      "text": "For froward thoughts separate from God: and \\add his\\add* power, when it is tried, reproveth the unwise."
    },
    {
      "verse": 4,
      "text": "For into a malicious soul wisdom shall not enter; nor dwell in the body \\add that is\\add* subject unto sin."
    },
    {
      "verse": 5,
      "text": "For the holy spirit of discipline will flee deceit, and remove from thoughts \\add that are\\add* without understanding, and will not abide when unrighteousness cometh in."
    },
    {
      "verse": 6,
      "text": "For wisdom \\add is\\add* a loving spirit; and will not acquit a blasphemer of his words: for God \\add is\\add* witness of his reins, and a true beholder of his heart, and a hearer of his tongue."
    },
    {
      "verse": 7,
      "text": "For the Spirit of the Lord filleth the world: and that which containeth all \\add things\\add* hath knowledge of the voice."
    },
    {
      "verse": 8,
      "text": "Therefore he that speaketh unrighteous \\add things\\add* cannot be hid: neither shall vengeance, when it punisheth, pass by him."
    },
    {
      "verse": 9,
      "text": "For inquisition shall be made into the counsels of the ungodly: and the sound of his words shall come unto the Lord for the manifestation of his wicked deeds."
    },
    {
      "verse": 10,
      "text": "For the ear of jealousy heareth all \\add things:\\add* and the noise of murmurings is not hid."
    },
    {
      "verse": 11,
      "text": "Therefore beware of murmuring, \\add which is\\add* unprofitable; and refrain \\add your\\add* tongue from backbiting: for there is no word \\add so\\add* secret, \\add that\\add* shall go for nought: and the mouth that belieth slayeth the soul."
    },
    {
      "verse": 12,
      "text": "Seek not death in the error of your life: and pull not upon yourselves destruction with the works of your hands."
    },
    {
      "verse": 13,
      "text": "For God made not death: neither hath he pleasure in the destruction of the living."
    },
    {
      "verse": 14,
      "text": "For he created all \\add things\\add*, that \\add they\\add* might have their being: and the generations of the world \\add were\\add* healthful; and there is no poison of destruction in them, nor the kingdom of death upon the earth:"
    },
    {
      "verse": 15,
      "text": "for righteousness is immortal:"
    },
    {
      "verse": 16,
      "text": "but ungodly \\add men\\add* with \\add their\\add* works and words called it to \\add them: for\\add* when they thought \\add to have it their\\add* friend, they consumed to nought, and made a covenant with it, because they are worthy to take part with it."
    }
  ]
}