{
  "book_id": "WIS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "\\add Wisdom\\add* reacheth from one end to another mightily: and sweetly doth she order all \\add things\\add*."
    },
    {
      "verse": 2,
      "text": "I loved her, and sought \\add her\\add* out from my youth, I desired to make \\add her\\add* my spouse, and I was a lover of her beauty."
    },
    {
      "verse": 3,
      "text": "In that she is conversant with God, she magnifieth \\add her\\add* nobility: yea, the Lord of all \\add things himself\\add* loved her."
    },
    {
      "verse": 4,
      "text": "For she is privy to the mysteries of the knowledge of God, and a lover of his works."
    },
    {
      "verse": 5,
      "text": "If riches be a possession to be desired in \\add this\\add* life; what \\add is\\add* richer than wisdom, that worketh all \\add things?\\add*"
    },
    {
      "verse": 6,
      "text": "And if prudence work; who of \\add all\\add* that are is a more cunning workman than she?"
    },
    {
      "verse": 7,
      "text": "And if a man love righteousness, her labours are virtues: for she teacheth temperance and prudence, justice and fortitude: which are such \\add things\\add*, as men can have nothing more profitable in \\add their\\add* life."
    },
    {
      "verse": 8,
      "text": "If a man desire much experience, she knoweth \\add things\\add* of old, and conjectureth \\add aright\\add* what is to come: she knoweth the subtilties of speeches, and can expound dark sentences: she foreseeth signs and wonders, and the events of seasons and times."
    },
    {
      "verse": 9,
      "text": "Therefore I purposed to take her to me to live with me, knowing that she would be a counseller of good \\add things\\add*, and a comfort in cares and grief."
    },
    {
      "verse": 10,
      "text": "For her sake I shall have estimation among the multitude, and honour with the elders, \\add though I be\\add* young."
    },
    {
      "verse": 11,
      "text": "I shall be found of a quick conceit in judgment, and shall be admired in the sight of great men."
    },
    {
      "verse": 12,
      "text": "When I hold my tongue, they shall bide my leisure, and when I speak, they shall give good ear unto \\add me:\\add* if I talk much, they shall lay \\add their\\add* hands upon their mouth."
    },
    {
      "verse": 13,
      "text": "\\add Moreover\\add* by the means of her I shall obtain immortality, and leave behind \\add me\\add* an everlasting memorial to them that \\add come\\add* after me."
    },
    {
      "verse": 14,
      "text": "I shall set the people in order, and the nations shall be subject unto me."
    },
    {
      "verse": 15,
      "text": "Horrible tyrants shall be afraid, when they do \\add but\\add* hear of me; I shall be found good among the multitude, and valiant in war."
    },
    {
      "verse": 16,
      "text": "After I am come into mine house, I will repose myself with her: for her conversation hath no bitterness; and to live with her \\add hath\\add* no sorrow, but mirth and joy."
    },
    {
      "verse": 17,
      "text": "\\add Now\\add* when I considered these \\add things\\add* in myself, and pondered \\add them\\add* in mine heart, how that to be allied unto wisdom is immortality;"
    },
    {
      "verse": 18,
      "text": "and great pleasure \\add it is\\add* to have her friendship; and in the works of her hands \\add are\\add* infinite riches; and in the exercise of conference with her, prudence; and in talking with her, a good report; I went about seeking how to take her to me."
    },
    {
      "verse": 19,
      "text": "For I was a witty child, and had a good spirit."
    },
    {
      "verse": 20,
      "text": "Yea rather, being good, I came into a body undefiled."
    },
    {
      "verse": 21,
      "text": "Nevertheless, when I perceived that I could not otherwise obtain \\add her\\add*, except God gave \\add her\\add* me; and that was \\add a point\\add* of wisdom also to know whose gift \\add she\\add* was; I prayed unto the Lord, and besought him, and with my whole heart I said,"
    }
  ]
}