{
  "book_id": "WIS",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Surely vain areall men by nature, who are ignorant of God, and could not out of the good thingsthat are seen know him that is: neither by considering the works did they acknowledge the workmaster;"
    },
    {
      "verse": 2,
      "text": "but deemed either fire, or wind, or the swift air, or the circle of the stars, or the violent water, or the lights of heaven, to bethe gods which govern the world."
    },
    {
      "verse": 3,
      "text": "With whose beauty if they being delighted took them to begods; let them know how much better the Lord of them is: for the first Author of beauty hath created them."
    },
    {
      "verse": 4,
      "text": "But if they were astonished at theirpower and virtue, let them understand by them, how much mightier he is that made them."
    },
    {
      "verse": 5,
      "text": "For by the greatness and beauty of the creatures proportionably the Maker of them is seen."
    },
    {
      "verse": 6,
      "text": "But yet for this theyare the less to be blamed: for they peradventure err, seeking God, and desirous to find him."
    },
    {
      "verse": 7,
      "text": "For being conversant in his works they search himdiligently, and believe theirsight: because the things arebeautiful that are seen."
    },
    {
      "verse": 8,
      "text": "Howbeit neither arethey to be pardoned."
    },
    {
      "verse": 9,
      "text": "For if they were able to know so much, that they could aim at the world; how did they not sooner find out the Lord thereof?"
    },
    {
      "verse": 10,
      "text": "But miserable arethey, and in dead things istheir hope, who called themgods, which arethe works of men’s hands, gold and silver, to shew art in, and resemblances of beasts, or a stone good for nothing, the work of an ancient hand."
    },
    {
      "verse": 11,
      "text": "Now a carpenter that felleth timber, after he hath sawn down a tree meet for the purpose, and taken off all the bark skilfully round about, and hath wrought ithandsomely, and made a vessel thereoffit for the service of man’slife;"
    },
    {
      "verse": 12,
      "text": "and after spending the refuse of hiswork to dress hismeat, hath filled himself;"
    },
    {
      "verse": 13,
      "text": "And taking the veryrefuse among those, which served to no use, beinga crooked piece of wood, and full of knots, hath carved itdiligently, when he had nothing else to do, and formed it by the skill of hisunderstanding, and fashioned it to the image of a man;"
    },
    {
      "verse": 14,
      "text": "or made it like some vile beast, laying itover with vermilion, and with paint colouring it red, and covering every spot therein;"
    },
    {
      "verse": 15,
      "text": "and when he had made a convenient room for it, set it in a wall, and made itfast with iron:"
    },
    {
      "verse": 16,
      "text": "for he provided for it that it might not fall, knowing that it was unable to help itself; for it is an image, and hath need of help:"
    },
    {
      "verse": 17,
      "text": "then maketh he prayer for hisgoods, for his wife and children, and is not ashamed to speak to that which hathno life."
    },
    {
      "verse": 18,
      "text": "For health he calleth upon that which isweak: for life prayeth to that which isdead: for aid humbly beseecheth that which hath least means to help: and for a good journey he asketh ofthat which cannot set a foot forward:"
    },
    {
      "verse": 19,
      "text": "and for gaining and getting, and forgood success of his hands, asketh ability to do of him, thatis most unable to do any thing."
    }
  ]
}