{
  "book_id": "WIS",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "But thou, O God, artgracious and true, longsuffering, and in mercy ordering all things."
    },
    {
      "verse": 2,
      "text": "For if we sin, we are thine, knowing thy power: but we will not sin, knowing that we are counted thine."
    },
    {
      "verse": 3,
      "text": "For to know thee isperfect righteousness: yea, to know thy power isthe root of immortality."
    },
    {
      "verse": 4,
      "text": "For neither did the mischievous invention of men deceive us, nor an image spotted with divers colours, the painters’ fruitless labour;"
    },
    {
      "verse": 5,
      "text": "the sight whereof enticeth fools to lust after it, and sothey desire the form of a dead image, that hath no breath."
    },
    {
      "verse": 6,
      "text": "Both they that make them, they that desire them, and they that worship them, are lovers of evil things, and areworthy to have such things to trust upon."
    },
    {
      "verse": 7,
      "text": "For the potter, tempering soft earth, fashioneth every vesselwith much labour for our service: yea, of the same clay he maketh both the vessels that serve for clean uses, and likewise alsoall such as serve to the contrary: but what is the use of either sort, the potter himself isthe judge."
    },
    {
      "verse": 8,
      "text": "And employing his labours lewdly, he maketh a vain god of the same clay, even hewhich a little before was made of earth himself, and within a little while after returneth to the same, out of the which he was taken, when his life which was lent him shall be demanded."
    },
    {
      "verse": 9,
      "text": "Notwithstanding his care is, not that he shall have much labour, nor that his life is short: but striveth to excel goldsmiths and silversmiths, and endeavoureth to do like the workers in brass, and counteth it hisglory to make counterfeit things."
    },
    {
      "verse": 10,
      "text": "His heart isashes, his hope ismore vile than earth, and his life of less value than clay:"
    },
    {
      "verse": 11,
      "text": "forasmuch as he knew not his Maker, and him that inspired into him an active soul, and breathed in a living spirit."
    },
    {
      "verse": 12,
      "text": "But they counted our life a pastime, and ourtime herea market for gain: for, say they, wemust be getting every way, though it be by evil means."
    },
    {
      "verse": 13,
      "text": "For this man, that of earthly matter maketh brickle vessels and graven images, knoweth himself to offend above all others."
    },
    {
      "verse": 14,
      "text": "And all the enemies of thy people, that hold them in subjection, aremost foolish, and aremore miserable than very babes."
    },
    {
      "verse": 15,
      "text": "For they counted all the idols of the heathen to begods: which neither have the use of eyes to see, nor noses to draw breath, nor ears to hear, nor fingers of hands to handle; and as fortheir feet, they areslow to go."
    },
    {
      "verse": 16,
      "text": "For man made them, and he that borrowed his ownspirit fashioned them: but no man can make a god like unto himself."
    },
    {
      "verse": 17,
      "text": "For being mortal, he worketh a dead thingwith wicked hands: for he himselfis better than the things which he worshippeth: whereas he lived once, but they never."
    },
    {
      "verse": 18,
      "text": "Yea, they worshipped thosebeasts also that aremost hateful: for being compared together, some are worse than others."
    },
    {
      "verse": 19,
      "text": "Neither are they beautiful, so much as to be desired in respect of beasts: but they went without the praise of God and his blessing."
    }
  ]
}