{
  "book_id": "WIS",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "For great \\add are\\add* thy judgments, and cannot be expressed: therefore unnurtured souls have erred."
    },
    {
      "verse": 2,
      "text": "For when unrighteous \\add men\\add* thought to oppress the holy nation; they being shut up in \\add their\\add* houses, the prisoners of darkness, and fettered with the bonds of a long night, lay \\add there\\add* exiled from the eternal providence."
    },
    {
      "verse": 3,
      "text": "For while they supposed to lie hid in \\add their\\add* secret sins, they were scattered \\add under\\add* a dark veil of forgetfulness, being horribly astonished, and troubled with \\add strange\\add* apparitions."
    },
    {
      "verse": 4,
      "text": "For neither might the corner that held them keep \\add them\\add* from fear: but noises \\add as of waters\\add* falling down sounded about them, and sad visions appeared unto \\add them\\add* with heavy countenances."
    },
    {
      "verse": 5,
      "text": "No power of the fire might give \\add them\\add* light: neither could the bright flames of the stars endure to lighten that horrible night."
    },
    {
      "verse": 6,
      "text": "Only there appeared unto them a fire kindled of itself, very dreadful: for being much terrified, they thought the \\add things\\add* which \\add they\\add* saw to be worse than the sight \\add they\\add* saw not."
    },
    {
      "verse": 7,
      "text": "As for the illusions of art magick, they were put down, and their vaunting in wisdom \\add was\\add* reproved with disgrace."
    },
    {
      "verse": 8,
      "text": "For they that promised to drive away terrors and troubles from a sick soul, were sick themselves \\add of\\add* fear, worthy to be laughed at."
    },
    {
      "verse": 9,
      "text": "For though no terrible \\add thing\\add* did fear them; \\add yet\\add* being scared with beasts that passed by, and hissing of serpents,"
    },
    {
      "verse": 10,
      "text": "they died for fear, denying that \\add they\\add* saw the air, which could of no side be avoided."
    },
    {
      "verse": 11,
      "text": "(For wickedness, condemned by her own witness, \\add is very\\add* timorous, and being pressed with conscience, always forecasteth grievous \\add things\\add*."
    },
    {
      "verse": 12,
      "text": "For fear is nothing \\add else\\add* but a betraying of the succours which reason offereth."
    },
    {
      "verse": 13,
      "text": "And the expectation from within, being less, counteth the ignorance more than the cause which bringeth the torment)."
    },
    {
      "verse": 14,
      "text": "But they sleeping the same sleep \\add that\\add* night, which was indeed intolerable, and which came upon \\add them\\add* out of the bottoms of inevitable hell,"
    },
    {
      "verse": 15,
      "text": "were partly vexed with monstrous apparitions, and partly fainted, their heart failing them: for a sudden fear, and not looked for, came upon them."
    },
    {
      "verse": 16,
      "text": "So then whosoever there fell down was straitly kept, shut up in a prison without iron bars."
    },
    {
      "verse": 17,
      "text": "For whether he were husbandman, or shepherd, or a labourer in the field, he was overtaken, and endured \\add that\\add* necessity, which could not be avoided: for they were all bound with one chain of darkness."
    },
    {
      "verse": 18,
      "text": "Whether \\add it were\\add* a whistling wind, or a melodious noise of birds among the spreading branches, or a pleasing fall of water running violently,"
    },
    {
      "verse": 19,
      "text": "or a terrible sound of stones cast down, or a running that could not be seen of skipping beasts, or a roaring voice of most savage wild beasts, or a rebounding echo from the hollow mountains; \\add these things\\add* made them to swoon for fear."
    },
    {
      "verse": 20,
      "text": "For the whole world shined with clear light, and none were hindered in their labour:"
    },
    {
      "verse": 21,
      "text": "over them only was spread a heavy night, an image of \\add that\\add* darkness which should afterwards receive them: but \\add yet\\add* were they unto themselves more grievous than the darkness."
    }
  ]
}