{
  "book_id": "WIS",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Nevertheless thy saints had a very great light, whose voice they hearing, and not seeing theirshape, because they also had not suffered the same things, they counted themhappy."
    },
    {
      "verse": 2,
      "text": "But for that they did not hurt them now, of whom they had been wronged before, they thanked them, and besought them pardon for that theyhad been enemies."
    },
    {
      "verse": 3,
      "text": "Instead whereof thou gavest thema burning pillar of fire, both to bea guide of the unknown journey, and a harmless sun to entertain themhonourably."
    },
    {
      "verse": 4,
      "text": "For they wereworthy to be deprived of light, and imprisoned in darkness, who had kept thy sons shut up, by whom the uncorrupt light of the law was to be given unto the world."
    },
    {
      "verse": 5,
      "text": "And when they had determined to slay the babes of the saints, one child being cast forth, and saved, to reprove them, thou tookest away the multitude of theirchildren, and destroyedst themaltogether in a mighty water."
    },
    {
      "verse": 6,
      "text": "Of that night were our fathers certified afore, that assuredly knowing unto what oaths they had given credence, they might afterwards be of good cheer."
    },
    {
      "verse": 7,
      "text": "So of thy people was accepted both the salvation of the righteous, and destruction of the enemies."
    },
    {
      "verse": 8,
      "text": "For wherewith thou didst punish ouradversaries, by the same thou didst glorify us, whom thou hadst called."
    },
    {
      "verse": 9,
      "text": "For the righteous children of good mendid sacrifice secretly, and with one consent made a holy law, that the saints should be alike partakers of the same good and evil, the fathers now singing out thesongs of praise."
    },
    {
      "verse": 10,
      "text": "But on the other side there sounded an ill according cry of the enemies; and a lamentable noise was carried abroad for children that were bewailed."
    },
    {
      "verse": 11,
      "text": "The master and the servant werepunished after one manner; and like as the king, so suffered the common person."
    },
    {
      "verse": 12,
      "text": "So they altogether had innumerable dead with one kind of death; neither were the living sufficient to bury them:for in one moment the noblest offspring of them was destroyed."
    },
    {
      "verse": 13,
      "text": "For whereas they would not believe any thingby reason of the enchantments; upon the destruction of the firstborn, they acknowledged thispeople to be the sons of God."
    },
    {
      "verse": 14,
      "text": "For while all thingswere in quiet silence, and thatnight was in the midst of her swift course,"
    },
    {
      "verse": 15,
      "text": "thine Almighty word leapt downfrom heaven out of thyroyal throne, asa fierce man of war into the midst of a land of destruction,"
    },
    {
      "verse": 16,
      "text": "and brought thine unfeigned commandment asa sharp sword, and standing up filled all thingswith death; and it touched the heaven, but it stood upon the earth."
    },
    {
      "verse": 17,
      "text": "Then suddenly visions of horrible dreams troubled them sore, and terrors came upon themunlooked for."
    },
    {
      "verse": 18,
      "text": "And one thrown here, another there, half dead, shewed the cause of his death."
    },
    {
      "verse": 19,
      "text": "For the dreams that troubled them did foreshew this, lest they should perish, and not know why they were afflicted."
    },
    {
      "verse": 20,
      "text": "Yea, the tasting of death touched the righteous also, and there was a destruction of the multitude in the wilderness: but the wrath endured not long."
    },
    {
      "verse": 21,
      "text": "For thenthe blameless man made haste, and stood forth to defend them;and bringing the shield of his proper ministry, evenprayer, and the propitiation of incense, set himself against the wrath, and sobrought the calamity to an end, declaring that he was thy servant."
    },
    {
      "verse": 22,
      "text": "So he overcame the destroyer, not with strength of body, nor force of arms, but with a word subdued he him that punished, alleging the oaths and covenants made with the fathers."
    },
    {
      "verse": 23,
      "text": "For when the dead were now fallen down by heaps one upon another, standing between, he stayed the wrath, and parted the way to the living."
    },
    {
      "verse": 24,
      "text": "For in the long garment was the whole world, and in the four rows of the stones wasthe glory of the fathers graven, and thy majesty upon the diadem of his head."
    },
    {
      "verse": 25,
      "text": "Unto these the destroyer gave place, and was afraid of them: for it was enough that theyonly tasted of the wrath."
    }
  ]
}