{
  "book_id": "1CO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Οὐ θέλω ⸀γὰρὑμᾶς ἀγνοεῖν, ἀδελφοί, ὅτι οἱ πατέρες ἡμῶν πάντες ὑπὸ τὴν νεφέλην ἦσαν καὶ πάντες διὰ τῆς θαλάσσης διῆλθον,"
    },
    {
      "verse": 2,
      "text": "καὶ πάντες εἰς τὸν Μωϋσῆν ⸀ἐβαπτίσαντοἐν τῇ νεφέλῃ καὶ ἐν τῇ θαλάσσῃ,"
    },
    {
      "verse": 3,
      "text": "καὶ πάντες τὸ αὐτὸ ⸂πνευματικὸν βρῶμα ἔφαγον"
    },
    {
      "verse": 4,
      "text": "καὶ πάντες τὸ αὐτὸ ⸂πνευματικὸν ἔπιον πόμα, ἔπινον γὰρ ἐκ πνευματικῆς ἀκολουθούσης πέτρας, ἡ ⸂πέτρα δὲ ἦν ὁ Χριστός·"
    },
    {
      "verse": 5,
      "text": "ἀλλʼ οὐκ ἐν τοῖς πλείοσιν αὐτῶν ηὐδόκησεν ὁ θεός, κατεστρώθησαν γὰρ ἐν τῇ ἐρήμῳ."
    },
    {
      "verse": 6,
      "text": "Ταῦτα δὲ τύποι ἡμῶν ἐγενήθησαν, εἰς τὸ μὴ εἶναι ἡμᾶς ἐπιθυμητὰς κακῶν, καθὼς κἀκεῖνοι ἐπεθύμησαν."
    },
    {
      "verse": 7,
      "text": "μηδὲ εἰδωλολάτραι γίνεσθε, καθώς τινες αὐτῶν· ὥσπερ γέγραπται· Ἐκάθισεν ὁ λαὸς φαγεῖν καὶ πεῖν, καὶ ἀνέστησαν παίζειν."
    },
    {
      "verse": 8,
      "text": "μηδὲ πορνεύωμεν, καθώς τινες αὐτῶν ἐπόρνευσαν, καὶ ἔπεσαν μιᾷ ἡμέρᾳ εἴκοσι τρεῖς χιλιάδες."
    },
    {
      "verse": 9,
      "text": "μηδὲ ἐκπειράζωμεν τὸν ⸀Χριστόν ⸀καθώςτινες αὐτῶν ἐπείρασαν, καὶ ὑπὸ τῶν ὄφεων ⸀ἀπώλλυντο"
    },
    {
      "verse": 10,
      "text": "μηδὲ γογγύζετε, ⸀καθάπερτινὲς αὐτῶν ἐγόγγυσαν, καὶ ἀπώλοντο ὑπὸ τοῦ ὀλοθρευτοῦ."
    },
    {
      "verse": 11,
      "text": "ταῦτα ⸀δὲ⸂τυπικῶς συνέβαινεν ἐκείνοις, ἐγράφη δὲ πρὸς νουθεσίαν ἡμῶν, εἰς οὓς τὰ τέλη τῶν αἰώνων ⸀κατήντηκεν"
    },
    {
      "verse": 12,
      "text": "ὥστε ὁ δοκῶν ἑστάναι βλεπέτω μὴ πέσῃ,"
    },
    {
      "verse": 13,
      "text": "πειρασμὸς ὑμᾶς οὐκ εἴληφεν εἰ μὴ ἀνθρώπινος· πιστὸς δὲ ὁ θεός, ὃς οὐκ ἐάσει ὑμᾶς πειρασθῆναι ὑπὲρ ὃ δύνασθε, ἀλλὰ ποιήσει σὺν τῷ πειρασμῷ καὶ τὴν ἔκβασιν τοῦ ⸀δύνασθαιὑπενεγκεῖν."
    },
    {
      "verse": 14,
      "text": "Διόπερ, ἀγαπητοί μου, φεύγετε ἀπὸ τῆς εἰδωλολατρίας."
    },
    {
      "verse": 15,
      "text": "ὡς φρονίμοις λέγω· κρίνατε ὑμεῖς ὅ φημι."
    },
    {
      "verse": 16,
      "text": "τὸ ποτήριον τῆς εὐλογίας ὃ εὐλογοῦμεν, οὐχὶ κοινωνία ⸂ἐστὶν τοῦ αἵματος τοῦ Χριστοῦ; τὸν ἄρτον ὃν κλῶμεν, οὐχὶ κοινωνία τοῦ σώματος τοῦ Χριστοῦ ἐστιν;"
    },
    {
      "verse": 17,
      "text": "ὅτι εἷς ἄρτος, ἓν σῶμα οἱ πολλοί ἐσμεν, οἱ γὰρ πάντες ἐκ τοῦ ἑνὸς ἄρτου μετέχομεν."
    },
    {
      "verse": 18,
      "text": "βλέπετε τὸν Ἰσραὴλ κατὰ σάρκα· ⸀οὐχοἱ ἐσθίοντες τὰς θυσίας κοινωνοὶ τοῦ θυσιαστηρίου εἰσίν;"
    },
    {
      "verse": 19,
      "text": "τί οὖν φημι; ὅτι ⸂εἰδωλόθυτόν τί ἐστιν, ἢ ὅτι εἴδωλόν τί ἐστιν;"
    },
    {
      "verse": 20,
      "text": "ἀλλʼ ὅτι ἃ ⸀θύουσιν δαιμονίοις ⸂καὶ οὐ θεῷ θύουσιν, οὐ θέλω δὲ ὑμᾶς κοινωνοὺς τῶν δαιμονίων γίνεσθαι."
    },
    {
      "verse": 21,
      "text": "οὐ δύνασθε ποτήριον κυρίου πίνειν καὶ ποτήριον δαιμονίων· οὐ δύνασθε τραπέζης κυρίου μετέχειν καὶ τραπέζης δαιμονίων."
    },
    {
      "verse": 22,
      "text": "ἢ παραζηλοῦμεν τὸν κύριον; μὴ ἰσχυρότεροι αὐτοῦ ἐσμεν;"
    },
    {
      "verse": 23,
      "text": "⸀Πάνταἔξεστιν· ἀλλʼ οὐ πάντα συμφέρει. ⸁πάνταἔξεστιν· ἀλλʼ οὐ πάντα οἰκοδομεῖ."
    },
    {
      "verse": 24,
      "text": "μηδεὶς τὸ ἑαυτοῦ ζητείτω ἀλλὰ τὸ τοῦ ⸀ἑτέρου"
    },
    {
      "verse": 25,
      "text": "πᾶν τὸ ἐν μακέλλῳ πωλούμενον ἐσθίετε μηδὲν ἀνακρίνοντες διὰ τὴν συνείδησιν,"
    },
    {
      "verse": 26,
      "text": "τοῦ ⸂κυρίου γὰρ ἡ γῆ καὶ τὸ πλήρωμα αὐτῆς."
    },
    {
      "verse": 27,
      "text": "⸀εἴτις καλεῖ ὑμᾶς τῶν ἀπίστων καὶ θέλετε πορεύεσθαι, πᾶν τὸ παρατιθέμενον ὑμῖν ἐσθίετε μηδὲν ἀνακρίνοντες διὰ τὴν συνείδησιν·"
    },
    {
      "verse": 28,
      "text": "ἐὰν δέ τις ὑμῖν εἴπῃ· Τοῦτο ⸀ἱερόθυτόνἐστιν, μὴ ἐσθίετε διʼ ἐκεῖνον τὸν μηνύσαντα καὶ τὴν ⸀συνείδησιν"
    },
    {
      "verse": 29,
      "text": "συνείδησιν δὲ λέγω οὐχὶ τὴν ἑαυτοῦ ἀλλὰ τὴν τοῦ ἑτέρου· ἱνατί γὰρ ἡ ἐλευθερία μου κρίνεται ὑπὸ ἄλλης συνειδήσεως;"
    },
    {
      "verse": 30,
      "text": "εἰ ἐγὼ χάριτι μετέχω, τί βλασφημοῦμαι ὑπὲρ οὗ ἐγὼ εὐχαριστῶ;"
    },
    {
      "verse": 31,
      "text": "Εἴτε οὖν ἐσθίετε εἴτε πίνετε εἴτε τι ποιεῖτε, πάντα εἰς δόξαν θεοῦ ποιεῖτε."
    },
    {
      "verse": 32,
      "text": "ἀπρόσκοποι ⸂καὶ Ἰουδαίοις γίνεσθε καὶ Ἕλλησιν καὶ τῇ ἐκκλησίᾳ τοῦ θεοῦ,"
    },
    {
      "verse": 33,
      "text": "καθὼς κἀγὼ πάντα πᾶσιν ἀρέσκω, μὴ ζητῶν τὸ ἐμαυτοῦ ⸀σύμφορονἀλλὰ τὸ τῶν πολλῶν, ἵνα σωθῶσιν."
    }
  ]
}