{
  "book_id": "AMO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "שמעו את הדבר הזה אשר אנכי נשא עליכם קינה בית ישראל׃"
    },
    {
      "verse": 2,
      "text": "נפלה לא תוסיף קום בתולת ישראל נטשה על אדמתה אין מקימה׃"
    },
    {
      "verse": 3,
      "text": "כי כה אמר אדני יהוה העיר היצאת אלף תשאיר מאה והיוצאת מאה תשאיר עשרה לבית ישראל׃"
    },
    {
      "verse": 4,
      "text": "כי כה אמר יהוה לבית ישראל דרשוני וחיו׃"
    },
    {
      "verse": 5,
      "text": "ואל תדרשו בית אל והגלגל לא תבאו ובאר שבע לא תעברו כי הגלגל גלה יגלה ובית אל יהיה לאון׃"
    },
    {
      "verse": 6,
      "text": "דרשו את יהוה וחיו פן יצלח כאש בית יוסף ואכלה ואין מכבה לבית אל׃"
    },
    {
      "verse": 7,
      "text": "ההפכים ללענה משפט וצדקה לארץ הניחו׃"
    },
    {
      "verse": 8,
      "text": "עשה כימה וכסיל והפך לבקר צלמות ויום לילה החשיך הקורא למי הים וישפכם על פני הארץ יהוה שמו׃"
    },
    {
      "verse": 9,
      "text": "המבליג שד על עז ושד על מבצר יבוא׃"
    },
    {
      "verse": 10,
      "text": "שנאו בשער מוכיח ודבר תמים יתעבו׃"
    },
    {
      "verse": 11,
      "text": "לכן יען בושסכם על דל ומשאת בר תקחו ממנו בתי גזית בניתם ולא תשבו בם כרמי חמד נטעתם ולא תשתו את יינם׃"
    },
    {
      "verse": 12,
      "text": "כי ידעתי רבים פשעיכם ועצמים חטאתיכם צררי צדיק לקחי כפר ואביונים בשער הטו׃"
    },
    {
      "verse": 13,
      "text": "לכן המשכיל בעת ההיא ידם כי עת רעה היא׃"
    },
    {
      "verse": 14,
      "text": "דרשו טוב ואל רע למען תחיו ויהי כן יהוה אלהי צבאות אתכם כאשר אמרתם׃"
    },
    {
      "verse": 15,
      "text": "שנאו רע ואהבו טוב והציגו בשער משפט אולי יחנן יהוה אלהי צבאות שארית יוסף׃"
    },
    {
      "verse": 16,
      "text": "לכן כה אמר יהוה אלהי צבאות אדני בכל רחבות מספד ובכל חוצות יאמרו הו הו וקראו אכר אל אבל ומספד אל יודעי נהי׃"
    },
    {
      "verse": 17,
      "text": "ובכל כרמים מספד כי אעבר בקרבך אמר יהוה׃"
    },
    {
      "verse": 18,
      "text": "הוי המתאוים את יום יהוה למה זה לכם יום יהוה הוא חשך ולא אור׃"
    },
    {
      "verse": 19,
      "text": "כאשר ינוס איש מפני הארי ופגעו הדב ובא הבית וסמך ידו על הקיר ונשכו הנחש׃"
    },
    {
      "verse": 20,
      "text": "הלא חשך יום יהוה ולא אור ואפל ולא נגה לו׃"
    },
    {
      "verse": 21,
      "text": "שנאתי מאסתי חגיכם ולא אריח בעצרתיכם׃"
    },
    {
      "verse": 22,
      "text": "כי אם תעלו לי עלות ומנחתיכם לא ארצה ושלם מריאיכם לא אביט׃"
    },
    {
      "verse": 23,
      "text": "הסר מעלי המון שריך וזמרת נבליך לא אשמע׃"
    },
    {
      "verse": 24,
      "text": "ויגל כמים משפט וצדקה כנחל איתן׃"
    },
    {
      "verse": 25,
      "text": "הזבחים ומנחה הגשתם לי במדבר ארבעים שנה בית ישראל׃"
    },
    {
      "verse": 26,
      "text": "ונשאתם את סכות מלככם ואת כיון צלמיכם כוכב אלהיכם אשר עשיתם לכם׃"
    },
    {
      "verse": 27,
      "text": "והגליתי אתכם מהלאה לדמשק אמר יהוה אלהי צבאות שמו׃"
    }
  ]
}