{
  "book_id": "MAT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "About that time John the Baptist first appeared, proclaiming in the wilderness of Judea:"
    },
    {
      "verse": 2,
      "text": "‘Repent, for the kingdom of heaven is at hand.’"
    },
    {
      "verse": 3,
      "text": "John was the one who was spoken of in the prophet Isaiah, where he says – “The voice of one crying aloud in the wilderness: ‘Make ready the way of the Lord, make his paths straight.’”"
    },
    {
      "verse": 4,
      "text": "John’s clothes were made of camels’ hair, with a leather strap round his waist, and his food was locusts and wild honey."
    },
    {
      "verse": 5,
      "text": "At that time Jerusalem, and all Judea, as well as the whole district of the Jordan, went out to him"
    },
    {
      "verse": 6,
      "text": "and were baptised by him in the Jordan River, confessing their sins."
    },
    {
      "verse": 7,
      "text": "But when John saw many of the Pharisees and Sadducees coming to receive his baptism, he said to them, ‘You children of snakes! Who has prompted you to seek refuge from the coming judgment?"
    },
    {
      "verse": 8,
      "text": "Let your life, then, prove your repentance;"
    },
    {
      "verse": 9,
      "text": "and do not think that you can say among yourselves “Abraham is our ancestor,” for I tell you that out of these stones God is able to raise descendants for Abraham!"
    },
    {
      "verse": 10,
      "text": "Already the axe is lying at the root of the trees. Therefore every tree that fails to bear good fruit will be cut down and thrown into the fire."
    },
    {
      "verse": 11,
      "text": "I, indeed, baptise you with water to teach repentance; but he who is coming after me is more powerful than I, and I am not fit even to carry his sandals. He will baptise you with the Holy Spirit and with fire."
    },
    {
      "verse": 12,
      "text": "His winnowing-fan is in his hand, and he will clear his threshing-floor, and store his grain in the barn, but the chaff he will burn with a fire that cannot be put out.’"
    },
    {
      "verse": 13,
      "text": "Then Jesus came from Galilee to the Jordan, to John, to be baptised by him."
    },
    {
      "verse": 14,
      "text": "But John tried to prevent him. ‘I need to be baptised by you,’ he said, ‘so why have you come to me?’"
    },
    {
      "verse": 15,
      "text": "‘\\+w This|strong=\"G3588\"\\+w* \\+w is|strong=\"G1510\"\\+w* \\+w the|strong=\"G3956\"\\+w* \\+w way|strong=\"G3779\"\\+w* \\+w it|strong=\"G1161\"\\+w* \\+w should|strong=\"G3588\"\\+w* \\+w be|strong=\"G1510\"\\+w* \\+w for|strong=\"G1063\"\\+w* \\+w now|strong=\"G1161\"\\+w*,’Jesus answered, ‘\\+w because|strong=\"G1063\"\\+w* \\+w we|strong=\"G2249\"\\+w* \\+w should|strong=\"G3588\"\\+w* \\+w do|strong=\"G3004\"\\+w* \\+w everything|strong=\"G3956\"\\+w* \\+w that|strong=\"G3588\"\\+w* \\+w God|strong=\"G3004\"\\+w* requires.’So John agreed."
    },
    {
      "verse": 16,
      "text": "After the baptism of Jesus, and just as he came up from the water, the heavens opened, and he saw the Spirit of God coming down like a dove and resting on him,"
    },
    {
      "verse": 17,
      "text": "and from the heavens there came a voice which said, ‘This is my dearly loved son, who brings me great joy.’"
    }
  ]
}