{
  "book_id": "DEU",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Hear, O Israel: Thou artto pass over Jordan this day, to go in to possess nations greater and mightier than thyself, cities great and fenced up to heaven,"
    },
    {
      "verse": 2,
      "text": "A people great and tall, the children of the Anakims, whom thou knowest, and of whomthou hast heard say, Who can stand before the children of Anak!"
    },
    {
      "verse": 3,
      "text": "Understand therefore this day, that the \\+w LORD|strong=\"H3068\"\\+w*thy God ishe which goeth over before thee; asa consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the \\+w LORD|strong=\"H3068\"\\+w*hath said unto thee."
    },
    {
      "verse": 4,
      "text": "Speak not thou in thine heart, after that the \\+w LORD|strong=\"H3068\"\\+w*thy God hath cast them out from before thee, saying, For my righteousness the \\+w LORD|strong=\"H3068\"\\+w*hath brought me in to possess this land: but for the wickedness of these nations the \\+w LORD|strong=\"H3068\"\\+w*doth drive them out from before thee."
    },
    {
      "verse": 5,
      "text": "Not for thy righteousness, or for the uprightness of thine heart, dost thou go to possess their land: but for the wickedness of these nations the \\+w LORD|strong=\"H3068\"\\+w*thy God doth drive them out from before thee, and that he may perform the word which the \\+w LORD|strong=\"H3068\"\\+w*sware unto thy fathers, Abraham, Isaac, and Jacob."
    },
    {
      "verse": 6,
      "text": "Understand therefore, that the \\+w LORD|strong=\"H3068\"\\+w*thy God giveth thee not this good land to possess it for thy righteousness; for thou arta stiffnecked people."
    },
    {
      "verse": 7,
      "text": "¶ Remember, andforget not, how thou provokedst the \\+w LORD|strong=\"H3068\"\\+w*thy God to wrath in the wilderness: from the day that thou didst depart out of the land of Egypt, until ye came unto this place, ye have been rebellious against the \\+w LORD|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 8,
      "text": "Also in Horeb ye provoked the \\+w LORD|strong=\"H3068\"\\+w*to wrath, so that the \\+w LORD|strong=\"H3068\"\\+w*was angry with you to have destroyed you."
    },
    {
      "verse": 9,
      "text": "When I was gone up into the mount to receive the tables of stone, eventhe tables of the covenant which the \\+w LORD|strong=\"H3068\"\\+w*made with you, then I abode in the mount forty days and forty nights, I neither did eat bread nor drink water:"
    },
    {
      "verse": 10,
      "text": "And the \\+w LORD|strong=\"H3068\"\\+w*delivered unto me two tables of stone written with the finger of God; and on them was writtenaccording to all the words, which the \\+w LORD|strong=\"H3068\"\\+w*spake with you in the mount out of the midst of the fire in the day of the assembly."
    },
    {
      "verse": 11,
      "text": "And it came to pass at the end of forty days and forty nights, thatthe \\+w LORD|strong=\"H3068\"\\+w*gave me the two tables of stone, eventhe tables of the covenant."
    },
    {
      "verse": 12,
      "text": "And the \\+w LORD|strong=\"H3068\"\\+w*said unto me, Arise, get thee down quickly from hence; for thy people which thou hast brought forth out of Egypt have corrupted themselves;they are quickly turned aside out of the way which I commanded them; they have made them a molten image."
    },
    {
      "verse": 13,
      "text": "Furthermore the \\+w LORD|strong=\"H3068\"\\+w*spake unto me, saying, I have seen this people, and, behold, it isa stiffnecked people:"
    },
    {
      "verse": 14,
      "text": "Let me alone, that I may destroy them, and blot out their name from under heaven: and I will make of thee a nation mightier and greater than they."
    },
    {
      "verse": 15,
      "text": "So I turned and came down from the mount, and the mount burned with fire: and the two tables of the covenant werein my two hands."
    },
    {
      "verse": 16,
      "text": "And I looked, and, behold, ye had sinned against the \\+w LORD|strong=\"H3068\"\\+w*your God, andhad made you a molten calf: ye had turned aside quickly out of the way which the \\+w LORD|strong=\"H3068\"\\+w*had commanded you."
    },
    {
      "verse": 17,
      "text": "And I took the two tables, and cast them out of my two hands, and brake them before your eyes."
    },
    {
      "verse": 18,
      "text": "And I fell down before the \\+w LORD|strong=\"H3068\"\\+w*, as at the first, forty days and forty nights: I did neither eat bread, nor drink water, because of all your sins which ye sinned, in doing wickedly in the sight of the \\+w LORD|strong=\"H3068\"\\+w*, to provoke him to anger."
    },
    {
      "verse": 19,
      "text": "For I was afraid of the anger and hot displeasure, wherewith the \\+w LORD|strong=\"H3068\"\\+w*was wroth against you to destroy you. But the \\+w LORD|strong=\"H3068\"\\+w*hearkened unto me at that time also."
    },
    {
      "verse": 20,
      "text": "And the \\+w LORD|strong=\"H3068\"\\+w*was very angry with Aaron to have destroyed him: and I prayed for Aaron also the same time."
    },
    {
      "verse": 21,
      "text": "And I took your sin, the calf which ye had made, and burnt it with fire, and stamped it, andground itvery small, evenuntil it was as small as dust: and I cast the dust thereof into the brook that descended out of the mount."
    },
    {
      "verse": 22,
      "text": "And at Taberah, and at Massah, and at Kibroth-hattaavah, ye provoked the \\+w LORD|strong=\"H3068\"\\+w*to wrath."
    },
    {
      "verse": 23,
      "text": "Likewise when the \\+w LORD|strong=\"H3068\"\\+w*sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you; then ye rebelled against the commandment of the \\+w LORD|strong=\"H3068\"\\+w*your God, and ye believed him not, nor hearkened to his voice."
    },
    {
      "verse": 24,
      "text": "Ye have been rebellious against the \\+w LORD|strong=\"H3068\"\\+w*from the day that I knew you."
    },
    {
      "verse": 25,
      "text": "Thus I fell down before the \\+w LORD|strong=\"H3068\"\\+w*forty days and forty nights, as I fell down at the first;because the \\+w LORD|strong=\"H3068\"\\+w*had said he would destroy you."
    },
    {
      "verse": 26,
      "text": "I prayed therefore unto the \\+w LORD|strong=\"H3068\"\\+w*, and said, O Lord \\+w GOD|strong=\"H3069\"\\+w*, destroy not thy people and thine inheritance, which thou hast redeemed through thy greatness, which thou hast brought forth out of Egypt with a mighty hand."
    },
    {
      "verse": 27,
      "text": "Remember thy servants, Abraham, Isaac, and Jacob; look not unto the stubbornness of this people, nor to their wickedness, nor to their sin:"
    },
    {
      "verse": 28,
      "text": "Lest the land whence thou broughtest us out say, Because the \\+w LORD|strong=\"H3068\"\\+w*was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness."
    },
    {
      "verse": 29,
      "text": "Yet they arethy people and thine inheritance, which thou broughtest out by thy mighty power and by thy stretched out arm."
    }
  ]
}