{
  "book_id": "MRK",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And again he began to teach by the shore of the lake; and there was gathered to him a very great multitude, so that he went into a boat, and sat down in it upon the lake; and all the multitude was by the lake on the land."
    },
    {
      "verse": 2,
      "text": "And he taught them many things in parables, and said to them in his teaching,"
    },
    {
      "verse": 3,
      "text": "Hearken: Behold, a sower went forth to sow."
    },
    {
      "verse": 4,
      "text": "And it came to pass, as he sowed some seeds fell by the way-side; and the birds came and devoured them."
    },
    {
      "verse": 5,
      "text": "And others fell on rocky ground, where they had not much earth; and they sprung up immediately, because they had no depth of earth."
    },
    {
      "verse": 6,
      "text": "But when the sun was up, they were scorched; and because they had no root, they withered away."
    },
    {
      "verse": 7,
      "text": "And others fell among thorns; and the thorns grew up, and choked them, and they yielded no fruit."
    },
    {
      "verse": 8,
      "text": "And others fell on good ground, and shooting up and growing yielded fruit; and bore as much as thirty, and sixty, and a hundred fold."
    },
    {
      "verse": 9,
      "text": "And he said, He that hath ears to hear, let him hear."
    },
    {
      "verse": 10,
      "text": "And when he was in private, they who were about him, with the twelve, asked him about the parables."
    },
    {
      "verse": 11,
      "text": "And he said to them, To you hath been given the mystery of the kingdom of God; but to them, who are without, all things are done in parables; t"
    },
    {
      "verse": 12,
      "text": "hat seeing they may see, and not perceive, and hearing they may hear, and not understand; lest they should turn, and be forgiven."
    },
    {
      "verse": 13,
      "text": "And he saith to them, Know ye not this parable? and how will ye know all the parables?"
    },
    {
      "verse": 14,
      "text": "The sower soweth the word."
    },
    {
      "verse": 15,
      "text": "And these are they by the wayside, those where the word is sown, and when they have heard, Satan cometh immediately, and taketh away the word that was sown in them."
    },
    {
      "verse": 16,
      "text": "And these in like manner are they that are sown on the rocky places, those, who, when they have heard the word, immediately receive it with joy,"
    },
    {
      "verse": 17,
      "text": "and have no root in themselves, but endure only for a time; then, when affliction or persecution ariseth on account of the word, they immediately fall away."
    },
    {
      "verse": 18,
      "text": "And others are they that are sown among the thorns; these are they who hear the word,"
    },
    {
      "verse": 19,
      "text": "but the cares of the world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful."
    },
    {
      "verse": 20,
      "text": "And these are they who are sown on the good ground; such as hear the word, and receive it; and bear fruit, thirty, sixty, and a hundred fold."
    },
    {
      "verse": 21,
      "text": "And he said to them, Is a lamp brought to be put under the bushel, or under the bed, and not to be set on the lamp-stand?"
    },
    {
      "verse": 22,
      "text": "For there is nothing secret, unless to be made known; nor was any thing hidden, but that it should come to light."
    },
    {
      "verse": 23,
      "text": "If any one hath ears to hear, let him hear."
    },
    {
      "verse": 24,
      "text": "And he said to them, Take heed what ye hear. With what measure ye mete, it will be measured to you, and more will be added to you."
    },
    {
      "verse": 25,
      "text": "For he that hath, to him will be given; and he that hath not, from him will be taken away even what he hath."
    },
    {
      "verse": 26,
      "text": "And he said, Thus is the kingdom of God, as when a man has cast seed upon the ground,"
    },
    {
      "verse": 27,
      "text": "and sleeps and rises night and day, and the seed springs and grows up, he knows not how."
    },
    {
      "verse": 28,
      "text": "For the earth brings forth fruit of itself, first the blade, then the ear, then the full grain in the ear."
    },
    {
      "verse": 29,
      "text": "But when the fruit puts itself forth, immediately he sends out the sickle, because the harvest is come."
    },
    {
      "verse": 30,
      "text": "And he said, To what shall we liken the kingdom of God? or under what comparison shall we set it forth?"
    },
    {
      "verse": 31,
      "text": "It is like a grain of mustard, which, when it is sown in the earth, is less than all the seeds that are in the earth;"
    },
    {
      "verse": 32,
      "text": "and when it is sown, it grows up, and becomes greater than all the herbs, and puts forth great branches, so that the birds of the air can lodge under its shade."
    },
    {
      "verse": 33,
      "text": "And with many such parables he spoke the word to them, as they were able to hear."
    },
    {
      "verse": 34,
      "text": "But without a parable he did not speak to them; but in private he explained all things to his own disciples."
    },
    {
      "verse": 35,
      "text": "And on the same day, when the evening was come, he saith to them, Let us pass over to the other side."
    },
    {
      "verse": 36,
      "text": "And leaving the multitude, they take him with them, as he was, in the boat; and there were also other boats with him."
    },
    {
      "verse": 37,
      "text": "And there arose a great storm of wind, and the waves heat into the boat, so that it was already filling."
    },
    {
      "verse": 38,
      "text": "And he was in the stern, asleep on the pillow; and they awake him, and say to him, Teacher, carest thou not that we are perishing?"
    },
    {
      "verse": 39,
      "text": "And he arose, and rebuked the wind, and said to the waves, Peace! be still! And the wind ceased, and there was a great calm."
    },
    {
      "verse": 40,
      "text": "And he said to them, Why are ye so fearful? How is it that ye have not faith?"
    },
    {
      "verse": 41,
      "text": "And they feared exceedingly, and said one to another, Who then is this, that even the wind and the waves obey him?"
    }
  ]
}