{
  "book_id": "MRK",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And they came to the other side of the lake, into the country of the Gerasenes."
    },
    {
      "verse": 2,
      "text": "And when he had come out of the boat, immediately there met him out of the tombs a man with an unclean spirit,"
    },
    {
      "verse": 3,
      "text": "who had his dwelling in the tombs; and not even with a chain could any one bind him any longer;"
    },
    {
      "verse": 4,
      "text": "because he had often been bound with fetters and chains, and the chains had been snapped asunder by him, and the fetters broken in pieces; and no one could master him;"
    },
    {
      "verse": 5,
      "text": "and continually, night and day, in the tombs and in the mountains, he was crying out, and cutting himself, with stones."
    },
    {
      "verse": 6,
      "text": "And seeing Jesus afar off, he ran and bowed down before him,"
    },
    {
      "verse": 7,
      "text": "and cried out with a loud voice, and said, What have I to do with thee, Jesus, Son of the most high God? I adjure thee by God, do not torment me."
    },
    {
      "verse": 8,
      "text": "For he was saying to him, Unclean spirit, come out from the man."
    },
    {
      "verse": 9,
      "text": "And he asked him, What is thy name? And he saith to him, Legion is my name; for we are many."
    },
    {
      "verse": 10,
      "text": "And he besought him much not to send them out of the country."
    },
    {
      "verse": 11,
      "text": "Now there was there, by the mountain, a great herd of swine feeding."
    },
    {
      "verse": 12,
      "text": "And they besought him, saying, Send us into the swine, that we may enter into them."
    },
    {
      "verse": 13,
      "text": "And he gave them leave. And the unclean spirits coming out, entered into the swine; and the herd rushed down the steep into the lake, about two thousand, and were drowned in the lake."
    },
    {
      "verse": 14,
      "text": "And they that fed them fled, and told the news in the city and in the country. And they came to see what had been done."
    },
    {
      "verse": 15,
      "text": "And they come to Jesus, and see him who had been possessed by demons, sitting, clothed, and in his right mind,—him who had had the legion; and they were afraid."
    },
    {
      "verse": 16,
      "text": "And they who saw it told them how it befell him that was possessed by the demons, and concerning the swine."
    },
    {
      "verse": 17,
      "text": "And they began to beseech him to depart from their borders."
    },
    {
      "verse": 18,
      "text": "And when he was going on board the boat, he that had been possessed by the demons besought him that be might be with him."
    },
    {
      "verse": 19,
      "text": "And he did not permit him, but said to him, Go to thy house to thy friends, and tell them how great things the Lord hath done for thee, and that he hath had compassion on thee."
    },
    {
      "verse": 20,
      "text": "And he departed, and began to publish in Decapolis how great things Jesus had done for him; and all wondered."
    },
    {
      "verse": 21,
      "text": "And when Jesus had crossed again in the boat to the ether side, a great multitude gathered about him; and he was by the lake."
    },
    {
      "verse": 22,
      "text": "And there cometh one of the rulers of the synagogue, Jairus by name; and seeing him, he fell at his feet,"
    },
    {
      "verse": 23,
      "text": "and besought him much, saying, My little daughter lieth at the point of death; I pray thee, come and lay thy hands on her, that she may be saved and live."
    },
    {
      "verse": 24,
      "text": "And he went with him; and a great multitude followed him, and pressed upon him."
    },
    {
      "verse": 25,
      "text": "And a woman, who had had an issue of blood twelve years,"
    },
    {
      "verse": 26,
      "text": "and had undergone much at the hands of many physicians, and spent all that she had, and was not at all benefited, but rather grew worse,"
    },
    {
      "verse": 27,
      "text": "having heard about Jesus, came in the crowd behind, and touched his garment."
    },
    {
      "verse": 28,
      "text": "For she said, If I touch even his garments, I shall be made well."
    },
    {
      "verse": 29,
      "text": "And immediately the fountain of her blood was dried up; and she perceived in her body that she was cured of her plague."
    },
    {
      "verse": 30,
      "text": "And Jesus immediately perceiving in himself that power had gone out from him, turned round in the crowed, and said, Who touched my garments?"
    },
    {
      "verse": 31,
      "text": "And his disciples said to him, Thou seest the multitude pressing on thee, and dost thou say, Who touched me?"
    },
    {
      "verse": 32,
      "text": "And he looked round to see her who had done this."
    },
    {
      "verse": 33,
      "text": "But the woman, fearing and trembling, knowing what had been done to her, came and fell down before him, and told him all the truth."
    },
    {
      "verse": 34,
      "text": "And he said to her, Daughter, thy faith hath made thee well; go in peace, and be recovered from thy plague."
    },
    {
      "verse": 35,
      "text": "While he was yet speaking, there came from the house I of the ruler of the synagogue some who said, Thy daughter is dead; why dost thou trouble the Teacher any further?"
    },
    {
      "verse": 36,
      "text": "And Jesus, overhearing those words, saith to the ruler of the synagogue, Fear not; only believe."
    },
    {
      "verse": 37,
      "text": "And he suffered no one to follow him except Peter and James, and John the brother of James."
    },
    {
      "verse": 38,
      "text": "And they come to the house of the ruler of the synagogue; and he seeth a tumult, and people weeping and wailing greatly."
    },
    {
      "verse": 39,
      "text": "And going in, he saith to them, Why do ye make this confusion and weeping? The child is not dead, but is sleeping."
    },
    {
      "verse": 40,
      "text": "And they laughed him to scorn. But putting them all out, he taketh the father of the child, and the mother, and those who were with him, and entereth where the child was."
    },
    {
      "verse": 41,
      "text": "And taking hold of the hand of the child, he saith to her, Talitha, kum; which is, when interpreted, Damsel, I say to thee, arise!"
    },
    {
      "verse": 42,
      "text": "And immediately the damsel arose and walked; for she was twelve years old. And immediately they were greatly astonished."
    },
    {
      "verse": 43,
      "text": "And he charged them strictly that no one should know it, and bade that something should be given her to eat."
    }
  ]
}