{
  "book_id": "MRK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And there come together to him the Pharisees, and some of the scribes, who came from Jerusalem;"
    },
    {
      "verse": 2,
      "text": "and seeing some of his disciples eating bread with defiled, that is, unwashed hands,"
    },
    {
      "verse": 3,
      "text": "(for the Pharisees, and all the Jews, unless they wash their hands often, do not eat, holding fast the tradition of the elders;"
    },
    {
      "verse": 4,
      "text": "and on coming from the marketplace, unless they bathe, they do not eat; and there are many other things which they have received to hold, the dipping of cups, and pitchers, and brazen vessels;)"
    },
    {
      "verse": 5,
      "text": "then the Pharisees and scribes ask him, Why do not thy disciples walk according to the tradition of the elders, but eat bread with defiled hands?"
    },
    {
      "verse": 6,
      "text": "And he said to them, Well did Isaiah prophesy of you hypocrites, as it is written, “This people honoreth me with their lips, but their heart is far from me."
    },
    {
      "verse": 7,
      "text": "But in vain do they worship me, teaching as doctrines the commandments of men.”"
    },
    {
      "verse": 8,
      "text": "Laying aside, the commandment of God, ye hold fast the tradition of men."
    },
    {
      "verse": 9,
      "text": "And he said to them, Full well do ye reject the commandment of God, that ye may keep your tradition!"
    },
    {
      "verse": 10,
      "text": "For Moses said, “Honor thy father and thy mother;” and, “He that curseth father or mother, let him surely die.”"
    },
    {
      "verse": 11,
      "text": "But ye say, If a man say to his father or mother, Whatever thou mightst receive in aid from me is Corban, that is, a gift to God, [[he is not bound by the command. Thus]]"
    },
    {
      "verse": 12,
      "text": "ye suffer him no longer to do anything for his father or his mother;"
    },
    {
      "verse": 13,
      "text": "making void the word of God by your tradition, which ye have handed down; and many such things ye do."
    },
    {
      "verse": 14,
      "text": "And again calling the multitude to him, he said to them, Hearken to me all of you, and understand."
    },
    {
      "verse": 15,
      "text": "Nothing that entereth into a man from without can defile him; but the things that come out of him are what defile a man."
    },
    {
      "verse": 16,
      "text": ""
    },
    {
      "verse": 17,
      "text": "And when he had gone into the house from the crowd, his disciples asked him concerning the parable."
    },
    {
      "verse": 18,
      "text": "And he saith to them, Are ye too so without discernment? Do ye not understand that whatever thing from without entereth into a man, cannot defile him?"
    },
    {
      "verse": 19,
      "text": "because it entereth not into his heart, but into the stomach; and goeth out into the drain, which cleanseth all kinds of food."
    },
    {
      "verse": 20,
      "text": "And he said, That which cometh out of a man, that defileth a man."
    },
    {
      "verse": 21,
      "text": "For from within, out of the heart of men, come forth evil thoughts, fornications,"
    },
    {
      "verse": 22,
      "text": "thefts, murders, adulteries, covetousness, iniquities, deceit, wantonness, an evil eye, blasphemy, pride, foolishness."
    },
    {
      "verse": 23,
      "text": "All these evil things come from within, and defile a man."
    },
    {
      "verse": 24,
      "text": "And rising up, he departed thence into the borders of Tyre; and entering into a house, he desired that no one should know it; but he could not escape notice."
    },
    {
      "verse": 25,
      "text": "But a woman, whose young daughter had an unclean spirit, immediately hearing of him, came in, and fell at his feet."
    },
    {
      "verse": 26,
      "text": "The woman was a Greek, a Syrophoenician by nation; and she besought him that he would cast out the demon from her daughter."
    },
    {
      "verse": 27,
      "text": "And he said to her, Let the children be filled first; for it is not well to take the children's bread and throw it to the little dogs."
    },
    {
      "verse": 28,
      "text": "But she answered, and saith to him, Yea, Lord; even the little dogs under the table eat of the children's crumbs."
    },
    {
      "verse": 29,
      "text": "And he said to her, For this saying go thy way; the demon hath gone out of thy daughter."
    },
    {
      "verse": 30,
      "text": "And going away to her house, she found the child laid upon the bed, and the demon gone out."
    },
    {
      "verse": 31,
      "text": "And again leaving the borders of Tyre, he came through Sidon to the lake of Galilee, through the midst of the borders of Decapolis."
    },
    {
      "verse": 32,
      "text": "And they bring to him one that was deaf, and had an impediment in his speech, and beseech him to lay his hand upon him."
    },
    {
      "verse": 33,
      "text": "And taking him aside from the multitude, he put his fingers into his ears, and having spit, touched his tongue;"
    },
    {
      "verse": 34,
      "text": "and looking up to heaven, he sighed, and saith to him, Ephphatha, that is, Be opened."
    },
    {
      "verse": 35,
      "text": "And his ears were opened; and the string of his tongue was immediately loosed, and he spoke plain."
    },
    {
      "verse": 36,
      "text": "And he charged them to tell no one; but the more he charged them, the more did they publish it."
    },
    {
      "verse": 37,
      "text": "And they were beyond measure astonished, saying, He hath done all things well; he maketh both the deaf to hear, and the dumb to speak."
    }
  ]
}