{
  "book_id": "MRK",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And he said to them, Truly do I say to you, There are some of those standing here who will not taste of death, till they have seen that the kingdom of God hath come with power."
    },
    {
      "verse": 2,
      "text": "And after six days Jesus taketh with him Peter and James and John, and leadeth them up into a high mountain apart by themselves; and he was transfigured before them."
    },
    {
      "verse": 3,
      "text": "And his garments became glistening, very white, so as no fuller on earth can whiten."
    },
    {
      "verse": 4,
      "text": "And there appeared to them Elijah with Moses; and they were talking with Jesus."
    },
    {
      "verse": 5,
      "text": "And Peter answering saith to Jesus, Rabbi, it is good for us to be here; and let us make three tents, one for thee, and one for Moses, and one for Elijah."
    },
    {
      "verse": 6,
      "text": "For he knew not what to answer; for they were struck with terror."
    },
    {
      "verse": 7,
      "text": "And there came a cloud overshadowing them; and a voice came out of the cloud, This is my beloved Son; hear him."
    },
    {
      "verse": 8,
      "text": "And suddenly looking round, they no longer saw any one but Jesus alone with themselves."
    },
    {
      "verse": 9,
      "text": "And as they came down from the mountain, he charged them to give no account of what they had seen to any one, till the Son of man should have risen from the dead."
    },
    {
      "verse": 10,
      "text": "And they kept these words in mind, questioning one another what rising from the dead might mean."
    },
    {
      "verse": 11,
      "text": "And they asked him, saying, How is it that the Pharisees and scribes say that Elijah must come first?"
    },
    {
      "verse": 12,
      "text": "And he said to them, Elijah cometh first, and restoreth all things. And how hath it been written of the Son of man? that he must suffer many things, and be set at nought."
    },
    {
      "verse": 13,
      "text": "But I say to you that Elijah hath come, and they have done to him whatever they would; as it hath been written concerning him."
    },
    {
      "verse": 14,
      "text": "And coming to the disciples, they saw a great multitude about them, and scribes debating with them."
    },
    {
      "verse": 15,
      "text": "And immediately the whole multitude on seeing him was struck with awe, and running to him, saluted him."
    },
    {
      "verse": 16,
      "text": "And he asked them, About what are ye debating with them?"
    },
    {
      "verse": 17,
      "text": "And one of the multitude answered him, Teacher, I have brought to thee my son, who hath a dumb spirit."
    },
    {
      "verse": 18,
      "text": "And wherever it seizeth hold of him, it throweth him down; and he foameth and gnasheth his teeth; and he pineth away. And I spoke to thy disciples to cast it out, and they were not able."
    },
    {
      "verse": 19,
      "text": "He answereth and saith to them, O unbelieving generation! How long shall I be with you? How long shall I bear with you? Bring him to me."
    },
    {
      "verse": 20,
      "text": "And they brought him to him. And as soon as he saw him, the spirit convulsed him; and he fell on the ground, and wallowed, foaming."
    },
    {
      "verse": 21,
      "text": "And he asked his father, How long hath it been thus with him? And he said, From a child;"
    },
    {
      "verse": 22,
      "text": "and it hath often cast him both into fire, and into water, to destroy him; but if thou art able to do any thing, have compassion on us, and help us."
    },
    {
      "verse": 23,
      "text": "Jesus said to him, If thou art able? All things are possible for him that believeth."
    },
    {
      "verse": 24,
      "text": "The father of the child immediately cried out and said, I believe; help thou my unbelief."
    },
    {
      "verse": 25,
      "text": "And Jesus seeing that the multitude came running together, rebuked the unclean spirit, saying to it, Dumb and deaf spirit, I command thee, come out of him, and enter no more into him."
    },
    {
      "verse": 26,
      "text": "And uttering a cry, and convulsing him much, it came out of him. And he became as one dead; so that very many said, He is dead."
    },
    {
      "verse": 27,
      "text": "But Jesus, taking hold of his hand, raised him, and he stood up."
    },
    {
      "verse": 28,
      "text": "And when he had come into the house, his disciples asked him privately, Why could not we cast it out?"
    },
    {
      "verse": 29,
      "text": "And he said to them, This kind can go out by nothing, except by prayer."
    },
    {
      "verse": 30,
      "text": "And departing thence, they passed through Galilee; and he would not that any one should know it."
    },
    {
      "verse": 31,
      "text": "For he taught his disciples, and said to them, The Son of man is about to be delivered up into the hands of men, and they will put him to death; and when he hath been put to death, after three days he will rise again."
    },
    {
      "verse": 32,
      "text": "But they understood not what he said, and were afraid to ask him."
    },
    {
      "verse": 33,
      "text": "And they came to Capernaum; and having come into the house, he asked them, About what were ye disputing on the road?"
    },
    {
      "verse": 34,
      "text": "But they were silent; for on the road they had been disputing with one another, who was greatest."
    },
    {
      "verse": 35,
      "text": "And sitting down, he called the twelve, and saith to them, If any one desire to be first, he will be last of all, and servant of all."
    },
    {
      "verse": 36,
      "text": "And he took a child, and placed him in the midst of them, and taking him in his arms, he said to them,"
    },
    {
      "verse": 37,
      "text": "Whoever receiveth one of these children in my name, receiveth me; and whoever receiveth me, receiveth not me, but him that sent me."
    },
    {
      "verse": 38,
      "text": "John said to him, Teacher, we saw one casting out demons in thy name who followeth not us; and we forbade him, because he did not follow us."
    },
    {
      "verse": 39,
      "text": "But Jesus said, Forbid him not. For no one, who shall do a miracle in my name, can readily speak evil of me."
    },
    {
      "verse": 40,
      "text": "For he that is not against us is for us."
    },
    {
      "verse": 41,
      "text": "For whoever shall give you a cup of water to drink in my name, because ye belong to Christ, truly do I say to you, he will not lose his reward."
    },
    {
      "verse": 42,
      "text": "And whoever shall cause one of these little ones that believe to fall away, it would be better for him to have a great millstone hung round his neck, and be cast into the sea."
    },
    {
      "verse": 43,
      "text": "And if thy hand cause thee to fall away, cut it off. It is better for thee to enter into life maimed, than having the two hands to go away into hell, into the fire that is unquenchable."
    },
    {
      "verse": 44,
      "text": ""
    },
    {
      "verse": 45,
      "text": "And if thy foot is causing thee to fall away, cut it off; it is better for thee to enter into life lame, than having the two feet to be cast into hell."
    },
    {
      "verse": 46,
      "text": ""
    },
    {
      "verse": 47,
      "text": "And if thine eye is causing thee to fall away, pluck it out; it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell,"
    },
    {
      "verse": 48,
      "text": "where their worm dieth not, and the fire is not quenched."
    },
    {
      "verse": 49,
      "text": "For every one will be salted with fire."
    },
    {
      "verse": 50,
      "text": "Salt is good; but if the salt have lost its saltness, wherewith will ye season it? Have salt in yourselves, and be at peace with one another."
    }
  ]
}