{
  "book_id": "MRK",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And departing thence, he cometh into the borders of Judaea, and to the other side of the Jordan; and multitudes again come together to him; and, as he was wont, he again taught them."
    },
    {
      "verse": 2,
      "text": "And the Pharisees came to him, and asked him whether it was lawful for a man to put away his wife, trying him."
    },
    {
      "verse": 3,
      "text": "And he answering said to them, What did Moses command you?"
    },
    {
      "verse": 4,
      "text": "And they said, Moses permitted to write a bill of divorcement, and to put her away."
    },
    {
      "verse": 5,
      "text": "And Jesus said to them, On account of your hardness of heart he wrote you this command."
    },
    {
      "verse": 6,
      "text": "But, from the beginning of the creation, [[God]] made them male and female."
    },
    {
      "verse": 7,
      "text": "“For this cause shall a man leave his father and his mother;"
    },
    {
      "verse": 8,
      "text": "and the two shall become one flesh.” So they are no longer two, but one flesh."
    },
    {
      "verse": 9,
      "text": "What therefore God joined together, let not man put asunder."
    },
    {
      "verse": 10,
      "text": "And in the house his disciples asked him again about this matter."
    },
    {
      "verse": 11,
      "text": "And he saith to them, Whoever putteth away his wife, and marrieth another, committeth adultery against her."
    },
    {
      "verse": 12,
      "text": "And if she put away her husband, and be married to another, she committeth adultery."
    },
    {
      "verse": 13,
      "text": "And they brought children to him, that he might touch them; and the disciples rebuked those that brought them."
    },
    {
      "verse": 14,
      "text": "But Jesus seeing it was much displeased, and said to them, Suffer the children to come to me; forbid them not; for to such belongeth the kingdom of God."
    },
    {
      "verse": 15,
      "text": "Truly do I say to you, Whoever shall not receive the kingdom of God as a child, will not enter therein."
    },
    {
      "verse": 16,
      "text": "And he took them in his arms, and blessed them, laying his hands upon them."
    },
    {
      "verse": 17,
      "text": "And as he was going out into the way, a certain one running up and kneeling to him, asked him, Good teacher, what shall I do that I may inherit everlasting life?"
    },
    {
      "verse": 18,
      "text": "And Jesus said to him, Why dost thou call me good? None is good but one, that is, God."
    },
    {
      "verse": 19,
      "text": "Thou knowest the commandments, “Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honor thy father and thy mother.”"
    },
    {
      "verse": 20,
      "text": "And he said to him, Teacher, all these have I kept from my youth."
    },
    {
      "verse": 21,
      "text": "And Jesus looking at him, loved him, and said to him, One thing thou lackest; go, sell whatever thou hast, and give to the poor, and thou shalt have treasure in heaven; and come, follow me."
    },
    {
      "verse": 22,
      "text": "But his countenance fell at that saying, and he went away sorrowful; for he had great possessions."
    },
    {
      "verse": 23,
      "text": "And Jesus, looking round, saith to his disciples, How hardly shall they who have riches enter the kingdom t of God!"
    },
    {
      "verse": 24,
      "text": "And the disciples were astonished at his words. But Jesus answering again saith to them, Children, how hard it is to enter the kingdom of God!"
    },
    {
      "verse": 25,
      "text": "It is easier for a camel to go through the eye of a needle, than for a rich man to enter the kingdom of God."
    },
    {
      "verse": 26,
      "text": "And they were beyond measure astonished, saying among themselves, Who then can be saved?"
    },
    {
      "verse": 27,
      "text": "Jesus looking upon them saith, With men it is impossible, but not with God; for all things are possible with God."
    },
    {
      "verse": 28,
      "text": "Peter began to say to him, Lo! we left all, and have followed thee."
    },
    {
      "verse": 29,
      "text": "Jesus said, Truly do I say to you, There is no one who hath left house, or brothers, or sisters, or mother, or father, or children, or lands, for the sake of me and of the glad tidings,"
    },
    {
      "verse": 30,
      "text": "who will not receive a hundredfold in the time that now is, houses, and brothers, and sisters, and mothers, and children, and lands, with persecutions, and in the world to come everlasting life."
    },
    {
      "verse": 31,
      "text": "But many who are first will be last; and the last first."
    },
    {
      "verse": 32,
      "text": "And they were on the road, going up to Jerusalem; and Jesus was leading the way; and they were amazed, and they that followed were afraid. And again taking the twelve aside, he began to tell them what things were about to befall him:"
    },
    {
      "verse": 33,
      "text": "Lo! we are going up to Jerusalem, and the Son of man will be delivered up to the chief priests and to the scribes; and they will condemn him to death, and deliver him up to the gentiles;"
    },
    {
      "verse": 34,
      "text": "and they will mock him, and spit upon him, and scourge him, and put him to death; and after three days he will rise again."
    },
    {
      "verse": 35,
      "text": "And James and John, the sons of Zebedee, come to him, saying to him, Teacher, we would that thou shouldst do for us whatever we shall ask thee."
    },
    {
      "verse": 36,
      "text": "And he said to them, What would ye that I should do for you?"
    },
    {
      "verse": 37,
      "text": "And they said to him, Grant to us that we may sit, one on thy right hand and one on thy left, in thy glory."
    },
    {
      "verse": 38,
      "text": "But Jesus said to them, Ye know not what ye ask. Can ye drink the cup that I drink, or be baptized with the baptism that I am baptized with?"
    },
    {
      "verse": 39,
      "text": "And they said to him, We can. And Jesus said to them, Ye will drink the cup that I drink, and ye will be baptized with the baptism that I am baptized with;"
    },
    {
      "verse": 40,
      "text": "but to sit on my right hand or on my left is not mine to give, but it will be given to those for whom it hath been prepared."
    },
    {
      "verse": 41,
      "text": "And the ten hearing it began to be much displeased with James and John."
    },
    {
      "verse": 42,
      "text": "And Jesus, calling them to him, saith to them, Ye know that they who are accounted to rule over the nations lord it over them, and their great men exercise a strict authority over them."
    },
    {
      "verse": 43,
      "text": "But it is not so among you; but whoever desireth to become great among you, will be your minister;"
    },
    {
      "verse": 44,
      "text": "and whoever of you desireth to become first, will be servant of all;"
    },
    {
      "verse": 45,
      "text": "for even the Son of man came not to be served, but to serve, and to give his life a ransom for many."
    },
    {
      "verse": 46,
      "text": "And they come to Jericho; and as he was going out of Jericho with his disciples and a great multitude, the son of Timaeus, Bartimaeus, a blind beggar, was sitting by the wayside."
    },
    {
      "verse": 47,
      "text": "And hearing that it was Jesus the Nazarene, he began to cry out and say, Son of David, Jesus, have pity on me!"
    },
    {
      "verse": 48,
      "text": "And many sharply bade him be silent; but he cried out the more, Son of David, have pity on me!"
    },
    {
      "verse": 49,
      "text": "And Jesus stopped, and said, Call him. And they call the blind man, saying to him, Be of good courage, rise, he calleth thee."
    },
    {
      "verse": 50,
      "text": "And throwing off his garment, he leaped up, and came to Jesus."
    },
    {
      "verse": 51,
      "text": "And Jesus answering said to him, What dost thou wish me to do for thee? The blind man said to him, My master, to restore my sight."
    },
    {
      "verse": 52,
      "text": "And Jesus said to him, Go; thy faith hath saved thee. And he immediately received his sight, and followed him on the road."
    }
  ]
}