{
  "book_id": "MRK",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And as soon as it was morning, the chief priests, having held a consultation with the elders and the scribes, and the whole council, bound Jesus, and carried him away, and delivered him up to Pilate."
    },
    {
      "verse": 2,
      "text": "And Pilate asked him, Art thou the king of the Jews? And he answering saith to him, I am."
    },
    {
      "verse": 3,
      "text": "And the chief priests brought many charges against him."
    },
    {
      "verse": 4,
      "text": "And Pilate asked him again, Dost thou make no answer? See what things they are testifying against thee!"
    },
    {
      "verse": 5,
      "text": "But Jesus made no further answer; so that Pilate marveled."
    },
    {
      "verse": 6,
      "text": "Now at the feast he was wont to release to them one prisoner, whom they might ask."
    },
    {
      "verse": 7,
      "text": "And there was one named Barabbas, who lay bound with insurgents who had committed murder in the insurrection."
    },
    {
      "verse": 8,
      "text": "And the multitude, coming up, began to ask him to do as he had been wont to do for them."
    },
    {
      "verse": 9,
      "text": "And Pilate answered them, saying, Will ye that I release to you the king of the Jews?"
    },
    {
      "verse": 10,
      "text": "For he knew that for envy the chief priests had delivered him up."
    },
    {
      "verse": 11,
      "text": "But the chief priests stirred up the multitude, that he should rather release to them Barabbas."
    },
    {
      "verse": 12,
      "text": "And Pilate answering again said to them, What then would ye have me do with him whom ye call the king of the Jews?"
    },
    {
      "verse": 13,
      "text": "And they cried out again, Crucify him!"
    },
    {
      "verse": 14,
      "text": "Then Pilate said to them, Why, what evil hath he done? And they cried out the more, Crucify him!"
    },
    {
      "verse": 15,
      "text": "And Pilate, wishing to satisfy the multitude, released to them Barabbas; and, when he had scourged Jesus, delivered him up to be crucified."
    },
    {
      "verse": 16,
      "text": "And the soldiers led him away into the court, which is the Praetorium; and they call together the whole band."
    },
    {
      "verse": 17,
      "text": "And they clothe him with purple, and having platted a crown of thorns, they put it on him."
    },
    {
      "verse": 18,
      "text": "And they began to salute him: Hail, king of the Jews!"
    },
    {
      "verse": 19,
      "text": "And they struck him on the head with a reed, and spit upon him, and kneeling down, did him homage."
    },
    {
      "verse": 20,
      "text": "And after they had made sport of him, they stripped him of the purple robe, and put his own garments on him. And they lead him out to crucify him."
    },
    {
      "verse": 21,
      "text": "And they compel one Simon a Cyrenaean, who was passing by, coming from the country, the father of Alexander and Rufus, to carry his cross."
    },
    {
      "verse": 22,
      "text": "And they bring him to the place Golgotha; which is, when interpreted, Place of a Skull."
    },
    {
      "verse": 23,
      "text": "And they gave him wine mingled with myrrh; but he did not take it."
    },
    {
      "verse": 24,
      "text": "And they crucify him, and divide his garments, casting lots for them, what each should take."
    },
    {
      "verse": 25,
      "text": "And it was the third hour when they crucified him."
    },
    {
      "verse": 26,
      "text": "And on the cross the inscription of the charge against him was written: “The king of the Jews.”"
    },
    {
      "verse": 27,
      "text": "And with him they crucify two robbers; one on his right hand, and one on his left."
    },
    {
      "verse": 28,
      "text": ""
    },
    {
      "verse": 29,
      "text": "And they that passed by reviled him, wagging their heads, and saying, Ha! thou that destroyest the temple, and buildest it up in three days,"
    },
    {
      "verse": 30,
      "text": "save thyself, and come down from the cross."
    },
    {
      "verse": 31,
      "text": "In like manner also the chief priests, with the scribes, making sport among themselves, said, He saved others, cannot he save himself?"
    },
    {
      "verse": 32,
      "text": "Let the Christ, the king of Israel, come down now from the cross, that we may see and believe. And they that were crucified with him were reviling him."
    },
    {
      "verse": 33,
      "text": "And when the sixth hour had come, there was darkness over the whole land until the ninth hour."
    },
    {
      "verse": 34,
      "text": "And at the ninth hour Jesus cried with a loud voice, Eloi, Eloi, lema sabachthani? which is, when interpreted, My God, my God, why hast thou forsaken me?"
    },
    {
      "verse": 35,
      "text": "And some of those who stood by, when they heard it, said, See! he is calling for Elijah."
    },
    {
      "verse": 36,
      "text": "And one ran and filled a sponge with vinegar, and put it on a reed, and gave it to him to drink, saying, Hold! Let us see whether Elijah will come to take him down."
    },
    {
      "verse": 37,
      "text": "And Jesus, having uttered a loud cry, expired."
    },
    {
      "verse": 38,
      "text": "And the veil of the temple was rent in two from the top to the bottom."
    },
    {
      "verse": 39,
      "text": "And the centurion who stood over against him, seeing that he so expired, said, Truly this man was the Son of God."
    },
    {
      "verse": 40,
      "text": "There were also women looking on from a distance; among whom was Mary the Magdalene, and Mary the mother of James the less and of Joses, and Salome;"
    },
    {
      "verse": 41,
      "text": "who, when he was in Galilee, followed him, and rendered him their services; and many other women who came up with him to Jerusalem."
    },
    {
      "verse": 42,
      "text": "And evening having now come, because it was the preparation, that is, the day before the sabbath,"
    },
    {
      "verse": 43,
      "text": "Joseph of Arimathaea, an honorable councilor, who was himself waiting for the kingdom of God, came, and boldly went in to Pilate, and asked for the body of Jesus."
    },
    {
      "verse": 44,
      "text": "And Pilate wondered that he was already dead; and calling to him the centurion, he asked him whether he had been long dead."
    },
    {
      "verse": 45,
      "text": "And having been informed by the centurion, he gave the body to Joseph."
    },
    {
      "verse": 46,
      "text": "And having bought fine linen, he took him down, and wrapped him in the linen, and laid him in a tomb which was hewn out of a rock, and rolled a stone to the door of the tomb."
    },
    {
      "verse": 47,
      "text": "And Mary the Magdalene and Mary the mother of Joses saw where he was laid."
    }
  ]
}