{
  "book_id": "1CO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Οὕτως ἡμᾶς λογιζέσθω ἄνθρωπος· ὡς ὑπηρέτας Χριστοῦ καὶ οἰκονόμους μυστηρίων Θεοῦ."
    },
    {
      "verse": 2,
      "text": "Ὃ δὲ λοιπὸν ζητεῖται ἐν τοῖς οἰκονόμοις ἵνα πιστός τις εὑρεθῇ."
    },
    {
      "verse": 3,
      "text": "Ἐμοὶ δὲ εἰς ἐλάχιστόν ἐστιν ἵνα ὑφ᾿ ὑμῶν ἀνακριθῶ ἢ ὑπὸ ἀνθρωπίνης ἡμέρας· ἀλλ᾿ οὐδὲ ἐμαυτὸν ἀνακρίνω."
    },
    {
      "verse": 4,
      "text": "Οὐδὲν γὰρ ἐμαυτῷ σύνοιδα, ἀλλ᾿ οὐκ ἐν τούτῳ δεδικαίωμαι· ὁ δὲ ἀνακρίνων με Κύριός ἐστιν."
    },
    {
      "verse": 5,
      "text": "Ὥστε μὴ πρὸ καιροῦ τι κρίνετε, ἕως ἂν ἔλθῃ ὁ Κύριος, ὃς καὶ φωτίσει τὰ κρυπτὰ τοῦ σκότους καὶ φανερώσει τὰς βουλὰς τῶν καρδιῶν· καὶ τότε ὁ ἔπαινος γενήσεται ἑκάστῳ ἀπὸ τοῦ Θεοῦ. No room for boasting"
    },
    {
      "verse": 6,
      "text": "Ταῦτα δέ, ἀδελφοί, μετεσχημάτισα εἰς ἐμαυτὸν καὶ Ἀπολλὼ δι᾿ ὑμᾶς, ἵνα ἐν ἡμῖν μάθητε τὸ μὴ ὑπὲρ ὃ γέγραπται φρονεῖν, ἵνα μὴ εἷς ὑπὲρ τοῦ ἑνὸς μὴ φυσιοῦσθε κατὰ τοῦ ἑτέρου."
    },
    {
      "verse": 7,
      "text": "Τίς γάρ σε διακρίνει; Τί δὲ ἔχεις ὃ οὐκ ἔλαβες; Εἰ δὲ καὶ ἔλαβες, τί καυχᾶσαι ὡς μὴ λαβών;"
    },
    {
      "verse": 8,
      "text": "Ἤδη κεκορεσμένοι ἐστέ, ἤδη ἐπλουτήσατε, χωρὶς ἡμῶν ἐβασιλεύσατε· καὶ ὄφελόν γε ἐβασιλεύσατε, ἵνα καὶ ἡμεῖς ὑμῖν συμβασιλεύσωμεν. The cost of being an apostle"
    },
    {
      "verse": 9,
      "text": "Δοκῶ γὰρ ὅτι ὁ Θεὸς ἡμᾶς τοὺς ἀποστόλους ἐσχάτους ἀπέδειξεν, ὡς ἐπιθανατίους· ὅτι θέατρον ἐγενήθημεν τῷ κόσμῳ, καὶ ἀγγέλοις καὶ ἀνθρώποις."
    },
    {
      "verse": 10,
      "text": "Ἡμεῖς μωροὶ διὰ Χριστόν, ὑμεῖς δὲ φρόνιμοι ἐν Χριστῷ· ἡμεῖς ἀσθενεῖς, ὑμεῖς δὲ ἰσχυροί· ὑμεῖς ἔνδοξοι, ἡμεῖς δὲ ἄτιμοι."
    },
    {
      "verse": 11,
      "text": "Ἄχρι τῆς ἄρτι ὥρας καὶ πεινῶμεν καὶ διψῶμεν, καὶ γυμνιτεύομεν καὶ κολαφιζόμεθα καὶ ἀστατοῦμεν,"
    },
    {
      "verse": 12,
      "text": "καὶ κοπιῶμεν, ἐργαζόμενοι ταῖς ἰδίαις χερσίν. Λοιδορούμενοι εὐλογοῦμεν, διωκόμενοι ἀνεχόμεθα,"
    },
    {
      "verse": 13,
      "text": "βλασφημούμενοι παρακαλοῦμεν. Ὡς περικαθάρματα τοῦ κόσμου ἐγενήθημεν, πάντων περίψημα, ἕως ἄρτι. Children imitate fathers"
    },
    {
      "verse": 14,
      "text": "Οὐκ ἐντρέπων ὑμᾶς γράφω ταῦτα, ἀλλ᾿ ὡς τέκνα μου ἀγαπητὰ νουθετῶ."
    },
    {
      "verse": 15,
      "text": "Ἐὰν γὰρ μυρίους παιδαγωγοὺς ἔχητε ἐν Χριστῷ, ἀλλ᾿ οὐ πολλοὺς πατέρας· ἐν γὰρ Χριστῷ Ἰησοῦ, διὰ τοῦ εὐαγγελίου, ἐγὼ ὑμᾶς ἐγέννησα."
    },
    {
      "verse": 16,
      "text": "Παρακαλῶ οὖν ὑμᾶς, μιμηταί μου γίνεσθε."
    },
    {
      "verse": 17,
      "text": "Διὰ τοῦτο ἔπεμψα ὑμῖν Τιμόθεον, ὅς ἐστιν τέκνον μου ἀγαπητὸν καὶ πιστὸν ἐν Κυρίῳ, ὃς ὑμᾶς ἀναμνήσει τὰς ὁδούς μου τὰς ἐν Χριστῷ, καθὼς πανταχοῦ ἐν πάσῃ ἐκκλησίᾳ διδάσκω. Not in word but in power"
    },
    {
      "verse": 18,
      "text": "Ὡς μὴ ἐρχομένου δέ μου πρὸς ὑμᾶς, ἐφυσιώθησάν τινες."
    },
    {
      "verse": 19,
      "text": "Ἐλεύσομαι δὲ ταχέως πρὸς ὑμᾶς, ἐὰν ὁ Κύριος θελήσῃ, καὶ γνώσομαι, οὐ τὸν λόγον τῶν πεφυσιωμένων, ἀλλὰ τὴν δύναμιν."
    },
    {
      "verse": 20,
      "text": "Οὐ γὰρ ἐν λόγῳ ἡ βασιλεία τοῦ Θεοῦ ἀλλ᾿ ἐν δυνάμει."
    },
    {
      "verse": 21,
      "text": "Τί θέλετε; Ἐν ῥάβδῳ ἔλθω πρὸς ὑμᾶς, ἢ ἐν ἀγάπῃ πνεύματί τε πρᾳότητος;"
    }
  ]
}