{
  "book_id": "1CO",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Περὶ δὲ τῆς λογίας τῆς εἰς τοὺς ἁγίους, ὥσπερ διέταξα ταῖς ἐκκλησίαις τῆς Γαλατίας, οὕτως καὶ ὑμεῖς ποιήσατε."
    },
    {
      "verse": 2,
      "text": "Κατὰ μίαν σαββάτων, ἕκαστος ὑμῶν παρ᾿ ἑαυτῷ τιθέτω, θησαυρίζων ὅ τι ἂν εὐοδοῦται, ἵνα μὴ ὅταν ἔλθω τότε λογίαι γίνωνται."
    },
    {
      "verse": 3,
      "text": "Ὅταν δὲ παραγένωμαι, οὓς ἐὰν δοκιμάσητε δι᾿ ἐπιστολῶν, τούτους πέμψω ἀπενεγκεῖν τὴν χάριν ὑμῶν εἰς Ἱερουσαλήμ."
    },
    {
      "verse": 4,
      "text": "Ἐὰν δὲ ᾖ ἄξιον τοῦ κἀμὲ πορεύεσθαι, σὺν ἐμοὶ πορεύσονται. Personal plans"
    },
    {
      "verse": 5,
      "text": "Ἐλεύσομαι δὲ πρὸς ὑμᾶς ὅταν Μακεδονίαν διέλθω (Μακεδονίαν γὰρ διέρχομαι)."
    },
    {
      "verse": 6,
      "text": "Πρὸς ὑμᾶς δὲ τυχὸν παραμενῶ, ἢ καὶ παραχειμάσω, ἵνα ὑμεῖς με προπέμψητε, οὗ ἐὰν πορεύωμαι."
    },
    {
      "verse": 7,
      "text": "Οὐ θέλω γὰρ ὑμᾶς ἄρτι ἐν παρόδῳ ἰδεῖν, ἐλπίζω δὲ χρόνον τινὰ ἐπιμεῖναι πρὸς ὑμᾶς, ἐὰν ὁ Κύριος ἐπιτρέπῃ."
    },
    {
      "verse": 8,
      "text": "Ἐπιμενῶ δὲ ἐν Ἐφέσῳ ἕως τῆς Πεντηκοστῆς,"
    },
    {
      "verse": 9,
      "text": "θύρα γάρ μοι ἀνέῳγεν μεγάλη καὶ ἐνεργής, καὶ ἀντικείμενοι πολλοί. This and that"
    },
    {
      "verse": 10,
      "text": "Ἐὰν δὲ ἔλθῃ Τιμόθεος, βλέπετε ἵνα ἀφόβως γένηται πρὸς ὑμᾶς, τὸ γὰρ ἔργον Κυρίου ἐργάζεται ὡς καὶ ἐγώ."
    },
    {
      "verse": 11,
      "text": "Μή τις οὖν αὐτὸν ἐξουθενήσῃ· προπέμψατε δὲ αὐτὸν ἐν εἰρήνῃ, ἵνα ἔλθῃ πρός με· ἐκδέχομαι γὰρ αὐτὸν μετὰ τῶν ἀδελφῶν."
    },
    {
      "verse": 12,
      "text": "Περὶ δὲ Ἀπολλὼ τοῦ ἀδελφοῦ· πολλὰ παρεκάλεσα αὐτὸν ἵνα ἔλθῃ πρὸς ὑμᾶς μετὰ τῶν ἀδελφῶν, καὶ πάντως οὐκ ἦν θέλημα ἵνα νῦν ἔλθῃ· ἐλεύσεται δὲ ὅταν εὐκαιρήσῃ."
    },
    {
      "verse": 13,
      "text": "Γρηγορεῖτε, στήκετε ἐν τῇ πίστει, ἀνδρίζεσθε, κραταιοῦσθε."
    },
    {
      "verse": 14,
      "text": "Πάντα ὑμῶν ἐν ἀγάπῃ γινέσθω."
    },
    {
      "verse": 15,
      "text": "Παρακαλῶ δὲ ὑμᾶς, ἀδελφοί (οἴδατε τὴν οἰκίαν Στεφανᾶ, ὅτι ἐστὶν ἀπαρχὴ τῆς Ἀχαΐας, καὶ εἰς διακονίαν τοῖς ἁγίοις ἔταξαν ἑαυτούς),"
    },
    {
      "verse": 16,
      "text": "ἵνα καὶ ὑμεῖς ὑποτάσσησθε τοῖς τοιούτοις, καὶ παντὶ τῷ συνεργοῦντι καὶ κοπιῶντι."
    },
    {
      "verse": 17,
      "text": "Χαίρω δὲ ἐπὶ τῇ παρουσίᾳ Στεφανᾶ καὶ Φουρτουνάτου καὶ Ἀχαϊκοῦ, ὅτι τὸ ὑμῶν ὑστέρημα οὗτοι ἀνεπλήρωσαν·"
    },
    {
      "verse": 18,
      "text": "ἀνέπαυσαν γὰρ τὸ ἐμὸν πνεῦμα καὶ τὸ ὑμῶν· ἐπιγινώσκετε οὖν τοὺς τοιούτους. Final greetings"
    },
    {
      "verse": 19,
      "text": "Ἀσπάζονται ὑμᾶς αἱ ἐκκλησίαι τῆς Ἀσίας. Ἀσπάζονται ὑμᾶς ἐν Κυρίῳ πολλὰ Ἀκύλας καὶ Πρίσκιλλα, σὺν τῇ κατ᾿ οἶκον αὐτῶν ἐκκλησίᾳ."
    },
    {
      "verse": 20,
      "text": "Ἀσπάζονται ὑμᾶς οἱ ἀδελφοὶ πάντες. Ἀσπάσασθε ἀλλήλους ἐν φιλήματι ἁγίῳ."
    },
    {
      "verse": 21,
      "text": "Ὁ ἀσπασμὸς τῇ ἐμῇ χειρί, Παύλου."
    },
    {
      "verse": 22,
      "text": "Εἴ τις οὐ φιλεῖ τὸν Κύριον ἡμῶν Ἰησοῦν Χριστόν, ἤτω ἀνάθεμα. Μαραναθά."
    },
    {
      "verse": 23,
      "text": "Ἡ χάρις τοῦ Κυρίου Ἰησοῦ Χριστοῦ μεθ᾿ ὑμῶν."
    },
    {
      "verse": 24,
      "text": "Ἡ ἀγάπη μου μετὰ πάντων ὑμῶν ἐν Χριστῷ Ἰησοῦ. Ἀμήν.,"
    }
  ]
}