{
  "book_id": "NAM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the bloody city! Full of lies and plunder, without end is the spoil."
    },
    {
      "verse": 2,
      "text": "Hear the crack of the whip, hear the rattle of wheels. Galloping horses, jolting chariots."
    },
    {
      "verse": 3,
      "text": "Horsemen charging, swords flashing, spears glittering, a multitude of slain, a heap of bodies, no end to the corpses over which people stumble!"
    },
    {
      "verse": 4,
      "text": "“Because you acted like a whore, bewitching the nations, enticing the peoples,"
    },
    {
      "verse": 5,
      "text": "I am against you, Nineveh” the \\+w Lord|strong=\"H3068\"\\+w*of hosts declares. “I will strip your clothes and show the nations your nakedness, and the kingdoms your shame."
    },
    {
      "verse": 6,
      "text": "“I will fling loathsome filth at you, and make you an object of contempt, a spectacle,"
    },
    {
      "verse": 7,
      "text": "so that everyone who sees you will flee from you and say: ‘Nineveh is laid waste, who will mourn for her?’"
    },
    {
      "verse": 8,
      "text": "“Are you any better than Thebes, which stood on the banks of the Nile, with waters around as a rampart, whose wall was the sea of waters?"
    },
    {
      "verse": 9,
      "text": "Her strength was Ethiopia and Egypt. The Libyans were her helpers, and Put with its countless people."
    },
    {
      "verse": 10,
      "text": "Yet she was exiled and made captive. On all corners of the streets her infants were dashed to pieces. Lots were cast for her nobles, all her great ones were bound in chains."
    },
    {
      "verse": 11,
      "text": "“You too, Nineveh, will be drunk with fear; you too will seek a place of escape from the foe."
    },
    {
      "verse": 12,
      "text": "All your fortresses are fig trees with the first ripe figs; if shaken, they fall into the mouth of the eater!"
    },
    {
      "verse": 13,
      "text": "Your troops are weak as women before your foes; the gates of your land are wide open; your defenses burned down."
    },
    {
      "verse": 14,
      "text": "“Draw water for the siege, strengthen your forts. Go to the clay pits and tread the clay; take up the brick moulds."
    },
    {
      "verse": 15,
      "text": "There the fire will consume you, the sword will cut you down. Multiply like the locust or a swarm of grasshoppers."
    },
    {
      "verse": 16,
      "text": "Increase the numbers of your merchants until they are more than the stars of heaven,"
    },
    {
      "verse": 17,
      "text": "until your watchmen are locusts, and your scribes like grasshoppers, which swarm in the hedges on a cold day; but when the sun rises they fly away, no one knows where."
    },
    {
      "verse": 18,
      "text": "“King of Assyria: your princes slumber, your nobles sleep! Your people are scattered on the mountains with no one to gather them!"
    },
    {
      "verse": 19,
      "text": "There is no healing for your hurt, your wound is incurable. All who hear of your fate clap their hands in joy, for who has escaped your limitless cruelty?”"
    }
  ]
}