{
  "book_id": "JOS",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ Ἱεριχὼ συρκεκλεισμένη καὶ ὠχυρωμένη, καὶ οὐδεὶς ἐξεπορεύετο ἐξ αὐτῆς, οὐδὲ εἰσεπορεύετο."
    },
    {
      "verse": 2,
      "text": "Καὶ εἶπε Κύριος πρὸς Ἰησοῦν, ἰδον ἐγὼ παραδίδωμι ὑποχείριόν σοι τὴν Ἱεριχὼ, καὶ τὸν βασιλέα αὐτῆς τὸν ἐν αὐτῇ, δυνατοὺς ὄντας ἐν ἰσχύϊ."
    },
    {
      "verse": 3,
      "text": "Σὺ δὲ περίστησον αὐτῇ τοὺς μαχίμους κύκλῳ."
    },
    {
      "verse": 5,
      "text": "Καὶ ἔσται ὡς ἂν σαλπίσητε τῇ σάλπιγγι, ἀνακραγέτω πᾶς ὁ λαὸς ἅμα, καὶ ἀνακραγόντων αὐτῶν πεσεῖται αὐτόματα τὰ τείχη τῆς πόλεως, καὶ εἰσελεύσεται πᾶς ὁ λαὸς ὁρμήσας ἕκαστος κατὰ πρόσωπον εἰς τὴν πόλιν."
    },
    {
      "verse": 6,
      "text": "Καὶ εἰσῆλθεν Ἰησοῦς ὁ τοῦ Ναυῆ πρὸς τοὺς ἱερεῖς,"
    },
    {
      "verse": 7,
      "text": "καὶ εἶπεν αὐτοῖς, λέγων, παραγγείλατε τῷ λαῷ περιελθεῖν, καὶ κυκλῶσαι τὴν πόλιν· καὶ οἱ μάχιμοι παραπορευέσθωσαν ἐνωπλισμένοι ἐναντίον Κυρίου."
    },
    {
      "verse": 8,
      "text": "Καὶ ἑπτὰ ἱερεῖς ἔχοντες ἑπτὰ σάλπιγγας ἱερὰς παρελθέτωσαν ὡσαύτως ἐναντίον τοῦ Κυρίου, καὶ σημαινέτωσαν εὐτόνως· καὶ ἡ κιβωτὸς τῆς διαθήκης Κυρίου ἐπακολουθείτω."
    },
    {
      "verse": 9,
      "text": "Οἱ δὲ μάχιμοι παραπορευέσθωσαν ἔμπροσθεν, καὶ οἱ ἱερεῖς οἱ οὐραγοῦντες ὀπίσω τῆς κιβωτοῦ τῆς διαθήκης Κυρίου σαλπίζοντες."
    },
    {
      "verse": 10,
      "text": "Τῷ δὲ λαῷ ἐνετείλατο Ἰησοῦς, λέγων, μὴ βοᾶτε, μηδὲ ἀκουσάτω μηδεὶς τὴν φωνὴν ὑμῶν, ἕως ἂν ἡμέραν διαγγείλῃ αὐτὸς ἀναβοῆσαι, καὶ τότε ἀναβοήσετε·"
    },
    {
      "verse": 11,
      "text": "Καὶ περιελθοῦσα ἡ κιβωτὸς τῆς διαθήκης τοῦ Θεοῦ εὐθέως ἀπῆλθεν εἰς τὴν παρεμβολὴν, καὶ ἐκοιμήθη ἐκεῖ."
    },
    {
      "verse": 12,
      "text": "Καὶ τῇ ἡμέρᾳ τῇ δευτέρᾳ ἀνέστη Ἰησοῦς τοπρωῒ, καὶ ᾖραν οἱ ἱερεῖς τὴν κιβωτὸν τῆς διαθήκης Κυρίου."
    },
    {
      "verse": 13,
      "text": "Καὶ οἱ ἑπτὰ ἱερεῖς οἱ φέροντες τὰς σάλπιγγας τὰς ἑπτὰ προεπορεύοντο ἐναντίον Κυρίου· καὶ μετὰ ταῦτα εἰσεπορεύοντο οἱ μάχιμοι, καὶ ὁ λοιπὸς ὄχλος ὄπισθεν τῆς κιβωτοῦ τῆς διαθήκης Κυρίου·"
    },
    {
      "verse": 14,
      "text": "καὶ οἱ ἱερεῖς ἐσάλπισαν ταῖς σάλπιγξι, καὶ ὁ λοιπὸς ὄχλος ἅπας περιεκύκλωσε τὴν πόλιν ἑξάκις ἐγγύθεν, καὶ ἀπῆλθε πάλιν εἰς τὴν παρεμβολήν· οὕτως ἐποίει ἐπὶ ἓξ ἡμέρας."
    },
    {
      "verse": 15,
      "text": "Καὶ τῇ ἡμέρᾳ τῇ ἑβδόμῃ ἀνέστησαν ὄρθρου, καὶ περιήλθοσαν τὴν πόλιν ἐν τῇ ἡμέρᾳ ἐκείνῃ ἑπτάκις."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐγένετο τῇ περιόδῳ τῇ ἑβδόμῃ ἐσάλπισαν οἱ ἱερεῖς· καὶ εἶπεν Ἰησοῦς τοῖς υἱοῖς Ἰσραὴλ, κεκράξατε, παρέδωκε γὰρ Κύριος ὑμῖν τὴν πόλιν."
    },
    {
      "verse": 17,
      "text": "Καὶ ἔσται ἡ πόλις ἀνάθεμα, αὐτὴ καὶ πάντα ὅσα ἐστὶν ἐν αὐτῇ, Κυρὶῳ σαβαώθ· πλὴν Ῥαὰβ τὴν πόρνην περιποιήσασθε αὐτὴν, καὶ πάντα ὅσα ἐστὶν ἐν τῷ οἴκῳ αὐτῆς."
    },
    {
      "verse": 18,
      "text": "Ἀγγὰ ὑμεῖς φυλάξεσθε σφόδρα ἀπὸ τοῦ ἀναθέματος, μήποτε ἐνθυμηθέντες ὑμεῖς αὐτοὶ λάβητε ἀπὸ τοῦ ἀναθέματος, καὶ ποιήσητε τὴν παρεμβολὴν τῶν υἱῶν Ἰσραὴλ ἀνάθεμα, καὶ ἐκτρίψητε ἡμᾶς."
    },
    {
      "verse": 19,
      "text": "Καὶ πᾶν ἀργύριον ἢ χρυσίον, ἢ χαλκὸς ἢ σίδηρος, ἅγιον ἔσται τῷ Κυρὶῳ· εἰς θησαυρὸν Κυρίου εἰσενεχθήσεται."
    },
    {
      "verse": 20,
      "text": "Καὶ ἐσάλπισαν ταῖς σάλπιγξιν οἱ ἱερεῖς· ὡς δὲ ἤκουσεν ὁ λαὸς τῶν σαλπίγγων, ἠλάλαξε πᾶς ὁ λαὸς ἅμα ἀλαλαγμῷ μεγάλῳ καὶ ἰσχυρῷ· καὶ ἔπεσεν ἅπαν τὸ τεῖχος κύκλῳ· καὶ ἀνέβη πᾶς ὁ λαὸς εἰς τὴν πόλιν."
    },
    {
      "verse": 21,
      "text": "Καὶ ἀνεθεμάτισεν αὐτὴν Ἰησοῦς, καὶ ὅσα ἦν ἐν τῇ πόλει ἀπὸ ἀνδρὸς καὶ ἕως γυναικὸς, ἀπὸ νεανίσκου καὶ ἕως πρεσβύτου, καὶ ἕως μόσχου καὶ ὑποζυγίου, ἐν στόματι ῥομφαίας."
    },
    {
      "verse": 22,
      "text": "Καὶ τοῖς δυσὶ νεανίσκοις τοῖς κατασκοπεύσασιν εἶπεν Ἰησοῦς, εἰσέλθατε εἰς τὴν οἰκίαν τῆς γυναικὸς, καὶ ἐξαγάγετε αὐτὴν ἐκεῖθεν, καὶ ὅσα ἐστὶν αὐτῇ."
    },
    {
      "verse": 23,
      "text": "Καὶ εἰσῆλθον οἱ δύο νεανίσκοι οἱ κατασκοπεύσαντες τὴν πόλιν, εἰς τὴν οἰκίαν τῆς γυναικὸς, καὶ ἐξηγάγοσαν Ῥαὰβ τὴν πόρνην, καὶ τὸν πατέρα αὐτῆς, καὶ τὴν μητέρα αὐτῆς, καὶ τοὺς ἀδελφοὺς αὐτῆς, καὶ τὴν συγγένειαν αὐτῆς, καὶ πάντα ὅσα ἦν αὐτῆ· καὶ κατέστησαν αὐτὴν ἔξω τῆς παρεμβολῆς Ἰσραήλ."
    },
    {
      "verse": 24,
      "text": "Καὶ ἡ πόλις ἐνεπρήσθη ἐν πυρισμῷ σὺν πᾶσι τοῖς ἐν αὐτῇ· πλὴν ἀργυρίου καὶ χρυσίου καὶ χαλκοῦ καὶ σιδήρου ἔδωκαν εἰς θησαυρὸν Κυρίου εἰσενεχθῆναι."
    },
    {
      "verse": 25,
      "text": "Καὶ Ῥαὰβ τὴν πόρνην, καὶ πάντα τὸν οἶκον αὐτῆς τὸν πατρικὸν ἐζώγρησεν Ἰησοῦς· καὶ κατῴκισεν ἐν τῷ Ἰσραὴλ ἕως τῆς σήμερον ἡμέρας, διότι ἔκρυψε τοὺς κατασκοπεύαντας, οὓς ἀπέστειλεν Ἰησοῦς κατασκοπεῦσαι τὴν Ἱεριχώ."
    },
    {
      "verse": 26,
      "text": "Καὶ ὥρκισεν Ἰησοῦς ἐν τῇ ἡμέρᾳ ἐκείνῃ ἐναντίον Κυρίου, λέγων, ἐπικατάρατος ὁ ἄνθρωπος, ὃς οἰκοδομήσει τὴν πόλιν ἐκείνην· ἐν τῷ πρωτοτόκῳ αὐτοῦ θεμελιώσει αὐτὴν, καὶ ἐν τῷ ἐλαχίστῳ αὐτοῦ ἐπιστήσει τὰς πύλας αὐτῆς. Καὶ οὕτως ἐποίησεν Ὁζᾶν ὁ ἐκ Βαιθήλ· ἐν τῷ Ἀβιρὼν τῷ πρωτοτόκῳ ἐθεμελίωσεν αὐτὴν, καὶ ἐν τῷ ἐλαχίστῳ διασωθέντι ἐπέστησε τὰς πύλας αὐτῆς."
    },
    {
      "verse": 27,
      "text": "Καὶ ἦν Κύριος μετὰ Ἰησοῦ, καὶ ἦν τὸ ὄνομα αὐτοῦ κατὰ πᾶσαν τὴν γῆν."
    }
  ]
}