{
  "book_id": "JOS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ εἶπε Κύριος πρὸς Ἰησοῦν, μὴ φοβηθῇς, μηδὲ δειλιάσῃς· λάβε μετὰ σοῦ πάντας τοὺς ἄνδρας τοὺς πολεμιστάς, καὶ ἀναστὰς ἀνάβηθι εἰς Γαί· ἰδοὺ δέδωκα εἰς τὰς χεῖράς σου τὸν βασιλέα Γαὶ, καὶ τὴν γῆν αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Καὶ ποιήσεις τὴν Γαὶ, ὃν τρόπον ἐποίησας τὴν Ἱεριχὼ, καὶ τὸν βασιλέα αὐτῆς· καὶ τὴν προνομὴν τῶν κτηνῶν προνομεύσεις σεαυτῷ· κατάστησον δὲ σεαυτῷ ἔνεδρα τῇ πόλει εἰς τὰ ὀπίσω."
    },
    {
      "verse": 3,
      "text": "Καὶ ἀνέστη Ἰησοῦς καὶ πᾶς ὁ λαὸς ὁ πολεμιστὴς ὥστε ἀναβῆναι εἰς Γαί. ἐπέλεξε δὲ Ἰησοῦς τριάκοντα χιλιάδας ἀνδρῶν δυνατοὺς ἐν ἰσχύϊ, καὶ ἀπέστειλεν αὐτοὺς νυκτός."
    },
    {
      "verse": 4,
      "text": "Καὶ ἐνετείλατο αὐτοῖς, λέγων, ὑμεῖς ἐνεδρεύσατε ὀπίσω τῆς πόλεως· μὴ μακρὰν γίνεσθε ἀπὸ τῆς πόλεως, καὶ ἔσεσθε πάντες ἕτοιμοι."
    },
    {
      "verse": 5,
      "text": "Καὶ ἐγὼ καὶ πάντες οἱ μετʼ ἐμοῦ προσάξομεν πρὸς τὴν πόλιν· καὶ ἔσται ὡς ἂν ἐξέλθωσιν οἱ κατοικοῦντες Γαὶ εἰς συνάντησιν ἡμῖν, καθάπερ καὶ πρώην, καὶ φευξόμεθα ἀπὸ προσώπου αὐτῶν."
    },
    {
      "verse": 6,
      "text": "Καὶ ὡς ἂν ἐξέλθωσιν ὀπίσω ἡμῶν, ἀποσπάσομεν αὐτοὺς ἀπὸ τῆς πόλεως· καὶ ἐροῦσι, φεύγουσιν οὗτοι ἀπὸ προσώπου ἡμῶν, ὃν τρόπον καὶ ἔμπροσθεν."
    },
    {
      "verse": 7,
      "text": "Ὑμεῖς δὲ ἐξαναστήσεσθε ἐκ τῆς ἐνέδρας, καὶ πορεύσεσθε εἰς τὴν πόλιν."
    },
    {
      "verse": 8,
      "text": "Κατὰ τὸ ῥῆμα τοῦτο ποιήσετε· ἰδοὺ ἐντέταλμαι ὑμῖν."
    },
    {
      "verse": 9,
      "text": "Καὶ ἀπέστειλεν αὐτοὺς Ἰησοῦς, καὶ ἐπορεύθησαν εἰς τὴν ἔνεδραν· καὶ ἐνεκάθισαν ἀναμέσον Βαιθὴλ καὶ ἀναμέσον Γαὶ, ἀπὸ θαλάσσης τῆς Γαί."
    },
    {
      "verse": 10,
      "text": "Καὶ ὀρθρίσας Ἰησοῦς τοπρωῒ, ἐπεσκέψατο τὸν λαόν· καὶ ἀνέβησαν αὐτὸς καὶ οἱ πρεσβύτεροι κατὰ πρόσωπον τοῦ λαοῦ ἐπὶ Γαί."
    },
    {
      "verse": 11,
      "text": "Καὶ πᾶς ὁ λαὸς ὁ πολεμιστὴς μετʼ αὐτοῦ ἀνέβησαν· καὶ πορευόμενοι ἦλθον ἐξεναντίας τῆς πόλεως ἀπὸ ἀνατολῶν."
    },
    {
      "verse": 12,
      "text": "Καὶ τὰ ἔνεδρα τῆς πόλεως ἀπὸ θαλάσσης·"
    },
    {
      "verse": 14,
      "text": "Καὶ ἐγένετο ὡς εἶδε βασιλεὺς Γαὶ, ἔσπευσε καὶ ἐξῆλθεν εἰς συνάντησιν αὐτοῖς ἐπʼ εὐθείας εἰς τὸν πόλεμον, αὐτὸς καὶ πᾶς ὁ λαὸς ὁ μετʼ αὐτοῦ· καὶ αὐτὸς οὐκ ᾔδει ὅτι ἔνεδρα αὐτῷ ἐστιν ὀπίσω τῆς πόλεως."
    },
    {
      "verse": 15,
      "text": "Καὶ εἶδε, καὶ ἀνεχώρησεν Ἰησοῦς καὶ Ἰσραὴλ ἀπὸ προσώπου αὐτῶν."
    },
    {
      "verse": 16,
      "text": "Καὶ κατεδίωξαν ὀπίσω τῶν υἱῶν Ἰσραήλ· καὶ αὐτοὶ ἀπέστησαν ἀπὸ τῆς πόλεως."
    },
    {
      "verse": 17,
      "text": "Οὐ κατελείφθη οὐδεὶς ἐν τῇ Γαὶ, ὃς οὐ κατεδίωξεν ὀπίσω Ἰσραήλ· καὶ κατέλιπον τὴν πόλιν ἠνεῳγμένην, καὶ κατεδίωξαν ὀπίσω Ἰσραήλ·"
    },
    {
      "verse": 18,
      "text": "Καὶ εἶπε Κύριος πρὸς Ἰησοῦν, ἔκτεινον τὴν χεῖρά σου ἐν τῷ γαισῷ τῷ ἐν τῇ χειρί σου ἐπὶ τὴν πόλιν, εἰς γὰρ τὰς χεῖράς σου παραδέδωκα αὐτήν· καὶ τὰ ἔνεδρα ἐξαναστήσονται ἐν τάχει ἐκ τοῦ τόπου αὐτῶν. Καὶ ἐξέτεινεν Ἰησοῦς τὴν χεῖρα αὐτοῦ τὸν γαισὸν ἐπὶ τὴν πόλιν·"
    },
    {
      "verse": 19,
      "text": "καὶ τὰ ἔνεδρα ἐξανέστησαν ἐν τάχει ἐκ τοῦ τόπου αὐτῶν· καὶ ἐξήλθοσαν ὅτε ἐξέτεινε τὴν χεῖρα, καὶ εἰσήλθοσαν καὶτὴν πόλιν, καὶ κατελάβοντο αὐτήν· καὶ σπεύσαντες ἐνέπρησαν τὴν πόλιν ἐν πυρί."
    },
    {
      "verse": 20,
      "text": "Καὶ περιβλέψαντες οἱ κάτοικοι Γαὶ εἰς τὰ ὀπίσω αὐτῶν, καὶ ἐθεώρουν καπνὸν ἀναβαίνοντα ἐκ τῆς πόλεως εἰς τὸν οὐρανόν· καὶ οὐκ ἔτι εἶχον ποῦ φύγωσιν ὧδε ἢ ὧδε."
    },
    {
      "verse": 21,
      "text": "Καὶ Ἰησοῦς καὶ πᾶς Ἰσραὴλ εἶδον, ὅτι ἔλαβον τὰ ἔνεδρα τὴν πόλιν, καὶ ὅτι ἀνέβη ὁ καπνὸς τῆς πόλεως εἰς τὸν οὐρανόν· καὶ μεταβαλλόμενοι, ἐπάταξαν τοὺς ἄνδρας τῆς Γαί."
    },
    {
      "verse": 22,
      "text": "Καὶ οὗτοι ἐξήλθοσαν ἐκ τῆς πόλεως εἰς συνάντησιν· καὶ ἐκενήθησαν ἀναμέσον τῆς παρεμβολῆς, οὗτοι ἐντεῦθεν καὶ οὗτοι ἐντεῦθεν· καὶ ἐπάταξαν αὐτοὺς ἕως τοῦ μὴ καταλειφθῆναι αὐτῶν σεσωσμένον καὶ διαπεφευγότα."
    },
    {
      "verse": 23,
      "text": "Καὶ τὸν βασιλέα τῆς Γαὶ συνέλαβον ζῶντα, καὶ προσήγαγον αὐτὸν πρὸς Ἰησοῦν."
    },
    {
      "verse": 24,
      "text": "Καὶ ὡς ἐπαύσαντο οἱ υἱοὶ Ἰσραὴλ ἀποκτείνοντες πάντας τοὺς ἐν τῇ Γαὶ, καὶ τοὺς ἐν τοῖς πεδίοις, καὶ ἐν τῷ ὄρει ἐπὶ τῆς καταβάσεως, οὗ κατεδίωξαν αὐτοὺς ἀπʼ αὐτῆς εἰς τέλος, καὶ ἐπέστρεψεν Ἰησοῦς εἰς Γαὶ, καὶ ἐπάταξεν αὐτὴν ἐν στόματι ῥομφαίας."
    },
    {
      "verse": 25,
      "text": "Καὶ ἐγενήθησαν οἱ πεσόντες ἐν τῇ ἡμέρᾳ ἐκείνῃ ἀπὸ ἄνδρος καὶ ἕως γυναικὸς, δώδεκα χιλιάδες, πάντας τοὺς κατοικοῦντας Γαί."
    },
    {
      "verse": 27,
      "text": "Πλὴν τῶν σκύλων τῶν ἐν τῇ πόλει πάντα, ἃ ἐπρονόμευσαν ἑαυτοῖς οἱ υἱοὶ Ἰσραήλ κατὰ πρόσταγμα Κυρίου, ὃν τρόπον συνέταξε Κύριος τῷ Ἰησοῖ."
    },
    {
      "verse": 28,
      "text": "Καὶ ἐνεπύρισεν Ἰησοῦς τὴν πόλιν ἐν πυρί· χῶμα ἀοίκητον εἰς τὸν αἰῶνα ἔθηκεν αὐτὴν ἕως τῆς ἡμέρας ταύτης."
    },
    {
      "verse": 29,
      "text": "Καὶ τὸν βασιλέα τῆς Γαὶ ἐκρέμασεν ἐπὶ ξύλου διδύμου· καὶ ἦν ἐπὶ τοῦ ξύλου ἕως ἑσπέρας· καὶ ἐπιδύνοντος τοῦ ἡλίου συνέταξεν Ἰησοῦς, καὶ καθείλοσαν τὸ σῶμα αὐτοῦ ἀπὸ τοῦ ξύλου, καὶ ἔῤῥιψαν αὐτὸ εἰς τὸν βόθρον· καὶ ἐπέστησαν αὐτῷ σωρὸν λίθων, ἕως τῆς ἡμέρας ταύτης."
    }
  ]
}