{
  "book_id": "ZEC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the fourth year of Darius the king, \\add that\\add* the word of the Lord came to Zechariah on the fourth \\add day\\add* of the ninth month, which is Chislev."
    },
    {
      "verse": 2,
      "text": "And Sharezer and Arbeseer the king and his men sent to Bethel, and \\add that\\add* to propitiate the Lord,"
    },
    {
      "verse": 3,
      "text": "speaking to the priests that were in the house of the Lord Almighty, and to the prophets, saying, The holy offering has come in hither in the fifth month, as it has done already many years."
    },
    {
      "verse": 4,
      "text": "And the word of the Lord of hosts came to me, saying,"
    },
    {
      "verse": 5,
      "text": "Speak to the whole people of the land, and to the priests, saying, Though ye fasted or lamented in the fifth or seventh \\add months\\add* (yea, behold, these seventy years) have ye at all fasted to me?"
    },
    {
      "verse": 6,
      "text": "And if ye eat or drink, do ye not eat and drink for yourselves?"
    },
    {
      "verse": 7,
      "text": "Are not these the words which the Lord spoke by the former prophets, when Jerusalem was inhabited and in prosperity, and her cities round about her, and the hill country and the low country was inhabited?"
    },
    {
      "verse": 8,
      "text": "And the word of the Lord came to Zechariah, saying,"
    },
    {
      "verse": 9,
      "text": "Thus saith the Lord Almighty; Judge righteous judgment, and deal mercifully and compassionately every one with his brother:"
    },
    {
      "verse": 10,
      "text": "and oppress not the widow, or the fatherless, or the stranger, or the poor; and let not one of you remember in his heart the injury of his brother."
    },
    {
      "verse": 11,
      "text": "But they refused to attend, and madly turned their back, and made their ears heavy, so that they should not hear."
    },
    {
      "verse": 12,
      "text": "And they made their heart disobedient, so as not to hearken to my law, and the words which the Lord Almighty sent forth by his Spirit by the former prophets: so there was great wrath from the Lord Almighty."
    },
    {
      "verse": 13,
      "text": "And it shall come to pass, \\add that\\add* as he spoke, and they hearkened not, so they shall cry, and I will not hearken, saith the Lord Almighty."
    },
    {
      "verse": 14,
      "text": "And I will cast them out among all the nations, whom they know not; and the land behind them shall be made utterly destitute of any going through or returning: yea they have made the choice land a desolation."
    }
  ]
}