{
  "book_id": "JHN",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ ταῦτα ἀπῆλθεν ὁ Ἰησοῦς πέραν τῆς θαλάσσης τῆς Γαλιλαίας, τῆς Τιβεριάδος."
    },
    {
      "verse": 2,
      "text": "Καὶ ἠκολούθει αὐτῷ ὄχλος πολύς, ὅτι ἑώρων αὐτοῦ τὰ σημεῖα ἃ ἐποίει ἐπὶ τῶν ἀσθενούντων."
    },
    {
      "verse": 3,
      "text": "Ἀνῆλθεν δὲ εἰς τὸ ὄρος ὁ Ἰησοῦς καὶ ἐκεῖ ἐκάθητο μετὰ τῶν μαθητῶν αὐτοῦ."
    },
    {
      "verse": 4,
      "text": "(Ἦν δὲ ἐγγὺς τὸ Πάσχα, ἡ ἑορτὴ τῶν Ἰουδαίων.) Food for 15,000"
    },
    {
      "verse": 5,
      "text": "Ἐπάρας οὖν ὁ Ἰησοῦς τοὺς ὀφθαλμούς, καὶ θεασάμενος ὅτι πολὺς ὄχλος ἔρχεται πρὸς αὐτόν, λέγει πρὸς τὸν Φίλιππον, «Πόθεν ἀγοράσομεν ἄρτους ἵνα φάγωσιν οὗτοι;»"
    },
    {
      "verse": 6,
      "text": "Τοῦτο δὲ ἔλεγεν πειράζων αὐτόν, αὐτὸς γὰρ ᾔδει τί ἤμελλεν ποιεῖν."
    },
    {
      "verse": 7,
      "text": "Ἀπεκρίθη αὐτῷ Φίλιππος, «Διακοσίων δηναρίων ἄρτοι οὐκ ἀρκοῦσιν αὐτοῖς, ἵνα ἕκαστος αὐτῶν βραχύ τι λάβῃ.»"
    },
    {
      "verse": 8,
      "text": "Λέγει αὐτῷ εἷς ἐκ τῶν μαθητῶν αὐτοῦ, Ἀνδρέας, ὁ ἀδελφὸς Σίμωνος Πέτρου,"
    },
    {
      "verse": 9,
      "text": "«Ἔστιν παιδάριον ἓν ὧδε ὃ ἔχει πέντε ἄρτους κριθίνους καὶ δύο ὀψάρια, ἀλλὰ ταῦτα τί ἐστιν εἰς τοσούτους;»"
    },
    {
      "verse": 10,
      "text": "Εἶπεν δὲ ὁ Ἰησοῦς, «Ποιήσατε τοὺς ἀνθρώπους ἀναπεσεῖν.» Ἦν δὲ χόρτος πολὺς ἐν τῷ τόπῳ· ἀνέπεσον οὖν οἱ ἄνδρες, τὸν ἀριθμὸν ὡσεὶ πεντακισχίλιοι."
    },
    {
      "verse": 11,
      "text": "Ἔλαβεν δὲ τοὺς ἄρτους ὁ Ἰησοῦς, καὶ εὐχαριστήσας διέδωκεν τοῖς μαθηταῖς, οἱ δὲ μαθηταὶ τοῖς ἀνακειμένοις· ὁμοίως καὶ ἐκ τῶν ὀψαρίων, ὅσον ἤθελον."
    },
    {
      "verse": 12,
      "text": "Ὡς δὲ ἐνεπλήσθησαν λέγει τοῖς μαθηταῖς αὐτοῦ, «Συναγάγετε τὰ περισσεύσαντα τῶν κλασμάτων, ἵνα μή τι ἀπόληται.»"
    },
    {
      "verse": 13,
      "text": "Συνήγαγον οὖν καὶ ἐγέμισαν δώδεκα κοφίνους κλασμάτων ἐκ τῶν πέντε ἄρτων τῶν κριθίνων ἃ ἐπερίσσευσεν τοῖς βεβρωκόσιν."
    },
    {
      "verse": 14,
      "text": "Οἱ οὖν ἄνθρωποι, ἰδόντες ὃ ἐποίησεν σημεῖον ὁ Ἰησοῦς, ἔλεγον ὅτι «Οὗτός ἐστιν ἀληθῶς ὁ Προφήτης ὁ ἐρχόμενος εἰς τὸν κόσμον.»"
    },
    {
      "verse": 15,
      "text": "Ἰησοῦς οὖν, γνοὺς ὅτι μέλλουσιν ἔρχεσθαι καὶ ἁρπάζειν αὐτὸν ἵνα ποιήσωσιν αὐτὸν βασιλέα, ἀνεχώρησεν πάλιν εἰς τὸ ὄρος αὐτὸς μόνος. Jesus walks on water"
    },
    {
      "verse": 16,
      "text": "Ὡς δὲ ὀψία ἐγένετο, κατέβησαν οἱ μαθηταὶ αὐτοῦ ἐπὶ τὴν θάλασσαν,"
    },
    {
      "verse": 17,
      "text": "καὶ ἐμβάντες εἰς τὸ πλοῖον ἤρχοντο πέραν τῆς θαλάσσης εἰς Καπερναούμ. Καὶ σκοτία ἤδη ἐγεγόνει, καὶ οὐκ ἐληλύθει πρὸς αὐτοὺς ὁ Ἰησοῦς."
    },
    {
      "verse": 18,
      "text": "Ἥ τε θάλασσα ἀνέμου μεγάλου πνέοντος διηγείρετο."
    },
    {
      "verse": 19,
      "text": "Ἐληλακότες οὖν ὡς σταδίους εἴκοσι πέντε ἢ τριάκοντα, θεωροῦσιν τὸν Ἰησοῦν περιπατοῦντα ἐπὶ τῆς θαλάσσης καὶ ἐγγὺς τοῦ πλοίου γινόμενον, καὶ ἐφοβήθησαν."
    },
    {
      "verse": 20,
      "text": "Ὁ δὲ λέγει αὐτοῖς, «Ἐγώ εἰμι· μὴ φοβεῖσθε.»"
    },
    {
      "verse": 21,
      "text": "Ἤθελον οὖν λαβεῖν αὐτὸν εἰς τὸ πλοῖον, καὶ εὐθέως τὸ πλοῖον ἐγένετο ἐπὶ τῆς γῆς εἰς ἣν ὑπῆγον."
    },
    {
      "verse": 22,
      "text": "Τῇ ἐπαύριον ὁ ὄχλος ὁ ἑστηκὼς πέραν τῆς θαλάσσης, ἰδὼν ὅτι πλοιάριον ἄλλο οὐκ ἦν ἐκεῖ εἰ μὴ ἕν, ἐκεῖνο εἰς ὃ ἐνέβησαν οἱ μαθηταὶ αὐτοῦ, καὶ ὅτι οὐ συνεισῆλθεν τοῖς μαθηταῖς αὐτοῦ ὁ Ἰησοῦς εἰς τὸ πλοιάριον ἀλλὰ μόνοι οἱ μαθηταὶ αὐτοῦ ἀπῆλθον—"
    },
    {
      "verse": 23,
      "text": "ἄλλα δὲ ἦλθεν πλοιάρια ἐκ Τιβεριάδος ἐγγὺς τοῦ τόπου ὅπου ἔφαγον τὸν ἄρτον, εὐχαριστήσαντος τοῦ Κυρίου—"
    },
    {
      "verse": 24,
      "text": "ὅτε οὖν εἶδεν ὁ ὄχλος ὅτι Ἰησοῦς οὐκ ἔστιν ἐκεῖ οὐδὲ οἱ μαθηταὶ αὐτοῦ, ἐνέβησαν αὐτοὶ εἰς τὰ πλοῖα καὶ ἦλθον εἰς Καπερναούμ, ζητοῦντες τὸν Ἰησοῦν."
    },
    {
      "verse": 25,
      "text": "Καὶ εὑρόντες αὐτὸν πέραν τῆς θαλάσσης, εἶπον αὐτῷ, «Ῥαββί, πότε ὧδε γέγονας;» The Bread of Life"
    },
    {
      "verse": 26,
      "text": "Ἀπεκρίθη αὐτοῖς ὁ Ἰησοῦς καὶ εἶπεν· «Ἀμήν, ἀμὴν λέγω ὑμῖν, ζητεῖτέ με, οὐχ ὅτι εἴδετε σημεῖα, ἀλλ᾿ ὅτι ἐφάγετε ἐκ τῶν ἄρτων καὶ ἐχορτάσθητε."
    },
    {
      "verse": 27,
      "text": "Ἐργάζεσθε μὴ τὴν βρῶσιν τὴν ἀπολλυμένην ἀλλὰ τὴν βρῶσιν τὴν μένουσαν εἰς ζωὴν αἰώνιον, ἣν ὁ Υἱὸς τοῦ Ἀνθρώπου ὑμῖν δώσει· τοῦτον γὰρ ὁ Πατὴρ ἐσφράγισεν ὁ Θεός.»"
    },
    {
      "verse": 28,
      "text": "Εἶπον οὖν πρὸς αὐτόν, «Τί ποιῶμεν ἵνα ἐργαζώμεθα τὰ ἔργα τοῦ Θεοῦ;»"
    },
    {
      "verse": 29,
      "text": "Ἀπεκρίθη Ἰησοῦς καὶ εἶπεν αὐτοῖς, «Τοῦτό ἐστιν τὸ ἔργον τοῦ Θεοῦ, ἵνα πιστεύσητε εἰς ὃν ἀπέστειλεν ἐκεῖνος.»"
    },
    {
      "verse": 30,
      "text": "Εἶπον οὖν αὐτῷ· «Τί οὖν ποιεῖς σὺ σημεῖον ἵνα ἴδωμεν καὶ πιστεύσωμέν σοι; Τί ἐργάζῃ;"
    },
    {
      "verse": 31,
      "text": "Οἱ πατέρες ἡμῶν τὸ μάννα ἔφαγον ἐν τῇ ἐρήμῳ, καθώς ἐστιν γεγραμμένον· ‹Ἄρτον ἐκ τοῦ οὐρανοῦ ἔδωκεν αὐτοῖς φαγεῖν.› »"
    },
    {
      "verse": 32,
      "text": "Εἶπεν οὖν αὐτοῖς ὁ Ἰησοῦς· «Ἀμήν, ἀμὴν λέγω ὑμῖν, οὐ Μωσῆς δέδωκεν ὑμῖν τὸν ἄρτον ἐκ τοῦ οὐρανοῦ, ἀλλ᾿ ὁ Πατήρ μου δίδωσιν ὑμῖν τὸν ἄρτον ἐκ τοῦ οὐρανοῦ τὸν ἀληθινόν."
    },
    {
      "verse": 33,
      "text": "Ὁ γὰρ ἄρτος τοῦ Θεοῦ ἐστιν ὁ καταβαίνων ἐκ τοῦ οὐρανοῦ καὶ ζωὴν διδοὺς τῷ κόσμῳ.»"
    },
    {
      "verse": 34,
      "text": "Εἶπον οὖν πρὸς αὐτόν, «Κύριε, πάντοτε δὸς ἡμῖν τὸν ἄρτον τοῦτον.»"
    },
    {
      "verse": 35,
      "text": "Εἶπεν δὲ αὐτοῖς ὁ Ἰησοῦς· «Ἐγώ εἰμι ὁ ἄρτος τῆς ζωῆς. Ὁ ἐρχόμενος πρός με οὐ μὴ πεινάσῃ, καὶ ὁ πιστεύων εἰς ἐμὲ οὐ μὴ διψήσῃ πώποτε."
    },
    {
      "verse": 36,
      "text": "Ἀλλ᾿ εἶπον ὑμῖν ὅτι καὶ ἑωράκατέ με, καὶ οὐ πιστεύετε."
    },
    {
      "verse": 37,
      "text": "Πᾶν ὃ δίδωσίν μοι ὁ Πατὴρ πρὸς ἐμὲ ἥξει, καὶ τὸν ἐρχόμενον πρός με οὐ μὴ ἐκβάλω ἔξω."
    },
    {
      "verse": 38,
      "text": "Ὅτι καταβέβηκα ἐκ τοῦ οὐρανοῦ, οὐχ ἵνα ποιῶ τὸ θέλημα τὸ ἐμὸν ἀλλὰ τὸ θέλημα τοῦ πέμψαντός με."
    },
    {
      "verse": 39,
      "text": "Τοῦτο δέ ἐστιν τὸ θέλημα τοῦ πέμψαντός με Πατρός, ἵνα πᾶν ὃ δέδωκέν μοι μὴ ἀπολέσω ἐξ αὐτοῦ, ἀλλὰ ἀναστήσω αὐτὸ ἐν τῇ ἐσχάτῃ ἡμέρᾳ."
    },
    {
      "verse": 40,
      "text": "Τοῦτο δέ ἐστιν τὸ θέλημα τοῦ πέμψαντός με, ἵνα πᾶς ὁ θεωρῶν τὸν Υἱὸν καὶ πιστεύων εἰς αὐτὸν ἔχῃ ζωὴν αἰώνιον, καὶ ἀναστήσω αὐτὸν ἐγὼ τῇ ἐσχάτῃ ἡμέρᾳ.»"
    },
    {
      "verse": 41,
      "text": "Ἐγόγγυζον οὖν οἱ Ἰουδαῖοι περὶ αὐτοῦ ὅτι εἶπεν, «Ἐγώ εἰμι ὁ ἄρτος ὁ καταβὰς ἐκ τοῦ οὐρανοῦ.»"
    },
    {
      "verse": 42,
      "text": "Καὶ ἔλεγον· «Οὐχ οὗτός ἐστιν Ἰησοῦς ὁ υἱὸς Ἰωσήφ, οὗ ἡμεῖς οἴδαμεν τὸν πατέρα καὶ τὴν μητέρα; Πῶς οὖν λέγει οὗτος ὅτι ‹Ἐκ τοῦ οὐρανοῦ καταβέβηκα;› »"
    },
    {
      "verse": 43,
      "text": "Ἀπεκρίθη οὖν ὁ Ἰησοῦς καὶ εἶπεν αὐτοῖς· «Μὴ γογγύζετε μετ᾿ ἀλλήλων."
    },
    {
      "verse": 44,
      "text": "Οὐδεὶς δύναται ἐλθεῖν πρός με ἐὰν μὴ ὁ Πατὴρ ὁ πέμψας με ἑλκύσῃ αὐτόν, καὶ ἐγὼ ἀναστήσω αὐτὸν ἐν τῇ ἐσχάτῃ ἡμέρᾳ."
    },
    {
      "verse": 45,
      "text": "Ἔστιν γεγραμμένον ἐν τοῖς Προφήταις, ‹Καὶ ἔσονται πάντες διδακτοὶ Θεοῦ.› Πᾶς οὖν ὁ ἀκούων παρὰ τοῦ Πατρὸς καὶ μαθὼν ἔρχεται πρός με."
    },
    {
      "verse": 46,
      "text": "(Οὐχ ὅτι τὸν Πατέρα τις ἑώρακεν, εἰ μὴ ὁ ὢν παρὰ τοῦ Θεοῦ—οὗτος ἑώρακεν τὸν Πατέρα.)"
    },
    {
      "verse": 47,
      "text": "Ἀμήν, ἀμὴν λέγω ὑμῖν· ὁ πιστεύων εἰς ἐμὲ ἔχει ζωὴν αἰώνιον."
    },
    {
      "verse": 48,
      "text": "»Ἐγώ εἰμι ὁ ἄρτος τῆς ζωῆς."
    },
    {
      "verse": 49,
      "text": "Οἱ πατέρες ὑμῶν ἔφαγον τὸ μάννα ἐν τῇ ἐρήμῳ, καὶ ἀπέθανον."
    },
    {
      "verse": 50,
      "text": "Οὗτός ἐστιν ὁ ἄρτος ὁ ἐκ τοῦ οὐρανοῦ καταβαίνων, ἵνα τις ἐξ αὐτοῦ φάγῃ καὶ μὴ ἀποθάνῃ."
    },
    {
      "verse": 51,
      "text": "Ἐγώ εἰμι ὁ ἄρτος ὁ ζῶν ὁ ἐκ τοῦ οὐρανοῦ καταβάς. Ἐάν τις φάγῃ ἐκ τούτου τοῦ ἄρτου, ζήσεται εἰς τὸν αἰῶνα. Καί, ὁ ἄρτος δὲ ὃν ἐγὼ δώσω ἡ σάρξ μού ἐστιν, ἣν ἐγὼ δώσω ὑπὲρ τῆς τοῦ κόσμου ζωῆς.» Chew flesh, drink blood"
    },
    {
      "verse": 52,
      "text": "Ἐμάχοντο οὖν πρὸς ἀλλήλους οἱ Ἰουδαῖοι λέγοντες, «Πῶς δύναται οὗτος ἡμῖν δοῦναι τὴν σάρκα φαγεῖν;»"
    },
    {
      "verse": 53,
      "text": "Εἶπεν οὖν αὐτοῖς ὁ Ἰησοῦς· «Ἀμήν, ἀμὴν λέγω ὑμῖν, ἐὰν μὴ φάγητε τὴν σάρκα τοῦ Υἱοῦ τοῦ Ἀνθρώπου καὶ πίητε αὐτοῦ τὸ αἷμα, οὐκ ἔχετε ζωὴν ἐν ἑαυτοῖς."
    },
    {
      "verse": 54,
      "text": "Ὁ τρώγων μου τὴν σάρκα καὶ πίνων μου τὸ αἷμα ἔχει ζωὴν αἰώνιον, καὶ ἐγὼ ἀναστήσω αὐτὸν τῇ ἐσχάτῃ ἡμέρᾳ."
    },
    {
      "verse": 55,
      "text": "Ἡ γὰρ σάρξ μου ἀληθῶς ἐστιν βρῶσις, καὶ τὸ αἷμά μου ἀληθῶς ἐστιν πόσις."
    },
    {
      "verse": 56,
      "text": "Ὁ τρώγων μου τὴν σάρκα καὶ πίνων μου τὸ αἷμα ἐν ἐμοὶ μένει κἀγὼ ἐν αὐτῷ."
    },
    {
      "verse": 57,
      "text": "Καθὼς ἀπέστειλέν με ὁ ζῶν Πατὴρ κἀγὼ ζῶ διὰ τὸν Πατέρα, καὶ ὁ τρώγων με, κἀκεῖνος ζήσεται δι᾿ ἐμέ."
    },
    {
      "verse": 58,
      "text": "Οὗτός ἐστιν ὁ ἄρτος ὁ ἐκ τοῦ οὐρανοῦ καταβάς—οὐ καθὼς ἔφαγον οἱ πατέρες ὑμῶν τὸ μάννα καὶ ἀπέθανον· ὁ τρώγων μου τοῦτον τὸν ἄρτον ζήσεται εἰς τὸν αἰῶνα.»"
    },
    {
      "verse": 59,
      "text": "Ταῦτα εἶπεν ἐν συναγωγῇ διδάσκων ἐν Καπερναούμ. Jesus loses many followers"
    },
    {
      "verse": 60,
      "text": "Πολλοὶ οὖν ἀκούσαντες ἐκ τῶν μαθητῶν αὐτοῦ εἶπον· «Σκληρός ἐστιν οὗτος ὁ λόγος· τίς δύναται αὐτοῦ ἀκούειν;»"
    },
    {
      "verse": 61,
      "text": "Εἰδὼς δὲ ὁ Ἰησοῦς ἐν ἑαυτῷ ὅτι γογγύζουσιν περὶ τούτου οἱ μαθηταὶ αὐτοῦ, εἶπεν αὐτοῖς· «Τοῦτο ὑμᾶς σκανδαλίζει;"
    },
    {
      "verse": 62,
      "text": "Ἐὰν οὖν θεωρῆτε τὸν Υἱὸν τοῦ Ἀνθρώπου ἀναβαίνοντα ὅπου ἦν τὸ πρότερον;"
    },
    {
      "verse": 63,
      "text": "Τὸ Πνεῦμά ἐστιν τὸ ζωοποιοῦν· ἡ σὰρξ οὐκ ὠφελεῖ οὐδέν. Τὰ ῥήματα ἃ ἐγὼ λαλῶ ὑμῖν πνεῦμά ἐστιν, καὶ ζωή ἐστιν."
    },
    {
      "verse": 64,
      "text": "Ἀλλ᾿ εἰσὶν ἐξ ὑμῶν τινες οἳ οὐ πιστεύουσιν.» (ᾜδει γὰρ ἐξ ἀρχῆς ὁ Ἰησοῦς τίνες εἰσὶν οἱ μὴ πιστεύοντες, καὶ τίς ἐστιν ὁ παραδώσων αὐτόν.)"
    },
    {
      "verse": 65,
      "text": "Καὶ ἔλεγεν, «Διὰ τοῦτο εἴρηκα ὑμῖν ὅτι οὐδεὶς δύναται ἐλθεῖν πρός με ἐὰν μὴ ᾖ δεδομένον αὐτῷ ἐκ τοῦ Πατρός μου.»"
    },
    {
      "verse": 66,
      "text": "Ἐκ τούτου πολλοὶ ἀπῆλθον τῶν μαθητῶν αὐτοῦ εἰς τὰ ὀπίσω καὶ οὐκέτι μετ᾿ αὐτοῦ περιεπάτουν."
    },
    {
      "verse": 67,
      "text": "Εἶπεν οὖν ὁ Ἰησοῦς τοῖς δώδεκα, «Μὴ καὶ ὑμεῖς θέλετε ὑπάγειν;»"
    },
    {
      "verse": 68,
      "text": "Ἀπεκρίθη οὖν αὐτῷ Σίμων Πέτρος· «Κύριε, πρὸς τίνα ἀπελευσόμεθα; Ῥήματα ζωῆς αἰωνίου ἔχεις."
    },
    {
      "verse": 69,
      "text": "Καὶ ἡμεῖς πεπιστεύκαμεν καὶ ἐγνώκαμεν ὅτι σὺ εἶ ὁ Χριστός, ὁ Υἱὸς τοῦ Θεοῦ τοῦ ζῶντος.»"
    },
    {
      "verse": 70,
      "text": "Ἀπεκρίθη αὐτοῖς· «Οὐκ ἐγὼ ὑμᾶς τοὺς δώδεκα ἐξελεξάμην; Καὶ ἐξ ὑμῶν εἷς διάβολός ἐστιν.»"
    },
    {
      "verse": 71,
      "text": "Ἔλεγεν δὲ τὸν Ἰούδαν Σίμωνος Ἰσκαριώτην, οὗτος γὰρ ἔμελλεν αὐτὸν παραδιδόναι, εἷς ὢν ἐκ τῶν δώδεκα."
    }
  ]
}