{
  "book_id": "JHN",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Ἰησοῦς δὲ ἐπορεύθη εἰς τὸ Ὄρος τῶν Ἐλαιῶν."
    },
    {
      "verse": 2,
      "text": "Ὄρθρου δὲ πάλιν παρεγένετο εἰς τὸ ἱερόν, καὶ πᾶς ὁ λαὸς ἤρχετο πρὸς αὐτόν· καὶ καθίσας ἐδίδασκεν αὐτούς. A dirty deal"
    },
    {
      "verse": 3,
      "text": "Ἄγουσιν δὲ οἱ γραμματεῖς καὶ οἱ Φαρισαῖοι πρὸς αὐτὸν γυναῖκα ἐπὶ μοιχείᾳ κατειλημμένην· καὶ στήσαντες αὐτὴν ἐν μέσῳ"
    },
    {
      "verse": 4,
      "text": "λέγουσιν αὐτῷ· «Διδάσκαλε, ταύτην εὕρομεν ἐπ᾿ αὐτοφώρῳ μοιχευομένην."
    },
    {
      "verse": 5,
      "text": "Ἐν δὲ τῷ νόμῳ ἡμῶν Μωσῆς ἐνετείλατο τὰς τοιαύτας λιθοβολεῖσθαι. Σὺ οὖν τί λέγεις;»"
    },
    {
      "verse": 6,
      "text": "Τοῦτο δὲ ἔλεγον πειράζοντες αὐτόν, ἵνα ἔχωσιν κατηγορίαν κατ᾿ αὐτοῦ. Ὁ δὲ Ἰησοῦς κάτω κύψας, τῷ δακτύλῳ ἔγραφεν εἰς τὴν γῆν, μὴ προσποιούμενος."
    },
    {
      "verse": 7,
      "text": "Ὡς δὲ ἐπέμενον ἐρωτῶντες αὐτόν, ἀνακύψας εἶπεν πρὸς αὐτούς, «Ὁ ἀναμάρτητος ὑμῶν πρῶτος τὸν λίθον ἐπ᾿ αὐτῇ βαλέτω.»"
    },
    {
      "verse": 8,
      "text": "Καὶ πάλιν κάτω κύψας ἔγραφεν εἰς τὴν γῆν."
    },
    {
      "verse": 9,
      "text": "Οἱ δὲ ἀκούσαντες, καὶ ὑπὸ τῆς συνειδήσεως ἐλεγχόμενοι, ἐξήρχοντο εἷς καθ᾿ εἷς, ἀρξάμενοι ἀπὸ τῶν πρεσβυτέρων ἕως τῶν ἐσχάτων. Καὶ κατελείφθη μόνος ὁ Ἰησοῦς, καὶ ἡ γυνὴ ἐν μέσῳ οὖσα."
    },
    {
      "verse": 10,
      "text": "Ἀνακύψας δὲ ὁ Ἰησοῦς καὶ μηδένα θεασάμενος πλὴν τῆς γυναικὸς εἶπεν αὐτῇ· «Ποῦ εἰσιν ἐκεῖνοι οἱ κατήγοροί σου; Οὐδείς σε κατέκρινεν;»"
    },
    {
      "verse": 11,
      "text": "Ἡ δὲ εἶπεν, «Οὐδείς, Κύριε.» Εἶπεν δὲ αὐτῇ ὁ Ἰησοῦς, «Οὐδὲ ἐγώ σε κατακρίνω· πορεύου, καὶ ἀπὸ τοῦ νῦν μηκέτι ἁμάρτανε.» Jesus dialogs with the Pharisees"
    },
    {
      "verse": 12,
      "text": "Πάλιν οὖν αὐτοῖς ὁ Ἰησοῦς ἐλάλησεν λέγων· «Ἐγώ εἰμι τὸ φῶς τοῦ κόσμου. Ὁ ἀκολουθῶν ἐμοὶ οὐ μὴ περιπατήσῃ ἐν τῇ σκοτίᾳ, ἀλλ᾿ ἕξει τὸ φῶς τῆς ζωῆς.»"
    },
    {
      "verse": 13,
      "text": "Εἶπον οὖν αὐτῷ οἱ Φαρισαῖοι, «Σὺ περὶ σεαυτοῦ μαρτυρεῖς· ἡ μαρτυρία σου οὐκ ἔστιν ἀληθής.»"
    },
    {
      "verse": 14,
      "text": "Ἀπεκρίθη Ἰησοῦς καὶ εἶπεν αὐτοῖς· «Κἂν ἐγὼ μαρτυρῶ περὶ ἐμαυτοῦ, ἀληθής ἐστιν ἡ μαρτυρία μου, ὅτι οἶδα πόθεν ἦλθον καὶ ποῦ ὑπάγω· ὑμεῖς δὲ οὐκ οἴδατε πόθεν ἔρχομαι ἢ ποῦ ὑπάγω."
    },
    {
      "verse": 15,
      "text": "Ὑμεῖς κατὰ τὴν σάρκα κρίνετε· ἐγὼ οὐ κρίνω οὐδένα."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐὰν κρίνω δὲ ἐγώ, ἡ κρίσις ἡ ἐμὴ ἀληθής ἐστιν· ὅτι μόνος οὐκ εἰμί, ἀλλ᾿ ἐγὼ καὶ ὁ πέμψας με Πατήρ."
    },
    {
      "verse": 17,
      "text": "Καὶ ἐν τῷ νόμῳ δὲ τῷ ὑμετέρῳ γέγραπται ὅτι δύο ἀνθρώπων ἡ μαρτυρία ἀληθής ἐστιν·"
    },
    {
      "verse": 18,
      "text": "Ἐγώ εἰμι ὁ μαρτυρῶν περὶ ἐμαυτοῦ, καὶ μαρτυρεῖ περὶ ἐμοῦ ὁ πέμψας με Πατήρ.»"
    },
    {
      "verse": 19,
      "text": "Ἔλεγον οὖν αὐτῷ, «Ποῦ ἐστιν ὁ Πατήρ σου;» Ἀπεκρίθη Ἰησοῦς· «Οὔτε ἐμὲ οἴδατε οὔτε τὸν Πατέρα μου. Εἰ ἐμὲ ᾔδειτε, καὶ τὸν Πατέρα μου ᾔδειτε ἄν.»"
    },
    {
      "verse": 20,
      "text": "Ταῦτα τὰ ῥήματα ἐλάλησεν ὁ Ἰησοῦς ἐν τῷ γαζοφυλακίῳ, διδάσκων ἐν τῷ ἱερῷ· καὶ οὐδεὶς ἐπίασεν αὐτόν, ὅτι οὔπω ἐληλύθει ἡ ὥρα αὐτοῦ. “You will die in your sins”"
    },
    {
      "verse": 21,
      "text": "Εἶπεν οὖν πάλιν αὐτοῖς ὁ Ἰησοῦς· «Ἐγὼ ὑπάγω, καὶ ζητήσετέ με, καὶ ἐν τῇ ἁμαρτίᾳ ὑμῶν ἀποθανεῖσθε. Ὅπου ἐγὼ ὑπάγω ὑμεῖς οὐ δύνασθε ἐλθεῖν.»"
    },
    {
      "verse": 22,
      "text": "Ἔλεγον οὖν οἱ Ἰουδαῖοι, «Μήτι ἀποκτενεῖ ἑαυτόν, ὅτι λέγει, ‹Ὅπου ἐγὼ ὑπάγω ὑμεῖς οὐ δύνασθε ἐλθεῖν›;»"
    },
    {
      "verse": 23,
      "text": "Καὶ εἶπεν αὐτοῖς· «Ὑμεῖς ἐκ τῶν κάτω ἐστέ· ἐγὼ ἐκ τῶν ἄνω εἰμί. Ὑμεῖς ἐκ τοῦ κόσμου τούτου ἐστέ· ἐγὼ οὐκ εἰμὶ ἐκ τοῦ κόσμου τούτου."
    },
    {
      "verse": 24,
      "text": "Εἶπον οὖν ὑμῖν ὅτι ἀποθανεῖσθε ἐν ταῖς ἁμαρτίαις ὑμῶν· ἐὰν γὰρ μὴ πιστεύσητε ὅτι ἐγώ εἰμι, ἀποθανεῖσθε ἐν ταῖς ἁμαρτίαις ὑμῶν.»"
    },
    {
      "verse": 25,
      "text": "Ἔλεγον οὖν αὐτῷ, «Σὺ τίς εἶ;» Καὶ εἶπεν αὐτοῖς ὁ Ἰησοῦς· «Τὴν ἀρχὴν ὅ τι καὶ λαλῶ ὑμῖν."
    },
    {
      "verse": 26,
      "text": "Πολλὰ ἔχω περὶ ὑμῶν λαλεῖν καὶ κρίνειν, ἀλλ᾿ ὁ πέμψας με ἀληθής ἐστιν, κἀγὼ ἃ ἤκουσα παρ᾿ αὐτοῦ—ταῦτα λέγω εἰς τὸν κόσμον.»"
    },
    {
      "verse": 27,
      "text": "Οὐκ ἔγνωσαν ὅτι τὸν Πατέρα αὐτοῖς ἔλεγεν."
    },
    {
      "verse": 28,
      "text": "Εἶπεν οὖν αὐτοῖς ὁ Ἰησοῦς· «Ὅταν ὑψώσητε τὸν Υἱὸν τοῦ Ἀνθρώπου, τότε γνώσεσθε ὅτι ἐγώ εἰμι καὶ ἀπ᾿ ἐμαυτοῦ ποιῶ οὐδέν, ἀλλὰ καθὼς ἐδίδαξέν με ὁ Πατήρ μου, ταῦτα λαλῶ."
    },
    {
      "verse": 29,
      "text": "Καὶ ὁ πέμψας με μετ᾿ ἐμοῦ ἐστιν. Οὐκ ἀφῆκέν με μόνον ὁ Πατήρ, ὅτι ἐγὼ τὰ ἀρεστὰ αὐτῷ ποιῶ πάντοτε.» “The Truth will make you free”"
    },
    {
      "verse": 30,
      "text": "Ταῦτα αὐτοῦ λαλοῦντος, πολλοὶ ἐπίστευσαν εἰς αὐτόν."
    },
    {
      "verse": 31,
      "text": "Ἔλεγεν οὖν ὁ Ἰησοῦς πρὸς τοὺς πεπιστευκότας αὐτῷ Ἰουδαίους· «Ἐὰν ὑμεῖς μείνητε ἐν τῷ λόγῳ τῷ ἐμῷ, ἀληθῶς μαθηταί μού ἐστε·"
    },
    {
      "verse": 32,
      "text": "καὶ γνώσεσθε τὴν Ἀλήθειαν, καὶ ἡ Ἀλήθεια ἐλευθερώσει ὑμᾶς.»"
    },
    {
      "verse": 33,
      "text": "Ἀπεκρίθησαν καὶ εἶπον αὐτῷ· «Σπέρμα Ἁβραάμ ἐσμεν καὶ οὐδενὶ δεδουλεύκαμεν πώποτε. Πῶς σὺ λέγεις ὅτι ‹Ἐλεύθεροι γενήσεσθε›;»"
    },
    {
      "verse": 34,
      "text": "Ἀπεκρίθη αὐτοῖς ὁ Ἰησοῦς· «Ἀμήν, ἀμὴν λέγω ὑμῖν ὅτι πᾶς ὁ ποιῶν τὴν ἁμαρτίαν δοῦλός ἐστιν τῆς ἁμαρτίας."
    },
    {
      "verse": 35,
      "text": "Ὁ δὲ δοῦλος οὐ μένει ἐν τῇ οἰκίᾳ εἰς τὸν αἰῶνα· ὁ υἱὸς μένει εἰς τὸν αἰῶνα."
    },
    {
      "verse": 36,
      "text": "Ἐὰν οὖν ὁ Υἱὸς ὑμᾶς ἐλευθερώσῃ, ὄντως ἐλεύθεροι ἔσεσθε."
    },
    {
      "verse": 37,
      "text": "Οἶδα ὅτι σπέρμα Ἁβραάμ ἐστε, ἀλλὰ ζητεῖτέ με ἀποκτεῖναι ὅτι ὁ λόγος ὁ ἐμὸς οὐ χωρεῖ ἐν ὑμῖν."
    },
    {
      "verse": 38,
      "text": "Ἐγὼ ὃ ἑώρακα παρὰ τῷ Πατρί μου, λαλῶ, καὶ ὑμεῖς οὖν ὃ ἑωράκατε παρὰ τῷ πατρὶ ὑμῶν ποιεῖτε.» “Your father is the devil”"
    },
    {
      "verse": 39,
      "text": "Ἀπεκρίθησαν καὶ εἶπον αὐτῷ, «Ὁ πατὴρ ἡμῶν Ἁβραάμ ἐστιν.» Λέγει αὐτοῖς ὁ Ἰησοῦς· «Εἰ τέκνα τοῦ Ἁβραὰμ ἦτε, τὰ ἔργα τοῦ Ἁβραὰμ ἐποιεῖτε·"
    },
    {
      "verse": 40,
      "text": "νῦν δὲ ζητεῖτέ με ἀποκτεῖναι, ἄνθρωπον ὃς τὴν ἀλήθειαν ὑμῖν λελάληκα ἣν ἤκουσα παρὰ τοῦ Θεοῦ. Τοῦτο Ἁβραὰμ οὐκ ἐποίησεν."
    },
    {
      "verse": 41,
      "text": "Ὑμεῖς ποιεῖτε τὰ ἔργα τοῦ πατρὸς ὑμῶν.» Εἶπον οὖν αὐτῷ, «Ἡμεῖς ἐκ πορνείας οὐ γεγεννήμεθα· ἕνα Πατέρα ἔχομεν—τὸν Θεόν.»"
    },
    {
      "verse": 42,
      "text": "Εἶπεν οὖν αὐτοῖς ὁ Ἰησοῦς· «Εἰ ὁ Θεὸς Πατὴρ ὑμῶν ἦν, ἠγαπᾶτε ἂν ἐμέ, ἐγὼ γὰρ ἐκ τοῦ Θεοῦ ἐξῆλθον καὶ ἥκω· οὐδὲ γὰρ ἀπ᾿ ἐμαυτοῦ ἐλήλυθα, ἀλλ᾿ ἐκεῖνός με ἀπέστειλεν."
    },
    {
      "verse": 43,
      "text": "Διὰ τί τὴν λαλιὰν τὴν ἐμὴν οὐ γινώσκετε;—ὅτι οὐ δύνασθε ἀκούειν τὸν λόγον τὸν ἐμόν."
    },
    {
      "verse": 44,
      "text": "Ὑμεῖς ἐκ τοῦ πατρὸς τοῦ διαβόλου ἐστέ, καὶ τὰς ἐπιθυμίας τοῦ πατρὸς ὑμῶν θέλετε ποιεῖν. Ἐκεῖνος ἀνθρωποκτόνος ἦν ἀπ᾿ ἀρχῆς καὶ ἐν τῇ ἀληθείᾳ οὐχ ἕστηκεν, ὅτι οὐκ ἔστιν ἀλήθεια ἐν αὐτῷ. Ὅταν λαλῇ τὸ ψεῦδος, ἐκ τῶν ἰδίων λαλεῖ, ὅτι ψεύστης ἐστὶν καὶ ὁ πατὴρ αὐτοῦ."
    },
    {
      "verse": 45,
      "text": "Ἐγὼ δὲ ὅτι τὴν ἀλήθειαν λέγω, οὐ πιστεύετέ μοι."
    },
    {
      "verse": 46,
      "text": "Τίς ἐξ ὑμῶν ἐλέγχει με περὶ ἁμαρτίας; Εἰ δὲ ἀλήθειαν λέγω, διὰ τί ὑμεῖς οὐ πιστεύετέ μοι;"
    },
    {
      "verse": 47,
      "text": "Ὁ ὢν ἐκ τοῦ Θεοῦ τὰ ῥήματα τοῦ Θεοῦ ἀκούει· διὰ τοῦτο ὑμεῖς οὐκ ἀκούετε, ὅτι ἐκ τοῦ Θεοῦ οὐκ ἐστέ.»"
    },
    {
      "verse": 48,
      "text": "Ἀπεκρίθησαν οὖν οἱ Ἰουδαῖοι καὶ εἶπον αὐτῷ, «Οὐ καλῶς λέγομεν ἡμεῖς ὅτι Σαμαρείτης εἶ σὺ καὶ δαιμόνιον ἔχεις;»"
    },
    {
      "verse": 49,
      "text": "Ἀπεκρίθη Ἰησοῦς· «Ἐγὼ δαιμόνιον οὐκ ἔχω· ἀλλὰ τιμῶ τὸν Πατέρα μου, καὶ ὑμεῖς ἀτιμάζετέ με."
    },
    {
      "verse": 50,
      "text": "Ἐγὼ δὲ οὐ ζητῶ τὴν δόξαν μου· ἔστιν ὁ ζητῶν καὶ κρίνων."
    },
    {
      "verse": 51,
      "text": "Ἀμὴν ἀμὴν λέγω ὑμῖν, ἐάν τις τὸν λόγον τὸν ἐμὸν τηρήσῃ θάνατον οὐ μὴ θεωρήσῃ, εἰς τὸν αἰῶνα.» “Before Abraham was, I AM”"
    },
    {
      "verse": 52,
      "text": "Εἶπον οὖν αὐτῷ οἱ Ἰουδαῖοι· «Νῦν ἐγνώκαμεν ὅτι δαιμόνιον ἔχεις. Ἁβραὰμ ἀπέθανεν καὶ οἱ προφῆται, καὶ σὺ λέγεις, ‹Ἐάν τις τὸν λόγον μου τηρήσῃ οὐ μὴ γεύσηται θανάτου εἰς τὸν αἰῶνα.›"
    },
    {
      "verse": 53,
      "text": "Μὴ σὺ μείζων εἶ τοῦ πατρὸς ἡμῶν Ἁβραάμ, ὅστις ἀπέθανεν; Καὶ οἱ προφῆται ἀπέθανον. Τίνα σεαυτὸν σὺ ποιεῖς;»"
    },
    {
      "verse": 54,
      "text": "Ἀπεκρίθη Ἰησοῦς· «Ἐὰν ἐγὼ δοξάζω ἐμαυτόν, ἡ δόξα μου οὐδέν ἐστιν. Ἔστιν ὁ Πατήρ μου ὁ δοξάζων με, ὃν ὑμεῖς λέγετε ὅτι ‹Θεὸς ἡμῶν ἐστιν.›"
    },
    {
      "verse": 55,
      "text": "Καὶ οὐκ ἐγνώκατε αὐτόν, ἐγὼ δὲ οἶδα αὐτόν. Καὶ ἐὰν εἴπω ὅτι οὐκ οἶδα αὐτόν, ἔσομαι ὅμοιος ὑμῶν, ψεύστης, ἀλλ᾿ οἶδα αὐτὸν καὶ τὸν λόγον αὐτοῦ τηρῶ."
    },
    {
      "verse": 56,
      "text": "Ἁβραὰμ ὁ πατὴρ ὑμῶν ἠγαλλιάσατο ἵνα ἴδῃ τὴν ἡμέραν τὴν ἐμήν· καί, εἶδεν καὶ ἐχάρη.»"
    },
    {
      "verse": 57,
      "text": "Εἶπον οὖν οἱ Ἰουδαῖοι πρὸς αὐτόν, «Πεντήκοντα ἔτη οὔπω ἔχεις, καὶ Ἁβραὰμ ἑώρακας;»"
    },
    {
      "verse": 58,
      "text": "Εἶπεν αὐτοῖς ὁ Ἰησοῦς, «Ἀμήν, ἀμὴν λέγω ὑμῖν, πρὶν Ἁβραὰμ γενέσθαι, ἐγώ εἰμι.»"
    },
    {
      "verse": 59,
      "text": "Ἦραν οὖν λίθους ἵνα βάλωσιν ἐπ᾿ αὐτόν· Ἰησοῦς δὲ ἐκρύβη καὶ ἐξῆλθεν ἐκ τοῦ ἱεροῦ, διελθὼν διὰ μέσου αὐτῶν· καὶ παρῆγεν οὕτως."
    }
  ]
}