{
  "book_id": "JHN",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "»Μὴ ταρασσέσθω ὑμῶν ἡ καρδία· πιστεύετε εἰς τὸν Θεὸν καὶ εἰς ἐμὲ πιστεύετε."
    },
    {
      "verse": 2,
      "text": "Ἐν τῇ οἰκίᾳ τοῦ Πατρός μου μοναὶ πολλαί εἰσιν (εἰ δὲ μή, εἶπον ἂν ὑμῖν). Πορεύομαι ἑτοιμάσαι τόπον ὑμῖν."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐὰν πορευθῶ καὶ ἑτοιμάσω ὑμῖν τόπον, πάλιν ἔρχομαι καὶ παραλήψομαι ὑμᾶς πρὸς ἐμαυτόν, ἵνα ὅπου εἰμὶ ἐγὼ καὶ ὑμεῖς ἦτε."
    },
    {
      "verse": 4,
      "text": "Καὶ ὅπου ἐγὼ ὑπάγω οἴδατε, καὶ τὴν ὁδὸν οἴδατε.» Thomas’ question"
    },
    {
      "verse": 5,
      "text": "Λέγει αὐτῷ Θωμᾶς, «Κύριε, οὐκ οἴδαμεν ποῦ ὑπάγεις, καὶ πῶς δυνάμεθα τὴν ὁδὸν εἰδέναι;»"
    },
    {
      "verse": 6,
      "text": "Λέγει αὐτῷ ὁ Ἰησοῦς· «Ἐγώ εἰμι ἡ ὁδὸς καὶ ἡ ἀλήθεια καὶ ἡ ζωή. Οὐδεὶς ἔρχεται πρὸς τὸν Πατέρα εἰ μὴ δι᾿ ἐμοῦ."
    },
    {
      "verse": 7,
      "text": "Εἰ ἐγνώκειτέ με, καὶ τὸν Πατέρα μου ἐγνώκειτε ἄν· καὶ ἀπ᾿ ἄρτι γινώσκετε αὐτὸν καὶ ἑωράκατε αὐτόν.» Philip’s question"
    },
    {
      "verse": 8,
      "text": "Λέγει αὐτῷ Φίλιππος, «Κύριε, δεῖξον ἡμῖν τὸν Πατέρα καὶ ἀρκεῖ ἡμῖν.»"
    },
    {
      "verse": 9,
      "text": "Λέγει αὐτῷ ὁ Ἰησοῦς· «Τοσοῦτον χρόνον μεθ᾿ ὑμῶν εἰμι καὶ οὐκ ἔγνωκάς με, Φίλιππε; Ὁ ἑωρακὼς ἐμὲ ἑώρακεν τὸν Πατέρα· καὶ πῶς σὺ λέγεις, ‹Δεῖξον ἡμῖν τὸν Πατέρα›;"
    },
    {
      "verse": 10,
      "text": "Οὐ πιστεύεις ὅτι ἐγὼ ἐν τῷ Πατρὶ καὶ ὁ Πατὴρ ἐν ἐμοί ἐστιν; Τὰ ῥήματα ἃ ἐγὼ λαλῶ ὑμῖν ἀπ᾿ ἐμαυτοῦ οὐ λαλῶ· ὁ δὲ Πατὴρ ὁ ἐν ἐμοὶ μένων, αὐτὸς ποιεῖ τὰ ἔργα."
    },
    {
      "verse": 11,
      "text": "Πιστεύετέ μοι ὅτι ἐγὼ ἐν τῷ Πατρὶ καὶ ὁ Πατὴρ ἐν ἐμοί· εἰ δὲ μή, διὰ τὰ ἔργα αὐτὰ πιστεύετέ μοι. Greater works than these"
    },
    {
      "verse": 12,
      "text": "»Ἀμήν, ἀμὴν λέγω ὑμῖν, ὁ πιστεύων εἰς ἐμέ, τὰ ἔργα ἃ ἐγὼ ποιῶ κἀκεῖνος ποιήσει· καὶ μείζονα τούτων ποιήσει, ὅτι ἐγὼ πρὸς τὸν Πατέρα μου πορεύομαι."
    },
    {
      "verse": 13,
      "text": "Καί, ὅ τι ἂν αἰτήσητε ἐν τῷ ὀνόματί μου, τοῦτο ποιήσω, ἵνα δοξασθῇ ὁ Πατὴρ ἐν τῷ Υἱῷ."
    },
    {
      "verse": 14,
      "text": "Ἐάν τι αἰτήσητε ἐν τῷ ὀνόματί μου, ἐγὼ ποιήσω."
    },
    {
      "verse": 15,
      "text": "Ἐὰν ἀγαπᾶτέ με, τὰς ἐντολὰς τὰς ἐμὰς τηρήσατε."
    },
    {
      "verse": 16,
      "text": "Καί, ἐγὼ ἐρωτήσω τὸν Πατέρα καὶ ἄλλον Παράκλητον δώσει ὑμῖν, ἵνα μένῃ μεθ᾿ ὑμῶν εἰς τὸν αἰῶνα"
    },
    {
      "verse": 17,
      "text": "—τὸ Πνεῦμα τῆς Ἀληθείας, ὃ ὁ κόσμος οὐ δύναται λαβεῖν, ὅτι οὐ θεωρεῖ αὐτὸ οὐδὲ γινώσκει αὐτό· ὑμεῖς δὲ γινώσκετε αὐτό, ὅτι παρ᾿ ὑμῖν μένει καὶ ἐν ὑμῖν ἔσται."
    },
    {
      "verse": 18,
      "text": "»Οὐκ ἀφήσω ὑμᾶς ὀρφανούς· ἔρχομαι πρὸς ὑμᾶς."
    },
    {
      "verse": 19,
      "text": "Ἔτι μικρὸν καὶ ὁ κόσμος με οὐκέτι θεωρεῖ, ὑμεῖς δὲ θεωρεῖτέ με. Ὅτι ἐγὼ ζῶ, καὶ ὑμεῖς ζήσεσθε."
    },
    {
      "verse": 20,
      "text": "Ἐν ἐκείνῃ τῇ ἡμέρᾳ γνώσεσθε ὑμεῖς ὅτι ἐγὼ ἐν τῷ Πατρί μου, καὶ ὑμεῖς ἐν ἐμοί, κἀγὼ ἐν ὑμῖν."
    },
    {
      "verse": 21,
      "text": "Ὁ ἔχων τὰς ἐντολάς μου καὶ τηρῶν αὐτάς, ἐκεῖνός ἐστιν ὁ ἀγαπῶν με. Ὁ δὲ ἀγαπῶν με ἀγαπηθήσεται ὑπὸ τοῦ Πατρός μου, καὶ ἐγὼ ἀγαπήσω αὐτὸν καὶ ἐμφανίσω αὐτῷ ἐμαυτόν.» Judas’ question"
    },
    {
      "verse": 22,
      "text": "Λέγει αὐτῷ Ἰούδας (οὐχ ὁ Ἰσκαριώτης), «Κύριε, καὶ τί γέγονεν ὅτι ἡμῖν μέλλεις ἐμφανίζειν σεαυτὸν καὶ οὐχὶ τῷ κόσμῳ;»"
    },
    {
      "verse": 23,
      "text": "Ἀπεκρίθη Ἰησοῦς καὶ εἶπεν αὐτῷ· «Ἐάν τις ἀγαπᾷ με, τὸν λόγον μου τηρήσει. Καὶ ὁ Πατήρ μου ἀγαπήσει αὐτόν, καὶ πρὸς αὐτὸν ἐλευσόμεθα καὶ μονὴν παρ᾿ αὐτῷ ποιήσομεν."
    },
    {
      "verse": 24,
      "text": "Ὁ μὴ ἀγαπῶν με, τοὺς λόγους μου οὐ τηρεῖ· καί, ὁ λόγος ὃν ἀκούετε οὐκ ἔστιν ἐμός, ἀλλὰ τοῦ πέμψαντός με Πατρός. The Teacher, the peace; the Father, the enemy"
    },
    {
      "verse": 25,
      "text": "»Ταῦτα λελάληκα ὑμῖν παρ᾿ ὑμῖν μένων."
    },
    {
      "verse": 26,
      "text": "Ὁ δὲ Παράκλητος, τὸ Πνεῦμα τὸ Ἅγιον, ὃ πέμψει ὁ Πατὴρ ἐν τῷ ὀνόματί μου, ἐκεῖνος ὑμᾶς διδάξει πάντα καὶ ὑπομνήσει ὑμᾶς πάντα ἃ εἶπον ὑμῖν."
    },
    {
      "verse": 27,
      "text": "»Εἰρήνην ἀφίημι ὑμῖν, εἰρήνην τὴν ἐμὴν δίδωμι ὑμῖν· οὐ καθὼς ὁ κόσμος δίδωσιν ἐγὼ δίδωμι ὑμῖν. Μὴ ταρασσέσθω ὑμῶν ἡ καρδία, μηδὲ δειλιάτω."
    },
    {
      "verse": 28,
      "text": "»Ἠκούσατε ὅτι ἐγὼ εἶπον ὑμῖν, ‹Ὑπάγω καὶ ἔρχομαι πρὸς ὑμᾶς.› Εἰ ἠγαπᾶτέ με, ἐχάρητε ἂν ὅτι εἶπον, ‹Πορεύομαι πρὸς τὸν Πατέρα,› ὅτι ὁ Πατήρ μου μείζων μού ἐστιν."
    },
    {
      "verse": 29,
      "text": "Καὶ νῦν εἴρηκα ὑμῖν, πρὶν γενέσθαι, ἵνα ὅταν γένηται, πιστεύσητε."
    },
    {
      "verse": 30,
      "text": "»Οὐκέτι πολλὰ λαλήσω μεθ᾿ ὑμῶν, ἔρχεται γὰρ ὁ τοῦ κόσμου ἄρχων· καί, ἐν ἐμοὶ οὐκ ἔχει οὐδέν."
    },
    {
      "verse": 31,
      "text": "Ἀλλ᾿ ἵνα γνῷ ὁ κόσμος ὅτι ἀγαπῶ τὸν Πατέρα, καὶ καθὼς ἐνετείλατό μοι ὁ Πατήρ, οὕτως ποιῶ. »Ἐγείρεσθε, ἄγωμεν ἐντεῦθεν."
    }
  ]
}