{
  "book_id": "MAT",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "אכִּי דָּמְתָה מַלְכוּת הַשָּׁמַיִם לְבַעַל־הַבָּיִת אֲשֶׁר הִשְׁכִּים וַיֵּצֵא בַבֹּקֶר וַיִּשְׂכֹּר פֹּעֲלִים לְכַרְמוֹ׃"
    },
    {
      "verse": 2,
      "text": "בוּשְׂכַר הַפֹּעֲלִים נָקַב שֶׁקֶל לַיּוֹם וַיִּשְׁלַח אֹתָם אֶל־הַכָּרֶם׃"
    },
    {
      "verse": 3,
      "text": "גוַיֵּצֵא בַּשָּׁעָה הַשְּׁלִישִׁית וַיַּרְא אֲנָשִׁים אֲחֵרִים עֹמְדִים בִּבְלִי מְלָאכָה בַּשּׁוּק׃"
    },
    {
      "verse": 4,
      "text": "דוַיֹּאמֶר אֲלֵיהֶם לְכוּ אֶל־כַּרְמִי גַּם־אַתֶּם וְדֵי שְׂכַרְכֶם אֶתֵּן לָכֶם כַּמִּשְׁפָּט וַיֵּלְכוּ׃"
    },
    {
      "verse": 5,
      "text": "הוַיּוֹסֶף וַיֵּצֵא בַּשָּׁעָה הַשִּׁשִּׁית וְהַתְּשִׁיעִית וַיַּעַשׂ כְּמוֹ־כֵן׃"
    },
    {
      "verse": 6,
      "text": "ווּבַשָּׁעָה הָעַשְׁתֵּי עֶשְׂרֵה יָצָא וַיִּמְצָא אֲחֵרִים עֹמְדִים וַיֹּאמֶר אֲלֵיהֶם מַדּוּעַ תַּעַמְדוּ פֹה כָּל־הַיּוֹם׃"
    },
    {
      "verse": 7,
      "text": "זוַיֹּאמְרוּ אֵלָיו כִּי לֹא־שָׂכַר אֹתָנוּ אִישׁ וַיֹּאמֶר אֲלֵיהֶם לְכוּ אֶל־כַּרְמִי גַּם־אַתֶּם וּשְׂכַרְכֶם יֻתַּן לָכֶם כַּמִּשְׁפָּט׃"
    },
    {
      "verse": 8,
      "text": "חוַיְהִי לִפְנוֹת עֶרֶב וַיֹּאמֶר אֲדוֹן הַכֶּרֶם אֶל־פְּקִידוֹ קְרָא אֶת־הַפֹּעֲלִים וְתֵן לָהֶם שְׂכָרָם הָחֵל מִן־הָאַחֲרֹנִים עַד הָרִאשֹׁנִים׃"
    },
    {
      "verse": 9,
      "text": "טוַיָּבֹאוּ הַנִּשְׂכָּרִים בְּשָׁעָה עַשְׁתֵּי עֶשְׂרֵה וַיִּקְחוּ שֶׁקֶל לְאִישׁ אִישׁ׃"
    },
    {
      "verse": 10,
      "text": "יוְהָרִאשֹׁנִים בָּאוּ וַיֹּאמְרוּ בְלִבָּם כִּי יַשִּׂיגוּ יוֹתֵר אַךְ גַּם־הֵמָּה הִשִּׂיגוּ רַק שֶׁקֶל אֶחָד לָאִישׁ׃"
    },
    {
      "verse": 11,
      "text": "יאוַיִּקְחוּ וַיִּלֹּנוּ עַל־בַּעַל הַבַּיִת לֵאמֹר׃"
    },
    {
      "verse": 12,
      "text": "יבהָאַחֲרֹנִים הָאֵלֶּה עָבְדוּ שָׁעָה אַחַת וַתְּשַׁו אֹתָם כָּמֹנוּ אֲשֶׁר הָיִינוּ כָּל־הַיּוֹם לָשֵׂאת סֵבֶל וְהַחֹרֶב אֲכָלָנוּ׃"
    },
    {
      "verse": 13,
      "text": "יגוַיַּעַן וַיֹּאמֶר לְאֶחָד מֵהֶם רֵעִי לֹא עֲשַׁקְתִּיךָ הֲלֹא שֶׁקֶל נָקַבְתָּ לִּי שְׂכָרֶךָ׃"
    },
    {
      "verse": 14,
      "text": "ידקַח אֵת אֲשֶׁר־לְךָ וָלֵךְ וַאֲנִי עִם־לִבִּי לָתֵת לָזֶה הָאַחֲרוֹן כָּמוֹךָ׃"
    },
    {
      "verse": 15,
      "text": "טוהַאֵין נָכוֹן לִי לַעֲשׂוֹת בְּשֶׁלִּי כַּאֲשֶׁר עִם־לְבָבִי אוֹ הַאִם רָעָה עֵינְךָ בַּאֲשֶׁר טוֹב אָנֹכִי׃"
    },
    {
      "verse": 16,
      "text": "טזכָּכָה יִהְיוּ הָאַחֲרֹנִים רִאשֹׁנִים וְהָרִאשֹׁנִים אַחֲרֹנִים כִּי רַבִּים הֵם הַקְּרוּאִים וּמְעַטִים הַנִּבְחָרִים׃"
    },
    {
      "verse": 17,
      "text": "יזוַיְהִי כַּעֲלוֹת יֵשׁוּעַ יְרוּשָׁלָיְמָה וַיִּקַּח אֶת־שְׁנֵים עָשָׂר הַתַּלְמִידִים לְבַדָּם וַיֹּאמֶר אֲלֵיהֶם בַּדָּרֶךְ׃"
    },
    {
      "verse": 18,
      "text": "יחהִנֵּה אֲנַחְנוּ עֹלִים יְרוּשָׁלָיְמָה וּבֶן־הָאָדָם יִסָּגֵר בִּידֵי רָאשֵׁי הַכֹּהֲנִים וְהַסֹּפְרִים וְהִרְשִׁיעוּ אֹתוֹ לָמוּת׃"
    },
    {
      "verse": 19,
      "text": "יטוְהִסְגִּירוּ אֹתוֹ לַגּוֹיִם לְהִתְעַלֶּל־בּוֹ לְיַסְּרוֹ בַשּׁוֹטִים וְלִצְלֹב אֹתוֹ וּבַיּוֹם הַשְּׁלִישִׁי יָקוּם׃"
    },
    {
      "verse": 20,
      "text": "כאָז נִגְּשָׁה אֵלָיו אֵם בְּנֵי זַבְדִּי עִם־בָּנֶיהָ לְהִשְׁתַּחֲוֹת לוֹ וּלְבַקֵּשׁ מִיָּדוֹ דָּבָר׃"
    },
    {
      "verse": 21,
      "text": "כאוַיֹּאמֶר אֵלֶיהָ מַה־בַּקָּשָׁתֵךְ וַתֹּאמֶר אֵלָיו צַו־נָא וּשְׁנֵי בָנַי אֵלֶּה יֵשְׁבוּ אֶחָד לִימִינְךָ וְאֶחָד לִשְׂמֹאלְךָ בְּמַלְכוּתֶךָ׃"
    },
    {
      "verse": 22,
      "text": "כבוַיַּעַן יֵשׁוּעַ וַיֹּאמֶר לֹא יְדַעְתֶּם אֵת אֲשֶׁר תִּשְׁאָלוּן הֲתוּכְלוּ לִשְׁתּוֹת אֶת־הַכּוֹס אֲשֶׁר אֲנִי אֶשְׁתֶּה וּלְהִטָּבֵל טְבִילָה אֲשֶׁר אֲנִי נִטְּבָּל וַיֹּאמְרוּ אֵלָיו נוּכָל׃"
    },
    {
      "verse": 23,
      "text": "כגוַיֹּאמֶר אֲלֵיהֶם כּוֹסִי שָׁתֹה תִשְׁתּוּ וּטְבִילָה אֲשֶׁר אֲנִי נִטְּבָּל תִטָּבֵלוּ אֲבָל לָשֶׁבֶת לִימִינִי וְלִשְׂמֹאלִי אֵין בְּיָדִי לָתֵת כִּי אִם לָאֵלֶּה אֲשֶׁר יָעַד אֹתָם אָבִי׃"
    },
    {
      "verse": 24,
      "text": "כדוְהָעֲשָׂרָה בְּשָׁמְעָם כָּזֹאת חָרָה אַפָּם בִּשְׁנֵי הָאַחִים׃"
    },
    {
      "verse": 25,
      "text": "כהוַיִּקְרָא יֵשׁוּעַ וַיֹּאמֶר אֲלֵיהֶם הֵן יְדַעְתֶּם כִּי־הַמֹּשְׁלִים בַּגּוֹיִם יִמְשְׁלוּ בָם כָּשָׂרִים בָּעֲבָדִים וּגְדוֹלֵיהֶם שֹׁלְטִים עֲלֵיהֶם׃"
    },
    {
      "verse": 26,
      "text": "כווְלֹא יִהְיֶה כֵן בְּקִרְבְּכֶם כִּי אִם מִי־הֶחָפֵץ לִהְיוֹת גָּדוֹל בָּכֶם יִהְיֶה לָכֶם לִמְשָׁרֵת׃"
    },
    {
      "verse": 27,
      "text": "כזוּמִי־מִכֶּם הֶחָפֵץ לִהְיוֹת לְרֹאשׁ יִהְיֶה לָכֶם לְעָבֶד׃"
    },
    {
      "verse": 28,
      "text": "כחכַּאֲשֶׁר גַּם בֶּן־הָאָדָם לֹא בָא לְמַעַן יְשָׁרְתֻהוּ אֲחֵרִים כִּי אִם־לְשָׁרֵת הוּא וְלָתֵת אֶת־נַפְשׁוֹ כֹּפֶר בְּעַד רַבִּים׃"
    },
    {
      "verse": 29,
      "text": "כטוַיֵּצְאוּ מִירִיחוֹ וַהֲמוֹן עַם־רָב הֹלְכִים אַחֲרָיו׃"
    },
    {
      "verse": 30,
      "text": "לוְהִנֵּה שְׁנֵי־עִוְרִים יָשְׁבוּ עַל־הַדָּרֶךְ וּבְשָׁמְעָם כִּי יֵשׁוּעַ עֹבֵר שָׁם וַיִּצְעֲקוּ לֵאמֹר הוֹשִׁיעָה־נָּא אֲדֹנֵינוּ בֶּן־דָּוִד׃"
    },
    {
      "verse": 31,
      "text": "לאוַיִּגְעַר־בָּם הָעָם לְהַחֲשׁוֹתָם וְהֵם הוֹסִיפוּ לִקְרֹא וְלֵאמֹר הוֹשִׁיעָה־נָּא אֲדֹנֵינוּ בֶּן־דָּוִד׃"
    },
    {
      "verse": 32,
      "text": "לבוַיַּעֲמֹד יֵשׁוּעַ וַיִּקְרָא אֲלֵיהֶם וַיֹּאמַר מַה־תְּבַקְשׁוּן וְאֶעֱשֶׂה לָכֶם׃"
    },
    {
      "verse": 33,
      "text": "לגוַיֹּאמְרוּ אֵלָיו אֲדֹנֵינוּ כִּי תִפָּקַחְנָה עֵינֵינוּ׃"
    },
    {
      "verse": 34,
      "text": "לדוַיִּכָּמְרוּ רַחֲמֵי יֵשׁוּעַ עֲלֵיהֶם וַיִּגַּע בְּעֵינֵיהֶם וְעַד־מְהֵרָה הוּשָׁב לָהֶם אוֹר עֵינֵיהֶם וַיֵּלְכוּ אַחֲרָיו׃"
    }
  ]
}