{
  "book_id": "NUM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses and to Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "Every man of the children of Israel shall pitch by his own standard, with the ensign of their father's house: far off about the tabernacle of the congregation shall they pitch."
    },
    {
      "verse": 3,
      "text": "And on the east side towards the rising of the sun shall they of the standard of the camp of Judah pitch throughout their armies: and Nahshon the son of Amminadab shall becaptain of the children of Judah."
    },
    {
      "verse": 4,
      "text": "And his host, and those that were numbered of them, wereseventy and four thousand and six hundred."
    },
    {
      "verse": 5,
      "text": "And those that shall pitch next to him, shall bethe tribe of Issachar: and Nethaneel the son of Zuar shall becaptain of the children of Issachar."
    },
    {
      "verse": 6,
      "text": "And his host, and those that were numbered of it, werefifty and four thousand and four hundred."
    },
    {
      "verse": 7,
      "text": "Thenthe tribe of Zebulun: and Eliab the son of Helon shall becaptain of the children of Zebulun."
    },
    {
      "verse": 8,
      "text": "And his host, and those that were numbered of it, werefifty and seven thousand and four hundred."
    },
    {
      "verse": 9,
      "text": "All that were numbered in the camp of Judah werea hundred thousand and eighty thousand and six thousand and four hundred throughout their armies: these shall first move forward."
    },
    {
      "verse": 10,
      "text": "On the south side shall bethe standard of the camp of Reuben according to their armies: and the captain of the children of Reuben shall beElizur the son of Shedeur."
    },
    {
      "verse": 11,
      "text": "And his host, and those that were numbered of it wereforty and six thousand and five hundred."
    },
    {
      "verse": 12,
      "text": "And those who pitch by him shall bethe tribe of Simeon: and the captain of the children of Simeon shall beShelumiel the son of Zurishaddai."
    },
    {
      "verse": 13,
      "text": "And his host, and those that were numbered of them, werefifty and nine thousand and three hundred."
    },
    {
      "verse": 14,
      "text": "Then the tribe of Gad: and the captain of the sons of Gad shall beEliasaph the son of Reuel."
    },
    {
      "verse": 15,
      "text": "And his host, and those that were numbered of them, wereforty and five thousand and six hundred and fifty."
    },
    {
      "verse": 16,
      "text": "All that were numbered in the camp of Reuben werea hundred thousand and fifty and one thousand and four hundred and fifty, throughout their armies: and they shall move forward in the second rank."
    },
    {
      "verse": 17,
      "text": "Then the tabernacle of the congregation shall move forward with the camp of the Levites, in the midst of the camp: as they encamp, so shall they move forward, every man in his place by their standards."
    },
    {
      "verse": 18,
      "text": "On the west side shall bethe standard of the camp of Ephraim, according to their armies: and the captain of the sons of Ephraim shall beElishama the son of Ammihud."
    },
    {
      "verse": 19,
      "text": "And his host, and those that were numbered of them, wereforty thousand and five hundred."
    },
    {
      "verse": 20,
      "text": "And by him shall bethe tribe of Manasseh: and the captain of the children of Manasseh shall beGamaliel the son of Pedahzur."
    },
    {
      "verse": 21,
      "text": "And his host, and those that were numbered of them, werethirty and two thousand and two hundred."
    },
    {
      "verse": 22,
      "text": "Then the tribe of Benjamin: and the captain of the sons of Benjamin shall beAbidan the son of Gideoni."
    },
    {
      "verse": 23,
      "text": "And his host, and those that were numbered of them, werethirty and five thousand and four hundred."
    },
    {
      "verse": 24,
      "text": "All that were numbered of the camp of Ephraim, werea hundred thousand and eight thousand and a hundred, throughout their armies: and they shall go forward in the third rank."
    },
    {
      "verse": 25,
      "text": "The standard of the camp of Dan shall beon the north side by their armies: and the captain of the children of Dan shall beAhiezer the son of Ammishaddai."
    },
    {
      "verse": 26,
      "text": "And his host, and those that were numbered of them, weresixty and two thousand and seven hundred."
    },
    {
      "verse": 27,
      "text": "And those that encamp by him shall bethe tribe of Asher: and the captain of the children of Asher shall bePagiel the son of Ocran."
    },
    {
      "verse": 28,
      "text": "And his host, and those that were numbered of them, wereforty and one thousand and five hundred."
    },
    {
      "verse": 29,
      "text": "Then the tribe of Naphtali: and the captain of the children of Naphtali shall beAhira the son of Enan."
    },
    {
      "verse": 30,
      "text": "And his host, and those that were numbered of them, werefifty and three thousand and four hundred."
    },
    {
      "verse": 31,
      "text": "All they that were numbered in the camp of Dan werea hundred thousand and fifty and seven thousand and six hundred: they shall go hindmost with their standards."
    },
    {
      "verse": 32,
      "text": "These arethose who were numbered of the children of Israel by the house of their fathers. All those that were numbered of the camps throughout their hosts, weresix hundred thousand and three thousand and five hundred and fifty."
    },
    {
      "verse": 33,
      "text": "But the Levites were not numbered among the children of Israel; as the LORD commanded Moses."
    },
    {
      "verse": 34,
      "text": "And the children of Israel did according to all that the LORD commanded Moses: so they pitched by their standards, and so they moved forward, every one after their families, according to the house of their fathers."
    }
  ]
}