{
  "book_id": "NUM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "These also \\add are\\add* the generations of Aaron and Moses, in the day \\add that\\add* the LORD spoke with Moses in mount Sinai."
    },
    {
      "verse": 2,
      "text": "And these \\add are\\add* the names of the sons of Aaron; Nadab the first-born, and Abihu, Eleazar, and Ithamar."
    },
    {
      "verse": 3,
      "text": "These \\add are\\add* the names of the sons of Aaron, the priests who were anointed, whom he consecrated to minister in the priest's office."
    },
    {
      "verse": 4,
      "text": "And Nadab and Abihu died before the LORD, when they offered strange fire before the LORD, in the wilderness of Sinai, and they had no children: and Eleazar and Ithamar ministered in the priest's office in the sight of Aaron their father."
    },
    {
      "verse": 5,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 6,
      "text": "Bring the tribe of Levi near, and present them before Aaron the priest, that they may minister to him."
    },
    {
      "verse": 7,
      "text": "And they shall keep his charge, and the charge of the whole congregation before the tabernacle of the congregation, to do the service of the tabernacle."
    },
    {
      "verse": 8,
      "text": "And they shall keep all the instruments of the tabernacle of the congregation, and the charge of the children of Israel, to do the service of the tabernacle."
    },
    {
      "verse": 9,
      "text": "And thou shalt give the Levites to Aaron and to his sons: they \\add are\\add* wholly given to him out of the children of Israel."
    },
    {
      "verse": 10,
      "text": "And thou shalt appoint Aaron and his sons, and they shall wait on their priest's office: and the stranger that cometh nigh shall be put to death."
    },
    {
      "verse": 11,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 12,
      "text": "And I, behold, I have taken the Levites from among the children of Israel, instead of all the first-born that openeth the matrix among the children of Israel: therefore the Levites shall be mine;"
    },
    {
      "verse": 13,
      "text": "Because all the first-born \\add are\\add* mine; \\add for\\add* on the day that I smote all the first-born in the land of Egypt, I hallowed to me all the first-born in Israel, both man and beast: mine they shall be: I \\add am\\add* the LORD."
    },
    {
      "verse": 14,
      "text": "And the LORD spoke to Moses in the wilderness of Sinai, saying,"
    },
    {
      "verse": 15,
      "text": "Number the children of Levi after the house of their fathers, by their families: every male from a month old and upward shalt thou number them."
    },
    {
      "verse": 16,
      "text": "And Moses numbered them according to the word of the LORD, as he was commanded."
    },
    {
      "verse": 17,
      "text": "And these were the sons of Levi, by their names; Gershon, and Kohath, and Merari."
    },
    {
      "verse": 18,
      "text": "And these \\add are\\add* the names of the sons of Gershon by their families; Libni, and Shimei."
    },
    {
      "verse": 19,
      "text": "And the sons of Kohath by their families; Amram, and Izehar, Hebron, and Uzziel."
    },
    {
      "verse": 20,
      "text": "And the sons of Merari by their families; Mahli, and Mushi: these \\add are\\add* the families of the Levites, according to the house of their fathers."
    },
    {
      "verse": 21,
      "text": "Of Gershon \\add was\\add* the family of the Libnites, and the family of the Shimites: these \\add are\\add* the families of the Gershonites."
    },
    {
      "verse": 22,
      "text": "Those that were numbered of them, according to the number of all the males, from a month old and upward, \\add even\\add* those that were numbered of them, \\add were\\add* seven thousand and five hundred."
    },
    {
      "verse": 23,
      "text": "The families of the Gershonites shall pitch behind the tabernacle westward."
    },
    {
      "verse": 24,
      "text": "And the chief of the house of the father of the Gershonites \\add shall be\\add* Eliasaph the son of Lael."
    },
    {
      "verse": 25,
      "text": "And the charge of the sons of Gershon in the tabernacle of the congregation \\add shall be\\add* the tabernacle, and the tent, its covering, and the hanging for the door of the tabernacle of the congregation,"
    },
    {
      "verse": 26,
      "text": "And the hangings of the court, and the curtain for the door of the court, which \\add is\\add* by the tabernacle, and by the altar round about, and the cords of it, for all the service of it."
    },
    {
      "verse": 27,
      "text": "And of Kohath \\add was\\add* the family of the Amramites, and the family of the Izharites, and the family of the Hebronites, and the family of the Uzzielites: these \\add are\\add* the families of the Kohathites."
    },
    {
      "verse": 28,
      "text": "In the number of all the males from a month old and upward, \\add were\\add* eight thousand and six hundred, keeping the charge of the sanctuary."
    },
    {
      "verse": 29,
      "text": "The families of the sons of Kohath shall pitch on the side of the tabernacle southward."
    },
    {
      "verse": 30,
      "text": "And the chief of the house of the father of the families of the Kohathites \\add shall be\\add* Elizaphan the son of Uzziel."
    },
    {
      "verse": 31,
      "text": "And their charge \\add shall be\\add* the ark, and the table, and the candlestick, and the altars, and the vessels of the sanctuary with which they minister, and the hanging, and all the service of it."
    },
    {
      "verse": 32,
      "text": "And Eleazar the son of Aaron the priest \\add shall be\\add* chief over the chief of the Levites, \\add and have\\add* the oversight of them that keep the charge of the sanctuary."
    },
    {
      "verse": 33,
      "text": "Of Merari \\add was\\add* the family of the Mahlites, and the family of the Mushites: these \\add are\\add* the families of Merari."
    },
    {
      "verse": 34,
      "text": "And those that were numbered of them, according to the number of all the males from a month old and upward, \\add were\\add* six thousand and two hundred."
    },
    {
      "verse": 35,
      "text": "And the chief of the house of the father of the families of Merari \\add was\\add* Zuriel the son of Abihail: \\add these\\add* shall pitch on the side of the tabernacle northward."
    },
    {
      "verse": 36,
      "text": "And \\add under\\add* the custody and charge of the sons of Merari \\add shall be\\add* the boards of the tabernacle, and its bars, and its pillars, and its sockets, and all its vessels, and all that serveth to it."
    },
    {
      "verse": 37,
      "text": "And the pillars of the court round about, and their sockets, and their pins, and their cords."
    },
    {
      "verse": 38,
      "text": "But those that encamp before the tabernacle towards the east, \\add even\\add* before the tabernacle of the congregation eastward \\add shall be\\add* Moses and Aaron, and his sons, keeping the charge of the sanctuary, for the charge of the children of Israel; and the stranger that cometh nigh shall be put to death."
    },
    {
      "verse": 39,
      "text": "All that were numbered of the Levites, whom Moses and Aaron numbered at the commandment of the LORD, throughout their families, all the males from a month old and upward, \\add were\\add* twenty and two thousand."
    },
    {
      "verse": 40,
      "text": "And the LORD said to Moses, number all the first-born of the males of the children of Israel, from a month old and upward, and take the number of their names."
    },
    {
      "verse": 41,
      "text": "And thou shalt take the Levites for me (I \\add am\\add* the LORD) instead of all the first-born among the children of Israel; and the cattle of the Levites, instead of all the firstlings among the cattle of the children of Israel."
    },
    {
      "verse": 42,
      "text": "And Moses numbered, as the LORD commanded him, all the first-born among the children of Israel."
    },
    {
      "verse": 43,
      "text": "And all the first-born males by the number of names, from a month old and upward, of those that were numbered of them, were twenty and two thousand two hundred and seventy and three."
    },
    {
      "verse": 44,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 45,
      "text": "Take the Levites instead of all the first-born among the children of Israel, and the cattle of the Levites instead of their cattle; and the Levites shall be mine: I \\add am\\add* the LORD."
    },
    {
      "verse": 46,
      "text": "And for those that are to be redeemed of the two hundred and seventy and three, of the first-born of the children of Israel, which are more than the Levites:"
    },
    {
      "verse": 47,
      "text": "Thou shalt even take five shekels apiece by the poll, after the shekel of the sanctuary shalt thou take \\add them\\add* : the shekel \\add is\\add* twenty gerahs."
    },
    {
      "verse": 48,
      "text": "And thou shalt give to Aaron and to his sons the money, with which the odd number of them is to be redeemed."
    },
    {
      "verse": 49,
      "text": "And Moses took the redemption-money of them that were over and above them that were redeemed by the Levites:"
    },
    {
      "verse": 50,
      "text": "Of the first-born of the children of Israel he took the money; a thousand three hundred and sixty and five \\add shekels\\add* , after the shekel of the sanctuary."
    },
    {
      "verse": 51,
      "text": "And Moses gave the money of them that were redeemed to Aaron, and to his sons, according to the word of the LORD, as the LORD commanded Moses."
    }
  ]
}