{
  "book_id": "NUM",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak to the children of Israel, and say to them, When either man or woman shall separate \\add themselves\\add* to vow a vow of a Nazarite, to separate \\add themselves\\add* to the LORD."
    },
    {
      "verse": 3,
      "text": "He shall separate \\add himself\\add* from wine and strong drink, and shall drink no vinegar of wine, or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried."
    },
    {
      "verse": 4,
      "text": "All the days of his separation shall he eat nothing that is made of the vine-tree, from the kernels even to the husk."
    },
    {
      "verse": 5,
      "text": "All the days of the vow of his separation there shall no razor come upon his head: until the days shall be fulfilled, in which he separateth \\add himself\\add* to the LORD, he shall be holy, \\add and\\add* shall let the locks of the hair of his head grow."
    },
    {
      "verse": 6,
      "text": "All the days that he separateth \\add himself\\add* to the LORD, he shall come at no dead body."
    },
    {
      "verse": 7,
      "text": "He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die: because the consecration of his God \\add is\\add* upon his head."
    },
    {
      "verse": 8,
      "text": "All the days of his separation he \\add is\\add* holy to the LORD."
    },
    {
      "verse": 9,
      "text": "And if any man shall die very suddenly by him, and he hath defiled the head of his consecration; then he shall shave his head in the day of his cleansing, on the seventh day shall he shave it."
    },
    {
      "verse": 10,
      "text": "And on the eighth day he shall bring two turtles, or two young pigeons, to the priest, to the door of the tabernacle of the congregation:"
    },
    {
      "verse": 11,
      "text": "And the priest shall offer the one for a sin-offering, and the other for a burnt-offering, and make an atonement for him, for that he sinned by the dead, and shall hallow his head that same day."
    },
    {
      "verse": 12,
      "text": "And he shall consecrate to the LORD the days of his separation, and shall bring a lamb of the first year for a trespass-offering: but the days that were before shall be lost, because his separation was defiled."
    },
    {
      "verse": 13,
      "text": "And this \\add is\\add* the law of the Nazarite, when the days of his separation are fulfilled: he shall be brought to the door of the tabernacle of the congregation:"
    },
    {
      "verse": 14,
      "text": "And he shall offer his offering to the LORD, one he-lamb of the first year without blemish for a burnt-offering, and one ewe-lamb of the first year without blemish for a sin-offering, and one ram without blemish for peace-offerings,"
    },
    {
      "verse": 15,
      "text": "And a basket of unleavened bread, cakes of fine flour mingled with oil, and wafers of unleavened bread anointed with oil, and their meat-offering and their drink-offerings."
    },
    {
      "verse": 16,
      "text": "And the priest shall bring \\add them\\add* before the LORD, and shall offer his sin-offering, and his burnt-offering:"
    },
    {
      "verse": 17,
      "text": "And he shall offer the ram \\add for\\add* a sacrifice of peace-offerings to the LORD, with the basket of unleavened bread: the priest shall offer also his meat-offering, and his drink-offering."
    },
    {
      "verse": 18,
      "text": "And the Nazarite shall shave the head of his separation \\add at\\add* the door of the tabernacle of the congregation, and shall take the hair of the head of his separation, and put \\add it\\add* in the fire which \\add is\\add* under the sacrifice of the peace-offerings."
    },
    {
      "verse": 19,
      "text": "And the priest shall take the boiled shoulder of the ram, and one unleavened cake out of the basket, and one unleavened wafer, and shall put \\add them\\add* upon the hands of the Nazarite, after \\add the hair of\\add* his separation is shaven:"
    },
    {
      "verse": 20,
      "text": "And the priest shall wave them \\add for\\add* a wave-offering before the LORD: this \\add is\\add* holy for the priest, with the wave-breast, and heave-shoulder: and after that, the Nazarite may drink wine."
    },
    {
      "verse": 21,
      "text": "This \\add is\\add* the law of the Nazarite who hath vowed, \\add and of\\add* his offering to the LORD for his separation, besides \\add that\\add* which his hand shall get: according to the vow which he vowed, so he must do after the law of his separation."
    },
    {
      "verse": 22,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 23,
      "text": "Speak to Aaron and to his sons, saying, On this wise ye shall bless the children of Israel, saying to them,"
    },
    {
      "verse": 24,
      "text": "The LORD bless thee, and keep thee:"
    },
    {
      "verse": 25,
      "text": "The LORD make his face to shine upon thee, and be gracious to thee:"
    },
    {
      "verse": 26,
      "text": "The LORD lift up his countenance upon thee, and give thee peace."
    },
    {
      "verse": 27,
      "text": "And they shall put my name upon the children of Israel, and I will bless them."
    }
  ]
}