{
  "book_id": "NUM",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And \\add when\\add* the people complained, it displeased the LORD; and the LORD heard \\add it\\add* : and his anger was kindled; and the fire of the LORD burnt among them, and consumed \\add them that were\\add* in the uttermost parts of the camp."
    },
    {
      "verse": 2,
      "text": "And the people cried to Moses; and when Moses prayed to the LORD, the fire was quenched."
    },
    {
      "verse": 3,
      "text": "And he called the name of the place Taberah; because the fire of the LORD burnt among them."
    },
    {
      "verse": 4,
      "text": "And the mixed multitude that \\add was\\add* among them fell to lusting: and the children of Israel also wept again, and said, Who shall give us flesh to eat?"
    },
    {
      "verse": 5,
      "text": "We remember the fish which we ate in Egypt freely: the cucumbers, and the melons, and the leeks, and the onions, and the garlic:"
    },
    {
      "verse": 6,
      "text": "But now our soul \\add is\\add* dried away; \\add there is\\add* nothing at all, besides this manna, \\add before\\add* our eyes."
    },
    {
      "verse": 7,
      "text": "And the manna \\add was\\add* as coriander-seed, and the color of it as the color of bdellium."
    },
    {
      "verse": 8,
      "text": "\\add And\\add* the people went about, and gathered \\add it\\add* and ground \\add it\\add* in mills, or beat \\add it\\add* in a mortar, and baked \\add it\\add* in pans, and made cakes of it: and the taste of it was as the taste of fresh oil."
    },
    {
      "verse": 9,
      "text": "And when the dew fell upon the camp in the night, the manna fell upon it."
    },
    {
      "verse": 10,
      "text": "Then Moses heard the people weeping throughout their families, every man in the door of his tent: and the anger of the LORD was kindled greatly: Moses also was displeased."
    },
    {
      "verse": 11,
      "text": "And Moses said to the LORD, Why hast thou afflicted thy servant? and why have I not found favor in thy sight, that thou layest the burden of all this people upon me?"
    },
    {
      "verse": 12,
      "text": "Have I conceived all this people? have I begotten them, that thou shouldest say to me, Carry them in thy bosom, as a nursing-father beareth the sucking child, to the land which thou sworest to their fathers?"
    },
    {
      "verse": 13,
      "text": "Whence should I have flesh to give to all this people? for they weep to me, saying, Give us flesh, that we may eat."
    },
    {
      "verse": 14,
      "text": "I am not able to bear all this people alone, because \\add it is\\add* too heavy for me."
    },
    {
      "verse": 15,
      "text": "And if thou dealest thus with me, kill me, I pray thee, out of hand, if I have found favor in thy sight; and let me not see my wretchedness."
    },
    {
      "verse": 16,
      "text": "And the LORD said to Moses, Gather to me seventy men of the elders of Israel, whom thou knowest to be the elders of the people, and officers over them; and bring them to the tabernacle of the congregation, that they may stand there with thee."
    },
    {
      "verse": 17,
      "text": "And I will come down and talk with thee there: and I will take of the spirit which \\add is\\add* upon thee, and will put \\add it\\add* upon them; and they shall bear the burden of the people with thee, that thou mayest not bear it thyself alone."
    },
    {
      "verse": 18,
      "text": "And say thou to the people, Sanctify yourselves against to-morrow, and ye shall eat flesh; for ye have wept in the ears of the LORD, saying, Who shall give us flesh to eat? for \\add it was\\add* well with us in Egypt: therefore the LORD will give you flesh, and ye shall eat."
    },
    {
      "verse": 19,
      "text": "Ye shall not eat one day, nor two days, nor five days, neither ten days, nor twenty days;"
    },
    {
      "verse": 20,
      "text": "\\add But\\add* even a whole month, until it shall come out at your nostrils, and it be lothsome to you; because ye have despised the LORD who \\add is\\add* among you, and have wept before him, saying, Why came we forth out of Egypt?"
    },
    {
      "verse": 21,
      "text": "And Moses said, The people among whom I \\add am\\add* , \\add are\\add* six hundred thousand footmen; and thou hast said, I will give them flesh, that they may eat a whole month."
    },
    {
      "verse": 22,
      "text": "Shall the flocks and the herds be slain for them, to suffice for them? or shall all the fish of the sea be gathered for them, to suffice for them?"
    },
    {
      "verse": 23,
      "text": "And the LORD said to Moses, Is the LORD'S hand shortened? thou shalt see now whether my word shall come to pass to thee, or not."
    },
    {
      "verse": 24,
      "text": "And Moses went out, and told the people the words of the LORD, and gathered the seventy men of the elders of the people, and set them around the tabernacle."
    },
    {
      "verse": 25,
      "text": "And the LORD came down in a cloud, and spoke to him, and took of the spirit that \\add was\\add* upon him, and gave \\add it\\add* to the seventy elders: and it came to pass, \\add that\\add* when the spirit rested upon them; they prophesied, and did not cease."
    },
    {
      "verse": 26,
      "text": "But there remained two \\add of the\\add* men in the camp, the name of the one \\add was\\add* Eldad, and the name of the other Medad: and the spirit rested upon them, and they \\add were\\add* of them that were described, but went not out to the tabernacle: and they prophesied in the camp."
    },
    {
      "verse": 27,
      "text": "And there ran a young man, and told Moses, and said, Eldad and Medad do prophesy in the camp."
    },
    {
      "verse": 28,
      "text": "And Joshua the son of Nun, the servant of Moses, \\add one\\add* of his young men, answered and said, My lord, Moses, forbid them."
    },
    {
      "verse": 29,
      "text": "And Moses said to him, Enviest thou for my sake? I would that all the LORD'S people were prophets, \\add and\\add* that the LORD would put his spirit upon them."
    },
    {
      "verse": 30,
      "text": "And Moses withdrew into the camp, he and the elders of Israel."
    },
    {
      "verse": 31,
      "text": "And there went forth a wind from the LORD, and brought quails from the sea, and let \\add them\\add* fall by the camp, as it were a day's journey on this side, and as it were a day's journey on the other side, around the camp, and as it were two cubits \\add high\\add* upon the face of the earth."
    },
    {
      "verse": 32,
      "text": "And the people stood up all that day, and all \\add that\\add* night, and all the next day, and they gathered the quails: he that gathered least gathered ten homers: and they spread \\add them\\add* all abroad for themselves around the camp."
    },
    {
      "verse": 33,
      "text": "And while the flesh \\add was\\add* yet between their teeth, ere it was chewed, the wrath of the LORD was kindled against the people, and the LORD smote the people with a very great plague."
    },
    {
      "verse": 34,
      "text": "And he called the name of that place Kibroth-hattaavah: because there they buried the people that lusted."
    },
    {
      "verse": 35,
      "text": "\\add And\\add* the people journeyed from Kibroth-hattaavah to Hazeroth: and abode at Hazeroth."
    }
  ]
}