{
  "book_id": "NUM",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And all the congregation lifted up their voice, and cried; and the people wept that night."
    },
    {
      "verse": 2,
      "text": "And all the children of Israel murmured against Moses and against Aaron: and the whole congregation said to them, O that we had died in the land of Egypt! or O that we had died in this wilderness!"
    },
    {
      "verse": 3,
      "text": "And why hath the LORD brought us to this land, to fall by the sword, that our wives and our children should be a prey? were it not better for us to return into Egypt?"
    },
    {
      "verse": 4,
      "text": "And they said one to another, Let us make a captain, and let us return into Egypt."
    },
    {
      "verse": 5,
      "text": "Then Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel."
    },
    {
      "verse": 6,
      "text": "And Joshua the son of Nun, and Caleb the son of Jephunneh, \\add who were\\add* of them that searched the land, rent their clothes:"
    },
    {
      "verse": 7,
      "text": "And they spoke to all the company of the children of Israel, saying, The land, which we passed through to search it, \\add is\\add* an exceeding good land."
    },
    {
      "verse": 8,
      "text": "If the LORD delighteth in us, then he will bring us into this land, and give it to us; a land which floweth with milk and honey."
    },
    {
      "verse": 9,
      "text": "Only rebel not ye against the LORD, neither fear ye the people of the land; for they \\add are\\add* bread for us: their defense has departed from them, and the LORD \\add is\\add* with us: fear them not."
    },
    {
      "verse": 10,
      "text": "But all the congregation required to stone them with stones: and the glory of the LORD appeared in the tabernacle of the congregation before all the children of Israel."
    },
    {
      "verse": 11,
      "text": "And the LORD said to Moses, How long will this people provoke me? and how long will it be ere they believe me, for all the signs which I have shown among them?"
    },
    {
      "verse": 12,
      "text": "I will smite them with the pestilence, and disinherit them, and will make of thee a greater nation and mightier than they."
    },
    {
      "verse": 13,
      "text": "And Moses said to the LORD, Then the Egyptians will hear \\add it\\add* , (for thou broughtest up this people in thy might from among them;)"
    },
    {
      "verse": 14,
      "text": "And they will tell \\add it\\add* to the inhabitants of this land: \\add for\\add* they have heard that thou LORD \\add art\\add* among this people, that thou LORD art seen face to face, and \\add that\\add* thy cloud standeth over them, and \\add that\\add* thou goest before them, by day-time in a pillar of a cloud, and in a pillar of fire by night."
    },
    {
      "verse": 15,
      "text": "Now \\add if\\add* thou shalt kill \\add all\\add* this people as one man, then the nations which have heard the fame of thee will speak, saying,"
    },
    {
      "verse": 16,
      "text": "Because the LORD was not able to bring this people into the land which he swore to them, therefore he hath slain them in the wilderness."
    },
    {
      "verse": 17,
      "text": "And now, I beseech thee, let the power of my LORD be great, according as thou hast spoken, saying,"
    },
    {
      "verse": 18,
      "text": "The LORD \\add is\\add* long-suffering, and of great mercy, forgiving iniquity and transgression, and by no means clearing \\add the guilty\\add* , visiting the iniquity of the fathers upon the children to the third and fourth \\add generation\\add* ."
    },
    {
      "verse": 19,
      "text": "Pardon, I beseech thee, the iniquity of this people according to the greatness of thy mercy, and as thou hast forgiven this people, from Egypt, even until now."
    },
    {
      "verse": 20,
      "text": "And the LORD said, I have pardoned according to thy word:"
    },
    {
      "verse": 21,
      "text": "But \\add as\\add* truly \\add as\\add* I live, all the earth shall be filled with the glory of the LORD."
    },
    {
      "verse": 22,
      "text": "Because all those men who have seen my glory, and my miracles, which I did in Egypt and in the wilderness, and have tempted me now these ten times, and have not hearkened to my voice;"
    },
    {
      "verse": 23,
      "text": "Surely they shall not see the land which I swore to their fathers, neither shall any of them that provoked me see it:"
    },
    {
      "verse": 24,
      "text": "But my servant Caleb, because he had another spirit with him, and hath followed me fully, him will I bring into the land into which he went; and his seed shall possess it."
    },
    {
      "verse": 25,
      "text": "(Now the Amalekites, and the Canaanites dwelt in the valley.) To-morrow turn you, and pass into the wilderness, by the way of the Red sea."
    },
    {
      "verse": 26,
      "text": "And the LORD spoke to Moses and to Aaron, saying,"
    },
    {
      "verse": 27,
      "text": "How long \\add shall I bear with\\add* this evil congregation, which murmur against me? I have heard the murmurings of the children of Israel, which they murmur against me."
    },
    {
      "verse": 28,
      "text": "Say to them, \\add As truly as\\add* I live, saith the LORD, as ye have spoken in my ears, so will I do to you:"
    },
    {
      "verse": 29,
      "text": "Your carcasses shall fall in this wilderness; and all that were numbered of you, according to your whole number, from twenty years old and upward, who have murmured against me,"
    },
    {
      "verse": 30,
      "text": "Doubtless ye shall not come into the land \\add concerning\\add* which I swore to make you dwell therein, save Caleb the son of Jephunneh, and Joshua the son of Nun."
    },
    {
      "verse": 31,
      "text": "But your little ones, which ye said should be a prey, them will I bring in, and they shall know the land which ye have despised."
    },
    {
      "verse": 32,
      "text": "But \\add as for\\add* you, your carcasses, they shall fall in this wilderness."
    },
    {
      "verse": 33,
      "text": "And your children shall wander in the wilderness forty years, and bear your lewd deeds, until your carcasses shall be wasted in the wilderness."
    },
    {
      "verse": 34,
      "text": "After the number of the days in which ye searched the land, \\add even\\add* forty days (each day for a year) shall ye bear your iniquities, \\add even\\add* forty years, and ye shall know my breach of promise."
    },
    {
      "verse": 35,
      "text": "I the LORD have said, I will surely do it to all this evil congregation, that are gathered against me: in this wilderness, they shall be consumed, and there they shall die."
    },
    {
      "verse": 36,
      "text": "And the men whom Moses sent to search the land, who returned, and made all the congregation to murmur against him, by bringing a slander upon the land,"
    },
    {
      "verse": 37,
      "text": "Even those men that brought the evil report upon the land, died by the plague before the LORD."
    },
    {
      "verse": 38,
      "text": "But Joshua the son of Nun, and Caleb the son of Jephunneh, \\add who were\\add* of the men that went to search the land, lived \\add still\\add* ."
    },
    {
      "verse": 39,
      "text": "And Moses told these sayings to all the children of Israel: and the people mourned greatly."
    },
    {
      "verse": 40,
      "text": "And they rose early in the morning, and ascended to the top of the mountain, saying, Lo, we \\add are here\\add* , and will go up to the place which the LORD hath promised: for we have sinned."
    },
    {
      "verse": 41,
      "text": "And Moses said, Why now do ye transgress the commandment of the LORD? but it shall not prosper."
    },
    {
      "verse": 42,
      "text": "Go not up, for the LORD is not among you; that ye be not smitten before your enemies."
    },
    {
      "verse": 43,
      "text": "For the Amalekites and the Canaanites \\add are\\add* there before you, and ye shall fall by the sword: because ye are turned away from the LORD, therefore the LORD will not be with you."
    },
    {
      "verse": 44,
      "text": "But they presumed to go up to the hill-top: nevertheless the ark of the covenant of the LORD, and Moses, departed not out of the camp."
    },
    {
      "verse": 45,
      "text": "Then the Amalekites came down, and the Canaanites which dwelt in that hill, and smote them, and discomfited them, \\add even\\add* to Hormah."
    }
  ]
}