{
  "book_id": "NUM",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Command the children of Israel, and say to them, My offering, \\add and\\add* my bread for my sacrifices made by fire, \\add for\\add* a sweet savor to me, shall ye observe to offer to me in their due season."
    },
    {
      "verse": 3,
      "text": "And thou shalt say to them, This \\add is\\add* the offering made by fire which ye shall offer to the LORD; two lambs of the first year without spot day by day, \\add for\\add* a continual burnt-offering."
    },
    {
      "verse": 4,
      "text": "The one lamb shalt thou offer in the morning, and the other lamb shalt thou offer at evening."
    },
    {
      "verse": 5,
      "text": "And a tenth \\add part\\add* of an ephah of flour for a meat-offering, mingled with a fourth \\add part\\add* of a hin of beaten oil."
    },
    {
      "verse": 6,
      "text": "\\add It is\\add* a continual burnt-offering, which was ordained in mount Sinai for a sweet savor, a sacrifice made by fire to the LORD."
    },
    {
      "verse": 7,
      "text": "And the drink-offering of it \\add shall be\\add* the fourth \\add part\\add* of a hin for the one lamb: in the holy \\add place\\add* shalt thou cause the strong wine to be poured to the LORD \\add for\\add* a drink-offering."
    },
    {
      "verse": 8,
      "text": "And the other lamb shalt thou offer at evening; as the meat-offering of the morning, and as the drink-offering of it, thou shalt offer \\add it\\add* , a sacrifice made by fire, of a sweet savor to the LORD."
    },
    {
      "verse": 9,
      "text": "And on the sabbath-day two lambs of the first year without spot, and two tenth-parts of flour \\add for\\add* a meat-offering, mingled with oil, and its drink-offering."
    },
    {
      "verse": 10,
      "text": "\\add This is\\add* the burnt-offering of every sabbath, besides the continual burnt-offering, and his drink-offering."
    },
    {
      "verse": 11,
      "text": "And in the beginnings of your months ye shall offer a burnt-offering to the LORD; two young bullocks, and one ram, seven lambs of the first year without spot;"
    },
    {
      "verse": 12,
      "text": "And three tenth-parts of flour \\add for\\add* a meat-offering, mingled with oil, for one bullock; and two tenth-parts of flour \\add for\\add* a meat-offering, mingled with oil, for one ram;"
    },
    {
      "verse": 13,
      "text": "And a several tenth-part of flour mingled with oil \\add for\\add* a meat-offering to one lamb, \\add for\\add* a burnt-offering of a sweet savor, a sacrifice made by fire to the LORD."
    },
    {
      "verse": 14,
      "text": "And their drink-offering shall be half a hin of wine to a bullock, and the third \\add part\\add* of a hin to a ram, and a fourth \\add part\\add* of a hin to a lamb: this \\add is\\add* the burnt-offering of every month throughout the months of the year."
    },
    {
      "verse": 15,
      "text": "And one kid of the goats for a sin-offering to the LORD shall be offered, besides the continual burnt-offering, and his drink-offering."
    },
    {
      "verse": 16,
      "text": "And on the fourteenth day of the first month \\add is\\add* the passover of the LORD."
    },
    {
      "verse": 17,
      "text": "And on the fifteenth day of this month \\add is\\add* the feast: seven days shall unleavened bread be eaten."
    },
    {
      "verse": 18,
      "text": "On the first day \\add shall be\\add* a holy convocation; \\add in it\\add* ye shall do no manner of servile work."
    },
    {
      "verse": 19,
      "text": "But ye shall offer a sacrifice made by fire \\add for\\add* a burnt-offering to the LORD; two young bullocks, and one ram, and seven lambs of the first year: they shall be to you without blemish:"
    },
    {
      "verse": 20,
      "text": "And their meat-offering \\add shall be of\\add* flour mingled with oil: three tenth-parts shall ye offer for a bullock, and two tenth-parts for a ram;"
    },
    {
      "verse": 21,
      "text": "A several tenth-part shalt thou offer for every lamb, throughout the seven lambs:"
    },
    {
      "verse": 22,
      "text": "And one goat \\add for\\add* a sin-offering, to make an atonement for you."
    },
    {
      "verse": 23,
      "text": "Ye shall offer these besides the burnt-offering in the morning, which \\add is\\add* for a continual burnt-offering."
    },
    {
      "verse": 24,
      "text": "After this manner ye shall offer daily throughout the seven days, the food of the sacrifice made by fire, of a sweet savor to the LORD: it shall be offered besides the continual burnt-offering, and his drink-offering."
    },
    {
      "verse": 25,
      "text": "And on the seventh day ye shall have a holy convocation; ye shall do no servile work."
    },
    {
      "verse": 26,
      "text": "Also in the day of the first-fruits, when ye bring a new meat-offering to the LORD, after your weeks \\add are ended\\add* , ye shall have a holy convocation; ye shall do no servile work:"
    },
    {
      "verse": 27,
      "text": "But ye shall offer the burnt-offering for a sweet savor to the LORD; two young bullocks, one ram, seven lambs of the first year;"
    },
    {
      "verse": 28,
      "text": "And their meat-offering of flour mingled with oil, three tenth-parts to one bullock, two tenth-parts to one ram,"
    },
    {
      "verse": 29,
      "text": "A several tenth part to one lamb, throughout the seven lambs;"
    },
    {
      "verse": 30,
      "text": "\\add And\\add* one kid of the goats, to make an atonement for you."
    },
    {
      "verse": 31,
      "text": "Ye shall offer \\add them\\add* besides the continual burnt-offering and his meat-offering (they shall be to you without blemish) and their drink-offerings."
    }
  ]
}