{
  "book_id": "NUM",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Command the children of Israel, and say to them, When ye come into the land of Canaan; (this isthe land that shall fall to you for an inheritance, eventhe land of Canaan with its borders.)"
    },
    {
      "verse": 3,
      "text": "Then your south quarter shall be from the wilderness of Zin along by the border of Edom, and your south border shall be the outmost coast of the salt sea eastward:"
    },
    {
      "verse": 4,
      "text": "And your border shall turn from the south to the ascent of Akrabbim, and pass on to Zin: its limit shall be from the south to Kadesh-barnea, and shall go on to Hazar-addar, and pass on to Azmon:"
    },
    {
      "verse": 5,
      "text": "And the border shall form a circuit from Azmon to the river of Egypt, and the limits of it shall be at the sea."
    },
    {
      "verse": 6,
      "text": "And as forthe western border, ye shall even have the great sea for a border: this shall be your west border."
    },
    {
      "verse": 7,
      "text": "And this shall be your north border: from the great sea ye shall designate for you mount Hor:"
    },
    {
      "verse": 8,
      "text": "From mount Hor ye shall designate your borderto the entrance of Hamath; and the limits of the border shall be at Zedad:"
    },
    {
      "verse": 9,
      "text": "And the border shall go on to Ziphron, and the limits of it shall be at Hazar-enan: this shall be your north border."
    },
    {
      "verse": 10,
      "text": "And ye shall designate your east border from Hazar-enan to Shepham:"
    },
    {
      "verse": 11,
      "text": "And the limit shall go down from Shepham to Riblah, on the east side of Ain; and the border shall descend, and shall reach to the side of the sea of Chinnereth eastward:"
    },
    {
      "verse": 12,
      "text": "And the border shall go down to Jordan, and the limits of it shall be at the salt sea: This shall be your land with its limits on all sides."
    },
    {
      "verse": 13,
      "text": "And Moses commanded the children of Israel, saying, This isthe land which ye shall inherit by lot, which the LORD commanded to give to the nine tribes, and to the half tribe:"
    },
    {
      "verse": 14,
      "text": "For the tribe of the children of Reuben, according to the house of their fathers, and the tribe of the children of Gad according to the house of their fathers, have received their inheritance; and half the tribe of Manasseh have received their inheritance:"
    },
    {
      "verse": 15,
      "text": "The two tribes and the half tribe have received their inheritance on this side of Jordan nearJericho eastward, towards the sun-rising."
    },
    {
      "verse": 16,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 17,
      "text": "These arethe names of the men who shall divide the land to you: Eleazar the priest, and Joshua the son of Nun."
    },
    {
      "verse": 18,
      "text": "And ye shall take one prince of every tribe, to divide the land by inheritance."
    },
    {
      "verse": 19,
      "text": "And the names of the men arethese: of the tribe of Judah, Caleb the son of Jephunneh."
    },
    {
      "verse": 20,
      "text": "And of the tribe of the children of Simeon, Shemuel the son of Ammihud."
    },
    {
      "verse": 21,
      "text": "Of the tribe of Benjamin, Elidad the son of Chislon."
    },
    {
      "verse": 22,
      "text": "And the prince of the tribe of the children of Dan, Bukki the son of Jogli."
    },
    {
      "verse": 23,
      "text": "The prince of the children of Joseph, for the tribe of the children of Manasseh, Hanniel the son of Ephod."
    },
    {
      "verse": 24,
      "text": "And the prince of the tribe of the children of Ephraim, Kemuel the son of Shiphtan."
    },
    {
      "verse": 25,
      "text": "And the prince of the tribe of the children of Zebulun, Elizaphan the son of Parnach."
    },
    {
      "verse": 26,
      "text": "And the prince of the tribe of the children of Issachar, Paltiel the son of Azzan."
    },
    {
      "verse": 27,
      "text": "And the prince of the tribe of the children of Asher, Ahihud the son of Shelomi."
    },
    {
      "verse": 28,
      "text": "And the prince of the tribe of the children of Naphtali, Pedahel the son of Ammihud."
    },
    {
      "verse": 29,
      "text": "These are theywhom the LORD commanded to divide the inheritance to the children of Israel in the land of Canaan."
    }
  ]
}