{
  "book_id": "NUM",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses in the plains of Moab by Jordan nearJericho, saying,"
    },
    {
      "verse": 2,
      "text": "Command the children of Israel, that they give to the Levites of the inheritance of their possession cities to dwell in; and ye shall give alsoto the Levites suburbs for the cities around them."
    },
    {
      "verse": 3,
      "text": "And they shall have the cities to dwell in; and the suburbs of them shall be for their cattle, and for their goods, and for all their beasts."
    },
    {
      "verse": 4,
      "text": "And the suburbs of the cities which ye shall give to the Levites, shall reachfrom the wall of the city and outward a thousand cubits on all sides."
    },
    {
      "verse": 5,
      "text": "And ye shall measure from without the city on the east side two thousand cubits, and on the south side two thousand cubits, and on the west side two thousand cubits, and on the north side two thousand cubits; and the city shall bein the midst: this shall be to them the suburbs of the cities."
    },
    {
      "verse": 6,
      "text": "And among the cities which ye shall give to the Levites there shall besix cities for refuge, which ye shall appoint for the man-slayer, that he may flee thither: and to them ye shall add forty and two cities."
    },
    {
      "verse": 7,
      "text": "Soall the cities which ye shall give to the Levites shall beforty and eight cities: them shall ye givewith their suburbs."
    },
    {
      "verse": 8,
      "text": "And the cities which ye shall give shall beof the possession of the children of Israel: from them that havemany ye shall give many; but from them that havefew ye shall give few: every one shall give of his cities to the Levites according to his inheritance which he inheriteth."
    },
    {
      "verse": 9,
      "text": "And the LORD spoke to Moses, saying,"
    },
    {
      "verse": 10,
      "text": "Speak to the children of Israel, and say to them, When ye have passed over Jordan into the land of Canaan;"
    },
    {
      "verse": 11,
      "text": "Then ye shall appoint for you cities to be cities of refuge for you; that the slayer may flee thither, who killeth any person at unawares."
    },
    {
      "verse": 12,
      "text": "And they shall be to you cities for refuge from the avenger; that the man-slayer may not die, until he stands before the congregation in judgment."
    },
    {
      "verse": 13,
      "text": "And of these cities which ye shall give, six cities shall ye have for refuge."
    },
    {
      "verse": 14,
      "text": "Ye shall give three cities on this side of Jordan, and three cities shall ye give in the land of Canaan, whichshall be cities of refuge."
    },
    {
      "verse": 15,
      "text": "These six cities shall be a refuge, bothfor the children of Israel, and for the stranger, and for the sojourner among them: that every one that killeth any person unawares may flee thither."
    },
    {
      "verse": 16,
      "text": "And if he shall smite him with an instrument of iron, so that he shall die, he isa murderer: the murderer shall surely be put to death."
    },
    {
      "verse": 17,
      "text": "And if he shall smite him by throwing a stone, by which he may die, and he shall die, he isa murderer: the murderer shall surely be put to death."
    },
    {
      "verse": 18,
      "text": "Or ifhe shall smite him with a hand-weapon of wood, with which he may die, and he shall die, he isa murderer: the murderer shall surely be put to death."
    },
    {
      "verse": 19,
      "text": "The avenger of blood himself shall slay the murderer: when he meeteth him, he shall slay him."
    },
    {
      "verse": 20,
      "text": "But if he shall thrust him of hatred, or hurl at him by laying in wait, that he die."
    },
    {
      "verse": 21,
      "text": "Or in enmity shall smite him with his hand, that he die: he that smote himshall surely be put to death; forhe isa murderer: the avenger of blood shall slay the murderer, when he meeteth him."
    },
    {
      "verse": 22,
      "text": "But if he shall thrust him suddenly without enmity, or shall have cast upon him any thing without laying in wait,"
    },
    {
      "verse": 23,
      "text": "Or with any stone, by which a man may die, seeing himnot, and shall cast itupon him, that he die, and wasnot his enemy, neither sought his harm:"
    },
    {
      "verse": 24,
      "text": "Then the congregation shall judge between the slayer and the avenger of blood according to these judgments:"
    },
    {
      "verse": 25,
      "text": "And the congregation shall deliver the slayer out of the hand of the avenger of blood, and the congregation shall restore him to the city of his refuge, whither he had fled: and he shall abide in it to the death of the high priest, who was anointed with the holy oil."
    },
    {
      "verse": 26,
      "text": "But if the slayer shall at any time come without the border of the city of his refuge, whither he had fled;"
    },
    {
      "verse": 27,
      "text": "And the avenger of blood find him without the borders of the city of his refuge, and the avenger of blood shall kill the slayer; he shall not be guilty of blood:"
    },
    {
      "verse": 28,
      "text": "Because he should have remained in the city of his refuge until the death of the high priest: but after the death of the high priest the slayer shall return into the land of his possession."
    },
    {
      "verse": 29,
      "text": "So these thingsshall be for a statute of judgment to you throughout your generations in all your dwellings."
    },
    {
      "verse": 30,
      "text": "Whoever killeth any person, the murderer shall be put to death by the mouth of witnesses: but one witness shall not testify against any person to cause himto die."
    },
    {
      "verse": 31,
      "text": "Moreover, ye shall take no satisfaction for the life of a murderer, who isguilty of death: but he shall be surely put to death."
    },
    {
      "verse": 32,
      "text": "And ye shall take no satisfaction for him that hath fled to the city of his refuge, that he should come again to dwell in the land, until the death of the priest."
    },
    {
      "verse": 33,
      "text": "So ye shall not pollute the land in which ye are: for blood it defileth the land: and the land cannot be cleansed of the blood that is shed in it, but by the blood of him that shed it."
    },
    {
      "verse": 34,
      "text": "Defile not therefore the land which ye shall inhabit, in which I dwell: for I the LORD dwell among the children of Israel."
    }
  ]
}