{
  "book_id": "EPH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "בעבור זאת אני פולוס אסיר המשיח למענכם הגוים׃"
    },
    {
      "verse": 2,
      "text": "כי אמנם שמעתם הנהגת חסד האלהים אשר נתן לי אליכם׃"
    },
    {
      "verse": 3,
      "text": "כי בחזון גלה לי הסוד אשר למעלה כתבתי לכם במעט׃"
    },
    {
      "verse": 4,
      "text": "ובקראכם תוכלו להכיר בזאת את בינתי בסוד המשיח׃"
    },
    {
      "verse": 5,
      "text": "אשר בדורת הראשנים לא נודע לבני אדם כאשר נגלה עתה לשליחיו הקדשים ולנביאיו ברוח׃"
    },
    {
      "verse": 6,
      "text": "להיות הגוים גם הם בני ירשתו וגוף אחד אתו וחברי הבטחתו במשיח על ידי הבשרה׃"
    },
    {
      "verse": 7,
      "text": "אשר הייתי לה למשרת במתנת חסד אלהים הנתונה לי כפי פעלת גבורתו׃"
    },
    {
      "verse": 8,
      "text": "לי צעיר הצעירים שבכל הקדשים נתן החסד הזה לבשר בגוים את עשר המשיח אשר לא יחקר׃"
    },
    {
      "verse": 9,
      "text": "ולהאיר עיני כל מה היא הנהגת הסוד הנסתר מדרת עולם באלהים יוצר הכל על ידי ישוע המשיח׃"
    },
    {
      "verse": 10,
      "text": "למען אשר תודע עתה על ידי העדה לשרים לשליטים אשר במרומים חכמת אלהים המפליאה דתכיה׃"
    },
    {
      "verse": 11,
      "text": "על פי עצת עולמים אשר יעץ במשיח ישוע אדנינו׃"
    },
    {
      "verse": 12,
      "text": "אשר פתחון פינו ממנו וקרבתנו בבטחה על יד אמונתו׃"
    },
    {
      "verse": 13,
      "text": "בעבור זאת אבקש שלא תחתו בצרותי למענכם יען כי היא תפארתכם׃"
    },
    {
      "verse": 14,
      "text": "על כן אכרעה על ברכי לאבי אדנינו ישוע המשיח׃"
    },
    {
      "verse": 15,
      "text": "אשר נקרא על שמו כל בית אבות שבשמים ושבארץ׃"
    },
    {
      "verse": 16,
      "text": "לתת לכם לפי עשר כבודו להתחזק בגבורה על ידי רוחו לאדם הפנימי׃"
    },
    {
      "verse": 17,
      "text": "שישכן המשיח בלבבכם באמונה והייתם משרשים ומיסדים באהבה׃"
    },
    {
      "verse": 18,
      "text": "למען תוכלו להשיג עם כל הקדשים מה הוא הרחב והארך והעמק והגבה׃"
    },
    {
      "verse": 19,
      "text": "וידעתם את אהבת המשיח הנעלה על כל דעת ונמלאתם את כל מלוא האלהים׃"
    },
    {
      "verse": 20,
      "text": "ולו אשר יכל להרבות גמוליו עלינו יותר מכל משאלותינו ומחשבותינו לפי הכח הפעל בקרבנו׃"
    },
    {
      "verse": 21,
      "text": "לו הכבוד בקרב הקהל במשיח ישוע לדר ודר עד עולמי עולמים אמן׃"
    }
  ]
}