{
  "book_id": "EPH",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "שמעו בנים אל הוריכם באדנינו כי ארח ישר הוא׃"
    },
    {
      "verse": 2,
      "text": "כבד את אביך ואת אמך זאת היא המצוה הראשונה אשר לה ההבטחה׃"
    },
    {
      "verse": 3,
      "text": "למען ייטב לך ולמען יאריכן ימיך על האדמה׃"
    },
    {
      "verse": 4,
      "text": "ואתם האבות אל תכעיסו את בניכם אך גדלום במוסר אדנינו ובתוכחתו׃"
    },
    {
      "verse": 5,
      "text": "שמעו עבדים אל אדניכם לפי הבשר ביראה ורתת ובתם לבבכם כמו למשיח׃"
    },
    {
      "verse": 6,
      "text": "לא בעבדת מראה העין כמבקשי חן בני אדם כי אם כעבדי המשיח עשים רצון האלהים בכל נפשם׃"
    },
    {
      "verse": 7,
      "text": "ועבדים בנפש חפצה את האדון ולא בני אדם׃"
    },
    {
      "verse": 8,
      "text": "וידעתם כי כל דבר טוב אשר עשה האדם ישלמנו לו אדנינו אם עבד הוא או בן חורין׃"
    },
    {
      "verse": 9,
      "text": "ואתם האדנים ככה תעשו גם להם חדלו מגער בם וידעתם כי גם עליכם יש אדון בשמים ואין לפניו משא פנים׃"
    },
    {
      "verse": 10,
      "text": "סוף דבר אחי חזקו באדנינו ובעז גבורתו׃"
    },
    {
      "verse": 11,
      "text": "לבשו כלי נשק אלהים למען תוכלו עמד נגד נכלי השטן׃"
    },
    {
      "verse": 12,
      "text": "כי לא עם בשר ודם מלחמתנו כי עם שרים ושליטים עם המשלים בחשכת העולם הזה עם הרוחות הרעות אשר במרומים׃"
    },
    {
      "verse": 13,
      "text": "על כן אחזו בכלי נשק אלהים למען תוכלו לקום ביום הרע ולמלא צבאכם ולעמוד׃"
    },
    {
      "verse": 14,
      "text": "עמדו נא חגורי מתנים באמת ומלבשים בשריון הצדק׃"
    },
    {
      "verse": 15,
      "text": "ורגליכם מנעלות להיותכם מוכנים לבשורת השלום׃"
    },
    {
      "verse": 16,
      "text": "ועל כל אלה תפשו את מגן האמונה אשר תוכלו לכבות בו את חצי הרשע הבערים׃"
    },
    {
      "verse": 17,
      "text": "וקחו את כובע הישועה וחרב הרוח שהיא דבר האלהים׃"
    },
    {
      "verse": 18,
      "text": "והתפללו תמיד בכל עת בתפלה ותחנונים ברוח ושקדו והתאמצו על זאת להעתיר תמיד בעד כל הקדשים׃"
    },
    {
      "verse": 19,
      "text": "וגם בעדי למען ינתן לי הדבר בפתחי פי להגיד בבטחון את סוד הבשורה אשר אנכי ציר לה במוסרות׃"
    },
    {
      "verse": 20,
      "text": "למען אדבר בה בבטחה כאשר מטל עלי לדבר׃"
    },
    {
      "verse": 21,
      "text": "ולמען אשר תדעו גם אתם את קרתי ואת מעשי הנה את הכל יודיע אתכם טוכיקוס האח החביב והמשרת הנאמן באדנינו׃"
    },
    {
      "verse": 22,
      "text": "אשר לזאת שלחתיהו אליכם למען תדעו את קרתינו ולמען ינחם את לבבכם׃"
    },
    {
      "verse": 23,
      "text": "השלום לאחים והאהבה עם האמונה מאת האלהים האב ומאת האדון ישוע המשיח׃"
    },
    {
      "verse": 24,
      "text": "החסד עם כל האהבים את אדנינו ישוע המשיח באהבה אשר לא תכלה אמן׃"
    }
  ]
}