{
  "book_id": "2ES",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And he answered me, and said, The Most High hath made this world for many, but the world to come for few."
    },
    {
      "verse": 2,
      "text": "I will tell thee now a similitude, Esdras; As when thou asketh the earth, it shall say unto thee, that it giveth very much mould whereof earthen vessels are made, and little dust that gold cometh of: even so is the course of the present world."
    },
    {
      "verse": 3,
      "text": "There be many created, but few shall be saved."
    },
    {
      "verse": 4,
      "text": "And I answered and said, Swallow down understanding then, O my soul, and let \\add my heart \\add* devour wisdom."
    },
    {
      "verse": 5,
      "text": "For thou \\f + \\fr 8:5 \\ft So the Syriac. The Latin is incorrect. \\f* art come hither without thy will, and departest when thou wouldest not: for there is given thee no longer space than only to live a short time."
    },
    {
      "verse": 6,
      "text": "O Lord, that art over us, suffer thy servant, that we may pray before thee, and give us seed unto our heart, and culture to our understanding, that there may come fruit of it, whereby every one shall live that is corrupt, who beareth the \\f + \\fr 8:6 \\ft So the Syriac. The Latin has \\fqa place. \\f* likeness of a man."
    },
    {
      "verse": 7,
      "text": "For thou art alone, and we all one workmanship of thine hands, like as thou hast said."
    },
    {
      "verse": 8,
      "text": "Forasmuch as thou quickenest the body that is fashioned now in the womb, and givest it members, thy creature is preserved in fire and water, and nine months doth thy workmanship endure thy creature which is created in her."
    },
    {
      "verse": 9,
      "text": "But that which keepeth and that which is kept shall both be kept \\f + \\fr 8:9 \\ft So the Syriac. The Latin is imperfect. \\f* by thy keeping: and when the womb giveth up again that which hath grown in it,"
    },
    {
      "verse": 10,
      "text": "thou hast commanded that out of the parts of the body, that is to say, out of the breasts, be given milk, which is the fruit of the breasts,"
    },
    {
      "verse": 11,
      "text": "that the thing which is fashioned may be nourished for a time, and afterwards thou shalt order it in thy mercy."
    },
    {
      "verse": 12,
      "text": "Yea, thou hast brought it up in thy righteousness, and nurtured it in thy law, and corrected it with thy judgement."
    },
    {
      "verse": 13,
      "text": "And thou shalt mortify it as thy creature, and quicken it as thy work."
    },
    {
      "verse": 14,
      "text": "If therefore thou shalt \\f + \\fr 8:14 \\ft So the Syriac. The Latin is incorrect. \\f* lightly and suddenly destroy him which with so great labour was fashioned by thy commandment, to what purpose was he made?"
    },
    {
      "verse": 15,
      "text": "Now therefore I will speak; touching man in general, thou knowest best; but touching thy people \\add will I speak, \\add* for whose sake I am sorry;"
    },
    {
      "verse": 16,
      "text": "and for thine inheritance, for whose cause I mourn; and for Israel, for whom I am heavy; and for the seed of Jacob, for whose sake I am troubled;"
    },
    {
      "verse": 17,
      "text": "therefore will I begin to pray before thee for myself and for them: for I see the falls of us that dwell in the land;"
    },
    {
      "verse": 18,
      "text": "but I have heard the swiftness of the judgment which is to come."
    },
    {
      "verse": 19,
      "text": "Therefore hear my voice, and understand my saying, and I will speak before thee. The beginning of the words of Esdras, before he was taken up. And he said,"
    },
    {
      "verse": 20,
      "text": "O Lord, thou that \\f + \\fr 8:20 \\ft Or, \\fqa inhabitest eternity \\f* abidest for ever, whose eyes are exalted, and whose chambers are in the air;"
    },
    {
      "verse": 21,
      "text": "whose throne is inestimable; whose glory may not be comprehended; before whom the hosts of angels stand with trembling,"
    },
    {
      "verse": 22,
      "text": "\\f + \\fr 8:22 \\ft According to the chief Oriental versions. The Latin has, even they \\fqa whose service taketh the form of wind &c. \\f* at whose bidding they are changed to wind and fire; whose word is sure, and sayings constant; whose ordinance is strong, and commandment fearful;"
    },
    {
      "verse": 23,
      "text": "whose look drieth up the depths, and whose indignation maketh the mountains to melt away, and whose truth beareth witness:"
    },
    {
      "verse": 24,
      "text": "hear, O Lord, the prayer of thy servant, and give ear to the petition of thy handiwork;"
    },
    {
      "verse": 25,
      "text": "attend unto my words, for so long as I live I will speak, and so long as I have understanding I will answer."
    },
    {
      "verse": 26,
      "text": "O look not upon the sins of thy people; but on them that have served thee in truth,"
    },
    {
      "verse": 27,
      "text": "Regard not the doings of them that deal wickedly, but of them that have kept thy covenants in affliction."
    },
    {
      "verse": 28,
      "text": "Think not upon those that have walked feignedly before thee; but remember them which have willingly known thy fear."
    },
    {
      "verse": 29,
      "text": "Let it not be thy will to destroy them which have lived like cattle; but look upon them that have \\f + \\fr 8:29 \\ft The Syriac has \\fqa received the brightness of thy law. \\f* clearly taught thy law."
    },
    {
      "verse": 30,
      "text": "Take thou no indignation at them which are deemed worse than beasts; but love them that have alway put their trust in thy glory."
    },
    {
      "verse": 31,
      "text": "For we and our fathers have \\f + \\fr 8:31 \\ft So the Syriac and Aethiopic versions.\\f* passed our lives in \\f + \\fr 8:31 \\ft Lat. \\fqa manners. \\f* ways that bring death: but thou because of us sinners \\f + \\fr 8:31 \\ft Another reading is, \\fqa shalt be. \\f* art called merciful."
    },
    {
      "verse": 32,
      "text": "For if thou hast a desire to have mercy upon us, then shalt thou be called merciful, to us, namely, that have no works of righteousness."
    },
    {
      "verse": 33,
      "text": "For the just, which have many \\add good \\add* works laid up with thee, shall for their own deeds receive reward."
    },
    {
      "verse": 34,
      "text": "For what is man, that thou shouldest take displeasure at him? or what is a corruptible race, that thou shouldest be so bitter toward it?"
    },
    {
      "verse": 35,
      "text": "For in truth there is no man among them that be born, but he hath dealt wickedly; and among them \\f + \\fr 8:35 \\ft So the Syriac. There appears to be an error in the Latin text. \\f* that have lived there is none which have not done amiss."
    },
    {
      "verse": 36,
      "text": "For in this, O Lord, thy righteousness and thy goodness shall be declared, if thou be merciful unto them which have no store of good works."
    },
    {
      "verse": 37,
      "text": "Then answered he me, and said, Some things hast thou spoken aright, and according unto thy words so shall it come to pass."
    },
    {
      "verse": 38,
      "text": "For indeed I will not think on the fashioning of them which have sinned, or their death, their judgement, or their destruction;"
    },
    {
      "verse": 39,
      "text": "but I will rejoice over the framing of the righteous, their pilgrimage also, and the salvation, and the reward, that they shall have."
    },
    {
      "verse": 40,
      "text": "Like therefore as I have spoken, so shall it be."
    },
    {
      "verse": 41,
      "text": "For as the husbandman soweth much seed upon the ground, and planteth many trees, and yet not all that is sown shall \\f + \\fr 8:41 \\ft Lat. \\fqa be saved. \\f* come up in due season, neither shall all that is planted take root: even so they that are sown in the world shall not all be saved."
    },
    {
      "verse": 42,
      "text": "I answered then and said, if I have found favour, let me speak before thee."
    },
    {
      "verse": 43,
      "text": "Forasmuch as the husbandman’s seed, if it come not up, seeing that it hath not received thy rain in due season, or if it be corrupted through too much rain, \\f + \\fr 8:43 \\ft So the printed Latin text. The earlier MSS. are corrupt.\\f* so perisheth;"
    },
    {
      "verse": 44,
      "text": "likewise man, which is formed with thy hands, and is called thine own image, because he is made like \\add unto thee, \\add* for whose sake thou hast formed all things, even him hast thou made like unto the husbandman’s seed."
    },
    {
      "verse": 45,
      "text": "Be not wroth with us, but spare thy people, and have mercy upon thine inheritance; for thou hast mercy upon thine own creation."
    },
    {
      "verse": 46,
      "text": "Then answered he me, and said, Things present are for them that now be, and things to come for such as shall be hereafter."
    },
    {
      "verse": 47,
      "text": "For thou comest far short that thou shouldest be able to love my creature more than I. But thou hast brought thyself full nigh unto the unrighteous. \\add Let this \\add* never \\add be. \\add*"
    },
    {
      "verse": 48,
      "text": "Yet in this shalt thou be admirable unto the Most High;"
    },
    {
      "verse": 49,
      "text": "in that thou hast humbled thyself, as it becometh thee, and hast not judged thyself \\add worthy to be \\add* among the righteous, so as to be much glorified."
    },
    {
      "verse": 50,
      "text": "For many grievous miseries shall befall them that in the last times dwell in the world, because they have walked in great pride."
    },
    {
      "verse": 51,
      "text": "But understand thou for thyself, and of such as be like thee seek out the glory."
    },
    {
      "verse": 52,
      "text": "For unto you is paradise opened, the tree of life planted, the time to come is prepared, plenteousness is made ready, a city is builded, and rest is \\f + \\fr 8:52 \\ft The Syriac has \\fqa established. \\f* allowed, goodness is perfected, wisdom being perfect aforehand."
    },
    {
      "verse": 53,
      "text": "The root \\add of evil \\add* is sealed up from you, weakness is done away from you, and \\f + \\fr 8:53 \\ft After the chief Oriental versions. \\f* [death] is hidden; hell and corruption are fled into forgetfulness:"
    },
    {
      "verse": 54,
      "text": "sorrows are passed away, and in the end is shewed the treasure of immortality."
    },
    {
      "verse": 55,
      "text": "Therefore ask thou no more questions concerning the multitude of them that perish."
    },
    {
      "verse": 56,
      "text": "For when they had received liberty, they despised the Most High, thought scorn of his law, and forsook his ways."
    },
    {
      "verse": 57,
      "text": "Moreover they have trodden down his righteous,"
    },
    {
      "verse": 58,
      "text": "and said in their heart, that there is no God; yea, and that knowing they must die."
    },
    {
      "verse": 59,
      "text": "For as the things aforesaid shall receive you, so thirst and pain which are prepared \\add shall receive \\add* them: for the Most High willed not that men should come to nought:"
    },
    {
      "verse": 60,
      "text": "but they which be created have themselves defiled the name of him that made them, and were unthankful unto him which prepared life for them."
    },
    {
      "verse": 61,
      "text": "And therefore is my judgement now at hand,"
    },
    {
      "verse": 62,
      "text": "which I have not shewed unto all men, but unto thee, and a few like thee. Then answered I and said,"
    },
    {
      "verse": 63,
      "text": "Behold, O Lord, now hast thou shewed me the multitude of the wonders, which thou wilt do in the last times: but at what time, thou hast not shewed me."
    }
  ]
}