{
  "book_id": "2CO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul an Apostle of Iesu Christ by the will of God and brother Timotheus. Vnto the congregacion of God which is at Corinthum with all the saynctes which are in all Achaia."
    },
    {
      "verse": 2,
      "text": "Grace be with you and peace from God oure father and from the Lorde Iesus Christ."
    },
    {
      "verse": 3,
      "text": "Blessed be God the father of oure Lorde Iesus Christ the father of mercy and the God of all comforte"
    },
    {
      "verse": 4,
      "text": "which comforteth vs in all oure tribulacion in so moche that we are able to comforte them which are troubled in whatsoever tribulacion it be with the same comforte wher with we oure selves are conforted of God."
    },
    {
      "verse": 5,
      "text": "For as the affliccions of Christ are pleteous in vs even so is oure consolacion plenteous by Christ."
    },
    {
      "verse": 6,
      "text": "Whether we be troubled for youre consolacion and salvacion which salvacion sheweth her power in that ye soffre the same affliccions which we also suffre: or whether we be conforted for youre consolacion and salvacion:"
    },
    {
      "verse": 7,
      "text": "yet oure hope is stedfast for you in as moch as we know how that as ye have youre parte in affliccions so shall ye be parttakers of consolacion."
    },
    {
      "verse": 8,
      "text": "Brethren I wolde not have you ignoraunt of oure trouble which happened vnto vs in Asia. For we were greved out of measure passynge strength so greatly that we despeared even of lyfe."
    },
    {
      "verse": 9,
      "text": "Also we receaved an answer of deeth in oure selves and that because we shuld not put oure trust in oure selves: but in God which rayseth the deed to lyfe agayne"
    },
    {
      "verse": 10,
      "text": "and which delivered vs from so gret a deeth and doth delivre. On whom we trust that yet hereafter he will deliver"
    },
    {
      "verse": 11,
      "text": "by the helpe of youre prayer for vs: that by the meanes of many occasions thankes maye be geven of many on oure behalfe for the grace geven vnto vs."
    },
    {
      "verse": 12,
      "text": "Oure reioysynge is this the testimony of oure conscience that in synglenes and godly purenes and not in flesshly wysdome but by the grace of God we have had oure conuersacion in the worlde and most of all to you wardes."
    },
    {
      "verse": 13,
      "text": "We write no nother thinges vnto you then that ye reade and also knowe. Yee and I trust ye shall fynde vs vnto the ende"
    },
    {
      "verse": 14,
      "text": "even as ye have founde vs partly: for we are youre reioysynge even as ye are oures in the daye of the Lorde Iesus."
    },
    {
      "verse": 15,
      "text": "And in this confidence was I mynded the other tyme to have come vnto you that ye myght have had yet one pleasure moare:"
    },
    {
      "verse": 16,
      "text": "and to have passed by you into Macedonia and to have come agayne out of Macedonia vnto you and to have bene ledde forth to Iewrye warde of you."
    },
    {
      "verse": 17,
      "text": "When I thus wyse was mynded: dyd I vse lightnes? Or thinke I carnally those thinges which I thinke? that with me shuld be ye ye and naye naye."
    },
    {
      "verse": 18,
      "text": "God is faythfull: For oure preachynge vnto you was not ye and naye."
    },
    {
      "verse": 19,
      "text": "For Goddis sonne Iesus Christ which was preached amonge you by vs (that is to saye by me and Silvanus and Timotheus) was not ye and naye: but in him it was ye."
    },
    {
      "verse": 20,
      "text": "For all the promyses of God in him are ye: and are in him Amen vnto the lawde of God thorow vs."
    },
    {
      "verse": 21,
      "text": "For it is God which stablissheth vs and you in Christ and hath annoynted vs which hath also sealed vs"
    },
    {
      "verse": 22,
      "text": "and hath geven the ernest of the sprete into oure hertes."
    },
    {
      "verse": 23,
      "text": "I call God for a recorde vnto my soule that forto faver you with all I came not enymoare vnto Corinthum."
    },
    {
      "verse": 24,
      "text": "Not that we be lordes over youre fayth: but helpers of youre ioye. For by fayth ye stode."
    }
  ]
}