{
  "book_id": "2CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "We begyn to prayse oure selves agayne. Nede we as some other of pistles of recommendacion vnto you? or letters of recommendacion from you?"
    },
    {
      "verse": 2,
      "text": "Ye are oure pistle written in oure hertes which is vnderstonde and reed of all men"
    },
    {
      "verse": 3,
      "text": "in that ye are knowen how that ye are the pistle of Christ ministred by vs and written not with ynke: but with the sprete of the livynge God not in tables of stone but in flesshly tables of the herte."
    },
    {
      "verse": 4,
      "text": "Suche trust have we thorow Christ to god ward"
    },
    {
      "verse": 5,
      "text": "not that we are sufficient of oure selves to thinke enythinge as it were of oure selves: but oure ablenes cometh of God"
    },
    {
      "verse": 6,
      "text": "which hath made vs able to minister the newe testament not of the letter but of the sprete. For the letter kylleth but the sprete geveth lyfe."
    },
    {
      "verse": 7,
      "text": "Yf the ministracion of deeth thorow the letters figured in stones was glorious so that the chyldren of Israel coulde not beholde the face of Moses for the glory of his countenauce (which glory neverthelesse is done awaye)"
    },
    {
      "verse": 8,
      "text": "why shall not the ministracion of the sprete be moche more glorious?"
    },
    {
      "verse": 9,
      "text": "For if the ministringe of condempnacion be glorious: moche more do the the ministracion of rightewesnes excede in glory."
    },
    {
      "verse": 10,
      "text": "For no dout that which was there glorified is not once glorified in respecte of this excedynge glory."
    },
    {
      "verse": 11,
      "text": "Then if that which is destroyed was glorious moche more shall that which remayneth be glorious."
    },
    {
      "verse": 12,
      "text": "Seynge then that we have soche trust we vse gret boldnes"
    },
    {
      "verse": 13,
      "text": "and do not as Moses which put a vayle over his face that the children of Israel shuld not se for what purpose that served which is put awaye."
    },
    {
      "verse": 14,
      "text": "But their myndes were blinded. For untill this daye remayneth the same coveringe vntake awaye in the olde testament when they reade it which in Christ is put awaye."
    },
    {
      "verse": 15,
      "text": "But even vnto this daye when Moses is redde the vayle hangeth before their hertes."
    },
    {
      "verse": 16,
      "text": "Neverthelesse when they tourne to the Lorde the vayle shalbe taken awaye."
    },
    {
      "verse": 17,
      "text": "The Lorde no dout is a sprete. And where the sprete of the Lorde is there is libertie."
    },
    {
      "verse": 18,
      "text": "But we all beholde the glorye of the Lorde with his face open and are chaunged vnto the same similitude from glory to glory even of the sprite of the Lorde."
    }
  ]
}