{
  "book_id": "2CO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Seynge that we have soche promeses derely beloved let vs clense oure selves from all fylthynes of the flesshe and sprete and growe vp to full holynes in the feare of God."
    },
    {
      "verse": 2,
      "text": "Vnderstonde vs. we have hurte no man: we have corrupte no man: we have defrauded no man."
    },
    {
      "verse": 3,
      "text": "I speake not this to condempne you: for I have shewed you before that ye are in oure hertes to dye and live with you. I am very bolde over you and reioyce greatly in you."
    },
    {
      "verse": 4,
      "text": "I am filled with comforte and am excadinge ioyouse in all oure tribulacions."
    },
    {
      "verse": 5,
      "text": "For when we were come into Macedonia oure flesshe had no rest but we were troubled on every syde. Outwarde was fightynge inwarde was feare."
    },
    {
      "verse": 6,
      "text": "Neverthelesse God that comfortith the abiecte comforted vs at the commynge of Titus."
    },
    {
      "verse": 7,
      "text": "And not with his commynge only: but also with the consolacion wherwith he was comforted of you. For he tolde vs youre desyre youre mornynge youre fervent mynde to me warde: so that I now reioyce the more."
    },
    {
      "verse": 8,
      "text": "Wherfore though I made you sory with a letter I repent not: though I did repent. For I perceave that the same pistle made you sory though it were but for a ceason."
    },
    {
      "verse": 9,
      "text": "But I now reioyce not that ye were sory but that ye so sorowed that ye repented. For ye sorowed godly: so that in nothynge ye were hurte by vs."
    },
    {
      "verse": 10,
      "text": "For godly sorowe causeth repentaunce vnto salvacion not to be repented of: when worldly sorow causeth deeth."
    },
    {
      "verse": 11,
      "text": "Beholde what diligence this godly sorowe that ye toke hath wrought in you: yee it caused you to cleare youre selves. It caused indignacion it caused feare that caused desyre it caused a fervent mynde it caused punysshment. For in all thynges ye have shewed youreselues that ye were cleare in that matter."
    },
    {
      "verse": 12,
      "text": "Wherfore though I wrote vnto you I did it not for his cause that did hurte nether for his cause that was hurte: but that oure good mynde whych we have towarde you in the sight of god myght appere vnto you."
    },
    {
      "verse": 13,
      "text": "Therfore we are comforted because ye are comforted: yee and excedyngly the moare ioyed we for the ioye that Titus had: because his sprete was refresshed of you all."
    },
    {
      "verse": 14,
      "text": "I am therfor, not now ashamed though I bosted my sylfe to hym of you. For as all thynges which I preached vnto you are true even so is oure bostynge that I bosted my silfe to Titus with all founde true."
    },
    {
      "verse": 15,
      "text": "And now is his inwarde affection more aboundant towarde you when he remembreth the obedience of every one of you: how with feare and trymblynge ye receaved hym."
    },
    {
      "verse": 16,
      "text": "I reioyce that I maye be bolde over you in all thynges."
    }
  ]
}