{
  "book_id": "2CO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I do you to wit brethren of the grace of god which is geven in the congregacions of Macedonia"
    },
    {
      "verse": 2,
      "text": "how that the aboundaunce of their reioysing is that they are tried with moche tribulacion. And therto though they were excedinge poore yet haue they geue excedinge richly and that in singlenesse."
    },
    {
      "verse": 3,
      "text": "For to their powers (I beare recorde) yee and beyonde their power they were willynge of their owne accorde"
    },
    {
      "verse": 4,
      "text": "and prayed vs with great instaunce that we wolde receave their benefite and suffre them to be parttakers with other in ministrynge to the saynctes."
    },
    {
      "verse": 5,
      "text": "And this they did not as we loked for: but gave their awne selves fyrst to the lorde and after vnto vs by the will of God:"
    },
    {
      "verse": 6,
      "text": "so that we coulde not but desyre Titus to acomplysshe the same benivolence amonge you also even as he had begonne."
    },
    {
      "verse": 7,
      "text": "Now therfore as ye are ryche in all parties in fayth in worde in knowledge in all fervetnes and in love which ye have to vs: even so se that ye be plenteons in this benivolence."
    },
    {
      "verse": 8,
      "text": "Thys saye I not as commaundynge: but be cause other are so fervent therfore prove I youre love whether it be perfait or no."
    },
    {
      "verse": 9,
      "text": "Ye knowe the liberalitie of oure lorde Iesus Christ which though he were riche yet for youre sakes be came poore: that ye thorow his povertie myght be made ryche."
    },
    {
      "verse": 10,
      "text": "And I geve counsell hereto. For this is expedient for you which beganne not to do only: but also to will a yeare agoo."
    },
    {
      "verse": 11,
      "text": "Now therfore performe the dede: that as ther was in you a redines to will even so ye maye performe the dede of that which ye have."
    },
    {
      "verse": 12,
      "text": "For if ther be fyrst a willynge mynde it is accepted accordynge to that a man hath and not accordinge to that he hath not."
    },
    {
      "verse": 13,
      "text": "It is not my mynde that other be set at ease and ye brought into combraunce:"
    },
    {
      "verse": 14,
      "text": "but that ther be egalnes now at this tyme that youre aboundaunce sucker their lacke: that their aboundaunce maye supplie youre lacke: that ther maye be equalite"
    },
    {
      "verse": 15,
      "text": "agreynge to that which is written. He that gaddered moche had never the more aboundaunce and he that gaddered lytell had never the lesse."
    },
    {
      "verse": 16,
      "text": "Thankes be vnto god which put in the hert of Titus the same good mynde toward you."
    },
    {
      "verse": 17,
      "text": "For he accepted the request yee rather he was so well willynge that of his awne accorde came vnto you."
    },
    {
      "verse": 18,
      "text": "We haue sent with him that brother whose laude is in the gospell thorow out all the congregacions:"
    },
    {
      "verse": 19,
      "text": "and not so only but is also chosen of the congregacions to be a felowe with vs in oure iorney concerninge this benivolence that is ministred by vs vnto the prayse of the lorde and to stere vp youre prompt mynde."
    },
    {
      "verse": 20,
      "text": "For thys we eschue that eny man shuld rebuke vs in this plenteous distribucion that is ministred by vs"
    },
    {
      "verse": 21,
      "text": "and therfore make provision for honest thynges not in the sight of god only but also in the sight of men."
    },
    {
      "verse": 22,
      "text": "We have sent with them a brother of oures whom we have ofte tymes proved diliget in many thynges but now moche more diligent. The great confidence which I have in you: hath caused me this to do:"
    },
    {
      "verse": 23,
      "text": "partly for Titus sake which is my felowe and helper as concernynge you partly because of other which are oure brethren and the messengers of the congregacions and the glory of Christ."
    },
    {
      "verse": 24,
      "text": "Wherfore shewe vnto them the proffe of youre love and of the reioysynge that we have of you that the congregacions maye se it."
    }
  ]
}