{
  "book_id": "2CO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Of the ministrynge to the saynctes it is but superfluous for me to write vnto you:"
    },
    {
      "verse": 2,
      "text": "for I knowe youre redynes of mide wherof I bost my silfe vnto them of Macedonia and saye that Achaia was prepared a yeare a goo and youre ferventnes hath provoked many."
    },
    {
      "verse": 3,
      "text": "Never thelesse yet have I sent these brethren lest oure reioysynge over you shuld be in vayne in this behalfe and that ye (as I have sayd) preparare youre selues"
    },
    {
      "verse": 4,
      "text": "lest paraveture yf they of Macedonia come with me and fynde you vnprepared the boost that I made in this matter shuld be a shame to vs: I saye not vnto you."
    },
    {
      "verse": 5,
      "text": "Wherfore I thought it necessary to exhorte the brethren to come before hode vnto you forto prepare youre good blessynge promysed afore that it myght be redy: so that it be a blessynge and not a defraudynge."
    },
    {
      "verse": 6,
      "text": "This yet remember howe that he which soweth lytell shall reepe lytell: and he that soweth plenteously shall reepe plenteously."
    },
    {
      "verse": 7,
      "text": "And let every man do accordynge as he hath purposed in his herte not groudgyngly or of necessite. For god loveth a chearfull gever."
    },
    {
      "verse": 8,
      "text": "God is able to make you ryche in all grace that ye in all thynges havynge sufficiet vnto the vttmoste maye be ryche vnto all manner good workes"
    },
    {
      "verse": 9,
      "text": "as it is written: He that sparsed abroade and hath geven to the povre his rightewesnes remayneth for ever."
    },
    {
      "verse": 10,
      "text": "He that fyndeth the sower seed shall minister breed for fode and shall multiplie youre seed and increace the frutes of youre rightewesnes"
    },
    {
      "verse": 11,
      "text": "that on all parties ye maye be made ryche in all synglenes which causeth thorowe vs thankes gevynge vnto god."
    },
    {
      "verse": 12,
      "text": "For the office of this ministracion not only supplieth the nede of the sayntes: but also is aboundaunt herein that for this laudable ministrynge thankes myght be geven to god of many"
    },
    {
      "verse": 13,
      "text": "whiche prayse god for the obedience of youre professynge the gospell of Christ and for youre synglenes in distributynge to them and to all me:"
    },
    {
      "verse": 14,
      "text": "and in their prayers to God for you longe after you for the aboundaunt grace of God geven vnto you."
    },
    {
      "verse": 15,
      "text": "Thankes be vnto God for his vn speakeable gyft."
    }
  ]
}