{
  "book_id": "2CO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I Paule my silfe beseche you by the mekenes and softnes of Christ which when I am present amonge you am of no reputacion but am bolde towarde you beinge absent."
    },
    {
      "verse": 2,
      "text": "I besech you that I nede not to be bolde when I am present (with that same confidence wher with I am supposed to be bolde) agaynst some which repute vs as though we walked carnally."
    },
    {
      "verse": 3,
      "text": "Neverthelesse though we walke compased with the fleshe yet we warre not flesshlye"
    },
    {
      "verse": 4,
      "text": "For the weapes of oure warre are not carnall thinges but thynges myghty in god to cast doune stronge holdes"
    },
    {
      "verse": 5,
      "text": "wherwith we overthrowe ymaginacyons and every hye thynge that exalteh it silfe agaynst the knowledge of god and brynge into captivite all vnderstondynge to the obedience of Christ"
    },
    {
      "verse": 6,
      "text": "and are redy to take vengeaunce on all disobedience when youre obedience is fulfilled."
    },
    {
      "verse": 7,
      "text": "Loke ye on thynges after the vtter apparence? Yf eny man trust in him silfe that he is Christis let the same also considre of him silfe that as he is Christis even so are we Christes."
    },
    {
      "verse": 8,
      "text": "And though I shuld bost my silfe somewhat moare of oure auctorite which the lorde hath geven vs to edifie and not to destroye you it shulde not be to my shame."
    },
    {
      "verse": 9,
      "text": "This saye I lest I shuld seme as though I went about to make you a frayde with letters."
    },
    {
      "verse": 10,
      "text": "For the pistles (sayth he) are sore and stronge: but his bodyly presence is weake and his speache rude."
    },
    {
      "verse": 11,
      "text": "Let him that is soche thynke on this wyse that as we are in wordes by letters when we are absent soche are we in dedes when we are present."
    },
    {
      "verse": 12,
      "text": "For we cannot fynde in oure hertes to make oure selves of the nombre of them or to compare oure selves to them which laude the selves neuerthelesse whill they measure the selves with them selves and compare the selves with the selves they vnderstode nought."
    },
    {
      "verse": 13,
      "text": "But we wyll not reioyce above measure: but accordynge to the quantitie of the measure which god hath distributed vnto vs a measure that reacheth even vnto you."
    },
    {
      "verse": 14,
      "text": "For we stretche uot out oure selves beyode measure as though we had not reached vnto you. For even vnto you have we come with the gospell of Christ"
    },
    {
      "verse": 15,
      "text": "and we bost not oure selves out of measure in other mens labours. Ye and we hope when youre fayth is increased amonge you to be magnified acordynge to oure measure more largely"
    },
    {
      "verse": 16,
      "text": "and to preache the gospell in those regions which are beyode you: and not to reioyce of that which is by another mans measure prepared all redy."
    },
    {
      "verse": 17,
      "text": "Let him that reioyseth reioyce in the lorde."
    },
    {
      "verse": 18,
      "text": "For he that prayseth him silfe is not alowed: but he whom the lorde prayseth."
    }
  ]
}