{
  "book_id": "2CO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "It is not expediet for me (no dout to reioyce. Neverthelesse I will come to visions and revelacions of the lorde."
    },
    {
      "verse": 2,
      "text": "I knowe a man in Christ above .xiiij. yeares agone (whether he weare in the body I cannot tell or whether he were oute of the body I cannot tell god knoweth) which was take vp into the thyrd heven."
    },
    {
      "verse": 3,
      "text": "And I knowe the same man (whether in the body or out of the body I cannot tell god knoweth)"
    },
    {
      "verse": 4,
      "text": "howe that he was take vp into paradise and hearde wordes not to be spoke which no man can vtter."
    },
    {
      "verse": 5,
      "text": "Of this man will I reioyce of my silfe will I not reioyce except it be of myne infirmities."
    },
    {
      "verse": 6,
      "text": "And yet though I wolde reioyce I shuld not be a fole: for I wolde saye the trouthe. Neverthe lesse I spare lest eny man shuld thynke of me above that he seith me to be or heareth of me."
    },
    {
      "verse": 7,
      "text": "And lest I shuld be exalted out of measure thorow the aboundance of revelacions ther was geven vnto me vnquyetnes of the flesshe the messenger of Satan to buffet me: be cause I shuld not be exalted out of measure"
    },
    {
      "verse": 8,
      "text": "For this thynge besought I the lorde thryse that it myght departe from me."
    },
    {
      "verse": 9,
      "text": "And he sayde vnto me: my grace is sufficient for the. For my strength is made perfact thorow weaknes. Very gladly therfore will I reioyce of my weaknes that the strength of Christ maye dwell in me"
    },
    {
      "verse": 10,
      "text": "Therfore have I delectacion in infirmities in rebukes in nede in persecucions in anguyshe for Christis sake. For when I am weake then am I stronge."
    },
    {
      "verse": 11,
      "text": "I am made a fole in bostynge my silfe. Ye have compelled me: I ought to have bene comeded of you. For in nothinge was I inferior vnto the chefe apostels Though I be nothynge"
    },
    {
      "verse": 12,
      "text": "yet the tokens of an apostle were wrought amonge you with all pacience: with signes and wonders and myghty dedes."
    },
    {
      "verse": 13,
      "text": "For what is it wherin ye were inferiors vnto other congregacions except it be therin that I was not greveous vnto you. Forgeve me this wronge done vnto you."
    },
    {
      "verse": 14,
      "text": "Beholde now the thyrde tyme I am redy to come vnto you: and yet will I not be grevous vnto you. For I seke not youres but you. Also the children ought not to laye vp for the fathers and mothers: but the fathers and mothers for the children."
    },
    {
      "verse": 15,
      "text": "I will very gladly bestowe and wilbe bestowed for youre soules: though the moare I love you the lesse I am loved agayne."
    },
    {
      "verse": 16,
      "text": "But be it that I greved you not: never the lesse I was crafty and toke you with gile."
    },
    {
      "verse": 17,
      "text": "Did I pill you by eny of the which I sent vnto you?"
    },
    {
      "verse": 18,
      "text": "I desyred Titus and with him I sent a brother. Did Titus defraude you of eny thynge? walked we not in one sprete? walked we not in lyke steppes?"
    },
    {
      "verse": 19,
      "text": "Agayne thynke ye that we excuse oure selves? We speake in Christ in the sight of God. But we do all thynges dearly beloved for youre edifyinge."
    },
    {
      "verse": 20,
      "text": "For I feare lest it come to passe that when I come I shall not fynde you soche as I wolde: and I shalbe foude vnto you soche as ye wolde not: I feare lest ther be founde amonge you debate envyinge wrath stryfe backbytynges whisperynges swellynges and discorde."
    },
    {
      "verse": 21,
      "text": "I feare lest when I come agayne God brynge me lowe amonge you and I be constrayned to bewayle many of the which have synned all redy and have not repented of the vnclennes fornicacion and wantanes which they haue committed."
    }
  ]
}