{
  "book_id": "2CO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Now come I the thyrd tyme vnto you. In the mouth of two or thre witnesses shall every thinge stonde."
    },
    {
      "verse": 2,
      "text": "I tolde you before and tell you before: and as I sayde when I was present with you the seconde tyme so wryte I now beynge absent to them which in tyme past have synned and to all other: that if I come agayne I will not spare"
    },
    {
      "verse": 3,
      "text": "seynge that ye seke experience of Christ which speaketh in me which amonge you is not weake but is myghty in you."
    },
    {
      "verse": 4,
      "text": "And verely though it came of weaknes that he was crucified yet liveth he thorow the power of God. And we no dout are weake in him: but we shall live with him by the myght of God amonge you."
    },
    {
      "verse": 5,
      "text": "Prove youre selves whether ye are in the fayth or not. Examen youre owne selves: knowe ye not youre awne selves how that Iesus Christ is in you excepte ye be castawayes?"
    },
    {
      "verse": 6,
      "text": "I trust that ye shall knowe that we are not castawayes."
    },
    {
      "verse": 7,
      "text": "I desyre before God that ye do none evyll not that we shuld seme comendable: but that ye shuld do that which is honest: and let vs be counted as leawde persones."
    },
    {
      "verse": 8,
      "text": "We can do no thinge agaynst the trueth but for the trueth."
    },
    {
      "verse": 9,
      "text": "We are glad when we are weake and ye stronge. This also we wisshe for even that ye were perfect."
    },
    {
      "verse": 10,
      "text": "Therfore write I these thinges beynge absent lest when I am present I shuld vse sharpenes accordinge to the power which the Lorde hath geven me to edifie and not to destroye."
    },
    {
      "verse": 11,
      "text": "Finallye brethren fare ye well be perfect be of good comforte be of one mynde lyve in peace and the God of love and peace shalbe with you."
    },
    {
      "verse": 12,
      "text": "Grete one another in an holy kysse."
    },
    {
      "verse": 13,
      "text": "All ye saynctes salute you."
    },
    {
      "verse": 14,
      "text": "The grace of oure Lorde Iesus Christ and the love of God and the fellishippe of the holy goost be with you all. Amen. ‘The seconde epistle to the Corinthians. Sent from Philippos a citie in Macedonia, by Titus and Lucas.’"
    }
  ]
}