{
  "book_id": "PHP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "פולוס וטימותיוס עבדי המשיח ישוע אל כל הקדשים במשיח ישוע אשר הם בפילפי עם הפקידים והשמשים׃"
    },
    {
      "verse": 2,
      "text": "חסד לכם ושלום מאת האלהים אבינו ואדנינו ישוע המשיח׃"
    },
    {
      "verse": 3,
      "text": "אודה לאלהי מדי זכרי אתכם׃"
    },
    {
      "verse": 4,
      "text": "ותמיד בכל תפלותי אתחנן בשמחה בעד כלכם׃"
    },
    {
      "verse": 5,
      "text": "על התחברותכם אל הבשורה למן היום הראשון ועד הנה׃"
    },
    {
      "verse": 6,
      "text": "ובטח אני כי המתחיל בכם המעשה הטוב גם יגמרנו עד יום ישוע המשיח׃"
    },
    {
      "verse": 7,
      "text": "כאשר ראוי לי לחשב ככה על כלכם בעבור שאתי אתכם בלבבי במוסרי ובהצדיקי ובחזקי את הבשורה באשר כלכם חברי בחסד׃"
    },
    {
      "verse": 8,
      "text": "כי האלהים לי לעד אשר לכלכם נכספתי באהבת ישוע המשיח׃"
    },
    {
      "verse": 9,
      "text": "ועל זאת מתפלל אנכי כי תרבה ותגדל אהבתכם בהשכל ובכל דעת׃"
    },
    {
      "verse": 10,
      "text": "למען תבחנו את המבחרות והייתם זכים ובלי מכשול עד יום המשיח׃"
    },
    {
      "verse": 11,
      "text": "מלאים פרי הצדקה על ידי ישוע המשיח לכבוד אלהים ותהלתו׃"
    },
    {
      "verse": 12,
      "text": "והנני מודיע אתכם אחי כי אשר מצאתני היתה אך ליתרון הבשורה׃"
    },
    {
      "verse": 13,
      "text": "עד אשר נגלו מוסרותי במשיח בכל שער המלך ולכל הנשארים׃"
    },
    {
      "verse": 14,
      "text": "ורב האחים באדנינו הוסיפו אמץ במוסרותי והתחזקו יותר בלבבם לדבר את הדבר בלי פחד׃"
    },
    {
      "verse": 15,
      "text": "הן יש מגידים את המשיח מקנאה וריב ויש מגידים בכונה טובה׃"
    },
    {
      "verse": 16,
      "text": "אלה ממריבה מגידים את המשיח לא בלב טהור כי חשבים להוסיף צרה על מוסרי׃"
    },
    {
      "verse": 17,
      "text": "ואלה מאהבה באשר הם ידעים כי נתון אנכי להצדיק את הבשורה׃"
    },
    {
      "verse": 18,
      "text": "אך מה בכך הלא בכל אופן אם בעלילה או באמת יגד המשיח ואני הנני שמח בזאת וגם אשמח׃"
    },
    {
      "verse": 19,
      "text": "כי יודע אני שתהיה לי זאת לישועה בתפלתכם ובעזרת רוח ישוע המשיח׃"
    },
    {
      "verse": 20,
      "text": "ואוחיל ואקוה שלא אבוש בכל דבר כי אם בכל בטחון כאשר מאז כן גם עתה יתגדל המשיח בגופי אם בחיי אם במותי׃"
    },
    {
      "verse": 21,
      "text": "כי המשיח הוא חיי והמות רוח לי׃"
    },
    {
      "verse": 22,
      "text": "אולם אם לחיות בבשר עוד יוסיף לי פרי עמלי אין לי להגיד במה אבחר׃"
    },
    {
      "verse": 23,
      "text": "כי משוך אני מן השנים נפשי אותה להפטר ולהיות עם המשיח כי זה המבחר׃"
    },
    {
      "verse": 24,
      "text": "אבל לעמד עוד בבשר צריך יתר בעבורכם׃"
    },
    {
      "verse": 25,
      "text": "ואני בטח וידע כי אותר ואעמד עם כלכם יחד לאמץ אתכם ולהגדיל שמחת אמונתכם׃"
    },
    {
      "verse": 26,
      "text": "למען תרבה על ידי תהלתכם במשיח ישוע בשובי לבוא אליכם׃"
    },
    {
      "verse": 27,
      "text": "רק חתנהגו כראוי לבשורת המשיח למען אשמע עליכם אם בבואי לראותכם אם בהיותי רחוק כי קימים אתם ברוח אחת ועזרים אתי בנפש אחת להלחם בעד אמונת הבשורה׃"
    },
    {
      "verse": 28,
      "text": "ואינכם חרדים מאומה מפני המתקוממים אשר זאת להם אות לאבדם ולכם לישועתכם ומאת האלהים היא׃"
    },
    {
      "verse": 29,
      "text": "כי נתן לכם בעד המשיח לא לבד להאמין בו כי אם גם להתענות בעדו׃"
    },
    {
      "verse": 30,
      "text": "כי גם לכם המלחמה אשר ראיתם בי ואשר עתה שמעים אתם עלי׃"
    }
  ]
}