{
  "book_id": "PHP",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "ובכן אחי שמחו באדנינו הן לכתב ולשנות כזאת אליכם עלי איננו לטרח ולכם הוא לחזוק׃"
    },
    {
      "verse": 2,
      "text": "הזהרו מן הכלבים הזהרו מן הפעלים הרעים הזהרו מן החתוך׃"
    },
    {
      "verse": 3,
      "text": "כי אנחנו בני המילה העבדים את האלהים ברוח ומתפארים במשיח ישוע ואיננו בטחים בבשר׃"
    },
    {
      "verse": 4,
      "text": "אף כי גם לי יש לבטח בבשר ואם יחשב איש שיוכל לבטח בבשר הנה אני יותר ממנו׃"
    },
    {
      "verse": 5,
      "text": "אשר אני נמול בן שמונת ימים מבני ישראל משבט בנימין עברי מן העברים׃"
    },
    {
      "verse": 6,
      "text": "לפי התורה פרוש בקנאתי רדף את העדה ולפי צדקת התורה בלי שמץ׃"
    },
    {
      "verse": 7,
      "text": "אך היתרנות האלה כלן חשבתי לי לחסרנות למען המשיח׃"
    },
    {
      "verse": 8,
      "text": "וגם עודני חשב את כלן לחסרון לעמת מעלת ידיעת ישוע המשיח אדני אשר בעבורו חסרתי את נפשי מכל אלה ואחשבם לסחי להרויח את המשיח ולהמצא בו׃"
    },
    {
      "verse": 9,
      "text": "ולא תהיה לי צדקתי מתוך התורה כי אם באמונת המשיח הצדקה הבאה מאת האלהים באמונה׃"
    },
    {
      "verse": 10,
      "text": "לדעת אתו ואת גבורת תחיתו והתחברות ענוייו ולהדמות למותו׃"
    },
    {
      "verse": 11,
      "text": "להגיע אם אוכל אל תחית המתים׃"
    },
    {
      "verse": 12,
      "text": "לא כאלו השגתי כבר או כאלו השלמתי אבל ארדף אולי אשיג כאשר גם השיגני המשיח ישוע׃"
    },
    {
      "verse": 13,
      "text": "אחי אינני חשב כי כבר השגתי אך אחת דברתי כי שכח אני את אשר מאחרי ואשתטח אל אשר לפני׃"
    },
    {
      "verse": 14,
      "text": "וארדף את מטרת שכר הנצחון אשר הוא בקריאה של מעלה מאת האלהים במשיח ישוע׃"
    },
    {
      "verse": 15,
      "text": "לכן מי שהוא שלם בנו כן יחשב ואם תחשבו מחשבה אחרת גם זאת יגלה לכם האלהים׃"
    },
    {
      "verse": 16,
      "text": "רק נתהלכה באשר הגענו עדיה במעגל אחד יבלב אחד׃"
    },
    {
      "verse": 17,
      "text": "אחי היו חברים להלכים אחרי והביטו אל המתהלכים כן כאשר אנחנו מופת לכם׃"
    },
    {
      "verse": 18,
      "text": "כי רבים המתהלכים כן כאשר אנחנו מופת לכם׃"
    },
    {
      "verse": 19,
      "text": "כי רבים המתהלכים אשר עליהם אמרתי לכם פעמים הרבה ועתה גם בבכי אני אמר כי הם איבי צלב המשיח׃"
    },
    {
      "verse": 20,
      "text": "אשר אחריתם האבדון אשר כרסם אלהיהם וכבודם בבשתם וקרבם הבלי חלד׃"
    },
    {
      "verse": 21,
      "text": "כי אזרחותנו בשמים היא ומשם מחכים אנחנו למושיענו אדנינו ישוע המשיח׃ [ (Philippians 3:22) אשר יחליף את גוף שפלותנו להיותו דומה לגוף כבודו כפי כח יכלתו לכבש הכל תחתיו׃ ]"
    }
  ]
}