{
  "book_id": "PHP",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "ועתה אחי החביבים והחמודים שמחתי ועטרת ראשי עמדו נא כן באדנינו חביבי׃"
    },
    {
      "verse": 2,
      "text": "את אבהודיה אני מזהיר ואת סונטיכי אני מזהיר להיות לב אחד באדנינו׃"
    },
    {
      "verse": 3,
      "text": "ואתה חברי הנצמד לי באמת אף ממך אני מבקש להיות להן לעזר אשר יגעו עמדי על הבשורה עם קלימיס ועם שאר תמכי אשר שמותם יחד בספר החיים׃"
    },
    {
      "verse": 4,
      "text": "שמחו באדנינו בכל עת ועוד הפעם אמר אני שמחו׃"
    },
    {
      "verse": 5,
      "text": "ענות רוחכם תודע לכל איש קרב הוא האדון׃"
    },
    {
      "verse": 6,
      "text": "אל תדאגו כי אם בתפלה ובתחנונים עם תודה תודיעו בכל דבר את משאלותיכם לאלהינו׃"
    },
    {
      "verse": 7,
      "text": "ושלום אלהים הנשגב מכל שכל ינצר את לבבכם ואת מחשבותיכם במשיח ישוע׃"
    },
    {
      "verse": 8,
      "text": "ובכן אחי כל אשר הוא אמת ונכבד וישר וטהור ונעים ואשר שמעו טוב כל מעשה צדק כל מעשה שבח על אלה תשימו לבבכם׃"
    },
    {
      "verse": 9,
      "text": "אשר למדתם וקבלתם ושמעתם וראיתם בי את אלה תעשו ואלהי השלום יהיה עמכם׃"
    },
    {
      "verse": 10,
      "text": "ואני שמחתי מאד באדנינו כי עתה הפעם החלפתם כח להשגיח עלי וגם משגיחים הייתם עד כה אך לא עלתה בידכם׃"
    },
    {
      "verse": 11,
      "text": "ולא ממחסור אדבר כן כי למדתי להסתפק במה שיש לי׃"
    },
    {
      "verse": 12,
      "text": "ידעתי לענות אף ידעתי להותיר מחנך אני בכל ענין ואופן הן לשבע הן לרעב הן להותיר הן לחסר׃"
    },
    {
      "verse": 13,
      "text": "כל זאת אוכל בעזרת המשיח הנותן כח בקרבי׃"
    },
    {
      "verse": 14,
      "text": "אבל היטבתם לעשות בהתחברכם אלי בצרתי׃"
    },
    {
      "verse": 15,
      "text": "וידעתם גם אתם פילפיים כי בראשית הבשורה כצאתי ממקדוניא לא התחברה לי אחת מן הקהלות בעשק משא ומתן כי אם אתם בלבד׃"
    },
    {
      "verse": 16,
      "text": "כי גם בתסלוניקי שלחתם לי את צרכי פעם ושתים׃"
    },
    {
      "verse": 17,
      "text": "לא שאבקש את המתן אך אבקש הפרי אשר ירבה בחשבנכם׃"
    },
    {
      "verse": 18,
      "text": "ואני קבלתי את הכל ויש לי די והותר ואני נמלאתי ריח ניחח בקבלי מידי אפפרודיטוס את כל אשר שלחתם זבח ערב ורצוי לאלהים׃"
    },
    {
      "verse": 19,
      "text": "ואלהי הוא ימלא את כל צרככם כעשר כבודו במשיח ישוע׃"
    },
    {
      "verse": 20,
      "text": "ולאלהים אבינו הכבוד לעולמי עולמים אמן׃"
    },
    {
      "verse": 21,
      "text": "שאלו לשלום כל קדוש במשיח ישוע האחים אשר עמדי שאלים לשלומכם׃"
    },
    {
      "verse": 22,
      "text": "כל הקדשים שאלים לשלומכם וביותר אלה אשר מבית הקיסר׃"
    },
    {
      "verse": 23,
      "text": "חסד ישוע המשיח אדנינו עם כלכם אמן׃"
    }
  ]
}