{
  "book_id": "ISA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "In the year that king Uzziah died I saw also the LORD sitting upon a throne, high and elevated, and his train filled the temple."
    },
    {
      "verse": 2,
      "text": "Above it stood seraphim: each one had six wings; with two he covered his face, and with two he covered his feet, and with two he flew."
    },
    {
      "verse": 3,
      "text": "And one cried to another, and said, Holy, holy, holy \\add is\\add* the LORD of hosts: the whole earth \\add is\\add* full of his glory."
    },
    {
      "verse": 4,
      "text": "And the posts of the door moved at the voice of him that cried, and the house was filled with smoke."
    },
    {
      "verse": 5,
      "text": "Then said I, Woe \\add is\\add* me! for I am undone; because I \\add am\\add* a man of unclean lips, and I dwell in the midst of a people of unclean lips: for my eyes have seen the King, the LORD of hosts."
    },
    {
      "verse": 6,
      "text": "Then one of the seraphim flew to me, having a live coal in his hand, \\add which\\add* he had taken with the tongs from off the altar:"
    },
    {
      "verse": 7,
      "text": "And he laid \\add it\\add* upon my mouth, and said, Lo, this hath touched thy lips; and thy iniquity is taken away, and thy sin purged."
    },
    {
      "verse": 8,
      "text": "Also I heard the voice of the LORD, saying, Whom shall I send, and who will go for us? Then said I, Here \\add am\\add* I; send me."
    },
    {
      "verse": 9,
      "text": "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not."
    },
    {
      "verse": 10,
      "text": "Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed."
    },
    {
      "verse": 11,
      "text": "Then said I, Lord, how long? And he answered, Until the cities shall be wasted without inhabitant, and the houses without man, and the land be utterly desolate;"
    },
    {
      "verse": 12,
      "text": "And the LORD shall have removed men far away, and \\add there be\\add* a great forsaking in the midst of the land."
    },
    {
      "verse": 13,
      "text": "But yet in it \\add shall be\\add* a tenth, and \\add it\\add* shall return, and shall be eaten: as a teil-tree, and as an oak whose substance \\add is\\add* in them, when they cast \\add their leaves\\add* : \\add so\\add* the holy seed \\add shall be\\add* the substance of it."
    }
  ]
}