{
  "book_id": "ISA",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "The burden of the desert of the sea. As whirlwinds in the south pass through; \\add so\\add* it cometh from the desert, from a terrible land."
    },
    {
      "verse": 2,
      "text": "A grievous vision is declared to me; the treacherous dealer dealeth treacherously, and the spoiler plundereth. Go up, O Elam: besiege, O Media; all her sighing have I made to cease."
    },
    {
      "verse": 3,
      "text": "Therefore are my loins filled with pain: pangs have taken hold upon me, as the pangs of a woman that travaileth: I was bowed down at the hearing \\add of it\\add* ; I was dismayed at the seeing \\add of it\\add* ."
    },
    {
      "verse": 4,
      "text": "My heart panted, fearfulness affrighted me: the night of my pleasure hath he turned into fear to me."
    },
    {
      "verse": 5,
      "text": "Prepare the table, watch in the watch-tower, eat, drink: arise, ye princes, \\add and\\add* anoint the shield."
    },
    {
      "verse": 6,
      "text": "For thus hath the LORD said to me, Go, set a watchman, let him declare what he seeth."
    },
    {
      "verse": 7,
      "text": "And he saw a chariot \\add with\\add* a couple of horsemen, a chariot of asses, \\add and\\add* a chariot of camels; and he hearkened diligently with much heed:"
    },
    {
      "verse": 8,
      "text": "And he cried, a lion: My lord, I stand continually upon the watch-tower in the day time, and I am set in my ward whole nights."
    },
    {
      "verse": 9,
      "text": "And behold, here cometh a chariot of men, \\add with\\add* a couple of horsemen. And he answered and said, Babylon is fallen, is fallen; and all the graven images of her gods he hath broken to the ground."
    },
    {
      "verse": 10,
      "text": "O my threshing, and the corn of my floor; that which I have heard from the LORD of hosts, the God of Israel, have I declared to you."
    },
    {
      "verse": 11,
      "text": "The burden of Dumah. He calleth to me out of Seir, Watchman, what of the night? Watchman, what of the night?"
    },
    {
      "verse": 12,
      "text": "The watchman said, The morning cometh, and also the night: if ye will inquire, inquire ye: return, come."
    },
    {
      "verse": 13,
      "text": "The burden upon Arabia. In the forest in Arabia shall ye lodge, O ye traveling companies of Dedanim."
    },
    {
      "verse": 14,
      "text": "The inhabitants of the land of Tema brought water to him that was thirsty, they met with their bread him that fled."
    },
    {
      "verse": 15,
      "text": "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war."
    },
    {
      "verse": 16,
      "text": "For thus hath the LORD said to me, Within a year, according to the years of a hireling, and all the glory of Kedar shall fail:"
    },
    {
      "verse": 17,
      "text": "And the residue of the number of archers, the mighty men of the children of Kedar, shall be diminished: for the LORD God of Israel hath spoken \\add it\\add* ."
    }
  ]
}