{
  "book_id": "ISA",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "In that day the LORD with his keen and great and strong sword will punish leviathan the piercing serpent, even leviathan that crooked serpent; and he will slay the dragon that \\add is\\add* in the sea."
    },
    {
      "verse": 2,
      "text": "In that day sing ye to her, A vineyard of red wine."
    },
    {
      "verse": 3,
      "text": "I the LORD do keep it; I will water it every moment: lest \\add any\\add* hurt it, I will keep it night and day."
    },
    {
      "verse": 4,
      "text": "Fury \\add is\\add* not in me: who would set the briers \\add and\\add* thorns against me in battle? I would go through them, I would burn them together."
    },
    {
      "verse": 5,
      "text": "Or let him take hold of my strength, \\add that\\add* he may make peace with me, \\add and\\add* he shall make peace with me."
    },
    {
      "verse": 6,
      "text": "He shall cause them that descend from Jacob to take root: Israel shall blossom and bud, and fill the face of the world with fruit."
    },
    {
      "verse": 7,
      "text": "Hath he smitten him, as he smote those that smote him? \\add or\\add* is he slain according to the slaughter of them that are slain by him?"
    },
    {
      "verse": 8,
      "text": "In measure, when it shooteth forth, thou wilt debate with it: he stayeth his rough wind in the day of the east wind."
    },
    {
      "verse": 9,
      "text": "By this therefore shall the iniquity of Jacob be purged; and this \\add is\\add* all the fruit to take away his sin; when he maketh all the stones of the altar as chalk-stones that are beaten asunder, the groves and images shall not stand up."
    },
    {
      "verse": 10,
      "text": "Yet the fortified city \\add shall be\\add* desolate, \\add and\\add* the habitation forsaken, and left like a wilderness: there shall the calf feed, and there shall he lie down, and consume its branches."
    },
    {
      "verse": 11,
      "text": "When its boughs are withered, they shall be broken off: the women come \\add and\\add* set them on fire: for it \\add is\\add* a people of no understanding: therefore he that made them will not have mercy on them, and he that formed them will show them no favor."
    },
    {
      "verse": 12,
      "text": "And it shall come to pass in that day, \\add that\\add* the LORD shall gather from the channel of the river to the stream of Egypt, and ye shall be gathered one by one, O ye children of Israel."
    },
    {
      "verse": 13,
      "text": "And it shall come to pass in that day, \\add that\\add* the great trumpet shall be blown, and they shall come who were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the LORD on the holy mount at Jerusalem."
    }
  ]
}