{
  "book_id": "ISA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "In those days was Hezekiah sick with a mortal disease. And Isaiah the prophet the son of Amoz came to him, and said to him, Thus saith the LORD, Set thy house in order: for thou shalt die, and not live."
    },
    {
      "verse": 2,
      "text": "Then Hezekiah turned his face towards the wall, and prayed to the LORD,"
    },
    {
      "verse": 3,
      "text": "And said, Remember now, O LORD, I beseech thee, how I have walked before thee in truth and with a perfect heart, and have done \\add that which is\\add* good in thy sight. And Hezekiah wept bitterly."
    },
    {
      "verse": 4,
      "text": "Then came the word of the LORD to Isaiah, saying,"
    },
    {
      "verse": 5,
      "text": "Go and say to Hezekiah, Thus saith the LORD, the God of David thy father, I have heard thy prayer, I have seen thy tears: behold, I will add to thy days fifteen years."
    },
    {
      "verse": 6,
      "text": "And I will deliver thee and this city from the hand of the king of Assyria: and I will defend this city."
    },
    {
      "verse": 7,
      "text": "And this \\add shall be\\add* a sign to thee from the LORD, that the LORD will do this thing that he hath spoken;"
    },
    {
      "verse": 8,
      "text": "Behold, I will bring again the shadow of the degrees, which hath gone down on the sun-dial of Ahaz ten degrees backward. So the sun returned ten degrees, by which degrees it had gone down."
    },
    {
      "verse": 9,
      "text": "The writing of Hezekiah king of Judah, when he had been sick, and had recovered from his sickness:"
    },
    {
      "verse": 10,
      "text": "I said in the cutting off of my days, I shall go to the gates of the grave: I am deprived of the residue of my years."
    },
    {
      "verse": 11,
      "text": "I said, I shall not see the LORD, \\add even\\add* the LORD, in the land of the living: I shall behold man no more with the inhabitants of the world."
    },
    {
      "verse": 12,
      "text": "My age hath departed, and is removed from me as a shepherd's tent: I have cut off like a weaver my life: he will cut me off with pining sickness: from day \\add even\\add* to night wilt thou make an end of me."
    },
    {
      "verse": 13,
      "text": "I reckoned till morning, \\add that\\add* , as a lion, so will he break all my bones: from day \\add even\\add* to night wilt thou make an end of me."
    },
    {
      "verse": 14,
      "text": "Like a crane \\add or\\add* a swallow, so I chattered: I mourned as a dove: my eyes fail \\add with looking\\add* upward: O LORD, I am oppressed; undertake for me."
    },
    {
      "verse": 15,
      "text": "What shall I say? he hath both spoken to me, and himself hath done \\add it\\add* : I shall go softly all my years in the bitterness of my soul."
    },
    {
      "verse": 16,
      "text": "O LORD, by these \\add things men\\add* live, and in all these \\add things is\\add* the life of my spirit: so wilt thou recover me, and make me to live."
    },
    {
      "verse": 17,
      "text": "Behold, for peace I had great bitterness: but thou hast in love to my soul \\add delivered it\\add* from the pit of corruption: for thou hast cast all my sins behind thy back."
    },
    {
      "verse": 18,
      "text": "For the grave cannot praise thee, death can \\add not\\add* celebrate thee: they that go down into the pit cannot hope for thy truth."
    },
    {
      "verse": 19,
      "text": "The living, the living, he shall praise thee, as I \\add do\\add* this day: the father to the children shall make known thy truth."
    },
    {
      "verse": 20,
      "text": "The LORD \\add was ready\\add* to save me: therefore we will sing my songs to the stringed instruments all the days of our life in the house of the LORD."
    },
    {
      "verse": 21,
      "text": "For Isaiah had said, Let them take a lump of figs, and lay \\add it\\add* for a plaster upon the boil, and he will recover."
    },
    {
      "verse": 22,
      "text": "Hezekiah also had said, What \\add is\\add* the sign that I shall go up to the house of the LORD?"
    }
  ]
}