{
  "book_id": "ISA",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "Come down, and sit in the dust, O virgin daughter of Babylon, sit on the ground: \\add there is\\add* no throne, O daughter of the Chaldeans: for thou shalt no more be called tender and delicate."
    },
    {
      "verse": 2,
      "text": "Take the millstones, and grind meal: uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers."
    },
    {
      "verse": 3,
      "text": "Thy nakedness shall be uncovered, yes, thy shame shall be seen: I will take vengeance, and I will not meet \\add thee as\\add* a man."
    },
    {
      "verse": 4,
      "text": "\\add As for\\add* our Redeemer, the LORD of hosts \\add is\\add* his name, the Holy One of Israel."
    },
    {
      "verse": 5,
      "text": "Sit thou silent, and get thee into darkness, O daughter of the Chaldeans: for thou shalt no more be called, The lady of kingdoms."
    },
    {
      "verse": 6,
      "text": "I was wroth with my people, I have polluted my inheritance, and given them into thy hand: thou didst show them no mercy; upon the ancient hast thou very heavily laid thy yoke."
    },
    {
      "verse": 7,
      "text": "And thou saidst, I shall be a lady for ever: \\add so\\add* that thou didst not lay these \\add things\\add* to thy heart, neither didst remember the latter end of it."
    },
    {
      "verse": 8,
      "text": "Therefore hear now this, \\add thou that art\\add* given to pleasures, that dwellest carelessly, that sayest in thy heart, I \\add am\\add* , and none else besides me; I shall not sit \\add as\\add* a widow, neither shall I know the loss of children:"
    },
    {
      "verse": 9,
      "text": "But these two \\add things\\add* shall come to thee in a moment in one day, the loss of children, and widowhood: they shall come upon thee in their perfection, for the multitude of thy sorceries, \\add and\\add* for the great abundance of thy enchantments."
    },
    {
      "verse": 10,
      "text": "For thou hast trusted in thy wickedness: thou hast said, None seeth me. Thy wisdom and thy knowledge, it hath perverted thee; and thou hast said in thy heart, I \\add am\\add* , and none else besides me."
    },
    {
      "verse": 11,
      "text": "Therefore shall evil come upon thee; thou shalt not know from whence it riseth: and mischief shall fall upon thee; thou shalt not be able to put it off: and desolation shall come upon thee suddenly, \\add which\\add* thou shalt not know."
    },
    {
      "verse": 12,
      "text": "Stand now with thy enchantments, and with the multitude of thy sorceries, in which thou hast labored from thy youth; if thou shalt be able to profit, if thou mayest prevail."
    },
    {
      "verse": 13,
      "text": "Thou art wearied in the multitude of thy counsels. Let now the astrologers, the star-gazers, the monthly prognosticators, stand up, and save thee from \\add these things\\add* that shall come upon thee."
    },
    {
      "verse": 14,
      "text": "Behold, they shall be as stubble; the fire shall burn them; they shall not deliver themselves from the power of the flame: \\add there shall\\add* not \\add be\\add* a coal to warm at, \\add nor\\add* fire to sit before it."
    },
    {
      "verse": 15,
      "text": "Thus shall they be to thee with whom thou hast labored, \\add even\\add* thy merchants, from thy youth: they shall wander every one to his quarter; none shall save thee."
    }
  ]
}