{
  "book_id": "ISA",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Hear ye this, O house of Jacob, who are called by the name of Israel, and have come forth out of the waters of Judah, who swear by the name of the LORD, and make mention of the God of Israel, butnot in truth, nor in righteousness."
    },
    {
      "verse": 2,
      "text": "For they call themselves of the holy city, and stay themselves upon the God of Israel; The LORD of hosts ishis name."
    },
    {
      "verse": 3,
      "text": "I have declared the former things from the beginning; and they went forth from my mouth, and I showed them; I did themsuddenly, and they came to pass."
    },
    {
      "verse": 4,
      "text": "Because I knew that thou artobstinate, and thy neck isan iron sinew, and thy brow brass;"
    },
    {
      "verse": 5,
      "text": "I have even from the beginning declared itto thee; before it came to pass I showed itthee: lest thou shouldst say, My idol hath done them, and my graven image, and my molten image, hath commanded them."
    },
    {
      "verse": 6,
      "text": "Thou hast heard, see all this; and will not ye declare it? I have showed ye new things from this time, even hidden things, and thou didst not know them."
    },
    {
      "verse": 7,
      "text": "They are created now, and not from the beginning; even before the day when thou heardst them not; lest thou shouldst say, Behold, I knew them."
    },
    {
      "verse": 8,
      "text": "Yes, thou heardst not; yes, thou knewest not; yes, from that time thatthy ear was not opened: for I knew that thou wouldst deal very treacherously, and wast called a transgressor from the womb."
    },
    {
      "verse": 9,
      "text": "For my name's sake will I defer my anger, and for my praise will I refrain for thee, that I cut thee not off."
    },
    {
      "verse": 10,
      "text": "Behold, I have refined thee, but not with silver; I have chosen thee in the furnace of affliction."
    },
    {
      "verse": 11,
      "text": "For my own sake, evenfor my own sake, will I do it: for how should my namebe profaned? and I will not give my glory to another."
    },
    {
      "verse": 12,
      "text": "Hearken to me, O Jacob and Israel, my called; I amhe; I amthe first, I also amthe last."
    },
    {
      "verse": 13,
      "text": "My hand also hath laid the foundation of the earth, and my right hand hath spanned the heavens: whenI call to them, they stand up together."
    },
    {
      "verse": 14,
      "text": "All ye, assemble yourselves and hear; who among them hath declared these things? The LORD hath loved him: he will do his pleasure on Babylon, and his arm shall be onthe Chaldeans."
    },
    {
      "verse": 15,
      "text": "I, evenI, have spoken, yes, I have called him: I have brought him, and he shall make his way prosperous."
    },
    {
      "verse": 16,
      "text": "Come ye near to me, hear ye this; I have not spoken in secret from the beginning; from the time that it was, there amI: and now the LORD God, and his Spirit, hath sent me."
    },
    {
      "verse": 17,
      "text": "Thus saith the LORD, thy Redeemer, the Holy One of Israel; I amthe LORD thy God, who teacheth thee to profit, who leadeth thee by the way thatthou shouldst go."
    },
    {
      "verse": 18,
      "text": "O that thou hadst hearkened to my commandments! then had thy peace been as a river, and thy righteousness as the waves of the sea:"
    },
    {
      "verse": 19,
      "text": "Thy seed also had been as the sand, and the offspring of thy bowels like its gravel; his name should not have been cut off nor destroyed from before me."
    },
    {
      "verse": 20,
      "text": "Go ye forth from Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter it evento the end of the earth; say ye, The LORD hath redeemed his servant Jacob."
    },
    {
      "verse": 21,
      "text": "And they thirsted not, whenhe led them through the deserts: he caused the waters to flow out of the rock for them: he cleaved the rock also, and the waters gushed out."
    },
    {
      "verse": 22,
      "text": "There isno peace, saith the LORD, to the wicked."
    }
  ]
}