{
  "book_id": "ISA",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "Hearken to me, ye that follow after righteousness, ye that seek the LORD: look to the rock \\add whence\\add* ye are hewn, and to the hole of the pit \\add whence\\add* ye are digged."
    },
    {
      "verse": 2,
      "text": "Look to Abraham your father, and to Sarah \\add that\\add* bore you: for I called him alone, and blessed him, and increased him."
    },
    {
      "verse": 3,
      "text": "For the LORD will comfort Zion: he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the LORD; joy and gladness shall be found therein, thanksgiving, and the voice of melody."
    },
    {
      "verse": 4,
      "text": "Hearken to me, my people; and give ear to me, O my nation: for a law shall proceed from me, and I will make my judgment to rest for a light of the people."
    },
    {
      "verse": 5,
      "text": "My righteousness \\add is\\add* near; my salvation is gone forth, and my arms shall judge the people; the isles shall wait upon me, and on my arm shall they trust."
    },
    {
      "verse": 6,
      "text": "Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall become old like a garment, and its inhabitants shall die in like manner: but my salvation shall be for ever, and my righteousness shall not be abolished."
    },
    {
      "verse": 7,
      "text": "Hearken to me, ye that know righteousness, the people in whose heart \\add is\\add* my law; fear ye not the reproach of men, neither be ye afraid of their revilings."
    },
    {
      "verse": 8,
      "text": "For the moth shall eat them like a garment, and the worm shall eat them like wool: but my righteousness shall be for ever, and my salvation from generation to generation."
    },
    {
      "verse": 9,
      "text": "Awake, awake, put on thy strength, O arm of the LORD; awake, as in the ancient days, in the generations of old. \\add Art\\add* thou not that which hath cut Rahab, \\add and\\add* wounded the dragon?"
    },
    {
      "verse": 10,
      "text": "\\add Art\\add* thou not that which hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over?"
    },
    {
      "verse": 11,
      "text": "Therefore the redeemed of the LORD shall return, and come with singing to Zion; and everlasting joy \\add shall be\\add* upon their head: they shall obtain gladness and joy; sorrow and mourning shall flee away."
    },
    {
      "verse": 12,
      "text": "I, \\add even\\add* I, \\add am\\add* he that comforteth you: who \\add art\\add* thou, that thou shouldest be afraid of a man \\add that\\add* shall die, and of the son of man \\add who\\add* shall be made \\add as\\add* grass;"
    },
    {
      "verse": 13,
      "text": "And forgettest the LORD thy maker, that hath stretched forth the heavens, and laid the foundations of the earth; and hast feared continually every day because of the fury of the oppressor, as if he were ready to destroy? and where \\add is\\add* the fury of the oppressor?"
    },
    {
      "verse": 14,
      "text": "The captive exile hasteneth that he may be loosed, and that he should not die in the pit, nor that his bread should fail."
    },
    {
      "verse": 15,
      "text": "But I \\add am\\add* the LORD thy God, that divided the sea, whose waves roared: The LORD of hosts \\add is\\add* his name."
    },
    {
      "verse": 16,
      "text": "And I have put my words in thy mouth, and have covered thee in the shade of my hand, that I may plant the heavens, and lay the foundations of the earth, and say to Zion, Thou \\add art\\add* my people."
    },
    {
      "verse": 17,
      "text": "Awake, awake, stand up, O Jerusalem, which hast drank at the hand of the LORD the cup of his fury; thou hast drank the dregs of the cup of trembling, \\add and\\add* wrung \\add them\\add* out."
    },
    {
      "verse": 18,
      "text": "\\add There is\\add* none to guide her among all the sons \\add whom\\add* she hath brought forth; neither \\add is there any\\add* that taketh her by the hand of all the sons \\add that\\add* she hath brought up."
    },
    {
      "verse": 19,
      "text": "These two \\add things\\add* have come to thee; who shall be sorry for thee? desolation, and destruction, and famine, and the sword: by whom shall I comfort thee?"
    },
    {
      "verse": 20,
      "text": "Thy sons have fainted, they lie at the head of all the streets, as a wild bull in a net: they are full of the fury of the LORD, the rebuke of thy God."
    },
    {
      "verse": 21,
      "text": "Therefore hear now this, thou afflicted, and drunken, but not with wine:"
    },
    {
      "verse": 22,
      "text": "Thus saith thy Lord Jehovah, and thy God \\add that\\add* pleadeth the cause of his people, Behold, I have taken out of thy hand the cup of trembling, \\add even\\add* the dregs of the cup of my fury; thou shalt no more drink it again:"
    },
    {
      "verse": 23,
      "text": "But I will put it into the hand of them that afflict thee; who have said to thy soul, Prostrate thyself, that we may go over: and thou hast laid thy body as the ground, and as the street, to them that went over."
    }
  ]
}