{
  "book_id": "ISA",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "Oh that thou wouldst rend the heavens, that thou wouldst come down, that the mountains might flow down at thy presence,"
    },
    {
      "verse": 2,
      "text": "\\add As when\\add* the melting fire burneth, the fire causeth the waters to boil, to make thy name known to thy adversaries, \\add that\\add* the nations may tremble at thy presence!"
    },
    {
      "verse": 3,
      "text": "When thou didst terrible things \\add which\\add* we looked not for, thou camest down, the mountains flowed down at thy presence."
    },
    {
      "verse": 4,
      "text": "For since the beginning of the world \\add men\\add* have not heard, nor perceived by the ear, neither hath the eye seen, O God, besides thee, \\add what\\add* he hath prepared for him that waiteth for him."
    },
    {
      "verse": 5,
      "text": "Thou meetest him that rejoiceth, and worketh righteousness, \\add those that\\add* remember thee in thy ways: behold, thou art wroth; for we have sinned: in those is continuance, and we shall be saved."
    },
    {
      "verse": 6,
      "text": "But we are all as an unclean \\add thing\\add* , and all our righteousnesses \\add are\\add* as filthy rags; and we all do fade as a leaf; and our iniquities, like the wind, have taken us away."
    },
    {
      "verse": 7,
      "text": "And \\add there is\\add* none that calleth upon thy name, that stirreth up himself to take hold of thee: for thou hast hid thy face from us, and hast consumed us, because of our iniquities."
    },
    {
      "verse": 8,
      "text": "But now, O LORD, thou \\add art\\add* our father; we \\add are\\add* the clay, and thou our potter; and we all \\add are\\add* the work of thy hand."
    },
    {
      "verse": 9,
      "text": "Be not very wroth, O LORD, neither remember iniquity for ever: behold, see, we beseech thee, we \\add are\\add* all thy people."
    },
    {
      "verse": 10,
      "text": "Thy holy cities are a wilderness, Zion is a wilderness, Jerusalem a desolation."
    },
    {
      "verse": 11,
      "text": "Our holy and our beautiful house, where our fathers praised thee, is burned with fire: and all our pleasant things are laid waste."
    },
    {
      "verse": 12,
      "text": "Wilt thou refrain thyself for these \\add things\\add* , O LORD? wilt thou hold thy peace, and grievously afflict us?"
    }
  ]
}