{
  "book_id": "NEH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Then rose up Elyashib the high priest with his brethren the priests, and they built the sheep-gate; they sanctified it, and set up its doors: even as far as the tower of Meah did they sanctify it, as far as the tower of Chananel."
    },
    {
      "verse": 2,
      "text": "And by his side built the men of Jericho. And by his [other] side built Zaccur the son of Imri."
    },
    {
      "verse": 3,
      "text": "But the fish-gate did the sons of Hassenaah build: they also laid its beams, and set up its doors, its locks, and its bars."
    },
    {
      "verse": 4,
      "text": "And alongside of them repaired Meremoth the son of Uriyah, the son of Kakkoz. And alongside of them repaired Meshullam the son of Berechyah, the son of Meshezabel. And alongside of them repaired Zadok the son of Ba'ana."
    },
    {
      "verse": 5,
      "text": "And alongside of them repaired the Teko'ites; but their principal men put not their necks to the work of their Lord."
    },
    {
      "verse": 6,
      "text": "Moreover the old gate repaired Yoyada' the son of Passeach, and Meshullam the son of Bessodeyah: they laid its beams, and set up its doors, and its locks, and its bars."
    },
    {
      "verse": 7,
      "text": "And alongside of them repaired Melatyah the Gib'onite, and Jadon the Meronothite, men of Gib'on and of Mizpah, unto the seat of the governor on this side of the river."
    },
    {
      "verse": 8,
      "text": "Alongside of him repaired 'Uzziel the son of Charhayah, of the goldsmiths. And alongside of him repaired Chananyah the son of one of the apothecaries, and they fortified Jerusalem as far as the broad wall."
    },
    {
      "verse": 9,
      "text": "And alongside of them repaired Rephayah the son of Chur, the chief of the half of the district of Jerusalem."
    },
    {
      "verse": 10,
      "text": "And alongside of them repaired Jedayah the son of Charumaph, and this opposite to his house. And alongside of him repaired Chattush the son of Chashabneyah."
    },
    {
      "verse": 11,
      "text": "Another division did Malkiyah the son of Charim, and Chashub the son of Pachathmoab, repair, as also the tower of the ovens."
    },
    {
      "verse": 12,
      "text": "And alongside of him repaired Shallum the son of Hallochesh, the chief of the other half of the district of Jerusalem, he and his daughters."
    },
    {
      "verse": 13,
      "text": "The gate of the valley repaired Chanun, and the inhabitants of Zanoach: they built it, and set up its doors, its locks, and its bars, and a thousand cubits of the wall as far as the dung-gate."
    },
    {
      "verse": 14,
      "text": "And the dung-gate repaired Malkiyah the son of Rechah, the chief of the district of Beth-hakkerem: he built it, and set up its doors, its locks, and its bars."
    },
    {
      "verse": 15,
      "text": "And the gate of the fountain repaired Shallum the son of Col-chozeh, the chief of the district of Mizpah: he built it and covered it, and set up its doors, its locks, and its bars, and the wall of the pool of Shelach by the king's garden, and as far as the stairs that lead down from the city of David."
    },
    {
      "verse": 16,
      "text": "Next to him repaired Nehemiah the son of 'Azbuk, the chief of the half district of Beth-zur, as far as the place opposite to the sepulchres of David, and as far as the pool that was [newly] made, and as far as the house of the mighty men."
    },
    {
      "verse": 17,
      "text": "Next to him repaired the Levites: Rechum the son of Bani. Alongside of him repaired Chashabyah, the chief of the half district of Ke'ilah, for his district."
    },
    {
      "verse": 18,
      "text": "Next to him repaired their brethren: Bavai the son of Chenadad, the chief of the [other] half district of Ke'ilah."
    },
    {
      "verse": 19,
      "text": "And there repaired alongside of him 'Ezer the son of Joshua, the chief of Mizpah, another division, opposite to the ascent to the armory at the angle."
    },
    {
      "verse": 20,
      "text": "Next to him did Baruch the son of Zaccai' earnestly repair another division, from the angle as far as the door of the house of Elyashib the high priest."
    },
    {
      "verse": 21,
      "text": "Next to him repaired Meremoth the son of Uriyah the son of Hakkoz another division, from the door of the house of Elyashib even as far as the end of the house of Elyashib."
    },
    {
      "verse": 22,
      "text": "And next to him repaired the priests, the men of the plain [of Jordan]."
    },
    {
      "verse": 23,
      "text": "Next to him repaired Benjamin and Chashub opposite to their house. Next to him repaired 'Azaryah the son of Ma'aseyah the son of 'Ananyah alongside of his house."
    },
    {
      "verse": 24,
      "text": "Next to him repaired Binnui the son of Chenadad another division, from the house of 'Azaryah as far as the angle, and as far as the corner."
    },
    {
      "verse": 25,
      "text": "Palal the son of Uzai [repaired] from opposite to the angle, and the tower which standeth out from the king's upper house, that was by the court of the prison. Next to him Pedayah the son of Par'osh."
    },
    {
      "verse": 26,
      "text": "And the temple-servants dwelt on the hill fort, [and they built] as far as opposite to the water-gate toward the east, and the tower that standeth out."
    },
    {
      "verse": 27,
      "text": "Next to them repaired the Teko'ites another division from opposite the great tower that standeth out, and as far as the wall of the hill fort."
    },
    {
      "verse": 28,
      "text": "From above the horse-gate repaired the priests, every one opposite to his house."
    },
    {
      "verse": 29,
      "text": "Next to this repaired Zadok the son of Immer opposite to his house. And next to him repaired Shema'yah the son of Schechanyah, the keeper of the east gate."
    },
    {
      "verse": 30,
      "text": "Next to him repaired Chananyah the son of Shelemyah, and Chanun the sixth son of Zalaph another division. Next to him repaired Meshullam the son of Berechyah opposite to his chamber."
    },
    {
      "verse": 31,
      "text": "Next to him repaired Malkiyah the goldsmith's son as far as the house of the temple-servants, and of the merchants, opposite to the mustering-gate, and to the upper chamber of the corner."
    },
    {
      "verse": 32,
      "text": "And between the upper chamber of the corner and the sheep-gate repaired the goldsmiths and the merchants."
    }
  ]
}