{
  "book_id": "NEH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "(3:33) And it came to pass, when Sanballat heard that we were building the wall, that it displeased him, and he became very angry, and he mocked at the Jews."
    },
    {
      "verse": 2,
      "text": "(3:34) And he spoke before his brethren and the army of Samaria, and said, What are these feeble Jews doing? will people suffer them [to build]? will they sacrifice? will they complete it in one day? will they revive the stones out of the heaps of the rubbish, seeing that they have been burnt?"
    },
    {
      "verse": 3,
      "text": "(3:35) And Tobiyah the 'Ammonite was near him, and he said, Even what they are building, if a fox were to run up, he would readily break through their stone wall."
    },
    {
      "verse": 4,
      "text": "(3:36) Hear, O our God! how we are become a scorn; and bring their reproach back upon their own head, and give them up for prey in the land of captivity."
    },
    {
      "verse": 5,
      "text": "(3:37) And cover not up their iniquity, and let not their sin be blotted out from before thee; for they have taunted [us] in the presence of the builders."
    },
    {
      "verse": 6,
      "text": "(3:38) But we built the wall; and all the wall was joined together up to the half thereof; for the people had a heart to work."
    },
    {
      "verse": 7,
      "text": "(4:1) And it came to pass, when Sanballat and Tobiyah, and the Arabians, and the 'Ammonites, and the Ashdodites, heard that the walls of Jerusalem were restored, and that the breaches began to be closed up, that it displeased them greatly."
    },
    {
      "verse": 8,
      "text": "(4:2) And they conspired all of them together to come to fight against Jerusalem, and to do it an injury."
    },
    {
      "verse": 9,
      "text": "(4:3) But we prayed unto our God, and set a watch over them day and night, because of the others."
    },
    {
      "verse": 10,
      "text": "(4:4) And Judah said, The strength of the bearers of the burden is failing, and there is much rubbish; and we are not able to build on the wall."
    },
    {
      "verse": 11,
      "text": "(4:5) And our adversaries said, “They shall not know, nor see until we come in the midst of them, and slay them, and so stop the work.”"
    },
    {
      "verse": 12,
      "text": "(4:6) And it came to pass, when the Jews who dwelt near them came, that they said unto us ten times, “From all places whence ye may return home [they intend to come] over us.”"
    },
    {
      "verse": 13,
      "text": "(4:7) I placed therefore on the lower parts of the place on the naked rocks behind the wall—there I placed the people after their families with their swords, their spears, and their bows."
    },
    {
      "verse": 14,
      "text": "(4:8) And I looked [about], and rose up, and said unto the nobles, and to the rulers, and to the rest of the people, Be not afraid of them: think on the Lord, the great and terrible, and fight for your brethren, your sons, and your daughters, your wives, and your houses."
    },
    {
      "verse": 15,
      "text": "(4:9) And it came to pass, that, when our enemies heard that it was known unto us, God frustrated their counsel: and we returned, all of us, to the wall, every one unto his work."
    },
    {
      "verse": 16,
      "text": "(4:10) And it came to pass from that day forth, that the half of my young men wrought at the work, while the other half of them were holding the spears, the shields, and the bows, and the coats of mail; and the princes stood behind all the house of Judah."
    },
    {
      "verse": 17,
      "text": "(4:11) Those that built on the wall, and those that bore burdens, with those that loaded,—every one with one of his hands wrought on the work, and with the other hand held a weapon."
    },
    {
      "verse": 18,
      "text": "(4:12) And the builders had every one his sword fastened around his loins while they were building; and he that blew the cornet stood alongside of me."
    },
    {
      "verse": 19,
      "text": "(4:13) And I said unto the nobles, and to the rulers, and to the rest of the people, The work is great and extensive, and we are separated upon the wall, distant one from another."
    },
    {
      "verse": 20,
      "text": "(4:14) In what place [then] ye hear the sound of the cornet, thither must ye assemble unto us: our God will fight for us."
    },
    {
      "verse": 21,
      "text": "(4:15) So we labored at the work, while the half of them were holding the spears from the rising of the morning-dawn till the stars appeared."
    },
    {
      "verse": 22,
      "text": "(4:16) Likewise at the same time said I unto the people, Let every one with his young man lodge within Jerusalem, so that they may be in the night a guard to us, and during the day for the labor."
    },
    {
      "verse": 23,
      "text": "(4:17) And neither I, nor my brothers, nor my young men, nor the men of the guard who followed me—none of us took off our clothes, no one leaving them off even for washing himself."
    }
  ]
}