{
  "book_id": "NEH",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when the wall was built, that I set up the doors; and then were appointed the gatekeepers and the singers and the [other] Levites [to their office]."
    },
    {
      "verse": 2,
      "text": "And I gave my brother Chanani, and Chananyah the commander of the fortress, charge over Jerusalem; for he was esteemed a faithful man, and one that feared God these many days."
    },
    {
      "verse": 3,
      "text": "And I said unto them, The gates of Jerusalem must not be opened until the sun be hot; and while ye stand by, let them shut the doors, and do ye bar them; and station watches of the inhabitants of Jerusalem, every one in his watch, and every one opposite to his house."
    },
    {
      "verse": 4,
      "text": "But the city was roomy in space and large: while the people therein were few, and the houses were not yet built."
    },
    {
      "verse": 5,
      "text": "Then did my God put it into my heart, and I assembled together the nobles, and the rulers, and the people, that they might give in their genealogy; and I found a register of the genealogy of those who were come up at the first, and I found written therein:"
    },
    {
      "verse": 6,
      "text": "These arc the children of the province, that came up out of the captivity of the exiles, whom Nebuchadnezzar the king of Babylon had carried into exile, and who returned to Jerusalem and to Judah, every one unto his own city;"
    },
    {
      "verse": 7,
      "text": "Who came with Zerubbabel, Jeshua', Nehemiah, 'Azaryah, Ra'amyah, Nachamani, Mordecai, Bilshan, Misspereth, Bigvai, Nechum, Ba'anah. The number of the men of the people of Israel was:"
    },
    {
      "verse": 8,
      "text": "The children of Par'osh, two thousand one hundred and seventy and two."
    },
    {
      "verse": 9,
      "text": "The children of Shephatyah, three hundred seventy and two."
    },
    {
      "verse": 10,
      "text": "The children of Arach, six hundred fifty and two."
    },
    {
      "verse": 11,
      "text": "The children of Pachath-moab, of the children of Jeshua' and Joab, two thousand and eight hundred and eighteen."
    },
    {
      "verse": 12,
      "text": "The children of 'Elam, one thousand two hundred fifty and four."
    },
    {
      "verse": 13,
      "text": "The children of Zatthu, eight hundred forty and five."
    },
    {
      "verse": 14,
      "text": "The children of Zaccai, seven hundred and sixty."
    },
    {
      "verse": 15,
      "text": "The children of Binnui, six hundred forty and eight."
    },
    {
      "verse": 16,
      "text": "The children of Bebai, six hundred twenty and eight."
    },
    {
      "verse": 17,
      "text": "The children of 'Azgad, two thousand three hundred twenty and two."
    },
    {
      "verse": 18,
      "text": "The children of Adonikam, six hundred sixty and seven."
    },
    {
      "verse": 19,
      "text": "The children of Bigvai, two thousand sixty and seven."
    },
    {
      "verse": 20,
      "text": "The children of 'Adin, six hundred fifty and five."
    },
    {
      "verse": 21,
      "text": "The children of Ater of Hezekiah, ninety and eight."
    },
    {
      "verse": 22,
      "text": "The children of Chashum, three hundred twenty and eight."
    },
    {
      "verse": 23,
      "text": "The children of Bezai, three hundred twenty and four."
    },
    {
      "verse": 24,
      "text": "The children of Chariph, one hundred and twelve."
    },
    {
      "verse": 25,
      "text": "The children of Gib'on, ninety and five."
    },
    {
      "verse": 26,
      "text": "The men of Beth-lechem and Netophah, one hundred eighty and eight."
    },
    {
      "verse": 27,
      "text": "The men of 'Anathoth, one hundred twenty and eight."
    },
    {
      "verse": 28,
      "text": "The men of Beth-'azmaveth, forty and two."
    },
    {
      "verse": 29,
      "text": "The men of Kiryath-ye'arim, Kephirah, and Beeroth, seven hundred forty and three."
    },
    {
      "verse": 30,
      "text": "The men of Ramah and Gaba', six hundred twenty and one,"
    },
    {
      "verse": 31,
      "text": "The men of Michmass, one hundred twenty and two."
    },
    {
      "verse": 32,
      "text": "The men of Beth-el and 'Ai, one hundred twenty and three."
    },
    {
      "verse": 33,
      "text": "The men of the other Nebo, fifty and two."
    },
    {
      "verse": 34,
      "text": "The children of the other 'Elam, one thousand two hundred fifty and four."
    },
    {
      "verse": 35,
      "text": "The children of Charim, three hundred and twenty."
    },
    {
      "verse": 36,
      "text": "The people of Jericho, three hundred forty and five."
    },
    {
      "verse": 37,
      "text": "The people of Lod, Chadid, and Ono, seven hundred and twenty and one."
    },
    {
      "verse": 38,
      "text": "The people of Senaah, three thousand nine hundred and thirty."
    },
    {
      "verse": 39,
      "text": "The priests: the children of Jeda'yah, of the house of Jeshua', nine hundred seventy and three."
    },
    {
      "verse": 40,
      "text": "The children of Immer, one thousand fifty and two."
    },
    {
      "verse": 41,
      "text": "The children of Pashchur, one thousand two hundred forty and seven."
    },
    {
      "verse": 42,
      "text": "The children of Charim, one thousand and seventeen."
    },
    {
      "verse": 43,
      "text": "The Levites: The children of Jeshua', of Kadmiel, of the children of Hodevah, seventy and four."
    },
    {
      "verse": 44,
      "text": "The singers: The children of Assaph, one hundred forty and eight."
    },
    {
      "verse": 45,
      "text": "The gatekeepers: The children of Shallum, the children of Ater, the children of Talmon, the children of 'Akkub, the children of Chatita, the children of Shobai, one hundred thirty and eight."
    },
    {
      "verse": 46,
      "text": "The temple-servants: The children of Zicha, the children of Chassupha, the children of Tabba'oth,"
    },
    {
      "verse": 47,
      "text": "The children of Keross, the children of Si'a, the children of Padon,"
    },
    {
      "verse": 48,
      "text": "The children of Lebana, the children of Chagaba, the children of Salmai,"
    },
    {
      "verse": 49,
      "text": "The children of Chanan, the children of Giddel, the children of Gachar,"
    },
    {
      "verse": 50,
      "text": "The children of Reayah, the children of Rezin, the children of Nekoda."
    },
    {
      "verse": 51,
      "text": "The children of Gazzam, the children of 'Uzza, the children of Passeach."
    },
    {
      "verse": 52,
      "text": "The children of Bessai, the children of Me'unim, the children of Nephishessim,"
    },
    {
      "verse": 53,
      "text": "The children of Bakbuk, the children of Chakupha, the children of Charchur."
    },
    {
      "verse": 54,
      "text": "The children of Bazlith, the children of Mechida, the children of Charsha,"
    },
    {
      "verse": 55,
      "text": "The children of Barkoss, the children of Sissera, the children of Thamach,"
    },
    {
      "verse": 56,
      "text": "The children of Neziach, the children of Chatipha."
    },
    {
      "verse": 57,
      "text": "The children of Solomon's servants: The children of Sotai, the children of Sophereth, the children of Perida,"
    },
    {
      "verse": 58,
      "text": "The children of Ya'ala, the children of Darkon, the children of Giddel,"
    },
    {
      "verse": 59,
      "text": "The children of Shephatyah, the children of Chattil, the children of Pochereth-hazzebayim, the children of Amon."
    },
    {
      "verse": 60,
      "text": "All the temple-servants, and the children of Solomon' servants, were three hundred ninety and two."
    },
    {
      "verse": 61,
      "text": "And these were they who came up from Thel-melach, Thelcharsha, Kerub, Addon, and Immer, but they could not tell their family division and their descent, whether they were of Israel."
    },
    {
      "verse": 62,
      "text": "The children of Delayah, the children of Tobiyah, the children of Nekoda, six hundred forty and two."
    },
    {
      "verse": 63,
      "text": "And of the priests: The children of Chobayah, the children of Hakkoz, the children of Barzillai who had taken a wife from the daughters of Barzillai the Gil'adite, and was called after their name."
    },
    {
      "verse": 64,
      "text": "These sought for their family register, but it was not found: wherefore they were excluded, as unfit, from the priesthood."
    },
    {
      "verse": 65,
      "text": "And the Thirshatha said unto them, that they should not eat of the most holy things, till there should stand up a priest with the Urim and Thummim."
    },
    {
      "verse": 66,
      "text": "The whole congregation together was forty and two thousand three hundred and sixty:"
    },
    {
      "verse": 67,
      "text": "Besides these were their man-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred and forty and five singing men and singing women."
    },
    {
      "verse": 68,
      "text": "Their horses were seven hundred thirty and six; their mules, two hundred forty and five;"
    },
    {
      "verse": 69,
      "text": "[Their] camels, four hundred thirty and five: [their] asses, six thousand seven hundred and twenty."
    },
    {
      "verse": 70,
      "text": "And a portion of the chiefs of the divisions gave unto the work. The Thirshatha gave to the treasure, of gold one thousand drachms, fifty bowls, five hundred and thirty coats for the priests."
    },
    {
      "verse": 71,
      "text": "And some of the chiefs of the divisions gave to the treasury of the work, of gold twenty thousand drachms, and of silver two thousand and two hundred manehs."
    },
    {
      "verse": 72,
      "text": "And what the rest of the people gave was, of gold twenty thousand drachms, and of silver two thousand manehs, and priests coats sixty and seven."
    },
    {
      "verse": 73,
      "text": "So the priests, and the Levites, and the gatekeepers, and the singers, and some of the people, and the temple-servants, and all Israel, dwelt in their cities: and so came round the seventh month, while the children of Israel were in their cities."
    }
  ]
}