{
  "book_id": "NEH",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And all the people gathered themselves together as one man into the open place which is before the water-gate; and they said unto 'Ezra the expounder that he should bring forward the book of the law of Moses, which the Lord commanded to Israel."
    },
    {
      "verse": 2,
      "text": "Then did 'Ezra the priest bring forward the law before the congregation both of men and women, and every one that had understanding to listen [attentively], on the first day of the seventh month;"
    },
    {
      "verse": 3,
      "text": "And he read therein in the open place which is before the water-gate from the first daylight until midday, before the men and the women, and those that could understand: and the ears of all the people were directed unto the book of the law."
    },
    {
      "verse": 4,
      "text": "And 'Ezra the expounder stood upon an elevated stand of wood, which they had made for the purpose: and beside him stood Matthithyah, and Shema', and 'Anayah, and Uriyah, and Chilkiyah, and Ma'asseyah, on his right hand; and on his left, Pedayah, and Mishael, and Malkiyah, and Chashum, and Chashbadanah, Zechariah, [and] Meshullam."
    },
    {
      "verse": 5,
      "text": "And 'Ezra opened the book before the eyes of all the people; for he was [standing] higher than all the people; and as he opened it, all the people became silent."
    },
    {
      "verse": 6,
      "text": "And 'Ezra blessed the Lord, the great God: and all the people answered, Amen, Amen, with lifting up their hands; and they bowed their heads, and prostrated themselves before the Lord with their faces to the ground."
    },
    {
      "verse": 7,
      "text": "Also Jeshua', and Bani, and Sherebyah, Jamin, 'Akkub, Shabbethai, Hodiyah, Ma'asseyah, Kelita, 'Azaryah, Jozabad, Chanan, Pelayah, and the Levites, explained to the people the law: while the people remained where they stood."
    },
    {
      "verse": 8,
      "text": "So they read in the book, in the law of God distinctly, and exhibiting the sense: so that [the people] understood what was read."
    },
    {
      "verse": 9,
      "text": "Then said Nehemiah, that is the Thirshatha, and 'Ezra the priest the expounder, and the Levites that explained to the people, unto all the people, This day is holy unto the Lord your God: mourn not, and weep not. For all the people were weeping, when they heard the words of the law."
    },
    {
      "verse": 10,
      "text": "Then said he unto them, Go your way, eat fat things, and drink sweet drinks, and send portions unto him for whom nothing is prepared; for this day is holy unto our Lord: and do not grieve yourselves; but let the joy of the Lord be your stronghold."
    },
    {
      "verse": 11,
      "text": "So the Levites quieted all the people, saying, Be still! for the day is holy: and do not grieve yourselves."
    },
    {
      "verse": 12,
      "text": "And all the people went their way to eat, and to drink, and to send out portions, and to prepare for themselves great joy: because they had understood the words which [the others] had made known unto them."
    },
    {
      "verse": 13,
      "text": "And on the second day there gathered themselves together the chiefs of the divisions of all the people, the priests, and the Levites, unto 'Ezra the expounder, to obtain again intelligence of the words of the law."
    },
    {
      "verse": 14,
      "text": "And they found written in the law that the Lord had commanded through means of Moses, that the children of Israel should dwell in booths during the feast in the seventh month."
    },
    {
      "verse": 15,
      "text": "And [they ordered] that they should publish and have proclamation made throughout all their cities, and through Jerusalem, saying, Go forth unto the mountain and fetch olive-leaves, and oleaster-leaves, and myrtle-leaves, and palm-leaves, and leaves of the three-leaved myrtle, to make booths, as it is written."
    },
    {
      "verse": 16,
      "text": "And the people went forth, and brought them; and they made themselves booths, every one upon his roof, and in their courts, and in the courts of the house of God, and in the open place by the water-gate, and in the open place by the gate of Ephraim."
    },
    {
      "verse": 17,
      "text": "And all the congregation that were returned out of the captivity made booths, and dwelt in the booths; for since the days of Jeshua' the son of Nun until that day the children of Israel had not done so. And there was very great joy."
    },
    {
      "verse": 18,
      "text": "And he read in the book of the law of God, day by day, from the first day until the last day. And they celebrated the feast seven days, and on the eighth day the solemn assembly, after the prescribed manner."
    }
  ]
}