{
  "book_id": "NEH",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "(10:2) And with those whose seal was affixed were, Nehemiah the Tirshatha the son of Chachalyah, and Zidkiyah."
    },
    {
      "verse": 2,
      "text": "(10:3) [Then] Serayah, 'Azaryah, Jeremiah,"
    },
    {
      "verse": 3,
      "text": "(10:4) Pashchui, Amaryah, Malkiyah,"
    },
    {
      "verse": 4,
      "text": "(10:5) Chattush, Shebanyah, Malluch,"
    },
    {
      "verse": 5,
      "text": "(10:6) Charim, Meremoth, 'Obadiah,"
    },
    {
      "verse": 6,
      "text": "(10:7) Daniel, Ginnethon, Baruch,"
    },
    {
      "verse": 7,
      "text": "(10:8) Meshullam, Abiyah, Miyamin,"
    },
    {
      "verse": 8,
      "text": "(10:9) Ma'azyah, Bilgai, Shema'yah: these were the priests."
    },
    {
      "verse": 9,
      "text": "(10:10) And the Levites: Jeshua' the son of Azanyah, Binnui [[of]] the sons of Chenadad, Kadmiel;"
    },
    {
      "verse": 10,
      "text": "(10:11) And their brethren, Shebanyah, Hodiyah, Kelita, Palayah, Chanan,"
    },
    {
      "verse": 11,
      "text": "(10:12) Micha, Rechob, Chashabyah,"
    },
    {
      "verse": 12,
      "text": "(10:13) Zaccur, Sherebyah, Shebanyah,"
    },
    {
      "verse": 13,
      "text": "(10:14) Hodiyah, Bani, Beninu."
    },
    {
      "verse": 14,
      "text": "(10:15) The chiefs of the people: Par'osh, Pachath-moab, 'Elam, Zatthu, Bani,"
    },
    {
      "verse": 15,
      "text": "(10:16) Bunni, 'Azgad, Bebai,"
    },
    {
      "verse": 16,
      "text": "(10:17) Adoniyah, Bigvai, 'Adin,"
    },
    {
      "verse": 17,
      "text": "(10:18) Ater, Chizkiyah, 'Azzur,"
    },
    {
      "verse": 18,
      "text": "(10:19) Hodiyah, Chashum, Bezai,"
    },
    {
      "verse": 19,
      "text": "(10:20) Chariph, 'Anathoth, Nebai,"
    },
    {
      "verse": 20,
      "text": "(10:21) Magpi'ash, Meshullam, Chezir,"
    },
    {
      "verse": 21,
      "text": "(10:22) Meshezabel, Zadok, Jaddua',"
    },
    {
      "verse": 22,
      "text": "(10:23) Pelatyah, Chanan, 'Anayah,"
    },
    {
      "verse": 23,
      "text": "(10:24) Hoshea', Chanayah, Chasshub,"
    },
    {
      "verse": 24,
      "text": "(10:25) Hallochesh, Pilcha, Shobek,"
    },
    {
      "verse": 25,
      "text": "(10:26) Rechum, Chashabnah, Ma'asseyah,"
    },
    {
      "verse": 26,
      "text": "(10:27) And Achiyah, Chanan, 'Anan,"
    },
    {
      "verse": 27,
      "text": "(10:28) Malluch, Charim, Ba'anah."
    },
    {
      "verse": 28,
      "text": "(10:29) And the rest of the people, the priests, the Levites, the gate-keepers, the singers, the temple-servants, and all those that had separated themselves from the nations of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding,"
    },
    {
      "verse": 29,
      "text": "(10:30) Held firmly with their brethren, their nobles, and entered into a curse, and into an oath, to walk in the law of God, which was given through means of Moses the servant of God, and to observe and to do all the commandments of the Eternal One, our Lord, and his ordinances and his statutes;"
    },
    {
      "verse": 30,
      "text": "(10:31) And that we would not give our daughters unto the people of the land, nor take their daughters for our sons;"
    },
    {
      "verse": 31,
      "text": "(10:32) And that if the people of the land should bring wares or any provisions on the sabbath day to sell, we would not buy of them on the sabbath, or on [another] holy day; and that we would leave [the fields without reaping in] the seventh year, and [give up] every loan of hand."
    },
    {
      "verse": 32,
      "text": "(10:33) And we established for us as one of the commandments to impose on ourselves [to give] the third part of a shekel in every year for the service of the house of our God;"
    },
    {
      "verse": 33,
      "text": "(10:34) For the shew-bread, and for the continual meat-offering, and for the continual burnt-offering, [for those of] the sabbaths, of the new-moons, for the appointed feasts, and for the holy things, and for the sin-offerings to make an atonement for Israel, and [for] all the work of the house of our God."
    },
    {
      "verse": 34,
      "text": "(10:35) And we, the priests, the Levites, and the people, cast lots concerning the procuring of the wood, to bring it into the house of our God, unto the house of our fathers, at fixed times, year by year, to burn upon the altar of the Lord our God, as it is written in the law;"
    },
    {
      "verse": 35,
      "text": "(10:36) And to bring the first-fruits of our ground, and the first-fruits of all fruit of all trees, year by year, unto the house of the Lord;"
    },
    {
      "verse": 36,
      "text": "(10:37) And also the first-born of our sons, and for our [unclean] cattle, as it is written in the law, and to bring the first-born of our herds and of our flocks to the house of our God, unto the priests that minister in the house of our God;"
    },
    {
      "verse": 37,
      "text": "(10:38) And that we would bring the first portion of our dough, and our heave-offerings, and this of the fruit of all manner of trees, of wine and of oil, to the priests, unto the chambers of the house of our God, and the tithes of our ground unto the Levites; and that these same Levites should be the receivers of the tithes in all the cities of our land-tillage;"
    },
    {
      "verse": 38,
      "text": "(10:39) And that the priest the son of Aaron should be with the Levites, when the Levites receive the tithes; and that the Levites should bring up the tithe of the tithes unto the house of our God, to the chambers, into the treasure-house."
    },
    {
      "verse": 39,
      "text": "(10:40) For into the chambers shall the children of Israel and the children of Levi bring the heave-offering of the corn, of the new wine, and the oil, and there shall be the vessels of the sanctuary, and the priests that minister, and the gatekeepers, and the singers: and that we will not forsake the house of our God."
    }
  ]
}