{
  "book_id": "NEH",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And these are the priests and the Levites that came up with Zerubbabel the son of Shealthiel, and Jeshua': Serayah, Jeremiah, 'Ezra,"
    },
    {
      "verse": 2,
      "text": "Amaryah, Malluch, Chattush,"
    },
    {
      "verse": 3,
      "text": "Shechanyah, Rechum, Meremoth,"
    },
    {
      "verse": 4,
      "text": "'Iddo, Ginnethoy, Abiyah,"
    },
    {
      "verse": 5,
      "text": "Miyamin, Ma'adyah, Bilgah,"
    },
    {
      "verse": 6,
      "text": "Shema'yah, and Joyarib, Jed'ayah,"
    },
    {
      "verse": 7,
      "text": "Sallu, 'Amok, Chilkiyah, Jed'ayah. These were the chiefs of the priests and of their brethren in the days of Jeshua'."
    },
    {
      "verse": 8,
      "text": "And the Levites: Jeshua', Binnui, Kadmiel, Sherebyah, Judah, and Matthaniah, who was over the songs of thanksgiving, he and his brethren;"
    },
    {
      "verse": 9,
      "text": "And Bakbukyah and 'Unni, their brethren, were opposite to them in the watches."
    },
    {
      "verse": 10,
      "text": "And Jeshua' begat Joyakim, and Joyakim begat Elyashib, and Elyashib begat Joyada'."
    },
    {
      "verse": 11,
      "text": "And Joyada' begat Jonathan, and Jonathan begat Jaddua'."
    },
    {
      "verse": 12,
      "text": "And in the days of Joyakim were priests, as chiefs of the divisions: Of Serayah, Merayah; of Jeremiah, Chananyah;"
    },
    {
      "verse": 13,
      "text": "Of 'Ezra, Meshullam; of Amaryah, Jehochanan;"
    },
    {
      "verse": 14,
      "text": "Of Mellchu, Jonathan; of Shebanyah, Joseph;"
    },
    {
      "verse": 15,
      "text": "Of Charim, 'Adna; of Merayoth, Chelkai;"
    },
    {
      "verse": 16,
      "text": "Of 'Iddo, Zechariah; of Ginnethon, Meshullam;"
    },
    {
      "verse": 17,
      "text": "Of Abiyah, Zichri; of Minyamin, of Mo'adyah, Piltai;"
    },
    {
      "verse": 18,
      "text": "Of Bilgah, Shammua'; of Shem'ayah, Jehonathan;"
    },
    {
      "verse": 19,
      "text": "And of Joyarib, Matthenai; of Jeda'yah, 'Uzzi;"
    },
    {
      "verse": 20,
      "text": "Of Sallai, Kallai; of 'Amok, 'Eber;"
    },
    {
      "verse": 21,
      "text": "Of Chilkiyah, Chashabyah; of Jeda'yah, Nethanel."
    },
    {
      "verse": 22,
      "text": "Of the Levites in the days of Elyashib, Yoyada', and Yochanan, and Jaddua', are written down the chiefs of the divisions: also those of the priests to the reign of Darius the Persian."
    },
    {
      "verse": 23,
      "text": "The sons of Levi, the chiefs of the divisions were written down in the book of the chronicles, even until the days of Jochanan the son of Elyashib."
    },
    {
      "verse": 24,
      "text": "And the chiefs of the Levites were: Chashabyah, Sherebyah, and Jeshua' the son of Kadmiel, with their brethren opposite to them, to praise and to give thanks, according to the command of David the man of God, section by section."
    },
    {
      "verse": 25,
      "text": "Matthanyah, and Bakbukyah, 'Obadiah, Meshullam, Talmon, 'Akkub, were watching gatekeepers on the watch at the thresholds of the gates."
    },
    {
      "verse": 26,
      "text": "These were in the days of Joyakim, the son of Jeshua', the son of Jozadak, and in the days of Nehemiah the governor, and of 'Ezra the priest, the expounder."
    },
    {
      "verse": 27,
      "text": "And at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem, to celebrate the dedication with joy, with thanksgivings, and with singing, cymbals, psalteries, and with harps."
    },
    {
      "verse": 28,
      "text": "And there gathered themselves together the sons of the singers, both out of the district round about Jerusalem, and from the villages of Netophah;"
    },
    {
      "verse": 29,
      "text": "Also from Beth-hagilgal, and out of the fields of Geba' and Azmaveth; for the singers had built themselves villages round about Jerusalem."
    },
    {
      "verse": 30,
      "text": "And the priests and the Levites purified themselves, and then they purified the people, and the gates, and the wall."
    },
    {
      "verse": 31,
      "text": "Then brought I up the princes of Judah upon the wall, and stationed two great companies for thanksgiving, and trains to walk on the right hand upon the wall by the dung-gate;"
    },
    {
      "verse": 32,
      "text": "And after them walked Hosha'yah, and half of the princes of Judah,"
    },
    {
      "verse": 33,
      "text": "And 'Azaryah, 'Ezra, and Meshullam,"
    },
    {
      "verse": 34,
      "text": "Judah, and Benjamin, and Shema'yah, and Jeremiah;"
    },
    {
      "verse": 35,
      "text": "And of the sons of priests' with trumpets, Zechariah the son of Jonathan, the son of Shema'yah, the son of Matthanyah, the son of Michayah, the son of Zaccur, the son of Assaph;"
    },
    {
      "verse": 36,
      "text": "And his brethren, Shema'yah, and 'Azarel, Milalai, Gilalai, Ma'ai, Nethanel, and Judah, Chanani, with the musical instruments of David the man of God; and 'Ezra the expounder walked before them."
    },
    {
      "verse": 37,
      "text": "And over the fountain-gate, and straight before them, they went up by the stairs of the city of David, at the ascent of the wall, above the house of David, even as far as the water-gate, eastward."
    },
    {
      "verse": 38,
      "text": "And the other company for thanksgiving that walked in the opposite direction to them,—this one did I follow, and the half of the people upon the wall, from beyond the tower of the ovens even as far as the broad wall;"
    },
    {
      "verse": 39,
      "text": "And above the gate of Ephraim, and above the old gate, and above the fish-gate, and the tower of Chananel, and the tower of Meah, even as far as the sheep-gate; and they halted at the prison-gate."
    },
    {
      "verse": 40,
      "text": "So did the two companies for thanksgiving place themselves in the house of God, and I, and the half of the rulers with me."
    },
    {
      "verse": 41,
      "text": "And the priests, Elyakim, Ma'asseyah, Minyamin, Michayah, Elyo'enai, Zechariah, and Chananiah, with trumpets;"
    },
    {
      "verse": 42,
      "text": "And Ma'asseyah, and Shema'yah, and El'azar, and 'Uzzi, and Jehochanan, and Malkiyah, and 'Elam, and 'Ezer. And the singers sang aloud, with Yisrachyah as their overseer."
    },
    {
      "verse": 43,
      "text": "And they sacrificed on that day great sacrifices, and rejoiced; for God had caused them to rejoice with great joy; and also the women and the children rejoiced: so that the [shout of] joy of Jerusalem was heard even at a great distance off."
    },
    {
      "verse": 44,
      "text": "And there were appointed at that day certain men as superintendents over the chambers for the treasuries, for the heave-offerings, for the first-fruits, and for the tithes, to gather into them out of the fields of the cities the portions according to the law for the priests and the Levites; for Judah had joy on the priests and on the Levites that stood there,"
    },
    {
      "verse": 45,
      "text": "And kept the charge of their God, and the charge of the purification, and as singers and gatekeepers, according to the command of David, [and] of Solomon his son."
    },
    {
      "verse": 46,
      "text": "For in the days of David and Assaph of old there were chiefs of the singers, and songs of praise and thanksgiving unto God."
    },
    {
      "verse": 47,
      "text": "And all Israel in the days of Zerubbabel, and in the days of Nehemiah, gave the portions of the singers and the gatekeeper, what was required for every day on its day; and they sanctified things for the Levites: and the Levites sanctified [the portion due] for the children of Aaron."
    }
  ]
}