{
  "book_id": "NEH",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "On that day there was read in the book of Moses before the ears of the people; and there was found written therein, that no 'Ammonite or Moabite should come into the congregation of God for ever;"
    },
    {
      "verse": 2,
      "text": "Because they had not met the children of Israel with bread and with water, but had hired Bil'am against them, that he should curse them; although our God had changed the curse into a blessing."
    },
    {
      "verse": 3,
      "text": "And it tame to pass, when they had heard the law, that they separated all the alien mixture from Israel."
    },
    {
      "verse": 4,
      "text": "And before this, Elyashib the priest, appointed over the chambers of the house of our God, and a near [of kin] unto Tobiyah,"
    },
    {
      "verse": 5,
      "text": "Had prepared for him a large chamber, where they had laid in former times the meat-offerings, the frankincense, and the vessels, and the tithes of the corn, the new wine, and the oil, which was ordained for the Levites, and the singers, and the gatekeepers, and the heave-offering of the priests."
    },
    {
      "verse": 6,
      "text": "But during all this I was not at Jerusalem; for in the two and thirtieth year of Artaxerxes the king of Babylon I went back unto the king, and after the lapse of some time I obtained by request [leave] of the king;"
    },
    {
      "verse": 7,
      "text": "And I came to Jerusalem, and perceived the evil that Elyashib had done for Tobiyah, in preparing for him a chamber in the courts of the house of God."
    },
    {
      "verse": 8,
      "text": "And it displeased me greatly: wherefore I cast forth all the household vessels of Tobiyah away out of the chamber."
    },
    {
      "verse": 9,
      "text": "And I gave the order, whereupon they cleansed the chambers; and I had brought thither again the vessels of the house of God, with the meat-offering and the frankincense."
    },
    {
      "verse": 10,
      "text": "And I perceived that the portions of the Levites had not been given [them]: so that the Levites and the singers, that used to do the work, were fled every one to his field."
    },
    {
      "verse": 11,
      "text": "Then contended I with the rulers, and said, Why hath the house of God become forsaken? And I gathered them together, and placed them on their posts."
    },
    {
      "verse": 12,
      "text": "And all Judah brought the tithe of the corn and the new wine and the oil unto the treasuries."
    },
    {
      "verse": 13,
      "text": "And I appointed receivers over the treasuries, Shelemyah the priest and Zadok the scribe, and Pedayah of the Levites; and with them acted Chanan the son of Zaccur, the son of Matthanyah; for they were accounted as faithful, and it was their duty to make a distribution among their brethren."
    },
    {
      "verse": 14,
      "text": "Remember me, O my God, concerning this, and wipe not out my pious deeds which I have done for the house of my God, and for those that had charge of it."
    },
    {
      "verse": 15,
      "text": "In those days I saw in Judah some treading wine-presses on the sabbath, and bringing in sheaves, and lading burdens on asses, as also wine, grapes and figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day; and I warned them on the day whereon they sold provisions."
    },
    {
      "verse": 16,
      "text": "Also the men of Tyre [that] dwelt therein brought fish and all kinds of wares, and sold [them] on the sabbath unto the children of Judah and in Jerusalem."
    },
    {
      "verse": 17,
      "text": "Then I contended with the nobles of Judah, and said unto them, What evil thing is this which ye are doing, and profaning [thereby] the sabbath day?"
    },
    {
      "verse": 18,
      "text": "Did not your fathers act thus, wherefore our God brought over us all this evil, and over this city? and ye bring yet more wrath over Israel by profaning the sabbath."
    },
    {
      "verse": 19,
      "text": "And it came to pass, that, when the shadows were lengthened in the gates of Jerusalem before the sabbath, I gave the order, whereupon the gates were locked, and I ordered that they should not be opened till after the sabbath: and some of my young men did I place at the gates, that there should be brought in no burden on the sabbath-day."
    },
    {
      "verse": 20,
      "text": "But the merchants and sellers of all kinds of wares lodged outside of Jerusalem once or twice."
    },
    {
      "verse": 21,
      "text": "Thereupon did I warn them, and said unto them, Why do ye lodge along the wall? if ye do so again, I will lay hands on you. From that time forth they came no more on the sabbath."
    },
    {
      "verse": 22,
      "text": "And I ordered the Levites that they should cleanse themselves, and that they should come and keep watch at the gates, to sanctify the sabbath-day. Also this remember unto me, O my God, and shield me according to the abundance of thy kindness."
    },
    {
      "verse": 23,
      "text": "In those days also I saw certain Jews that had brought home wives of Ashdod, of 'Ammon, and of Moab:"
    },
    {
      "verse": 24,
      "text": "And their children spoke partly in the speech of Ashdod, and did not understand to speak in the Jewish language, but according to the language of one or the other people."
    },
    {
      "verse": 25,
      "text": "And I contended with them, and cursed them, and smote certain of them, and plucked out their hair, and made them swear by God, saying, Ye shall not give your daughters unto their sons, nor take their daughters for your sons, nor for yourselves."
    },
    {
      "verse": 26,
      "text": "Did not Solomon the king of Israel sin by these things? and although among the many nations there was never a king like him, and beloved as he was by his God, and God had placed him as king over all Israel: nevertheless even him did the alien women mislead to sin."
    },
    {
      "verse": 27,
      "text": "Shall we then hear it said of you, that ye do all this great evil, to trespass against our God in bringing home alien wives?"
    },
    {
      "verse": 28,
      "text": "And one of the sons of Joyada', the son of Elyashib the high priest, was son-in-law to Sanballat the Choronite; wherefore I chased him away from me."
    },
    {
      "verse": 29,
      "text": "Remember [this] unto them, O my God, because of the defilements of the priesthood, and of the covenant of the priesthood, and of the Levites."
    },
    {
      "verse": 30,
      "text": "Thus cleansed I them from all aliens, and I appointed the watches of the priests and the Levites, every one in his work;"
    },
    {
      "verse": 31,
      "text": "And for the procuring of the wood, at fixed time, and for the first-fruits. Remember this unto me, O my God, for good."
    }
  ]
}