{
  "book_id": "PRO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Give ear, my sons, to the teaching of a father; give attention so that you may have knowledge:"
    },
    {
      "verse": 2,
      "text": "For I give you good teaching; do not give up the knowledge you are getting from me."
    },
    {
      "verse": 3,
      "text": "For I was a son to my father, a gentle and an only one to my mother."
    },
    {
      "verse": 4,
      "text": "And he gave me teaching, saying to me, Keep my words in your heart; keep my rules so that you may have life:"
    },
    {
      "verse": 5,
      "text": "Get wisdom, get true knowledge; keep it in memory, do not be turned away from the words of my mouth."
    },
    {
      "verse": 6,
      "text": "Do not give her up, and she will keep you; give her your love, and she will make you safe."
    },
    {
      "verse": 7,
      "text": "The first sign of wisdom is to get wisdom; go, give all you have to get true knowledge."
    },
    {
      "verse": 8,
      "text": "Put her in a high place, and you will be lifted up by her; she will give you honour, when you give her your love."
    },
    {
      "verse": 9,
      "text": "She will put a crown of grace on your head, giving you a head-dress of glory."
    },
    {
      "verse": 10,
      "text": "Give ear, O my son, and let your heart be open to my sayings; and long life will be yours."
    },
    {
      "verse": 11,
      "text": "I have given you teaching in the way of wisdom, guiding your steps in the straight way."
    },
    {
      "verse": 12,
      "text": "When you go, your way will not be narrow, and in running you will not have a fall."
    },
    {
      "verse": 13,
      "text": "Take learning in your hands, do not let her go: keep her, for she is your life."
    },
    {
      "verse": 14,
      "text": "Do not go in the road of sinners, or be walking in the way of evil men."
    },
    {
      "verse": 15,
      "text": "Keep far from it, do not go near; be turned from it, and go on your way."
    },
    {
      "verse": 16,
      "text": "For they take no rest till they have done evil; their sleep is taken away if they have not been the cause of someone's fall."
    },
    {
      "verse": 17,
      "text": "The bread of evil-doing is their food, the wine of violent acts their drink."
    },
    {
      "verse": 18,
      "text": "But the way of the upright is like the light of early morning, getting brighter and brighter till the full day."
    },
    {
      "verse": 19,
      "text": "The way of sinners is dark; they see not the cause of their fall."
    },
    {
      "verse": 20,
      "text": "My son, give attention to my words; let your ear be turned to my sayings."
    },
    {
      "verse": 21,
      "text": "Let them not go from your eyes; keep them deep in your heart."
    },
    {
      "verse": 22,
      "text": "For they are life to him who gets them, and strength to all his flesh."
    },
    {
      "verse": 23,
      "text": "And keep watch over your heart with all care; so you will have life."
    },
    {
      "verse": 24,
      "text": "Put away from you an evil tongue, and let false lips be far from you."
    },
    {
      "verse": 25,
      "text": "Keep your eyes on what is in front of you, looking straight before you."
    },
    {
      "verse": 26,
      "text": "Keep a watch on your behaviour; let all your ways be rightly ordered."
    },
    {
      "verse": 27,
      "text": "Let there be no turning to the right or to the left, keep your feet from evil."
    }
  ]
}