{
  "book_id": "PRO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "My son, give attention to my wisdom; let your ear be turned to my teaching:"
    },
    {
      "verse": 2,
      "text": "So that you may be ruled by a wise purpose, and your lips may keep knowledge."
    },
    {
      "verse": 3,
      "text": "For honey is dropping from the lips of the strange woman, and her mouth is smoother than oil;"
    },
    {
      "verse": 4,
      "text": "But her end is bitter as wormwood, and sharp as a two-edged sword;"
    },
    {
      "verse": 5,
      "text": "Her feet go down to death, and her steps to the underworld;"
    },
    {
      "verse": 6,
      "text": "She never keeps her mind on the road of life; her ways are uncertain, she has no knowledge."
    },
    {
      "verse": 7,
      "text": "Give ear to me then, my sons, and do not put away my words from you."
    },
    {
      "verse": 8,
      "text": "Go far away from her, do not come near the door of her house;"
    },
    {
      "verse": 9,
      "text": "For fear that you may give your honour to others, and your wealth to strange men:"
    },
    {
      "verse": 10,
      "text": "And strange men may be full of your wealth, and the fruit of your work go to the house of others;"
    },
    {
      "verse": 11,
      "text": "And you will be full of grief at the end of your life, when your flesh and your body are wasted;"
    },
    {
      "verse": 12,
      "text": "And you will say, How was teaching hated by me, and my heart put no value on training;"
    },
    {
      "verse": 13,
      "text": "I did not give attention to the voice of my teachers, my ear was not turned to those who were guiding me!"
    },
    {
      "verse": 14,
      "text": "I was in almost all evil in the company of the people."
    },
    {
      "verse": 15,
      "text": "Let water from your store and not that of others be your drink, and running water from your fountain."
    },
    {
      "verse": 16,
      "text": "Let not your springs be flowing in the streets, or your streams of water in the open places."
    },
    {
      "verse": 17,
      "text": "Let them be for yourself only, not for other men with you."
    },
    {
      "verse": 18,
      "text": "Let blessing be on your fountain; have joy in the wife of your early years."
    },
    {
      "verse": 19,
      "text": "As a loving hind and a gentle doe, let her breasts ever give you rapture; let your passion at all times be moved by her love."
    },
    {
      "verse": 20,
      "text": "Why let yourself, my son, go out of the way with a strange woman, and take another woman in your arms?"
    },
    {
      "verse": 21,
      "text": "For a man's ways are before the eyes of the Lord, and he puts all his goings in the scales."
    },
    {
      "verse": 22,
      "text": "The evil-doer will be taken in the net of his crimes, and prisoned in the cords of his sin."
    },
    {
      "verse": 23,
      "text": "He will come to his end for need of teaching; he is so foolish that he will go wandering from the right way."
    }
  ]
}