{
  "book_id": "PRO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "My son, keep my sayings, and let my rules be stored up with you."
    },
    {
      "verse": 2,
      "text": "Keep my rules and you will have life; let my teaching be to you as the light of your eyes;"
    },
    {
      "verse": 3,
      "text": "Let them be fixed to your fingers, and recorded in your heart."
    },
    {
      "verse": 4,
      "text": "Say to wisdom, You are my sister; let knowledge be named your special friend:"
    },
    {
      "verse": 5,
      "text": "So that they may keep you from the strange woman, even from her whose words are smooth."
    },
    {
      "verse": 6,
      "text": "Looking out from my house, and watching through the window,"
    },
    {
      "verse": 7,
      "text": "I saw among the young men one without sense,"
    },
    {
      "verse": 8,
      "text": "Walking in the street near the turn of her road, going on the way to her house,"
    },
    {
      "verse": 9,
      "text": "At nightfall, in the evening of the day, in the black dark of the night."
    },
    {
      "verse": 10,
      "text": "And the woman came out to him, in the dress of a loose woman, with a designing heart;"
    },
    {
      "verse": 11,
      "text": "She is full of noise and uncontrolled; her feet keep not in her house."
    },
    {
      "verse": 12,
      "text": "Now she is in the street, now in the open spaces, waiting at every turning of the road."
    },
    {
      "verse": 13,
      "text": "So she took him by his hand, kissing him, and without a sign of shame she said to him:"
    },
    {
      "verse": 14,
      "text": "I have a feast of peace-offerings, for today my oaths have been effected."
    },
    {
      "verse": 15,
      "text": "So I came out in the hope of meeting you, looking for you with care, and now I have you."
    },
    {
      "verse": 16,
      "text": "My bed is covered with cushions of needlework, with coloured cloths of the cotton thread of Egypt;"
    },
    {
      "verse": 17,
      "text": "I have made my bed sweet with perfumes and spices."
    },
    {
      "verse": 18,
      "text": "Come, let us take our pleasure in love till the morning, having joy in love's delights."
    },
    {
      "verse": 19,
      "text": "For the master of the house is away on a long journey:"
    },
    {
      "verse": 20,
      "text": "He has taken a bag of money with him; he is coming back at the full moon."
    },
    {
      "verse": 21,
      "text": "With her fair words she overcame him, forcing him with her smooth lips."
    },
    {
      "verse": 22,
      "text": "The simple man goes after her, like an ox going to its death, like a roe pulled by a cord;"
    },
    {
      "verse": 23,
      "text": "Like a bird falling into a net; with no thought that his life is in danger, till an arrow goes into his side."
    },
    {
      "verse": 24,
      "text": "So now, my sons, give ear to me; give attention to the sayings of my mouth;"
    },
    {
      "verse": 25,
      "text": "Let not your heart be turned to her ways, do not go wandering in her footsteps."
    },
    {
      "verse": 26,
      "text": "For those wounded and made low by her are great in number; and all those who have come to their death through her are a great army."
    },
    {
      "verse": 27,
      "text": "Her house is the way to the underworld, going down to the rooms of death."
    }
  ]
}