{
  "book_id": "PRO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdom has made her house, putting up her seven pillars."
    },
    {
      "verse": 2,
      "text": "She has put her fat beasts to death; her wine is mixed, her table is ready."
    },
    {
      "verse": 3,
      "text": "She has sent out her women-servants; her voice goes out to the highest places of the town, saying,"
    },
    {
      "verse": 4,
      "text": "Whoever is simple, let him come in here; and to him who has no sense, she says:"
    },
    {
      "verse": 5,
      "text": "Come, take of my bread, and of my wine which is mixed."
    },
    {
      "verse": 6,
      "text": "Give up the simple ones and have life, and go in the way of knowledge."
    },
    {
      "verse": 7,
      "text": "He who gives teaching to a man of pride gets shame for himself; he who says sharp words to a sinner gets a bad name."
    },
    {
      "verse": 8,
      "text": "Do not say sharp words to a man of pride, or he will have hate for you; make them clear to a wise man, and you will be dear to him."
    },
    {
      "verse": 9,
      "text": "Give teaching to a wise man, and he will become wiser; give training to an upright man, and his learning will be increased."
    },
    {
      "verse": 10,
      "text": "The fear of the Lord is the start of wisdom, and the knowledge of the Holy One gives a wise mind"
    },
    {
      "verse": 11,
      "text": "For by me your days will be increased, and the years of your life will be long."
    },
    {
      "verse": 12,
      "text": "If you are wise, you are wise for yourself; if your heart is full of pride, you only will have the pain of it."
    },
    {
      "verse": 13,
      "text": "The foolish woman is full of noise; she has no sense at all."
    },
    {
      "verse": 14,
      "text": "Seated at the door of her house, in the high places of the town,"
    },
    {
      "verse": 15,
      "text": "Crying out to those who go by, going straight on their way, she says:"
    },
    {
      "verse": 16,
      "text": "Whoever is simple, let him come in here: and to him who is without sense, she says:"
    },
    {
      "verse": 17,
      "text": "Drink taken without right is sweet, and food in secret is pleasing."
    },
    {
      "verse": 18,
      "text": "But he does not see that the dead are there, that her guests are in the deep places of the underworld."
    }
  ]
}