{
  "book_id": "PRO",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Scales of deceit are hated by the Lord, but a true weight is his delight."
    },
    {
      "verse": 2,
      "text": "When pride comes, there comes shame, but wisdom is with the quiet in spirit."
    },
    {
      "verse": 3,
      "text": "The righteousness of the upright will be their guide, but the twisted ways of the false will be their destruction."
    },
    {
      "verse": 4,
      "text": "Wealth is of no profit in the day of wrath, but righteousness keeps a man safe from death."
    },
    {
      "verse": 5,
      "text": "The righteousness of the good man will make his way straight, but the sin of the evil-doer will be the cause of his fall."
    },
    {
      "verse": 6,
      "text": "The righteousness of the upright will be their salvation, but the false will themselves be taken in their evil designs."
    },
    {
      "verse": 7,
      "text": "At the death of an upright man his hope does not come to an end, but the hope of the evil-doer comes to destruction."
    },
    {
      "verse": 8,
      "text": "The upright man is taken out of trouble, and in his place comes the sinner."
    },
    {
      "verse": 9,
      "text": "With his mouth the evil man sends destruction on his neighbour; but through knowledge the upright are taken out of trouble."
    },
    {
      "verse": 10,
      "text": "When things go well for the upright man, all the town is glad; at the death of sinners, there are cries of joy."
    },
    {
      "verse": 11,
      "text": "By the blessing of the upright man the town is made great, but it is overturned by the mouth of the evil-doer."
    },
    {
      "verse": 12,
      "text": "He who has a poor opinion of his neighbour has no sense, but a wise man keeps quiet."
    },
    {
      "verse": 13,
      "text": "He who goes about talking of others makes secrets public, but the true-hearted man keeps things covered."
    },
    {
      "verse": 14,
      "text": "When there is no helping suggestion the people will have a fall, but with a number of wise guides they will be safe."
    },
    {
      "verse": 15,
      "text": "He who makes himself responsible for a strange man will undergo much loss; but the hater of such undertakings will be safe."
    },
    {
      "verse": 16,
      "text": "A woman who is full of grace is honoured, but a woman hating righteousness is a seat of shame: those hating work will undergo loss, but the strong keep their wealth."
    },
    {
      "verse": 17,
      "text": "The man who has mercy will be rewarded, but the cruel man is the cause of trouble to himself."
    },
    {
      "verse": 18,
      "text": "The sinner gets the payment of deceit; but his reward is certain who puts in the seed of righteousness."
    },
    {
      "verse": 19,
      "text": "So righteousness gives life; but he who goes after evil gets death for himself."
    },
    {
      "verse": 20,
      "text": "The uncontrolled are hated by the Lord, but those whose ways are without error are his delight"
    },
    {
      "verse": 21,
      "text": "Certainly the evil-doer will not go free from punishment, but the seed of the upright man will be safe."
    },
    {
      "verse": 22,
      "text": "Like a ring of gold in the nose of a pig, is a beautiful woman who has no sense."
    },
    {
      "verse": 23,
      "text": "The desire of the upright man is only for good, but wrath is waiting for the evil-doer."
    },
    {
      "verse": 24,
      "text": "A man may give freely, and still his wealth will be increased; and another may keep back more than is right, but only comes to be in need."
    },
    {
      "verse": 25,
      "text": "He who gives blessing will be made fat, but the curser will himself be cursed."
    },
    {
      "verse": 26,
      "text": "He who keeps back grain will be cursed by the people; but a blessing will be on the head of him who lets them have it for a price."
    },
    {
      "verse": 27,
      "text": "He who, with all his heart, goes after what is good is searching for grace; but he who is looking for trouble will get it."
    },
    {
      "verse": 28,
      "text": "He who puts his faith in wealth will come to nothing; but the upright man will be full of growth like the green leaf."
    },
    {
      "verse": 29,
      "text": "The troubler of his house will have the wind for his heritage, and the foolish will be servant to the wise-hearted."
    },
    {
      "verse": 30,
      "text": "The fruit of righteousness is a tree of life, but violent behaviour takes away souls."
    },
    {
      "verse": 31,
      "text": "If the upright man is rewarded on earth, how much more the evil-doer and the sinner!"
    }
  ]
}