{
  "book_id": "PRO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "A wise son is a lover of teaching, but the ears of the haters of authority are shut to sharp words."
    },
    {
      "verse": 2,
      "text": "A man will get good from the fruit of his lips, but the desire of the false is for violent acts."
    },
    {
      "verse": 3,
      "text": "He who keeps a watch on his mouth keeps his life; but he whose lips are open wide will have destruction."
    },
    {
      "verse": 4,
      "text": "The hater of work does not get his desires, but the soul of the hard workers will be made fat."
    },
    {
      "verse": 5,
      "text": "The upright man is a hater of false words: the evil-doer gets a bad name and is put to shame."
    },
    {
      "verse": 6,
      "text": "Righteousness keeps safe him whose way is without error, but evil-doers are overturned by sin."
    },
    {
      "verse": 7,
      "text": "A man may be acting as if he had wealth, but have nothing; another may seem poor, but have great wealth."
    },
    {
      "verse": 8,
      "text": "A man will give his wealth in exchange for his life; but the poor will not give ear to sharp words."
    },
    {
      "verse": 9,
      "text": "There is a glad dawn for the upright man, but the light of the sinner will be put out."
    },
    {
      "verse": 10,
      "text": "The only effect of pride is fighting; but wisdom is with the quiet in spirit."
    },
    {
      "verse": 11,
      "text": "Wealth quickly got will become less; but he who gets a store by the work of his hands will have it increased."
    },
    {
      "verse": 12,
      "text": "Hope put off is a weariness to the heart; but when what is desired comes, it is a tree of life."
    },
    {
      "verse": 13,
      "text": "He who makes sport of the word will come to destruction, but the respecter of the law will be rewarded."
    },
    {
      "verse": 14,
      "text": "The teaching of the wise is a fountain of life, turning men away from the nets of death."
    },
    {
      "verse": 15,
      "text": "Wise behaviour gets approval, but the way of the false is their destruction."
    },
    {
      "verse": 16,
      "text": "A sharp man does everything with knowledge, but a foolish man makes clear his foolish thoughts."
    },
    {
      "verse": 17,
      "text": "A man taking false news is a cause of trouble, but he who gives news rightly makes things well."
    },
    {
      "verse": 18,
      "text": "Need and shame will be the fate of him who is uncontrolled by training; but he who takes note of teaching will be honoured."
    },
    {
      "verse": 19,
      "text": "To get one's desire is sweet to the soul, but to give up evil is disgusting to the foolish."
    },
    {
      "verse": 20,
      "text": "Go with wise men and be wise: but he who keeps company with the foolish will be broken."
    },
    {
      "verse": 21,
      "text": "Evil will overtake sinners, but the upright will be rewarded with good."
    },
    {
      "verse": 22,
      "text": "The heritage of the good man is handed down to his children's children; and the wealth of the sinner is stored up for the upright man."
    },
    {
      "verse": 23,
      "text": "There is much food in the ploughed land of the poor; but it is taken away by wrongdoing."
    },
    {
      "verse": 24,
      "text": "He who keeps back his rod is unkind to his son: the loving father gives punishment with care."
    },
    {
      "verse": 25,
      "text": "The upright man has food to the full measure of his desire, but there will be no food for the stomach of evil-doers."
    }
  ]
}