{
  "book_id": "PRO",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "By a soft answer wrath is turned away, but a bitter word is a cause of angry feelings."
    },
    {
      "verse": 2,
      "text": "Knowledge is dropping from the tongue of the wise; but from the mouth of the foolish comes a stream of foolish words."
    },
    {
      "verse": 3,
      "text": "The eyes of the Lord are in every place, keeping watch on the evil and the good."
    },
    {
      "verse": 4,
      "text": "A comforting tongue is a tree of life, but a twisted tongue is a crushing of the spirit."
    },
    {
      "verse": 5,
      "text": "A foolish man puts no value on his father's training; but he who has respect for teaching has good sense."
    },
    {
      "verse": 6,
      "text": "In the house of the upright man there is a great store of wealth; but in the profits of the sinner there is trouble."
    },
    {
      "verse": 7,
      "text": "The lips of the wise keep knowledge, but the heart of the foolish man is not right."
    },
    {
      "verse": 8,
      "text": "The offering of the evil-doer is disgusting to the Lord, but the prayer of the upright man is his delight."
    },
    {
      "verse": 9,
      "text": "The way of the evil-doer is disgusting to the Lord, but he who goes after righteousness is dear to him."
    },
    {
      "verse": 10,
      "text": "There is bitter punishment for him who is turned from the way; and death will be the fate of the hater of teaching."
    },
    {
      "verse": 11,
      "text": "Before the Lord are the underworld and destruction: how much more, then, the hearts of the children of men!"
    },
    {
      "verse": 12,
      "text": "The hater of authority has no love for teaching: he will not go to the wise."
    },
    {
      "verse": 13,
      "text": "A glad heart makes a shining face, but by the sorrow of the heart the spirit is broken."
    },
    {
      "verse": 14,
      "text": "The heart of the man of good sense goes in search of knowledge, but foolish things are the food of the unwise."
    },
    {
      "verse": 15,
      "text": "All the days of the troubled are evil; but he whose heart is glad has an unending feast."
    },
    {
      "verse": 16,
      "text": "Better is a little with the fear of the Lord, than great wealth together with trouble."
    },
    {
      "verse": 17,
      "text": "Better is a simple meal where love is, than a fat ox and hate with it."
    },
    {
      "verse": 18,
      "text": "An angry man makes men come to blows, but he who is slow to get angry puts an end to fighting."
    },
    {
      "verse": 19,
      "text": "Thorns are round the way of the hater of work; but the road of the hard worker becomes a highway."
    },
    {
      "verse": 20,
      "text": "A wise son makes a glad father, but a foolish man has no respect for his mother."
    },
    {
      "verse": 21,
      "text": "Foolish behaviour is joy to the unwise; but a man of good sense makes his way straight."
    },
    {
      "verse": 22,
      "text": "Where there are no wise suggestions, purposes come to nothing; but by a number of wise guides they are made certain."
    },
    {
      "verse": 23,
      "text": "A man has joy in the answer of his mouth: and a word at the right time, how good it is!"
    },
    {
      "verse": 24,
      "text": "Acting wisely is the way of life, guiding a man away from the underworld."
    },
    {
      "verse": 25,
      "text": "The house of the man of pride will be uprooted by the Lord, but he will make safe the heritage of the widow."
    },
    {
      "verse": 26,
      "text": "Evil designs are disgusting to the Lord, but the words of the clean-hearted are pleasing."
    },
    {
      "verse": 27,
      "text": "He whose desires are fixed on profit is a cause of trouble to his family; but he who has no desire for offerings will have life."
    },
    {
      "verse": 28,
      "text": "The heart of the upright gives thought to his answer; but from the mouth of the evil-doer comes a stream of evil things."
    },
    {
      "verse": 29,
      "text": "The Lord is far from sinners, but his ear is open to the prayer of the upright."
    },
    {
      "verse": 30,
      "text": "The light of the eyes is a joy to the heart, and good news makes the bones fat."
    },
    {
      "verse": 31,
      "text": "The man whose ear is open to the teaching of life will have his place among the wise."
    },
    {
      "verse": 32,
      "text": "He who will not be controlled by training has no respect for his soul, but he who gives ear to teaching will get wisdom."
    },
    {
      "verse": 33,
      "text": "The fear of the Lord is the teaching of wisdom; and a low opinion of oneself goes before honour."
    }
  ]
}