{
  "book_id": "PRO",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "The designs of the heart are man's, but the answer of the tongue comes from the Lord."
    },
    {
      "verse": 2,
      "text": "All a man's ways are clean to himself; but the Lord puts men's spirits into his scales."
    },
    {
      "verse": 3,
      "text": "Put your works into the hands of the Lord, and your purposes will be made certain."
    },
    {
      "verse": 4,
      "text": "The Lord has made everything for his purpose, even the sinner for the day of evil."
    },
    {
      "verse": 5,
      "text": "Everyone who has pride in his heart is disgusting to the Lord: he will certainly not go free from punishment."
    },
    {
      "verse": 6,
      "text": "By mercy and good faith evil-doing is taken away: and by the fear of the Lord men are turned away from evil."
    },
    {
      "verse": 7,
      "text": "When a man's ways are pleasing to the Lord, he makes even his haters be at peace with him."
    },
    {
      "verse": 8,
      "text": "Better is a little with righteousness, than great wealth with wrongdoing."
    },
    {
      "verse": 9,
      "text": "A man may make designs for his way, but the Lord is the guide of his steps."
    },
    {
      "verse": 10,
      "text": "Decision is in the lips of the king: his mouth will not go wrong in judging."
    },
    {
      "verse": 11,
      "text": "True measures and scales are the Lord's: all the weights of the bag are his work."
    },
    {
      "verse": 12,
      "text": "Evil-doing is disgusting to kings: for the seat of the ruler is based on righteousness."
    },
    {
      "verse": 13,
      "text": "Lips of righteousness are the delight of kings; and he who says what is upright is dear to him."
    },
    {
      "verse": 14,
      "text": "The wrath of the king is like those who give news of death, but a wise man will put peace in place of it."
    },
    {
      "verse": 15,
      "text": "In the light of the king's face there is life; and his approval is like a cloud of spring rain."
    },
    {
      "verse": 16,
      "text": "How much better it is to get wisdom than gold! and to get knowledge is more to be desired than silver."
    },
    {
      "verse": 17,
      "text": "The highway of the upright is to be turned away from evil: he who takes care of his way will keep his soul."
    },
    {
      "verse": 18,
      "text": "Pride goes before destruction, and a stiff spirit before a fall."
    },
    {
      "verse": 19,
      "text": "Better it is to have a gentle spirit with the poor, than to take part in the rewards of war with men of pride."
    },
    {
      "verse": 20,
      "text": "He who gives attention to the law of right will get good; and whoever puts his faith in the Lord is happy."
    },
    {
      "verse": 21,
      "text": "The wise-hearted will be named men of good sense: and by pleasing words learning is increased."
    },
    {
      "verse": 22,
      "text": "Wisdom is a fountain of life to him who has it; but the punishment of the foolish is their foolish behaviour."
    },
    {
      "verse": 23,
      "text": "The heart of the wise man is the teacher of his mouth, and gives increased learning to his lips."
    },
    {
      "verse": 24,
      "text": "Pleasing words are like honey, sweet to the soul and new life to the bones."
    },
    {
      "verse": 25,
      "text": "There is a way which seems straight before a man, but its end is the ways of death."
    },
    {
      "verse": 26,
      "text": "The desire of the working man is working for him, for his need of food is driving him on."
    },
    {
      "verse": 27,
      "text": "A good-for-nothing man is a designer of evil, and in his lips there is a burning fire."
    },
    {
      "verse": 28,
      "text": "A man of twisted purposes is a cause of fighting everywhere: and he who says evil secretly makes trouble between friends."
    },
    {
      "verse": 29,
      "text": "A violent man puts desire of evil into his neighbour's mind, and makes him go in a way which is not good."
    },
    {
      "verse": 30,
      "text": "He whose eyes are shut is a man of twisted purposes, and he who keeps his lips shut tight makes evil come about."
    },
    {
      "verse": 31,
      "text": "The grey head is a crown of glory, if it is seen in the way of righteousness."
    },
    {
      "verse": 32,
      "text": "He who is slow to be angry is better than a man of war, and he who has control over his spirit than he who takes a town."
    },
    {
      "verse": 33,
      "text": "A thing may be put to the decision of chance, but it comes about through the Lord."
    }
  ]
}