{
  "book_id": "PRO",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Better a bit of dry bread in peace, than a house full of feasting and violent behaviour."
    },
    {
      "verse": 2,
      "text": "A servant who does wisely will have rule over a son causing shame, and will have his part in the heritage among brothers."
    },
    {
      "verse": 3,
      "text": "The heating-pot is for silver and the oven-fire for gold, but the Lord is the tester of hearts."
    },
    {
      "verse": 4,
      "text": "A wrongdoer gives attention to evil lips, and a man of deceit gives ear to a damaging tongue."
    },
    {
      "verse": 5,
      "text": "Whoever makes sport of the poor puts shame on his Maker; and he who is glad because of trouble will not go free from punishment."
    },
    {
      "verse": 6,
      "text": "Children's children are the crown of old men, and the glory of children is their fathers."
    },
    {
      "verse": 7,
      "text": "Fair words are not to be looked for from a foolish man, much less are false lips in a ruler."
    },
    {
      "verse": 8,
      "text": "An offering of money is like a stone of great price in the eyes of him who has it: wherever he goes, he does well."
    },
    {
      "verse": 9,
      "text": "He who keeps a sin covered is looking for love; but he who keeps on talking of a thing makes division between friends."
    },
    {
      "verse": 10,
      "text": "A word of protest goes deeper into one who has sense than a hundred blows into a foolish man."
    },
    {
      "verse": 11,
      "text": "An uncontrolled man is only looking for trouble, so a cruel servant will be sent against him."
    },
    {
      "verse": 12,
      "text": "It is better to come face to face with a bear whose young ones have been taken away than with a foolish man acting foolishly."
    },
    {
      "verse": 13,
      "text": "If anyone gives back evil for good, evil will never go away from his house."
    },
    {
      "verse": 14,
      "text": "The start of fighting is like the letting out of water: so give up before it comes to blows."
    },
    {
      "verse": 15,
      "text": "He who gives a decision for the evil-doer and he who gives a decision against the upright, are equally disgusting to the Lord."
    },
    {
      "verse": 16,
      "text": "How will money in the hand of the foolish get him wisdom, seeing that he has no sense?"
    },
    {
      "verse": 17,
      "text": "A friend is loving at all times, and becomes a brother in times of trouble."
    },
    {
      "verse": 18,
      "text": "A man without sense gives his hand in an agreement, and makes himself responsible before his neighbour."
    },
    {
      "verse": 19,
      "text": "The lover of fighting is a lover of sin: he who makes high his doorway is looking for destruction."
    },
    {
      "verse": 20,
      "text": "Nothing good comes to him whose heart is fixed on evil purposes: and he who has an evil tongue will come to trouble."
    },
    {
      "verse": 21,
      "text": "He who has an unwise son gets sorrow for himself, and the father of a foolish son has no joy."
    },
    {
      "verse": 22,
      "text": "A glad heart makes a healthy body, but a crushed spirit makes the bones dry."
    },
    {
      "verse": 23,
      "text": "A sinner takes an offering out of his robe, to get a decision for himself in a cause."
    },
    {
      "verse": 24,
      "text": "Wisdom is before the face of him who has sense; but the eyes of the foolish are on the ends of the earth."
    },
    {
      "verse": 25,
      "text": "A foolish son is a grief to his father, and bitter pain to her who gave him birth."
    },
    {
      "verse": 26,
      "text": "To give punishment to the upright is not good, or to give blows to the noble for their righteousness."
    },
    {
      "verse": 27,
      "text": "He who has knowledge says little: and he who has a calm spirit is a man of good sense."
    },
    {
      "verse": 28,
      "text": "Even the foolish man, when he keeps quiet, is taken to be wise: when his lips are shut he is credited with good sense."
    }
  ]
}