{
  "book_id": "PRO",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "He who keeps himself separate for his private purpose goes against all good sense."
    },
    {
      "verse": 2,
      "text": "A foolish man has no pleasure in good sense, but only to let what is in his heart come to light."
    },
    {
      "verse": 3,
      "text": "When the evil-doer comes, a low opinion comes with him, and with the loss of honour comes shame."
    },
    {
      "verse": 4,
      "text": "The words of a man's mouth are like deep waters: the fountain of wisdom is like a flowing stream."
    },
    {
      "verse": 5,
      "text": "To have respect for the person of the evil-doer is not good, or to give a wrong decision against the upright."
    },
    {
      "verse": 6,
      "text": "A foolish man's lips are a cause of fighting, and his mouth makes him open to blows."
    },
    {
      "verse": 7,
      "text": "The mouth of a foolish man is his destruction, and his lips are a net for his soul."
    },
    {
      "verse": 8,
      "text": "The words of one who says evil of his neighbour secretly are like sweet food, and go down into the inner parts of the stomach."
    },
    {
      "verse": 9,
      "text": "He who does not give his mind to his work is brother to him who makes destruction."
    },
    {
      "verse": 10,
      "text": "The name of the Lord is a strong tower: the upright man running into it is safe."
    },
    {
      "verse": 11,
      "text": "The property of a man of wealth is his strong town, and it is as a high wall in the thoughts of his heart."
    },
    {
      "verse": 12,
      "text": "Before destruction the heart of man is full of pride, and before honour goes a gentle spirit."
    },
    {
      "verse": 13,
      "text": "To give an answer before hearing is a foolish thing and a cause of shame."
    },
    {
      "verse": 14,
      "text": "The spirit of a man will be his support when he is ill; but how may a broken spirit be lifted up?"
    },
    {
      "verse": 15,
      "text": "The heart of the man of good sense gets knowledge; the ear of the wise is searching for knowledge."
    },
    {
      "verse": 16,
      "text": "A man's offering makes room for him, letting him come before great men."
    },
    {
      "verse": 17,
      "text": "The man who first puts his cause before the judge seems to be in the right; but then his neighbour comes and puts his cause in its true light."
    },
    {
      "verse": 18,
      "text": "The decision of chance puts an end to argument, parting the strong."
    },
    {
      "verse": 19,
      "text": "A brother wounded is like a strong town, and violent acts are like a locked tower."
    },
    {
      "verse": 20,
      "text": "With the fruit of a man's mouth his stomach will be full; the produce of his lips will be his in full measure."
    },
    {
      "verse": 21,
      "text": "Death and life are in the power of the tongue; and those to whom it is dear will have its fruit for their food."
    },
    {
      "verse": 22,
      "text": "Whoever gets a wife gets a good thing, and has the approval of the Lord."
    },
    {
      "verse": 23,
      "text": "The poor man makes requests for grace, but the man of wealth gives a rough answer."
    },
    {
      "verse": 24,
      "text": "There are friends who may be a man's destruction, but there is a lover who keeps nearer than a brother."
    }
  ]
}