{
  "book_id": "PRO",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "A good name is more to be desired than great wealth, and to be respected is better than silver and gold."
    },
    {
      "verse": 2,
      "text": "The man of wealth and the poor man come face to face: the Lord is the maker of them all."
    },
    {
      "verse": 3,
      "text": "The sharp man sees the evil and takes cover: the simple go straight on and get into trouble."
    },
    {
      "verse": 4,
      "text": "The reward of a gentle spirit and the fear of the Lord is wealth and honour and life."
    },
    {
      "verse": 5,
      "text": "Thorns and nets are in the way of the twisted: he who keeps watch over his soul will be far from them."
    },
    {
      "verse": 6,
      "text": "If a child is trained up in the right way, even when he is old he will not be turned away from it."
    },
    {
      "verse": 7,
      "text": "The man of wealth has rule over the poor, and he who gets into debt is a servant to his creditor."
    },
    {
      "verse": 8,
      "text": "By planting the seed of evil a man will get in the grain of sorrow, and the rod of his wrath will be broken."
    },
    {
      "verse": 9,
      "text": "He who is kind will have a blessing, for he gives of his bread to the poor."
    },
    {
      "verse": 10,
      "text": "Send away the man of pride, and argument will go out; truly fighting and shame will come to an end."
    },
    {
      "verse": 11,
      "text": "He whose heart is clean is dear to the Lord; for the grace of his lips the king will be his friend."
    },
    {
      "verse": 12,
      "text": "The eyes of the Lord keep knowledge, but by him the acts of the false man will be overturned."
    },
    {
      "verse": 13,
      "text": "The hater of work says, There is a lion outside: I will be put to death in the streets."
    },
    {
      "verse": 14,
      "text": "The mouth of strange women is a deep hole: he with whom the Lord is angry will go down into it."
    },
    {
      "verse": 15,
      "text": "Foolish ways are deep-seated in the heart of a child, but the rod of punishment will send them far from him."
    },
    {
      "verse": 16,
      "text": "He who is cruel to the poor for the purpose of increasing his profit, and he who gives to the man of wealth, will only come to be in need."
    },
    {
      "verse": 17,
      "text": "Let your ear be bent down for hearing my words, and let your heart give thought to knowledge."
    },
    {
      "verse": 18,
      "text": "For it is a delight to keep them in your heart, to have them ready on your lips."
    },
    {
      "verse": 19,
      "text": "So that your faith may be in the Lord, I have made them clear to you this day, even to you."
    },
    {
      "verse": 20,
      "text": "Have I not put in writing for you thirty sayings, with wise suggestions and knowledge,"
    },
    {
      "verse": 21,
      "text": "To make you see how certain are true words, so that you may give a true answer to those who put questions to you?"
    },
    {
      "verse": 22,
      "text": "Do not take away the property of the poor man because he is poor, or be cruel to the crushed ones when they come before the judge:"
    },
    {
      "verse": 23,
      "text": "For the Lord will give support to their cause, and take the life of those who take their goods."
    },
    {
      "verse": 24,
      "text": "Do not be friends with a man who is given to wrath; do not go in the company of an angry man:"
    },
    {
      "verse": 25,
      "text": "For fear of learning his ways and making a net ready for your soul."
    },
    {
      "verse": 26,
      "text": "Be not one of those who give their hands in an agreement, or of those who make themselves responsible for debts:"
    },
    {
      "verse": 27,
      "text": "If you have nothing with which to make payment, he will take away your bed from under you."
    },
    {
      "verse": 28,
      "text": "Let not the old landmark be moved which your fathers have put in place."
    },
    {
      "verse": 29,
      "text": "Have you seen a man who is expert in his business? he will take his place before kings; his place will not be among low persons."
    }
  ]
}