{
  "book_id": "PRO",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Have no envy for evil men, or any desire to be with them:"
    },
    {
      "verse": 2,
      "text": "For the purposes of their hearts are destruction, and their lips are talking of trouble."
    },
    {
      "verse": 3,
      "text": "The building of a house is by wisdom, and by reason it is made strong:"
    },
    {
      "verse": 4,
      "text": "And by knowledge its rooms are full of all dear and pleasing things."
    },
    {
      "verse": 5,
      "text": "A wise man is strong; and a man of knowledge makes strength greater."
    },
    {
      "verse": 6,
      "text": "For by wise guiding you will overcome in war: and in a number of wise guides there is salvation."
    },
    {
      "verse": 7,
      "text": "Wisdom is outside the power of the foolish: he keeps his mouth shut in the public place."
    },
    {
      "verse": 8,
      "text": "He whose purposes are bad will be named a man of evil designs."
    },
    {
      "verse": 9,
      "text": "The purpose of the foolish is sin: and the hater of authority is disgusting to others."
    },
    {
      "verse": 10,
      "text": "If you give way in the day of trouble, your strength is small."
    },
    {
      "verse": 11,
      "text": "Be the saviour of those who are given up to death, and do not keep back help from those who are slipping to destruction."
    },
    {
      "verse": 12,
      "text": "If you say, See, we had no knowledge of this: does not the tester of hearts give thought to it? and he who keeps your soul, has he no knowledge of it? and will he not give to every man the reward of his work?"
    },
    {
      "verse": 13,
      "text": "My son, take honey, for it is good; and the flowing honey, which is sweet to your taste:"
    },
    {
      "verse": 14,
      "text": "So let your desire be for wisdom: if you have it, there will be a future, and your hope will not be cut off."
    },
    {
      "verse": 15,
      "text": "Do not keep a secret watch, O evil-doer, against the fields of the upright man, or send destruction on his resting-place:"
    },
    {
      "verse": 16,
      "text": "For an upright man, after falling seven times, will get up again: but trouble is the downfall of the evil."
    },
    {
      "verse": 17,
      "text": "Do not be glad at the fall of your hater, and let not your heart have joy at his downfall:"
    },
    {
      "verse": 18,
      "text": "For fear that the Lord may see it, and it may be evil in his eyes, and his wrath may be turned away from him."
    },
    {
      "verse": 19,
      "text": "Do not be troubled because of evil-doers, or have envy of sinners:"
    },
    {
      "verse": 20,
      "text": "For there will be no future for the evil man; the light of sinners will be put out."
    },
    {
      "verse": 21,
      "text": "My son, go in fear of the Lord and the king: have nothing to do with those who are in high positions:"
    },
    {
      "verse": 22,
      "text": "For their downfall will come suddenly; and who has knowledge of the destruction of those in high positions?"
    },
    {
      "verse": 23,
      "text": "These are more sayings of the wise: To have respect for a person's position when judging is not good."
    },
    {
      "verse": 24,
      "text": "He who says to the evil-doer, You are upright, will be cursed by peoples and hated by nations."
    },
    {
      "verse": 25,
      "text": "But those who say sharp words to him will have delight, and a blessing of good will come on them."
    },
    {
      "verse": 26,
      "text": "He gives a kiss with his lips who gives a right answer."
    },
    {
      "verse": 27,
      "text": "Put your work in order outside, and make it ready in the field; and after that, see to the building of your house."
    },
    {
      "verse": 28,
      "text": "Do not be a violent witness against your neighbour, or let your lips say what is false."
    },
    {
      "verse": 29,
      "text": "Say not, I will do to him as he has done to me; I will give the man the reward of his work."
    },
    {
      "verse": 30,
      "text": "I went by the field of the hater of work, and by the vine-garden of the man without sense;"
    },
    {
      "verse": 31,
      "text": "And it was all full of thorns, and covered with waste plants, and its stone wall was broken down."
    },
    {
      "verse": 32,
      "text": "Then looking at it, I gave thought: I saw, and I got teaching from it."
    },
    {
      "verse": 33,
      "text": "A little sleep, a little rest, a little folding of the hands in sleep:"
    },
    {
      "verse": 34,
      "text": "So loss will come on you like an outlaw, and your need like an armed man."
    }
  ]
}