{
  "book_id": "PRO",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Like snow in summer and rain when the grain is being cut, so honour is not natural for the foolish."
    },
    {
      "verse": 2,
      "text": "As the sparrow in her wandering and the swallow in her flight, so the curse does not come without a cause."
    },
    {
      "verse": 3,
      "text": "A whip for the horse, a mouth-bit for the ass, and a rod for the back of the foolish."
    },
    {
      "verse": 4,
      "text": "Do not give to the foolish man a foolish answer, or you will be like him."
    },
    {
      "verse": 5,
      "text": "Give a foolish man a foolish answer, or he will seem wise to himself."
    },
    {
      "verse": 6,
      "text": "He who sends news by the hand of a foolish man is cutting off his feet and drinking in damage."
    },
    {
      "verse": 7,
      "text": "The legs of one who has no power of walking are hanging loose; so is a wise saying in the mouth of the foolish."
    },
    {
      "verse": 8,
      "text": "Giving honour to a foolish man is like attempting to keep a stone fixed in a cord."
    },
    {
      "verse": 9,
      "text": "Like a thorn which goes up into the hand of a man overcome by drink, so is a wise saying in the mouth of a foolish man."
    },
    {
      "verse": 10,
      "text": "Like an archer wounding all who go by, is a foolish man overcome by drink."
    },
    {
      "verse": 11,
      "text": "Like a dog going back to the food which he has not been able to keep down, is the foolish man doing his foolish acts over again."
    },
    {
      "verse": 12,
      "text": "Have you seen a man who seems to himself to be wise? There is more hope for the foolish than for him."
    },
    {
      "verse": 13,
      "text": "The hater of work says, There is a lion in the way; a lion is in the streets."
    },
    {
      "verse": 14,
      "text": "A door is turned on its pillar, and the hater of work on his bed."
    },
    {
      "verse": 15,
      "text": "The hater of work puts his hand deep into the basin: lifting it again to his mouth is a weariness to him."
    },
    {
      "verse": 16,
      "text": "The hater of work seems to himself wiser than seven men who are able to give an answer with good sense."
    },
    {
      "verse": 17,
      "text": "He who gets mixed up in a fight which is not his business, is like one who takes a dog by the ears while it is going by."
    },
    {
      "verse": 18,
      "text": "As one who is off his head sends about flaming sticks and arrows of death,"
    },
    {
      "verse": 19,
      "text": "So is the man who gets the better of his neighbour by deceit, and says, Am I not doing so in sport?"
    },
    {
      "verse": 20,
      "text": "Without wood, the fire goes out; and where there is no secret talk, argument is ended."
    },
    {
      "verse": 21,
      "text": "Like breath on coals and wood on fire, so a man given to argument gets a fight started."
    },
    {
      "verse": 22,
      "text": "The words of one who says evil of his neighbour secretly are like sweet food, they go down into the inner parts of the stomach."
    },
    {
      "verse": 23,
      "text": "Smooth lips and an evil heart are like a vessel of earth plated with silver waste."
    },
    {
      "verse": 24,
      "text": "With his lips the hater makes things seem what they are not, but deceit is stored up inside him;"
    },
    {
      "verse": 25,
      "text": "When he says fair words, have no belief in him; for in his heart are seven evils:"
    },
    {
      "verse": 26,
      "text": "Though his hate is covered with deceit, his sin will be seen openly before the meeting of the people."
    },
    {
      "verse": 27,
      "text": "He who makes a hole in the earth will himself go falling into it: and on him by whom a stone is rolled the stone will come back again."
    },
    {
      "verse": 28,
      "text": "A false tongue has hate for those who have clean hearts, and a smooth mouth is a cause of falling."
    }
  ]
}