{
  "book_id": "PRO",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Do not make a noise about tomorrow, for you are not certain what a day's outcome may be."
    },
    {
      "verse": 2,
      "text": "Let another man give you praise, and not your mouth; one who is strange to you, and not your lips."
    },
    {
      "verse": 3,
      "text": "A stone has great weight, and sand is crushing; but the wrath of the foolish is of greater weight than these."
    },
    {
      "verse": 4,
      "text": "Wrath is cruel, and angry feeling an overflowing stream; but who does not give way before envy?"
    },
    {
      "verse": 5,
      "text": "Better is open protest than love kept secret."
    },
    {
      "verse": 6,
      "text": "The wounds of a friend are given in good faith, but the kisses of a hater are false."
    },
    {
      "verse": 7,
      "text": "The full man has no use for honey, but to the man in need of food every bitter thing is sweet."
    },
    {
      "verse": 8,
      "text": "Like a bird wandering from the place of her eggs is a man wandering from his station."
    },
    {
      "verse": 9,
      "text": "Oil and perfume make glad the heart, and the wise suggestion of a friend is sweet to the soul."
    },
    {
      "verse": 10,
      "text": "Do not give up your friend and your father's friend; and do not go into your brother's house in the day of your trouble: better is a neighbour who is near than a brother far off."
    },
    {
      "verse": 11,
      "text": "My son, be wise and make my heart glad, so that I may give back an answer to him who puts me to shame."
    },
    {
      "verse": 12,
      "text": "The sharp man sees the evil and takes cover: the simple go straight on and get into trouble."
    },
    {
      "verse": 13,
      "text": "Take a man's clothing if he makes himself responsible for a strange man, and get an undertaking from him who gives his word for strange men."
    },
    {
      "verse": 14,
      "text": "He who gives a blessing to his friend with a loud voice, getting up early in the morning, will have it put to his account as a curse."
    },
    {
      "verse": 15,
      "text": "Like an unending dropping on a day of rain is a bitter-tongued woman."
    },
    {
      "verse": 16,
      "text": "He who keeps secret the secret of his friend, will get himself a name for good faith."
    },
    {
      "verse": 17,
      "text": "Iron makes iron sharp; so a man makes sharp his friend."
    },
    {
      "verse": 18,
      "text": "Whoever keeps a fig-tree will have its fruit; and the servant waiting on his master will be honoured."
    },
    {
      "verse": 19,
      "text": "Like face looking at face in water, so are the hearts of men to one another."
    },
    {
      "verse": 20,
      "text": "The underworld and Abaddon are never full, and the eyes of man have never enough."
    },
    {
      "verse": 21,
      "text": "The heating-pot is for silver and the oven-fire for gold, and a man is measured by what he is praised for."
    },
    {
      "verse": 22,
      "text": "Even if a foolish man is crushed with a hammer in a vessel among crushed grain, still his foolish ways will not go from him."
    },
    {
      "verse": 23,
      "text": "Take care to have knowledge about the condition of your flocks, looking well after your herds;"
    },
    {
      "verse": 24,
      "text": "For wealth is not for ever, and money does not go on for all generations."
    },
    {
      "verse": 25,
      "text": "The grass comes up and the young grass is seen, and the mountain plants are got in."
    },
    {
      "verse": 26,
      "text": "The lambs are for your clothing, and the he-goats make the value of a field:"
    },
    {
      "verse": 27,
      "text": "There will be goats' milk enough for your food, and for the support of your servant-girls."
    }
  ]
}