{
  "book_id": "PRO",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "The words of Lemuel, king of Massa: the teaching which he had from his mother."
    },
    {
      "verse": 2,
      "text": "What am I to say to you, O Lemuel, my oldest son? and what, O son of my body? and what, O son of my oaths?"
    },
    {
      "verse": 3,
      "text": "Do not give your strength to women, or your ways to that which is the destruction of kings."
    },
    {
      "verse": 4,
      "text": "It is not for kings, O Lemuel, it is not for kings to take wine, or for rulers to say, Where is strong drink?"
    },
    {
      "verse": 5,
      "text": "For fear that through drinking they may come to have no respect for the law, wrongly judging the cause of those who are in trouble."
    },
    {
      "verse": 6,
      "text": "Give strong drink to him who is near to destruction, and wine to him whose soul is bitter:"
    },
    {
      "verse": 7,
      "text": "Let him have drink, and his need will go from his mind, and the memory of his trouble will be gone."
    },
    {
      "verse": 8,
      "text": "Let your mouth be open for those who have no voice, in the cause of those who are ready for death."
    },
    {
      "verse": 9,
      "text": "Let your mouth be open, judging rightly, and give right decisions in the cause of the poor and those in need."
    },
    {
      "verse": 10,
      "text": "Who may make discovery of a woman of virtue? For her price is much higher than jewels."
    },
    {
      "verse": 11,
      "text": "The heart of her husband has faith in her, and he will have profit in full measure."
    },
    {
      "verse": 12,
      "text": "She does him good and not evil all the days of her life."
    },
    {
      "verse": 13,
      "text": "She gets wool and linen, working at the business of her hands."
    },
    {
      "verse": 14,
      "text": "She is like the trading-ships, getting food from far away."
    },
    {
      "verse": 15,
      "text": "She gets up while it is still night, and gives meat to her family, and their food to her servant-girls."
    },
    {
      "verse": 16,
      "text": "After looking at a field with care, she gets it for a price, planting a vine-garden with the profit of her work."
    },
    {
      "verse": 17,
      "text": "She puts a band of strength round her, and makes her arms strong."
    },
    {
      "verse": 18,
      "text": "She sees that her marketing is of profit to her: her light does not go out by night."
    },
    {
      "verse": 19,
      "text": "She puts her hands to the cloth-working rod, and her fingers take the wheel."
    },
    {
      "verse": 20,
      "text": "Her hands are stretched out to the poor; yes, she is open-handed to those who are in need."
    },
    {
      "verse": 21,
      "text": "She has no fear of the snow for her family, for all those in her house are clothed in red."
    },
    {
      "verse": 22,
      "text": "She makes for herself cushions of needlework; her clothing is fair linen and purple."
    },
    {
      "verse": 23,
      "text": "Her husband is a man of note in the public place, when he takes his seat among the responsible men of the land."
    },
    {
      "verse": 24,
      "text": "She makes linen robes and gets a price for them, and traders take her cloth bands for a price."
    },
    {
      "verse": 25,
      "text": "Strength and self-respect are her clothing; she is facing the future with a smile."
    },
    {
      "verse": 26,
      "text": "Her mouth is open to give out wisdom, and the law of mercy is on her tongue."
    },
    {
      "verse": 27,
      "text": "She gives attention to the ways of her family, she does not take her food without working for it."
    },
    {
      "verse": 28,
      "text": "Her children get up and give her honour, and her husband gives her praise, saying,"
    },
    {
      "verse": 29,
      "text": "Unnumbered women have done well, but you are better than all of them."
    },
    {
      "verse": 30,
      "text": "Fair looks are a deceit, and a beautiful form is of no value; but a woman who has the fear of the Lord is to be praised."
    },
    {
      "verse": 31,
      "text": "Give her credit for what her hands have made: let her be praised by her works in the public place."
    }
  ]
}