{
  "book_id": "PRO",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "מענה רך ישיב חמה ודבר עצב יעלה אף׃"
    },
    {
      "verse": 2,
      "text": "לשון חכמים תיטיב דעת ופי כסילים יביע אולת׃"
    },
    {
      "verse": 3,
      "text": "בכל מקום עיני יהוה צפות רעים וטובים׃"
    },
    {
      "verse": 4,
      "text": "מרפא לשון עץ חיים וסלף בה שבר ברוח׃"
    },
    {
      "verse": 5,
      "text": "אויל ינאץ מוסר אביו ושמר תוכחת יערם׃"
    },
    {
      "verse": 6,
      "text": "בית צדיק חסן רב ובתבואת רשע נעכרת׃"
    },
    {
      "verse": 7,
      "text": "שפתי חכמים יזרו דעת ולב כסילים לא כן׃"
    },
    {
      "verse": 8,
      "text": "זבח רשעים תועבת יהוה ותפלת ישרים רצונו׃"
    },
    {
      "verse": 9,
      "text": "תועבת יהוה דרך רשע ומרדף צדקה יאהב׃"
    },
    {
      "verse": 10,
      "text": "מוסר רע לעזב ארח שונא תוכחת ימות׃"
    },
    {
      "verse": 11,
      "text": "שאול ואבדון נגד יהוה אף כי לבות בני אדם׃"
    },
    {
      "verse": 12,
      "text": "לא יאהב לץ הוכח לו אל חכמים לא ילך׃"
    },
    {
      "verse": 13,
      "text": "לב שמח ייטב פנים ובעצבת לב רוח נכאה׃"
    },
    {
      "verse": 14,
      "text": "לב נבון יבקש דעת ופני כסילים ירעה אולת׃"
    },
    {
      "verse": 15,
      "text": "כל ימי עני רעים וטוב לב משתה תמיד׃"
    },
    {
      "verse": 16,
      "text": "טוב מעט ביראת יהוה מאוצר רב ומהומה בו׃"
    },
    {
      "verse": 17,
      "text": "טוב ארחת ירק ואהבה שם משור אבוס ושנאה בו׃"
    },
    {
      "verse": 18,
      "text": "איש חמה יגרה מדון וארך אפים ישקיט ריב׃"
    },
    {
      "verse": 19,
      "text": "דרך עצל כמשכת חדק וארח ישרים סללה׃"
    },
    {
      "verse": 20,
      "text": "בן חכם ישמח אב וכסיל אדם בוזה אמו׃"
    },
    {
      "verse": 21,
      "text": "אולת שמחה לחסר לב ואיש תבונה יישר לכת׃"
    },
    {
      "verse": 22,
      "text": "הפר מחשבות באין סוד וברב יועצים תקום׃"
    },
    {
      "verse": 23,
      "text": "שמחה לאיש במענה פיו ודבר בעתו מה טוב׃"
    },
    {
      "verse": 24,
      "text": "ארח חיים למעלה למשכיל למען סור משאול מטה׃"
    },
    {
      "verse": 25,
      "text": "בית גאים יסח יהוה ויצב גבול אלמנה׃"
    },
    {
      "verse": 26,
      "text": "תועבת יהוה מחשבות רע וטהרים אמרי נעם׃"
    },
    {
      "verse": 27,
      "text": "עכר ביתו בוצע בצע ושונא מתנת יחיה׃"
    },
    {
      "verse": 28,
      "text": "לב צדיק יהגה לענות ופי רשעים יביע רעות׃"
    },
    {
      "verse": 29,
      "text": "רחוק יהוה מרשעים ותפלת צדיקים ישמע׃"
    },
    {
      "verse": 30,
      "text": "מאור עינים ישמח לב שמועה טובה תדשן עצם׃"
    },
    {
      "verse": 31,
      "text": "אזן שמעת תוכחת חיים בקרב חכמים תלין׃"
    },
    {
      "verse": 32,
      "text": "פורע מוסר מואס נפשו ושומע תוכחת קונה לב׃"
    },
    {
      "verse": 33,
      "text": "יראת יהוה מוסר חכמה ולפני כבוד ענוה׃"
    }
  ]
}