{
  "book_id": "PRO",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "גם אלה משלי שלמה אשר העתיקו אנשי חזקיה מלך יהודה׃"
    },
    {
      "verse": 2,
      "text": "כבד אלהים הסתר דבר וכבד מלכים חקר דבר׃"
    },
    {
      "verse": 3,
      "text": "שמים לרום וארץ לעמק ולב מלכים אין חקר׃"
    },
    {
      "verse": 4,
      "text": "הגו סיגים מכסף ויצא לצרף כלי׃"
    },
    {
      "verse": 5,
      "text": "הגו רשע לפני מלך ויכון בצדק כסאו׃"
    },
    {
      "verse": 6,
      "text": "אל תתהדר לפני מלך ובמקום גדלים אל תעמד׃"
    },
    {
      "verse": 7,
      "text": "כי טוב אמר לך עלה הנה מהשפילך לפני נדיב אשר ראו עיניך׃"
    },
    {
      "verse": 8,
      "text": "אל תצא לרב מהר פן מה תעשה באחריתה בהכלים אתך רעך׃"
    },
    {
      "verse": 9,
      "text": "ריבך ריב את רעך וסוד אחר אל תגל׃"
    },
    {
      "verse": 10,
      "text": "פן יחסדך שמע ודבתך לא תשוב׃"
    },
    {
      "verse": 11,
      "text": "תפוחי זהב במשכיות כסף דבר דבר על אפניו׃"
    },
    {
      "verse": 12,
      "text": "נזם זהב וחלי כתם מוכיח חכם על אזן שמעת׃"
    },
    {
      "verse": 13,
      "text": "כצנת שלג ביום קציר ציר נאמן לשלחיו ונפש אדניו ישיב׃"
    },
    {
      "verse": 14,
      "text": "נשיאים ורוח וגשם אין איש מתהלל במתת שקר׃"
    },
    {
      "verse": 15,
      "text": "בארך אפים יפתה קצין ולשון רכה תשבר גרם׃"
    },
    {
      "verse": 16,
      "text": "דבש מצאת אכל דיך פן תשבענו והקאתו׃"
    },
    {
      "verse": 17,
      "text": "הקר רגלך מבית רעך פן ישבעך ושנאך׃"
    },
    {
      "verse": 18,
      "text": "מפיץ וחרב וחץ שנון איש ענה ברעהו עד שקר׃"
    },
    {
      "verse": 19,
      "text": "שן רעה ורגל מועדת מבטח בוגד ביום צרה׃"
    },
    {
      "verse": 20,
      "text": "מעדה בגד ביום קרה חמץ על נתר ושר בשרים על לב רע׃"
    },
    {
      "verse": 21,
      "text": "אם רעב שנאך האכלהו לחם ואם צמא השקהו מים׃"
    },
    {
      "verse": 22,
      "text": "כי גחלים אתה חתה על ראשו ויהוה ישלם לך׃"
    },
    {
      "verse": 23,
      "text": "רוח צפון תחולל גשם ופנים נזעמים לשון סתר׃"
    },
    {
      "verse": 24,
      "text": "טוב שבת על פנת גג מאשת מדונים ובית חבר׃"
    },
    {
      "verse": 25,
      "text": "מים קרים על נפש עיפה ושמועה טובה מארץ מרחק׃"
    },
    {
      "verse": 26,
      "text": "מעין נרפש ומקור משחת צדיק מט לפני רשע׃"
    },
    {
      "verse": 27,
      "text": "אכל דבש הרבות לא טוב וחקר כבדם כבוד׃"
    },
    {
      "verse": 28,
      "text": "עיר פרוצה אין חומה איש אשר אין מעצר לרוחו׃"
    }
  ]
}