{
  "book_id": "PRO",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "נסו ואין רדף רשע וצדיקים ככפיר יבטח׃"
    },
    {
      "verse": 2,
      "text": "בפשע ארץ רבים שריה ובאדם מבין ידע כן יאריך׃"
    },
    {
      "verse": 3,
      "text": "גבר רש ועשק דלים מטר סחף ואין לחם׃"
    },
    {
      "verse": 4,
      "text": "עזבי תורה יהללו רשע ושמרי תורה יתגרו בם׃"
    },
    {
      "verse": 5,
      "text": "אנשי רע לא יבינו משפט ומבקשי יהוה יבינו כל׃"
    },
    {
      "verse": 6,
      "text": "טוב רש הולך בתמו מעקש דרכים והוא עשיר׃"
    },
    {
      "verse": 7,
      "text": "נוצר תורה בן מבין ורעה זוללים יכלים אביו׃"
    },
    {
      "verse": 8,
      "text": "מרבה הונו בנשך ובתרבית לחונן דלים יקבצנו׃"
    },
    {
      "verse": 9,
      "text": "מסיר אזנו משמע תורה גם תפלתו תועבה׃"
    },
    {
      "verse": 10,
      "text": "משגה ישרים בדרך רע בשחותו הוא יפול ותמימים ינחלו טוב׃"
    },
    {
      "verse": 11,
      "text": "חכם בעיניו איש עשיר ודל מבין יחקרנו׃"
    },
    {
      "verse": 12,
      "text": "בעלץ צדיקים רבה תפארת ובקום רשעים יחפש אדם׃"
    },
    {
      "verse": 13,
      "text": "מכסה פשעיו לא יצליח ומודה ועזב ירחם׃"
    },
    {
      "verse": 14,
      "text": "אשרי אדם מפחד תמיד ומקשה לבו יפול ברעה׃"
    },
    {
      "verse": 15,
      "text": "ארי נהם ודב שוקק משל רשע על עם דל׃"
    },
    {
      "verse": 16,
      "text": "נגיד חסר תבונות ורב מעשקות שנאי בצע יאריך ימים׃"
    },
    {
      "verse": 17,
      "text": "אדם עשק בדם נפש עד בור ינוס אל יתמכו בו׃"
    },
    {
      "verse": 18,
      "text": "הולך תמים יושע ונעקש דרכים יפול באחת׃"
    },
    {
      "verse": 19,
      "text": "עבד אדמתו ישבע לחם ומרדף רקים ישבע ריש׃"
    },
    {
      "verse": 20,
      "text": "איש אמונות רב ברכות ואץ להעשיר לא ינקה׃"
    },
    {
      "verse": 21,
      "text": "הכר פנים לא טוב ועל פת לחם יפשע גבר׃"
    },
    {
      "verse": 22,
      "text": "נבהל להון איש רע עין ולא ידע כי חסר יבאנו׃"
    },
    {
      "verse": 23,
      "text": "מוכיח אדם אחרי חן ימצא ממחליק לשון׃"
    },
    {
      "verse": 24,
      "text": "גוזל אביו ואמו ואמר אין פשע חבר הוא לאיש משחית׃"
    },
    {
      "verse": 25,
      "text": "רחב נפש יגרה מדון ובוטח על יהוה ידשן׃"
    },
    {
      "verse": 26,
      "text": "בוטח בלבו הוא כסיל והולך בחכמה הוא ימלט׃"
    },
    {
      "verse": 27,
      "text": "נותן לרש אין מחסור ומעלים עיניו רב מארות׃"
    },
    {
      "verse": 28,
      "text": "בקום רשעים יסתר אדם ובאבדם ירבו צדיקים׃"
    }
  ]
}