{
  "book_id": "PRO",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "דברי אגור בן יקה המשא נאם הגבר לאיתיאל לאיתיאל ואכל׃"
    },
    {
      "verse": 2,
      "text": "כי בער אנכי מאיש ולא בינת אדם לי׃"
    },
    {
      "verse": 3,
      "text": "ולא למדתי חכמה ודעת קדשים אדע׃"
    },
    {
      "verse": 4,
      "text": "מי עלה שמים וירד מי אסף רוח בחפניו מי צרר מים בשמלה מי הקים כל אפסי ארץ מה שמו ומה שם בנו כי תדע׃"
    },
    {
      "verse": 5,
      "text": "כל אמרת אלוה צרופה מגן הוא לחסים בו׃"
    },
    {
      "verse": 6,
      "text": "אל תוסף על דבריו פן יוכיח בך ונכזבת׃"
    },
    {
      "verse": 7,
      "text": "שתים שאלתי מאתך אל תמנע ממני בטרם אמות׃"
    },
    {
      "verse": 8,
      "text": "שוא ודבר כזב הרחק ממני ראש ועשר אל תתן לי הטריפני לחם חקי׃"
    },
    {
      "verse": 9,
      "text": "פן אשבע וכחשתי ואמרתי מי יהוה ופן אורש וגנבתי ותפשתי שם אלהי׃"
    },
    {
      "verse": 10,
      "text": "אל תלשן עבד אל אדנו פן יקללך ואשמת׃"
    },
    {
      "verse": 11,
      "text": "דור אביו יקלל ואת אמו לא יברך׃"
    },
    {
      "verse": 12,
      "text": "דור טהור בעיניו ומצאתו לא רחץ׃"
    },
    {
      "verse": 13,
      "text": "דור מה רמו עיניו ועפעפיו ינשאו׃"
    },
    {
      "verse": 14,
      "text": "דור חרבות שניו ומאכלות מתלעתיו לאכל עניים מארץ ואביונים מאדם׃"
    },
    {
      "verse": 15,
      "text": "לעלוקה שתי בנות הב הב שלוש הנה לא תשבענה ארבע לא אמרו הון׃"
    },
    {
      "verse": 16,
      "text": "שאול ועצר רחם ארץ לא שבעה מים ואש לא אמרה הון׃"
    },
    {
      "verse": 17,
      "text": "עין תלעג לאב ותבוז ליקהת אם יקרוה ערבי נחל ויאכלוה בני נשר׃"
    },
    {
      "verse": 18,
      "text": "שלשה המה נפלאו ממני וארבע לא ידעתים׃"
    },
    {
      "verse": 19,
      "text": "דרך הנשר בשמים דרך נחש עלי צור דרך אניה בלב ים ודרך גבר בעלמה׃"
    },
    {
      "verse": 20,
      "text": "כן דרך אשה מנאפת אכלה ומחתה פיה ואמרה לא פעלתי און׃"
    },
    {
      "verse": 21,
      "text": "תחת שלוש רגזה ארץ ותחת ארבע לא תוכל שאת׃"
    },
    {
      "verse": 22,
      "text": "תחת עבד כי ימלוך ונבל כי ישבע לחם׃"
    },
    {
      "verse": 23,
      "text": "תחת שנואה כי תבעל ושפחה כי תירש גברתה׃"
    },
    {
      "verse": 24,
      "text": "ארבעה הם קטני ארץ והמה חכמים מחכמים׃"
    },
    {
      "verse": 25,
      "text": "הנמלים עם לא עז ויכינו בקיץ לחמם׃"
    },
    {
      "verse": 26,
      "text": "שפנים עם לא עצום וישימו בסלע ביתם׃"
    },
    {
      "verse": 27,
      "text": "מלך אין לארבה ויצא חצץ כלו׃"
    },
    {
      "verse": 28,
      "text": "שממית בידים תתפש והיא בהיכלי מלך׃"
    },
    {
      "verse": 29,
      "text": "שלשה המה מיטיבי צעד וארבעה מיטבי לכת׃"
    },
    {
      "verse": 30,
      "text": "ליש גבור בבהמה ולא ישוב מפני כל׃"
    },
    {
      "verse": 31,
      "text": "זרזיר מתנים או תיש ומלך אלקום עמו׃"
    },
    {
      "verse": 32,
      "text": "אם נבלת בהתנשא ואם זמות יד לפה׃"
    },
    {
      "verse": 33,
      "text": "כי מיץ חלב יוציא חמאה ומיץ אף יוציא דם ומיץ אפים יוציא ריב׃"
    }
  ]
}