{
  "book_id": "DEU",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc These\\sc* \\add be\\add* the words which Moses spake unto all Israel on \\add this\\add* side Jordan in the wilderness, in the plain over against the Red \\add sea\\add*, between Paran, and Tophel, and Laban, and Hazeroth, and Dizahab."
    },
    {
      "verse": 2,
      "text": "(\\add There are\\add* eleven days’ \\add journey\\add* from Horeb \\add by\\add* the way of mount Seir unto Kadesh-barnea.)"
    },
    {
      "verse": 3,
      "text": "And it came to pass in the fortieth year, in the eleventh month, on the first \\add day\\add* of the month, \\add that\\add* Moses spake unto the children of Israel, according unto all that the \\sc Lord\\sc* had given him in commandment unto them;"
    },
    {
      "verse": 4,
      "text": "after he had slain Sihon the king of the Amorites, which dwelt in Heshbon, and Og the king of Bashan, which dwelt at Astaroth in Edrei:"
    },
    {
      "verse": 5,
      "text": "on \\add this\\add* side Jordan, in the land of Moab, began Moses to declare this law, saying,"
    },
    {
      "verse": 6,
      "text": "The \\sc Lord\\sc* our God spake unto us in Horeb, saying, Ye have dwelt long enough in this mount:"
    },
    {
      "verse": 7,
      "text": "turn you, and take your journey, and go \\add to\\add* the mount of the Amorites, and unto all \\add the places\\add* nigh thereunto, in the plain, in the hills, and in the vale, and in the south, and by the sea side, \\add to\\add* the land of the Canaanites, and \\add unto\\add* Lebanon, unto the great river, the river Euphrates."
    },
    {
      "verse": 8,
      "text": "Behold, I have set the land before you: go in and possess the land which the \\sc Lord\\sc* sware unto your fathers, Abraham, Isaac, and Jacob, to give unto them and to their seed after them."
    },
    {
      "verse": 9,
      "text": "And I spake unto you at that time, saying, I am not able to bear you myself alone:"
    },
    {
      "verse": 10,
      "text": "the \\sc Lord\\sc* your God hath multiplied you, and behold, you \\add are this\\add* day as the stars of heaven for multitude."
    },
    {
      "verse": 11,
      "text": "(The \\sc Lord\\sc* God of your fathers make you a thousand times so many moe as ye \\add are\\add*, and bless you, as he hath promised you!)"
    },
    {
      "verse": 12,
      "text": "How can I myself alone bear your cumbrance, and your burden, and your strife?"
    },
    {
      "verse": 13,
      "text": "Take ye wise men, and understanding, and known among your tribes, and I will make them rulers over you."
    },
    {
      "verse": 14,
      "text": "And ye answered me, and said, The thing which thou hast spoken \\add is\\add* good \\add for us\\add* to do."
    },
    {
      "verse": 15,
      "text": "So I took the chief of your tribes, wise men, and known, and made them heads over you, captains over thousands, and captains over hundreds, and captains over fifties, and captains over tens, and officers among your tribes."
    },
    {
      "verse": 16,
      "text": "And I charged your judges at that time, saying, Hear \\add the causes\\add* between your brethren, and judge righteously between every man and his brother, and the stranger \\add that is\\add* with him."
    },
    {
      "verse": 17,
      "text": "Ye shall not respect persons in judgment; \\add but\\add* you shall hear the small as well as the great; you shall not be afraid of the face of man; for the judgment \\add is\\add* God’s: and the cause that is too hard for you, bring \\add it\\add* unto me, and I will hear it."
    },
    {
      "verse": 18,
      "text": "And I commanded you at that time all the things which ye should do."
    },
    {
      "verse": 19,
      "text": "And when we departed from Horeb, we went \\add through\\add* all that great and terrible wilderness, which you saw \\add by\\add* the way of the mountain of the Amorites, as the \\sc Lord\\sc* our God commanded us; and we came to Kadesh-barnea."
    },
    {
      "verse": 20,
      "text": "And I said unto you, Ye are come unto the mountain of the Amorites, which the \\sc Lord\\sc* our God doth give unto us."
    },
    {
      "verse": 21,
      "text": "Behold, the \\sc Lord\\sc* thy God hath set the land before thee: go up \\add and\\add* possess \\add it\\add*, as the \\sc Lord\\sc* God of thy fathers hath said unto thee; fear not, neither be discouraged."
    },
    {
      "verse": 22,
      "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come."
    },
    {
      "verse": 23,
      "text": "And the saying pleased me well: and I took twelve men of you, one of a tribe:"
    },
    {
      "verse": 24,
      "text": "and they turned and went up into the mountain, and came unto the valley of Eshcol, and searched it out."
    },
    {
      "verse": 25,
      "text": "And they took of the fruit of the land in their hands, and brought \\add it\\add* down unto us, and brought us word again, and said, \\add It is\\add* a good land which the \\sc Lord\\sc* our God doth give us."
    },
    {
      "verse": 26,
      "text": "Notwithstanding ye would not go up, but rebelled against the commandment of the \\sc Lord\\sc* your God:"
    },
    {
      "verse": 27,
      "text": "and ye murmured in your tents, and said, Because the \\sc Lord\\sc* hated us, he hath brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us."
    },
    {
      "verse": 28,
      "text": "Whither shall we go up? our brethren have discouraged our heart, saying, The people \\add is\\add* greater and taller than we; the cities \\add are\\add* great and walled up to heaven; and moreover we have seen the sons of the Anakims there."
    },
    {
      "verse": 29,
      "text": "Then I said unto you, Dread not, neither be afraid of them."
    },
    {
      "verse": 30,
      "text": "The \\sc Lord\\sc* your God which goeth before you, he shall fight for you, according to all that he did for you in Egypt before your eyes;"
    },
    {
      "verse": 31,
      "text": "and in the wilderness, where thou hast seen how that the \\sc Lord\\sc* thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came into this place."
    },
    {
      "verse": 32,
      "text": "Yet in this thing ye did not believe the \\sc Lord\\sc* your God,"
    },
    {
      "verse": 33,
      "text": "who went in the way before you, to search you out a place to pitch your tents \\add in\\add*, in fire by night, to shew you by what way ye should go, and in a cloud by day."
    },
    {
      "verse": 34,
      "text": "And the \\sc Lord\\sc* heard the voice of your words, and was wroth, and sware, saying,"
    },
    {
      "verse": 35,
      "text": "Surely there shall not one of these men of this evil generation see that good land, which I sware to give unto your fathers,"
    },
    {
      "verse": 36,
      "text": "save Caleb the son of Jephunneh, he shall see it, and to him will I give the land that he hath trodden upon, and to his children, because he hath wholly followed the \\sc Lord\\sc*."
    },
    {
      "verse": 37,
      "text": "Also the \\sc Lord\\sc* was angry with me for your sakes, saying, Thou also shalt not go in thither."
    },
    {
      "verse": 38,
      "text": "\\add But\\add* Joshua the son of Nun, which standeth before thee, he shall go in thither: encourage him: for he shall cause Israel to inherit it."
    },
    {
      "verse": 39,
      "text": "Moreover your little ones, which ye said should be a prey, and your children, which \\add in that\\add* day had no knowledge between good and evil, they shall go in thither, and unto them will I give it, and they shall possess it."
    },
    {
      "verse": 40,
      "text": "But \\add as for\\add* you, turn ye, and take your journey into the wilderness \\add by\\add* the way of the Red sea."
    },
    {
      "verse": 41,
      "text": "Then ye answered and said unto me, We have sinned against the \\sc Lord\\sc*, we will go up and fight, according to all that the \\sc Lord\\sc* our God commanded us. And when ye had girded on every man his weapons of war, ye were ready to go up into the hill."
    },
    {
      "verse": 42,
      "text": "And the \\sc Lord\\sc* said unto me, Say unto them, Go not up, neither fight; for I \\add am\\add* not among you; lest ye be smitten before your enemies."
    },
    {
      "verse": 43,
      "text": "So I spake unto you; and you would not hear, but rebelled against the commandment of the \\sc Lord\\sc*, and went presumptuously up into the hill."
    },
    {
      "verse": 44,
      "text": "And the Amorites, which dwelt in that mountain, came out against you, and chased you, as bees do, and destroyed you in Seir, \\add even\\add* unto Hormah."
    },
    {
      "verse": 45,
      "text": "And ye returned and wept before the \\sc Lord\\sc*; but the \\sc Lord\\sc* would not hearken to your voice, nor give ear unto you."
    },
    {
      "verse": 46,
      "text": "So ye abode in Kadesh many days, according unto the days that ye abode \\add there\\add*."
    }
  ]
}