{
  "book_id": "DEU",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And Moses called all Israel, and said unto them, Hear, O Israel, the statutes and judgments which I speak in your ears \\add this\\add* day, that ye may learn them, and keep, and do them."
    },
    {
      "verse": 2,
      "text": "The \\sc Lord\\sc* our God made a covenant with us in Horeb."
    },
    {
      "verse": 3,
      "text": "The \\sc Lord\\sc* made not this covenant with our fathers, but with us, \\add even\\add* us, who \\add are\\add* all of us here alive \\add this\\add* day."
    },
    {
      "verse": 4,
      "text": "The \\sc Lord\\sc* talked with you face to face in the mount out of the midst of the fire,"
    },
    {
      "verse": 5,
      "text": "(I stood between the \\sc Lord\\sc* and you at that time, to shew you the word of the \\sc Lord\\sc*: for ye were afraid by reason of the fire, and went not up into the mount;) saying,"
    },
    {
      "verse": 6,
      "text": "I \\add am\\add* the \\sc Lord\\sc* thy God, which brought thee out of the land of Egypt, from the house of bondage."
    },
    {
      "verse": 7,
      "text": "Thou shalt have none other gods before me."
    },
    {
      "verse": 8,
      "text": "Thou shalt not make thee \\add any\\add* graven image, \\add or\\add* any likeness \\add of any thing\\add* that \\add is\\add* in heaven above, or that \\add is\\add* in the earth beneath, or that \\add is\\add* in the waters beneath the earth:"
    },
    {
      "verse": 9,
      "text": "thou shalt not bow down thyself unto them, nor serve them: for I the \\sc Lord\\sc* thy God \\add am\\add* a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth \\add generation\\add* of them that hate me,"
    },
    {
      "verse": 10,
      "text": "and shewing mercy unto thousands of them that love me and keep my commandments."
    },
    {
      "verse": 11,
      "text": "Thou shalt not take the name of the \\sc Lord\\sc* thy God in vain: for the \\sc Lord\\sc* will not hold \\add him\\add* guiltless that taketh his name in vain."
    },
    {
      "verse": 12,
      "text": "Keep the sabbath day to sanctify it, as the \\sc Lord\\sc* thy God hath commanded thee."
    },
    {
      "verse": 13,
      "text": "Six days thou shalt labour, and do all thy work:"
    },
    {
      "verse": 14,
      "text": "but the seventh day \\add is\\add* the sabbath of the \\sc Lord\\sc* thy God: \\add in it\\add* thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that \\add is\\add* within thy gates; that thy manservant and thy maidservant may rest as well as thou."
    },
    {
      "verse": 15,
      "text": "And remember that thou wast a servant in the land of Egypt, and \\add that\\add* the \\sc Lord\\sc* thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the \\sc Lord\\sc* thy God commanded thee to keep the sabbath day."
    },
    {
      "verse": 16,
      "text": "Honour thy father and thy mother, as the \\sc Lord\\sc* thy God hath commanded thee; that thy days may be prolonged, and that it may go well with thee, in the land which the \\sc Lord\\sc* thy God giveth thee."
    },
    {
      "verse": 17,
      "text": "Thou shalt not kill."
    },
    {
      "verse": 18,
      "text": "Neither shalt thou commit adultery."
    },
    {
      "verse": 19,
      "text": "Neither shalt thou steal."
    },
    {
      "verse": 20,
      "text": "Neither shalt thou bear false witness against thy neighbour."
    },
    {
      "verse": 21,
      "text": "Neither shalt thou desire thy neighbour’s wife, neither shalt thou covet thy neighbour’s house, his field, or his manservant, or his maidservant, his ox, or his ass, or any \\add thing\\add* that \\add is\\add* thy neighbour’s."
    },
    {
      "verse": 22,
      "text": "These words the \\sc Lord\\sc* spake unto all your assembly in the mount out of the midst of the fire, of the cloud, and of the thick darkness, \\add with\\add* a great voice: and he added no more. And he wrote them in two tables of stone, and delivered them unto me."
    },
    {
      "verse": 23,
      "text": "And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, \\add even\\add* all the heads of your tribes, and your elders;"
    },
    {
      "verse": 24,
      "text": "and ye said, Behold, the \\sc Lord\\sc* our God hath shewed us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God doth talk with man, and he liveth."
    },
    {
      "verse": 25,
      "text": "Now therefore why should we die? for this great fire will consume us: if we hear the voice of the \\sc Lord\\sc* our God any more, then we shall die."
    },
    {
      "verse": 26,
      "text": "For who \\add is there of\\add* all flesh, that hath heard the voice of the living God speaking out of the midst of the fire, as we \\add have\\add*, and lived?"
    },
    {
      "verse": 27,
      "text": "Go thou near, and hear all that the \\sc Lord\\sc* our God shall say: and speak thou unto us all that the \\sc Lord\\sc* our God shall speak unto thee; and we will hear \\add it\\add*, and do \\add it\\add*."
    },
    {
      "verse": 28,
      "text": "And the \\sc Lord\\sc* heard the voice of your words, when ye spake unto me; and the \\sc Lord\\sc* said unto me, I have heard the voice of the words of this people, which they have spoken unto thee: they have well \\add said\\add* all that they have spoken."
    },
    {
      "verse": 29,
      "text": "O that there were such a heart in them, that they would fear me, and keep all my commandments always, that it might be well with them, and with their children for ever!"
    },
    {
      "verse": 30,
      "text": "Go say to them, Get you into your tents again."
    },
    {
      "verse": 31,
      "text": "But \\add as for\\add* thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do \\add them\\add* in the land which I give them to possess it."
    },
    {
      "verse": 32,
      "text": "Ye shall observe to do therefore as the \\sc Lord\\sc* your God hath commanded you: ye shall not turn aside \\add to\\add* the right hand or \\add to\\add* the left."
    },
    {
      "verse": 33,
      "text": "You shall walk in all the ways which the \\sc Lord\\sc* your God hath commanded you, that ye may live, and \\add that it may be\\add* well with you, and \\add that\\add* ye may prolong \\add your\\add* days in the land which ye shall possess."
    }
  ]
}