{
  "book_id": "DEU",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Now these arethe commandments, the statutes, and the judgments, which the Lordyour God commanded to teach you, that ye might do themin the land whither ye go to possess it:"
    },
    {
      "verse": 2,
      "text": "that thou mightest fear the Lordthy God, to keep all his statutes and his commandments, which I command thee, thou, and thy son, and thy son’s son, all the days of thy life; and that thy days may be prolonged."
    },
    {
      "verse": 3,
      "text": "Hear therefore, O Israel, and observe to do it;that it may be well with thee, and that ye may increase mightily, as the LordGod of thy fathers hath promised thee, inthe land that floweth with milk and honey."
    },
    {
      "verse": 4,
      "text": "Hear, O Israel: The Lordour God isone Lord:"
    },
    {
      "verse": 5,
      "text": "and thou shalt love the Lordthy God with all thine heart, and with all thy soul, and with all thy might."
    },
    {
      "verse": 6,
      "text": "And these words, which I command thee thisday, shall be in thine heart:"
    },
    {
      "verse": 7,
      "text": "and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up."
    },
    {
      "verse": 8,
      "text": "And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes."
    },
    {
      "verse": 9,
      "text": "And thou shalt write them upon the posts of thy house, and on thy gates."
    },
    {
      "verse": 10,
      "text": "And it shall be, when the Lordthy God shall have brought thee into the land which he sware unto thy fathers, to Abraham, to Isaac, and to Jacob, to give thee great and goodly cities, which thou buildedst not,"
    },
    {
      "verse": 11,
      "text": "and houses full ofall good things, which thou filledst not, and wells digged, which thou diggedst not, vineyards and olive trees, which thou plantedst not; when thou shalt have eaten and be full;"
    },
    {
      "verse": 12,
      "text": "thenbeware lest thou forget the Lord, which brought thee forth out of the land of Egypt, from the house of bondage."
    },
    {
      "verse": 13,
      "text": "Thou shalt fear the Lordthy God, and serve him, and shalt swear by his name."
    },
    {
      "verse": 14,
      "text": "Ye shall not go after other gods, of the gods of the people which areround about you;"
    },
    {
      "verse": 15,
      "text": "(for the Lordthy God isa jealous God among you) lest the anger of the Lordthy God be kindled against thee, and destroy thee from off the face of the earth."
    },
    {
      "verse": 16,
      "text": "Ye shall not tempt the Lordyour God, as ye tempted himin Massah."
    },
    {
      "verse": 17,
      "text": "You shall diligently keep the commandments of the Lordyour God, and his testimonies, and his statutes, which he hath commanded thee."
    },
    {
      "verse": 18,
      "text": "And thou shalt do that which isright and good in the sight of the Lord: that it may be well with thee, and thatthou mayest go in and possess the good land which the Lordsware unto thy fathers,"
    },
    {
      "verse": 19,
      "text": "to cast out all thine enemies from before thee, as the Lordhath spoken."
    },
    {
      "verse": 20,
      "text": "Andwhen thy son asketh thee in time to come, saying, What meanthe testimonies, and the statutes, and the judgments, which the Lordour God hath commanded you?"
    },
    {
      "verse": 21,
      "text": "then thou shalt say unto thy son, We were Pharaoh’s bondmen in Egypt; and the Lordbrought us out of Egypt with a mighty hand:"
    },
    {
      "verse": 22,
      "text": "and the Lordshewed signs and wonders, great and sore, upon Egypt, upon Pharaoh, and upon all his household, before our eyes:"
    },
    {
      "verse": 23,
      "text": "and he brought us out from thence, that he might bring us in, to give us the land which he sware unto our fathers."
    },
    {
      "verse": 24,
      "text": "And the Lordcommanded us to do all these statutes, to fear the Lordour God, for our good always, that he might preserve us alive, as it is atthis day."
    },
    {
      "verse": 25,
      "text": "And it shall be our righteousness, if we observe to do all these commandments before the Lordour God, as he hath commanded us."
    }
  ]
}