{
  "book_id": "DEU",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Now these \\add are\\add* the commandments, the statutes, and the judgments, which the \\sc Lord\\sc* your God commanded to teach you, that ye might do \\add them\\add* in the land whither ye go to possess it:"
    },
    {
      "verse": 2,
      "text": "that thou mightest fear the \\sc Lord\\sc* thy God, to keep all his statutes and his commandments, which I command thee, thou, and thy son, and thy son’s son, all the days of thy life; and that thy days may be prolonged."
    },
    {
      "verse": 3,
      "text": "Hear therefore, O Israel, and observe to do \\add it;\\add* that it may be well with thee, and that ye may increase mightily, as the \\sc Lord\\sc* God of thy fathers hath promised thee, \\add in\\add* the land that floweth with milk and honey."
    },
    {
      "verse": 4,
      "text": "Hear, O Israel: The \\sc Lord\\sc* our God \\add is\\add* one \\sc Lord\\sc*:"
    },
    {
      "verse": 5,
      "text": "and thou shalt love the \\sc Lord\\sc* thy God with all thine heart, and with all thy soul, and with all thy might."
    },
    {
      "verse": 6,
      "text": "And these words, which I command thee \\add this\\add* day, shall be in thine heart:"
    },
    {
      "verse": 7,
      "text": "and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up."
    },
    {
      "verse": 8,
      "text": "And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes."
    },
    {
      "verse": 9,
      "text": "And thou shalt write them upon the posts of thy house, and on thy gates."
    },
    {
      "verse": 10,
      "text": "And it shall be, when the \\sc Lord\\sc* thy God shall have brought thee into the land which he sware unto thy fathers, to Abraham, to Isaac, and to Jacob, to give thee great and goodly cities, which thou buildedst not,"
    },
    {
      "verse": 11,
      "text": "and houses full \\add of\\add* all good \\add things\\add*, which thou filledst not, and wells digged, which thou diggedst not, vineyards and olive trees, which thou plantedst not; when thou shalt have eaten and be full;"
    },
    {
      "verse": 12,
      "text": "\\add then\\add* beware lest thou forget the \\sc Lord\\sc*, which brought thee forth out of the land of Egypt, from the house of bondage."
    },
    {
      "verse": 13,
      "text": "Thou shalt fear the \\sc Lord\\sc* thy God, and serve him, and shalt swear by his name."
    },
    {
      "verse": 14,
      "text": "Ye shall not go after other gods, of the gods of the people which \\add are\\add* round about you;"
    },
    {
      "verse": 15,
      "text": "(for the \\sc Lord\\sc* thy God \\add is\\add* a jealous God among you) lest the anger of the \\sc Lord\\sc* thy God be kindled against thee, and destroy thee from off the face of the earth."
    },
    {
      "verse": 16,
      "text": "Ye shall not tempt the \\sc Lord\\sc* your God, as ye tempted \\add him\\add* in Massah."
    },
    {
      "verse": 17,
      "text": "You shall diligently keep the commandments of the \\sc Lord\\sc* your God, and his testimonies, and his statutes, which he hath commanded thee."
    },
    {
      "verse": 18,
      "text": "And thou shalt do \\add that which is\\add* right and good in the sight of the \\sc Lord\\sc*: that it may be well with thee, and \\add that\\add* thou mayest go in and possess the good land which the \\sc Lord\\sc* sware unto thy fathers,"
    },
    {
      "verse": 19,
      "text": "to cast out all thine enemies from before thee, as the \\sc Lord\\sc* hath spoken."
    },
    {
      "verse": 20,
      "text": "\\add And\\add* when thy son asketh thee in time to come, saying, What \\add mean\\add* the testimonies, and the statutes, and the judgments, which the \\sc Lord\\sc* our God hath commanded you?"
    },
    {
      "verse": 21,
      "text": "then thou shalt say unto thy son, We were Pharaoh’s bondmen in Egypt; and the \\sc Lord\\sc* brought us out of Egypt with a mighty hand:"
    },
    {
      "verse": 22,
      "text": "and the \\sc Lord\\sc* shewed signs and wonders, great and sore, upon Egypt, upon Pharaoh, and upon all his household, before our eyes:"
    },
    {
      "verse": 23,
      "text": "and he brought us out from thence, that he might bring us in, to give us the land which he sware unto our fathers."
    },
    {
      "verse": 24,
      "text": "And the \\sc Lord\\sc* commanded us to do all these statutes, to fear the \\sc Lord\\sc* our God, for our good always, that he might preserve us alive, as \\add it is at\\add* this day."
    },
    {
      "verse": 25,
      "text": "And it shall be our righteousness, if we observe to do all these commandments before the \\sc Lord\\sc* our God, as he hath commanded us."
    }
  ]
}