{
  "book_id": "DEU",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "At that time the Lordsaid unto me, Hew thee two tables of stone like unto the first, and come up unto me into the mount, and make thee an ark of wood."
    },
    {
      "verse": 2,
      "text": "And I will write on the tables the words that were in the first tables which thou brakest, and thou shalt put them in the ark."
    },
    {
      "verse": 3,
      "text": "And I made an ark of shittim wood, and hewed two tables of stone like unto the first, and went up into the mount, having the two tables in mine hand."
    },
    {
      "verse": 4,
      "text": "And he wrote on the tables, according to the first writing, the ten commandments, which the Lordspake unto you in the mount out of the midst of the fire in the day of the assembly: and the Lordgave them unto me."
    },
    {
      "verse": 5,
      "text": "And I turned myself and came down from the mount, and put the tables in the ark which I had made; and there they be, as the Lordcommanded me."
    },
    {
      "verse": 6,
      "text": "And the children of Israel took their journey from Beeroth of the children of Jaakan toMosera: there Aaron died, and there he was buried; and Eleazar his son ministered in the priest’s office in his stead."
    },
    {
      "verse": 7,
      "text": "From thence they journeyed untoGudgodah; and from Gudgodah to Jotbath, a land of rivers of waters."
    },
    {
      "verse": 8,
      "text": "At that time the Lordseparated the tribe of Levi, to bear the ark of the covenant of the Lord, to stand before the Lordto minister unto him, and to bless in his name, unto this day."
    },
    {
      "verse": 9,
      "text": "Wherefore Levi hath no part nor inheritance with his brethren; the Lordishis inheritance, according as the Lordthy God promised him."
    },
    {
      "verse": 10,
      "text": "And I stayed in the mount, according to the first time, forty days and forty nights; and the Lordhearkened unto me at that time also, andthe Lordwould not destroy thee."
    },
    {
      "verse": 11,
      "text": "And the Lordsaid unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them."
    },
    {
      "verse": 12,
      "text": "And now, Israel, what doth the Lordthy God require of thee, but to fear the Lordthy God, to walk in all his ways, and to love him, and to serve the Lordthy God with all thy heart and with all thy soul,"
    },
    {
      "verse": 13,
      "text": "to keep the commandments of the Lord, and his statutes, which I command thee thisday for thy good?"
    },
    {
      "verse": 14,
      "text": "Behold, the heaven and the heaven of heavens isthe Lord’sthy God, the earth also, with all that therein is."
    },
    {
      "verse": 15,
      "text": "Only the Lordhad a delight in thy fathers to love them, and he chose their seed after them, evenyou above all people, as it isthis day."
    },
    {
      "verse": 16,
      "text": "Circumcise therefore the foreskin of your heart, and be no more stiffnecked."
    },
    {
      "verse": 17,
      "text": "For the Lordyour God isGod of gods, and Lord of lords, a great God, a mighty, and a terrible, which regardeth not persons, nor taketh reward:"
    },
    {
      "verse": 18,
      "text": "he doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment."
    },
    {
      "verse": 19,
      "text": "Love ye therefore the stranger: for ye were strangers in the land of Egypt."
    },
    {
      "verse": 20,
      "text": "Thou shalt fear the Lordthy God; him shalt thou serve, and to him shalt thou cleave, and swear by his name."
    },
    {
      "verse": 21,
      "text": "He isthy praise, and he isthy God, that hath done for thee these great and terrible things, which thine eyes have seen."
    },
    {
      "verse": 22,
      "text": "Thy fathers went down into Egypt with threescore and ten persons; and now the Lordthy God hath made thee as the stars of heaven for multitude."
    }
  ]
}