{
  "book_id": "DEU",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Ye \\add are\\add* the children of the \\sc Lord\\sc* your God: ye shall not cut yourselves, nor make \\add any\\add* baldness between your eyes for the dead."
    },
    {
      "verse": 2,
      "text": "For thou \\add art\\add* a holy people unto the \\sc Lord\\sc* thy God, and the \\sc Lord\\sc* hath chosen thee to be a peculiar people unto himself, above all the nations that \\add are\\add* upon the earth."
    },
    {
      "verse": 3,
      "text": "Thou shalt not eat any abominable \\add thing\\add*."
    },
    {
      "verse": 4,
      "text": "These \\add are\\add* the beasts which ye shall eat: the ox, the sheep, and the goat,"
    },
    {
      "verse": 5,
      "text": "the hart, and the roebuck, and the fallow deer, and the wild goat, and the pygarg, and the wild ox, and the chamois."
    },
    {
      "verse": 6,
      "text": "And every beast that parteth the hoof, and cleaveth the cleft \\add into\\add* two claws, \\add and\\add* cheweth the cud amongst the beasts: that ye shall eat."
    },
    {
      "verse": 7,
      "text": "Nevertheless these ye shall not eat of them that chew the cud, or of them that divide the cloven hoof; \\add as\\add* the camel, and the hare, and the coney: for they chew the cud, but divide not the hoof; \\add therefore\\add* they \\add are\\add* unclean unto you."
    },
    {
      "verse": 8,
      "text": "And the swine, because it divideth the hoof, yet \\add cheweth\\add* not the cud, it \\add is\\add* unclean unto you: ye shall not eat of their flesh, nor touch their dead carcase."
    },
    {
      "verse": 9,
      "text": "These ye shall eat of all that \\add are\\add* in the waters: all that have fins and scales shall ye eat:"
    },
    {
      "verse": 10,
      "text": "and whatsoever hath not fins and scales ye may not eat; it \\add is\\add* unclean unto you."
    },
    {
      "verse": 11,
      "text": "\\add Of\\add* all clean birds ye shall eat."
    },
    {
      "verse": 12,
      "text": "But these \\add are they\\add* of which ye shall not eat: the eagle, and the ossifrage, and the ospray,"
    },
    {
      "verse": 13,
      "text": "and the glede, and the kite, and the vulture after his kind,"
    },
    {
      "verse": 14,
      "text": "and every raven after his kind,"
    },
    {
      "verse": 15,
      "text": "and the owl, and the night hawk, and the cuckow, and the hawk after his kind,"
    },
    {
      "verse": 16,
      "text": "the little owl, and the great owl, and the swan,"
    },
    {
      "verse": 17,
      "text": "and the pelican, and the gier eagle, and the cormorant,"
    },
    {
      "verse": 18,
      "text": "and the stork, and the heron after her kind, and the lapwing, and the bat."
    },
    {
      "verse": 19,
      "text": "And every creeping thing that flieth \\add is\\add* unclean unto you: they shall not be eaten."
    },
    {
      "verse": 20,
      "text": "\\add But\\add* of all clean fowls ye may eat."
    },
    {
      "verse": 21,
      "text": "Ye shall not eat of any thing that dieth of itself: thou shalt give it unto the stranger that \\add is\\add* in thy gates, that he may eat it; or thou mayest sell \\add it\\add* unto an alien: for thou \\add art\\add* a holy people unto the \\sc Lord\\sc* thy God. Thou shalt not seethe a kid in his mother’s milk."
    },
    {
      "verse": 22,
      "text": "Thou shalt truly tithe all the increase of thy seed, that the field bringeth forth year by year."
    },
    {
      "verse": 23,
      "text": "And thou shalt eat before the \\sc Lord\\sc* thy God, in the place which he shall choose to place his name there, the tithe of thy corn, of thy wine, and of thine oil, and the firstlings of thy herds and of thy flocks; that thou mayest learn to fear the \\sc Lord\\sc* thy God always."
    },
    {
      "verse": 24,
      "text": "And if the way be too long for thee, so that thou art not able to carry it; \\add or\\add* if the place be too far from thee, which the \\sc Lord\\sc* thy God shall choose to set his name there, when the \\sc Lord\\sc* thy God hath blessed thee:"
    },
    {
      "verse": 25,
      "text": "then shalt thou turn \\add it\\add* into money, and bind up the money in thine hand, and shalt go unto the place which the \\sc Lord\\sc* thy God shall choose:"
    },
    {
      "verse": 26,
      "text": "and thou shalt bestow \\add that\\add* money for whatsoever thy soul lusteth after, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul desireth: and thou shalt eat there before the \\sc Lord\\sc* thy God, and thou shalt rejoice, thou and thine household,"
    },
    {
      "verse": 27,
      "text": "and the Levite that \\add is\\add* within thy gates; thou shalt not forsake him; for he hath no part nor inheritance with thee."
    },
    {
      "verse": 28,
      "text": "At the end of three years thou shalt bring forth all the tithe of thine increase the same year, and shalt lay \\add it\\add* up within thy gates:"
    },
    {
      "verse": 29,
      "text": "and the Levite, (because he hath no part nor inheritance with thee,) and the stranger, and the fatherless, and the widow, which \\add are\\add* within thy gates, shall come, and shall eat and be satisfied; that the \\sc Lord\\sc* thy God may bless thee in all the work of thine hand which thou doest."
    }
  ]
}