{
  "book_id": "DEU",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Observe the month of Abib, and keep the passover unto the Lordthy God: for in the month of Abib the Lordthy God brought thee forth out of Egypt by night."
    },
    {
      "verse": 2,
      "text": "Thou shalt therefore sacrifice the passover unto the Lordthy God, ofthe flock and the herd, in the place which the Lordshall choose to place his name there."
    },
    {
      "verse": 3,
      "text": "Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, eventhe bread of affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life."
    },
    {
      "verse": 4,
      "text": "And there shall be no leavened bread seen with thee in all thy coast seven days; neither shall there any thingof the flesh, which thou sacrificedst the first day at even, remain all night until the morning."
    },
    {
      "verse": 5,
      "text": "Thou mayest not sacrifice the passover within any of thy gates, which the Lordthy God giveth thee:"
    },
    {
      "verse": 6,
      "text": "but at the place which the Lordthy God shall choose to place his name in, there thou shalt sacrifice the passover at even, at the going down of the sun, atthe season that thou camest forth out of Egypt."
    },
    {
      "verse": 7,
      "text": "And thou shalt roast and eat itin the place which the Lordthy God shall choose: and thou shalt turn in the morning, and go unto thy tents."
    },
    {
      "verse": 8,
      "text": "Six days thou shalt eat unleavened bread: and on the seventh day shall bea solemn assembly to the Lordthy God: thou shalt do no work therein."
    },
    {
      "verse": 9,
      "text": "Seven weeks shalt thou number unto thee: begin to number the seven weeks from such time as thoubeginnest to putthe sickle to the corn."
    },
    {
      "verse": 10,
      "text": "And thou shalt keep the feast of weeks unto the Lordthy God witha tribute of a freewill offering of thine hand, which thou shalt give unto the \\+sc Lord\\+sc* thy God, according as the Lordthy God hath blessed thee:"
    },
    {
      "verse": 11,
      "text": "and thou shalt rejoice before the Lordthy God, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite that iswithin thy gates, and the stranger, and the fatherless, and the widow, that areamong you, in the place which the Lordthy God hath chosen to place his name there."
    },
    {
      "verse": 12,
      "text": "And thou shalt remember that thou wast a bondman in Egypt: and thou shalt observe and do these statutes."
    },
    {
      "verse": 13,
      "text": "Thou shalt observe the feast of tabernacles seven days, after that thou hast gathered in thy corn and thy wine:"
    },
    {
      "verse": 14,
      "text": "and thou shalt rejoice in thy feast, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite, the stranger, and the fatherless, and the widow, that arewithin thy gates."
    },
    {
      "verse": 15,
      "text": "Seven days shalt thou keep a solemn feast unto the Lordthy God in the place which the Lordshall choose: because the Lordthy God shall bless thee in all thy increase, and in all the works of thine hands, therefore thou shalt surely rejoice."
    },
    {
      "verse": 16,
      "text": "Three times in a year shall all thy males appear before the Lordthy God in the place which he shall choose; in the feast of unleavened bread, and in the feast of weeks, and in the feast of tabernacles: and they shall not appear before the Lordempty:"
    },
    {
      "verse": 17,
      "text": "every man shall giveas he is able, according to the blessing of the Lordthy God which he hath given thee."
    },
    {
      "verse": 18,
      "text": "Judges and officers shalt thou make thee in all thy gates, which the Lordthy God giveth thee, throughout thy tribes: and they shall judge the people withjust judgment."
    },
    {
      "verse": 19,
      "text": "Thou shalt not wrest judgment; thou shalt not respect persons, neither take a gift: for a gift doth blind the eyes of the wise, and pervert the words of the righteous."
    },
    {
      "verse": 20,
      "text": "That which is altogether just shalt thou follow, that thou mayest live, and inherit the land which the Lordthy God giveth thee."
    },
    {
      "verse": 21,
      "text": "Thou shalt not plant thee a grove ofany trees near unto the altar of the Lordthy God, which thou shalt make thee."
    },
    {
      "verse": 22,
      "text": "Neither shalt thou set thee up anyimage; which the Lordthy God hateth."
    }
  ]
}