{
  "book_id": "DEU",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "And it shall come to pass, when all these things are come upon thee, the blessing and the curse, which I have set before thee, and thou shalt call themto mind among all the nations, whither the Lordthy God hath driven thee,"
    },
    {
      "verse": 2,
      "text": "and shalt return unto the Lordthy God, and shalt obey his voice according to all that I command thee thisday, thou and thy children, with all thine heart, and with all thy soul;"
    },
    {
      "verse": 3,
      "text": "that then the Lordthy God will turn thy captivity, and have compassion upon thee, and will return and gather thee from all the nations, whither the Lordthy God hath scattered thee."
    },
    {
      "verse": 4,
      "text": "If anyof thine be driven out unto the outmost parts of heaven, from thence will the Lordthy God gather thee, and from thence will he fetch thee:"
    },
    {
      "verse": 5,
      "text": "and the Lordthy God will bring thee into the land which thy fathers possessed, and thou shalt possess it; and he will do thee good, and multiply thee above thy fathers."
    },
    {
      "verse": 6,
      "text": "And the Lordthy God will circumcise thine heart, and the heart of thy seed, to love the Lordthy God with all thine heart, and with all thy soul, that thou mayest live."
    },
    {
      "verse": 7,
      "text": "And the Lordthy God will put all these curses upon thine enemies, and on them that hate thee, which persecuted thee."
    },
    {
      "verse": 8,
      "text": "And thou shalt return and obey the voice of the Lord, and do all his commandments which I command thee thisday."
    },
    {
      "verse": 9,
      "text": "And the Lordthy God will make thee plenteous in every work of thine hand, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy land, for good: for the Lordwill again rejoice over thee for good, as he rejoiced over thy fathers:"
    },
    {
      "verse": 10,
      "text": "if thou shalt hearken unto the voice of the Lordthy God, to keep his commandments and his statutes which are written in this book of the law, andif thou turn unto the Lordthy God with all thine heart, and with all thy soul."
    },
    {
      "verse": 11,
      "text": "For this commandment which I command thee thisday, it isnot hidden from thee, neither isit far off."
    },
    {
      "verse": 12,
      "text": "It isnot in heaven, that thoushouldest say, Who shall go up for us to heaven, and bring it unto us, that we may hear it, and do it?"
    },
    {
      "verse": 13,
      "text": "Neither isit beyond the sea, that thoushouldest say, Who shall go over the sea for us, and bring it unto us, that we may hear it, and do it?"
    },
    {
      "verse": 14,
      "text": "But the word isvery nigh unto thee, in thy mouth, and in thy heart, that thoumayest do it."
    },
    {
      "verse": 15,
      "text": "See, I have set before thee thisday life and good, and death and evil;"
    },
    {
      "verse": 16,
      "text": "in that I command thee thisday to love the Lordthy God, to walk in his ways, and to keep his commandments and his statutes and his judgments, that thou mayest live and multiply: and the Lordthy God shall bless thee in the land whither thou goest to possess it."
    },
    {
      "verse": 17,
      "text": "But if thine heart turn away, so that thou wilt not hear, but shalt be drawn away, and worship other gods, and serve them;"
    },
    {
      "verse": 18,
      "text": "I denounce unto you thisday, that ye shall surely perish, and thatye shall not prolong yourdays upon the land, whither thou passest over Jordan to go to possess it."
    },
    {
      "verse": 19,
      "text": "I call heaven and earth to record thisday against you, thatI have set before you life and death, blessing and cursing: therefore choose life, that boththou and thy seed may live:"
    },
    {
      "verse": 20,
      "text": "that thou mayest love the Lordthy God, andthat thou mayest obey his voice, and that thou mayest cleave unto him: for he isthy life, and the length of thy days: that thou mayest dwell in the land which the Lordsware unto thy fathers, to Abraham, to Isaac, and to Jacob, to give them."
    }
  ]
}