{
  "book_id": "DEU",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "And this \\add is\\add* the blessing, wherewith Moses the man of God blessed the children of Israel before his death."
    },
    {
      "verse": 2,
      "text": "And he said, The \\sc Lord\\sc* came from Sinai, And rose up from Seir unto them; He shined forth from mount Paran, And he came with ten thousands of saints: From his right hand \\add went\\add* a fiery law for them."
    },
    {
      "verse": 3,
      "text": "Yea, he loved the people; All his saints \\add are\\add* in thy hand: And they sat down at thy feet; \\add Every one\\add* shall receive of thy words."
    },
    {
      "verse": 4,
      "text": "Moses commanded us a law, \\add Even\\add* the inheritance of the congregation of Jacob."
    },
    {
      "verse": 5,
      "text": "And he was king in Jeshurun, When the heads of the people \\add And\\add* the tribes of Israel were gathered together."
    },
    {
      "verse": 6,
      "text": "Let Reuben live, and not die; And let \\add not\\add* his men be few."
    },
    {
      "verse": 7,
      "text": "And this \\add is the blessing\\add* of Judah: and he said, Hear, \\sc Lord\\sc*, the voice of Judah, And bring him unto his people: Let his hands \\add be\\add* sufficient for him; And be thou a help \\add to him\\add* from his enemies."
    },
    {
      "verse": 8,
      "text": "And of Levi he said, \\add Let\\add* thy Thummim and thy Urim \\add be\\add* with thy holy one, Whom thou didst prove at Massah, \\add And with\\add* whom thou didst strive at the waters of Meribah;"
    },
    {
      "verse": 9,
      "text": "Who said unto his father and to his mother, I have not seen him; Neither did he acknowledge his brethren, Nor knew his own children: For they have observed thy word, And kept thy covenant."
    },
    {
      "verse": 10,
      "text": "They shall teach Jacob thy judgments, And Israel thy law: They shall put incense before thee, And whole \\add burnt sacrifice\\add* upon thine altar."
    },
    {
      "verse": 11,
      "text": "Bless, \\sc Lord\\sc*, his substance, And accept the work of his hands: Smite through the loins of them that rise against him, And of them that hate him, that they rise not again."
    },
    {
      "verse": 12,
      "text": "\\add And\\add* of Benjamin he said, The beloved of the \\sc Lord\\sc* shall dwell in safety by him; \\add And the \\+sc Lord\\+sc*\\add* shall cover him all the day long, And he shall dwell between his shoulders."
    },
    {
      "verse": 13,
      "text": "And of Joseph he said, Blessed of the \\sc Lord\\sc* \\add be\\add* his land, For the precious things of heaven, for the dew, And for the deep that coucheth beneath,"
    },
    {
      "verse": 14,
      "text": "And for the precious fruits brought forth by the sun, And for the precious things put forth by the moon,"
    },
    {
      "verse": 15,
      "text": "And for the chief things of the ancient mountains, And for the precious things of the lasting hills,"
    },
    {
      "verse": 16,
      "text": "And for the precious things of the earth and fulness thereof, And \\add for\\add* the good will of him that dwelt in the bush: Let \\add the blessing\\add* come upon the head of Joseph, And upon the top of the head of him \\add that was\\add* separated from his brethren."
    },
    {
      "verse": 17,
      "text": "His glory \\add is like\\add* the firstling of his bullock, And his horns \\add are like\\add* the horns of unicorns: With them he shall push the people together \\add to\\add* the ends of the earth: And they \\add are\\add* the ten thousands of Ephraim, And they \\add are\\add* the thousands of Manasseh."
    },
    {
      "verse": 18,
      "text": "And of Zebulun he said, Rejoice, Zebulun, in thy going out; And, Issachar, in thy tents."
    },
    {
      "verse": 19,
      "text": "They shall call the people \\add unto\\add* the mountain; There they shall offer sacrifices of righteousness: For they shall suck \\add of\\add* the abundance of the seas, And \\add of\\add* treasures hid in the sand."
    },
    {
      "verse": 20,
      "text": "And of Gad he said, Blessed \\add be\\add* he that enlargeth Gad: He dwelleth as a lion, And teareth the arm with the crown of the head."
    },
    {
      "verse": 21,
      "text": "And he provided the first \\add part\\add* for himself, Because there, \\add in\\add* a portion of the lawgiver, \\add was he\\add* seated; And he came \\add with\\add* the heads of the people, He executed the justice of the \\sc Lord\\sc*, And his judgments with Israel."
    },
    {
      "verse": 22,
      "text": "And of Dan he said, Dan \\add is\\add* a lion’s whelp: He shall leap from Bashan."
    },
    {
      "verse": 23,
      "text": "And of Naphtali he said, O Naphtali, satisfied with favour, And full \\add with\\add* the blessing of the \\sc Lord\\sc*: Possess thou the west and the south."
    },
    {
      "verse": 24,
      "text": "And of Asher he said, \\add Let\\add* Asher \\add be\\add* blessed with children; Let him be acceptable to his brethren, And let him dip his foot in oil."
    },
    {
      "verse": 25,
      "text": "Thy shoes \\add shall be\\add* iron and brass; And as thy days, \\add so shall\\add* thy strength \\add be\\add*."
    },
    {
      "verse": 26,
      "text": "\\add There is\\add* none like unto the God of Jeshurun, \\add Who\\add* rideth \\add upon\\add* the heaven in thy help, And in his excellency \\add on\\add* the sky."
    },
    {
      "verse": 27,
      "text": "The eternal God \\add is thy\\add* refuge, And underneath \\add are\\add* the everlasting arms: And he shall thrust out the enemy from before thee; And shall say, Destroy \\add them\\add*."
    },
    {
      "verse": 28,
      "text": "Israel then shall dwell \\add in\\add* safety alone: The fountain of Jacob \\add shall be\\add* upon a land of corn and wine; Also his heavens shall drop down dew."
    },
    {
      "verse": 29,
      "text": "Happy \\add art\\add* thou, O Israel: Who \\add is\\add* like unto thee, O people saved by the \\sc Lord\\sc*, The shield of thy help, and who \\add is\\add* the sword of thy excellency! And thine enemies shall be found liars unto thee; And thou shalt tread upon their high places."
    }
  ]
}