{
  "book_id": "DEU",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "And this isthe blessing, wherewith Moses the man of God blessed the children of Israel before his death."
    },
    {
      "verse": 2,
      "text": "And he said, The Lordcame from Sinai, And rose up from Seir unto them; He shined forth from mount Paran, And he came with ten thousands of saints: From his right hand wenta fiery law for them."
    },
    {
      "verse": 3,
      "text": "Yea, he loved the people; All his saints arein thy hand: And they sat down at thy feet; Every oneshall receive of thy words."
    },
    {
      "verse": 4,
      "text": "Moses commanded us a law, Eventhe inheritance of the congregation of Jacob."
    },
    {
      "verse": 5,
      "text": "And he was king in Jeshurun, When the heads of the people Andthe tribes of Israel were gathered together."
    },
    {
      "verse": 6,
      "text": "Let Reuben live, and not die; And let nothis men be few."
    },
    {
      "verse": 7,
      "text": "And this is the blessingof Judah: and he said, Hear, Lord, the voice of Judah, And bring him unto his people: Let his hands besufficient for him; And be thou a help to himfrom his enemies."
    },
    {
      "verse": 8,
      "text": "And of Levi he said, Letthy Thummim and thy Urim bewith thy holy one, Whom thou didst prove at Massah, And withwhom thou didst strive at the waters of Meribah;"
    },
    {
      "verse": 9,
      "text": "Who said unto his father and to his mother, I have not seen him; Neither did he acknowledge his brethren, Nor knew his own children: For they have observed thy word, And kept thy covenant."
    },
    {
      "verse": 10,
      "text": "They shall teach Jacob thy judgments, And Israel thy law: They shall put incense before thee, And whole burnt sacrificeupon thine altar."
    },
    {
      "verse": 11,
      "text": "Bless, Lord, his substance, And accept the work of his hands: Smite through the loins of them that rise against him, And of them that hate him, that they rise not again."
    },
    {
      "verse": 12,
      "text": "Andof Benjamin he said, The beloved of the Lordshall dwell in safety by him; And the \\+sc Lord\\+sc*shall cover him all the day long, And he shall dwell between his shoulders."
    },
    {
      "verse": 13,
      "text": "And of Joseph he said, Blessed of the Lordbehis land, For the precious things of heaven, for the dew, And for the deep that coucheth beneath,"
    },
    {
      "verse": 14,
      "text": "And for the precious fruits brought forth by the sun, And for the precious things put forth by the moon,"
    },
    {
      "verse": 15,
      "text": "And for the chief things of the ancient mountains, And for the precious things of the lasting hills,"
    },
    {
      "verse": 16,
      "text": "And for the precious things of the earth and fulness thereof, And forthe good will of him that dwelt in the bush: Let the blessingcome upon the head of Joseph, And upon the top of the head of him that wasseparated from his brethren."
    },
    {
      "verse": 17,
      "text": "His glory is likethe firstling of his bullock, And his horns are likethe horns of unicorns: With them he shall push the people together tothe ends of the earth: And they arethe ten thousands of Ephraim, And they arethe thousands of Manasseh."
    },
    {
      "verse": 18,
      "text": "And of Zebulun he said, Rejoice, Zebulun, in thy going out; And, Issachar, in thy tents."
    },
    {
      "verse": 19,
      "text": "They shall call the people untothe mountain; There they shall offer sacrifices of righteousness: For they shall suck ofthe abundance of the seas, And oftreasures hid in the sand."
    },
    {
      "verse": 20,
      "text": "And of Gad he said, Blessed behe that enlargeth Gad: He dwelleth as a lion, And teareth the arm with the crown of the head."
    },
    {
      "verse": 21,
      "text": "And he provided the first partfor himself, Because there, ina portion of the lawgiver, was heseated; And he came withthe heads of the people, He executed the justice of the Lord, And his judgments with Israel."
    },
    {
      "verse": 22,
      "text": "And of Dan he said, Dan isa lion’s whelp: He shall leap from Bashan."
    },
    {
      "verse": 23,
      "text": "And of Naphtali he said, O Naphtali, satisfied with favour, And full withthe blessing of the Lord: Possess thou the west and the south."
    },
    {
      "verse": 24,
      "text": "And of Asher he said, LetAsher beblessed with children; Let him be acceptable to his brethren, And let him dip his foot in oil."
    },
    {
      "verse": 25,
      "text": "Thy shoes shall beiron and brass; And as thy days, so shallthy strength be."
    },
    {
      "verse": 26,
      "text": "There isnone like unto the God of Jeshurun, Whorideth uponthe heaven in thy help, And in his excellency onthe sky."
    },
    {
      "verse": 27,
      "text": "The eternal God is thyrefuge, And underneath arethe everlasting arms: And he shall thrust out the enemy from before thee; And shall say, Destroy them."
    },
    {
      "verse": 28,
      "text": "Israel then shall dwell insafety alone: The fountain of Jacob shall beupon a land of corn and wine; Also his heavens shall drop down dew."
    },
    {
      "verse": 29,
      "text": "Happy artthou, O Israel: Who islike unto thee, O people saved by the Lord, The shield of thy help, and who isthe sword of thy excellency! And thine enemies shall be found liars unto thee; And thou shalt tread upon their high places."
    }
  ]
}