{
  "book_id": "2CO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "For we know that if the earthly house of our tabernacle be dissolved, we have a building from God, a house not made with hands, eternal, in the heavens."
    },
    {
      "verse": 2,
      "text": "For verily in this we groan, longing to be clothed upon with our habitation which is from heaven:"
    },
    {
      "verse": 3,
      "text": "if so be that being clothed we shall not be found naked."
    },
    {
      "verse": 4,
      "text": "For indeed we that are in this tabernacle do groan, being burdened; not for that we would be unclothed, but that we would be clothed upon, that what is mortal may be swallowed up of life."
    },
    {
      "verse": 5,
      "text": "Now he that wrought us for this very thing is God, who gave unto us the earnest of the Spirit."
    },
    {
      "verse": 6,
      "text": "Being therefore always of good courage, and knowing that, whilst we are at home in the body, we are absent from the Lord"
    },
    {
      "verse": 7,
      "text": "(for we walk by faith, not by sight);"
    },
    {
      "verse": 8,
      "text": "we are of good courage, I say, and are willing rather to be absent from the body, and to be at home with the Lord."
    },
    {
      "verse": 9,
      "text": "Wherefore also we make it our aim, whether at home or absent, to be well-pleasing unto him."
    },
    {
      "verse": 10,
      "text": "For we must all be made manifest before the judgment-seat of Christ; that each one may receive the things done the body, according to what he hath done, whether it be or bad."
    },
    {
      "verse": 11,
      "text": "Knowing therefore the fear of the Lord, we persuade men, but we are made manifest unto God; and I hope that we are made manifest also in your consciences."
    },
    {
      "verse": 12,
      "text": "We are not again commending ourselves unto you, but speak giving you occasion of glorying on our behalf, that ye may have wherewith to answer them that glory in appearance, and not in heart."
    },
    {
      "verse": 13,
      "text": "For whether we are beside ourselves, it is unto God; or whether we are of sober mind, it is unto you."
    },
    {
      "verse": 14,
      "text": "For the love of Christ constraineth us; because we thus judge, that one died for all, therefore all died;"
    },
    {
      "verse": 15,
      "text": "and he died for all, that they which live should no longer live unto themselves, but unto him who for their sakes died and rose again."
    },
    {
      "verse": 16,
      "text": "Wherefore we henceforth know no man after the flesh: even though we have known Christ after the flesh, yet now we know him so more."
    },
    {
      "verse": 17,
      "text": "Wherefore if any man is in Christ, he is new creature: the old things are passed away; behold, they are become new."
    },
    {
      "verse": 18,
      "text": "But all things are of God, who reconciled us to himself through Christ, and gave unto us the ministry of reconciliation;"
    },
    {
      "verse": 19,
      "text": "to wit, that God was in Christ reconciling the world unto himself, not reckoning unto them their trespasses, and having committed unto us the word of reconciliation."
    },
    {
      "verse": 20,
      "text": "We are ambassadors therefore on behalf of Christ, as though God were entreating by us: we beseech you behalf of Christ, be ye reconciled to God."
    },
    {
      "verse": 21,
      "text": "Him who knew no sin he made to be on our behalf; that we might become the righteousness of God in him."
    }
  ]
}