{
  "book_id": "NUM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses in the wilderness of Sinai, in the tabernacle of the congregation, on the first day of the second month, in the second year after their going out of the land of Egypt, saying,"
    },
    {
      "verse": 2,
      "text": "Take ye the sum of all the congregation of the children of Israel, after their families, by the descent from their fathers, by numbering the names, every male according to their polls;"
    },
    {
      "verse": 3,
      "text": "From twenty years old and upward, all that are able to go forth to war in Israel: these shall ye number according to their armies, thou and Aaron."
    },
    {
      "verse": 4,
      "text": "And with you there shall be one man each of every tribe; a man who is the head of his family division."
    },
    {
      "verse": 5,
      "text": "And these are the names of the men that shall stand with you; of Reuben: Elizur the son of Shedeur."
    },
    {
      "verse": 6,
      "text": "Of Simeon: Shelumiel the son of Zurishaddai."
    },
    {
      "verse": 7,
      "text": "Of Judah: Nachshon the son of 'Amminadab."
    },
    {
      "verse": 8,
      "text": "Of Issachar: Nethanel the son of Zuar."
    },
    {
      "verse": 9,
      "text": "Of Zebulun: Eliab the son of Chelon."
    },
    {
      "verse": 10,
      "text": "Of the children of Joseph, of Ephraim: Elishama the son of 'Ammihud; of Menasseh: Gamliel the son of Pedahzur."
    },
    {
      "verse": 11,
      "text": "Of Benjamin: Abidan the son of Gidoni."
    },
    {
      "verse": 12,
      "text": "Of Dan: Achiezer the son of 'Ammishaddai."
    },
    {
      "verse": 13,
      "text": "Of Asher: Pagiel the son of 'Ochran."
    },
    {
      "verse": 14,
      "text": "Of Gad: Elyassaph the son of Deuel."
    },
    {
      "verse": 15,
      "text": "Of Naphtali: Achira the son of 'Enan."
    },
    {
      "verse": 16,
      "text": "These were the selected of the congregation, the princes of the tribes of their fathers; the heads of the thousands of Israel were they."
    },
    {
      "verse": 17,
      "text": "And Moses and Aaron took these men who are expressed by name:"
    },
    {
      "verse": 18,
      "text": "And all the congregation they assembled together on the first day of the second month, and they were enrolled in the lists of their pedigrees after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, according to their polls."
    },
    {
      "verse": 19,
      "text": "As the Lord had commanded Moses, so did he number them in the wilderness of Sinai."
    },
    {
      "verse": 20,
      "text": "And there were of the children of Reuben the first-born of Israel, by their generations, after their families, by the descent from their fathers, by numbering the names according to their polls, every male from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 21,
      "text": "Those that were numbered of the tribe of Reuben, were forty and six thousand and five hundred."
    },
    {
      "verse": 22,
      "text": "Of the children of Simeon, by their generations, after their families, by the descent from their fathers, those that were numbered of them, by numbering the names according to their polls, every male from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 23,
      "text": "Those that were numbered of the tribe of Simeon, were fifty and nine thousand and three hundred."
    },
    {
      "verse": 24,
      "text": "Of the children of Gad, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 25,
      "text": "Those that were numbered of the tribe of Gad, were forty and five thousand six hundred and fifty."
    },
    {
      "verse": 26,
      "text": "Of the children of Judah, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 27,
      "text": "Those that were numbered of the tribe of Judah, were seventy and four thousand and six hundred."
    },
    {
      "verse": 28,
      "text": "Of the children of Issachar, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 29,
      "text": "Those that were numbered of the tribe of Issachar, were fifty and four thousand and four hundred."
    },
    {
      "verse": 30,
      "text": "Of the children of Zebulun, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 31,
      "text": "Those that were numbered of the tribe of Zebulun, were fifty and seven thousand and four hundred."
    },
    {
      "verse": 32,
      "text": "Of the children of Joseph, namely, of the children of Ephraim, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war."
    },
    {
      "verse": 33,
      "text": "Those that were numbered of the tribe of Ephraim, were forty thousand and five hundred."
    },
    {
      "verse": 34,
      "text": "Of the children of Menasseh, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 35,
      "text": "Those that were numbered of the tribe of Menasseh, were thirty and two thousand and two hundred."
    },
    {
      "verse": 36,
      "text": "Of the children of Benjamin, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 37,
      "text": "Those that were numbered of the tribe of Benjamin, were thirty and five thousand and four hundred."
    },
    {
      "verse": 38,
      "text": "Of the children of Dan, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 39,
      "text": "Those that were numbered of the tribe of Dan, were sixty and two thousand and seven hundred."
    },
    {
      "verse": 40,
      "text": "Of the children of Asher, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 41,
      "text": "Those that were numbered of the tribe of Asher, were forty and one thousand and five hundred."
    },
    {
      "verse": 42,
      "text": "Of the children of Naphtali, by their generations, after their families, by the descent from their fathers, by numbering the names, from twenty years old and upward, all that were able to go forth to war;"
    },
    {
      "verse": 43,
      "text": "Those that were numbered of the tribe of Naphtali, were fifty and three thousand and four hundred."
    },
    {
      "verse": 44,
      "text": "These are those that were numbered, whom Moses numbered with Aaron, and the princes of Israel, being twelve men; one man each for his family division were they."
    },
    {
      "verse": 45,
      "text": "Thus were all those that were numbered of the children of Israel, by the descent from their fathers, from twenty years old and upward, all that were able to go forth to war in Israel,—"
    },
    {
      "verse": 46,
      "text": "Even all they that were numbered, were six hundred thousand and three thousand and five hundred and fifty."
    },
    {
      "verse": 47,
      "text": "But the Levites, after the tribe of their fathers, were not numbered among them."
    },
    {
      "verse": 48,
      "text": "For the Lord had spoken unto Moses, saying,"
    },
    {
      "verse": 49,
      "text": "Only the tribe of Levi shalt thou not number, and their sum shalt thou not take, among the children of Israel;"
    },
    {
      "verse": 50,
      "text": "But thou shalt appoint the Levites over the tabernacle of the testimony, and over all its vessels, and over all things that belong to it: they shall carry the tabernacle, and all its vessels; and they shall minister unto it; and round about the tabernacle shall they encamp."
    },
    {
      "verse": 51,
      "text": "And when the tabernacle is to be carried forward, the Levites shall take it down; and when the tabernacle is to be pitched, the Levites shall set it up: and the stranger that cometh nigh shall be put to death."
    },
    {
      "verse": 52,
      "text": "And the children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, according to their armies."
    },
    {
      "verse": 53,
      "text": "But the Levites shall encamp round shout the tabernacle of the testimony, that there be no wrath upon the congregation of the children of Israel: and the Levites shall keep the charge of the tabernacle of the testimony."
    },
    {
      "verse": 54,
      "text": "And the children of Israel did so: all, just as the Lord had commanded Moses, so did they."
    }
  ]
}