{
  "book_id": "NUM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And these are the generations of Aaron and Moses, on the day that the Lord spoke with Moses on mount Sinai."
    },
    {
      "verse": 2,
      "text": "And these are the names of the sons of Aaron: the firstborn Nadab, and Abihu, Elazar, and Ithamar."
    },
    {
      "verse": 3,
      "text": "These are the names of the sons of Aaron, the priests that were anointed, who were consecrated to minister as priests."
    },
    {
      "verse": 4,
      "text": "And Nadab and Abihu died before the Lord, when they offered a strange fire before the Lord, in the wilderness of Sinai, and they had no children: and Elazar and Ithamar ministered as priests in the life-time of Aaron their father."
    },
    {
      "verse": 5,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 6,
      "text": "Bring the tribe of Levi near, and present the same before Aaron the priest, that they may serve him."
    },
    {
      "verse": 7,
      "text": "And they shall keep his charge, and the charge of the whole congregation before the tent of the congregation, to do the service of the tabernacle."
    },
    {
      "verse": 8,
      "text": "And they shall keep all the vessels of the tent of the congregation, and the charge of the children of Israel, to do the service of the tabernacle."
    },
    {
      "verse": 9,
      "text": "And thou shalt give the Levites unto Aaron and to his sons: as associates are they given unto him out of the children of Israel."
    },
    {
      "verse": 10,
      "text": "And Aaron and his sons shalt thou instruct, that they shall guard well their priest's office; and the stranger that cometh nigh shall be put to death."
    },
    {
      "verse": 11,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 12,
      "text": "And I, behold, I have taken the Levites from the midst of the children of Israel instead of every first-born that openeth the womb among the children of Israel; and the Levites shall be mine."
    },
    {
      "verse": 13,
      "text": "Because mine is every first-born; on the day when I smote every first-born in the land of Egypt I hallowed unto me every first-born in Israel, both man and beast: mine shall they be; I am the Lord."
    },
    {
      "verse": 14,
      "text": "And the Lord spoke unto Moses in the wilderness of Sinai, saying,"
    },
    {
      "verse": 15,
      "text": "Number the children of Levi after their divisions, by their families; every male of them from a month old and upward shalt thou number."
    },
    {
      "verse": 16,
      "text": "And Moses numbered them according to the order of the Lord, as he had been commanded."
    },
    {
      "verse": 17,
      "text": "And these were the sons of Levi by their names: Gershon, and Kehath, and Merari."
    },
    {
      "verse": 18,
      "text": "And these are the names of the sons of Gershon after their families: Libni, and Shimi."
    },
    {
      "verse": 19,
      "text": "And the sons of Kehath after their families: 'Amram, and Yizhar, Chebron, and 'Uzziel."
    },
    {
      "verse": 20,
      "text": "And the sons of Merari after their families: Machli, and Mushi; these are the families of the Levites according to their family divisions."
    },
    {
      "verse": 21,
      "text": "Of Gershon: the family of the Libnites, and the family of the Shimites; these are the families of the Gershunites."
    },
    {
      "verse": 22,
      "text": "Those that were numbered of them, by the numbering of all the males from a month old and upward, even those that were numbered of them, were seven thousand and five hundred."
    },
    {
      "verse": 23,
      "text": "The families of the Gershunites used to encamp behind the tabernacle, westward."
    },
    {
      "verse": 24,
      "text": "And the prince of the family division of the Gershunites was Elyassaph the son of Lael."
    },
    {
      "verse": 25,
      "text": "And the charge of the sons of Gershon in the tabernacle of the congregation was the tabernacle and the tent, its covering, and the hanging for the door of the tabernacle of the congregation,"
    },
    {
      "verse": 26,
      "text": "And the hangings of the court, and the curtain for the door of the court, which is by the tabernacle and by the altar, round about, and its cords for all the service thereof."
    },
    {
      "verse": 27,
      "text": "And of Kehath: the family of the 'Amramites, and the family of the Yizharites, and the family of the Chebronites, and the family of the 'Uzzielites; these are the families of the Kehathites."
    },
    {
      "verse": 28,
      "text": "By the numbering of all the males, from a month old and upward, they were eight thousand and six hundred, keeping the charge of the sanctuary."
    },
    {
      "verse": 29,
      "text": "The families of the sons of Kehath used to encamp on the side of the tabernacle, southward."
    },
    {
      "verse": 30,
      "text": "And the prince of the division of the families of the Kehathites was Elizaphan the son of 'Uzziel."
    },
    {
      "verse": 31,
      "text": "And their charge was the ark, and the table, and the candlestick, and the altars, and the vessels of the sanctuary which are used for the service, and the vail, and all belonging thereto."
    },
    {
      "verse": 32,
      "text": "And the chief over the princes of the Levites was Elazar the son of Aaron the priest, having the oversight of those that kept the charge of the sanctuary."
    },
    {
      "verse": 33,
      "text": "Of Merari: the family of the Machlites, and the family of the Mushites; these are the families of Merari."
    },
    {
      "verse": 34,
      "text": "And those that were numbered of them, by the numbering of all the males, from a month old and upward, were six thousand and two hundred."
    },
    {
      "verse": 35,
      "text": "And the chief of the division of the families of Merari was Zuriel the son of Abichayil: they used to encamp on the side of the tabernacle, northward."
    },
    {
      "verse": 36,
      "text": "And under the custody and charge of the sons of Merari were the boards of the tabernacle, and its bars, and its pillars, and its sockets, and all its vessels, and all that belongeth thereto,"
    },
    {
      "verse": 37,
      "text": "And the pillars of the court round about, and their sockets, and their pins, and their cords."
    },
    {
      "verse": 38,
      "text": "But those that encamped before the tabernacle toward the east, even before the tabernacle of the congregation toward the rising of the sun, were Moses, and Aaron, and his sons, keeping the charge of the sanctuary for the charge of the children of Israel; and the stranger that came nigh was to be put to death."
    },
    {
      "verse": 39,
      "text": "All that were numbered of the Levites, whom Moses numbered with Aaron, at the order of the Lord, according to their families, all the males from a month old and upward, were twenty and two thousand."
    },
    {
      "verse": 40,
      "text": "And the Lord said unto Moses, Number all the first-born males of the children of Israel from a month old and upward, and take the number of their names."
    },
    {
      "verse": 41,
      "text": "And thou shalt take the Levites for me, I am the Lord, instead of all the first-born among the children of Israel; and the cattle of the Levites instead of all the first-born among the cattle of the children of Israel."
    },
    {
      "verse": 42,
      "text": "And Moses numbered, as the Lord had commanded him, all the first-born among the children of Israel."
    },
    {
      "verse": 43,
      "text": "And all the first-born males, by the numbering of the names, from a month old and upward, of those that were numbered of them, were twenty and two thousand two hundred and seventy and three."
    },
    {
      "verse": 44,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 45,
      "text": "Take the Levites instead of all the first-born among the children of Israel, and the cattle of the Levites instead of their cattle; and the Levites shall be mine: I am the Lord."
    },
    {
      "verse": 46,
      "text": "And [for] those that are to be redeemed, the two hundred and seventy and three of the first-born of the children of Israel, who are more than the Levites,"
    },
    {
      "verse": 47,
      "text": "Thou shalt take five shekels apiece for the poll; after the shekel of the sanctuary shalt thou take, twenty gerahs to the shekel;"
    },
    {
      "verse": 48,
      "text": "And thou shalt give unto Aaron and to his sons the money, [for] those who are to be redeemed of those that are over the number of them."
    },
    {
      "verse": 49,
      "text": "And Moses took the redemption-money of those that were over in number above those who were redeemed by the Levites:"
    },
    {
      "verse": 50,
      "text": "Of the first-born of the children of Israel did he take the money; a thousand three hundred and sixty and five shekels, after the shekel of the sanctuary."
    },
    {
      "verse": 51,
      "text": "And Moses gave the money of those who were redeemed unto Aaron and unto his sons, by the order of the Lord; as the Lord had commanded Moses."
    }
  ]
}