{
  "book_id": "NUM",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses and unto Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "Take the sum of the sons of Kehath from among the sons of Levi, after their families, by their divisions,"
    },
    {
      "verse": 3,
      "text": "From thirty years old and upward even until fifty years old, all that are fitted for the service, to do work at the tabernacle of the congregation."
    },
    {
      "verse": 4,
      "text": "This shall be the service of the sons of Kehath at the tabernacle of the congregation: The most holy things."
    },
    {
      "verse": 5,
      "text": "And Aaron shall come with his sons, when the camp setteth forward, and they shall take down the vail of the separation, and cover therewith the ark of the testimony;"
    },
    {
      "verse": 6,
      "text": "And they shall put over it a covering of badgers' skins, and they shall spread over all a cloth wholly of blue [woollen yarn], and they shall put in its staves."
    },
    {
      "verse": 7,
      "text": "And over the table of the showbread shall they spread a cloth of blue, and put thereon the dishes, and the spoons, and the tubes, and the staves of the covering; and the continual bread shall be thereon:"
    },
    {
      "verse": 8,
      "text": "And they shall spread over them a cloth of scarlet, and cover the same with a covering of badgers' skins; and they shall put in its staves."
    },
    {
      "verse": 9,
      "text": "And they shall take a cloth of blue, and cover the candlestick of the lighting, and its lamps, and its tongs, and its snuff-dishes, and all the oil-vessels thereof, wherewith they minister by it:"
    },
    {
      "verse": 10,
      "text": "And they shall put it and all its vessels within a covering of badgers' skins, and they shall put it upon a barrow."
    },
    {
      "verse": 11,
      "text": "And over the golden altar shall they spread a cloth of blue, and cover it with a covering of badgers' skins; and they shall put in its staves."
    },
    {
      "verse": 12,
      "text": "And they shall take all the vessels of the service, wherewith they minister in the sanctuary, and put them in a cloth of blue, and cover them with a covering of badgers' skins; and they shall put them on a barrow."
    },
    {
      "verse": 13,
      "text": "And they shall take away the ashes from the altar, and spread over it a cloth of purple;"
    },
    {
      "verse": 14,
      "text": "And they shall put upon it all its vessels, wherewith they minister upon it, the fire-pans, the forks, and the shovels, and the basins, all the vessels of the altar; and they shall spread over it a covering of badgers' skins, and put in its staves."
    },
    {
      "verse": 15,
      "text": "And when Aaron and his sons have thus made an end of covering the sanctuary, and all the vessels of the sanctuary, when the camp is to set forward: then shall, after that, the sons of Kehath come to carry it; but they shall not touch any holy thing, lest they die; these are the things which the sons of Kehath are to carry at the tabernacle of the congregation."
    },
    {
      "verse": 16,
      "text": "And under the supervision of Elazar the son of Aaron the priest shall be the oil for the lighting, and the incense of spices, and the daily meat-offering, and the anointing-oil; the supervision of all the tabernacle, and of all that is therein, over the sanctuary, and over its vessels."
    },
    {
      "verse": 17,
      "text": "And the Lord spoke unto Moses and unto Aaron, saying,"
    },
    {
      "verse": 18,
      "text": "Do ye not cause the tribe of the families of the Kehathites to be cut off from among the Levites;"
    },
    {
      "verse": 19,
      "text": "But thus do unto them, that they may live, and not die, when they approach unto the most holy things: Aaron and his sons shall go in, and appoint them, every one, to his service and to his burden;"
    },
    {
      "verse": 20,
      "text": "That they may not go in to see when the holy things are covered, and die."
    },
    {
      "verse": 21,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 22,
      "text": "Take also the sum of the sons of Gershon, by their divisions, after their families;"
    },
    {
      "verse": 23,
      "text": "From thirty years old and upward until fifty years old shalt thou number them; all that are fitted for the service, to do work in the tabernacle of the congregation."
    },
    {
      "verse": 24,
      "text": "This shall be the service of the families of the Gershunites, to serve, and to carry:"
    },
    {
      "verse": 25,
      "text": "They shall carry the curtains of the tabernacle, and of the tent of the congregation, its covering, and the covering of the badgers' skins that is over it above, and the hanging for the door of the tabernacle of the congregation,"
    },
    {
      "verse": 26,
      "text": "And the hangings of the court, and the hanging for the door of the gate of the court, which is by the tabernacle and by the altar round about, and their cords, and all the vessels of their service; and all that is delivered to them shall they perform."
    },
    {
      "verse": 27,
      "text": "By the order of Aaron and his sons shall be all the service of the sons of the Gershunites, in all their carrying, and in all their service: and ye shall designate unto them in charge all which they have to carry."
    },
    {
      "verse": 28,
      "text": "This is the service of the families of the sons of the Gershunites at the tabernacle of the congregation; their charge shall be under the supervision of Ithamar the son of Aaron the priest."
    },
    {
      "verse": 29,
      "text": "The sons of Merari, shalt thou number after their families, by their divisions;"
    },
    {
      "verse": 30,
      "text": "From thirty years old and upward, even until fifty years old, shalt thou number them, every one that is fitted for the service, to do the work of the tabernacle of the congregation."
    },
    {
      "verse": 31,
      "text": "And this is what is confided to them to carry, regarding all their service at the tabernacle of the congregation: The boards of the tabernacle, and its bars, and its pillars, and its sockets,"
    },
    {
      "verse": 32,
      "text": "And the pillars of the court round about, and their sockets, and their pins, and their cords, with all their instruments, and all which belongeth thereto; and by name shall ye designate [to them] the vessels which are confided to them to carry."
    },
    {
      "verse": 33,
      "text": "This is the service of the families of the sons of Merari, regarding all their service, at the tabernacle of the congregation, under the supervision of Ithamar the son of Aaron, the priest."
    },
    {
      "verse": 34,
      "text": "And Moses with Aaron and the princes of the congregation numbered the sons of the Kehathites after their families, and after their divisions,"
    },
    {
      "verse": 35,
      "text": "From thirty years old and upward, even until fifty years old, every one that was fitted for the service, for the work at the tabernacle of the congregation."
    },
    {
      "verse": 36,
      "text": "And those that were numbered of them after their families were two thousand seven hundred and fifty."
    },
    {
      "verse": 37,
      "text": "These were they that were numbered of the families of the Kehathites, all that could do service at the tabernacle of the congregation, whom Moses with Aaron numbered by the order of the Lord through the hand of Moses."
    },
    {
      "verse": 38,
      "text": "And those that were numbered of the sons of Gershon, after their families, and after their divisions,"
    },
    {
      "verse": 39,
      "text": "From thirty years old and upward, even until fifty years old, every one that was fitted for the service, for the work at the tabernacle of the congregation,"
    },
    {
      "verse": 40,
      "text": "Even those that were numbered of them, after their families, after their divisions, were two thousand and six hundred and thirty."
    },
    {
      "verse": 41,
      "text": "These are they that were numbered of the families of the sons of Gershon, all that could do service at the tabernacle of the congregation, whom Moses with Aaron numbered by the order of the Lord."
    },
    {
      "verse": 42,
      "text": "And those that were numbered of the families of the sons of Merari, after their families, after their divisions,"
    },
    {
      "verse": 43,
      "text": "From thirty years old and upward, even until fifty years old, every one that was fitted for the service, for the work at the tabernacle of the congregation."
    },
    {
      "verse": 44,
      "text": "Even those that were numbered of them after their families, were three thousand and two hundred."
    },
    {
      "verse": 45,
      "text": "These are those that were numbered of the families of the sons of Merari, whom Moses with Aaron numbered by the order of the Lord through the hand of Moses."
    },
    {
      "verse": 46,
      "text": "All those that were numbered of the Levites, whom Moses with Aaron and the chiefs of Israel numbered, after their families, and after their divisions,"
    },
    {
      "verse": 47,
      "text": "From thirty years old and upward, even until fifty years old, every one that came to do the service of the ministry, and the service of the carrying at the tabernacle of the congregation,"
    },
    {
      "verse": 48,
      "text": "Even those that were numbered of them, were eight thousand and five hundred and eighty."
    },
    {
      "verse": 49,
      "text": "By the order of the Lord through the hand of Moses, did he appoint them, every one to his proper service, and to his proper carrying: and they were numbered, as the Lord had commanded Moses."
    }
  ]
}