{
  "book_id": "NUM",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak unto the children of Israel, and say unto them, When either man or woman pronounce an especial vow, the vow of a Nazarite, to be abstinent in honor of the Lord:"
    },
    {
      "verse": 3,
      "text": "Then shall he abstain from wine and strong drink, vinegar of wine, or vinegar of strong drink shall he not drink, and any infusion of grapes shall he not drink, and grapes, fresh or dried, shall he not eat."
    },
    {
      "verse": 4,
      "text": "All the days of his abstinence shall he eat nothing that is made of the grape-vine, from the kernels even to the husk."
    },
    {
      "verse": 5,
      "text": "All the days of the vow of his abstinence no razor shall pass over his head: until the days be completed, in which he abstaineth in honor of the Lord, shall he be holy, letting grow untouched the hair of his head."
    },
    {
      "verse": 6,
      "text": "All the days of his abstinence in honor of the Lord shall he not come near any dead body."
    },
    {
      "verse": 7,
      "text": "On his father, or on his mother, on his brother, or on his sister, shall he not make himself unclean, when they die; because the consecration of his God is upon his head."
    },
    {
      "verse": 8,
      "text": "All the days of his abstinence is he holy unto the Lord."
    },
    {
      "verse": 9,
      "text": "And if some one die very suddenly by him, and he thus defile his consecrated head: then shall he shave his head on the day of his being cleansed, on the seventh day shall he shave it."
    },
    {
      "verse": 10,
      "text": "And on the eighth day shall he bring two turtle-doves, or two young pigeons, to the priest, to the door of the tabernacle of the congregation:"
    },
    {
      "verse": 11,
      "text": "And the priest shall prepare the one for a sin-offering, and the other for a burnt-offering, and make an atonement for him, because he hath sinned through the dead; and he shall hallow his head on that same day."
    },
    {
      "verse": 12,
      "text": "And he shall consecrate unto the Lord [again] the days of his abstinence, and he shall bring a sheep of the first year for a trespass-offering; but the prior days shall not be counted, because his consecration hath been defiled."
    },
    {
      "verse": 13,
      "text": "And this is the law of the Nazarite: On the day when the days of his abstinence are completed, shall he present himself at the door of the tabernacle of the congregation;"
    },
    {
      "verse": 14,
      "text": "And he shall bring his offering unto the Lord, one male sheep of the first year without blemish for a burnt-offering, and one ewe of the first year without blemish for a sin-offering, and one ram without blemish for a peace-offering,"
    },
    {
      "verse": 15,
      "text": "And a basket of unleavened bread, cakes of fine flour mingled with oil, and unleavened wafers anointed with oil; and their meat-offering, and their drink-offerings."
    },
    {
      "verse": 16,
      "text": "And the priest shall bring them near before the Lord, and he shall prepare his sin-offering, and his burnt-offering:"
    },
    {
      "verse": 17,
      "text": "And the ram shall he prepare for a sacrifice of peace-offering unto the Lord, with the basket of unleavened bread; and the priest shall prepare his meat-offering and his drink-offering."
    },
    {
      "verse": 18,
      "text": "And the Nazarite shall shave at the door of the tabernacle of the congregation his consecrated head; and he shall take the hair of his consecrated head, and put it on the fire which is under the sacrifice of the peace-offering."
    },
    {
      "verse": 19,
      "text": "And the priest shall take the shoulder of the ram when it is cooked, and one unleavened cake out of the basket, and one unleavened wafer, and he shall put them upon the hands of the Nazarite, after he hath shaved his consecrated [head]."
    },
    {
      "verse": 20,
      "text": "And the priest shall make with them a waving before the Lord; it is a holy gift for the priest, together with the breast that was waved and the shoulder that was lifted up: and after that may the Nazarite drink wine."
    },
    {
      "verse": 21,
      "text": "This is the law of the Nazarite who hath vowed; his offering unto the Lord for his abstinence, besides that which he may be able to give: according to his vow which he may vow, so must he do in addition to what is required by the law of his abstinence."
    },
    {
      "verse": 22,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 23,
      "text": "Speak unto Aaron and unto his sons, saying, Thus shall ye bless the children of Israel, saying unto them,"
    },
    {
      "verse": 24,
      "text": "The Lord bless thee, and preserve thee;"
    },
    {
      "verse": 25,
      "text": "The Lord make his face shine unto thee, and be gracious to thee;"
    },
    {
      "verse": 26,
      "text": "The Lord lift up his countenance unto thee, and give thee peace."
    },
    {
      "verse": 27,
      "text": "And they shall put my name upon the children of Israel: and I will bless them."
    }
  ]
}