{
  "book_id": "NUM",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass that as the people complained in a manner displeasing in the ears of the Lord, the Lord heard it, and his anger was kindled, and the fire of the Lord burnt among them, and consumed at the uttermost part of the camp."
    },
    {
      "verse": 2,
      "text": "And the people then cried unto Moses; and Moses prayed unto the Lord, and the fire disappeared."
    },
    {
      "verse": 3,
      "text": "And he called the name of the place Tab'erah; because the fire of the Lord had burnt among them."
    },
    {
      "verse": 4,
      "text": "And the mixed multitude that was among them felt a lustful longing: and the children of Israel also wept again, and said, Who will give us flesh to eat?"
    },
    {
      "verse": 5,
      "text": "We remember the fish, which we could eat in Egypt for naught; the cucumbers, and the melons, and the leeks, and the onions, and the garlic;"
    },
    {
      "verse": 6,
      "text": "But now our soul is faint: there is nothing at all, only to the manna are our eyes [directed]."
    },
    {
      "verse": 7,
      "text": "But the manna was like coriander-seed, and its color as the color of the bdellium."
    },
    {
      "verse": 8,
      "text": "The people went about and gathered it, and ground it in a mill, or pounded it in a mortar, and boiled it in a pot, or made cakes of it: and its taste was as the taste of cakes mixed with oil."
    },
    {
      "verse": 9,
      "text": "And when the dew fell upon the camp in the night, the manna fell upon it."
    },
    {
      "verse": 10,
      "text": "And Moses heard the people weep according to their families, every man at the door of his tent: and the anger of the Lord was kindled greatly; and in the eyes of Moses also was it displeasing."
    },
    {
      "verse": 11,
      "text": "And Moses said unto the Lord, Wherefore hast thou done evil to thy servant? and wherefore have I not found favor in thy eyes, that thou layest the burden of all this people upon me?"
    },
    {
      "verse": 12,
      "text": "Was it I who have conceived all this people? or was it I who have begotten them? that thou shouldst say unto me, Carry them in thy bosom, as a nursing father beareth the sucking child, unto the land which thou hast sworn unto their fathers?"
    },
    {
      "verse": 13,
      "text": "Whence shall I obtain flesh to give unto all this people? for they weep around me, saying, Give us flesh, that we may eat."
    },
    {
      "verse": 14,
      "text": "I am not able by myself alone to bear all this people, because it is too heavy for me."
    },
    {
      "verse": 15,
      "text": "And if thou wilt thus deal with me, then slay me, I pray thee, at once, if I have found favor in thy eyes: that I may not see my wretchedness."
    },
    {
      "verse": 16,
      "text": "And the Lord said unto Moses, Gather unto me seventy men of the elders of Israel, whom thou knowest to be the elders of the people, and its officers; and take them unto the tabernacle of the congregation, and they shall stand there with thee."
    },
    {
      "verse": 17,
      "text": "And I will come down and speak with thee there: and I will take some of the spirit which is upon thee, and I will put it upon them; and they shall bear with thee the burden of the people, and thou shalt not bear it by thyself alone."
    },
    {
      "verse": 18,
      "text": "And unto the people shalt thou say, Hold yourselves ready against tomorrow, that ye may eat flesh; for ye have wept in the ears of the Lord, saying, Who shall give us flesh to eat? for it was better with us in Egypt: thus will the Lord give you flesh, and ye shall eat."
    },
    {
      "verse": 19,
      "text": "Not one day shall ye eat, nor two days, nor five days, nor ten days, nor twenty days;"
    },
    {
      "verse": 20,
      "text": "But up to a full month, until it come out at your nostrils, and it become loathsome unto you; because that ye have despised the Lord who is in the midst of you, and ye have wept before him, saying, Why did we come forth out of Egypt?"
    },
    {
      "verse": 21,
      "text": "And Moses said, Six hundred thousand men on foot is the people, in the midst of whom I am; and yet thou hast said, Flesh will I give them, that they may eat a whole month."
    },
    {
      "verse": 22,
      "text": "Shall flocks and herds be slain for them, that they may suffice for them? or shall all the fish of the sea be gathered together for them, that they may suffice for them?"
    },
    {
      "verse": 23,
      "text": "And the Lord said unto Moses, Should the Lord's hand be too short? now shalt thou see whether my word shall come to pass unto thee or not."
    },
    {
      "verse": 24,
      "text": "And Moses went out, and spoke to the people the words of the Lord; and he assembled seventy men from the elders of the people, and placed them round about the tabernacle."
    },
    {
      "verse": 25,
      "text": "And the Lord came down in a cloud and spoke unto him; and he took some of the spirit that was upon him, and put it upon the seventy men, the elders: and it came to pass, that, when the spirit rested upon them, they prophesied, but they did not so any more."
    },
    {
      "verse": 26,
      "text": "And there remained two men in the camp, the name of the one was Eldad, and the name of the other Medad; and the spirit rested upon them; and they were of those that were written down, but they had not gone out unto the tabernacle: and they prophesied in the camp."
    },
    {
      "verse": 27,
      "text": "And there ran a young man, and told to Moses, and said, Eldad and Medad are prophesying in the camp."
    },
    {
      "verse": 28,
      "text": "And Joshua the son of Nun, the servant of Moses from his youth, answered and said, My Lord Moses, forbid them."
    },
    {
      "verse": 29,
      "text": "And Moses said unto him, Art thou zealous for my sake? And oh that one might render all the people of the Lord prophets, that the Lord would put his spirit upon them!"
    },
    {
      "verse": 30,
      "text": "And Moses retired back into thy camp, he with the elders of Israel."
    },
    {
      "verse": 31,
      "text": "And a wind went forth from the Lord, and drove up quails from the sea, and scattered them over the camp, about a day's journey on this side, and about a day's journey on the other side, round about the camp, and about two cubits high over the face of the earth."
    },
    {
      "verse": 32,
      "text": "And the people arose all that day, and all that night, and all the following day, and they gathered the quails; he that had taken the least, had gathered ten chomers: and they spread them out for themselves round about the camp."
    },
    {
      "verse": 33,
      "text": "The flesh was yet between their teeth, it was not yet chewed: when the wrath of the Lord was kindled against the people, and the Lord smote among the people a very great plague."
    },
    {
      "verse": 34,
      "text": "And he called the name of that place Kibroth-hattaavah; because there they buried the people that had lustfully craved."
    },
    {
      "verse": 35,
      "text": "From Kibroth-hattaavah the people journeyed unto Chazeroth; and they remained at Chazeroth."
    }
  ]
}