{
  "book_id": "NUM",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak unto the children of Israel and say unto them, When ye shall have come into the land of your habitations, which I give unto you,"
    },
    {
      "verse": 3,
      "text": "And ye will prepare a fire-offering unto the Lord, a burnt-offering, or a sacrifice, in performing a pronounced vow, or as a freewill-offering, or on your solemn feasts, to prepare a sweet savor unto the Lord, of the herds of the flocks:"
    },
    {
      "verse": 4,
      "text": "Then shall he that bringeth his offering unto the Lord, bring as a meat-offering a tenth part of fine flour mingled with the fourth of a hin of oil."
    },
    {
      "verse": 5,
      "text": "And wine for a drink-offering, the fourth of a hin, shalt thou prepare with the burnt-offering or sacrifice, for each one sheep."
    },
    {
      "verse": 6,
      "text": "But for a ram, shalt thou prepare as a meat-offering two tenth parts of fine flour mingled with the third of a hin of oil."
    },
    {
      "verse": 7,
      "text": "And wine for the drink-offering, the third of a hin, shalt thou bring, for a sweet savor unto the Lord."
    },
    {
      "verse": 8,
      "text": "And when thou preparest a bullock for a burnt-offering, or for a sacrifice, in performing a pronounced vow, or a peace-offering unto the Lord:"
    },
    {
      "verse": 9,
      "text": "Then shall he bring with the bullock as a meat-offering, three tenth parts of fine flour mingled with half a hin of oil."
    },
    {
      "verse": 10,
      "text": "And wine shalt thou bring for a drink-offering, half a hin, as a fire-offering of a sweet savor unto the Lord."
    },
    {
      "verse": 11,
      "text": "Thus shall it be done for each one bullock, or for each one ram, or for a lamb, be it of the sheep or of the goats."
    },
    {
      "verse": 12,
      "text": "According to the number that ye may prepare, so shall ye do to every one according to their number."
    },
    {
      "verse": 13,
      "text": "All that are born in the country shall do these things after this manner, in offering a fire-offering of a sweet savor unto the Lord."
    },
    {
      "verse": 14,
      "text": "And if a stranger sojourn with you, or whosoever may be among you in your generations, and will make an offering made by fire, of a sweet savor unto the Lord: as ye do, so shall he do."
    },
    {
      "verse": 15,
      "text": "Congregation! one statute shall be for you, and for the stranger that sojourneth: a statute for ever in your generations; as ye are, so shall the stranger be before the Lord."
    },
    {
      "verse": 16,
      "text": "One law and one code shall be for you, and for the stranger that sojourneth with you."
    },
    {
      "verse": 17,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 18,
      "text": "Speak unto the children of Israel, and say unto them, When ye come into the land whither I bring you:"
    },
    {
      "verse": 19,
      "text": "Then shall it be, that, when ye eat of the bread of the land, ye shall set aside a heave-offering unto the Lord."
    },
    {
      "verse": 20,
      "text": "As the first of your doughs shall ye set aside a cake for a heave-offering; like the heave-offering of the threshing-floor, so shall ye set this aside."
    },
    {
      "verse": 21,
      "text": "Of the first of your doughs shall ye give unto the Lord a heave-offering, in your generations."
    },
    {
      "verse": 22,
      "text": "And if ye err, and do not observe all these commandments, which the Lord hath spoken unto Moses,"
    },
    {
      "verse": 23,
      "text": "All that the Lord hath commanded you by the hand of Moses, from the day that the Lord commanded [the same] and thenceforward, among your generations:"
    },
    {
      "verse": 24,
      "text": "Then shall it be, if, through inadvertence of the congregation, it was committed by ignorance, that all the congregation shall prepare one young bullock for a burnt-offering, for a sweet savor unto the Lord, with his meat-offering, and his drink-offering, according to the prescribed manner, and one he-goat for a sin-offering."
    },
    {
      "verse": 25,
      "text": "And the priest shall make an atonement for all the congregation of the children of Israel, and it shall be forgiven unto them; for it is [a sin of] ignorance; and they have brought their offering, a sacrifice made by fire unto the Lord, and their sin-offering before the Lord, for their [sin of] ignorance:"
    },
    {
      "verse": 26,
      "text": "And it shall be forgiven unto all the congregation of the children of Israel, and unto the stranger that sojourneth among them; for by all the people [was it done] in ignorance."
    },
    {
      "verse": 27,
      "text": "And if any person sin through ignorance, then shall he bring a she-goat of the first year for a sin-offering."
    },
    {
      "verse": 28,
      "text": "And the priest shall make an atonement for the person that hath erred, in his sinning through ignorance before the Lord; to make an atonement for him, that it may be forgiven unto him."
    },
    {
      "verse": 29,
      "text": "For the native born among the children of Israel, and for the stranger that sojourneth among them:—one law shall be for you, for him that acteth through ignorance."
    },
    {
      "verse": 30,
      "text": "But the person that doth aught with a high hand, be he one born in the land, or a stranger, the same dishonoreth the Lord; and that person shall be cut off from among his people."
    },
    {
      "verse": 31,
      "text": "Because the word of the Lord hath he despised, and his commandment hath he broken; that person shall be cut off, his iniquity is upon him."
    },
    {
      "verse": 32,
      "text": "And while the children of Israel were in the wilderness, they found a man gathering sticks upon the sabbath-day."
    },
    {
      "verse": 33,
      "text": "And they that found him gathering sticks brought him for judgment unto Moses and Aaron, and unto all the congregation."
    },
    {
      "verse": 34,
      "text": "And they put him in ward; because it had not been declared what should be done to him."
    },
    {
      "verse": 35,
      "text": "And the Lord said unto Moses, The man shall be put to death: all the congregation shall stone him with stones without the camp."
    },
    {
      "verse": 36,
      "text": "And all the congregation brought him forth to without the camp, and they stoned him with stones, and he died; as the Lord had commanded Moses."
    },
    {
      "verse": 37,
      "text": "And the Lord said unto Moses, as followeth,"
    },
    {
      "verse": 38,
      "text": "Speak unto the children of Israel, and say to them, that they shall make themselves fringes on the corners of their garments throughout their generations, and that they shall put upon the fringe of the corner a thread of blue:"
    },
    {
      "verse": 39,
      "text": "And it shall be unto you for a fringe, that ye may look upon it, and remember all the commandments of the Lord, and do them; and that ye seek not after [the inclination of] your own heart and [the delight of] your eyes, in pursuit of which ye have been led astray."
    },
    {
      "verse": 40,
      "text": "In order that ye may remember, and do all my commandments, and be holy unto your God."
    },
    {
      "verse": 41,
      "text": "I am the Lord your God, who brought you out of the land of Egypt, to be your God: I am the Lord your God."
    }
  ]
}