{
  "book_id": "NUM",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "(17:16) And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "(17:17) Speak unto the children of Israel, and take from them one staff each for a family division, from all their princes, according to their family divisions, twelve staves: the name of each man shalt thou write upon his staff."
    },
    {
      "verse": 3,
      "text": "(17:18) And the name of Aaron shalt thou write upon the staff of Levi; for there shall be but one staff for the head of their family division."
    },
    {
      "verse": 4,
      "text": "(17:19) And thou shalt lay them down in the tabernacle of the congregation before the testimony, where I usually meet with you."
    },
    {
      "verse": 5,
      "text": "(17:20) And it shall come to pass, that the staff of the man whom I shall choose, shall blossom: and I will allay from around me the murmurings of the children of Israel, which they murmur against you."
    },
    {
      "verse": 6,
      "text": "(17:21) And Moses spoke unto the children of Israel, and all their princes gave him each a staff, one for every prince, according to their family divisions, twelve staves: and the staff of Aaron was among their staves."
    },
    {
      "verse": 7,
      "text": "(17:22) And Moses laid down the staves before the Lord in the tabernacle of the testimony."
    },
    {
      "verse": 8,
      "text": "(17:23) And it came to pass on the morrow, that as Moses went into the tabernacle of the testimony, behold, the staff of Aaron for the house of Levi had budded; and it brought forth buds, and produced blossoms, and yielded ripe almonds."
    },
    {
      "verse": 9,
      "text": "(17:24) And Moses brought out all the staves from before the Lord unto all the children of Israel; and they looked [at them], and took away every one his staff."
    },
    {
      "verse": 10,
      "text": "(17:25) And the Lord said unto Moses, Carry back the staff of Aaron before the testimony, to be kept as a token against the children of rebellion, that there may be an end of their murmurings from around me, and they die not."
    },
    {
      "verse": 11,
      "text": "(17:26) And Moses did so; as the Lord had commanded him, so did he."
    },
    {
      "verse": 12,
      "text": "(17:27) And the children of Israel said unto Moses, thus, Behold, we perish, we are lost, we are all lost."
    },
    {
      "verse": 13,
      "text": "(17:28) Every one that cometh near at all unto the tabernacle of the Lord must die: shall we totally perish?"
    }
  ]
}