{
  "book_id": "NUM",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses and unto Aaron, saying,"
    },
    {
      "verse": 2,
      "text": "This is the statute of the law which the Lord hath commanded, saying, Speak unto the children of Israel, that they bring unto thee a completely red cow, on which there is no blemish, upon which no yoke hath ever come."
    },
    {
      "verse": 3,
      "text": "And ye shall give her unto Elazar the priest, and he shall lead her forth to without the camp, and some one shall slay her before his face:"
    },
    {
      "verse": 4,
      "text": "And Elazar the priest shall take some of her blood with his finger; and he shall sprinkle in the direction of the front of the tabernacle of the congregation of her blood seven times."
    },
    {
      "verse": 5,
      "text": "And some one shall burn the cow before his eyes; her skin, and her flesh, and her blood, with her dung, shall he burn."
    },
    {
      "verse": 6,
      "text": "And the priest shall take cedar-wood, and hyssop, and a scarlet string, and cast it into the midst of the burning of the cow."
    },
    {
      "verse": 7,
      "text": "And the priest shall wash his clothes, and he shall bathe his flesh in water, and afterward may he come into the camp; and the priest shall be unclean until the evening."
    },
    {
      "verse": 8,
      "text": "And he that burneth her shall wash his clothes in water, and bathe his flesh in water; and he shall be unclean until the evening."
    },
    {
      "verse": 9,
      "text": "And a man that is clean shall gather up the ashes of the cow, and lay them up without the camp in a clean place; and it shall be kept for the congregation of the children of Israel for a water of sprinkling: it is a purification-offering."
    },
    {
      "verse": 10,
      "text": "And he that gathereth up the ashes of the cow shall wash his clothes, and be unclean until the evening: and it shall be unto the children of Israel, and unto the stranger that sojourneth among them, for a statute for ever."
    },
    {
      "verse": 11,
      "text": "He that toucheth the dead body of any human person shall be unclean seven days."
    },
    {
      "verse": 12,
      "text": "Such a one shall purify himself with it on the third day and on the seventh day, when he shall be clean; but if he purify himself not on the third day and on the seventh day, he shall not be clean."
    },
    {
      "verse": 13,
      "text": "Whosoever toucheth the dead body, the person of any man that is dead, and purifieth himself not, hath defiled the tabernacle of the Lord; and that soul shall be cut off from Israel; because the water of sprinkling was not sprinkled upon him, he shall be unclean; his uncleanness is yet upon him."
    },
    {
      "verse": 14,
      "text": "This is the law, when a man dieth in a tent: Every one that cometh into the tent, and all that is in the tent, shall be unclean seven days."
    },
    {
      "verse": 15,
      "text": "And every open vessel, on which there is not a closely fitting cover, is unclean."
    },
    {
      "verse": 16,
      "text": "And whosoever toucheth in the open field one that hath been slain with a sword, or a dead body, or a bone of a man, or a grave, shall be unclean seven days."
    },
    {
      "verse": 17,
      "text": "And they shall take for the unclean person some of the ashes of the burnt purification-offering, and they shall put thereupon running water in a vessel."
    },
    {
      "verse": 18,
      "text": "And a clean person shall take hyssop, and dip it in the water, and sprinkle it upon the tent, and upon all the vessels, and upon the persons that have been there, and upon him that hath touched the bone, or the one slain, or the dead, or the grave:"
    },
    {
      "verse": 19,
      "text": "And the clean person shall sprinkle upon the unclean on the third day and on the seventh day; and when he hath purified him on the seventh day, then shall he wash his clothes, and bathe himself in water, and shall be clean at evening."
    },
    {
      "verse": 20,
      "text": "But a man that is unclean, and doth not purify himself, that soul shall be cut off from among the congregation; because the sanctuary of the Lord hath he defiled; the water of sprinkling hath not been sprinkled upon him; he is unclean."
    },
    {
      "verse": 21,
      "text": "And it shall be unto them for a perpetual statute; and he that sprinkleth the water of sprinkling shall wash his clothes; and he that toucheth the water of sprinkling shall be unclean until the evening."
    },
    {
      "verse": 22,
      "text": "And whatsoever the unclean person may touch shall be unclean; and the person that toucheth him shall be unclean until the evening."
    }
  ]
}