{
  "book_id": "NUM",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And when the Canaanite, the king of 'Arad, who dwelt in the south, heard that Israel was coming by the way of the spies: he made an attack on Israel, and took from them some prisoners."
    },
    {
      "verse": 2,
      "text": "And Israel made a vow unto the Lord, and said, If thou wilt but deliver this people into my hand, then will I devote their cities."
    },
    {
      "verse": 3,
      "text": "And the Lord hearkened to the voice of Israel, and he delivered up the Canaanites; and they devoted them and their cities: and they called the name of the place Chormah."
    },
    {
      "verse": 4,
      "text": "And they set forward from mount Hor by the way to the Red Sea, to go round the land of Edom: and the spirit of the people became impatient because of the way."
    },
    {
      "verse": 5,
      "text": "And the people spoke against God, and against Moses, Wherefore have ye brought us up out of Egypt to die in the wilderness? for there is no bread, and there is no water; and our soul loatheth this miserable bread."
    },
    {
      "verse": 6,
      "text": "And the Lord let loose against the people poisonous serpents, and they bit the people; and there died much people of Israel."
    },
    {
      "verse": 7,
      "text": "And the people then came to Moses, and they said, We have sinned, for we have spoken against the Lord, and against thee; pray unto the Lord, that he take away from us the serpents. And Moses prayed for the people."
    },
    {
      "verse": 8,
      "text": "And the Lord said unto Moses, Make thyself a serpent, and set it upon a pole: and it shall come to pass, that whoever is bitten shall look at it, and he shall live."
    },
    {
      "verse": 9,
      "text": "And Moses made a serpent of copper, and put it upon a pole; and it came to pass, that, when a serpent had bitten any man, and he looked up to the serpent of copper, he remained alive."
    },
    {
      "verse": 10,
      "text": "And the children of Israel set forward, and encamped in Oboth."
    },
    {
      "verse": 11,
      "text": "And they journeyed from Oboth, and encamped at 'Iye-ha'abarim, in the wilderness, which is before Moab, toward the rising of the sun."
    },
    {
      "verse": 12,
      "text": "From there they set forward and encamped in the valley of Zered."
    },
    {
      "verse": 13,
      "text": "From there they set forward, and encamped on the other side of Arnon, which is in the wilderness, and which cometh out of the boundary of the Emorites; for Arnon is the border of Moab, between Moab and between the Emorites."
    },
    {
      "verse": 14,
      "text": "Therefore mention is made in the book of the wars of the Lord, of Vaheb in Supha, and of the brooks of Arnon,"
    },
    {
      "verse": 15,
      "text": "And the descent of the brooks, that turneth toward Shebeth-'Ar, and leaneth upon the border of Moab;"
    },
    {
      "verse": 16,
      "text": "And from there to the well; this is the well where the Lord said unto Moses, Assemble the people and I will give them water."
    },
    {
      "verse": 17,
      "text": "Then did Israel sing this song, Come up, O well; sing ye unto it:"
    },
    {
      "verse": 18,
      "text": "Well, which the princes have dug, which the nobles of the people have hollowed out with the sceptre, with their staves;— and from the wilderness to Mattanah;"
    },
    {
      "verse": 19,
      "text": "And from Mattanah to Nachaliel; and from Nachaliel to Bamoth;"
    },
    {
      "verse": 20,
      "text": "And from Bamoth to the valley, which is in the fields of Moab, to the top of Pisgah, which looketh toward the desert."
    },
    {
      "verse": 21,
      "text": "And Israel sent messengers unto Sichon the king of the Emorites, saying,"
    },
    {
      "verse": 22,
      "text": "Let me pass through thy land; we will not turn aside into field, or into vineyard; we will not drink the water of a well: by the king's highway will we go along, until we have passed thy border."
    },
    {
      "verse": 23,
      "text": "But Sichon would not suffer Israel to pass through his border; and Sichon assembled all his people together; and went out against Israel into the wilderness; and he came to Yahaz, and fought against Israel."
    },
    {
      "verse": 24,
      "text": "And Israel smote him with the edge of the sword, and took possession of his land from Arnon unto Yabbok, even unto the children of 'Ammon; for the border of the children of 'Ammon was strong."
    },
    {
      "verse": 25,
      "text": "And Israel took all these cities; and Israel dwelt in all the cities of the Emorites, in Cheshbon, and in all the villages thereof."
    },
    {
      "verse": 26,
      "text": "For Cheshbon was the city of Sichon the king of the Emorites; and he had fought against the former king of Moab, and taken all his land out of his hand, up to the Arnon."
    },
    {
      "verse": 27,
      "text": "Therefore said the poets, Come into Cheshbon, let the city of Sichon be built and established."
    },
    {
      "verse": 28,
      "text": "For a fire is gone out of Cheshbon, a flame from the city of Sichon: it hath consumed 'Ar-Moab, the men of the high places of the Arnon."
    },
    {
      "verse": 29,
      "text": "Woe to thee, Moab! thou art lost, O people of Kemosh: he hath suffered his sons to become fugitives, and his daughters to go into captivity, unto the king of the Emorites, Sichon."
    },
    {
      "verse": 30,
      "text": "We have thrown them down; lost is Cheshbon even unto Dibon, and we have laid waste [all] up to Nophach, which reacheth unto Medeba."
    },
    {
      "verse": 31,
      "text": "Thus Israel dwelt in the land of the Emorites."
    },
    {
      "verse": 32,
      "text": "And Moses sent to spy out Ya'zer, and they captured the villages thereof, and drove out the Emorites that were there."
    },
    {
      "verse": 33,
      "text": "And they turned and went up by the way to Bashan; and 'Og, the king of Bashan, went out against them, he, and all his people, to the battle at Edrei."
    },
    {
      "verse": 34,
      "text": "And the Lord said unto Moses, Fear him not; for into thy hand have I delivered him, and all his people, and his land; and thou shalt do unto him as thou hast done unto Sichon, the king of the Emorites, who dwelt at Cheshbon."
    },
    {
      "verse": 35,
      "text": "And they smote him and his sons, and all his people, until there was none left unto him that escaped; and they took possession of his land."
    }
  ]
}