{
  "book_id": "NUM",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And Bil'am said unto Balak, Build me here seven altars, and prepare me here seven bullocks and seven rams."
    },
    {
      "verse": 2,
      "text": "And Balak did as Bil'am had spoken; and Balak and Bil'am offered a bullock and a ram on every altar."
    },
    {
      "verse": 3,
      "text": "And Bil'am said unto Balak, Place thyself by thy burnt-offering; and I will go, peradventure the Lord will come to meet me, and whatsoever he may show me I will tell thee: and he went thoughtfully alone."
    },
    {
      "verse": 4,
      "text": "And God met Bil'am: and he said unto him, The seven altars have I made ready, and I have offered a bullock and a ram upon every altar."
    },
    {
      "verse": 5,
      "text": "And the Lord put a word in Bil'am's mouth, and said, Return unto Balak, and thus shalt thou speak."
    },
    {
      "verse": 6,
      "text": "And he returned unto him, and, lo, he was standing by his burnt-offering, he, and all the princes of Moab."
    },
    {
      "verse": 7,
      "text": "And he took up his parable, and said, From Aram did Balak send for me, the king of Moab, out of the mountains of the east, Come, curse me Jacob, and come, defy Israel."
    },
    {
      "verse": 8,
      "text": "How shall I denounce, whom God hath not denounced? and how shall I defy, whom the Lord hath not defied?"
    },
    {
      "verse": 9,
      "text": "For from the top of rocks I see him, and from hills I behold him: lo, it is a people that shall dwell alone, and among the nations it shall not be reckoned."
    },
    {
      "verse": 10,
      "text": "Who can count the dust of Jacob, and number the fourth part of Israel? May my soul die the death of the righteous, and may my last end be like his!"
    },
    {
      "verse": 11,
      "text": "And Balak said unto Bil'am, What hast thou done unto me? to denounce my enemies did I take thee, and, behold, thou hast even blessed them."
    },
    {
      "verse": 12,
      "text": "And he answered and said, Must I not take heed to speak that only which the Lord may put in my mouth?"
    },
    {
      "verse": 13,
      "text": "And Balak said unto him, Come, I pray thee, with me unto another place, from where thou canst see them; nevertheless a portion of them only wilt thou see, but the whole of them thou wilt not see: and denounce them for me from there."
    },
    {
      "verse": 14,
      "text": "And he brought him to the field of the watchmen, on the top of Pisgah, and he built seven altars, and offered a bullock and a ram on every altar."
    },
    {
      "verse": 15,
      "text": "And he said unto Balak, Place thyself here by thy burnt-offering, while I will repair to yonder place."
    },
    {
      "verse": 16,
      "text": "And the Lord met Bil'am, and put a word in his mouth, and said, Return unto Balak, and thus shalt thou speak."
    },
    {
      "verse": 17,
      "text": "And he came to him, and, behold, he was standing by his burnt-offering, and the princes of Moab with him; and Balak said unto him: What hath the Lord spoken?"
    },
    {
      "verse": 18,
      "text": "And he took up his parable, and said, Rise up, Balak, and hear; bend hither thy ear unto me, son of Zippor!"
    },
    {
      "verse": 19,
      "text": "God is not a man, that he should lie; nor a son of man, that he should repent: hath he said, and shall he not do it? and hath he spoken, and shall he not fulfill it?"
    },
    {
      "verse": 20,
      "text": "Behold, to bless I have received [the word]; and he hath blessed, and I cannot reverse it."
    },
    {
      "verse": 21,
      "text": "He hath not beheld any wrong in Jacob, nor hath he seen perverseness in Israel: the Lord his God is with him, and the glory of the king dwelleth among him."
    },
    {
      "verse": 22,
      "text": "God, who brought them out of Egypt, is to them like the heights of the reem."
    },
    {
      "verse": 23,
      "text": "For there is no enchantment in Jacob, nor is there any divination in Israel: at the proper time shall it be said to Jacob and to Israel, what God doth work."
    },
    {
      "verse": 24,
      "text": "Behold, it is a people, that shall rise up as a lioness, and as a lion shall it raise itself: it will not lie down until it have eaten the prey, and have drunk the blood of the slain."
    },
    {
      "verse": 25,
      "text": "And Balak said unto Bil'am, Neither shalt thou denounce them, nor shalt thou any wise bless them."
    },
    {
      "verse": 26,
      "text": "But Bil'am answered and said unto Balak, Have I not spoken unto thee, saying, all that the Lord will speak, that must I do."
    },
    {
      "verse": 27,
      "text": "And Balak said unto Bil'am, Come, I pray thee, I will take thee unto another place, peradventure it may be pleasing in the eyes of God that thou mayest denounce them for me from there."
    },
    {
      "verse": 28,
      "text": "And Balak took Bil'am unto the top of Peor, that looketh toward the desert."
    },
    {
      "verse": 29,
      "text": "And Bil'am said unto Balak, Build me here seven altars, and prepare me here seven bullocks and seven rams."
    },
    {
      "verse": 30,
      "text": "And Balak did as Bil'am had said, and he offered a bullock and a ram on every altar."
    }
  ]
}