{
  "book_id": "NUM",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And when Bil'am saw that it was pleasing in the eyes of the Lord to bless Israel, he went not, as at other times, to seek for enchantments, but he set his face toward the wilderness."
    },
    {
      "verse": 2,
      "text": "And Bil'am lifted up his eyes, and when he saw Israel encamped according to their tribes, there came upon him the spirit of God."
    },
    {
      "verse": 3,
      "text": "And he took up his parable, and said, Thus saith Bil'am the son of Beor, and thus saith the man whose eyes are open;"
    },
    {
      "verse": 4,
      "text": "Thus saith he who heareth the sayings of God, who seeth the vision of the Almighty, falling down, with unvailed eyes:"
    },
    {
      "verse": 5,
      "text": "How beautiful are thy tents, O Jacob, thy dwelling, O Israel!"
    },
    {
      "verse": 6,
      "text": "As streams are they spread forth, as gardens by the river's side, as aloe-trees, which the Lord hath planted, as cedar-trees beside the waters."
    },
    {
      "verse": 7,
      "text": "Water runneth out of His buckets, that his seed may be moistened by abundance of water; and exalted above Agag shall be his king, and raised on high shall be his kingdom."
    },
    {
      "verse": 8,
      "text": "God, who brought him forth out of Egypt, is to him like the heights of the reem; he will devour nations, his oppressors, and their bones will he break, and pierce [them] through with his arrows."
    },
    {
      "verse": 9,
      "text": "He coucheth, he lieth down as a lion, and as a lioness: who shall make him rise up? They that bless thee be blessed, and they that curse thee be cursed."
    },
    {
      "verse": 10,
      "text": "And the anger of Balak was kindled against Bil'am, and he struck his hands together: and Balak said unto Bil'am, To denounce my enemies did I call thee, and, behold, thou hast even blessed them these three times."
    },
    {
      "verse": 11,
      "text": "And now flee thou to thy place: I thought to honor thee greatly; but, lo, the Lord hath kept thee back from honor."
    },
    {
      "verse": 12,
      "text": "And Bil'am said unto Balak, Did I not already speak to thy messengers, whom thou sentest unto me, saying,"
    },
    {
      "verse": 13,
      "text": "If Balak would give me his house full of silver and gold, I could not transgress the order of the Lord, to do good or evil out of my own heart: what the Lord will speak, that must I speak?"
    },
    {
      "verse": 14,
      "text": "And now, behold, I am going unto my people: come, I will advise thee against what this people will do to thy people in the end of days."
    },
    {
      "verse": 15,
      "text": "And he took up his parable and said, Thus saith Bil'am the son of Beor, and thus saith the man whose eyes are open;"
    },
    {
      "verse": 16,
      "text": "Thus saith he who heareth the sayings of God, and knoweth the knowledge of the Most High, who seeth the vision of the Almighty, falling down, with unvailed eyes:"
    },
    {
      "verse": 17,
      "text": "I see him, but not now; I behold him, but not nigh; there steppeth forth a star out of Jacob, and there ariseth a sceptre out of Israel, and he pierceth the chiefs of Moab, and destroyeth all the children of Sheth."
    },
    {
      "verse": 18,
      "text": "And Edom shall be a conquest, and Seir shall be a conquest for his enemies; and Israel shall do valiantly."
    },
    {
      "verse": 19,
      "text": "And there shall rule the one from Jacob, and he shall destroy whatever escapeth out of the city."
    },
    {
      "verse": 20,
      "text": "And he looked on Amalek, and he took up his parable, and said, The first of nations is Amalek; but his latter end shall be destruction for ever."
    },
    {
      "verse": 21,
      "text": "And he looked on the Kenites, and took up his parable, and said, Strong is thy dwelling-place, and placed on the rock is thy nest."
    },
    {
      "verse": 22,
      "text": "Nevertheless the Kenite shall be wasted: whither will Asshur carry thee away captive?"
    },
    {
      "verse": 23,
      "text": "And he took up his parable, and said, Alas, who shall live when God doth appoint this one?"
    },
    {
      "verse": 24,
      "text": "But ships will come from the coast of Kittim, and will afflict Asshur, and will afflict 'Eber; and he also will be given to destruction for ever."
    },
    {
      "verse": 25,
      "text": "And Bil'am rose up, and went and returned to his place; and Balak also went his way."
    }
  ]
}