{
  "book_id": "NUM",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Command the children of Israel, and say unto them, My offering, my bread for my sacrifices consumed by fire, for a sweet savor unto me, shall ye observe to offer unto me in its due season."
    },
    {
      "verse": 3,
      "text": "And thou shalt say unto them, This is the offering made by fire which ye shall bring unto the Lord: Sheep of the first year without blemish, two on every day, as a continual burnt-offering."
    },
    {
      "verse": 4,
      "text": "The one sheep shalt thou prepare in the morning, and the other sheep shalt thou prepare toward evening;"
    },
    {
      "verse": 5,
      "text": "And a tenth part of an ephah of fine flour for a meat-offering, mingled with the fourth part of a hin of beaten oil."
    },
    {
      "verse": 6,
      "text": "It is a continual burnt-offering, as it was prepared at mount Sinai, for a sweet savor, a sacrifice made by fire unto the Lord."
    },
    {
      "verse": 7,
      "text": "And the drink-offering thereof shall be the fourth part of a hin for the one sheep: in the holy place shalt thou cause the strong wine to be poured out as a drink-offering unto the Lord."
    },
    {
      "verse": 8,
      "text": "And the other sheep shalt thou prepare toward evening: as the meat-offering of the morning, and as the drink-offering thereof, shalt thou prepare it; an offering made by fire, for a sweet savor unto the Lord."
    },
    {
      "verse": 9,
      "text": "And on the sabbath-day two sheep of the first year without blemish, and two tenth parts of fine flour for a meat-offering, mingled with oil, and the drink-offering thereof."
    },
    {
      "verse": 10,
      "text": "This is the burnt-offering of the sabbath on every sabbath, besides the continual burnt-offering, and its drink-offering."
    },
    {
      "verse": 11,
      "text": "And on the beginnings of your months shall ye bring as a burnt-offering unto the Lord, two young bullocks, and one ram, seven sheep of the first year without blemish."
    },
    {
      "verse": 12,
      "text": "And three tenth parts of fine flour for a meat-offering, mingled with oil, for each one bullock; and two tenth parts of fine flour for a meat-offering, mingled with oil, for the one ram;"
    },
    {
      "verse": 13,
      "text": "And a tenth part of fine flour mingled with oil for a meat-offering for every sheep: as a burnt-offering for a sweet savor, a sacrifice made by fire unto the Lord."
    },
    {
      "verse": 14,
      "text": "And their drink-offerings shall be half of a hin of wine for each bullock, and the third part of a hin for the ram, and a fourth part of a hin for every sheep: this is the burnt-offering of the new moon for every month throughout the months of the year."
    },
    {
      "verse": 15,
      "text": "And one he-goat for a sin-offering unto the Lord; beside the continual burnt-offering shall it be prepared with its drink-offering."
    },
    {
      "verse": 16,
      "text": "And in the first month, on the fourteenth day of the month, the passover-lamb [must be offered] unto the Lord."
    },
    {
      "verse": 17,
      "text": "And on the fifteenth day of this month is the feast; seven days shall unleavened bread be eaten."
    },
    {
      "verse": 18,
      "text": "On the first day is a holy convocation; no manner of servile work shall ye do;"
    },
    {
      "verse": 19,
      "text": "And ye shall bring as a sacrifice made by fire for a burnt-offering unto the Lord, two young bullocks, and one ram, and seven sheep of the first year; without blemish shall they be unto you;"
    },
    {
      "verse": 20,
      "text": "And their meat-offering shall be of fine flour mingled with oil; three tenth parts for each bullock, and two tenth parts for the ram shall ye offer;"
    },
    {
      "verse": 21,
      "text": "A tenth part each shalt thou offer for every sheep, of the seven sheep;"
    },
    {
      "verse": 22,
      "text": "And one goat for a sin-offering, to make an atonement for you."
    },
    {
      "verse": 23,
      "text": "Besides the burnt-offering of the morning, which is for a continual burnt-offering, shall ye prepare these."
    },
    {
      "verse": 24,
      "text": "After this manner shall ye prepare daily, throughout the seven days, the food of the sacrifice made by fire, for a sweet savor unto the Lord: besides the continual burnt-offering shall it be prepared with its drink-offering."
    },
    {
      "verse": 25,
      "text": "And on the seventh day shall ye have a holy convocation; no servile work shall ye do."
    },
    {
      "verse": 26,
      "text": "And on the day of the first-fruits, when ye bring a new meat-offering unto the Lord, after your weeks are out, shall ye have a holy convocation; no servile work shall ye do."
    },
    {
      "verse": 27,
      "text": "And ye shall bring as a burnt-offering for a sweet savor unto the Lord, two young bullocks, one ram, seven sheep of the first year;"
    },
    {
      "verse": 28,
      "text": "And their meat-offering of fine flour mingled with oil, three tenth parts for each one bullock, two tenth parts for the one ram,"
    },
    {
      "verse": 29,
      "text": "A tenth part each for every sheep, of the seven sheep;"
    },
    {
      "verse": 30,
      "text": "One he-goat to make an atonement for you:"
    },
    {
      "verse": 31,
      "text": "Besides the continual burnt-offering and its meat-offering shall ye prepare them; without blemish shall they be unto you together with their drink-offerings."
    }
  ]
}