{
  "book_id": "NUM",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "And in the seventh month, on the first day of the month, shall ye have a holy convocation; no servile work shall ye do: a day of blowing the cornet shall it be unto you."
    },
    {
      "verse": 2,
      "text": "And ye shall prepare as a burnt-offering for a sweet savor unto the Lord, one young bullock, one ram, seven sheep of the first year without blemish;"
    },
    {
      "verse": 3,
      "text": "And their meat-offering of fine flour mingled with oil, three tenth parts for the bullock, and two tenth parts for the ram."
    },
    {
      "verse": 4,
      "text": "And one tenth part for every sheep, of the seven sheep;"
    },
    {
      "verse": 5,
      "text": "And one he-goat for a sin-offering, to make an atonement for you:"
    },
    {
      "verse": 6,
      "text": "Besides the burnt-offering of the new moon, and its meat-offering, and the daily burnt-offering, and its meat-offering, and their drink-offerings, according unto their prescribed manner; for a sweet savor, a sacrifice made by fire unto the Lord."
    },
    {
      "verse": 7,
      "text": "And on the tenth day of this seventh month shall ye have a holy convocation; and ye shall afflict your persons; no manner of work shall ye do."
    },
    {
      "verse": 8,
      "text": "And ye shall bring as a burnt-offering unto the Lord for a sweet savor, one young bullock, one ram, seven sheep of the first year; without blemish shall they be unto you."
    },
    {
      "verse": 9,
      "text": "And their meat-offering shall be of fine flour mingled with oil, three tenth parts for the bullock, two tenth parts for the one ram,"
    },
    {
      "verse": 10,
      "text": "A tenth part each for every sheep, of the seven sheep;"
    },
    {
      "verse": 11,
      "text": "One he-goat for a sin-offering: besides the sin-offering of the atonement, and the continual burnt-offering, and the meat-offering thereof, and their drink-offerings."
    },
    {
      "verse": 12,
      "text": "And on the fifteenth day of the seventh month shall ye have a holy convocation; no servile work shall ye do; and ye shall keep a feast unto the Lord seven days."
    },
    {
      "verse": 13,
      "text": "And ye shall bring as a burnt-offering, a sacrifice made by fire, for a sweet savor unto the Lord, thirteen young bullocks, two rams, and fourteen sheep of the first year; without blemish shall they be."
    },
    {
      "verse": 14,
      "text": "And their meat-offering shall be of fine flour mingled with oil, three tenth parts for every bullock of the thirteen bullocks, two tenth parts for each one ram of the two rams,"
    },
    {
      "verse": 15,
      "text": "And a tenth part each for every sheep of the fourteen sheep."
    },
    {
      "verse": 16,
      "text": "And one he-goat for a sin-offering: besides the continual burnt-offering, its meat-offering, and its drink-offering."
    },
    {
      "verse": 17,
      "text": "And on the second day, twelve young bullocks, two rams, fourteen sheep of the first year without blemish;"
    },
    {
      "verse": 18,
      "text": "And their meat-offering and their drink-offerings for the bullocks, for the rams, and for the sheep, shall be according to their number, after the prescribed manner;"
    },
    {
      "verse": 19,
      "text": "And one he-goat for a sin-offering: besides the continual burnt-offering, and the meat-offering thereof, and their drink-offerings."
    },
    {
      "verse": 20,
      "text": "And on the third day eleven bullocks, two rams, fourteen sheep of the first year without blemish;"
    },
    {
      "verse": 21,
      "text": "And their meat-offering and their drink-offerings for the bullocks, for the rams, and for the sheep, shall be according to their number, after the prescribed manner;"
    },
    {
      "verse": 22,
      "text": "And one goat for a sin-offering: besides the continual burnt-offering, and its meat-offering, and its drink-offering."
    },
    {
      "verse": 23,
      "text": "And on the fourth day ten bullocks, two rams, fourteen sheep of the first year without blemish;"
    },
    {
      "verse": 24,
      "text": "Their meat-offering and their drink-offerings for the bullocks, for the rams, and for the sheep, shall be according to their number, after the prescribed manner;"
    },
    {
      "verse": 25,
      "text": "And one he-goat for a sin-offering: besides the continual burnt-offering, its meat-offering, and its drink-offering."
    },
    {
      "verse": 26,
      "text": "And on the fifth day nine bullocks, two rams, fourteen sheep of the first year without blemish;"
    },
    {
      "verse": 27,
      "text": "And their meat-offering and their drink-offerings for the bullocks, for the rams, and for the sheep, shall be according to their number, after the prescribed manner;"
    },
    {
      "verse": 28,
      "text": "And one goat for a sin-offering: besides the continual burnt-offering, and its meat-offering, and its drink-offering."
    },
    {
      "verse": 29,
      "text": "And on the sixth day eight bullocks, two rams, fourteen sheep of the first year without blemish;"
    },
    {
      "verse": 30,
      "text": "And their meat-offering and their drink-offerings for the bullocks, for the rams, and for the sheep, shall be according to their number, after the prescribed manner;"
    },
    {
      "verse": 31,
      "text": "And one goat for a sin-offering: besides the continual burnt-offering, its meat-offering, and its drink-offerings."
    },
    {
      "verse": 32,
      "text": "And on the seventh day seven bullocks, two rams, fourteen sheep of the first year without blemish;"
    },
    {
      "verse": 33,
      "text": "And their meat-offering and their drink-offerings for the bullocks, for the rams, and for the sheep, shall be according to their number, after their prescribed manner;"
    },
    {
      "verse": 34,
      "text": "And one goat for a sin-offering: besides the continual burnt-offering, its meat-offering, and its drink-offering."
    },
    {
      "verse": 35,
      "text": "On the eighth day shall ye have a solemn assembly; no servile work shall ye do."
    },
    {
      "verse": 36,
      "text": "And ye shall bring as a burnt-offering, a sacrifice made by fire, for a sweet savor unto the Lord, one bullock, one ram, seven sheep of the first year without blemish."
    },
    {
      "verse": 37,
      "text": "Their meat-offering and their drink-offerings for the bullock, for the ram, and for the sheep, shall be according to their number, after the prescribed manner;"
    },
    {
      "verse": 38,
      "text": "And one goat for a sin-offering: besides the continual burnt-offering, and its meat-offering, and its drink-offering."
    },
    {
      "verse": 39,
      "text": "These shall ye prepare unto the Lord on your appointed festivals; besides your vows, and your freewill-offerings, consisting of your burnt-offerings, and of your meat-offerings, and of your drink-offerings, and of your peace-offerings."
    },
    {
      "verse": 40,
      "text": "(30:1) And Moses said to the children of Israel according to all that the Lord had commanded Moses."
    }
  ]
}