{
  "book_id": "NUM",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "(30:2) And Moses spoke unto the heads of the tribes of the children of Israel, saving, This is the thing which the Lord hath commanded,"
    },
    {
      "verse": 2,
      "text": "(30:3) If a man make a vow unto the Lord, or he swear an oath to bind his soul with an obligation: he shall not profane his word; according to all that proceedeth out of his mouth shall he do."
    },
    {
      "verse": 3,
      "text": "(30:4) And if a woman make a vow unto the Lord, and bind herself by an obligation, being in her father's house in her youth;"
    },
    {
      "verse": 4,
      "text": "(30:5) And her father hear her vow, and her obligation wherewith she hath bound her soul, and her father be silent to her: then shall all her vows stand, and every obligation wherewith she hath bound her soul shall stand."
    },
    {
      "verse": 5,
      "text": "(30:6) But if her father disallow her on the day that he heareth it: all her vows or her obligations, wherewith she hath bound her soul, shall not stand; and the Lord will forgive her, because her father hath disallowed her."
    },
    {
      "verse": 6,
      "text": "(30:7) And if she be given to a man, and have vows upon her, or what she may have uttered with her lips, wherewith she hath bound her soul;"
    },
    {
      "verse": 7,
      "text": "(30:8) And her husband hear it, and be silent to her on the day that he heareth it: then shall her vows stand, and her obligations wherewith she hath bound her soul, shall stand."
    },
    {
      "verse": 8,
      "text": "(30:9) But if on the day of her husband's hearing it, he disallow her: then doth he annul her vow which is upon her, and that which she hath uttered with her lips, wherewith she hath bound her soul; and the Lord will forgive her."
    },
    {
      "verse": 9,
      "text": "(30:10) But regarding the vow of a widow, or of her that is divorced, all, wherewith she hath bound her soul, shall stand for her."
    },
    {
      "verse": 10,
      "text": "(30:11) And if she had vowed in her husband's house, or had bound her soul by an obligation with an oath;"
    },
    {
      "verse": 11,
      "text": "(30:12) And her husband heard it, and was silent to her, and disallowed her not: then all her vows shall stand, and every obligation, wherewith she hath bound her soul, shall stand."
    },
    {
      "verse": 12,
      "text": "(30:13) But if her husband hath annulled them on the day he heard them: then whatsoever proceeded out of her lips, concerning her vows, or concerning the obligation of her soul, shall not stand; her husband hath annulled them; and the Lord will forgive her."
    },
    {
      "verse": 13,
      "text": "(30:14) Every vow, and every binding oath to afflict the person, her husband may confirm it, or her husband may annul it."
    },
    {
      "verse": 14,
      "text": "(30:15) But if her husband should be silent to her from day to day: then hath he confirmed all her vows, or all her obligations, which are upon her; he hath confirmed them, because he was silent to her on the day that he heard them."
    },
    {
      "verse": 15,
      "text": "(30:16) But if he should annul them after [the day] that he hath heard them: then shall he bear her iniquity."
    },
    {
      "verse": 16,
      "text": "(30:17) These are the statutes, which the Lord commanded Moses, between a man and his wife, between the father and his daughter, being yet in her youth, in her father's house."
    }
  ]
}