{
  "book_id": "NUM",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Execute the vengeance of the children of Israel on the Midianites, after which thou shalt be gathered unto thy people."
    },
    {
      "verse": 3,
      "text": "And Moses spoke unto the people, saying, Arm from yourselves some men for the army, and let them go against the Midianites, to execute the vengeance of the Lord on Midian."
    },
    {
      "verse": 4,
      "text": "A thousand each for every tribe, of all the tribes of Israel, shall ye send to the army."
    },
    {
      "verse": 5,
      "text": "And there were levied out of the thousands of Israel, a thousand of every tribe, twelve thousand armed for the army."
    },
    {
      "verse": 6,
      "text": "And Moses sent them, a thousand of every tribe, to the army; them and Phinehas the son of Elazar the priest, to the army, with the holy vessels, and the trumpets for blowing the alarm in his hand."
    },
    {
      "verse": 7,
      "text": "And they marched out against the Midianites, as the Lord had commanded Moses; and they slew every male."
    },
    {
      "verse": 8,
      "text": "And the kings of Midian they slew, besides the rest of their men that were slain; namely, Evi and Rekem, and Zur, and Chur, and Reba, the five kings of Midian; and Bil'am the son of Beor they slew with the sword."
    },
    {
      "verse": 9,
      "text": "And the children of Israel took captives the women of Midian, and their little ones; and all their cattle, and all their flocks, and all their goods, they took as spoil."
    },
    {
      "verse": 10,
      "text": "And all their cities wherein they dwelt, and all their castles they burnt with fire."
    },
    {
      "verse": 11,
      "text": "And they took all the spoil, and all the booty, both of men and of cattle."
    },
    {
      "verse": 12,
      "text": "And they brought unto Moses, and to Elazar the priest, and unto the congregation of the children of Israel, the captives, and the booty, and the spoil, unto the camp, to the plains of Moab, which are by the Jordan opposite Jericho."
    },
    {
      "verse": 13,
      "text": "And Moses, and Elazar the priest, and all the princes of the congregation, went forth to meet them, to without the camp."
    },
    {
      "verse": 14,
      "text": "And Moses was wroth with the officers of the host, the captains over the thousands, and the captains over the hundreds, who had come from the war-campaign."
    },
    {
      "verse": 15,
      "text": "And Moses said unto them, Have ye allowed all the females to live?"
    },
    {
      "verse": 16,
      "text": "Behold, these chiefly were the cause unto the children of Israel, through the counsel of Bil'am, to commit the gross trespass against the Lord in the matter of Peor; through which there was the plague among the congregation of the Lord."
    },
    {
      "verse": 17,
      "text": "And now kill ye every male among the little ones, and every woman that hath known man by lying with him shall ye kill."
    },
    {
      "verse": 18,
      "text": "But all among the women-children, that have not known a man by lying with him, keep alive for yourselves."
    },
    {
      "verse": 19,
      "text": "But ye,—you must abide without the camp seven days: all ye who have killed any person, and all who have touched any one slain, shall purify yourselves on the third day, and on the seventh day; both you and your captives."
    },
    {
      "verse": 20,
      "text": "And every garment, and whatever is made of skins, and every work of goats' hair, and every vessel made of wood, shall ye purify unto yourselves."
    },
    {
      "verse": 21,
      "text": "And Elazar the priest said unto the men of the army who had gone to the battle, This is the ordinance of the law which the Lord hath commanded Moses:"
    },
    {
      "verse": 22,
      "text": "Nevertheless the gold, and the silver, the copper, the iron, the tin, and the lead,"
    },
    {
      "verse": 23,
      "text": "Every thing that cometh into the fire shall ye make go through the fire, and it shall be clean; only it shall be purified with the waters of sprinkling: and whatsoever doth not come into the fire shall ye cause to go through the water."
    },
    {
      "verse": 24,
      "text": "And ye shall wash your clothes on the seventh day, and ye shall be clean, and after that may ye come into the camp."
    },
    {
      "verse": 25,
      "text": "And the Lord said unto Moses, as followeth,"
    },
    {
      "verse": 26,
      "text": "Take the sum of the booty of the captives, both of man and of cattle, thou, with Elazar the priest, and the chiefs of the families of the congregation:"
    },
    {
      "verse": 27,
      "text": "And thou shalt divide the booty, between those that carried on the war, who went out to the army, and between all the congregation."
    },
    {
      "verse": 28,
      "text": "And thou shalt levy a tribute unto the Lord from the men of war who went out to the army, one individual from every five hundred, of the persons, and of the beef-cattle, and of the asses, and of the sheep;"
    },
    {
      "verse": 29,
      "text": "From their half shall ye take it; and thou shalt give it unto Elazar the priest, for a heave-offering of the Lord."
    },
    {
      "verse": 30,
      "text": "And from the half of the children of Israel, shalt thou take one individual, as it may come, from any fifty, of the persons, of beef-cattle, of the asses, and of the flocks, of all manner of cattle; and thou shalt give the same unto the Levites, who keep the charge of the tabernacle of the Lord."
    },
    {
      "verse": 31,
      "text": "And Moses with Elazar the priest did, as the Lord had commanded Moses."
    },
    {
      "verse": 32,
      "text": "And the booty, being the rest of the spoil which the men of the army had taken, was of sheep and goats, six hundred thousand and seventy thousand and five thousand,"
    },
    {
      "verse": 33,
      "text": "And of beef-cattle, seventy and two thousand,"
    },
    {
      "verse": 34,
      "text": "And of asses, sixty and one thousand,"
    },
    {
      "verse": 35,
      "text": "And of human persons, of women that had not known men by lying with him, in all thirty and two thousand."
    },
    {
      "verse": 36,
      "text": "And the half, the portion of those who had gone out in the army, was, in the number of sheep and goats, three hundred thousand and seven and thirty thousand and five hundred."
    },
    {
      "verse": 37,
      "text": "And the tribute unto the Lord of the flocks was six hundred and seventy and five."
    },
    {
      "verse": 38,
      "text": "And the beef-cattle were thirty and six thousand; and the tribute thereof unto the Lord was seventy and two."
    },
    {
      "verse": 39,
      "text": "And the asses were thirty thousand and five hundred; and the tribute thereof unto the Lord was sixty and one."
    },
    {
      "verse": 40,
      "text": "And the human persons were sixteen thousand; and the tribute thereof unto the Lord was thirty and two persons."
    },
    {
      "verse": 41,
      "text": "And Moses gave the tribute, the Lord's heave-offering, unto Elazar the priest, as the Lord had commanded Moses."
    },
    {
      "verse": 42,
      "text": "And from the half of the children of Israel, which Moses divided off from the men that had gone forth in the army,—"
    },
    {
      "verse": 43,
      "text": "(Now the half of the congregation was, of sheep and goats three hundred thousand and thirty thousand, seven thousand and five hundred."
    },
    {
      "verse": 44,
      "text": "And beef-cattle, thirty and six thousand,"
    },
    {
      "verse": 45,
      "text": "And asses thirty thousand five hundred,"
    },
    {
      "verse": 46,
      "text": "And human persons sixteen thousand;)"
    },
    {
      "verse": 47,
      "text": "And Moses took from this half of the children of Israel, as it came, one from every fifty, of man and of cattle, and gave the same unto the Levites, who kept the charge of the tabernacle of the Lord; as the Lord had commanded Moses."
    },
    {
      "verse": 48,
      "text": "And there came near unto Moses the officers who had been over the thousands of the army, the captains of the thousands, and the captains of the hundreds."
    },
    {
      "verse": 49,
      "text": "And they said unto Moses, Thy servants have taken the sum of the men of war who have been under our command, and there lacketh not one man of us."
    },
    {
      "verse": 50,
      "text": "We have therefore brought an oblation unto the Lord, each what he hath gotten of vessels of gold, chains, and bracelets, finger-rings, earrings, and tablets, to make an atonement for our souls before the Lord."
    },
    {
      "verse": 51,
      "text": "And Moses with Elazar the priest took the gold from them, all kinds of wrought articles."
    },
    {
      "verse": 52,
      "text": "And all the gold of the offering that they offered up to the Lord, was sixteen thousand seven hundred and fifty shekels, from the captains of the thousands, and from the captains of the hundreds."
    },
    {
      "verse": 53,
      "text": "The men of the army had taken spoil, every man for himself."
    },
    {
      "verse": 54,
      "text": "And Moses and Elazar the priest took the gold from the captains of the thousands and of the hundreds, and they brought it into the tabernacle of the congregation, as a memorial for the children of Israel before the Lord."
    }
  ]
}