{
  "book_id": "NUM",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Now the children of Reuben and the children of Gad had a very great multitude of cattle; and they saw the land of Ya'zer, and the land of Gil'ad, that, behold, the place was a place for cattle."
    },
    {
      "verse": 2,
      "text": "And the children of Gad and the children of Reuben came, and said unto Moses, and unto Elazar the priest, and unto the princes of the congregation, as followeth,"
    },
    {
      "verse": 3,
      "text": "'Ataroth, and Dibon, and Ya'zer, and Nimrah, and Cheshbon, and El'aleh, and Sebam, and Nebo, and Be'on,"
    },
    {
      "verse": 4,
      "text": "The country which the Lord hath smitten before the congregation of Israel, is a land for cattle; and thy servants have cattle."
    },
    {
      "verse": 5,
      "text": "And they said, If we have found grace in thy eyes, let this land be given unto thy servants for a possession: do not compel us to go over the Jordan."
    },
    {
      "verse": 6,
      "text": "And Moses said unto the children of Gad, and unto the children of Reuben, Shall your brethren go to the war, and will ye sit here?"
    },
    {
      "verse": 7,
      "text": "And wherefore will you turn aside the heart of the children of Israel from going over into the land which the Lord hath given them?"
    },
    {
      "verse": 8,
      "text": "Thus did your fathers, when I sent them from Kadesh-barnea' to see the land."
    },
    {
      "verse": 9,
      "text": "For they went up as far as the valley of Eshcol, and they saw the land, and then they turned aside the heart of the children of Israel, so that they would not go into the land which the Lord had given them."
    },
    {
      "verse": 10,
      "text": "And the anger of the Lord was kindled on that day, and he swore, saying,"
    },
    {
      "verse": 11,
      "text": "Surely none of the men that came up out of Egypt, from twenty years old and upward, shall see the land which I swore unto Abraham, unto Isaac, and unto Jacob; because they have not wholly followed me:"
    },
    {
      "verse": 12,
      "text": "Save Caleb the son of Yephunneh the Kenizzite, and Joshua the son of Nun; for they have wholly followed the Lord."
    },
    {
      "verse": 13,
      "text": "And the anger of the Lord was thus kindled against Israel, and he made them wander about in the wilderness forty years, until all the generation was spent, that had done the evil in the eyes of the Lord."
    },
    {
      "verse": 14,
      "text": "And now, behold, ye are risen up in your father's stead, a new race of sinful men, to augment yet more the fierce anger of the Lord toward Israel."
    },
    {
      "verse": 15,
      "text": "For if ye turn away from after him, he will yet longer leave them in the wilderness; and ye will thus be destruction to all this people."
    },
    {
      "verse": 16,
      "text": "And they came near unto him, and said, Sheepfolds will we build for our cattle here, and cities for our little ones;"
    },
    {
      "verse": 17,
      "text": "But we ourselves will go ready armed before the children of Israel, until that we have brought them unto their place; and our little ones shall dwell in the fortified cities, because of the inhabitants of the land."
    },
    {
      "verse": 18,
      "text": "We will not return unto our houses, until the children of Israel have acquired for themselves every man his inheritance."
    },
    {
      "verse": 19,
      "text": "For we will not take possession with them on the other side of the Jordan, and farther on: when our inheritance hath come to us on this side of the Jordan eastward."
    },
    {
      "verse": 20,
      "text": "And Moses said unto them, If ye will do this thing, if ye will arm yourselves before the Lord for the war;"
    },
    {
      "verse": 21,
      "text": "And every armed man of you will go over the Jordan before the Lord, until he have driven out his enemies from before him;"
    },
    {
      "verse": 22,
      "text": "And when, only after the land hath been subdued before the Lord, ye will return, and ye be thus guiltless before the Lord, and before Israel: then shall this land be yours for a possession before the Lord."
    },
    {
      "verse": 23,
      "text": "But if ye will not do so, behold, ye have sinned against the Lord; and ye shall experience the punishment of your sin which will overtake you."
    },
    {
      "verse": 24,
      "text": "Build yourselves cities for your little ones, and folds for your flocks; and that which hath proceeded out of your mouth shall ye do."
    },
    {
      "verse": 25,
      "text": "And the children of Gad and the children of Reuben said unto Moses, as followeth, Thy servants will do as my Lord commandeth."
    },
    {
      "verse": 26,
      "text": "Our little ones, our wives, our flocks, and all our cattle, shall remain there in the cities of Gil'ad;"
    },
    {
      "verse": 27,
      "text": "But thy servants will pass over, every one that is armed for the army, before the Lord, to the war, as my Lord speaketh."
    },
    {
      "verse": 28,
      "text": "And Moses commanded concerning them Elazar the priest, and Joshua the son of Nun, and the chiefs of the families of the tribes of the children of Israel;"
    },
    {
      "verse": 29,
      "text": "And Moses said unto them, If the children of Gad and the children of Reuben do pass with you over the Jordan, every one that is armed for the war, before the Lord, and the land shall be subdued before you: then shall ye give to them the land of Gil'ad for a possession;"
    },
    {
      "verse": 30,
      "text": "But if they should not pass over armed with you, they shall take possessions among you in the land of Canaan."
    },
    {
      "verse": 31,
      "text": "And the children of Gad and the children of Reuben answered, saying, That which the Lord hath spoken concerning thy servants, even so will we do."
    },
    {
      "verse": 32,
      "text": "We will indeed pass over armed before the Lord into the land of Canaan, while ours remaineth the possession of our inheritance on this side of the Jordan."
    },
    {
      "verse": 33,
      "text": "And Moses gave unto them, to the children of Gad, and to the children of Reuben, and to half the tribe of Menasseh the son of Joseph, the kingdom of Sichon, the king of the Emorites, and the kingdom of 'Og, the king of Bashan, the land, with its cities within the boundaries, the cities of the country round about."
    },
    {
      "verse": 34,
      "text": "And the children of Gad built Dibon, and 'Ataroth, and 'Aro'er,"
    },
    {
      "verse": 35,
      "text": "And 'Atroth-shophan, and Ya'zer, and Yogbehah."
    },
    {
      "verse": 36,
      "text": "And Beth-nimrah, and Beth-haran, fortified cities, and folds for flocks,"
    },
    {
      "verse": 37,
      "text": "And the children of Reuben built Cheshbon, and El'aleh, and Kiryathayim,"
    },
    {
      "verse": 38,
      "text": "And Nebo, and Ba'al-me'on [their names being changed], and Shibmah; and they gave the former names unto the cities which they built."
    },
    {
      "verse": 39,
      "text": "And the children of Machir the son of Menasseh went to Gil'ad, and conquered it, and dispossessed the Emorites who were in it."
    },
    {
      "verse": 40,
      "text": "And Moses gave Gil'ad unto Machir the son of Menasseh; and he dwelt therein."
    },
    {
      "verse": 41,
      "text": "And Yair the son of Menasseh went and conquered the small towns thereof, and called them Chavoth-yair."
    },
    {
      "verse": 42,
      "text": "And Nobach went and conquered Kenath, and the villages thereof, and called it Nobach, after his own name."
    }
  ]
}