{
  "book_id": "NUM",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "These are the journeys of the children of Israel, who went forth out of the land of Egypt according to their armies, under the guidance of Moses and Aaron."
    },
    {
      "verse": 2,
      "text": "And Moses wrote their departures according to their journeys by the order of the Lord; and these are their journeys according to their departures."
    },
    {
      "verse": 3,
      "text": "And they set forward from Ra'meses in the first month; on the fifteenth day of the first month, on the morrow after the passover-sacrifice the children of Israel went out with a high hand before the eyes of all the Egyptians."
    },
    {
      "verse": 4,
      "text": "And the Egyptians were burying all the first-born, whom the Lord had smitten among them; and upon their gods also did the Lord execute judgments."
    },
    {
      "verse": 5,
      "text": "And the children of Israel removed from Ra'meses, and encamped in Succoth."
    },
    {
      "verse": 6,
      "text": "And they removed from Succoth, and encamped in Etham, which is on the edge of the wilderness:"
    },
    {
      "verse": 7,
      "text": "And they removed from Etham, and returned unto Pi-hachiroth, which is before Ba'al-zephon; and they encamped before Migdol."
    },
    {
      "verse": 8,
      "text": "And they removed from before Pi-hachiroth, and passed through the midst of the sea into the wilderness; and they went three days' journey in the wilderness of Etham, and encamped in Marah."
    },
    {
      "verse": 9,
      "text": "And they removed from Marah, and came unto Elim; and in Elim there were twelve springs of water, and seventy palm-trees; and they encamped there."
    },
    {
      "verse": 10,
      "text": "And they removed from Elim, and encamped by the Red Sea."
    },
    {
      "verse": 11,
      "text": "And they removed from the Red Sea, and encamped in the wilderness of Sin."
    },
    {
      "verse": 12,
      "text": "And they removed from the wilderness of Sin, and encamped in Dophkah."
    },
    {
      "verse": 13,
      "text": "And they removed from Dophkah, and encamped in Alush."
    },
    {
      "verse": 14,
      "text": "And they removed from Alush, and encamped at Rephidim, and there was no water for the people to drink."
    },
    {
      "verse": 15,
      "text": "And they removed from Rephidim, and encamped in the wilderness of Sinai."
    },
    {
      "verse": 16,
      "text": "And they removed from the wilderness of Sinai, and encamped in Kibroth-hattaavah."
    },
    {
      "verse": 17,
      "text": "And they removed from Kibroth-hattaavah, and encamped in Chazeroth."
    },
    {
      "verse": 18,
      "text": "And they removed from Chazeroth, and encamped in Rithmah."
    },
    {
      "verse": 19,
      "text": "And they removed from Rithmah, and encamped in Rimmon-perez."
    },
    {
      "verse": 20,
      "text": "And they removed from Rimmon-perez, and encamped in Libnah."
    },
    {
      "verse": 21,
      "text": "And they removed from Libnah, and encamped in Rissah."
    },
    {
      "verse": 22,
      "text": "And they removed from Rissah, and encamped in Kehelathah."
    },
    {
      "verse": 23,
      "text": "And they removed from Kehelathah, and encamped in mount Shapher."
    },
    {
      "verse": 24,
      "text": "And they removed from mount Shapher, and encamped in Charadah."
    },
    {
      "verse": 25,
      "text": "And they removed from Charadah, and encamped in Makheloth."
    },
    {
      "verse": 26,
      "text": "And they removed from Makheloth, and encamped in Tachath."
    },
    {
      "verse": 27,
      "text": "And they removed from Tachath, and encamped in Tarach."
    },
    {
      "verse": 28,
      "text": "And they removed from Tarach, and encamped in Mithkah."
    },
    {
      "verse": 29,
      "text": "And they removed from Mithkah, and encamped in Chashmonah."
    },
    {
      "verse": 30,
      "text": "And they removed from Chashmonah, and encamped in Mosseroth."
    },
    {
      "verse": 31,
      "text": "And they removed from Mosseroth, and encamped in Bene-ya'akan."
    },
    {
      "verse": 32,
      "text": "And they removed from Bene-ya'akan, and encamped in Chor-hagidgad."
    },
    {
      "verse": 33,
      "text": "And they removed from Chor-hagidgad, and encamped in Yotbathah."
    },
    {
      "verse": 34,
      "text": "And they removed from Yotbathah, and encamped in 'Abronah."
    },
    {
      "verse": 35,
      "text": "And they removed from 'Abronah, and encamped at 'Ezyon-geber."
    },
    {
      "verse": 36,
      "text": "And they removed from 'Ezyon-geber, and encamped in the wilderness of Zin, which is Kadesh."
    },
    {
      "verse": 37,
      "text": "And they removed from Kadesh, and encamped at mount Hor, in the edge of the land of Edom."
    },
    {
      "verse": 38,
      "text": "And Aaron the priest went up on mount Hor by the order of the Lord, and died there, in the fortieth year after the going out of the children of Israel from the land of Egypt, in the fifth month, on the first of the month."
    },
    {
      "verse": 39,
      "text": "And Aaron was a hundred and twenty and three years old when he died on mount Hor."
    },
    {
      "verse": 40,
      "text": "And the Canaanite the king of 'Arad, who dwelt on the south side in the land of Canaan, heard of the coming of the children of Israel."
    },
    {
      "verse": 41,
      "text": "And they removed from mount Hor, and encamped in Zalmonah."
    },
    {
      "verse": 42,
      "text": "And they removed from Zalmonah, and encamped in Punon."
    },
    {
      "verse": 43,
      "text": "And they removed from Punon, and encamped in Oboth."
    },
    {
      "verse": 44,
      "text": "And they removed from Oboth, and encamped in 'Iye-ha'abarim, on the border of Moab."
    },
    {
      "verse": 45,
      "text": "And they removed from Iyim, and encamped in Dibon-gad."
    },
    {
      "verse": 46,
      "text": "And they removed from Dibon-gad, and encamped in 'Almon-diblathaymah."
    },
    {
      "verse": 47,
      "text": "And they removed from 'Almon-diblathaymah, and encamped on the mountains of 'Abarim, before Nebo."
    },
    {
      "verse": 48,
      "text": "And they removed from the mountains of 'Abarim, and encamped in the plains of Moab by the Jordan opposite Jericho."
    },
    {
      "verse": 49,
      "text": "And they encamped by the Jordan, from Beth-hayeshimoth even unto Abel-hashittim in the plains of Moab."
    },
    {
      "verse": 50,
      "text": "And the Lord spoke unto Moses in the plains of Moab by the Jordan opposite Jericho, saying,"
    },
    {
      "verse": 51,
      "text": "Speak unto the children of Israel, and say unto them, When ye pass over the Jordan into the land of Canaan:"
    },
    {
      "verse": 52,
      "text": "Then shall ye drive out all the inhabitants of the land from before you, and ye shall destroy all their statues, and all their molten images shall ye destroy, and devastate all their high places."
    },
    {
      "verse": 53,
      "text": "And ye shall drive out [the inhabitants of] the land, and ye shall dwell therein; for unto you have I given the land to possess it."
    },
    {
      "verse": 54,
      "text": "And ye shall divide the land by lot for an inheritance among your families; to the numerous shall ye give the more inheritance, and to the small in number shall ye give the less inheritance: there, where the lot designateth it for him, shall every one's possessions be; according to the tribes of your fathers shall ye divide it among yourselves."
    },
    {
      "verse": 55,
      "text": "But if ye will not drive out the inhabitants of the land from before you: then shall it come to pass, that those whom ye will let remain of them shall be as thorns in your eyes, and as stings in your sides, and they shall trouble you in the land wherein ye dwell."
    },
    {
      "verse": 56,
      "text": "And it shall come to pass, that as I purposed to do unto them, will I do unto you."
    }
  ]
}