{
  "book_id": "NUM",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Command the children of Israel, and say unto them, when ye come into the land of Canaan, shall this be the land that shall fall unto you for an inheritance: The land of Canaan according to its boundaries."
    },
    {
      "verse": 3,
      "text": "And the southern side shall be unto you from the wilderness of Zin along by the boundary of Edom, and your southern border shall commence at the outmost edge of the Salt Sea on its east side."
    },
    {
      "verse": 4,
      "text": "And the border shall turn for you from the south of the ascent of 'Akrabbim, and pass on to Zin; and its terminating points shall be to the south of Kadesh-barnea', and shall go on to Chazar-addar, and pass on to Azmon;"
    },
    {
      "verse": 5,
      "text": "And the border shall turn from 'Azmon unto the river of Egypt, and its terminating points shall be at the sea."
    },
    {
      "verse": 6,
      "text": "And as the western border, shall ye have the Great Sea for a border: this shall be your western border."
    },
    {
      "verse": 7,
      "text": "And this shall be unto you the northern border: from the Great Sea shall ye mark out for you [the boundary to] mount Hor;"
    },
    {
      "verse": 8,
      "text": "From mount Hor shall ye mark out [the boundary] unto the entrance of Chamath; and the terminations of the border shall be toward Zedad;"
    },
    {
      "verse": 9,
      "text": "And the border shall go on to Ziphron, and its terminating points shall be at Chazar'-enan: this shall be unto you the northern border."
    },
    {
      "verse": 10,
      "text": "And ye shall turn yourselves to the eastern border, from Chazar-'enan to Shepham;"
    },
    {
      "verse": 11,
      "text": "And the boundary shall go down from Shepham to Riblah, to the eastward of 'Ayin; and the boundary shall descend, and shall touch upon the coast of the sea of Kinnereth, eastward;"
    },
    {
      "verse": 12,
      "text": "And the border shall go down to the Jordan, and its terminating points shall be at the Salt Sea: this shall be your land after its boundaries round about."
    },
    {
      "verse": 13,
      "text": "And Moses commanded the children of Israel, saying, This is the land which ye shall divide among yourselves by lot, which the Lord hath commanded to give unto the nine tribes, and to the half tribe."
    },
    {
      "verse": 14,
      "text": "For the tribe of the children of Reuben according to their family divisions, and the tribe of the children of Gad according to their family divisions, have received,—and the half of the tribe of Menasseh have received their inheritance;"
    },
    {
      "verse": 15,
      "text": "The two tribes and the half tribe have received their inheritance on this side of the Jordan opposite Jericho eastward, toward the rising of the sun."
    },
    {
      "verse": 16,
      "text": "And the Lord spoke unto Moses, saying,"
    },
    {
      "verse": 17,
      "text": "These are the names of the men who shall parcel out unto you the land: Elazar the priest, and Joshua the son of Nun."
    },
    {
      "verse": 18,
      "text": "And one prince each from every tribe shall ye take to parcel out the land."
    },
    {
      "verse": 19,
      "text": "And these are the names of the men: Of the tribe of Judah, Caleb the son of Yephunneh:"
    },
    {
      "verse": 20,
      "text": "And of the tribe of the children of Simeon, Shemuel the son of 'Ammihud;"
    },
    {
      "verse": 21,
      "text": "Of the tribe of Benjamin, Elidad the son of Kisslon;"
    },
    {
      "verse": 22,
      "text": "And of the tribe of the children of Dan the prince, Bukki the son of Yogli;"
    },
    {
      "verse": 23,
      "text": "Of the children of Joseph, for the tribe of the children of Menasseh the prince, Channiel the son of Ephod;"
    },
    {
      "verse": 24,
      "text": "And of the tribe of the children of Ephraim the prince, Kemuel the son of Shiphtan;"
    },
    {
      "verse": 25,
      "text": "And of the tribe of the children of Zebulun the prince, Elizaphan the son of Parnach;"
    },
    {
      "verse": 26,
      "text": "And of the tribe of the children of Issachar the prince, Paltiel the son of 'Azzan;"
    },
    {
      "verse": 27,
      "text": "And of the tribe of the children of Asher the prince, Achihud the son of Shelomi;"
    },
    {
      "verse": 28,
      "text": "And of the tribe of the children of Naphtali the prince, Pedahel the son of 'Ammihud."
    },
    {
      "verse": 29,
      "text": "These are they whom the Lord hath commanded to divide out the inheritance unto the children of Israel in the land of Canaan."
    }
  ]
}