{
  "book_id": "NUM",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "And there came near the chiefs of the divisions of the family of the children of Gil'ad, the son of Machir, the son of Menasseh, of the families of the sons of Joseph; and they spoke before Moses, and before the princes, the chiefs of the divisions of the children of Israel;"
    },
    {
      "verse": 2,
      "text": "And they said, the Lord hath commanded my Lord to give the land for an inheritance by lot to the children of Israel; and my Lord hath been commanded by the Lord to give the inheritance of Zelophehad our brother unto his daughters."
    },
    {
      "verse": 3,
      "text": "And if they become the wives of any of the sons of the [other] tribes of the children of Israel: then will their inheritance be taken from the inheritance of our fathers, and be added to the inheritance of the tribe whereamong they may be married; and from the lot of our inheritance will it be taken away."
    },
    {
      "verse": 4,
      "text": "And whenever the jubilee shall be to the children of Israel: then will their inheritance be added unto the inheritance of the tribe whereamong they may be married; and from the inheritance of the tribe of our fathers will their inheritance be taken away."
    },
    {
      "verse": 5,
      "text": "And Moses commanded the children of Israel by the order of the Lord, saying, the tribe of the sons of Joseph have spoken well."
    },
    {
      "verse": 6,
      "text": "This is the thing which the Lord hath commanded concerning the daughters of Zelophehad, saying, To those who are pleasing in their eyes may they become wives; however only to the family of the tribe of their father shall they become wives."
    },
    {
      "verse": 7,
      "text": "And the inheritance of the children of Israel shall not pass from tribe to tribe; but the children of Israel shall adhere every one to the inheritance of the tribe of his fathers."
    },
    {
      "verse": 8,
      "text": "And every daughter that inheriteth any possession out of any tribe of the children of Israel, shall become the wife unto one of the family of the tribe of her father; in order that the children of Israel may inherit every one the inheritance of his fathers."
    },
    {
      "verse": 9,
      "text": "And no inheritance shall pass from one tribe to another tribe; but the tribes of the children of Israel shall adhere, every one, to his own inheritance."
    },
    {
      "verse": 10,
      "text": "Even as the Lord had commanded Moses, so did the daughters of Zelophehad;"
    },
    {
      "verse": 11,
      "text": "And Machlah, Tirzah, and Choglah, and Milcah, and No'ah, the daughters of Zelophehad became the wives of the sons of their uncles."
    },
    {
      "verse": 12,
      "text": "[To persons] of the families of the sons of Menasseh the son of Joseph did they become wives, and their inheritance remained in the tribe of the family of their father."
    },
    {
      "verse": 13,
      "text": "These are the commandments and the ordinances, which the Lord commanded by the hand of Moses unto the children of Israel, in the plain of Moab by the Jordan opposite Jericho."
    }
  ]
}