{
  "book_id": "JOB",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the land of Uz lived a man whose name was Job. He was an upright and good man, fearing God and departing from evil."
    },
    {
      "verse": 2,
      "text": "He had seven sons and three daughters."
    },
    {
      "verse": 3,
      "text": "His substance was seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred she-asses, and a great number of servants; so that he was the greatest of all the inhabitants of the East."
    },
    {
      "verse": 4,
      "text": "Now it was the custom of his sons to make a feast in their houses, each on his day, and to send and invite their three sisters to eat and to drink with them."
    },
    {
      "verse": 5,
      "text": "And when the days of their feasting had gone round, Job used to send for them and sanctify them, and to rise up early in the morning and offer burnt-offerings according to the number of them all; for Job said, It may be that my sons have sinned, and have renounced God in their hearts. Thus did Job continually."
    },
    {
      "verse": 6,
      "text": "Now on a certain day the sons of God came to present themselves before Jehovah, and Satan also came among them."
    },
    {
      "verse": 7,
      "text": "And Jehovah said to Satan, Whence comest thou? Then Satan answered Jehovah, and said, From wandering over the earth, and walking up and down in it."
    },
    {
      "verse": 8,
      "text": "And Jehovah said to Satan, Hast thou observed my servant Job, that there is none like him in the earth, an upright and good man, fearing God and departing from evil?"
    },
    {
      "verse": 9,
      "text": "Then Satan answered Jehovah, Is it for nought that Job feareth God?"
    },
    {
      "verse": 10,
      "text": "Hast thou not placed a hedge around him, and around his house, and around all his possessions? Thou hast prospered the work of his hands, and his herds are greatly increased in the land."
    },
    {
      "verse": 11,
      "text": "But only put forth thy hand, and touch whatever he possesseth, and to thy face will he renounce thee."
    },
    {
      "verse": 12,
      "text": "And Jehovah said to Satan, Behold, all that he hath is in thy power; but upon him lay not thy hand. So Satan went forth from the presence of Jehovah."
    },
    {
      "verse": 13,
      "text": "Now on a certain day the sons and daughters of Job were eating and drinking wine in their eldest brother's house,"
    },
    {
      "verse": 14,
      "text": "when a messenger came to Job, and said, The oxen were ploughing, and the asses feeding beside them,"
    },
    {
      "verse": 15,
      "text": "and the Sabaeans fell upon them, and took them away; the servants also they slew with the edge of the sword; and I only am escaped alone to tell thee."
    },
    {
      "verse": 16,
      "text": "While he was yet speaking, there came also another, and said, The fire of God hath fallen from heaven, and hath burned up the sheep and the servants, and consumed them; and I only am escaped alone to tell thee."
    },
    {
      "verse": 17,
      "text": "While he was yet speaking, there came also another, and said, The Chaldaeans made out three bands, and fell upon the camels, and carried them away; the servants also they slew with the edge of the sword; and I only am escaped alone to tell thee."
    },
    {
      "verse": 18,
      "text": "While he was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in their eldest brother's house;"
    },
    {
      "verse": 19,
      "text": "and, lo! there came a great wind from the desert, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee."
    },
    {
      "verse": 20,
      "text": "Then Job arose, and rent his mantle, and shaved his head, and fell down upon the ground, and worshipped;"
    },
    {
      "verse": 21,
      "text": "and said, Naked came I forth from my mother's womb, and naked shall I return thither. Jehovah gave, and Jehovah hath taken away; blessed be the name of Jehovah!"
    },
    {
      "verse": 22,
      "text": "In all this Job sinned not, nor uttered vain words against God."
    }
  ]
}