{
  "book_id": "JOB",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Again there was a day when the sons of God came to present themselves before Jehovah; and Satan came also among them to present himself before Jehovah."
    },
    {
      "verse": 2,
      "text": "And Jehovah said to Satan, Whence comest thou? And Satan answered Jehovah, and said, From wandering over the earth, and walking up and down in it."
    },
    {
      "verse": 3,
      "text": "Then said Jehovah to Satan, Hast thou observed my servant Job, that there is none like him upon the earth, an upright and good man, fearing God and departing from evil? And still he holdeth fast his integrity, although thou didst excite me against him to destroy him without a cause."
    },
    {
      "verse": 4,
      "text": "And Satan answered Jehovah, and said, Skin for skin, yea, all that a man hath will he give for his life."
    },
    {
      "verse": 5,
      "text": "But put forth now thy hand, and touch his bone and his flesh, and to thy face will he renounce thee."
    },
    {
      "verse": 6,
      "text": "And Jehovah said to Satan, Behold, he is in thy hand; but spare his life."
    },
    {
      "verse": 7,
      "text": "Then Satan went forth from the presence of Jehovah, and smote Job with sore boils from the sole of his foot to his crown."
    },
    {
      "verse": 8,
      "text": "And he took a potsherd to scrape himself withal, and sat down among the ashes."
    },
    {
      "verse": 9,
      "text": "Then said his wife to him, Dost thou still retain thine integrity? Renounce God, and die."
    },
    {
      "verse": 10,
      "text": "But he said to her, Thou talkest like one of the foolish women. What! shall we receive good at the hand of God, and shall we not receive evil? In all this, Job sinned not with his lips."
    },
    {
      "verse": 11,
      "text": "Now three friends of Job heard of all this evil that had come upon him, and came each one from his home; Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite; for they had agreed to come to mourn with him, and to comfort him."
    },
    {
      "verse": 12,
      "text": "And they lifted up their eyes at a distance, and knew him not; then they raised their voices and wept, and rent each one his mantle, and sprinkled dust upon their heads toward heaven."
    },
    {
      "verse": 13,
      "text": "And they sat down with him upon the ground seven days and seven nights, and none spake a word to him; for they saw that his grief was very great."
    }
  ]
}