{
  "book_id": "JOB",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "At length Job opened his mouth, and cursed the day of his birth."
    },
    {
      "verse": 2,
      "text": "And Job spake and said:"
    },
    {
      "verse": 3,
      "text": "Perish the day in which I was born, and the night which said, “A man-child is conceived!”"
    },
    {
      "verse": 4,
      "text": "Let that day be darkness; Let not God seek it from above; Yea, let not the light shine upon it!"
    },
    {
      "verse": 5,
      "text": "Let darkness and the shadow of death redeem it; Let a cloud dwell upon it; Let whatever darkeneth the day terrify it!"
    },
    {
      "verse": 6,
      "text": "As for that night, let darkness seize upon it; Let it not rejoice among the days of the year; Let it not come into the number of the months!"
    },
    {
      "verse": 7,
      "text": "O let that night be unfruitful! Let there be in it no voice of joy;"
    },
    {
      "verse": 8,
      "text": "Let them that curse the day curse it, Who are skilful to stir up the leviathan!"
    },
    {
      "verse": 9,
      "text": "Let the stars of its twilight be darkened; Let it long for light, and have none; Neither let it see the eyelashes of the morning!"
    },
    {
      "verse": 10,
      "text": "Because it shut not up the doors of my mother's womb, And hid not trouble from mine eyes."
    },
    {
      "verse": 11,
      "text": "Why died I not at my birth? Why did I not expire when I came forth from the womb?"
    },
    {
      "verse": 12,
      "text": "Why did the knees receive me, And why the breasts, that I might suck?"
    },
    {
      "verse": 13,
      "text": "For now should I lie down and be quiet; I should sleep; then should I be at rest,"
    },
    {
      "verse": 14,
      "text": "With kings and counsellors of the earth, Who built up for themselves—ruins!"
    },
    {
      "verse": 15,
      "text": "Or with princes that had gold, And filled their houses with silver;"
    },
    {
      "verse": 16,
      "text": "Or, as a hidden untimely birth, I had perished; As infants which never saw the light."
    },
    {
      "verse": 17,
      "text": "There the wicked cease from troubling; There the weary are at rest."
    },
    {
      "verse": 18,
      "text": "There the prisoners rest together; They hear not the voice of the oppressor."
    },
    {
      "verse": 19,
      "text": "The small and the great are there, And the servant is free from his master."
    },
    {
      "verse": 20,
      "text": "Why giveth He light to him that is in misery, And life to the bitter in soul,"
    },
    {
      "verse": 21,
      "text": "Who long for death, and it cometh not, And dig for it more than for hid treasures;"
    },
    {
      "verse": 22,
      "text": "Who rejoice exceedingly, Yea, exult, when they can find a grave?"
    },
    {
      "verse": 23,
      "text": "Why is light given to a man from whom the way is hid, And whom God hath hedged in?"
    },
    {
      "verse": 24,
      "text": "For my sighing cometh before I eat, And my groans are poured out like water."
    },
    {
      "verse": 25,
      "text": "For that which I dread overtaketh me; That at which I shudder cometh upon me."
    },
    {
      "verse": 26,
      "text": "I have no peace, nor quiet, nor respite: Misery cometh upon me continually."
    }
  ]
}