{
  "book_id": "JOB",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Then spake Eliphaz the Temanite, and said:"
    },
    {
      "verse": 2,
      "text": "If one attempt a word with thee, wilt thou be offended? But who can refrain from speaking?"
    },
    {
      "verse": 3,
      "text": "Behold, thou hast admonished many; Thou hast strengthened feeble hands;"
    },
    {
      "verse": 4,
      "text": "Thy words have upheld him that was falling, And thou hast given strength to feeble knees."
    },
    {
      "verse": 5,
      "text": "But now it is come upon thee, and thou faintest; It toucheth thee, and thou art confounded!"
    },
    {
      "verse": 6,
      "text": "Is not thy fear of God thy hope, And the uprightness of thy ways thy confidence?"
    },
    {
      "verse": 7,
      "text": "Remember, I pray thee, who ever perished being innocent? Or where have the righteous been cut off?"
    },
    {
      "verse": 8,
      "text": "According to what I have seen, they who plough iniquity, And sow mischief, reap the same."
    },
    {
      "verse": 9,
      "text": "By the blast of God they perish, And by the breath of his nostrils they are consumed."
    },
    {
      "verse": 10,
      "text": "The roaring of the lion, and the voice of the fierce lion, And the teeth of the young lions are broken."
    },
    {
      "verse": 11,
      "text": "The fierce lion perisheth for lack of prey, And the whelps of the lioness are scattered abroad."
    },
    {
      "verse": 12,
      "text": "A word was once secretly brought to me, And mine ear caught a whisper thereof."
    },
    {
      "verse": 13,
      "text": "Amid thoughts from visions of the night, When deep sleep falleth upon men,"
    },
    {
      "verse": 14,
      "text": "A fear and a horror came upon me, Which made all my bones to shake."
    },
    {
      "verse": 15,
      "text": "Then a spirit passed before my face, The hair of my flesh rose on end;"
    },
    {
      "verse": 16,
      "text": "It stood still, but its form I could not discern; An image was before mine eyes; There was silence, and I heard a voice:"
    },
    {
      "verse": 17,
      "text": "“Shall mortal man be more just than God? Shall man be more pure than his Maker?"
    },
    {
      "verse": 18,
      "text": "Behold, he putteth no trust in his ministering spirits, And his angels he chargeth with frailty."
    },
    {
      "verse": 19,
      "text": "What then are they who dwell in houses of clay, Whose foundation is in the dust, Who crumble to pieces, as if moth-eaten!"
    },
    {
      "verse": 20,
      "text": "Between morning and evening are they destroyed; They perish for ever, and none regardeth it."
    },
    {
      "verse": 21,
      "text": "The excellency that is in them is torn away; They die before they have become wise.”"
    }
  ]
}