{
  "book_id": "JOB",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Call now, see if any will answer thee! And to which of the holy ones wilt thou look?"
    },
    {
      "verse": 2,
      "text": "Verily grief destroyeth the fool, And wrath consumeth the weak man."
    },
    {
      "verse": 3,
      "text": "I have seen an impious man taking root, But soon I cursed his habitation."
    },
    {
      "verse": 4,
      "text": "His children are far from safety; They are oppressed at the gate, and there is none to deliver them."
    },
    {
      "verse": 5,
      "text": "His harvest the hungry devour, Carrying it even through the thorns; And a snare gapeth after his substance."
    },
    {
      "verse": 6,
      "text": "For affliction cometh not from the dust, Nor doth trouble spring up from the ground;"
    },
    {
      "verse": 7,
      "text": "Behold, man is born to trouble, As the sparks fly upward."
    },
    {
      "verse": 8,
      "text": "I would look to God, And to God would I commit my cause,"
    },
    {
      "verse": 9,
      "text": "Who doeth great things and unsearchable; Yea, marvellous things without number;"
    },
    {
      "verse": 10,
      "text": "Who giveth rain upon the earth, And sendeth water upon the fields;"
    },
    {
      "verse": 11,
      "text": "Who placeth the lowly in high places, And restoreth the afflicted to prosperity;"
    },
    {
      "verse": 12,
      "text": "Who disappointeth the devices of the crafty, So that their hands cannot perform their enterprises;"
    },
    {
      "verse": 13,
      "text": "Who taketh the wise in their own craftiness, And bringeth to nought the counsel of the artful."
    },
    {
      "verse": 14,
      "text": "They meet with darkness in the daytime; They grope at noon as if it were night."
    },
    {
      "verse": 15,
      "text": "So he saveth the persecuted from their mouth; The oppressed from the hand of the mighty."
    },
    {
      "verse": 16,
      "text": "So the poor hath hope, And iniquity stoppeth her mouth."
    },
    {
      "verse": 17,
      "text": "Behold, happy is the man whom God correcteth; Therefore despise not thou the chastening of the Almighty."
    },
    {
      "verse": 18,
      "text": "For he bruiseth, and bindeth up; He woundeth, and his hands make whole."
    },
    {
      "verse": 19,
      "text": "In six troubles will he deliver thee; Yea, in seven shall no evil touch thee."
    },
    {
      "verse": 20,
      "text": "In famine he will redeem thee from death, And in war from the power of the sword."
    },
    {
      "verse": 21,
      "text": "Thou shalt be safe from the scourge of the tongue, And shalt not be afraid of destruction, when it cometh."
    },
    {
      "verse": 22,
      "text": "At destruction and famine thou shalt laugh, And of the wild beasts of the land shalt thou not be afraid."
    },
    {
      "verse": 23,
      "text": "For thou shalt be in league with the stones of the field; Yea, the beasts of the forest shall be at peace with thee."
    },
    {
      "verse": 24,
      "text": "Thou shalt find that thy tent is in peace; Thou shalt visit thy dwelling, and not be disappointed."
    },
    {
      "verse": 25,
      "text": "Thou shalt see thy descendants numerous, And thine offspring as the grass of the earth."
    },
    {
      "verse": 26,
      "text": "Thou shalt come to thy grave in full age, As a shock of corn gathered in its season."
    },
    {
      "verse": 27,
      "text": "Lo! this we have searched out; so it is: Hear it, and lay it up in thy mind!"
    }
  ]
}