{
  "book_id": "JOB",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Is there not a war-service for man on the earth? Are not his days as the days of a hireling?"
    },
    {
      "verse": 2,
      "text": "As a servant panteth for the shade, And as a hireling looketh for his wages,"
    },
    {
      "verse": 3,
      "text": "So am I made to possess months of affliction, And wearisome nights are appointed for me."
    },
    {
      "verse": 4,
      "text": "If I lie down, I say, When shall I arise, and the night be gone? And I am full of restlessness until the dawning of the day."
    },
    {
      "verse": 5,
      "text": "My flesh is clothed with worms, and clods of dust; My skin is broken and become loathsome."
    },
    {
      "verse": 6,
      "text": "My days are swifter than a weaver's shuttle; They pass away without hope."
    },
    {
      "verse": 7,
      "text": "O remember that my life is a breath; That mine eye shall no more see good!"
    },
    {
      "verse": 8,
      "text": "The eye of him that hath seen me shall see me no more; Thine eyes shall look for me, but I shall not be."
    },
    {
      "verse": 9,
      "text": "As the cloud dissolveth and wasteth away, So he that goeth down to the grave shall arise no more;"
    },
    {
      "verse": 10,
      "text": "No more shall he return to his house, And his dwelling-place shall know him no more."
    },
    {
      "verse": 11,
      "text": "Therefore I will not restrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul."
    },
    {
      "verse": 12,
      "text": "Am I a sea, or a sea-monster, That thou settest a watch over me?"
    },
    {
      "verse": 13,
      "text": "When I say, My bed shall relieve me, My couch shall ease my complaint,"
    },
    {
      "verse": 14,
      "text": "Then thou scarest me with dreams, And terrifiest me with visions;"
    },
    {
      "verse": 15,
      "text": "So that my soul chooseth strangling, Yea, death, rather than these my bones."
    },
    {
      "verse": 16,
      "text": "I am wasting away; I shall not live alway: Let me alone, for my days are a vapor!"
    },
    {
      "verse": 17,
      "text": "What is man, that thou shouldst make great account him, And fix thy mind upon him?—"
    },
    {
      "verse": 18,
      "text": "That thou shouldst visit him every morning, And prove him every moment?"
    },
    {
      "verse": 19,
      "text": "How long ere thou wilt look away from me, And let me alone, till I have time to breathe?"
    },
    {
      "verse": 20,
      "text": "If I have sinned, what have I done to thee, O thou watcher of men! Why hast thou set me up as thy mark, So that I have become a burden to myself?"
    },
    {
      "verse": 21,
      "text": "And why dost thou not pardon my transgression, And take away mine iniquity? ((7:22)) For soon shall I sleep in the dust; And, though thou seek me diligently, I shall not be."
    }
  ]
}