{
  "book_id": "JOB",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Bildad the Shuhite, and said:"
    },
    {
      "verse": 2,
      "text": "How long wilt thou speak such things? How long shall the words of thy mouth be like a strong wind?"
    },
    {
      "verse": 3,
      "text": "Will God pervert judgment? Or will the Almighty pervert justice?"
    },
    {
      "verse": 4,
      "text": "As thy children sinned against him, He hath given them up to their transgression."
    },
    {
      "verse": 5,
      "text": "But if thou wilt seek early to God, And make thy supplication to the Almighty,—"
    },
    {
      "verse": 6,
      "text": "If thou wilt be pure and upright, Surely he will yet arise for thee, And prosper thy righteous habitation;"
    },
    {
      "verse": 7,
      "text": "So that thy beginning shall be small, And thy latter end very great."
    },
    {
      "verse": 8,
      "text": "For inquire, I pray thee, of the former age, And mark what hath been searched out by their fathers;"
    },
    {
      "verse": 9,
      "text": "(For we are of yesterday and know nothing, Since our days upon the earth are but a shadow;)"
    },
    {
      "verse": 10,
      "text": "Will not they instruct thee, and tell thee, And utter words from their understanding?"
    },
    {
      "verse": 11,
      "text": "“Can the paper-reed grow up without mire? Can the bulrush grow without water?"
    },
    {
      "verse": 12,
      "text": "While it is yet in its greenness, and is not cut down, It withereth before any other herb."
    },
    {
      "verse": 13,
      "text": "Such is the fate of all who forget God; So perisheth the hope of the ungodly."
    },
    {
      "verse": 14,
      "text": "His confidence shall come to nought, And his trust shall prove a spider's web."
    },
    {
      "verse": 15,
      "text": "He shall lean upon his house, and it shall not stand; He shall lay fast hold on it, but it shall not endure."
    },
    {
      "verse": 16,
      "text": "He is in full green before the sun, And his branches shoot forth over his garden;"
    },
    {
      "verse": 17,
      "text": "His roots are entwined about the heap, And he seeth the place of stones;"
    },
    {
      "verse": 18,
      "text": "When he shall be destroyed from his place, It shall deny him, saying, 'I never saw thee.'"
    },
    {
      "verse": 19,
      "text": "Lo! such is the joy of his course! And others shall spring up from his place”"
    },
    {
      "verse": 20,
      "text": "Behold, God will not cast away an upright man; Nor will he help the evil-doers."
    },
    {
      "verse": 21,
      "text": "While he filleth thy mouth with laughter, And thy lips with gladness,"
    },
    {
      "verse": 22,
      "text": "They that hate thee shall be clothed with shame, And the dwelling-place of the wicked shall come to nought."
    }
  ]
}