{
  "book_id": "JOB",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said:"
    },
    {
      "verse": 2,
      "text": "Of a truth, I know that it is so: For how can man be just before God?"
    },
    {
      "verse": 3,
      "text": "If he choose to contend with him, He cannot answer him to one charge of a thousand."
    },
    {
      "verse": 4,
      "text": "He is excellent in wisdom, mighty in strength: Who hath hardened himself against him, and prospered?"
    },
    {
      "verse": 5,
      "text": "He removeth the mountains, and they know it not; He overturneth them in his anger."
    },
    {
      "verse": 6,
      "text": "He shaketh the earth out of her place, And the pillars thereof tremble."
    },
    {
      "verse": 7,
      "text": "He commandeth the sun, and it riseth not, And he sealeth up the stars."
    },
    {
      "verse": 8,
      "text": "He alone spreadeth out the heavens, And walketh upon the high waves of the sea."
    },
    {
      "verse": 9,
      "text": "He made the Bear, Orion, and the Pleiades, And the secret chambers of the South."
    },
    {
      "verse": 10,
      "text": "He doeth great things past finding out, Yea, wonderful things without number."
    },
    {
      "verse": 11,
      "text": "Lo! he goeth by me, but I see him not; He passeth along, but I do not perceive him."
    },
    {
      "verse": 12,
      "text": "Lo! he seizeth, and who can hinder him? Who will say to him, What doest thou?"
    },
    {
      "verse": 13,
      "text": "God will not turn away his anger; The proud helpers are brought low before him."
    },
    {
      "verse": 14,
      "text": "How much less shall I answer him, And choose out words to contend with him?"
    },
    {
      "verse": 15,
      "text": "Though I were innocent, I would not answer him; I would cast myself on the mercy of my judge."
    },
    {
      "verse": 16,
      "text": "Should I call, and he make answer to me, I could not believe that he listened to my voice,—"
    },
    {
      "verse": 17,
      "text": "He who falleth upon me with a tempest, And multiplieth my wounds without cause!"
    },
    {
      "verse": 18,
      "text": "Who will not suffer me to take my breath, But filleth me with bitterness!"
    },
    {
      "verse": 19,
      "text": "If I look to strength, “Lo! here am I!” [[saith he,]] If to justice, “Who shall summon me to trial?”"
    },
    {
      "verse": 20,
      "text": "Though I were upright, yet must my own mouth condemn me; Though I were innocent, He would prove me perverse."
    },
    {
      "verse": 21,
      "text": "Though I were innocent, I would not care for myself; I would despise my life."
    },
    {
      "verse": 22,
      "text": "It is all one; therefore I will affirm, He destroyeth the righteous and the wicked alike."
    },
    {
      "verse": 23,
      "text": "When the scourge bringeth sudden destruction, He laugheth at the sufferings of the innocent."
    },
    {
      "verse": 24,
      "text": "The earth is given into the hands of the wicked; He covereth the face of the judges thereof; If it be not He, who is it?"
    },
    {
      "verse": 25,
      "text": "My days have been swifter than a courier; They have fled away; they have seen no good."
    },
    {
      "verse": 26,
      "text": "They have gone by like the reed-skiffs; Like the eagle, darting upon his prey."
    },
    {
      "verse": 27,
      "text": "If I say, I will forget my lamentation, I will change my countenance, and take courage,"
    },
    {
      "verse": 28,
      "text": "Still am I in dread of the multitude of my sorrows; For I know that thou wilt not hold me innocent."
    },
    {
      "verse": 29,
      "text": "I shall be found guilty; Why then should I labor in vain?"
    },
    {
      "verse": 30,
      "text": "If I wash myself in snow, And cleanse my hands with lye,"
    },
    {
      "verse": 31,
      "text": "Still wilt thou plunge me into the pit, So that my own clothes will abhor me."
    },
    {
      "verse": 32,
      "text": "For He is not a man, as I am, that I may contend with him, And that we may go together into judgment;"
    },
    {
      "verse": 33,
      "text": "There is no umpire between us, Who may lay his hand upon us both."
    },
    {
      "verse": 34,
      "text": "Let him take from me his rod, And not dismay me with his terrors,"
    },
    {
      "verse": 35,
      "text": "Then I will speak, and not be afraid of him: For I am not so at heart."
    }
  ]
}