{
  "book_id": "JOB",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I am weary of my life; I will let loose within me my complaint; I will speak in the bitterness of my soul."
    },
    {
      "verse": 2,
      "text": "I will say unto God, Do not condemn me! Show me wherefore thou contendest with me!"
    },
    {
      "verse": 3,
      "text": "Is it a pleasure to thee to oppress, And to despise the work of thy hands, And to shine upon the plans of the wicked?"
    },
    {
      "verse": 4,
      "text": "Hast thou eyes of flesh, Or seest thou as man seeth?"
    },
    {
      "verse": 5,
      "text": "Are thy days as the days of a man, Are thy years as the days of a mortal,"
    },
    {
      "verse": 6,
      "text": "That thou seekest after my iniquity, And searchest after my sin,"
    },
    {
      "verse": 7,
      "text": "Though thou knowest that I am not guilty, And that none can deliver from thy hand?"
    },
    {
      "verse": 8,
      "text": "Have thy hands completely fashioned and made me In every part, that thou mightst destroy me?"
    },
    {
      "verse": 9,
      "text": "O remember that thou hast moulded me as clay! And wilt thou bring me again to dust?"
    },
    {
      "verse": 10,
      "text": "Thou didst pour me out as milk, And curdle me as cheese;"
    },
    {
      "verse": 11,
      "text": "With skin and flesh didst thou clothe me, And strengthen me with bones and sinews;"
    },
    {
      "verse": 12,
      "text": "Thou didst grant me life and favor, And thy protection preserved my breath:"
    },
    {
      "verse": 13,
      "text": "Yet these things thou didst lay up in thy heart! I know that this was in thy mind."
    },
    {
      "verse": 14,
      "text": "If I sin, then thou markest me, And wilt not acquit me of mine iniquity."
    },
    {
      "verse": 15,
      "text": "If I am wicked,—then woe unto me! Yet if righteous, I dare not lift up my head; I am full of confusion, beholding my affliction."
    },
    {
      "verse": 16,
      "text": "If I lift it up, like a lion thou huntest me, And again showest thyself terrible unto me."
    },
    {
      "verse": 17,
      "text": "Thou renewest thy witnesses against me, And increasest thine anger toward me; New hosts continually rise up against me."
    },
    {
      "verse": 18,
      "text": "Why then didst thou bring me forth from the womb? I should have perished, and no eye had seen me;"
    },
    {
      "verse": 19,
      "text": "I should be as though I had not been; I should have been borne from the womb to the grave."
    },
    {
      "verse": 20,
      "text": "Are not my days few? O spare then, And let me alone, that I may be at ease a little while,"
    },
    {
      "verse": 21,
      "text": "Before I go— whence I shall not return—To the land of darkness and death-shade,"
    },
    {
      "verse": 22,
      "text": "The land of darkness like the blackness of death-shade, Where is no order, and where the light is as darkness."
    }
  ]
}