{
  "book_id": "JOB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Zophar the Naamathite, and said:"
    },
    {
      "verse": 2,
      "text": "Shall not the multitude of words receive an answer? Shall the man of words be justified?"
    },
    {
      "verse": 3,
      "text": "Shall thy boastings make men hold their peace? Shalt thou mock, and none put thee to shame?"
    },
    {
      "verse": 4,
      "text": "Thou sayest, My speech is pure; I am clean in thine eyes, [[O God!]]"
    },
    {
      "verse": 5,
      "text": "But O that God would speak, And open his lips against thee;"
    },
    {
      "verse": 6,
      "text": "That he would show thee the secrets of his wisdom,—His wisdom, which is unsearchable! Then shouldst thou know that God forgiveth thee many of thine iniquities."
    },
    {
      "verse": 7,
      "text": "Canst thou search out the deep things of God? Canst thou find out the Almighty to perfection?"
    },
    {
      "verse": 8,
      "text": "'Tis high as heaven, what canst thou do? Deeper than hell, what canst thou know?"
    },
    {
      "verse": 9,
      "text": "The measure thereof is longer than the earth, And broader than the sea."
    },
    {
      "verse": 10,
      "text": "If he apprehend, and bind, and bring to trial, Who shall oppose him?"
    },
    {
      "verse": 11,
      "text": "For he knoweth the unrighteous; He seeth iniquity, when they do not observe it."
    },
    {
      "verse": 12,
      "text": "But vain man is without understanding; Yea, man is born a wild ass's colt."
    },
    {
      "verse": 13,
      "text": "If thou direct thy heart, And stretch out thy hands, toward him;"
    },
    {
      "verse": 14,
      "text": "If thou put away iniquity from thy hand, And let not wickedness dwell in thy habitation,—"
    },
    {
      "verse": 15,
      "text": "Then shalt thou lift up thy face without spot; Yea, thou shalt be steadfast, and have no fear."
    },
    {
      "verse": 16,
      "text": "For thou shalt forget thy misery, Or remember it as waters that have passed away."
    },
    {
      "verse": 17,
      "text": "Thy life shall be brighter than the noon-day; Now thou art in darkness, thou shalt then be as morning."
    },
    {
      "verse": 18,
      "text": "Thou shalt be secure, because there is hope; Now thou art disappointed, thou shalt then rest in safety."
    },
    {
      "verse": 19,
      "text": "Thou shalt lie down, and none shall make thee afraid; And many shall make suit unto thee."
    },
    {
      "verse": 20,
      "text": "But the eyes of the wicked shall be wearied out; They shall find no refuge; Their hope is—the breathing forth of life."
    }
  ]
}