{
  "book_id": "JOB",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said:"
    },
    {
      "verse": 2,
      "text": "No doubt ye are the whole people! And wisdom will die with you!"
    },
    {
      "verse": 3,
      "text": "But I have understanding as well as you; I am not inferior to you: Yea, who knoweth not such things as these?"
    },
    {
      "verse": 4,
      "text": "I am become a laughing-stock to my friend,—I who call upon God, that he would answer me! The innocent and upright man is held in derision."
    },
    {
      "verse": 5,
      "text": "To calamity belongeth contempt in the mind of one at ease; It is ready for them that slip with the feet."
    },
    {
      "verse": 6,
      "text": "The tents of robbers are in prosperity, And they who provoke God are secure, Who carry their God in their hand."
    },
    {
      "verse": 7,
      "text": "For ask now the beasts, and they will teach thee; Or the fowls of the air, and they will tell thee;"
    },
    {
      "verse": 8,
      "text": "Or speak to the earth, and it will instruct thee; And the fishes of the sea will declare unto thee."
    },
    {
      "verse": 9,
      "text": "Who among all these doth not know That the hand of Jehovah doeth these things?"
    },
    {
      "verse": 10,
      "text": "In whose hand is the soul of every living thing, And the breath of all mankind."
    },
    {
      "verse": 11,
      "text": "Doth not the ear prove words, As the mouth tasteth meat?"
    },
    {
      "verse": 12,
      "text": "With the aged is wisdom, And with length of days is understanding."
    },
    {
      "verse": 13,
      "text": "With Him are wisdom and strength; With Him counsel and understanding."
    },
    {
      "verse": 14,
      "text": "Lo! he pulleth down, and it shall not be rebuilt; He bindeth a man, and he shall not be set loose."
    },
    {
      "verse": 15,
      "text": "Lo! he withholdeth the waters, and they are dried up; He sendeth them forth, and they lay waste the earth."
    },
    {
      "verse": 16,
      "text": "With him are strength and wisdom; The deceived and the deceiver are his."
    },
    {
      "verse": 17,
      "text": "He leadeth counsellors away captive, And judges he maketh fools."
    },
    {
      "verse": 18,
      "text": "He looseth the authority of kings, And bindeth their loins with a cord."
    },
    {
      "verse": 19,
      "text": "He leadeth priests away captive, And overthroweth the mighty."
    },
    {
      "verse": 20,
      "text": "He removeth speech from the trusty, And taketh away judgment from the elders."
    },
    {
      "verse": 21,
      "text": "He poureth contempt upon princes, And looseth the girdle of the mighty."
    },
    {
      "verse": 22,
      "text": "He revealeth deep things out of darkness, And bringeth the shadow of death to light."
    },
    {
      "verse": 23,
      "text": "He exalteth nations, and destroyeth them; He enlargeth nations, and leadeth them captive."
    },
    {
      "verse": 24,
      "text": "He taketh away the understanding of the great men of the land, And causeth them to wander in a wilderness, where is no path;"
    },
    {
      "verse": 25,
      "text": "They grope in the dark without light; He maketh them stagger like a drunken man."
    }
  ]
}