{
  "book_id": "JOB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Lo! all this mine eye hath seen; Mine ear hath heard and understood it."
    },
    {
      "verse": 2,
      "text": "What ye know, I know also; I am not inferior to you."
    },
    {
      "verse": 3,
      "text": "But O that I might speak with the Almighty! O that I might reason with God!"
    },
    {
      "verse": 4,
      "text": "For ye are forgers of lies; Physicians of no value, all of you!"
    },
    {
      "verse": 5,
      "text": "O that ye would altogether hold your peace! This, truly, would be wisdom in you."
    },
    {
      "verse": 6,
      "text": "Hear, I pray you, my arguments; Attend to the pleadings of my lips!"
    },
    {
      "verse": 7,
      "text": "Will ye speak falsehood for God? Will ye utter deceit for him?"
    },
    {
      "verse": 8,
      "text": "Will ye be partial to his person? Will ye contend earnestly for God?"
    },
    {
      "verse": 9,
      "text": "Will it be well for you, if he search you thoroughly? Can ye deceive him, as one may deceive a man?"
    },
    {
      "verse": 10,
      "text": "Surely he will rebuke you, If ye secretly have respect to persons."
    },
    {
      "verse": 11,
      "text": "Doth not his majesty make you afraid, And his dread fall upon you?"
    },
    {
      "verse": 12,
      "text": "Your maxims are words of dust; Your fortresses are fortresses of clay."
    },
    {
      "verse": 13,
      "text": "Hold your peace, and let me speak: And then come upon me what will!"
    },
    {
      "verse": 14,
      "text": "Why do I take my flesh in my teeth, And put my life in my hand?"
    },
    {
      "verse": 15,
      "text": "Lo! he slayeth me, and I have no hope! Yet will I justify my ways before him."
    },
    {
      "verse": 16,
      "text": "This also shall be my deliverance; For no unrighteous man will come before him."
    },
    {
      "verse": 17,
      "text": "Hear attentively my words, And give ear to my declaration!"
    },
    {
      "verse": 18,
      "text": "Behold, I have now set in order my cause; I know that I am innocent."
    },
    {
      "verse": 19,
      "text": "Who is he that can contend with me? For then would I hold my peace, and die!"
    },
    {
      "verse": 20,
      "text": "Only do not unto me two things, Then will I not hide myself from thy presence;"
    },
    {
      "verse": 21,
      "text": "Let not thy hand be heavy upon me, And let not thy terrors make me afraid:"
    },
    {
      "verse": 22,
      "text": "Then call upon me, and I will answer; Or I will speak, and answer thou me."
    },
    {
      "verse": 23,
      "text": "How many are my iniquities and sins? Make me to know my faults and transgressions."
    },
    {
      "verse": 24,
      "text": "Wherefore dost thou hide thy face, And account me as thine enemy?"
    },
    {
      "verse": 25,
      "text": "Wilt thou put in fear the driven leaf? Wilt thou pursue the dry stubble?"
    },
    {
      "verse": 26,
      "text": "For thou writest bitter things against me, And makest me inherit the sins of my youth."
    },
    {
      "verse": 27,
      "text": "Yea, thou puttest my feet in the stocks, And waterest all my paths; Thou hemmest in the soles of my feet."
    },
    {
      "verse": 28,
      "text": "And I, like an abandoned thing, shall waste away; Like a garment which is moth-eaten."
    }
  ]
}