{
  "book_id": "JOB",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Man, that is born of woman, Is of few days, and full of trouble."
    },
    {
      "verse": 2,
      "text": "He cometh forth as a flower, and is cut down; He fleeth also as a shadow, and continueth not."
    },
    {
      "verse": 3,
      "text": "And dost thou fix thine eyes upon such a one? And dost thou bring me into judgment with thee?"
    },
    {
      "verse": 4,
      "text": "Who can produce a clean thing from an unclean? Not one."
    },
    {
      "verse": 5,
      "text": "Seeing that his days are determined, And the number of his months, with thee, And that thou hast appointed him bounds which he cannot pass,"
    },
    {
      "verse": 6,
      "text": "O turn thine eyes from him, and let him rest, That he may enjoy, as a hireling, his day!"
    },
    {
      "verse": 7,
      "text": "For there is hope for a tree, If it be cut down, that it will sprout again, And that its tender branches will not fail;"
    },
    {
      "verse": 8,
      "text": "Though its root may have grown old in the earth, And though its trunk be dead upon the ground,"
    },
    {
      "verse": 9,
      "text": "Through the scent of water it will bud, And put forth boughs, like a young plant."
    },
    {
      "verse": 10,
      "text": "But man dieth, and he is gone! Man expireth, and where is he?"
    },
    {
      "verse": 11,
      "text": "The waters fail from the lake; And the stream wasteth and drieth up;"
    },
    {
      "verse": 12,
      "text": "So man lieth down, and riseth not; Till the heavens be no more, he shall not awake, Nor be roused from his sleep."
    },
    {
      "verse": 13,
      "text": "O that thou wouldst hide me in the under-world! That thou wouldst conceal me till thy wrath be past! That thou wouldst appoint me a time, and then remember me!"
    },
    {
      "verse": 14,
      "text": "If a man die, can he live again? All the days of my war-service would I wait, Till my change should come."
    },
    {
      "verse": 15,
      "text": "Thou wilt call, and I will answer thee; Thou wilt have compassion upon the work of thy hands!"
    },
    {
      "verse": 16,
      "text": "But now thou numberest my steps; Thou watchest over my sins."
    },
    {
      "verse": 17,
      "text": "My transgression is sealed up in a bag; Yea, thou addest unto my iniquity."
    },
    {
      "verse": 18,
      "text": "As the mountain falling cometh to nought, And the rock is removed from its place;"
    },
    {
      "verse": 19,
      "text": "As the waters wear away the stones, And the floods wash away the dust of the earth, So thou destroyest the hope of man."
    },
    {
      "verse": 20,
      "text": "Thou prevailest against him continually, and he perisheth; Thou changest his countenance, and sendest him away."
    },
    {
      "verse": 21,
      "text": "His sons come to honor, but he knoweth it not; Or they are brought low, but he perceiveth it not."
    },
    {
      "verse": 22,
      "text": "But his flesh shall have pain for itself alone; For itself alone shall his soul mourn."
    }
  ]
}