{
  "book_id": "JOB",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "But Job answered and said:"
    },
    {
      "verse": 2,
      "text": "Of such things as these I have heard enough! Miserable comforters are ye all!"
    },
    {
      "verse": 3,
      "text": "Will there ever be an end to words of wind? What stirreth thee up, that thou answerest?"
    },
    {
      "verse": 4,
      "text": "I also might speak like you, If ye were now in my place; I might string together words against you, And shake my head at you."
    },
    {
      "verse": 5,
      "text": "I would strengthen you with my mouth, And the consolation of my lips should sustain you."
    },
    {
      "verse": 6,
      "text": "If I speak, my grief is not assuaged; And if I forbear, it doth not leave me."
    },
    {
      "verse": 7,
      "text": "For now He hath quite exhausted me; Thou hast desolated all my house!"
    },
    {
      "verse": 8,
      "text": "Thou hast seized hold of me, and this is a witness against me; My leanness riseth up and testifieth against me to my face."
    },
    {
      "verse": 9,
      "text": "His anger teareth my flesh, and pursueth me; He gnasheth upon me with his teeth; My adversary sharpeneth his eyes upon me."
    },
    {
      "verse": 10,
      "text": "They gape for me with their mouths; In scorn they smite me on the cheek; With one consent they assemble against me."
    },
    {
      "verse": 11,
      "text": "God hath given me a prey to the unrighteous, And delivered me into the hands of the wicked."
    },
    {
      "verse": 12,
      "text": "I was at ease, but he hath crushed me; He hath seized me by the neck, and dashed me in pieces; He hath set me up for his mark."
    },
    {
      "verse": 13,
      "text": "His archers encompass me around; He pierceth my reins, and doth not spare; He poureth out my gall upon the ground."
    },
    {
      "verse": 14,
      "text": "He breaketh me with breach upon breach; He rusheth upon me like a warrior."
    },
    {
      "verse": 15,
      "text": "I have sewed sackcloth upon my skin, And thrust my horn into the dust."
    },
    {
      "verse": 16,
      "text": "My face is red with weeping, And upon my eyelids is deathlike darkness."
    },
    {
      "verse": 17,
      "text": "Yet is there no injustice in my bands. And my prayer hath been pure."
    },
    {
      "verse": 18,
      "text": "O earth! cover not thou my blood, And let there be no hiding-place for my cry!"
    },
    {
      "verse": 19,
      "text": "Yet even now, behold, my witness is in heaven, And he who knoweth me is on high."
    },
    {
      "verse": 20,
      "text": "My friends have me in derision, But my eye poureth out tears unto God."
    },
    {
      "verse": 21,
      "text": "O that one might contend for a man with God, As a man contendeth with his neighbor!"
    },
    {
      "verse": 22,
      "text": "For when a few years shall have passed, I shall go the way whence I shall not return."
    }
  ]
}