{
  "book_id": "JOB",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "My breath is exhausted; My days are at an end; The grave is ready for me."
    },
    {
      "verse": 2,
      "text": "Are not revilers before me? And doth not my eye dwell upon their provocations?"
    },
    {
      "verse": 3,
      "text": "Give a pledge, I pray thee; be thou a surety for me with thee; Who is he that will strike hands with me?"
    },
    {
      "verse": 4,
      "text": "Behold, thou hast blinded their understanding; Therefore thou wilt not suffer them to prevail."
    },
    {
      "verse": 5,
      "text": "He who delivereth up his friends as a prey,—The eyes of his children shall fail."
    },
    {
      "verse": 6,
      "text": "He made me the by-word of the people; Yea, I have become their abhorrence."
    },
    {
      "verse": 7,
      "text": "My eye therefore is dim with sorrow, And all my limbs are as a shadow."
    },
    {
      "verse": 8,
      "text": "Upright men will be astonished at this, And the innocent will rouse themselves against the wicked."
    },
    {
      "verse": 9,
      "text": "The righteous will also hold on his way, And he that hath clean hands will gather strength."
    },
    {
      "verse": 10,
      "text": "But as for you all, return, I pray! I find not yet among you one wise man."
    },
    {
      "verse": 11,
      "text": "My days are at an end; My plans are broken off; Even the treasures of my heart."
    },
    {
      "verse": 12,
      "text": "Night hath become day to me; The light bordereth on darkness."
    },
    {
      "verse": 13,
      "text": "Yea, I look to the grave as my home; I have made my bed in darkness."
    },
    {
      "verse": 14,
      "text": "I say to the pit, Thou art my father! And to the worm, My mother! and, My sister!"
    },
    {
      "verse": 15,
      "text": "Where then is my hope? Yea, my hope, who shall see it?"
    },
    {
      "verse": 16,
      "text": "It must go down to the bars of the under-world, As soon as there is rest for me in the dust."
    }
  ]
}