{
  "book_id": "JOB",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Bildad the Shuhite answered and said:"
    },
    {
      "verse": 2,
      "text": "How long ere ye make an end of words? Understand, and then we will speak!"
    },
    {
      "verse": 3,
      "text": "Why are we accounted as brutes, And reputed vile in your sight?"
    },
    {
      "verse": 4,
      "text": "Thou that tearest thyself in thine anger! Must the earth be deserted for thee, And the rock removed from its place?"
    },
    {
      "verse": 5,
      "text": "Behold, the light of the wicked shall be put out, And the flame of his fire shall not shine."
    },
    {
      "verse": 6,
      "text": "Light shall become darkness in his tent, And his lamp over him shall go out."
    },
    {
      "verse": 7,
      "text": "His strong steps shall be straitened, And his own plans shall cast him down."
    },
    {
      "verse": 8,
      "text": "He is brought into the net by his own feet, And he walketh upon snares."
    },
    {
      "verse": 9,
      "text": "The trap layeth hold of him by the heel, And the snare holdeth him fast."
    },
    {
      "verse": 10,
      "text": "A net is secretly laid for him on the ground, And a trap for him in the pathway."
    },
    {
      "verse": 11,
      "text": "Terrors affright him on every side, And harass him at his heels."
    },
    {
      "verse": 12,
      "text": "His strength is wasted by hunger, And destruction is ready at his side."
    },
    {
      "verse": 13,
      "text": "His limbs are consumed, Yea, his limbs are devoured by the first-born of death."
    },
    {
      "verse": 14,
      "text": "He is torn from his tent, which was his confidence, And is borne away to the king of terrors."
    },
    {
      "verse": 15,
      "text": "They who are none of his shall dwell in his tent; Brimstone shall be scattered upon his habitation."
    },
    {
      "verse": 16,
      "text": "His roots below shall be dried up, And his branches above shall be withered."
    },
    {
      "verse": 17,
      "text": "His memory perisheth from the earth, And no name hath he in the land."
    },
    {
      "verse": 18,
      "text": "He shall be thrust from light into darkness, And driven out of the world."
    },
    {
      "verse": 19,
      "text": "He hath no son, nor kinsman among his people, Nor any survivor in his dwelling-place."
    },
    {
      "verse": 20,
      "text": "They that come after him shall be amazed at his fate, As they that were before them were struck with horror."
    },
    {
      "verse": 21,
      "text": "Yea, such is the dwelling of the unrighteous man; Such is the place of him who knoweth not God!"
    }
  ]
}