{
  "book_id": "JOB",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "But Job answered and said:"
    },
    {
      "verse": 2,
      "text": "How long will ye vex my soul, And break me in pieces with words?"
    },
    {
      "verse": 3,
      "text": "These ten times have ye reviled me; Without shame do ye stun me!"
    },
    {
      "verse": 4,
      "text": "And be it, indeed, that I have erred, My error abideth with myself."
    },
    {
      "verse": 5,
      "text": "Since, indeed, ye magnify yourselves against me, And plead against me my reproach,"
    },
    {
      "verse": 6,
      "text": "Know then that it is God who hath brought me low; He hath encompassed me with his net."
    },
    {
      "verse": 7,
      "text": "Behold, I complain of wrong, but receive no answer; I cry aloud, but obtain no justice."
    },
    {
      "verse": 8,
      "text": "He hath fenced up my way, so that I cannot pass, And hath set darkness in my paths."
    },
    {
      "verse": 9,
      "text": "He hath stripped me of my glory, And taken the crown from my head."
    },
    {
      "verse": 10,
      "text": "He hath destroyed me on every side, and I am gone! He hath torn up my hope like a tree."
    },
    {
      "verse": 11,
      "text": "He kindleth his anger against me, And counteth me as his enemy."
    },
    {
      "verse": 12,
      "text": "His troops advance together against me; They throw up for themselves a way to me, And encamp around my dwelling."
    },
    {
      "verse": 13,
      "text": "My brethren he hath put far from me, And my acquaintance are wholly estranged from me."
    },
    {
      "verse": 14,
      "text": "My kinsfolk have forsaken me, And my bosom friends have forgotten me."
    },
    {
      "verse": 15,
      "text": "The foreigners of my house, yea, my own maid-servants, regard me as a stranger; I am an alien in their eyes."
    },
    {
      "verse": 16,
      "text": "I call my servant, and he maketh no answer; With my own mouth do I entreat him."
    },
    {
      "verse": 17,
      "text": "My breath is become strange to my wife, And my prayers also to my own mother's sons."
    },
    {
      "verse": 18,
      "text": "Even young children despise me; When I rise up, they speak against me."
    },
    {
      "verse": 19,
      "text": "All my bosom friends abhor me, And they whom I loved are turned against me."
    },
    {
      "verse": 20,
      "text": "My bones cleave to my flesh and my skin, And I have scarcely escaped with the skin of my teeth."
    },
    {
      "verse": 21,
      "text": "Have pity upon me, O ye my friends! have pity upon me; For the hand of God hath smitten me!"
    },
    {
      "verse": 22,
      "text": "Why do ye persecute me like God, And are not satisfied with my flesh?"
    },
    {
      "verse": 23,
      "text": "O that my words were now written! O that they were marked down in a scroll!"
    },
    {
      "verse": 24,
      "text": "That with an iron pen, and with lead, They were engraven upon the rock for ever!"
    },
    {
      "verse": 25,
      "text": "Yet I know that my Vindicator liveth, And will hereafter stand up on the earth;"
    },
    {
      "verse": 26,
      "text": "And though with my skin this body be wasted away, Yet without my flesh shall I see God."
    },
    {
      "verse": 27,
      "text": "Yea, I shall see him my friend; My eyes shall behold him, and not another: For this, my soul panteth within me."
    },
    {
      "verse": 28,
      "text": "Since ye say, “How may we persecute him, And find grounds of accusation against him?”"
    },
    {
      "verse": 29,
      "text": "Be ye afraid of the sword! For malice is a crime for the sword; That ye may know that judgment cometh."
    }
  ]
}