{
  "book_id": "JOB",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Then answered Zophar the Naamathite, and said:"
    },
    {
      "verse": 2,
      "text": "For this do my thoughts lead me to reply, And for this is my ardor within me."
    },
    {
      "verse": 3,
      "text": "I have heard my shameful rebuke; And the spirit, from my understanding, answereth for me."
    },
    {
      "verse": 4,
      "text": "Knowest thou not, that from the days of old, From the time when man was placed upon the earth,"
    },
    {
      "verse": 5,
      "text": "The triumphing of the wicked hath been short, And the joy of the impious but for a moment?"
    },
    {
      "verse": 6,
      "text": "Though his greatness mount up to the heavens, And his head reach to the clouds,"
    },
    {
      "verse": 7,
      "text": "Yet shall he perish for ever, and be mingled with dust; They who saw him shall say, Where is he?"
    },
    {
      "verse": 8,
      "text": "He shall flee away like a dream, and shall not be found; Yea, he shall disappear like a vision of the nigh."
    },
    {
      "verse": 9,
      "text": "The eye also which saw him shall see him no more, And his dwelling-place shall never more behold him."
    },
    {
      "verse": 10,
      "text": "His sons shall seek the favor of the poor, And their hands shall give back his wealth."
    },
    {
      "verse": 11,
      "text": "His bones are full of his youth, But they shall lie down with him in the dust."
    },
    {
      "verse": 12,
      "text": "Though wickedness be sweet in his mouth, Though he hide it under his tongue,"
    },
    {
      "verse": 13,
      "text": "Though he cherish it, and will not part with it, And keep it fast in his mouth,"
    },
    {
      "verse": 14,
      "text": "Yet his meat shall be changed within him, And become to him the poison of asps."
    },
    {
      "verse": 15,
      "text": "He hath glutted himself with riches, And he shall throw them up again; Yea, God shall cast them out of his body."
    },
    {
      "verse": 16,
      "text": "He shall suck the poison of asps; The tongue of the viper shall destroy him."
    },
    {
      "verse": 17,
      "text": "He shall never see the flowing streams, And the rivers of honey and milk."
    },
    {
      "verse": 18,
      "text": "The fruits of his toil he shall give back, and shall not enjoy them: It is substance to be restored, and he shall not rejoice therein."
    },
    {
      "verse": 19,
      "text": "Because he hath oppressed and abandoned the poor, And seized upon the house which he did not build;"
    },
    {
      "verse": 20,
      "text": "Because he knew no rest in his bosom, He shall not save that in which he delighteth."
    },
    {
      "verse": 21,
      "text": "Because nothing escaped his greediness, His prosperity shall not endure."
    },
    {
      "verse": 22,
      "text": "In the fulness of his abundance he shall be brought low; Every hand of the wretched shall come upon him."
    },
    {
      "verse": 23,
      "text": "He shall, indeed, have wherewith to fill himself: God shall send upon him the fury of his anger, And rain it down upon him for his food."
    },
    {
      "verse": 24,
      "text": "If he fleeth from the iron weapon, The bow of brass shall pierce him through."
    },
    {
      "verse": 25,
      "text": "He draweth the arrow, and it cometh forth from his body; Yea, the glittering steel cometh out of his gall. Terrors are upon him;"
    },
    {
      "verse": 26,
      "text": "Calamity of every kind is treasured up for him. A fire not blown shall consume him; It shall consume whatever is left in his tent."
    },
    {
      "verse": 27,
      "text": "The heavens shall reveal his iniquity, And the earth shall rise up against him."
    },
    {
      "verse": 28,
      "text": "The substance of his house shall disappear; It shall flow away in the day of His wrath."
    },
    {
      "verse": 29,
      "text": "Such is the portion of the wicked man from God, And the inheritance appointed for him by the Almighty."
    }
  ]
}