{
  "book_id": "JOB",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "But Job answered and said:"
    },
    {
      "verse": 2,
      "text": "Hear attentively my words, And let this be your consolation."
    },
    {
      "verse": 3,
      "text": "Bear with me, that I may speak; And after I have spoken, mock on!"
    },
    {
      "verse": 4,
      "text": "Is my complaint concerning man? Why then should I not be angry?"
    },
    {
      "verse": 5,
      "text": "Look upon me, and be astonished, And lay your hand upon your mouth!"
    },
    {
      "verse": 6,
      "text": "When I think of it, I am confounded; Trembling taketh hold of my flesh."
    },
    {
      "verse": 7,
      "text": "Why is it that the wicked live, Grow old, yea, become mighty in substance?"
    },
    {
      "verse": 8,
      "text": "Their children are established in their sight with them, And their offspring before their eyes."
    },
    {
      "verse": 9,
      "text": "Their houses are in peace, without fear, And the rod of God cometh not upon them."
    },
    {
      "verse": 10,
      "text": "Their bull gendereth, and faileth not; Their cow calveth, and casteth not her calf."
    },
    {
      "verse": 11,
      "text": "They send forth their little ones like a flock, And their children dance."
    },
    {
      "verse": 12,
      "text": "They sing to the timbrel and harp, And rejoice at the sound of the pipe."
    },
    {
      "verse": 13,
      "text": "They spend their days in prosperity, And in a moment go down to the under-world."
    },
    {
      "verse": 14,
      "text": "And yet they say unto God, “Depart from us! We desire not the knowledge of thy ways!"
    },
    {
      "verse": 15,
      "text": "Who is the Almighty, that we should serve him? And what will it profit us, if we pray to him?”"
    },
    {
      "verse": 16,
      "text": "[[Ye say,]] “Lo! their prosperity is not secure in their hands! Far from me be the conduct of the wicked!”"
    },
    {
      "verse": 17,
      "text": "How often is it, that the lamp of the wicked is put out? And that destruction cometh upon them, And that He dispenseth to them tribulations in his anger?"
    },
    {
      "verse": 18,
      "text": "How often are they as stubble before the wind, Or as chaff, which the whirlwind carrieth away?"
    },
    {
      "verse": 19,
      "text": "“But” [[say ye]] “God layeth up his iniquity for his children.” Let him requite the offender, and let him feel it!"
    },
    {
      "verse": 20,
      "text": "Let his own eyes see his destruction, And let him drink of the wrath of the Almighty!"
    },
    {
      "verse": 21,
      "text": "For what concern hath he for his household after him, When the number of his own months is completed?"
    },
    {
      "verse": 22,
      "text": "Who then shall impart knowledge to God,—To him that judgeth the highest?"
    },
    {
      "verse": 23,
      "text": "One dieth in the fulness of his prosperity, Being wholly at ease and quiet;"
    },
    {
      "verse": 24,
      "text": "His sides are full of fat, And his bones moist with marrow."
    },
    {
      "verse": 25,
      "text": "Another dieth in bitterness of soul, And hath not tasted pleasure."
    },
    {
      "verse": 26,
      "text": "Alike they lie down in the dust, And the worms cover them."
    },
    {
      "verse": 27,
      "text": "Behold, I know your thoughts, And the devices by which ye wrong me."
    },
    {
      "verse": 28,
      "text": "For ye say, “Where is the house of the oppressor, And where the dwelling-places of the wicked?”"
    },
    {
      "verse": 29,
      "text": "Have ye never inquired of travellers, And do ye not know their tokens,"
    },
    {
      "verse": 30,
      "text": "That the wicked is spared in the day of destruction, And that he is borne to his grave in the day of wrath?"
    },
    {
      "verse": 31,
      "text": "Who will charge him with his conduct to his face, And who will requite him for the evil he hath done?"
    },
    {
      "verse": 32,
      "text": "Even this man is borne with honor to the grave; Yea, he watcheth over his tomb."
    },
    {
      "verse": 33,
      "text": "Sweet to him are the sods of the valley: And all men move after him, As multitudes without number before him."
    },
    {
      "verse": 34,
      "text": "Why then do ye offer your vain consolations? Your answers continue false."
    }
  ]
}