{
  "book_id": "JOB",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Then Eliphaz the Temanite answered and said:"
    },
    {
      "verse": 2,
      "text": "Can a man, then, profit God? Behold, the wise man profiteth himself."
    },
    {
      "verse": 3,
      "text": "Is it a pleasure to the Almighty, that thou art righteous; Or a gain to him, that thou walkest uprightly?"
    },
    {
      "verse": 4,
      "text": "Will he contend with thee because he feareth thee? Will he enter with thee into judgment?"
    },
    {
      "verse": 5,
      "text": "Hath not thy wickedness been great? Have not thine iniquities been numberless?"
    },
    {
      "verse": 6,
      "text": "For thou hast taken a pledge from thy brother unjustly, And stripped the poor of their clothing."
    },
    {
      "verse": 7,
      "text": "Thou hast given the weary no water to drink, And withholden bread from the hungry."
    },
    {
      "verse": 8,
      "text": "But the man of power, his was the land, And the honorable man dwelt in it."
    },
    {
      "verse": 9,
      "text": "Thou hast sent widows away empty, And broken the arms of the fatherless."
    },
    {
      "verse": 10,
      "text": "Therefore snares are round about thee, And sudden fear confoundeth thee;"
    },
    {
      "verse": 11,
      "text": "Or darkness, through which thou canst not see, And floods of water cover thee."
    },
    {
      "verse": 12,
      "text": "Is not God in the height of heaven? And behold the stars, how high they are!"
    },
    {
      "verse": 13,
      "text": "Hence thou sayest, “What doth God know? Can he govern behind the thick darkness?"
    },
    {
      "verse": 14,
      "text": "Dark clouds are a veil to him, and he cannot see; And he walketh upon the arch of heaven.”"
    },
    {
      "verse": 15,
      "text": "Wilt thou take the old way Which wicked men have trodden,"
    },
    {
      "verse": 16,
      "text": "Who were cut down before their time, And whose foundations were swept away by a flood?"
    },
    {
      "verse": 17,
      "text": "Who said unto God, “Depart from us!” And, “What can the Almighty do to us?”"
    },
    {
      "verse": 18,
      "text": "And yet he filled their houses with good things!—Far from me be the counsel of the wicked!"
    },
    {
      "verse": 19,
      "text": "The righteous see their fate, and rejoice; And the innocent hold them in derision."
    },
    {
      "verse": 20,
      "text": "“Truly our adversary is destroyed, And fire hath consumed his abundance!”"
    },
    {
      "verse": 21,
      "text": "Acquaint now thyself with him, and be at peace: Thus shall prosperity return to thee."
    },
    {
      "verse": 22,
      "text": "Receive, I pray thee, instruction from his mouth, And lay up his words in thy heart."
    },
    {
      "verse": 23,
      "text": "If thou return to the Almighty, thou shalt be built up; If thou put away iniquity from thy tent."
    },
    {
      "verse": 24,
      "text": "Cast to the dust thy gold, And the gold of Ophir to the stones of the brook:"
    },
    {
      "verse": 25,
      "text": "Then shall the Almighty be thy gold, Yea, treasures of silver unto thee;"
    },
    {
      "verse": 26,
      "text": "For then shalt thou have delight in the Almighty, And shalt lift up thy face unto God."
    },
    {
      "verse": 27,
      "text": "Thou shalt pray to him, and he shall hear thee, And thou shalt perform thy vows."
    },
    {
      "verse": 28,
      "text": "The purpose which thou formest shall prosper with thee, And light shall shine upon thy ways."
    },
    {
      "verse": 29,
      "text": "When men are cast down, thou shalt say, “There lifting up!” And the humble person he will save."
    },
    {
      "verse": 30,
      "text": "He will deliver even him that is not innocent. The purity of thy hands shall save him."
    }
  ]
}