{
  "book_id": "JOB",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered and said:"
    },
    {
      "verse": 2,
      "text": "Still is my complaint bitter; But my wound is deeper than my groaning."
    },
    {
      "verse": 3,
      "text": "O that I knew where I might find him! That I might go before his throne!"
    },
    {
      "verse": 4,
      "text": "I would order my cause before him, And fill my mouth with arguments;"
    },
    {
      "verse": 5,
      "text": "I should know what he would answer me, And understand what he would say to me."
    },
    {
      "verse": 6,
      "text": "Would he contend with me with his mighty power? No! he would have regard to me."
    },
    {
      "verse": 7,
      "text": "Then would an upright man contend with him, And I should be fully acquitted by my judge."
    },
    {
      "verse": 8,
      "text": "But, behold, I go eastward, and he is not there; And westward, but I cannot perceive him;"
    },
    {
      "verse": 9,
      "text": "To the north, where he worketh, but I cannot behold him; He hideth himself on the south, and I cannot see him."
    },
    {
      "verse": 10,
      "text": "But he knoweth the way which is in my heart; When he trieth me, I shall come forth as gold."
    },
    {
      "verse": 11,
      "text": "My feet have trodden in his steps; His way I have kept, and have not turned aside from it."
    },
    {
      "verse": 12,
      "text": "I have not neglected the precepts of his lips; Above my own law have I esteemed the words of his mouth."
    },
    {
      "verse": 13,
      "text": "But he is of one mind, and who can turn him? And what he desireth, that he doeth."
    },
    {
      "verse": 14,
      "text": "He performeth that which is appointed for me; And many such things are in his mind!"
    },
    {
      "verse": 15,
      "text": "Therefore I am in terror on account of him; When I consider, I am afraid of him."
    },
    {
      "verse": 16,
      "text": "For God maketh my heart faint; Yea, the Almighty terrifieth me;"
    },
    {
      "verse": 17,
      "text": "Because I was not taken away before darkness came, And he hath not hidden darkness from mine eyes."
    }
  ]
}