{
  "book_id": "JOB",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Why are not times treasured up by the Almighty? And why do not they who know him see his days?"
    },
    {
      "verse": 2,
      "text": "They remove landmarks; They take away flocks by violence, and pasture them."
    },
    {
      "verse": 3,
      "text": "They drive away the ass of the fatherless, And take the widow's ox for a pledge."
    },
    {
      "verse": 4,
      "text": "They push the needy from the way; All the poor of the land are forced to hide themselves."
    },
    {
      "verse": 5,
      "text": "Behold, like wild asses of the desert, they go forth to their work; They search for prey; The wilderness supplieth them food for their children."
    },
    {
      "verse": 6,
      "text": "In the fields they reap the harvest, And gather the vintage of the oppressor."
    },
    {
      "verse": 7,
      "text": "They lodge naked, without clothing, And without covering from the cold."
    },
    {
      "verse": 8,
      "text": "They are drenched with the mountain showers, And embrace the rock for want of shelter."
    },
    {
      "verse": 9,
      "text": "The fatherless are torn from the breast, And the garment of the needy is taken for a pledge."
    },
    {
      "verse": 10,
      "text": "They go naked, without clothing, And carry the sheaf hungry."
    },
    {
      "verse": 11,
      "text": "They make oil within their walls, And tread the wine-vat, yet suffer thirst."
    },
    {
      "verse": 12,
      "text": "From anguish the dying groan, And the wounded cry aloud; And God regardeth not their prayer!"
    },
    {
      "verse": 13,
      "text": "Others hate the light; They know not its ways, And abide not in its paths."
    },
    {
      "verse": 14,
      "text": "With the light ariseth the murderer; He killeth the poor and needy; In the night he is as a thief."
    },
    {
      "verse": 15,
      "text": "The eye of the adulterer watcheth for the twilight; He saith, “No eye will see me,” And putteth a mask upon his face."
    },
    {
      "verse": 16,
      "text": "In the dark they break into houses; In the daytime they shut themselves up; They are strangers to the light."
    },
    {
      "verse": 17,
      "text": "The morning is to them the very shadow of death; They are familiar with the terrors of the shadow of death."
    },
    {
      "verse": 18,
      "text": "Light are they on the face of the waters; They have an accursed portion in the earth; They come not near the vineyards."
    },
    {
      "verse": 19,
      "text": "As drought and heat consume the snow waters, So doth the grave the wicked."
    },
    {
      "verse": 20,
      "text": "His own mother forgetteth him; The worm feedeth sweetly on him; He is no more remembered, And iniquity is broken like a tree."
    },
    {
      "verse": 21,
      "text": "He oppresseth the barren, that hath not borne, And doeth not good to the widow."
    },
    {
      "verse": 22,
      "text": "He taketh away the mighty by his power; He riseth up, and no one is sure of life."
    },
    {
      "verse": 23,
      "text": "God giveth them security, so that they are confident; His eyes are upon their ways."
    },
    {
      "verse": 24,
      "text": "They are exalted;—in a little while they are gone! They are brought low, and die, like all others; And like the topmost ears of corn are they cut off."
    },
    {
      "verse": 25,
      "text": "If it be not so, who will confute me, And show my discourse to be worthless?"
    }
  ]
}