{
  "book_id": "JOB",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover Job continued his discourse, and said:"
    },
    {
      "verse": 2,
      "text": "As God liveth, who hath rejected my cause, And the Almighty, who hath afflicted my soul;"
    },
    {
      "verse": 3,
      "text": "As long as my breath is in me, And the spirit of God is in my nostrils,"
    },
    {
      "verse": 4,
      "text": "Never shall my lips speak falsehood, Nor my tongue utter deceit."
    },
    {
      "verse": 5,
      "text": "God forbid that I should acknowledge you to be just: To my last breath will I assert my integrity."
    },
    {
      "verse": 6,
      "text": "I will hold fast my innocence, and not let it go; My heart reproacheth me for no part of my life."
    },
    {
      "verse": 7,
      "text": "May mine enemy be as the wicked, And he that riseth up against me as the unrighteous!"
    },
    {
      "verse": 8,
      "text": "For what is the hope of the wicked, when God cutteth off his web, And taketh away his life?"
    },
    {
      "verse": 9,
      "text": "Will he listen to his cry, When trouble cometh upon him?"
    },
    {
      "verse": 10,
      "text": "Can he delight himself in the Almighty, And call at all times upon God?"
    },
    {
      "verse": 11,
      "text": "I will teach you concerning the hand of God; That which is with the Almighty I will not conceal."
    },
    {
      "verse": 12,
      "text": "Behold, ye yourselves have all seen it; Why then do ye cherish such vain thoughts?"
    },
    {
      "verse": 13,
      "text": "This is the portion of the wicked man from God,—The inheritance which oppressors receive from the Almighty."
    },
    {
      "verse": 14,
      "text": "If his children be multiplied, it is for the sword; And his offspring shall not be satisfied with bread."
    },
    {
      "verse": 15,
      "text": "Those of them that escape shall be buried by Death, And their widows shall not bewail them."
    },
    {
      "verse": 16,
      "text": "Though he heap up silver as dust, And procure raiment as clay,—"
    },
    {
      "verse": 17,
      "text": "He may procure, but the righteous shall wear it, And the innocent shall share the silver."
    },
    {
      "verse": 18,
      "text": "He buildeth his house like the moth, Or like the shed which the watchman maketh."
    },
    {
      "verse": 19,
      "text": "The rich man lieth down, and is not buried; In the twinkling of an eye he is no more."
    },
    {
      "verse": 20,
      "text": "Terrors pursue him like a flood; A tempest stealeth him away in the night."
    },
    {
      "verse": 21,
      "text": "The east wind carrieth him away, and he perisheth; Yea, it sweepeth him away from his place."
    },
    {
      "verse": 22,
      "text": "God sendeth his arrows at him, and doth not spare; He would fain escape from His hand."
    },
    {
      "verse": 23,
      "text": "Men clap their hands at him, And hiss him away from his place."
    }
  ]
}