{
  "book_id": "JOB",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Truly there is a vein for silver, And a place for gold, which men refine."
    },
    {
      "verse": 2,
      "text": "Iron is obtained from earth, And stone is melted into copper."
    },
    {
      "verse": 3,
      "text": "Man putteth an end to darkness; He searcheth to the lowest depths For the stone of darkness and the shadow of death."
    },
    {
      "verse": 4,
      "text": "From the place where they dwell they open a shaft; Forgotten by the feet, They hang down, they swing away from men."
    },
    {
      "verse": 5,
      "text": "The earth, out of which cometh bread, Is torn up underneath, as it were by fire."
    },
    {
      "verse": 6,
      "text": "Her stones are the place of sapphires, And she hath clods of gold for man."
    },
    {
      "verse": 7,
      "text": "The path thereto no bird knoweth, And the vulture's eye hath not seen it;"
    },
    {
      "verse": 8,
      "text": "The fierce wild beast hath not trodden it; The lion hath not passed over it."
    },
    {
      "verse": 9,
      "text": "Man layeth his hand upon the rock; He upturneth mountains from their roots;"
    },
    {
      "verse": 10,
      "text": "He cleaveth out streams in the rocks, And his eye seeth every precious thing;"
    },
    {
      "verse": 11,
      "text": "He bindeth up the streams, that they trickle not, And bringeth hidden things to light."
    },
    {
      "verse": 12,
      "text": "But where shall wisdom be found? And where is the place of understanding?"
    },
    {
      "verse": 13,
      "text": "Man knoweth not the price thereof, Nor can it be found in the land of the living."
    },
    {
      "verse": 14,
      "text": "The deep saith, It is not in me; And the sea saith, It is not with me."
    },
    {
      "verse": 15,
      "text": "It cannot be gotten for gold, Nor shall silver be weighed out as the price thereof."
    },
    {
      "verse": 16,
      "text": "It cannot be bought with the gold of Ophir, With the precious onyx or the sapphire."
    },
    {
      "verse": 17,
      "text": "Gold and crystal are not to be compared with it; Nor can it be purchased with jewels of fine gold."
    },
    {
      "verse": 18,
      "text": "No mention shall be made of coral or of crystal; For wisdom is more precious than pearls."
    },
    {
      "verse": 19,
      "text": "The topaz of Ethiopia cannot equal it, Nor can it be purchased with pure gold."
    },
    {
      "verse": 20,
      "text": "Whence then cometh wisdom? And where is the place of understanding?"
    },
    {
      "verse": 21,
      "text": "Since it is hidden from the eyes of all living, And kept close from the fowls of the air."
    },
    {
      "verse": 22,
      "text": "Destruction and Death say, We have heard a rumor of it with our ears."
    },
    {
      "verse": 23,
      "text": "God knoweth the way to it; He knoweth its dwelling-place."
    },
    {
      "verse": 24,
      "text": "For he seeth to the ends of the earth, And surveyeth all things under the whole heaven."
    },
    {
      "verse": 25,
      "text": "When he gave the winds their weight, And meted out the waters by measure;"
    },
    {
      "verse": 26,
      "text": "When he prescribed a law to the rain, And a path to the thunder-flash,—"
    },
    {
      "verse": 27,
      "text": "Then did he see it, and make it known; He established it, and searched it out."
    },
    {
      "verse": 28,
      "text": "But he said unto man, Behold, the fear of the Lord, that is wisdom, And to depart from evil is understanding."
    }
  ]
}