{
  "book_id": "JOB",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I made a covenant with mine eyes; How then could I gaze upon a maid?"
    },
    {
      "verse": 2,
      "text": "For what is the portion appointed by God from above, And the inheritance allotted by the Almighty from on high?"
    },
    {
      "verse": 3,
      "text": "Is not destruction for the wicked, And ruin for the workers of iniquity?"
    },
    {
      "verse": 4,
      "text": "Doth He not see my ways, And number all my steps?"
    },
    {
      "verse": 5,
      "text": "If I have walked with falsehood, And if my foot hath hasted to deceit,"
    },
    {
      "verse": 6,
      "text": "Let him weigh me in an even balance; Yea, let God know my integrity!"
    },
    {
      "verse": 7,
      "text": "If my steps have turned aside from the way, And my heart gone after mine eyes, Or if any stain hath cleaved to my hand,"
    },
    {
      "verse": 8,
      "text": "Then I may sow, and another eat; And what I plant, may it be rooted up!"
    },
    {
      "verse": 9,
      "text": "If my heart hath been enticed by a woman, Or if I have watched at my neighbor's door,"
    },
    {
      "verse": 10,
      "text": "Then let my wife grind for another, And let other men lie with her!"
    },
    {
      "verse": 11,
      "text": "For this were a heinous crime, Even a transgression to be punished by the judges;"
    },
    {
      "verse": 12,
      "text": "Yea, it were a fire that would consume to destruction, And root out all my increase."
    },
    {
      "verse": 13,
      "text": "If I have refused justice to my man-servant or maid-servant, When they had a controversy with me,"
    },
    {
      "verse": 14,
      "text": "Then what shall I do when God riseth up? And when he visiteth, what shall I answer him?"
    },
    {
      "verse": 15,
      "text": "Did not He that made me in the womb make him? Did not one fashion us in the womb?"
    },
    {
      "verse": 16,
      "text": "If I have refused the poor their desire, And caused the eyes of the widow to fail;"
    },
    {
      "verse": 17,
      "text": "If I have eaten my morsel alone, And the fatherless hath not partaken of it;"
    },
    {
      "verse": 18,
      "text": "(Nay, from my youth he grew up with me as with a father, And I have helped the widow from my mother's womb;)"
    },
    {
      "verse": 19,
      "text": "If I have seen any one perishing for want of clothing, Or any poor man without covering;"
    },
    {
      "verse": 20,
      "text": "If his loins have not blessed me, And he hath not been warmed with the fleece of my sheep;"
    },
    {
      "verse": 21,
      "text": "If I have shaken my hand against the fatherless, Because I saw my help in the gate,—"
    },
    {
      "verse": 22,
      "text": "Then may my shoulder fill from its blade, And my fore-arm be broken from its bone!"
    },
    {
      "verse": 23,
      "text": "For destruction from God was a terror to me, And before his majesty I could do nothing."
    },
    {
      "verse": 24,
      "text": "If I have made gold my trust, Or said to the fine gold, Thou art my confidence;"
    },
    {
      "verse": 25,
      "text": "If I have rejoiced, because my wealth was great, And my hand had found abundance;"
    },
    {
      "verse": 26,
      "text": "If I have beheld the sun in his splendor, Or the moon advancing in brightness,"
    },
    {
      "verse": 27,
      "text": "And my heart hath been secretly enticed, And my mouth hath kissed my hand,"
    },
    {
      "verse": 28,
      "text": "This also were a crime to be punished by the judge; For I should have denied the God who is above."
    },
    {
      "verse": 29,
      "text": "If I have rejoiced at the destruction of him that hated me, And exulted when evil came upon him;"
    },
    {
      "verse": 30,
      "text": "(Nay, I have not suffered my mouth to sin, By asking with curses his life;)"
    },
    {
      "verse": 31,
      "text": "If the men of my tent have not exclaimed, “Who is there that hath not been satisfied with his meat?”"
    },
    {
      "verse": 32,
      "text": "The stranger did not lodge in the street; I opened my doors to the traveller."
    },
    {
      "verse": 33,
      "text": "Have I, after the manner of men, hidden my transgression, Concealing my iniquity in my bosom,"
    },
    {
      "verse": 34,
      "text": "Then let me be confounded before the great multitude! Let the contempt of families cover me with shame! Yea, let me keep silence! let me never appear abroad!"
    },
    {
      "verse": 35,
      "text": "O that there were one who would hear me! Behold my signature! let the Almighty answer me. And let mine adversary write down his charge!"
    },
    {
      "verse": 36,
      "text": "Truly I would wear it upon my shoulder; I would bind it upon me as a crown."
    },
    {
      "verse": 37,
      "text": "I would disclose to him all my steps; I would approach him like a prince."
    },
    {
      "verse": 38,
      "text": "If my land cry out against me, And its furrows bewail together;"
    },
    {
      "verse": 39,
      "text": "If I have eaten of its fruits without payment, And wrung out the life of its owners,"
    },
    {
      "verse": 40,
      "text": "Let thorns grow up instead of wheat, And noxious weeds instead of barley. The words of Job are ended."
    }
  ]
}