{
  "book_id": "JOB",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Hear, therefore, my discourse, I pray thee, O Job! And attend unto all my words!"
    },
    {
      "verse": 2,
      "text": "Behold, I am opening my mouth; My tongue is now speaking in my palate."
    },
    {
      "verse": 3,
      "text": "My words shall be in the uprightness of my heart; My lips shall utter knowledge purely."
    },
    {
      "verse": 4,
      "text": "The spirit of God made me, And the breath of the Almighty gave me life."
    },
    {
      "verse": 5,
      "text": "If thou art able, answer me; Set thyself in array against me; stand up!"
    },
    {
      "verse": 6,
      "text": "Behold, I, like thee, am a creature of God; I also was formed of clay."
    },
    {
      "verse": 7,
      "text": "Behold, my terror cannot dismay thee, Nor can my greatness be heavy upon thee."
    },
    {
      "verse": 8,
      "text": "Surely thou hast said in my hearing, I have heard the sound of thy words:"
    },
    {
      "verse": 9,
      "text": "“I am pure, and without transgression; I am clean, and there is no iniquity in me."
    },
    {
      "verse": 10,
      "text": "Behold, He seeketh causes of hostility against me; He regardeth me as his enemy."
    },
    {
      "verse": 11,
      "text": "He putteth my feet in the stocks; He watcheth all my paths.”"
    },
    {
      "verse": 12,
      "text": "Behold, in this thou art not right; I will answer thee; For God is greater than man."
    },
    {
      "verse": 13,
      "text": "Why dost thou contend with Him? For he giveth no account of any of his doings."
    },
    {
      "verse": 14,
      "text": "For God speaketh once, Yea, twice, when man regardeth it not."
    },
    {
      "verse": 15,
      "text": "In a dream, in a vision of the night, When deep sleep falleth upon men, In slumber upon the bed;"
    },
    {
      "verse": 16,
      "text": "Then openeth he the ears of men, And sealeth up for them admonition;"
    },
    {
      "verse": 17,
      "text": "That he may turn man from his purpose, And hide pride from man."
    },
    {
      "verse": 18,
      "text": "Thus he saveth him from the pit, Yea, his life from perishing by the sword."
    },
    {
      "verse": 19,
      "text": "He is chastened also with pain upon his bed, And with a continual agitation of his bones,"
    },
    {
      "verse": 20,
      "text": "So that his mouth abhorreth bread, And his taste the choicest food;"
    },
    {
      "verse": 21,
      "text": "His flesh is consumed, that it cannot be seen, And his bones, that were invisible, are naked;"
    },
    {
      "verse": 22,
      "text": "Yea, his soul draweth near to the pit, And his life to the destroyers."
    },
    {
      "verse": 23,
      "text": "But if there be with him a messenger, An interpreter, one of a thousand, Who may show unto man his duty,"
    },
    {
      "verse": 24,
      "text": "Then will God be gracious to him, and say, “Save him from going down to the pit: I have found a ransom.”"
    },
    {
      "verse": 25,
      "text": "His flesh shall became fresher than a child's; He shall return to the days of his youth."
    },
    {
      "verse": 26,
      "text": "He shall pray to God, and he will be favorable to him, And permit him to see his face with joy, And restore unto man his righteousness."
    },
    {
      "verse": 27,
      "text": "He shall sing among men, and say, “I sinned; I acted perversely; Yet hath he not requited me for it:"
    },
    {
      "verse": 28,
      "text": "He hath delivered me from going down to the pit, And my life beholdeth the light.”"
    },
    {
      "verse": 29,
      "text": "Lo! all these things doeth God Time after time with man,"
    },
    {
      "verse": 30,
      "text": "That he may bring him back from the pit, That he may enjoy the light of the living."
    },
    {
      "verse": 31,
      "text": "Mark well, O Job! hearken to me! Keep silence, and I will speak."
    },
    {
      "verse": 32,
      "text": "Yet if thou hast any thing to say, answer me! Speak! for I desire to pronounce thee innocent."
    },
    {
      "verse": 33,
      "text": "But if not, do thou listen to me! Keep silence, and I will teach thee wisdom!"
    }
  ]
}