{
  "book_id": "JOB",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And Elihu proceeded, and said:"
    },
    {
      "verse": 2,
      "text": "Hear my words, ye wise men! Give ear to me, ye that have knowledge!"
    },
    {
      "verse": 3,
      "text": "For the ear trieth words, As the mouth tasteth meat."
    },
    {
      "verse": 4,
      "text": "Let us examine for ourselves what is right; Let us know among ourselves what is true."
    },
    {
      "verse": 5,
      "text": "Job hath said, “I am righteous, And God refuseth me justice."
    },
    {
      "verse": 6,
      "text": "Though I am innocent, I am made a liar; My wound is incurable, though I am free from transgression.”"
    },
    {
      "verse": 7,
      "text": "Where is the man like Job, Who drinketh impiety like water;"
    },
    {
      "verse": 8,
      "text": "Who goeth in company with evil-doers, And walketh with wicked men?"
    },
    {
      "verse": 9,
      "text": "For he hath said, “A man hath no advantage, When he delighteth himself in God.”"
    },
    {
      "verse": 10,
      "text": "Wherefore hearken to me, ye men of understanding! Far be iniquity from God; Yea, far be injustice from the Almighty!"
    },
    {
      "verse": 11,
      "text": "For what a man hath done he will requite him, And render to every one according to his deeds."
    },
    {
      "verse": 12,
      "text": "Surely God will not do iniquity, Nor will the Almighty pervert justice."
    },
    {
      "verse": 13,
      "text": "Who hath given him the charge of the earth? Or who hath created the whole world?"
    },
    {
      "verse": 14,
      "text": "Should he set his heart against man, Should he take back his spirit and his breath,"
    },
    {
      "verse": 15,
      "text": "Then would all flesh expire together; Yea, man would return to the dust."
    },
    {
      "verse": 16,
      "text": "If thou hast understanding, hear this! Give ear to the voice of my words!"
    },
    {
      "verse": 17,
      "text": "Shall he, that hateth justice, govern? Wilt thou then condemn the just and mighty One?"
    },
    {
      "verse": 18,
      "text": "Is it fit to say to a king, Thou art wicked; Or to princes, Ye are unrighteous?"
    },
    {
      "verse": 19,
      "text": "How much less to him that is not partial to princes, Nor regardeth the rich more than the poor? For they are all the work of his hands."
    },
    {
      "verse": 20,
      "text": "In a moment they die; yea, at midnight Do the people stagger and pass away, And the mighty are destroyed without hand."
    },
    {
      "verse": 21,
      "text": "For his eyes are upon the ways of man; He seeth all his steps."
    },
    {
      "verse": 22,
      "text": "There is no darkness, nor shadow of death, Where evil-doers may hide themselves."
    },
    {
      "verse": 23,
      "text": "He needeth not attend long to a man, That he may go into judgment before God;"
    },
    {
      "verse": 24,
      "text": "He dasheth in pieces the mighty without inquiry, And setteth up others in their stead."
    },
    {
      "verse": 25,
      "text": "Therefore he knoweth their works, And in a night he overthroweth them, so that they are destroyed."
    },
    {
      "verse": 26,
      "text": "On account of their wickedness he smiteth them, In the presence of many beholders;"
    },
    {
      "verse": 27,
      "text": "Because they turned away from him, And had no regard to his ways,"
    },
    {
      "verse": 28,
      "text": "And caused the cry of the poor to come before him; For he heareth the cry of the oppressed."
    },
    {
      "verse": 29,
      "text": "When he giveth rest, who can cause trouble? And when he hideth his face, Who can behold him?"
    },
    {
      "verse": 30,
      "text": "So is it with nations and individuals alike! That the wicked may no more rule, And may not be snares to the people."
    },
    {
      "verse": 31,
      "text": "Surely thou shouldst say unto God, “I have received chastisement; I will no more offend;"
    },
    {
      "verse": 32,
      "text": "What I see not, teach thou me! If I have done iniquity, I will do it no more.”"
    },
    {
      "verse": 33,
      "text": "Shall he recompense according to thy mind, Because thou refusest, or because thou choosest, and not he? Speak, if thou hast knowledge!"
    },
    {
      "verse": 34,
      "text": "Men of understanding, Wise men, who hear me, will say,"
    },
    {
      "verse": 35,
      "text": "“Job hath spoken without knowledge, And his words are without wisdom.”"
    },
    {
      "verse": 36,
      "text": "I desire that Job may be tried to the last, For answering like wicked men."
    },
    {
      "verse": 37,
      "text": "For he addeth impiety to his sin; He clappeth his hands among us, And multiplieth words against God."
    }
  ]
}