{
  "book_id": "JOB",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover Elihu proceeded, and said:"
    },
    {
      "verse": 2,
      "text": "Dost thou then think this to be right? Thou hast said, “I am more righteous than God.”"
    },
    {
      "verse": 3,
      "text": "For thou askest, “What advantage have I? What have I gained, more than if I had sinned?”"
    },
    {
      "verse": 4,
      "text": "I will answer thee, And thy companions with thee."
    },
    {
      "verse": 5,
      "text": "Look up to the heavens, and see! And behold the clouds, which are high above thee!"
    },
    {
      "verse": 6,
      "text": "If thou sinnest, what doest thou against Him? If thy transgressions be multiplied, what doest thou to him?"
    },
    {
      "verse": 7,
      "text": "If thou art righteous, what dost thou give him? Or what receiveth he at thy hand?"
    },
    {
      "verse": 8,
      "text": "Thy wickedness injureth only a man like thyself, And thy righteousness profiteth only a son of man."
    },
    {
      "verse": 9,
      "text": "The oppressed cry out on account of the multitude of wrongs; They cry aloud on account of the arm of the mighty."
    },
    {
      "verse": 10,
      "text": "But none saith, “Where is God, my Maker, Who giveth songs in the night;"
    },
    {
      "verse": 11,
      "text": "Who teacheth us more than the beasts of the earth, And maketh us wiser than the birds of heaven?”"
    },
    {
      "verse": 12,
      "text": "There they cry aloud on account of the pride of the wicked; But he giveth no answer."
    },
    {
      "verse": 13,
      "text": "For God will not hear the vain supplication, Nor will the Almighty regard it;"
    },
    {
      "verse": 14,
      "text": "Much less when thou sayest thou canst not see him: Justice is with him,—only wait thou for him!"
    },
    {
      "verse": 15,
      "text": "But now, because he hath not visited in his anger, Nor taken strict note of transgression,"
    },
    {
      "verse": 16,
      "text": "Therefore hath Job opened his mouth rashly, And multiplied words without knowledge."
    }
  ]
}