{
  "book_id": "JOB",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Elihu also proceeded, and said:"
    },
    {
      "verse": 2,
      "text": "Bear with me a little while, that I may show thee! For I have yet words in behalf of God."
    },
    {
      "verse": 3,
      "text": "I will bring my knowledge from afar, And assert the justice of my Maker."
    },
    {
      "verse": 4,
      "text": "Truly my words shall not be false: A man of sound knowledge is before thee."
    },
    {
      "verse": 5,
      "text": "Behold, God is great, but despiseth not any; Great is he in strength of understanding."
    },
    {
      "verse": 6,
      "text": "He suffereth not the wicked to prosper, But rendereth justice to the oppressed."
    },
    {
      "verse": 7,
      "text": "He withdraweth not his eyes from the righteous; But establisheth them for ever with kings on the throne, That they may be exalted."
    },
    {
      "verse": 8,
      "text": "And if they be bound in fetters, And holden in the cords of affliction,"
    },
    {
      "verse": 9,
      "text": "Then showeth he them their deeds, And how they have set him at defiance by their transgressions;"
    },
    {
      "verse": 10,
      "text": "He also openeth their ears to admonition, And commandeth them to return from iniquity."
    },
    {
      "verse": 11,
      "text": "If they obey and serve him, They spend their days in prosperity, And their years in pleasures."
    },
    {
      "verse": 12,
      "text": "But if they obey not, they perish by the sword; They die in their own folly."
    },
    {
      "verse": 13,
      "text": "The corrupt in heart treasure up wrath; They cry not to God, when he bindeth them."
    },
    {
      "verse": 14,
      "text": "They die in their youth; They close their lives with the unclean."
    },
    {
      "verse": 15,
      "text": "But he delivereth the poor in their distress; He openeth their ears in affliction."
    },
    {
      "verse": 16,
      "text": "He will bring thee also from the jaws of distress To a broad place, where is no straitness; And the provision of thy table shall be full of fatness."
    },
    {
      "verse": 17,
      "text": "But if thou art full of the judgment of the wicked, Judgment and justice shall take hold of thee."
    },
    {
      "verse": 18,
      "text": "For if wrath be with him, beware lest he take thee away by his stroke, So that a great ransom shall not save thee!"
    },
    {
      "verse": 19,
      "text": "Will he esteem thy riches? No! neither thy gold, nor all the abundance of thy wealth."
    },
    {
      "verse": 20,
      "text": "Long not thou for that night To which nations are taken away from their place."
    },
    {
      "verse": 21,
      "text": "Take heed, turn not thine eyes to iniquity! For this hast thou chosen rather than affliction."
    },
    {
      "verse": 22,
      "text": "Behold, God is exalted in his power: Who is a teacher like him?"
    },
    {
      "verse": 23,
      "text": "Who hath prescribed to him his way? Or who can say to him, “Thou hast done wrong”?"
    },
    {
      "verse": 24,
      "text": "Forget not to magnify his work, Which men celebrate with songs."
    },
    {
      "verse": 25,
      "text": "All mankind gaze upon it; Mortals behold it from afar."
    },
    {
      "verse": 26,
      "text": "Behold, God is great; we cannot know him, Nor search out the number of his years."
    },
    {
      "verse": 27,
      "text": "Lo! he draweth up the drops of water, Which distil rain from his vapor;"
    },
    {
      "verse": 28,
      "text": "The clouds pour it down, And drop it upon man in abundance."
    },
    {
      "verse": 29,
      "text": "Who can understand the spreading of his clouds, And the rattling of his pavilion?"
    },
    {
      "verse": 30,
      "text": "Behold, he spreadeth around himself his light, And he clotheth himself with the depths of the sea."
    },
    {
      "verse": 31,
      "text": "By these he punisheth nations, And by these he giveth food in abundance."
    },
    {
      "verse": 32,
      "text": "His hands he covereth with lightning; He giveth it commandment against an enemy."
    },
    {
      "verse": 33,
      "text": "His thunder maketh him known; Yea, to the herds, as he ascendeth on high."
    }
  ]
}