{
  "book_id": "JOB",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "At this my heart trembleth, And leapeth out of its place."
    },
    {
      "verse": 2,
      "text": "Hear, O hear, the thunder of his voice, And the noise which goeth forth from his mouth!"
    },
    {
      "verse": 3,
      "text": "He directeth it under the whole heaven, And his lightning to the ends of the earth."
    },
    {
      "verse": 4,
      "text": "After it the thunder roareth; He thundereth with his voice of majesty, And restraineth it not, when his voice is heard."
    },
    {
      "verse": 5,
      "text": "God thundereth with his voice marvellously; Great things doeth he, which we cannot comprehend."
    },
    {
      "verse": 6,
      "text": "For he saith to the snow, “Be thou on the earth!” To the shower also, even the showers of his might."
    },
    {
      "verse": 7,
      "text": "He sealeth up the hand of every man, That all men whom he hath made may acknowledge him."
    },
    {
      "verse": 8,
      "text": "Then the beasts go into dens, And abide in their caverns."
    },
    {
      "verse": 9,
      "text": "Out of the south cometh the whirlwind, And cold out of the north."
    },
    {
      "verse": 10,
      "text": "By the breath of God ice is formed, And the broad waters become narrow,"
    },
    {
      "verse": 11,
      "text": "Yea, with moisture he burdeneth the clouds; He spreadeth abroad his lightning-clouds."
    },
    {
      "verse": 12,
      "text": "They move about by his direction, To execute all his commands throughout the world;"
    },
    {
      "verse": 13,
      "text": "Whether he cause them to come for punishment, Or for the land, or for mercy."
    },
    {
      "verse": 14,
      "text": "Give ear to this, O Job! Stand still, and consider the wondrous works of God!"
    },
    {
      "verse": 15,
      "text": "Dost thou know when God gave commandment to them, And caused the lightning of his cloud to flash?"
    },
    {
      "verse": 16,
      "text": "Dost thou understand the balancing of the clouds, The wondrous works of Him that is perfect in knowledge?"
    },
    {
      "verse": 17,
      "text": "How thy garments become warm, When he maketh the earth still by the south wind?"
    },
    {
      "verse": 18,
      "text": "Canst thou like him spread out the sky, Which is firm like a molten mirror?"
    },
    {
      "verse": 19,
      "text": "Teach us what we shall say to him! For we cannot set in order our words by reason of darkness."
    },
    {
      "verse": 20,
      "text": "Shall it be told him that I would speak? Shall a man speak, that he may be consumed?"
    },
    {
      "verse": 21,
      "text": "For now men do not look upon the light, When it is bright in the skies, When the wind hath passed over them, and made them clear."
    },
    {
      "verse": 22,
      "text": "From the north cometh gold; But with God is terrible majesty!"
    },
    {
      "verse": 23,
      "text": "The Almighty, we cannot find him out; Great is he in power and justice, Abundant in righteousness; he doth not oppress."
    },
    {
      "verse": 24,
      "text": "Therefore let men fear him! Upon none of the wise in heart will he look."
    }
  ]
}