{
  "book_id": "JOB",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "Then spake Jehovah to Job out of the whirlwind, and said:"
    },
    {
      "verse": 2,
      "text": "Who is this that darkeneth counsel by words without knowledge?"
    },
    {
      "verse": 3,
      "text": "Gird up thy loins like a man! I will ask thee, and answer thou me!"
    },
    {
      "verse": 4,
      "text": "Where wast thou when I laid the foundations of the earth? Declare, if thou hast understanding!"
    },
    {
      "verse": 5,
      "text": "Who fixed its dimensions, that thou shouldst know it! Or who stretched out the line upon it?"
    },
    {
      "verse": 6,
      "text": "Upon what were its foundations fixed? And who laid its corner-stone,"
    },
    {
      "verse": 7,
      "text": "When the morning stars sang together, And all the sons of God shouted for joy?"
    },
    {
      "verse": 8,
      "text": "And who shut up the sea with doors, When it burst forth as from the womb?"
    },
    {
      "verse": 9,
      "text": "When I made the clouds its mantle, And thick darkness its swaddling-band;"
    },
    {
      "verse": 10,
      "text": "When I appointed for it my bound, And fixed for it bars and doors;"
    },
    {
      "verse": 11,
      "text": "And said, Thus far shalt thou come, and no farther, And here shall thy proud waves be stayed!"
    },
    {
      "verse": 12,
      "text": "Hast thou, in thy life, given charge to the morning, Or caused the day-spring to know its place,"
    },
    {
      "verse": 13,
      "text": "That it should lay hold of the ends of the earth, And shake the wicked out of it?"
    },
    {
      "verse": 14,
      "text": "It is changed as clay by the seal; And all things stand forth as in rich apparel."
    },
    {
      "verse": 15,
      "text": "But from the wicked their light is withheld, And the high-raised arm is broken."
    },
    {
      "verse": 16,
      "text": "Hast thou visited the springs of the sea, And walked through the recesses of the deep?"
    },
    {
      "verse": 17,
      "text": "Have the gates of death been disclosed to thee, And hast thou seen the gates of the shadow of death?"
    },
    {
      "verse": 18,
      "text": "Hast thou surveyed the breadth of the earth? Declare, if thou knowest it all!"
    },
    {
      "verse": 19,
      "text": "Where is the way to the abode of light? And darkness—where is its dwelling-place?"
    },
    {
      "verse": 20,
      "text": "That thou shouldst lead it to its boundary, And that thou shouldst know the paths to its mansion!"
    },
    {
      "verse": 21,
      "text": "Surely thou knowest; for thou wast then born! And the number of thy years is great!"
    },
    {
      "verse": 22,
      "text": "Hast thou visited the storehouses of the snow, Or seen the treasuries of the hail,"
    },
    {
      "verse": 23,
      "text": "Which I have reserved against the time of trouble,—Against the day of battle and war?"
    },
    {
      "verse": 24,
      "text": "What is the way to where light is distributed, And the east wind spread abroad upon the earth?"
    },
    {
      "verse": 25,
      "text": "Who hath prepared channels for the rain, And a path for the thunder-flash,"
    },
    {
      "verse": 26,
      "text": "To give rain to the land without an inhabitant, To the wilderness wherein is no man;"
    },
    {
      "verse": 27,
      "text": "To satisfy the desolate and waste ground, And cause the tender herb to spring forth?"
    },
    {
      "verse": 28,
      "text": "Hath the rain a father? Or who hath begotten the drops of the dew?"
    },
    {
      "verse": 29,
      "text": "Out of whose womb came the ice? And who hath gendered the hoar-frost of heaven?"
    },
    {
      "verse": 30,
      "text": "The waters are hid as under stone, And the face of the deep becometh solid."
    },
    {
      "verse": 31,
      "text": "Canst thou fasten the bands of the Pleiades, Or loosen the chains of Orion?"
    },
    {
      "verse": 32,
      "text": "Canst thou lead forth the Signs in their season, Or guide the Bear with her sons?"
    },
    {
      "verse": 33,
      "text": "Knowest thou the ordinances of the heavens? Hast thou appointed their dominion over the earth?"
    },
    {
      "verse": 34,
      "text": "Canst thou lift up thy voice to the clouds, So that abundance of waters will cover thee?"
    },
    {
      "verse": 35,
      "text": "Canst thou send forth lightnings, so that they will go, And say to thee, “Here we are”?"
    },
    {
      "verse": 36,
      "text": "Who hath put understanding in the reins, And given intelligence to the mind?"
    },
    {
      "verse": 37,
      "text": "Who numbereth the clouds in wisdom? And who poureth out the bottles of heaven,"
    },
    {
      "verse": 38,
      "text": "When the dust floweth into a molten mass, And the clods cleave fast together?"
    },
    {
      "verse": 39,
      "text": "Canst thou hunt prey for the lioness, Or satisfy the hunger of the young lions,"
    },
    {
      "verse": 40,
      "text": "When they couch in their dens, And lie in wait in the thicket?"
    },
    {
      "verse": 41,
      "text": "Who provideth for the raven his food, When his young ones cry unto God, While they wander about without food?"
    }
  ]
}