{
  "book_id": "JOB",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "Knowest thou the time when the wild goats of the rock bring forth? Or canst thou observe when the hinds are in labor?"
    },
    {
      "verse": 2,
      "text": "Canst thou number the months they fulfill, And know the season when they bring forth?"
    },
    {
      "verse": 3,
      "text": "They bow themselves; they bring forth their young; They cast forth their pains."
    },
    {
      "verse": 4,
      "text": "Their young ones are strong; they grow up in the fields; They go away, and return not to them."
    },
    {
      "verse": 5,
      "text": "Who hath sent forth the wild ass free? Who hath loosed the bands of the wild ass,"
    },
    {
      "verse": 6,
      "text": "To whom I have given the wilderness for his house, And the barren land for his dwelling-place?"
    },
    {
      "verse": 7,
      "text": "He scorneth the tumult of the city, And heedeth not the shouting of the driver;"
    },
    {
      "verse": 8,
      "text": "The range of the mountains is his pasture; He seeketh after every green thing,"
    },
    {
      "verse": 9,
      "text": "Will the wild-ox consent to serve thee? Will he pass the night at thy crib?"
    },
    {
      "verse": 10,
      "text": "Canst thou bind the wild-ox with the harness to the furrow? Or will he harrow the valleys after thee?"
    },
    {
      "verse": 11,
      "text": "Wilt thou rely upon him because his strength is great, And commit to him thy labor?"
    },
    {
      "verse": 12,
      "text": "Wilt thou trust him to bring home thy grain, And gather in thy harvest?"
    },
    {
      "verse": 13,
      "text": "The wing of the ostrich moveth joyfully; But is it with loving pinion and feathers?"
    },
    {
      "verse": 14,
      "text": "Nay, she layeth her eggs on the ground; She warmeth them in the dust,"
    },
    {
      "verse": 15,
      "text": "And forgetteth that the foot may crush them, And that the wild beast may break them."
    },
    {
      "verse": 16,
      "text": "She is cruel to her young, as if they were not hers; Her labor is in vain, yet she feareth not;"
    },
    {
      "verse": 17,
      "text": "Because God hath denied her wisdom, And hath not given her understanding."
    },
    {
      "verse": 18,
      "text": "Yet when she lasheth herself up on high, She laugheth at the horse and his rider."
    },
    {
      "verse": 19,
      "text": "Hast thou given the horse strength? Hast thou clothed his neck with his trembling mane?"
    },
    {
      "verse": 20,
      "text": "Hast thou taught him to bound like the locust? How majestic his snorting! how terrible!"
    },
    {
      "verse": 21,
      "text": "He paweth in the valley; he exulteth in his strength, And rusheth into the midst of arms."
    },
    {
      "verse": 22,
      "text": "He laugheth at fear; he trembleth not, And turneth not back from the sword."
    },
    {
      "verse": 23,
      "text": "Against him rattle the quiver, The flaming spear, and the lance."
    },
    {
      "verse": 24,
      "text": "With rage and fury he devoureth the ground; He will not believe that the trumpet soundeth."
    },
    {
      "verse": 25,
      "text": "At every blast of the trumpet, he saith, Aha! And snuffeth the battle afar off,—The thunder of the captains, and the war-shout."
    },
    {
      "verse": 26,
      "text": "Is it by thy wisdom that the hawk flieth, And spreadeth his wings toward the south?"
    },
    {
      "verse": 27,
      "text": "Doth the eagle soar at thy command, And build his nest on high?"
    },
    {
      "verse": 28,
      "text": "He dwelleth and lodgeth upon the rock, Upon the peak of the rock, and the stronghold."
    },
    {
      "verse": 29,
      "text": "From thence he spieth out prey; His eyes discern it from afar."
    },
    {
      "verse": 30,
      "text": "His young ones suck up blood; And where the slain are, there is he."
    }
  ]
}