{
  "book_id": "JOB",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover Jehovah spake to Job, and said:"
    },
    {
      "verse": 2,
      "text": "Will the censurer of the Almighty contend with him? Will the reprover of God answer?"
    },
    {
      "verse": 3,
      "text": "Then Job answered Jehovah, and said:"
    },
    {
      "verse": 4,
      "text": "Behold, I am vile! what can I answer thee? I will lay my hand upon my mouth."
    },
    {
      "verse": 5,
      "text": "Once have I spoken, but I will not speak again; Yea, twice, but I will say no more."
    },
    {
      "verse": 6,
      "text": "Then spake Jehovah to Job out of the whirlwind, and said:"
    },
    {
      "verse": 7,
      "text": "Gird up now thy loins like a man! I will ask thee, and do thou instruct me!"
    },
    {
      "verse": 8,
      "text": "Wilt thou even disannul my right? Wilt thou condemn me, that thou mayst be righteous?"
    },
    {
      "verse": 9,
      "text": "Hast thou an arm like God's? Or canst thou thunder with thy voice like him?"
    },
    {
      "verse": 10,
      "text": "Deck thyself with grandeur and majesty, And array thyself in splendor and glory!"
    },
    {
      "verse": 11,
      "text": "Send forth the fury of thy wrath! Look upon every proud one, and abase him!"
    },
    {
      "verse": 12,
      "text": "Look upon every proud one, and bring him low; Yea, tread down the wicked in their place!"
    },
    {
      "verse": 13,
      "text": "Hide them in the dust together; Shut up their faces in darkness!"
    },
    {
      "verse": 14,
      "text": "Then, indeed, will I give thee the praise, That thine own right hand can save thee."
    },
    {
      "verse": 15,
      "text": "Behold the river-horse, which I have made as well as thyself; He feedeth on grass like the ox."
    },
    {
      "verse": 16,
      "text": "Behold, what strength is in his loins! And what force in the muscles of his belly!"
    },
    {
      "verse": 17,
      "text": "He bendeth his tail, like the cedar, And the sinews of his thighs are twisted together."
    },
    {
      "verse": 18,
      "text": "His bones are pipes of brass, And his limbs are bars of iron."
    },
    {
      "verse": 19,
      "text": "He is chief among the works of God; He that made him gave him his sword."
    },
    {
      "verse": 20,
      "text": "For the mountains supply him with food, Where all the beasts of the field play."
    },
    {
      "verse": 21,
      "text": "He lieth down under the lote-plants, In the covert of reeds, and in the fens."
    },
    {
      "verse": 22,
      "text": "The lote-plants cover him with their shadow, And the willows of the brook compass him about."
    },
    {
      "verse": 23,
      "text": "Lo! the stream overfloweth, but he starteth not; He is unmoved though Jordan rush forth even to his mouth."
    },
    {
      "verse": 24,
      "text": "Can one take him before his eyes, Or pierce his nose with hooks?"
    }
  ]
}