{
  "book_id": "JOB",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job answered Jehovah, and said:"
    },
    {
      "verse": 2,
      "text": "I know that thou canst do every thing, And that no purpose of thine can be hindered."
    },
    {
      "verse": 3,
      "text": "Who is he that darkeneth counsel by words without knowledge? Thus have I uttered what I understood not; Things too wonderful for me, which I knew not:"
    },
    {
      "verse": 4,
      "text": "Hear thou, then, I beseech thee, and I will speak! I will ask thee, and do thou instruct me!"
    },
    {
      "verse": 5,
      "text": "I have heard of thee by the hearing of the ear; But now hath mine eye seen thee."
    },
    {
      "verse": 6,
      "text": "Wherefore I abhor myself, And repent in dust and ashes."
    },
    {
      "verse": 7,
      "text": "And when Jehovah had spoken these words unto Job, he said to Eliphaz the Temanite: “My wrath is kindled against thee, and against thy two friends; for ye have not spoken concerning me that which is right, as hath my servant Job."
    },
    {
      "verse": 8,
      "text": "Take ye, therefore, seven bullocks and seven rams, and go to my servant Job, and offer for yourselves a burnt-offering, and my servant Job shall pray for you; for to him alone will I have regard; that I deal not with you according to your folly. For ye have not spoken concerning me that which is right, as hath my servant Job.”"
    },
    {
      "verse": 9,
      "text": "So Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite, went and did as Jehovah commanded them; and Jehovah had regard to Job."
    },
    {
      "verse": 10,
      "text": "And Jehovah turned the captivity of Job, when he prayed for his friends, and Jehovah gave him twice as much as he had before."
    },
    {
      "verse": 11,
      "text": "Then came to him all his brethren, and all his sisters, and all his former acquaintances, and ate bread with him in his house; and condoled with him, and comforted him over all the evil which Jehovah had brought upon him; and every one gave him a piece of money [[a kesita]], and every one a ring of gold."
    },
    {
      "verse": 12,
      "text": "Thus Jehovah blessed the latter end of Job more than the beginning; for he had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, and a thousand she-asses."
    },
    {
      "verse": 13,
      "text": "He had also seven sons, and three daughters."
    },
    {
      "verse": 14,
      "text": "And he called the name of the first Jemima, of the second Kezia, and of the third Kerenhappuch."
    },
    {
      "verse": 15,
      "text": "And in all the land were no women found so fair as the daughters of Job; and their father gave them an inheritance among their brethren."
    },
    {
      "verse": 16,
      "text": "And Job lived after this a hundred and forty years, and saw his sons, and his sons' sons, even four generations."
    },
    {
      "verse": 17,
      "text": "Then Job died, being old and satisfied with days."
    }
  ]
}