{
  "book_id": "LAM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Oh how doth she sit solitary—the city that was full of people is become like a widow! she that was so great among the nations, the princess among the provinces, is become tributary!"
    },
    {
      "verse": 2,
      "text": "She weepeth sorely in the night, and her tears are on her cheeks; she hath none to comfort her among all her lovers; all her friends have dealt treacherously toward her, they are become her enemies."
    },
    {
      "verse": 3,
      "text": "Exiled is Judah because of affliction, and because of the greatness of servitude she dwelleth indeed among the nations, she findeth no rest: all her pursuers have overtaken her between the narrow passes."
    },
    {
      "verse": 4,
      "text": "The ways to Zion are in mourning, because none come to the solemn feasts; all her gates are desolate; her priests sigh; her virgins moan, and she suffereth herself from bitter grief."
    },
    {
      "verse": 5,
      "text": "Her adversaries are become chiefs, her enemies prosper; for the Lord hath caused her to grieve because of the multitude of her transgressions: her babes are gone into captivity before the adversary."
    },
    {
      "verse": 6,
      "text": "And there is gone forth from the daughter of Zion all her splendor: her princes are become like harts that have found no pasture, and they flee without strength before the pursuer."
    },
    {
      "verse": 7,
      "text": "Jerusalem remembereth in the days of her affliction and of her miseries all her magnificent things which have been in the days of old: when her people fell into the hand of the adversary, with none to help her, the adversaries looked at her, they laughed at the cessation [of her glory]."
    },
    {
      "verse": 8,
      "text": "A grievous sin did Jerusalem commit, therefore is she become a wanderer: all that honored her hold her in contempt, because they have seen her nakedness; she also sigheth, and turneth [ashamed] backward."
    },
    {
      "verse": 9,
      "text": "[With] her uncleanness on her skirts, she thought not of her latter end: therefore is she come down wonderfully, without one to comfort her. Behold, O Lord, my affliction; for the enemy hath become great [above me]."
    },
    {
      "verse": 10,
      "text": "His hand hath the adversary spread out over all her magnificent things; for she hath seen nations entering into her sanctuary, of whom thou didst command that they should not enter into thy congregation."
    },
    {
      "verse": 11,
      "text": "all her people sigh, they are seeking bread; they have given their precious things for food to refresh their soul: see, O Lord, and look, how I have been brought low."
    },
    {
      "verse": 12,
      "text": "“I adjure you, all that pass this way, behold, and see if there be any pain like unto my pain, which hath been inflicted on me, wherewith the Lord hath aggrieved me on the day of his fierce anger."
    },
    {
      "verse": 13,
      "text": "From on high hath he sent a fire into my bones, and breaketh [them] one by one: he hath spread a net for my feet, he hath caused me to return backward; he hath made me desolate, sick all the day."
    },
    {
      "verse": 14,
      "text": "Bound fast is the yoke of my transgressions by his hand,— they are wreathed, and come up upon my neck; he hath made my strength to stumble: the Lord hath given me up into the hands of [those against whom] I am not able to rise up."
    },
    {
      "verse": 15,
      "text": "The Lord hath trodden under foot all my mighty men in the midst of me; he hath called an assembly against me to crush my young men: a winepress hath the Lord trodden over the virgin, the daughter of Judah."
    },
    {
      "verse": 16,
      "text": "For these things do I weep; my eye, my eye runneth down with water; because far from me is the comforter that should refresh my soul: my children are in misery, because the enemy hath prevailed.”"
    },
    {
      "verse": 17,
      "text": "Zion spreadeth forth her hands, without one to comfort her; the Lord hath given a charge concerning Jacob to all his adversaries round about him: Jerusalem is become as an unclean woman among them."
    },
    {
      "verse": 18,
      "text": "“Righteous is the Lord; for against his orders have I rebelled: oh do hear, all ye people, and see my pain! my virgins and my young men are gone into captivity."
    },
    {
      "verse": 19,
      "text": "I called for my lovers, but they deceived me: my priests and my elders perished in the city; for they sought food for themselves to refresh their soul."
    },
    {
      "verse": 20,
      "text": "See, O Lord! how I am in distress; my bowels are heated; my heart is turned round within me; because I have grievously rebelled: abroad bereaveth the sword, at home, like the pestilence."
    },
    {
      "verse": 21,
      "text": "They hear how greatly I sigh, [yet] there is none to comfort me; all my enemies have heard of my misfortune, they are glad that thou hast done it: oh that thou wouldst bring the day which thou hast proclaimed [against me], that they may become like me."
    },
    {
      "verse": 22,
      "text": "Let all their wickedness come before thee, and do unto them as thou hast done unto me because of all my transgressions; for many are my sighs, and my heart is sick.”"
    }
  ]
}