{
  "book_id": "LAM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Oh how hath the Lord covered in his anger the daughter of Zion with a cloud; he hath cast down from heaven unto the earth the ornament of Israel; and he hath not remembered his footstool on the day of his anger!"
    },
    {
      "verse": 2,
      "text": "The Lord hath destroyed and hath not pitied all the habitation of Jacob: he hath thrown down in his wrath the strong-holds of the daughter of Judah: he hath thrown them down to the ground; he hath defiled the kingdom and its princes."
    },
    {
      "verse": 3,
      "text": "He hath hewn away in his fierce anger the whole horn of Israel; he hath drawn back his right hand before the enemy; and he burnt against Jacob like a flaming fire, which devoureth round about."
    },
    {
      "verse": 4,
      "text": "He bent his bow like an enemy; he held out his right hand as an adversary, and slew all that were pleasant to the eye: in the tent of the daughter of Zion did he pour out like fire his fury."
    },
    {
      "verse": 5,
      "text": "The Lord became like an enemy; he destroyed Israel, he destroyed all her palaces, he ruined her strong-holds, and he increased in the midst of the daughter of Judah groaning and wailing."
    },
    {
      "verse": 6,
      "text": "And he violently wasted, as if it were a garden, his tabernacle; he destroyed his place of assembly: [yea,] the Lord hath caused to be forgotten in Zion the solemn feast and the day of rest, and hath despised in the indignation of his anger both king and priest."
    },
    {
      "verse": 7,
      "text": "The Lord hath cast off his altar, he hath made void his sanctuary, he hath surrendered into the hand of the enemy the walls of her palaces: they have made their voice to resound in the house of the Lord, as on a day of a solemn feast."
    },
    {
      "verse": 8,
      "text": "The Lord hath resolved to destroy the wall of the daughter of Zion; he stretched out the measuring-line, he withdrew not his hand from destroying: and he caused the rampart and the wall to mourn; together they languish."
    },
    {
      "verse": 9,
      "text": "Sunk into the ground are her gates, he hath ruined and broken her bars: her king and her princes are among the nations without any law; her prophets also obtain no more any vision from the Lord."
    },
    {
      "verse": 10,
      "text": "The elders of the daughter of Zion sit upon the ground, they keep silence: they have thrown dust upon their head; they have girt themselves with sackcloth: the virgins of Jerusalem have brought down low their head to the ground."
    },
    {
      "verse": 11,
      "text": "My eyes do fail with tears, my bowels are heated, my liver is poured upon the earth because of the breach of the daughter of my people; because babes and sucklings faint away in the streets of the town."
    },
    {
      "verse": 12,
      "text": "To their mothers they say, Where is corn and wine? when they faint away like the deadly wounded in the streets of the city, when their soul is poured out on the bosom of their mother."
    },
    {
      "verse": 13,
      "text": "What shall I take to witness for thee? what shall I compare unto thee, O daughter of Jerusalem? what shall I find equal to thee, that I may comfort thee, O virgin daughter of Zion? for great like the sea is thy breach; who can bring healing to thee?"
    },
    {
      "verse": 14,
      "text": "Thy prophets foresaw for thee vain and deceptive things; and they did not lay open thy iniquity, to cause thy backsliders to return: but they foresaw for thee prophecies of falsehood and seduction."
    },
    {
      "verse": 15,
      "text": "All that pass by [this] way clap their hands on account of thee; they hiss and shake their head over the daughter of Jerusalem: [saying,] Is this the city that men called The perfection of beauty. The joy for all the earth?"
    },
    {
      "verse": 16,
      "text": "All thy enemies open wide their mouth against thee; they hiss and gnash their teeth; they say, We have swallowed her up: ah, truly this is the day that we hoped for; we have found, we have seen it."
    },
    {
      "verse": 17,
      "text": "The Lord hath done what he had resolved; he hath accomplished his word which he had ordained already in the days of old; he hath thrown down, and hath not pitied; and he hath caused to rejoice over thee thy enemy, he hath raised on high the horn of thy adversaries."
    },
    {
      "verse": 18,
      "text": "Their heart crieth unto the Lord, O thou wall of the daughter of Zion, let tears run down like a stream day and night; allow thyself no rest; let not the apple of thy eye be still."
    },
    {
      "verse": 19,
      "text": "Arise, complain aloud in the night, in the beginning of the watches; pour out like water thy heart before the face of the Lord: lift up toward him thy hands because of the life of thy babes, that faint away for hunger at the corner of all the streets."
    },
    {
      "verse": 20,
      "text": "See, O Lord, and behold! to whom hast thou ever done the like? Shall women, then, eat their own fruit, the babes they have tenderly nursed? or shall there be slain in the sanctuary of the Lord the priest and the prophet?"
    },
    {
      "verse": 21,
      "text": "There lie down on the ground in the streets the lad and the ancient: my virgins and my young men are fallen by the sword: thou hast slain on the day of thy anger; thou hast slaughtered, thou hast not pitied."
    },
    {
      "verse": 22,
      "text": "Thou hast called, as it were on a festive day, my evil neighbors from round about; and there was not on the day of the Lord's anger one that escaped or remained: those that I had tenderly nursed and reared up my enemy brought to their end."
    }
  ]
}