{
  "book_id": "LAM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I am the man who hath seen affliction by the rod of his wrath."
    },
    {
      "verse": 2,
      "text": "Me hath he driven out, and led into darkness, but not into light."
    },
    {
      "verse": 3,
      "text": "Surely against me doth he turn again and again his hand all the day."
    },
    {
      "verse": 4,
      "text": "He hath caused my flesh and my skin to wear out, he hath broken my bones."
    },
    {
      "verse": 5,
      "text": "He hath built around me, and encompassed me with poison and hardship."
    },
    {
      "verse": 6,
      "text": "In dark places hath he set me to dwell, like the dead of olden times."
    },
    {
      "verse": 7,
      "text": "He hath placed a fence round about me, that I cannot get out; he hath made heavy my chain."
    },
    {
      "verse": 8,
      "text": "Also when I cry aloud and make entreaty, he shutteth out my prayer."
    },
    {
      "verse": 9,
      "text": "He hath fenced up my ways with hewn stone, my paths hath he made crooked."
    },
    {
      "verse": 10,
      "text": "A bear lying in wait is he to me, a lion in secret places."
    },
    {
      "verse": 11,
      "text": "On my ways hath he placed thorns, and torn me in pieces: he hath made me desolate."
    },
    {
      "verse": 12,
      "text": "He hath bent his bow, and placed me as a mark for the arrow."
    },
    {
      "verse": 13,
      "text": "He hath caused to enter into my reins the children of his quiver."
    },
    {
      "verse": 14,
      "text": "I am become a laughing-stock to all my people, their [jeering] song all the day."
    },
    {
      "verse": 15,
      "text": "He hath sated me with bitter things, he hath made me drunken with wormwood."
    },
    {
      "verse": 16,
      "text": "He hath also broken my teeth with gravel-stones, he hath covered me with ashes."
    },
    {
      "verse": 17,
      "text": "And my soul hath given up all thoughts of peace: I forget happiness."
    },
    {
      "verse": 18,
      "text": "And I said, Lost is my strength, my expectation also from the Lord."
    },
    {
      "verse": 19,
      "text": "Remembering my affliction and [the cause of] my complaint, wormwood and poison."
    },
    {
      "verse": 20,
      "text": "Remembering [this] continually my soul is bowed down deeply within me."
    },
    {
      "verse": 21,
      "text": "[Yet] this answer will I give to my heart: therefore will I wait [in confidence]."
    },
    {
      "verse": 22,
      "text": "It is through the Lord's kindness that we are not consumed, because his mercies have no end;"
    },
    {
      "verse": 23,
      "text": "They are new every morning: great is thy faithfulness."
    },
    {
      "verse": 24,
      "text": "The Lord is my portion, saith my soul, therefore will I wait for him."
    },
    {
      "verse": 25,
      "text": "The Lord is good unto those that hope in him, to the soul that seeketh him."
    },
    {
      "verse": 26,
      "text": "It is good that one should wait and this in silence for the salvation of the Lord."
    },
    {
      "verse": 27,
      "text": "It is good for a man that he bear the yoke in his youth;"
    },
    {
      "verse": 28,
      "text": "That he sit in solitude and be silent; because He hath laid it upon him;"
    },
    {
      "verse": 29,
      "text": "That he put his mouth in the dust; perhaps there still is hope;"
    },
    {
      "verse": 30,
      "text": "That he offer his cheek to him that smiteth him; that he be satisfied with reproach."
    },
    {
      "verse": 31,
      "text": "For the Lord will not cast off for ever;"
    },
    {
      "verse": 32,
      "text": "But though he have caused grief, yet will he have mercy according to the abundance of his kindnesses."
    },
    {
      "verse": 33,
      "text": "For he doth not afflict of his own will, and aggrieve the children of men."
    },
    {
      "verse": 34,
      "text": "To crush under his feet all the prisoners of the earth,"
    },
    {
      "verse": 35,
      "text": "To pervert the justice [due to man] before the face of the Most High."
    },
    {
      "verse": 36,
      "text": "To subvert a man in his contest—should the Lord not see this?"
    },
    {
      "verse": 37,
      "text": "Who is he that saith aught, and it cometh to pass, when the Lord hath not ordained it?"
    },
    {
      "verse": 38,
      "text": "Do not out of the mouth of the Most High come both the evil things and the good?"
    },
    {
      "verse": 39,
      "text": "Wherefore should a living man complain? let every man complain because of his sins."
    },
    {
      "verse": 40,
      "text": "Let us search through and investigate our ways, and let us return to the Lord."
    },
    {
      "verse": 41,
      "text": "Let us lift up our heart with our hands unto God in the heavens."
    },
    {
      "verse": 42,
      "text": "We have indeed transgressed and rebelled: thou hast truly not pardoned."
    },
    {
      "verse": 43,
      "text": "Thou hast covered [us] with thy anger, and made pursuit after us: thou hast slain, thou hast not pitied."
    },
    {
      "verse": 44,
      "text": "Thou hast covered thyself with a cloud, that no prayer should pass through."
    },
    {
      "verse": 45,
      "text": "As something loathsome and rejected hast thou rendered us in the midst of the people."
    },
    {
      "verse": 46,
      "text": "Wide have all our enemies opened against us their mouth."
    },
    {
      "verse": 47,
      "text": "Terror and a snare are come upon us, [with] desolation and breaches."
    },
    {
      "verse": 48,
      "text": "With streams of water runneth my eye down, because of the breach of the daughter of my people."
    },
    {
      "verse": 49,
      "text": "My eye trickleth down, and resteth not, without any intermission,"
    },
    {
      "verse": 50,
      "text": "Till the Lord look down, and behold from heaven."
    },
    {
      "verse": 51,
      "text": "My eye affecteth my soul because of all the daughters of my city."
    },
    {
      "verse": 52,
      "text": "Those who are my enemies, without a cause, have chased me about like a bird."
    },
    {
      "verse": 53,
      "text": "They have shut up in the dungeon my life, and have cast stones upon me."
    },
    {
      "verse": 54,
      "text": "Waters streamed over my head: I said, I am cut off."
    },
    {
      "verse": 55,
      "text": "I called on thy name, O Lord, out of the dungeon of the lowest depth."
    },
    {
      "verse": 56,
      "text": "Thou didst hear my voice: hide not thy ear to give me enlargement at my cry."
    },
    {
      "verse": 57,
      "text": "Thou wast ever near on the day that I called on thee: thou saidst, Fear not."
    },
    {
      "verse": 58,
      "text": "Thou didst plead, O Lord, the causes of my soul: thou didst [before this] redeem my life."
    },
    {
      "verse": 59,
      "text": "Thou hast [now] seen, O Lord, the wrong I suffer: judge thou my cause."
    },
    {
      "verse": 60,
      "text": "Thou hast seen all their vengeance, all their plans against me."
    },
    {
      "verse": 61,
      "text": "Thou hast heard their reviling, O Lord, all their plans against me,"
    },
    {
      "verse": 62,
      "text": "The speeches of these that rise up against me, and their device against me all the day."
    },
    {
      "verse": 63,
      "text": "Oh look upon their sitting down, and their rising up: I am their [jeering] song."
    },
    {
      "verse": 64,
      "text": "Render unto them a recompense, O Lord, according to the work of their hands."
    },
    {
      "verse": 65,
      "text": "Give them confusion of heart, thy curse he upon them."
    },
    {
      "verse": 66,
      "text": "Pursue them in anger and destroy from under the heavens of the Lord."
    }
  ]
}