{
  "book_id": "LAM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Remember, O Lord, what hath occurred to us, look down, and behold our disgrace."
    },
    {
      "verse": 2,
      "text": "Our inheritance is turned over to strangers, our houses to aliens."
    },
    {
      "verse": 3,
      "text": "Orphans are we become, and [we are] without a father, our mothers are like widows."
    },
    {
      "verse": 4,
      "text": "Our water have we drunk for money: our wood cometh to us for a purchase price."
    },
    {
      "verse": 5,
      "text": "Up to our necks are we pursued: we are fatigued, and no rest is allowed us."
    },
    {
      "verse": 6,
      "text": "To Egypt do we stretch out our hand, to Asshur, to be satisfied with bread."
    },
    {
      "verse": 7,
      "text": "Our fathers have sinned, and are no more; but we have indeed to bear their iniquities."
    },
    {
      "verse": 8,
      "text": "Servants rule over us: no one delivereth us out of their hand."
    },
    {
      "verse": 9,
      "text": "At the peril of our life must we bring home our bread, because of the sword of the wilderness."
    },
    {
      "verse": 10,
      "text": "Our skin gloweth like an oven, because of the heat of famine."
    },
    {
      "verse": 11,
      "text": "Women have they ravished in Zion, virgins, in the cities of Judah."
    },
    {
      "verse": 12,
      "text": "Princes were hanged up by their hand: the faces of elders were not honored."
    },
    {
      "verse": 13,
      "text": "Young men they bore to the mill, and boys stumbled under the wood."
    },
    {
      "verse": 14,
      "text": "The elders have ceased from the gate, young men, from their singing."
    },
    {
      "verse": 15,
      "text": "Ceased hath the joy of our heart: our dance is changed into mourning."
    },
    {
      "verse": 16,
      "text": "Fallen is the crown of our head: woe to us, for we have sinned."
    },
    {
      "verse": 17,
      "text": "Because of this is our heart made sick; for these things are our eyes dimmed;"
    },
    {
      "verse": 18,
      "text": "Because of the mount of Zion which is wasted, foxes walk about on it."
    },
    {
      "verse": 19,
      "text": "O thou, Lord, wilt truly abide for ever, thy throne existeth throughout all generations."
    },
    {
      "verse": 20,
      "text": "Wherefore wilt thou forget us for ever! wilt thou forsake us for so long a time?"
    },
    {
      "verse": 21,
      "text": "Cause us to return, O Lord, unto thee, and we will return: renew our days as of old."
    },
    {
      "verse": 22,
      "text": "For wouldst thou entirely reject us, be wroth with us to the uttermost?"
    }
  ]
}