{
  "book_id": "SNG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The Song of Songs, which is by Solomon."
    },
    {
      "verse": 2,
      "text": "[[M.]] O that he would kiss me with one of the kisses of his mouth! For thy love is better than wine."
    },
    {
      "verse": 3,
      "text": "Because of the savor of thy precious perfumes, (Thy name is like fragrant oil poured forth,) Therefore do the virgins love thee."
    },
    {
      "verse": 4,
      "text": "Draw me after thee; let us run! The king hath led me to his chambers! We will be glad and rejoice in thee; We will praise thy love more than wine. Justly do they love thee!"
    },
    {
      "verse": 5,
      "text": "I am black, but comely, O ye daughters of Jerusalem, As the tents of Kedar, as the curtains of Solomon."
    },
    {
      "verse": 6,
      "text": "Gaze not upon me because I am black, Because the sun hath looked upon me! My mother's sons were angry with me; They made me keeper of the vineyards; My vineyard, my own, have I not kept."
    },
    {
      "verse": 7,
      "text": "Tell me, thou whom my soul loveth, where thou feedest thy flock, Where thou leadest it to rest at noon; For why should I be like a veiled one by the flocks of thy companions?"
    },
    {
      "verse": 8,
      "text": "[[Lad.]] If thou know not, O thou fairest among women, Trace thou thy way by the tracks of the flock, And feed thy kids beside the shepherds' tents!"
    },
    {
      "verse": 9,
      "text": "[[Lov.]] To the horses in the chariots of Pharaoh Do I compare thee, my love!"
    },
    {
      "verse": 10,
      "text": "Comely are thy cheeks with rows of jewels, Thy neck with strings of pearls."
    },
    {
      "verse": 11,
      "text": "Golden chains will we make for thee, With studs of silver."
    },
    {
      "verse": 12,
      "text": "[[M.]] While the king reclineth at his table, My spikenard sendeth forth its fragrance."
    },
    {
      "verse": 13,
      "text": "A bunch of myrrh is my beloved to me; He shall abide between my breasts."
    },
    {
      "verse": 14,
      "text": "My beloved is to me a cluster of henna-flowers From the gardens of Engedi."
    },
    {
      "verse": 15,
      "text": "[[Lov.]] Behold, thou art fair, my love; behold, thou art fair! Thine eyes are doves."
    },
    {
      "verse": 16,
      "text": "[[M.]] Behold, thou art fair, my beloved, yea, lovely; And green is our bed."
    },
    {
      "verse": 17,
      "text": "The cedars are the beams of our house, And its roof the cypresses."
    }
  ]
}