{
  "book_id": "SNG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I am a rose of Sharon, A lily of the valleys."
    },
    {
      "verse": 2,
      "text": "[[Lov.]] As the lily among thorns, So is my love among the daughters."
    },
    {
      "verse": 3,
      "text": "[[M.]] As the apple-tree among the trees of the forest, So is my beloved among the sons. In his shadow I love to sit down, And his fruit is sweet to my taste."
    },
    {
      "verse": 4,
      "text": "He hath brought me to his banqueting-house, And his banner over me is love. Strengthen me with raisins,"
    },
    {
      "verse": 5,
      "text": "Refresh me with apples! For I am sick with love."
    },
    {
      "verse": 6,
      "text": "His left hand is under my head, And his right hand embraceth me!"
    },
    {
      "verse": 7,
      "text": "[[Lov.]] I charge you, O ye daughters of Jerusalem, By the gazelles, and by the hinds of the field, That ye stir not up, nor awake my love, till she please!"
    },
    {
      "verse": 8,
      "text": "[[M.]] The voice of my beloved! Behold, he cometh, Leaping upon the mountains, Bounding upon the hills."
    },
    {
      "verse": 9,
      "text": "Like a gazelle is my beloved, Or a young hind. Behold, he standeth behind our wall; He is looking through the windows; He glanceth through the lattice."
    },
    {
      "verse": 10,
      "text": "My beloved speaketh, and saith to me, “Rise up, my love, my fair one, and come away!"
    },
    {
      "verse": 11,
      "text": "For, lo, the winter is past, The rain is over and gone;"
    },
    {
      "verse": 12,
      "text": "The flowers appear on the earth; The time of the singing of birds is come, And the voice of the turtle is heard in our land;"
    },
    {
      "verse": 13,
      "text": "The fig-tree is spicing its green fruit; The vines in blossom give forth fragrance. Arise, my love, my fair one, and come away!"
    },
    {
      "verse": 14,
      "text": "O my dove, that art in the recesses of the rock, In the hiding-places of the steep craggy mountain, Let me see thy face, Let me hear thy voice! For sweet is thy voice, And thy face lovely.”"
    },
    {
      "verse": 15,
      "text": "Take ye for us the foxes, The little foxes that spoil the vines; For our vines are now in blossom."
    },
    {
      "verse": 16,
      "text": "My beloved is mine, and I am his; He feedeth among the lilies."
    },
    {
      "verse": 17,
      "text": "When the day breathes, and the shadows flee away, Come again, my beloved, like a gazelle, or a young hind, Upon the craggy mountains."
    }
  ]
}