{
  "book_id": "SNG",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "[[M.]] Upon my bed, in the night, I sought him whom my soul loveth; I sought him, but found him not."
    },
    {
      "verse": 2,
      "text": "I will arise now [[said I]], and go about the city; In the streets and the broad ways will I seek him whom my soul loveth; I sought him, but found him not."
    },
    {
      "verse": 3,
      "text": "The watchmen who go about the city found me; “Have you seen [[said I]] him whom my soul loveth?”"
    },
    {
      "verse": 4,
      "text": "I had but just passed them, When I found him whom my soul loveth; I held him, and would not let him go, Till I had brought him into my mother's house, Into the apartment of her that bore me."
    },
    {
      "verse": 5,
      "text": "[[Lov.]] I charge you, O ye daughters of Jerusalem! By the gazelles, and by the hinds of the field, That ye stir not up, nor awake my love, till she please."
    },
    {
      "verse": 6,
      "text": "Who is this that cometh up from the wilderness, Like pillars of smoke, Perfumed with myrrh and frankincense, With all the powders of the merchant?"
    },
    {
      "verse": 7,
      "text": "Behold, the carriage of Solomon! Threescore valiant men are around it, Of the valiant men of Israel."
    },
    {
      "verse": 8,
      "text": "They all wear swords, Being skilled in war. Every one hath his sword girt upon his thigh, On account of danger in the night."
    },
    {
      "verse": 9,
      "text": "King Solomon made for himself a carriage Of the wood of Lebanon."
    },
    {
      "verse": 10,
      "text": "The pillars thereof he made of silver, The railing of gold, The seat of purple, Its interior curiously wrought by a lovely one of the daughters of Jerusalem."
    },
    {
      "verse": 11,
      "text": "Go forth, O ye daughters of Zion! And behold King Solomon In the crown with which his mother crowned him, In the day of his espousals, In the day of the gladness of his heart."
    }
  ]
}