{
  "book_id": "SNG",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "[[Lov.]] Behold, thou art fair, my love! behold, thou art fair! Thine eyes are doves behind thy veil; Thy locks are like a flock of goats Which lie down on mount Gilead;"
    },
    {
      "verse": 2,
      "text": "Thy teeth are like a flock of shorn sheep, Which come up from the washing-place, Of which every one beareth twins, And none is barren among them;"
    },
    {
      "verse": 3,
      "text": "Thy lips are like a thread of scarlet, And thy mouth comely; Thy cheeks are like a divided pomegranate behind thy veil;"
    },
    {
      "verse": 4,
      "text": "Thy neck is like the tower of David, Built for an armory, In which there hang a thousand bucklers, All shields of mighty men;"
    },
    {
      "verse": 5,
      "text": "Thy two breasts are like two young twin gazelles, That feed among the lilies."
    },
    {
      "verse": 6,
      "text": "When the day breathes, and the shadows flee away, I will betake me to the mountain of myrrh And the hill of frankincense."
    },
    {
      "verse": 7,
      "text": "Thou art all fair, my love; There is no spot in thee!"
    },
    {
      "verse": 8,
      "text": "Come with me from Lebanon, my spouse, With me from Lebanon! Look from the top of Amana, From the top of Senir and Hermon, From the dens of the lions, From the mountains of the leopards."
    },
    {
      "verse": 9,
      "text": "Thou hast taken captive my heart, my sister, my spouse; Thou hast taken captive my heart with one of thine eyes, With one chain of thy neck."
    },
    {
      "verse": 10,
      "text": "How sweet is thy love, my sister, my spouse! How much more precious thy caresses than wine, And the fragrance of thy perfumes than all spices!"
    },
    {
      "verse": 11,
      "text": "Thy lips, O my spouse! drop the honeycomb; Honey and milk are under thy tongue, And the fragrance of thy garments is as the fragrance of Lebanon."
    },
    {
      "verse": 12,
      "text": "A garden inclosed is my sister, my spouse; A spring shut up, a fountain sealed;"
    },
    {
      "verse": 13,
      "text": "Thy plants are an orchard of pomegranates, with choicest fruits, Henna and spikenard,"
    },
    {
      "verse": 14,
      "text": "Spikenard and saffron, Sweet cane and cinnamon, With all trees of frankincense; Myrrh and aloes, With all the chief spices;"
    },
    {
      "verse": 15,
      "text": "A fountain of the gardens, A well of living water, A stream that floweth from Lebanon!"
    },
    {
      "verse": 16,
      "text": "[[M.]] Awake, O north wind, and come, thou south! Blow upon my garden, That its spices may flow out! May my beloved come to his garden, And eat his pleasant fruits."
    }
  ]
}