{
  "book_id": "SNG",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "[[Lad.]] Whither is thy beloved gone, thou fairest among women? Whither hath thy beloved betaken himself? That we may seek him with thee."
    },
    {
      "verse": 2,
      "text": "[[M.]] My beloved is gone down to his garden, To the beds of balsam, To feed in the gardens, And to gather lilies."
    },
    {
      "verse": 3,
      "text": "I am my beloved's, and my beloved is mine; He feedeth among the lilies."
    },
    {
      "verse": 4,
      "text": "Beautiful art thou, my love, as Tirzah, Lovely as Jerusalem; But terrible as an army with banners."
    },
    {
      "verse": 5,
      "text": "Turn away thine eyes from me! They overpower me! Thy locks are like a flock of goats, Which lie down upon Gilead."
    },
    {
      "verse": 6,
      "text": "Thy teeth are like a flock of sheep, Which come up from the washing-place, Of which every one hath twins, And none is barren among them."
    },
    {
      "verse": 7,
      "text": "As a divided pomegranate Are thy cheeks behind thy veil."
    },
    {
      "verse": 8,
      "text": "Threescore are the queens, and fourscore the concubines, And the maidens without number."
    },
    {
      "verse": 9,
      "text": "But my dove, my undefiled, is the one; She is the incomparable one of her mother, The darling of her that bore her. The daughters saw her, and blessed her; The queens and concubines, and they praised her."
    },
    {
      "verse": 10,
      "text": "[[Lov.]] Who is this that looketh forth like the morning, Fair as the moon, bright as the sun, And terrible as an army with banners?"
    },
    {
      "verse": 11,
      "text": "[[M.]] I went down into the garden of nuts, To see the green plants of the valley, To see whether the vine blossomed, And the pomegranates budded."
    },
    {
      "verse": 12,
      "text": "Or ever I was aware, My soul had made me like the chariots of the prince's train."
    },
    {
      "verse": 13,
      "text": "[[Lad.]] Return, return, O Shulamite! Return, return, that we may look upon thee! [[M.]] Why should ye look upon the Shulamite, As upon a dance of the hosts?"
    }
  ]
}