{
  "book_id": "SNG",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "[[Lov.]] How beautiful are thy feet in sandals, O prince's daughter! The roundings of thy hips are like neck ornaments, The work of the hands of the artificer;"
    },
    {
      "verse": 2,
      "text": "Thy navel is like a round goblet, that wanteth not the spiced wine; Thy belly like a heap of wheat, inclosed with lilies;"
    },
    {
      "verse": 3,
      "text": "Thy two breasts are like two young twin gazelles;"
    },
    {
      "verse": 4,
      "text": "Thy neck is as a tower of ivory; Thine eyes are like the pools at Heshbon, by the gate of Bath-rabbim; Thy nose is as the tower of Lebanon, which looketh toward Damascus;"
    },
    {
      "verse": 5,
      "text": "Thy head upon thee is like Carmel, And the hair of thy head like purple; The king is captivated by thy locks."
    },
    {
      "verse": 6,
      "text": "How fair, how pleasant art thou, love, in delights!"
    },
    {
      "verse": 7,
      "text": "This thy stature is like the palm-tree, And thy breasts like clusters of dates."
    },
    {
      "verse": 8,
      "text": "I will go up, say I to myself, upon the palm-tree; I will take hold of its boughs, And thy breasts shall be as clusters of the vine, And the fragrance of thy nose like apples,"
    },
    {
      "verse": 9,
      "text": "And thy mouth like the best wine— [[M.]] — that goeth down smoothly for my beloved, Flowing over the lips of them that sleep."
    },
    {
      "verse": 10,
      "text": "I am my beloved's, And his desire is toward me."
    },
    {
      "verse": 11,
      "text": "Come, my beloved, let us go forth into the country; Let us lodge in the villages!"
    },
    {
      "verse": 12,
      "text": "Then will we go early to the vineyards, To see whether the vine putteth forth, Whether its blossom openeth, And the pomegranates bud forth; There will I give thee my love!"
    },
    {
      "verse": 13,
      "text": "The love-apples give forth fragrance; And at our doors are all kinds of precious fruits, new and old: I have kept them for thee, my beloved!"
    }
  ]
}