{
  "book_id": "SNG",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "O that thou wert as my brother, That sucked the breast of my mother! When I found thee abroad, I might kiss thee; And for it no one would deride me."
    },
    {
      "verse": 2,
      "text": "I will lead thee, and bring thee into my mother's house, that thou mayst teach me; I will give thee spiced wine to drink, and the juice of my pomegranates."
    },
    {
      "verse": 3,
      "text": "His left hand is under my head, And his right hand embraceth me."
    },
    {
      "verse": 4,
      "text": "[[Lov.]] I charge you, O ye daughters of Jerusalem! That ye stir not up, nor awake my love, Till she please!"
    },
    {
      "verse": 5,
      "text": "[[Lad.]] Who is this that cometh up from the wilderness, Leaning upon her beloved? [[M.]] Under the apple-tree I awakened thee; There thy mother brought thee forth; There she that bore thee brought thee forth!"
    },
    {
      "verse": 6,
      "text": "O set me as a seal upon thy heart, As a seal upon thine arm! For love is strong as death; True love is firm as the grave: Its flames are flames of fire, The fire of Jehovah."
    },
    {
      "verse": 7,
      "text": "Many waters cannot quench love, Nor can floods drown it. Would a man give all the wealth of his house for love, It would be utterly contemned."
    },
    {
      "verse": 8,
      "text": "[[Br.]] We have a sister who is yet young; She is yet without breasts. What shall we do with our sister, When she shall be spoken for?"
    },
    {
      "verse": 9,
      "text": "If she be a wall, We will build upon it a silver tower; If she be an open gate, We will inclose her with planks of cedar."
    },
    {
      "verse": 10,
      "text": "[[Sis.]] I am a wall, and my breasts like towers; Therefore am I become in his eyes as one that findeth peace."
    },
    {
      "verse": 11,
      "text": "Solomon had a vineyard at Baal-hamon; He let out the vineyard to keepers; Every one was to bring a thousand shekels of silver for its fruit."
    },
    {
      "verse": 12,
      "text": "My vineyard is before my eyes. Be thine the thousand, O Solomon! And two hundred to the keepers of its fruit!"
    },
    {
      "verse": 13,
      "text": "[[Lov.]] Thou that dwellest in the gardens! Friends listen to thy voice; Let me hear thee!"
    },
    {
      "verse": 14,
      "text": "Fly, my beloved! like a gazelle, or a young hind, Upon the mountains of spices."
    }
  ]
}