{
  "book_id": "1CO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc Paul\\sc*, called \\add to be\\add* an apostle of Jesus Christ through the will of God, and Sosthenes \\add our\\add* brother,"
    },
    {
      "verse": 2,
      "text": "unto the church of God which is at Corinth, to them that are sanctified in Christ Jesus, called \\add to be\\add* saints, with all that in every place call upon the name of Jesus Christ our Lord, both theirs and ours:"
    },
    {
      "verse": 3,
      "text": "grace \\add be\\add* unto you, and peace, from God our Father, and \\add from\\add* the Lord Jesus Christ."
    },
    {
      "verse": 4,
      "text": "I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;"
    },
    {
      "verse": 5,
      "text": "that in every \\add thing\\add* ye are enriched by him, in all utterance, and \\add in\\add* all knowledge;"
    },
    {
      "verse": 6,
      "text": "even as the testimony of Christ was confirmed in you:"
    },
    {
      "verse": 7,
      "text": "so that ye come behind in no gift; waiting for the coming of our Lord Jesus Christ:"
    },
    {
      "verse": 8,
      "text": "who shall also confirm you unto the end, \\add that ye may be\\add* blameless in the day of our Lord Jesus Christ."
    },
    {
      "verse": 9,
      "text": "God \\add is\\add* faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord."
    },
    {
      "verse": 10,
      "text": "Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same \\add thing\\add*, and \\add that\\add* there be no divisions among you; but \\add that\\add* ye be perfectly joined together in the same mind and in the same judgment."
    },
    {
      "verse": 11,
      "text": "For it hath been declared unto me of you, my brethren, by them which are of the \\add house\\add* of Chloe, that there are contentions among you."
    },
    {
      "verse": 12,
      "text": "Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ."
    },
    {
      "verse": 13,
      "text": "Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?"
    },
    {
      "verse": 14,
      "text": "I thank God that I baptized none of you, but Crispus and Gaius;"
    },
    {
      "verse": 15,
      "text": "lest any should say that I had baptized in mine own name."
    },
    {
      "verse": 16,
      "text": "And I baptized also the household of Stephanas: besides, I know not whether I baptized any other."
    },
    {
      "verse": 17,
      "text": "For Christ sent me not to baptize, but to preach the gospel: not with wisdom of words, lest the cross of Christ should be made of none effect."
    },
    {
      "verse": 18,
      "text": "For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God."
    },
    {
      "verse": 19,
      "text": "For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent."
    },
    {
      "verse": 20,
      "text": "Where \\add is\\add* the wise? where \\add is\\add* the scribe? where \\add is\\add* the disputer of this world? hath not God made foolish the wisdom of this world?"
    },
    {
      "verse": 21,
      "text": "For after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe."
    },
    {
      "verse": 22,
      "text": "For the Jews require a sign, and the Greeks seek after wisdom:"
    },
    {
      "verse": 23,
      "text": "but we preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness;"
    },
    {
      "verse": 24,
      "text": "but unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God."
    },
    {
      "verse": 25,
      "text": "Because the foolishness of God is wiser than men; and the weakness of God is stronger than men."
    },
    {
      "verse": 26,
      "text": "For ye see your calling, brethren, how that not many wise \\add men\\add* after the flesh, not many mighty, not many noble, \\add are called:\\add*"
    },
    {
      "verse": 27,
      "text": "but God hath chosen the foolish \\add things\\add* of the world to confound the wise; and God hath chosen the weak \\add things\\add* of the world to confound the \\add things which are\\add* mighty;"
    },
    {
      "verse": 28,
      "text": "and base \\add things\\add* of the world, and \\add things\\add* which are despised, hath God chosen, \\add yea\\add*, and \\add things\\add* which are not, to bring to nought \\add things\\add* that are:"
    },
    {
      "verse": 29,
      "text": "that no flesh should glory in his presence."
    },
    {
      "verse": 30,
      "text": "But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:"
    },
    {
      "verse": 31,
      "text": "that, according as it is written, He that glorieth, let him glory in the Lord."
    }
  ]
}