{
  "book_id": "DEU",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "These are the words which Moses spoke unto all Israel on this side of the Jordan, in the wilderness, in the plain opposite Suph, between Paran, and Tophel, and Laban, and Chazeroth, and Di-zahab."
    },
    {
      "verse": 2,
      "text": "It is a journey of eleven days from Horeb by the way of mount Seir unto Kadesh-barnea'."
    },
    {
      "verse": 3,
      "text": "And it came to pass in the fortieth year, in the eleventh month, on the first day of the month, that Moses spoke unto the children of Israel, according to all that the Lord had commanded him concerning them;"
    },
    {
      "verse": 4,
      "text": "After he had smitten Sichon the king of the Emorites, who dwelt in Cheshbon, and 'Og the king of Bashan, who dwelt at 'Ashtaroth in Edre'i."
    },
    {
      "verse": 5,
      "text": "On this side of the Jordan, in the land of Moab, began Moses to explain this law, saying,"
    },
    {
      "verse": 6,
      "text": "The Lord our God spoke unto us in Horeb, saying, Ye have tarried long enough at this mount;"
    },
    {
      "verse": 7,
      "text": "Turn you, and take your journey, and go to the mountain of the Emorites, and unto all its neighboring places, in the plain, in the mountain, and in the lowlands, and in the southern country, and by the coast of the sea, to the land of the Canaanites, and unto the Lebanon, up to the great river, the river Euphrates."
    },
    {
      "verse": 8,
      "text": "Behold, I have given up the land before you: go in and take possession of the land which the Lord hath sworn unto your fathers, to Abraham, to Isaac, and to Jacob, to give it unto them and to their seed after them."
    },
    {
      "verse": 9,
      "text": "And I said unto you at that time, as followeth, I am not able alone to bear you:"
    },
    {
      "verse": 10,
      "text": "The Lord your God hath multiplied you, and, behold, ye are this day as the stars of heaven for multitude."
    },
    {
      "verse": 11,
      "text": "May the Lord the God of your fathers make you a thousand times as many more as ye are; and bless you, as he hath spoken unto you."
    },
    {
      "verse": 12,
      "text": "How can I by myself alone bear your cumbrance, and your burden, and your strife!"
    },
    {
      "verse": 13,
      "text": "Furnish for yourselves wise and understanding men, and those known among your tribes, and I will place them as chiefs over you."
    },
    {
      "verse": 14,
      "text": "And ye answered me, and said, The thing which thou hast spoken is good to do."
    },
    {
      "verse": 15,
      "text": "And I took the chiefs of your tribes, wise and known men, and I set them as heads over you, captains over thousands, and captains over hundreds, and captains over fifties, and captains over tens, and as officers for your tribes."
    },
    {
      "verse": 16,
      "text": "And I commanded your judges at that time, saying, Hear the causes between your brethren, and judge righteously, between a man and his brother, and between his stranger."
    },
    {
      "verse": 17,
      "text": "Ye shall not respect persons in judgment; the small as well as the great shall ye hear; ye shall not be afraid of any man; for the judgment belongeth to God: and the cause that is too hard for you shall ye bring unto me, and I will hear it."
    },
    {
      "verse": 18,
      "text": "And I commanded you at that time all the things which ye should do."
    },
    {
      "verse": 19,
      "text": "And we departed from Horeb, and we went through all that great and terrible wilderness, which ye have seen, by the way of the mountain of the Emorites, as the Lord our God had commanded us; and we came as far as Kadesh-barnea'."
    },
    {
      "verse": 20,
      "text": "And I said unto you, Ye are come unto the mountain of the Emorites, which the Lord our God doth give unto us."
    },
    {
      "verse": 21,
      "text": "Behold, the Lord thy God hath given up the land before thee: go up and take possession of it, as the Lord the God of thy fathers hath spoken unto thee; do not fear, and be not discouraged."
    },
    {
      "verse": 22,
      "text": "And ye all came near unto me and said, Let us send out men before us, that they may search out for us the land, and bring us word again concerning the way by which we must go up, and the cities to which we shall come."
    },
    {
      "verse": 23,
      "text": "And the thing was pleasing in my eyes; and I took of you twelve men, one man for every tribe:"
    },
    {
      "verse": 24,
      "text": "And they turned and went up into the mountain, and came unto the valley of Eshcol, and spied it out."
    },
    {
      "verse": 25,
      "text": "And they took in their hand some of the fruit of the land, and brought it down unto us; and they brought us word again, and said, The land which the Lord our God doth give us is good."
    },
    {
      "verse": 26,
      "text": "But you would not go up, and ye rebelled against the order of the Lord your God;"
    },
    {
      "verse": 27,
      "text": "And ye murmured in your tents, and said, On account of the hatred of the Lord toward us, hath he brought us forth out of the land of Egypt, to deliver us into the hand of the Emorites, to destroy us."
    },
    {
      "verse": 28,
      "text": "Whither shall we go up? our brethren have made faint our heart, saying, The people is greater and taller than we; the cities are great and fortified up to heaven; and moreover the sons of the 'Anakim have we seen there."
    },
    {
      "verse": 29,
      "text": "And I said unto you, Have no dread, nor be ye afraid of them."
    },
    {
      "verse": 30,
      "text": "The Lord your God who goeth before you, he it is who will fight for you; all just as he did for you in Egypt before your eyes;"
    },
    {
      "verse": 31,
      "text": "And in the wilderness which thou hast seen, where the Lord thy God bore thee, as a man doth bear his son, on all the way that ye have gone, until ye came unto this place."
    },
    {
      "verse": 32,
      "text": "Yet in this thing do ye not believe in the Lord your God,"
    },
    {
      "verse": 33,
      "text": "Who goeth before you on the way to seek out for you a place for your encamping, in fire by night, to cause you to see on the way in which ye are to go, and in a cloud by day."
    },
    {
      "verse": 34,
      "text": "And the Lord heard the voice of your words; and he was wroth, and swore, saying,"
    },
    {
      "verse": 35,
      "text": "Surely there shall not one of these men of this evil generation see that good land, which I have sworn to give unto your fathers;"
    },
    {
      "verse": 36,
      "text": "Save Caleb the son of Yephunneh, he shall see it, and to him will I give the land upon which he hath trodden, and to his children; because he hath wholly followed the Lord."
    },
    {
      "verse": 37,
      "text": "also with me was the Lord angry for your sakes, saying, also thou shalt not go in thither."
    },
    {
      "verse": 38,
      "text": "Joshua the son of Nun, who standeth before thee, he shall go in thither: him encourage; for he shall cause Israel to inherit it."
    },
    {
      "verse": 39,
      "text": "And your little ones, of whom ye said, They will become a prey, and your children who know not this day either good or evil, these shall go in thither; and unto them will I give it, and they shall possess it."
    },
    {
      "verse": 40,
      "text": "But as for you, turn you, and take your journey into the wilderness by the way of the Red Sea."
    },
    {
      "verse": 41,
      "text": "And ye answered and said unto me, We have sinned against the Lord; we indeed will go up and we will fight, according to all that the Lord our God hath commanded us; and ye girded on every man his weapons of war, and ye insisted to go up into the mountain."
    },
    {
      "verse": 42,
      "text": "And the Lord said unto me, Say unto them, Go not up, and do not fight; for I am not among you; lest ye be smitten before your enemies."
    },
    {
      "verse": 43,
      "text": "And I spoke unto you; but ye would not hear; and ye rebelled against the order of the Lord, and you were presumptuous, and went up into the mountain."
    },
    {
      "verse": 44,
      "text": "And the Emorites, who dwelt in that mountain: came out against you, and they pursued you, as the bees do, and they overthrew you in Seir, as far as Chormah."
    },
    {
      "verse": 45,
      "text": "And ye returned and wept before the Lord; but the Lord hearkened not to your voice, nor gave ear unto you."
    },
    {
      "verse": 46,
      "text": "And ye tarried in Kadesh many days, according unto the days that ye tarried there."
    }
  ]
}