{
  "book_id": "DEU",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And we turned, and went up the way to Bashan; and 'Og the king of Bashan came out against us, he and all his people, to the battle at Edre'i."
    },
    {
      "verse": 2,
      "text": "And the Lord said unto me, Fear him not; for into thy hand have I given him, and all his people, and his land; and thou shalt do unto him as thou hast done unto Sichon, the king of the Emorites, who dwelt at Cheshbon."
    },
    {
      "verse": 3,
      "text": "And the Lord our God gave into our hands also 'Og the king of Bashan, and all his people; and we smote him until none was left to him who escaped."
    },
    {
      "verse": 4,
      "text": "And we conquered all his cities at that time, there was not a city which we took not from them, sixty cities, all the region of Argob, the kingdom of 'Og in Bashan."
    },
    {
      "verse": 5,
      "text": "all these were fortified cities, with high walls, gates, and bars; besides the unwalled towns, which were a great many."
    },
    {
      "verse": 6,
      "text": "And we devoted them, as we had done unto Sichon the king of Cheshbon, devoting every inhabited city, the women, and the little ones."
    },
    {
      "verse": 7,
      "text": "But all the cattle, and the spoil of the cities, we took as booty to ourselves."
    },
    {
      "verse": 8,
      "text": "And we took at that time out of the hand of the two kings of the Emorites the land which is on this side of the Jordan, from the river of Arnon unto mount Chermon;"
    },
    {
      "verse": 9,
      "text": "(The Sidonians call Chermon Siryon; and the Emorites call it Senir;)"
    },
    {
      "verse": 10,
      "text": "All the cities of the plain, and all Gil'ad, and all Bashan, unto Salchah and Edrei, the cities of the kingdom of 'Og in Bashan."
    },
    {
      "verse": 11,
      "text": "For only 'Og the king of Bashan had been left of the remnant of the Rephaim; behold, his bedstead was a bedstead of iron; lo! it is in Rabbah of the children of 'Ammon: nine cubits is its length, and four cubits its breadth, after the arm of a man."
    },
    {
      "verse": 12,
      "text": "And of this land, of which we took possession at that time, from 'Aro'er, which is by the river Arnon, and half mount Gil'ad, and the cities thereof, I gave unto the Reubenites and to the Gadites."
    },
    {
      "verse": 13,
      "text": "And the rest of Gil'ad, and all Bashan, the kingdom of 'Og, I gave unto the half tribe of Menasseh: all the region of Argob, with all Bashan, this is called the land of Rephaim."
    },
    {
      "verse": 14,
      "text": "Yair the son of Menasseh took all the region of Argob up to the border of the Geshurites and the Ma-'achathites; and he called them the [land of] Bashan, after his own name, the villages of Yair, unto this day."
    },
    {
      "verse": 15,
      "text": "And unto Machir I gave Gil'ad."
    },
    {
      "verse": 16,
      "text": "And unto the Reubenites and unto the Gadites I gave from Gil'ad even unto the brook Arnon, the land within the river and that adjoining, even unto the brook Yabbok, the border of the children of 'Ammon;"
    },
    {
      "verse": 17,
      "text": "The plain also, and the Jordan, and the adjoining land, from Kinnereth even unto the sea of the plain, the Salt Sea, under the declivities of Pisgah, eastward."
    },
    {
      "verse": 18,
      "text": "And I commanded you at that time, saying, The Lord your God hath given you this land to possess it: armed shall ye pass over before your brethren the children of Israel, all that are fit to bear arms."
    },
    {
      "verse": 19,
      "text": "But your wives, and your little ones, and your cattle, (I know that ye have much cattle,) shall abide in your cities which I have given you;"
    },
    {
      "verse": 20,
      "text": "Until that the Lord have given rest unto your brethren, as well as unto you, and they also have taken possession of the land which the Lord your God giveth them beyond the Jordan: then shall ye return every man unto his possession which I have given you."
    },
    {
      "verse": 21,
      "text": "And Joshua also I commanded at that time, saying, Thy own eyes have seen all that the Lord your God hath done unto these two kings: thus will the Lord do unto all the kingdoms whither thou passest."
    },
    {
      "verse": 22,
      "text": "Ye shall not fear them; for the Lord your God it is who fighteth for you."
    },
    {
      "verse": 23,
      "text": "And I besought the Lord at that time, saying,"
    },
    {
      "verse": 24,
      "text": "O Lord Eternal, thou hast begun to show thy servant thy greatness, and thy mighty hand; for what God is there in heaven or on earth, that can do aught like thy works, and like thy mighty deeds?"
    },
    {
      "verse": 25,
      "text": "Let me go over, I pray thee, that I may see the good land which is on the other side of the Jordan, this goodly mountain, and the Lebanon."
    },
    {
      "verse": 26,
      "text": "But the Lord was wroth with me for your sakes, and he would not hear me: and the Lord said unto me, Let it suffice thee; do not continue to speak unto me any more of this matter."
    },
    {
      "verse": 27,
      "text": "Get thee up unto the top of Pisgah, and lift up thy eyes, westward, and northward, and southward, and eastward, and behold it with thy eyes; for thou shalt not pass over this Jordan."
    },
    {
      "verse": 28,
      "text": "And do thou charge Joshua, and strengthen him, and encourage him; for he shall go over before this people, and he shall divide out to them the land which thou shalt see."
    },
    {
      "verse": 29,
      "text": "And we abode in the valley opposite Beth-peor."
    }
  ]
}