{
  "book_id": "DEU",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And this is the commandment, with the statutes, and the ordinances, which the Lord your God hath commanded to teach you, to do them in the land whither ye are passing over to possess it:"
    },
    {
      "verse": 2,
      "text": "In order that you mayest fear the Lord thy God, to keep all his statutes and his commandments, which I command thee, thou and thy son, and thy son's son, all the days of thy life; and in order that thy days may be prolonged."
    },
    {
      "verse": 3,
      "text": "Hear, therefore, O Israel, and observe to do them; that it may be well with thee, and that ye may increase greatly, as the Lord the God of thy fathers hath spoken to thee, [in] the land flowing with milk and honey."
    },
    {
      "verse": 4,
      "text": "Hear, O Israel! The Lord, our God, is the One Eternal Being."
    },
    {
      "verse": 5,
      "text": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy might."
    },
    {
      "verse": 6,
      "text": "And these words which I command thee this day, shall be in thy heart:"
    },
    {
      "verse": 7,
      "text": "And thou shalt teach them diligently unto thy children, and thou shalt speak of them when thou sittest in thy house, and when thou walkest by the way, and when thou liest down, and when thou risest up."
    },
    {
      "verse": 8,
      "text": "And thou shalt bind them for a sign upon thy hand, and they shall be as frontlets between thy eyes."
    },
    {
      "verse": 9,
      "text": "And thou shalt write them upon the door-posts of thy house, and upon thy gates."
    },
    {
      "verse": 10,
      "text": "And it shall be, when the Lord thy God shall bring thee into the land which he hath sworn unto thy fathers, to Abraham, to Isaac, and to Jacob, to give unto thee, great and goodly cities, which thou didst not build,"
    },
    {
      "verse": 11,
      "text": "And houses full of all good things, which thou didst not fill, and wells hewed out which thou didst not hew, vineyards and olive-trees, which thou didst not plant; and thou hast eaten and art satisfied:"
    },
    {
      "verse": 12,
      "text": "Then beware that thou do not forget the Lord, who hath brought thee forth out of the land of Egypt, from the house of slavery."
    },
    {
      "verse": 13,
      "text": "The Lord thy God shalt thou fear, and him shalt thou serve, and by his name shalt thou swear."
    },
    {
      "verse": 14,
      "text": "Ye shall not go after other gods, of the gods of the nations which are round about you;"
    },
    {
      "verse": 15,
      "text": "For the Lord thy God is a watchful God among you: so that the anger of the Lord thy God may not be kindled against thee, and he destroy thee from off the face of the earth."
    },
    {
      "verse": 16,
      "text": "Ye shall not tempt the Lord your God, as ye tempted him in Massah."
    },
    {
      "verse": 17,
      "text": "Ye shall diligently keep the commandments of the Lord your God, and his testimonies, and his statutes, which he hath commanded thee."
    },
    {
      "verse": 18,
      "text": "And thou shalt do that which is right and good in the eyes of the Lord; in order that it may be well with thee, and that thou mayest go in and take possession of the good land which the Lord hath sworn unto thy fathers,"
    },
    {
      "verse": 19,
      "text": "To cast out all thy enemies from before thee; as the Lord hath spoken."
    },
    {
      "verse": 20,
      "text": "When thy son should ask thee in time to come, saying, What mean the testimonies, and the statutes, and the ordinances, which the Lord our God hath commanded you?"
    },
    {
      "verse": 21,
      "text": "Then shalt thou say unto thy son, We were bondmen unto Pharaoh in Egypt; and the Lord brought us out of Egypt with a mighty hand;"
    },
    {
      "verse": 22,
      "text": "And the Lord let come signs and wonders, great and sore, on Egypt, on Pharaoh, and on all his household, before our eyes;"
    },
    {
      "verse": 23,
      "text": "And us he brought out from there; in order to bring us in, to give us the land which he had sworn unto our fathers."
    },
    {
      "verse": 24,
      "text": "And the Lord commanded us to do all these statutes, to fear the Lord our God; that it might be well with us at all times, and that he might preserve us alive, as it is at this day."
    },
    {
      "verse": 25,
      "text": "And it shall be accounted righteousness unto us, if we observe to do all this commandment before the Lord our God, as he hath commanded us."
    }
  ]
}