{
  "book_id": "DEU",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Hear, O Israel: Thou art to pass this day over the Jordan, to go in to drive out nations greater and mightier than thou, [to conquer] cities great and fortified up to heaven,"
    },
    {
      "verse": 2,
      "text": "A people great and tall, the children of the 'Anakim, whom thou knowest, and of whom thou hast heard say, Who can stand before the children of 'Anak!"
    },
    {
      "verse": 3,
      "text": "Understand therefore this day, that the Lord thy God it is who goeth over before thee, he is a consuming fire; he will destroy them, and he will subdue them before thy face; and thou wilt drive them out, and destroy them quickly, as the Lord hath spoken unto thee."
    },
    {
      "verse": 4,
      "text": "Thou must not say in thy heart, when the Lord thy God doth cast them out from before thee, as followeth, For my righteousness hath the Lord brought me in to possess this land; and that for the wickedness of these nations the Lord doth drive them out from before thee."
    },
    {
      "verse": 5,
      "text": "Not for thy righteousness, nor for the uprightness of thy heart, dost thou go in to possess their land; but for the wickedness of these nations doth the Lord thy God drive them out from before thee, and in order that he may fulfill the word which the Lord hath sworn unto thy fathers, to Abraham, to Isaac, and to Jacob."
    },
    {
      "verse": 6,
      "text": "And thou shalt know, that not for thy righteousness doth the Lord thy God give unto thee this good land to possess it; for thou art a stiff-necked people."
    },
    {
      "verse": 7,
      "text": "Remember, do not forget, how thou didst provoke the Lord thy God to wrath in the wilderness: from the day that thou wentest out of the land of Egypt, until ye came unto this place, have ye been rebellious against the Lord."
    },
    {
      "verse": 8,
      "text": "Also at Horeb ye provoked the Lord to wrath, so that the Lord was angry with you to destroy you."
    },
    {
      "verse": 9,
      "text": "When I was gone up into the mount to receive the tables of stone, the tables of the covenant which the Lord had made with you, and I abode on the mount forty days and forty nights, bread did I not eat, and water did I not drink."
    },
    {
      "verse": 10,
      "text": "And the Lord gave unto me the two tables of stone inscribed by the finger of God; and on them [was written] according to all the words, which the Lord had spoken with you on the mount out of the midst of the fire on the day of the assembly."
    },
    {
      "verse": 11,
      "text": "And it came to pass at the end of forty days and forty nights, that the Lord gave unto me the two tables of stone, the tables of the covenant."
    },
    {
      "verse": 12,
      "text": "And the Lord said unto me, Arise, get thee down quickly from here; for thy people which thou hast brought forth out of Egypt have become corrupted; they have quickly turned aside out of the way which I have commanded them; they have made themselves a molten image."
    },
    {
      "verse": 13,
      "text": "And the Lord said unto me, thus, I have seen this people, and, behold, it is a stiff-necked people:"
    },
    {
      "verse": 14,
      "text": "Let me alone, and I will destroy them, and blot out their name from under the heavens; and I will make of thee a nation mightier and more numerous than they."
    },
    {
      "verse": 15,
      "text": "And I turned and came down from the mount, and the mount was burning with fire; and the two tables of the covenant were upon my two hands."
    },
    {
      "verse": 16,
      "text": "And I looked, and, behold, ye had sinned against the Lord your God, ye had made yourselves a molten calf; ye had turned aside quickly out of the way which the Lord had commanded you."
    },
    {
      "verse": 17,
      "text": "And I took hold of the two tables, and cast them out of my two hands, and I broke them before your eyes."
    },
    {
      "verse": 18,
      "text": "And I threw myself down before the Lord, as at the first, forty days and forty nights; bread did I not eat, and water did I not drink; on account of all your sins which ye had committed, in doing what is evil in the eyes of the Lord, to provoke him to anger."
    },
    {
      "verse": 19,
      "text": "For I was afraid of the anger and the indignation, wherewith the Lord was wroth against you to destroy you; but the Lord hearkened unto me also at that time."
    },
    {
      "verse": 20,
      "text": "And with Aaron was the Lord very angry to destroy him; and I prayed also for Aaron at the same time."
    },
    {
      "verse": 21,
      "text": "And your work of sin, which ye had made, the calf, I took and burnt it in fire, and stamped it, grinding it very small, until it was as fine as dust: and I cast the dust thereof into the brook that descendeth from the mount."
    },
    {
      "verse": 22,
      "text": "And at Taberah, and at Massah and at Kibroth-hattaavah, have ye been provoking the Lord to wrath."
    },
    {
      "verse": 23,
      "text": "And when the Lord sent you from Kadesh-barnea', saying, Go up and take possession of the land which I have given you: then rebelled ye against the order of the Lord your God, and ye believed not in him, and ye hearkened not to his voice."
    },
    {
      "verse": 24,
      "text": "Rebellious have ye been against the Lord, from the day that I have known you."
    },
    {
      "verse": 25,
      "text": "And I threw myself down before the Lord those forty days and forty nights, which I threw myself down; because the Lord had said that he would destroy you."
    },
    {
      "verse": 26,
      "text": "And I prayed unto the Lord, and said, O Lord Eternal, destroy not thy people and thy heritage, which thou hast redeemed through thy greatness, which thou hast brought forth out of Egypt with a mighty hand."
    },
    {
      "verse": 27,
      "text": "Think of thy servants, of Abraham, of Isaac, and of Jacob; turn not unto the stubbornness of this people, nor to its wickedness, nor to its sin:"
    },
    {
      "verse": 28,
      "text": "Lest [the inhabitants of] the land whence thou hast brought us out say, Out of want of ability in the Lord to bring them into the land which he had promised them, and out of his hatred to them, hath he brought them out to slay them in the wilderness."
    },
    {
      "verse": 29,
      "text": "Whereas they are thy people and thy heritage, whom thou hast brought out by thy mighty power and by thy outstretched arm."
    }
  ]
}