{
  "book_id": "DEU",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Thou shalt therefore love the Lord thy God, and keep his charge, and his statutes, and his ordinances, and his commandments, all the days."
    },
    {
      "verse": 2,
      "text": "And ye shall know this day, that [I speak] not with your children who have not known, and who have not seen the chastisement of the Lord your God, his greatness, his strong hand, and his outstretched arm;"
    },
    {
      "verse": 3,
      "text": "And his signs, and his acts, which he displayed in the midst of Egypt, unto Pharaoh the king of Egypt, and unto all his land;"
    },
    {
      "verse": 4,
      "text": "And what he did unto the army of Egypt, unto its horses, and to its chariots; over whom he caused the water of the Red Sea to flow, as they pursued after you, and whom the Lord destroyed unto this day;"
    },
    {
      "verse": 5,
      "text": "And what he did unto you in the wilderness, until ye came unto this place;"
    },
    {
      "verse": 6,
      "text": "And what he did unto Dathan and Abiram, the sons of Eliab, the son of Reuben; how the earth opened her mouth, and swallowed them up, and their households, and their tents, and all the living substance that followed them, in the midst of all Israel;"
    },
    {
      "verse": 7,
      "text": "But it is your own eyes which have seen all the great acts of the Lord which he hath done."
    },
    {
      "verse": 8,
      "text": "Ye shall therefore keep all the commandment which I command you this day, that ye may be strong, and go in and take possession of the land, whither ye go over to possess it;"
    },
    {
      "verse": 9,
      "text": "And in order that ye may live many days in the land, which the Lord hath sworn unto your fathers to give unto them and to their seed, a land flowing with milk and honey."
    },
    {
      "verse": 10,
      "text": "For the land, whither thou goest in to possess it, is not like the land of Egypt, from where ye came out, where thou sowest thy seed, and waterest it with thy foot, as a garden of herbs;"
    },
    {
      "verse": 11,
      "text": "But the land, whither ye go over to possess it, is a land of mountains and valleys, from the rain of heaven doth it drink water."
    },
    {
      "verse": 12,
      "text": "A land which the Lord thy God careth for; always are the eyes of the Lord thy God upon it, from the beginning of the year even unto the end of the year."
    },
    {
      "verse": 13,
      "text": "And it shall come to pass, if ye will hearken diligently unto my commandments which I command you this day, to love the Lord your God, and to serve him with all your heart and with all your soul,"
    },
    {
      "verse": 14,
      "text": "That I will send rain for your land in its due season, the first rain and the latter rain, that thou mayest gather in thy corn, and thy wine, and thy oil."
    },
    {
      "verse": 15,
      "text": "And I will give grass in thy field for thy cattle; and thou shalt eat and be satisfied,"
    },
    {
      "verse": 16,
      "text": "Take heed to yourselves, that your heart be not deceived, and ye turn aside, and serve other gods, and worship them;"
    },
    {
      "verse": 17,
      "text": "[For] then the Lord's wrath will be kindled against you, and he will shut up the heavens that there be no rain, and the land will not yield her products; and ye shall perish quickly from off the good land which the Lord giveth unto you."
    },
    {
      "verse": 18,
      "text": "Therefore shall ye lay up these my words in your heart and in your soul; and ye shall bind them for a sign upon your hand, and they shall be as frontlets between your eyes."
    },
    {
      "verse": 19,
      "text": "And ye shall teach them to your children, to speak of them when thou sittest in thy house, and when thou walkest by the way, and when thou liest down, and when thou risest up."
    },
    {
      "verse": 20,
      "text": "And thou shalt write them upon the door-posts of thy house, and upon thy gates."
    },
    {
      "verse": 21,
      "text": "In order that your days may be multiplied, and the days of your children, in the land which the Lord swore unto your fathers to give unto them, as the days of the heavens over the earth."
    },
    {
      "verse": 22,
      "text": "For if ye will diligently keep all this commandment which I command you, in order to do it, to love the Lord your God, to walk in all his ways, and to cleave unto him:"
    },
    {
      "verse": 23,
      "text": "Then will the Lord drive out all these nations from before you, and ye shall supplant nations greater and mightier than yourselves."
    },
    {
      "verse": 24,
      "text": "Every place whereon the sole of your foot may tread shall be yours: from the wilderness and the Lebanon, from the river, the river Euphrates, even unto the Western Sea shall be your boundary."
    },
    {
      "verse": 25,
      "text": "There shall no man be able to stand up before you; the dread of you and the fear of you will the Lord your God lay upon all the land which ye may tread upon, as he hath spoken unto you."
    },
    {
      "verse": 26,
      "text": "Behold, I lay before you this day a blessing and a curse:"
    },
    {
      "verse": 27,
      "text": "The blessing, if ye will hearken unto the commandments of the Lord your God, which I command you this day;"
    },
    {
      "verse": 28,
      "text": "And the curse, if ye will not hearken unto the commandments of the Lord your God, and ye turn aside out of the way which I command you this day, to go after other gods, which ye know not."
    },
    {
      "verse": 29,
      "text": "And it shall come to pass, when the Lord thy God shall have brought thee in unto the land whither thou goest to possess it, that thou shalt put the blessing upon mount Gerizzim, and the curse upon mount 'Ebal."
    },
    {
      "verse": 30,
      "text": "Behold, they are on the other side of the Jordan, far away in the direction of the going down of the sun, in the land of the Canaanites, who dwell in the plain, opposite Gilgal, near the grove of Moreh."
    },
    {
      "verse": 31,
      "text": "For ye are about to pass over the Jordan to go in to take possession of the land which the Lord your God giveth you; and ye will possess it, and dwell therein."
    },
    {
      "verse": 32,
      "text": "And ye shall then observe to do all the statutes and ordinances which I set before you this day."
    }
  ]
}