{
  "book_id": "DEU",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "(13:2) If there arise in the midst of thee a prophet, or a dreamer of dreams, and he giveth thee a sign or a token,"
    },
    {
      "verse": 2,
      "text": "(13:3) And the sign or the token come to pass, whereof he spoke unto thee, saying, Let us go after other gods, which thou dost not know, and let us serve them:"
    },
    {
      "verse": 3,
      "text": "(13:4) Then shalt thou not hearken unto the words of that prophet, or unto that dreamer of dreams; for the Lord your God proveth you, to know whether ye indeed love the Lord your God with all your heart and with all your soul."
    },
    {
      "verse": 4,
      "text": "(13:5) After the Lord your God shall ye walk, and him shall ye fear, and his commandments shall ye keep, and his voice shall ye obey, and him shall ye serve, and unto him shall ye cleave."
    },
    {
      "verse": 5,
      "text": "(13:6) And that prophet, or that dreamer of dreams, shall be put to death; because he hath spoken revolt against the Lord your God, who hath brought you out of the land of Egypt, and who hath redeemed you out of the house of bond-men, to mislead thee front the way which the Lord thy God commanded thee to walk therein; and thou shalt put the evil away from the midst of thee."
    },
    {
      "verse": 6,
      "text": "(13:7) If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, who is [dear to thee] as thy own soul, should entice thee, in secret, saying, Let us go and serve other gods, which thou dost not know, either thou, or thy fathers;"
    },
    {
      "verse": 7,
      "text": "(13:8) Some of the gods of the nations which are round about you, that are nigh unto thee, or that are far off from thee, from one end of the earth even unto the other end of the earth:"
    },
    {
      "verse": 8,
      "text": "(13:9) Then shalt thou not consent unto him, nor shalt thou hearken unto him; nor shall thy eye look with pity on him, nor shalt thou spare, nor shalt thou conceal it for him;"
    },
    {
      "verse": 9,
      "text": "(13:10) But thou shalt surely kill him; thy hand shall be the first upon him to put him to death, and the hand of all the people afterward."
    },
    {
      "verse": 10,
      "text": "(13:11) And thou shalt stone him with stones, that he die; because he sought to mislead thee from the Lord thy God, who hath brought thee out of the land of Egypt, from the house of bond-men."
    },
    {
      "verse": 11,
      "text": "(13:12) And all Israel shall hear it, and they shall be afraid, and they shall not do any more such a wicked deed as this is in the midst of thee."
    },
    {
      "verse": 12,
      "text": "(13:13) If thou shouldst hear concerning one of thy cities, which the Lord thy God hath given thee to dwell there, saying,"
    },
    {
      "verse": 13,
      "text": "(13:14) There have gone forth men, children of worthlessness, from the midst of thee, and have misled the inhabitants of their city, saying, Let us go and serve other gods, which ye have not known:"
    },
    {
      "verse": 14,
      "text": "(13:15) Then shalt thou inquire, and make search, and ask diligently; and, behold, if it be true, the thing is certain, such abomination hath been wrought in the midst of thee:"
    },
    {
      "verse": 15,
      "text": "(13:16) Then shalt thou smite the inhabitants of that city with the edge of the sword, devoting it utterly, and all that is therein, and the cattle thereof, to the edge of the sword."
    },
    {
      "verse": 16,
      "text": "(13:17) And all its spoil shalt thou gather into the midst of the market-place thereof, and thou shalt burn with fire the city, and all its spoil entirely, unto the Lord thy God; and it shall be a ruinous heap for ever: it shall not be built again."
    },
    {
      "verse": 17,
      "text": "(13:18) And there shall not cleave to thy hand aught of the devoted things; in order that the Lord may turn from the fierceness of his anger, and grant thee mercy, and have mercy upon thee, and multiply thee, as he hath sworn unto thy fathers;"
    },
    {
      "verse": 18,
      "text": "(13:19) When thou wilt hearken to the voice of the Lord thy God, to keep all his commandments which I command thee this day, to do what is right in the eyes of the Lord thy God."
    }
  ]
}