{
  "book_id": "DEU",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Ye are the children of the Lord your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead."
    },
    {
      "verse": 2,
      "text": "For a holy people art thou unto the Lord thy God, and the Lord hath made choice of thee to be unto himself a peculiar nation above all the nations that are upon the face of the earth."
    },
    {
      "verse": 3,
      "text": "Thou shalt not eat any abominable thing."
    },
    {
      "verse": 4,
      "text": "These are the beasts which ye may eat: The ox, the sheep, and the goat,"
    },
    {
      "verse": 5,
      "text": "The hart, and the roebuck, and the fallow-deer, and the chamois, and the gazelle, and the wild ox, and the antelope."
    },
    {
      "verse": 6,
      "text": "And every beast that hath parted hoofs, and whose feet are cleft into two claws, and cheweth the cud among the beasts—that alone may ye eat."
    },
    {
      "verse": 7,
      "text": "Nevertheless these shall ye not eat of those that chew the cud, and of those that possess the divided cloven hoof: The camel, and the hare, and the coney: for they chew the cud, but divide not the hoof; unclean are they unto you;"
    },
    {
      "verse": 8,
      "text": "And the swine, because it divideth the hoof, yet cheweth not the cud, it is unclean unto you; of their flesh shall ye not eat, and their dead carcass shall ye not touch."
    },
    {
      "verse": 9,
      "text": "This may ye eat of all that is in the waters: all that hath fins and scales may ye eat;"
    },
    {
      "verse": 10,
      "text": "And whatsoever hath not fins and scales shall ye not eat; it is unclean unto you."
    },
    {
      "verse": 11,
      "text": "Every clean bird may ye eat."
    },
    {
      "verse": 12,
      "text": "But these are they which ye shall not eat of them: The eagle, and the ossifrage, and the osprey,"
    },
    {
      "verse": 13,
      "text": "And the glede, and the kite, and the vulture after his kind,"
    },
    {
      "verse": 14,
      "text": "And every raven after his kind,"
    },
    {
      "verse": 15,
      "text": "And the ostrich, and the night-hawk, and the cuckoo, and the hawk after his kind,"
    },
    {
      "verse": 16,
      "text": "The little owl, and the great owl and the swan,"
    },
    {
      "verse": 17,
      "text": "And the pelican, and the gier-eagle, and the cormorant,"
    },
    {
      "verse": 18,
      "text": "And the stork, and the heron after his kind, and the lapwing, and the bat."
    },
    {
      "verse": 19,
      "text": "And every winged insect is unclean unto you: it shall not be eaten."
    },
    {
      "verse": 20,
      "text": "All clean fowls may ye eat."
    },
    {
      "verse": 21,
      "text": "Ye shall not eat any thing that dieth of itself: unto the stranger that is in thy gates canst thou give it, that he may eat it; or thou mayest sell it unto an alien; for thou art a holy people unto the Lord thy God; thou shalt not seethe a kid in its mother's milk."
    },
    {
      "verse": 22,
      "text": "Thou shalt truly tithe all the produce of thy seed, which the field bringeth forth year by year."
    },
    {
      "verse": 23,
      "text": "And thou shalt eat before the Lord thy God, in the place which he will choose to cause his name to dwell there, the tithe of thy corn, of thy wine, and of thy oil, and the first-born of thy herds and of thy flocks; in order that thou may learn to fear the Lord thy God all the days."
    },
    {
      "verse": 24,
      "text": "And if the way be too long for thee, so that thou art not able to carry it; because the place is too far from thee, which the Lord thy God will choose to set his name there, because the Lord thy God will bless thee:"
    },
    {
      "verse": 25,
      "text": "Then shalt thou turn it into money, and bind up the money in thy hand, and thou shalt go unto the place which the Lord thy God will choose;"
    },
    {
      "verse": 26,
      "text": "And thou shalt lay out that money for whatsoever thy soul longeth after, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul asketh of thee; and thou shalt eat it there before the Lord thy God, and thou shalt rejoice, thou, and thy household."
    },
    {
      "verse": 27,
      "text": "And the Levite, who is within thy gates, him shalt thou not forsake; for he hath no portion nor inheritance with thee."
    },
    {
      "verse": 28,
      "text": "At the end of three years shalt thou bring forth all the tithe of thy produce in the same year, and thou shalt lay it down within thy gates:"
    },
    {
      "verse": 29,
      "text": "And then shall come the Levite, because he hath no portion nor inheritance with thee, with the stranger, and the fatherless, and the widow, that are within thy gates, and they shall eat and be satisfied; in order that the Lord thy God may bless thee in all the work of thy hand which thou doest."
    }
  ]
}