{
  "book_id": "DEU",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "At the end of [every] seven years shalt thou make a release."
    },
    {
      "verse": 2,
      "text": "And this is the manner of the release: Every creditor shall release the loan which he hath lent to his neighbor; he shall not exact it of his neighbor, or of his brother; because the release year in honor of the Lord hath been proclaimed."
    },
    {
      "verse": 3,
      "text": "Of a foreigner thou mayest exact [payment]; but that which is thine with thy brother shall thy hand release."
    },
    {
      "verse": 4,
      "text": "Although indeed there should be no needy man among thee; for the Lord will greatly bless thee in the land which the Lord thy God giveth thee for an inheritance to possess it:"
    },
    {
      "verse": 5,
      "text": "Yet only if thou wilt carefully hearken unto the voice of the Lord thy God, to observe to do all this commandment which I command thee this day."
    },
    {
      "verse": 6,
      "text": "For the Lord thy God blesseth thee, as he hath spoken unto thee; and thou shalt lend unto many nations, but thou shalt not borrow; and thou shalt rule over many nations, but over thee shall they not rule."
    },
    {
      "verse": 7,
      "text": "If there be among thee a needy man, any one of thy brethren within any of thy gates in thy land which the Lord thy God giveth thee: thou shalt not harden thy heart, nor shut thy hand from thy needy brother."
    },
    {
      "verse": 8,
      "text": "But thou shalt open wide thy hand unto him, and thou shalt surely lend him sufficient for his need, which his want requireth."
    },
    {
      "verse": 9,
      "text": "Beware that there be not a wicked thought in thy heart, saying, The seventh year, the year of release, is at hand; and thy eye be thus evil against thy needy brother, so that thou wouldst give him nought; and if he cry concerning thee unto the Lord, it will be sin in thee:"
    },
    {
      "verse": 10,
      "text": "Thou shalt surely give him, and thy heart shall not be grieved when thou givest unto him; for because of this thing the Lord thy God will bless thee in all thy work, and in all the acquisition of thy hand."
    },
    {
      "verse": 11,
      "text": "For the needy will not cease out of the land; therefore do I command thee, saying, Thou shalt open wide thy hand unto thy brother, to thy poor, and to thy needy, in thy land."
    },
    {
      "verse": 12,
      "text": "If thy brother, the Hebrew, or a Hebrew woman, be sold unto thee, he shall serve thee six years; and in the seventh year shalt thou let him go free from thee."
    },
    {
      "verse": 13,
      "text": "And when thou lettest him go out free from thee, thou shalt not let him go away empty:"
    },
    {
      "verse": 14,
      "text": "Thou shalt furnish him liberally out of thy flocks, and out of thy threshing-floor, and out of thy wine-press; wherewith the Lord thy God hath blessed thee, that shalt thou give unto him."
    },
    {
      "verse": 15,
      "text": "And thou shalt remember that thou hast been a bond-man in the land of Egypt, and that the Lord thy God hath redeemed thee; therefore do I command thee this thing today."
    },
    {
      "verse": 16,
      "text": "And it shall be, if he say unto thee, I will not go away from thee; because he loveth thee and thy house, because he is well with thee:"
    },
    {
      "verse": 17,
      "text": "Then shalt thou take an awl, and thrust it through his ear unto the door, and he shall be unto thee a servant for ever; and also unto thy maid-servant shalt thou do likewise."
    },
    {
      "verse": 18,
      "text": "It shall not seem hard unto thee, when thou sendest him away free from thee, that for double the wages of a hired laborer hath he served thee six years; and the Lord thy God will bless thee in all that thou doest."
    },
    {
      "verse": 19,
      "text": "All the first-born males that come of thy herds and of thy flocks shalt thou sanctify unto the Lord thy God: thou shalt do no work with the first-born of thy bullock, and not shear the first-born of thy sheep."
    },
    {
      "verse": 20,
      "text": "Before the Lord thy God shalt thou eat it year by year, in the place which the Lord will choose, thou with thy household."
    },
    {
      "verse": 21,
      "text": "And if there be any blemish thereon, if it be lame, or blind, or have any [other] ill blemish, thou shalt not sacrifice it unto the Lord thy God."
    },
    {
      "verse": 22,
      "text": "Within thy gates shalt thou eat it, the unclean and the clean together, as the roebuck, and as the hart."
    },
    {
      "verse": 23,
      "text": "Only the blood thereof shalt thou not eat: upon the ground shalt thou pour it out as water."
    }
  ]
}