{
  "book_id": "DEU",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "When the Lord thy God shall have cut off the nations, whose land the Lord thy God giveth thee, and thou hast driven them out, and dwellest in their cities, and in their houses:"
    },
    {
      "verse": 2,
      "text": "Then shalt thou set apart three cities for thyself, in the midst of thy land, which the Lord thy God giveth thee to possess it."
    },
    {
      "verse": 3,
      "text": "Thou shalt put in order for thyself the [way to them], and divide into three parts the territory of thy land, which the Lord thy God will give thee to inherit, and it shall serve, that every man-slayer may flee thither."
    },
    {
      "verse": 4,
      "text": "And this is the case of the man-slayer, who shall flee thither, that he may live: Whoso smiteth his neighbor without knowledge, when he hath not been an enemy to him in time past;"
    },
    {
      "verse": 5,
      "text": "And he that goeth into the forest with his neighbor to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the iron slippeth from the helve, and striketh his neighbor, that he die: this one shall flee unto one of these cities, and live;"
    },
    {
      "verse": 6,
      "text": "That the avenger of the blood pursue not the manslayer, while his heart is hot, and overtake him, because the way is long, and smite him dead; whereas he deserveth not a judgment of death, inasmuch as he was not an enemy to him in time past."
    },
    {
      "verse": 7,
      "text": "Therefore do I command thee, saying, Three cities shalt thou set apart for thyself."
    },
    {
      "verse": 8,
      "text": "And if the Lord thy God enlarge thy boundary, as he hath sworn unto thy fathers, and give thee all the land which he hath spoken to give unto thy fathers;"
    },
    {
      "verse": 9,
      "text": "Because thou dost keep all this commandment to do it, which I command thee this day, to love the Lord thy God, and to walk in his ways all the days: then shalt thou add for thyself three cities more, unto these three;"
    },
    {
      "verse": 10,
      "text": "That innocent blood be not shed in the midst of thy land, which the Lord thy God giveth thee for an inheritance, and blood-guiltiness be brought upon thee."
    },
    {
      "verse": 11,
      "text": "But if any man be an enemy to his neighbor, and he lie in wait for him, and rise up against him, and smite him mortally so that he die, and he flee unto one of these cities:"
    },
    {
      "verse": 12,
      "text": "Then shall the elders of his city send and fetch him thence, and they shall deliver him into the hand of the avenger of the blood, that he may die."
    },
    {
      "verse": 13,
      "text": "Thy eye shall not look with pity on him; but thou shalt put away the [shedding of] innocent blood from Israel, that it may go well with thee."
    },
    {
      "verse": 14,
      "text": "Thou shalt not remove the landmark of thy neighbor, which they of old time have set, in thy inheritance which thou shalt inherit, in the land that the Lord thy God giveth thee to possess it."
    },
    {
      "verse": 15,
      "text": "There shall not rise up one single witness against a man for any iniquity, or for any sin, in any sin that he sinneth: upon the evidence of two witnesses, or upon the evidence of three witnesses, must a case be established."
    },
    {
      "verse": 16,
      "text": "If a witness of violence rise up against any man to testify against him for any wrong:"
    },
    {
      "verse": 17,
      "text": "Then shall both the men, who have the controversy, stand before the Lord, before the priests and the judges, who shall be in those days;"
    },
    {
      "verse": 18,
      "text": "And the judges shall inquire diligently; and, behold, if the witness be a false witness, he hath testified a falsehood against his brother:"
    },
    {
      "verse": 19,
      "text": "Then shall ye do unto him, as he had purposed to do unto his brother; and thou shalt put away the evil from the midst of thee."
    },
    {
      "verse": 20,
      "text": "And those who remain shall hear, and be afraid, and shall henceforth commit no more any such evil thing in the midst of thee."
    },
    {
      "verse": 21,
      "text": "And thy eye shall have no pity; but life [shall go] for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    }
  ]
}