{
  "book_id": "DEU",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "When thou goest out to battle against thy enemies, and thou seest horse, and chariot, people more in number than thou: be not afraid of them; for the Lord thy God is with thee, who brought thee up out of the land of Egypt."
    },
    {
      "verse": 2,
      "text": "And it shall be, when ye come nigh unto the battle, that the priest shall approach and speak unto the people;"
    },
    {
      "verse": 3,
      "text": "And he shall say unto them, Hear, O Israel, ye come nigh this day unto the battle against your enemies: let not your hearts faint, fear not, and be not downcast, and do not tremble because of them:"
    },
    {
      "verse": 4,
      "text": "For the Lord your God it is who goeth with you, to fight for you against your enemies, to help you."
    },
    {
      "verse": 5,
      "text": "And the officers shall speak unto the people, saying, What man is there who hath built a new house, and hath not dedicated it? let him go and return unto his house, lest he die in the battle, and another man dedicate it."
    },
    {
      "verse": 6,
      "text": "And what man is there who hath planted a vineyard, and hath not redeemed it? let him go and return unto his house, lest he die in the battle, and another man redeem it."
    },
    {
      "verse": 7,
      "text": "And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her."
    },
    {
      "verse": 8,
      "text": "And the officers shall speak yet farther unto the people, and they shall say, What man is there that is fearful and faint-hearted? let him go and return unto his house, that the heart of his brethren become not as faint as his heart."
    },
    {
      "verse": 9,
      "text": "And it shall be, when the officers have made an end of speaking unto the people, that they shall appoint captains of the armies at the head of the people."
    },
    {
      "verse": 10,
      "text": "When thou comest nigh unto a city to make war against it, then summon it with words of peace."
    },
    {
      "verse": 11,
      "text": "And it shall be, if it make thee an answer of peace, and open [its gates] unto thee: then shall it be, that all the people that are found therein shall be tributaries unto thee, and they shall serve thee."
    },
    {
      "verse": 12,
      "text": "But if it will not make peace with thee, and wageth war against thee; then shalt thou besiege it;"
    },
    {
      "verse": 13,
      "text": "And when the Lord thy God hath delivered it into thy hands, thou shalt smite every male thereof with the edge of the sword;"
    },
    {
      "verse": 14,
      "text": "But the women, and the little ones, and the cattle, and all that may be in the city, all the spoil thereof, shalt thou take as booty unto thyself; and thou shalt enjoy the spoil of thy enemies, which the Lord thy God hath given thee."
    },
    {
      "verse": 15,
      "text": "Thus shalt thou do unto all the cities which are very far off from thee, which are not of the cities of these nations."
    },
    {
      "verse": 16,
      "text": "But of the cities of these people, which the Lord thy God doth give thee for an inheritance, shalt thou not let live a single soul."
    },
    {
      "verse": 17,
      "text": "But thou shalt utterly devote them; namely, the Hittites, and the Emorites, the Canaanites, and the Perizzites, and the Hivites, and the Jebusites; as the Lord thy God hath commanded thee;"
    },
    {
      "verse": 18,
      "text": "In order that they may not teach you to do in accordance with all their abominations, which they have done unto their gods; and ye would thus sin against the Lord your God."
    },
    {
      "verse": 19,
      "text": "When thou besiegest a city a long time, to make war against it to capture it, thou shalt not destroy the trees thereof by forcing an axe against them; for of them thou mayest eat, and thou shalt not cut them down, [for man liveth of the trees of the field,] to employ them in thy siege;"
    },
    {
      "verse": 20,
      "text": "Only those trees of which thou knowest that they are not fruit-trees, thou mayest destroy and cut down; and [thus] thou canst build bulwarks against the city that wageth war with thee, until it be subdued."
    }
  ]
}