{
  "book_id": "DEU",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "(28:69) These are the words of the covenant, which the Lord commanded Moses to make with the children of Israel in the land of Moab, besides the covenant which he had made with them in Horeb."
    },
    {
      "verse": 2,
      "text": "(29:1) And Moses called unto all Israel, and said unto them, Ye yourselves have seen all that the Lord hath done before your eyes in the land of Egypt unto Pharaoh, and unto all his servants, and unto all his land;"
    },
    {
      "verse": 3,
      "text": "(29:2) The great proofs which thy eyes have seen, those great signs, and miracles:"
    },
    {
      "verse": 4,
      "text": "(29:3) Yet the Lord gave you not a heart to perceive, and eyes to see, and ears to hear, until this day."
    },
    {
      "verse": 5,
      "text": "(29:4) And I have led you forty years in the wilderness; your clothes did not fall worn out from off you, and thy shoe did not fall worn out from off thy foot."
    },
    {
      "verse": 6,
      "text": "(29:5) Bread have ye not eaten, and wine or strong drink have ye not drunk; in order that ye might understand that I am the Lord your God."
    },
    {
      "verse": 7,
      "text": "(29:6) And when ye came unto this place, Sichon the king of Cheshbon, and 'Og the king of Bashan went out against us unto battle, and we smote them:"
    },
    {
      "verse": 8,
      "text": "(29:7) And we took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half tribe of the Menassites."
    },
    {
      "verse": 9,
      "text": "(29:8) Keep ye therefore the words of this covenant, and do them, that ye may prosper in all that ye do."
    },
    {
      "verse": 10,
      "text": "(29:9) Ye are standing this day, all of you, before the Lord your God; your heads of your tribes, your elders, and your officers, all the men of Israel,"
    },
    {
      "verse": 11,
      "text": "(29:10) Your little ones, your wives, and thy stranger that is in the midst of thy camp, from the hewer of thy wood unto the drawer of thy water:"
    },
    {
      "verse": 12,
      "text": "(29:11) That thou shouldst enter into the covenant of the Lord thy God, and into his oath of denunciation, which the Lord thy God maketh with thee this day."
    },
    {
      "verse": 13,
      "text": "(29:12) In order to raise thee up today unto himself for a people, and that he may be unto thee a God, as he hath spoken unto thee, and as he hath sworn unto thy fathers, to Abraham, to Isaac, and to Jacob."
    },
    {
      "verse": 14,
      "text": "(29:13) And not with you alone do I make this covenant and this oath;"
    },
    {
      "verse": 15,
      "text": "(29:14) But with him that is standing here with us this day before the Lord our God, and with him that is not here with us this day."
    },
    {
      "verse": 16,
      "text": "(29:15) (For ye know how we dwelt in the land of Egypt; and how we passed through the nations through which ye have passed;"
    },
    {
      "verse": 17,
      "text": "(29:16) And ye saw their abominations, and their idols, of wood and stone, silver and gold, which they had with them:)"
    },
    {
      "verse": 18,
      "text": "(29:17) So that there may not be among you a man, or a woman, or a family, or a tribe, whose heart turneth away this day from the Lord our God, to go to serve the gods of these nations; that there may not be among you a root that beareth abundantly poison and wormwood."
    },
    {
      "verse": 19,
      "text": "(29:18) And it might come to pass, when he heareth the words of this denunciation, that he would bless himself in his heart, saying, There will be peace unto me, though I walk in the stubbornness of my heart; in order that the indulgence of the passions may appease the thirst [for them]:"
    },
    {
      "verse": 20,
      "text": "(29:19) The Lord will not pardon him; but then the anger of the Lord and his jealousy will smoke against that man, and there shall rest upon him all the curse that is written in this book; and the Lord will blot out his name from under the heavens."
    },
    {
      "verse": 21,
      "text": "(29:20) And the Lord will single him out unto evil out of all the tribes of Israel, according to all the denunciations of the covenant which is written in this book of the law."
    },
    {
      "verse": 22,
      "text": "(29:21) And the latest generation, your children that will rise up after you, and the stranger that will come from a far land, will say, when they see the plagues of that land, and its sufferings with which the Lord hath smitten it;"
    },
    {
      "verse": 23,
      "text": "(29:22) [That] the whole soil thereof is brimstone, and salt, and a burning waste, which is not sown, and beareth not, and in which no kind of grass springeth up, like the overthrow of Sodom, and Gomorrah, Admah, and Zeboyim, which the Lord overthrew in his anger, and in his wrath:—"
    },
    {
      "verse": 24,
      "text": "(29:23) Even all the nations will say, Wherefore hath the Lord done thus unto this land? whence the heat of this great anger?"
    },
    {
      "verse": 25,
      "text": "(29:24) Then shall men say, Because they had forsaken the covenant of the Lord, the God of their fathers, which he made with them when he brought them forth out of the land of Egypt;"
    },
    {
      "verse": 26,
      "text": "(29:25) And they went and served other gods, and bowed down to them, gods which they knew not, and which he had not assigned unto them;"
    },
    {
      "verse": 27,
      "text": "(29:26) And the anger of the Lord was kindled against this land, to bring upon it the entire curse that is written in this book;"
    },
    {
      "verse": 28,
      "text": "(29:27) And the Lord plucked them out of their land in anger, and in wrath, and in great indignation, and he cast them into another land, as it is this day."
    },
    {
      "verse": 29,
      "text": "(29:28) The secret things belong unto the Lord our God; but those things which are publicly known belong unto us and to our children for ever, to do all the words of this law."
    }
  ]
}