{
  "book_id": "DEU",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "And Moses went and spoke these words unto all Israel."
    },
    {
      "verse": 2,
      "text": "And he said unto them, I am a hundred and twenty years old this day; I am not able any more to go out and come in; for the Lord hath said unto me, Thou shalt not go over this Jordan."
    },
    {
      "verse": 3,
      "text": "The Lord thy God it is who goeth over before thee; he will destroy these nations from before thee, and thou shalt dispossess them: Joshua it is who goeth over before thee, as the Lord hath spoken."
    },
    {
      "verse": 4,
      "text": "And the Lord will do unto them as he hath done to Sichon and to 'Og, the kings of the Emorites, and unto their land, whom he hath destroyed."
    },
    {
      "verse": 5,
      "text": "And the Lord will give them up before you; and ye shall do unto them according unto the whole of the commandment which I have commanded you."
    },
    {
      "verse": 6,
      "text": "Be strong and of a good courage, be not afraid and be not dismayed on account of them; for the Lord thy God it is that goeth with thee; he will not let thee fail, nor forsake thee."
    },
    {
      "verse": 7,
      "text": "And Moses called unto Joshua, and said unto him before the eyes of all Israel, Be strong and of a good courage; for thou must go with this people unto the land which the Lord hath sworn unto their fathers to give unto them; and thou shalt divide it for them as a possession."
    },
    {
      "verse": 8,
      "text": "And the Lord it is that goeth before thee; he will be with thee, he will not let thee fail, nor will he forsake thee: fear not, nor be thou discouraged."
    },
    {
      "verse": 9,
      "text": "And Moses wrote down this law, and delivered it unto the priests the sons of Levi, who bore the ark of the covenant of the Lord, and unto all the elders of Israel."
    },
    {
      "verse": 10,
      "text": "And Moses commanded them, saying, At the end of [every] seven years, at the fixed time of the year of release, on the feast of tabernacles,"
    },
    {
      "verse": 11,
      "text": "When all Israel come to appear before the Lord thy God in the place which he will choose, shalt thou read this law in the presence of all Israel in their hearing."
    },
    {
      "verse": 12,
      "text": "Assemble the people together, the men, and the women, and the children, and thy stranger that is within thy gates; in order that they may hear, and in order that they may learn how they are to fear the Lord your God, and observe to do all the words of this law;"
    },
    {
      "verse": 13,
      "text": "And that their children, who have not yet any knowledge, may hear, and learn to fear the Lord your God, all the days which ye live in the land whither ye go over the Jordan to possess it."
    },
    {
      "verse": 14,
      "text": "And the Lord said unto Moses, Behold, thy days approach that thou must die; call Joshua, and place yourselves in the tabernacle of the congregation, that I may give him a charge: and Moses and Joshua went, and placed themselves in the tabernacle of the congregation."
    },
    {
      "verse": 15,
      "text": "And the Lord appeared in the tabernacle in a pillar of cloud; and the pillar of cloud stood at the door of the tabernacle."
    },
    {
      "verse": 16,
      "text": "And the Lord said unto Moses, Behold, thou shalt sleep with thy fathers: and then will this people rise up, and go astray after the gods of the strangers of the land, whither they go to be in the midst of them, and they will forsake me, and break my covenant which I have made with them."
    },
    {
      "verse": 17,
      "text": "And my anger shall be kindled against them on that day, and I will forsake them, and I will hide my face from them, and they shall be given to be devoured, and many evils and troubles shall overtake them; and they will say on that day, Is it not, because my God is not in the midst of me, that these evils have overtaken me?"
    },
    {
      "verse": 18,
      "text": "But I will assuredly hide my face on that day on account of all the evils which they have wrought, because they have turned unto other gods."
    },
    {
      "verse": 19,
      "text": "Now therefore write ye for yourselves this song, and teach it the children of Israel, put it in their mouth; in order that this song may become for me a witness against the children of Israel."
    },
    {
      "verse": 20,
      "text": "For when I shall have brought them into the land which I have sworn unto their fathers, that floweth with milk and honey; and they shall have eaten and filled themselves, and grown fat: then will they turn unto other gods, and serve them, and provoke me, and break my covenant."
    },
    {
      "verse": 21,
      "text": "And it shall come to pass, when many evils and troubles have befallen them, that this song shall testify against them as a witness; for it shall not be forgotten out of the mouth of their seed; for I know their inclination which they have shown, even this day, before I have brought them into the land which I have sworn."
    },
    {
      "verse": 22,
      "text": "And Moses wrote down this song on the same day, and taught it the children of Israel."
    },
    {
      "verse": 23,
      "text": "And he gave a charge unto Joshua the son of Nun, and said, Be strong and of a good courage; for thou shalt bring the children of Israel into the land which I have sworn unto them; and I will be with thee."
    },
    {
      "verse": 24,
      "text": "And it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished,"
    },
    {
      "verse": 25,
      "text": "That Moses commanded the Levites, the bearers of the ark of the covenant of the Lord, saying,"
    },
    {
      "verse": 26,
      "text": "Take this book of the law, and put it at the side of the ark of the covenant of the Lord your God, that it may remain there against thee for a witness."
    },
    {
      "verse": 27,
      "text": "For I know thy rebellion, and thy stiff neck: behold, while I am yet alive with you this day, have ye been rebellious against the Lord, and how much more after my death?"
    },
    {
      "verse": 28,
      "text": "Assemble unto me all the elders of your tribes, and your officers; and I will speak in their ears these words, and I will call as witnesses against them the heavens and the earth."
    },
    {
      "verse": 29,
      "text": "For I know that after my death ye will to a surety become corrupt, and turn aside from the way which I have commanded you; and that the evil will befall you in the latter days, when ye do the evil in the eyes of the Lord, to incense him through the work of your hands."
    },
    {
      "verse": 30,
      "text": "And Moses spoke in the ears of all the congregation of Israel the words of this song, until they were ended."
    }
  ]
}