{
  "book_id": "DEU",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Give ear, O ye heavens, and I will speak; and let the earth hear the words of my mouth."
    },
    {
      "verse": 2,
      "text": "My doctrine shall drop as the rain, my speech shall distil as the dew, as heavy rains upon the grass, and as showers upon herbs."
    },
    {
      "verse": 3,
      "text": "When I call on the name of the Lord, ascribe ye greatness unto our God."
    },
    {
      "verse": 4,
      "text": "He is the Rock, his work is perfect; for all his ways are just: the God of truth and without iniquity, just and upright is he."
    },
    {
      "verse": 5,
      "text": "The corruption is not his, it is the defect of his children, of the perverse and crooked generation."
    },
    {
      "verse": 6,
      "text": "Will ye thus requite the Lord, O people, worthless and unwise? is he not thy father who hath bought thee? is it not he who hath made thee, and established thee?"
    },
    {
      "verse": 7,
      "text": "Remember the days of old, consider the years of former generations; ask thy father, and he will tell thee; thy elders, and they will say it unto thee:"
    },
    {
      "verse": 8,
      "text": "When the Most High divided to the nations their inheritance, when he separated the sons of man: he set the bounds of the tribes according to the number of the sons of Israel."
    },
    {
      "verse": 9,
      "text": "For the portion of the Lord is his people; Jacob is the lot of his inheritance."
    },
    {
      "verse": 10,
      "text": "He found him in a desert land, and in the waste of the howling of the wilderness; he encircled him, he watched him, he guarded him as the apple of his eye."
    },
    {
      "verse": 11,
      "text": "As an eagle stirreth up his nest, fluttereth over his young, spreadeth abroad his wings, seizeth them, beareth them aloft on his pinions:"
    },
    {
      "verse": 12,
      "text": "So did the Lord alone lead him, and there was not with him a stranger god."
    },
    {
      "verse": 13,
      "text": "He caused him to stride on the high places of the earth, and he ate the products of the fields; and he made him to suck honey out of the rock, and oil out of the flinty stone;"
    },
    {
      "verse": 14,
      "text": "Cream of cows, and milk of sheep, with fat of lambs, and rams of the breed of Bashan, and goats, with the fat of the kidneys of wheat; and of the blood of the grape thou drunkest unmixed wine."
    },
    {
      "verse": 15,
      "text": "Thus did Yeshurun grow fat, and he kicked; [thou art grown fat, thick, fleshy;] and then he forsook the God who made him, and lightly esteemed the Rock of his salvation."
    },
    {
      "verse": 16,
      "text": "They incensed him with strange gods, with abominations they provoked him to anger."
    },
    {
      "verse": 17,
      "text": "They sacrificed unto evil spirits, things that are not god, gods that they know not, new ones lately come up, which your fathers dreaded not."
    },
    {
      "verse": 18,
      "text": "Of the Rock that begat thee thou wast unmindful, and forgottest the God that had brought thee forth."
    },
    {
      "verse": 19,
      "text": "And the Lord saw this, and he was angry; because of the provoking of his sons and of his daughters."
    },
    {
      "verse": 20,
      "text": "And he said, I will hide my face from them, I will see what their end will be; for a perverse generation are they, children in whom there is no faith."
    },
    {
      "verse": 21,
      "text": "They have moved me to wrath with things that are not god; they have provoked me to anger with their vanities; and I too will move them to jealousy with those which are not a people; I will provoke them to anger with a worthless nation."
    },
    {
      "verse": 22,
      "text": "For a fire is kindled in my anger, and it burneth unto the lowest deep; and it consumeth the earth with her products, and it setteth on fire the foundations of the mountains."
    },
    {
      "verse": 23,
      "text": "I will heap upon them miseries; all my arrows will I spend upon them."
    },
    {
      "verse": 24,
      "text": "They shall be wasted with hunger, and devoured with burning heat, and with bitter deadly disease; also the tooth of beasts will I let loose against them, with the poison of serpents that crawl in the dust."
    },
    {
      "verse": 25,
      "text": "Without shall the sword destroy, and terror within the chambers, both the young man and the virgin, the suckling with the man of gray hairs."
    },
    {
      "verse": 26,
      "text": "I said, I would drive them into one corner, I would cause their remembrance to cease from among men:"
    },
    {
      "verse": 27,
      "text": "Were it not that I feared the wrath of the enemy, lest their oppressors should mistake the truth, lest they should say, Our hand is high, and the Lord hath not wrought all this."
    },
    {
      "verse": 28,
      "text": "For a nation void of counsel are they, and there is no understanding in them."
    },
    {
      "verse": 29,
      "text": "If they were but wise, they would understand this, they would consider their latter end!"
    },
    {
      "verse": 30,
      "text": "How should one chase a thousand, and two put ten thousand to flight, unless their Rock had sold them, and the Lord had delivered them up?"
    },
    {
      "verse": 31,
      "text": "For not as our Rock is their rock, even our enemies themselves being judges."
    },
    {
      "verse": 32,
      "text": "For from the vine of Sodom is their vine, and from the fields of Gomorrah; their grapes are grapes of gall, they bear bitter clusters."
    },
    {
      "verse": 33,
      "text": "The poison of serpents is their wine, and the deadly venom of asps."
    },
    {
      "verse": 34,
      "text": "Behold! this is laid up in store with me, it is sealed up among my treasures!"
    },
    {
      "verse": 35,
      "text": "Mine are vengeance and recompense, at the time that their foot shall slip; for nigh draweth the day of their calamity, and the future speedeth along for them."
    },
    {
      "verse": 36,
      "text": "For the Lord will espouse the cause of his people, and bethink himself concerning his servants: when he seeth that their power is gone, and the guarded and fortified axe no more."
    },
    {
      "verse": 37,
      "text": "Then will he say, Where are their gods, the rock in whom they trusted,"
    },
    {
      "verse": 38,
      "text": "They that ate the fat of their sacrifices, and drank the wine of their drink-offerings? let them arise and help you, let them be a protection over you."
    },
    {
      "verse": 39,
      "text": "See now that I, even I, am he, ard there is no god with me: I alone kill, and I make alive; I wound, and I heal; and no one can deliver out of my hand."
    },
    {
      "verse": 40,
      "text": "For I lift up my hand to heaven, and say, I live for ever."
    },
    {
      "verse": 41,
      "text": "When I whet my glittering sword, and my hand taketh hold on judgment: I will render vengeance unto my enemies, and those that hate me will I requite."
    },
    {
      "verse": 42,
      "text": "I will make my arrows drunken with blood, and my sword shall devour flesh; from the blood of the slain and of the captives, from the crushed head of the enemy."
    },
    {
      "verse": 43,
      "text": "Speak aloud, O ye nations, the praises of his people; for he will avenge the blood of his servants, and vengeance will he render to his adversaries, and forgive his land, and people."
    },
    {
      "verse": 44,
      "text": "And Moses came and spoke all the words of this song in the ears of the people, he, and Hoshea the son of Nun."
    },
    {
      "verse": 45,
      "text": "And when Moses had made an end of speaking all these words to all Israel:"
    },
    {
      "verse": 46,
      "text": "He said unto them, Set your hearts unto all the words which I testify against you this day, so that ye may command them your children, to observe to do all the words of this law."
    },
    {
      "verse": 47,
      "text": "For it is not a vain word for you; on the contrary, it is your life; and through this word shall ye live many days in the land, whither ye go over the Jordan to possess it."
    },
    {
      "verse": 48,
      "text": "And the Lord spoke unto Moses on that self-same day, saying,"
    },
    {
      "verse": 49,
      "text": "Get thee up into this mountain of 'Abarim, unto mount Nebo, which is in the land of Moab, that is in front of Jericho; and behold the land of Canaan, which I give unto the children of Israel for a possession;"
    },
    {
      "verse": 50,
      "text": "And die on the mount whither thou goest up, and be gathered unto thy people; as Aaron thy brother died on mount Hor, and was gathered unto his people;"
    },
    {
      "verse": 51,
      "text": "Because ye trespassed against me in the midst of the children of Israel at the waters of contention at Kadesh, in the wilderness of Zin; because ye sanctified me not in the midst of the children of Israel."
    },
    {
      "verse": 52,
      "text": "For from afar shalt thou see the land; but thither shalt thou not go unto the land which I give the children of Israel."
    }
  ]
}