{
  "book_id": "DEU",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And Moses went up from the plains of Moab unto the mount of Nebo, to the top of Pisgah, that is before Jericho; and the Lord showed him all the land [from] Gil'ad unto Dan,"
    },
    {
      "verse": 2,
      "text": "And all Naphtali, and the land of Ephraim, and Menasseh, and all the land of Judah, unto the western sea."
    },
    {
      "verse": 3,
      "text": "And the south, and the plain, the valley of Jericho, the city of palm-trees, unto Zoar."
    },
    {
      "verse": 4,
      "text": "And the Lord said unto him, This is the land which I swore unto Abraham, unto Isaac, and unto Jacob, saying, Unto thy seed will I give it: I have let thee see it with thy eyes, but thither shalt thou not go over."
    },
    {
      "verse": 5,
      "text": "And Moses the servant of the Lord died there in the land of Moab, according to the order of the Lord."
    },
    {
      "verse": 6,
      "text": "And he buried him in the valley in the land of Moab, opposite Beth-peor; but no man knoweth of his sepulchre unto this day."
    },
    {
      "verse": 7,
      "text": "And Moses was a hundred and twenty years old when he died; his eye was not dimmed, and his natural force had not abated."
    },
    {
      "verse": 8,
      "text": "And the children of Israel wept for Moses in the plains of Moab thirty days; and then were ended the days of weeping and mourning for Moses."
    },
    {
      "verse": 9,
      "text": "And Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands upon him; and the children of Israel hearkened unto him, and did, as the Lord had commanded Moses."
    },
    {
      "verse": 10,
      "text": "And there arose not a prophet since then in Israel like unto Moses, whom the Lord knew face to face,"
    },
    {
      "verse": 11,
      "text": "In respect to all the signs and the wonders, which the Lord had sent him to do in the land of Egypt to Pharaoh, and to all his servants, and to all his land,"
    },
    {
      "verse": 12,
      "text": "And in respect to all that mighty hand, and in all the great terrific deeds which Moses displayed before the eyes of all Israel."
    }
  ]
}