{
  "book_id": "PSA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Why standest thou farre off, O Lord, and hidest thee in due time, euen in affliction?"
    },
    {
      "verse": 2,
      "text": "The wicked with pride doeth persecute the poore: let them be taken in the craftes that they haue imagined."
    },
    {
      "verse": 3,
      "text": "For the wicked hath made boast of his owne heartes desire, and the couetous blesseth himselfe: he contemneth the Lord."
    },
    {
      "verse": 4,
      "text": "The wicked is so proude that hee seeketh not for God: hee thinketh alwayes, There is no God."
    },
    {
      "verse": 5,
      "text": "His wayes alway prosper: thy iudgements are hie aboue his sight: therefore defieth he all his enemies."
    },
    {
      "verse": 6,
      "text": "He saith in his heart, I shall neuer be moued, nor be in danger."
    },
    {
      "verse": 7,
      "text": "His mouth is full of cursing and deceite and fraude: vnder his tongue is mischiefe and iniquitie."
    },
    {
      "verse": 8,
      "text": "He lieth in waite in the villages: in the secret places doeth hee murder the innocent: his eyes are bent against the poore."
    },
    {
      "verse": 9,
      "text": "He lyeth in waite secretly, euen as a lyon in his denne: he lyeth in waite to spoyle the poore: he doeth spoyle the poore, when he draweth him into his net."
    },
    {
      "verse": 10,
      "text": "He croucheth and boweth: therefore heaps of the poore doe fall by his might."
    },
    {
      "verse": 11,
      "text": "He hath said in his heart, God hath forgotten, he hideth away his face, and will neuer see."
    },
    {
      "verse": 12,
      "text": "Arise, O Lord God: lift vp thine hande: forget not the poore."
    },
    {
      "verse": 13,
      "text": "Wherefore doeth the wicked contemne God? he saith in his heart, Thou wilt not regard."
    },
    {
      "verse": 14,
      "text": "Yet thou hast seene it: for thou beholdest mischiefe and wrong, that thou mayest take it into thine handes: the poore committeth himselfe vnto thee: for thou art the helper of the fatherlesse."
    },
    {
      "verse": 15,
      "text": "Breake thou the arme of the wicked and malicious: searche his wickednes, and thou shalt finde none."
    },
    {
      "verse": 16,
      "text": "The Lord is King for euer and euer: the heathen are destroyed foorth of his land."
    },
    {
      "verse": 17,
      "text": "Lord, thou hast heard the desire of the poore: thou preparest their heart: thou bendest thine eare to them,"
    },
    {
      "verse": 18,
      "text": "To iudge the fatherlesse and poore, that earthly man cause to feare no more."
    }
  ]
}