{
  "book_id": "PSA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalme of Dauid. Pleade thou my cause, O Lord, with them that striue with me: fight thou against them, that fight against me."
    },
    {
      "verse": 2,
      "text": "Lay hand vpon the shielde and buckler, and stand vp for mine helpe."
    },
    {
      "verse": 3,
      "text": "Bring out also the speare and stop the way against them, that persecute me: say vnto my soule, I am thy saluation."
    },
    {
      "verse": 4,
      "text": "Let them be confounded and put to shame, that seeke after my soule: let them be turned backe, and brought to confusion, that imagine mine hurt."
    },
    {
      "verse": 5,
      "text": "Let them be as chaffe before the winde, and let the Angel of the Lord scatter them."
    },
    {
      "verse": 6,
      "text": "Let their way be darke and slipperie: and let the Angel of the Lord persecute them."
    },
    {
      "verse": 7,
      "text": "For without cause they haue hid the pit and their net for me: without cause haue they digged a pit for my soule."
    },
    {
      "verse": 8,
      "text": "Let destruction come vpon him at vnwares, and let his net, that he hath laid priuilie, take him: let him fall into the same destruction."
    },
    {
      "verse": 9,
      "text": "Then my soule shalbe ioyfull in the Lord: it shall reioyce in his saluation."
    },
    {
      "verse": 10,
      "text": "All my bones shall say, Lord, who is like vnto thee, which deliuerest the poore from him, that is too strong for him! yea, the poore and him that is in miserie, from him that spoyleth him!"
    },
    {
      "verse": 11,
      "text": "Cruell witnesses did rise vp: they asked of me things that I knewe not."
    },
    {
      "verse": 12,
      "text": "They rewarded me euill for good, to haue spoyled my soule."
    },
    {
      "verse": 13,
      "text": "Yet I, when they were sicke, I was clothed with a sacke: I humbled my soule with fasting: and my praier was turned vpon my bosome."
    },
    {
      "verse": 14,
      "text": "I behaued my selfe as to my friend, or as to my brother: I humbled my selfe, mourning as one that bewaileth his mother."
    },
    {
      "verse": 15,
      "text": "But in mine aduersitie they reioyced, and gathered them selues together: the abiects assembled themselues against me, and knewe not: they tare me and ceased not,"
    },
    {
      "verse": 16,
      "text": "With the false skoffers at bankets, gnashing their teeth against me."
    },
    {
      "verse": 17,
      "text": "Lord, how long wilt thou beholde this? deliuer my soule from their tumult, euen my desolate soule from the lions."
    },
    {
      "verse": 18,
      "text": "So will I giue thee thankes in a great Congregation: I will praise thee among much people."
    },
    {
      "verse": 19,
      "text": "Let not them that are mine enemies, vniustly reioyce ouer mee, neyther let them winke with the eye, that hate mee without a cause."
    },
    {
      "verse": 20,
      "text": "For they speake not as friendes: but they imagine deceitfull woordes against the quiet of the lande."
    },
    {
      "verse": 21,
      "text": "And they gaped on mee with their mouthes, saying, Aha, aha, our eye hath seene."
    },
    {
      "verse": 22,
      "text": "Thou hast seene it, O Lord: keepe not silence: be not farre from me, O Lord."
    },
    {
      "verse": 23,
      "text": "Arise and wake to my iudgement, euen to my cause, my God, and my Lord."
    },
    {
      "verse": 24,
      "text": "Iudge me, O Lord my God, according to thy righteousnesse, and let them not reioyce ouer mee."
    },
    {
      "verse": 25,
      "text": "Let them not say in their hearts, O our soule reioyce: neither let them say, We haue deuoured him."
    },
    {
      "verse": 26,
      "text": "Let them bee confounded, and put to shame together, that reioyce at mine hurt: let them bee clothed with confusion and shame, that lift vp themselues against me."
    },
    {
      "verse": 27,
      "text": "But let them be ioyful and glad, that loue my righteousnesse: yea, let them say alway, Let the Lord be magnified, which loueth the prosperitie of his seruant."
    },
    {
      "verse": 28,
      "text": "And my tongue shall vtter thy righteousnesse, and thy praise euery day."
    }
  ]
}