{
  "book_id": "PSA",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalme of David. Fret not thy selfe because of the wicked men, neither be enuious for the euill doers."
    },
    {
      "verse": 2,
      "text": "For they shall soone bee cut downe like grasse, and shall wither as the greene herbe."
    },
    {
      "verse": 3,
      "text": "Trust thou in the Lord and do good: dwell in the land, and thou shalt be fed assuredly."
    },
    {
      "verse": 4,
      "text": "And delite thy selfe in the Lord, and hee shall giue thee thine hearts desire."
    },
    {
      "verse": 5,
      "text": "Commit thy way vnto the Lord, and trust in him, and he shall bring it to passe."
    },
    {
      "verse": 6,
      "text": "And he shall bring foorth thy righteousnes as the light, and thy iudgement as the noone day."
    },
    {
      "verse": 7,
      "text": "Waite patiently vpon the Lord and hope in him: fret not thy selfe for him which prospereth in his way: nor for the man that bringeth his enterprises to passe."
    },
    {
      "verse": 8,
      "text": "Cease from anger, and leaue off wrath: fret not thy selfe also to doe euill."
    },
    {
      "verse": 9,
      "text": "For euill doers shalbe cut off, and they that wait vpon the Lord, they shall inherite the land."
    },
    {
      "verse": 10,
      "text": "Therefore yet a litle while, and the wicked shall not appeare, and thou shalt looke after his place, and he shall not be found."
    },
    {
      "verse": 11,
      "text": "But meeke men shall possesse the earth, and shall haue their delite in the multitude of peace."
    },
    {
      "verse": 12,
      "text": "The wicked practiseth against the iust, and gnasheth his teeth against him."
    },
    {
      "verse": 13,
      "text": "But the Lord shall laugh him to scorne: for he seeth, that his day is comming."
    },
    {
      "verse": 14,
      "text": "The wicked haue drawen their sworde, and haue bent their bowe, to cast downe the poore and needie, and to slay such as be of vpright conuersation."
    },
    {
      "verse": 15,
      "text": "But their sword shall enter into their owne heart, and their bowes shalbe broken."
    },
    {
      "verse": 16,
      "text": "A small thing vnto the iust man is better, then great riches to the wicked and mightie."
    },
    {
      "verse": 17,
      "text": "For the armes of the wicked shall be broken: but the Lord vpholdeth the iust men."
    },
    {
      "verse": 18,
      "text": "The Lord knoweth the dayes of vpright men, and their inheritance shall bee perpetuall."
    },
    {
      "verse": 19,
      "text": "They shall not be confounded in the perilous time, and in the daies of famine they shall haue ynough."
    },
    {
      "verse": 20,
      "text": "But the wicked shall perish, and the enemies of the Lord shall be consumed as the fatte of lambes: euen with the smoke shall they consume away."
    },
    {
      "verse": 21,
      "text": "The wicked boroweth and payeth not againe. but the righteous is mercifull, and giueth."
    },
    {
      "verse": 22,
      "text": "For such as be blessed of God, shall inherite the lande, and they that be cursed of him, shalbe cut off."
    },
    {
      "verse": 23,
      "text": "The pathes of man are directed by the Lord: for he loueth his way."
    },
    {
      "verse": 24,
      "text": "Though he fall, hee shall not be cast off: for the Lord putteth vnder his hand."
    },
    {
      "verse": 25,
      "text": "I haue beene yong, and am olde: yet I sawe neuer the righteous forsaken, nor his seede begging bread."
    },
    {
      "verse": 26,
      "text": "But hee is euer mercifull and lendeth, and his seede enioyeth the blessing."
    },
    {
      "verse": 27,
      "text": "Flee from euill and doe good, and dwell for euer."
    },
    {
      "verse": 28,
      "text": "For the Lord loueth iudgement, and forsaketh not his Saintes: they shall be preserued for euermore: but the seede of the wicked shall be cut off."
    },
    {
      "verse": 29,
      "text": "The righteous men shall inherit the lande, and dwell therein for euer."
    },
    {
      "verse": 30,
      "text": "The mouth of the righteous will speake of wisedome, and his tongue will talke of iudgement."
    },
    {
      "verse": 31,
      "text": "For the Lawe of his God is in his heart, and his steppes shall not slide."
    },
    {
      "verse": 32,
      "text": "The wicked watcheth the righteous, and seeketh to slay him."
    },
    {
      "verse": 33,
      "text": "But the Lord wil not leaue him in his hand, nor condemne him, when he is iudged."
    },
    {
      "verse": 34,
      "text": "Waite thou on the Lord, and keepe his way, and he shall exalt thee, that thou shalt inherite the lande: when the wicked men shall perish, thou shalt see."
    },
    {
      "verse": 35,
      "text": "I haue seene the wicked strong, and spreading himselfe like a greene bay tree."
    },
    {
      "verse": 36,
      "text": "Yet he passed away, and loe, he was gone, and I sought him, but he could not be founde."
    },
    {
      "verse": 37,
      "text": "Marke the vpright man, and beholde the iust: for the end of that man is peace."
    },
    {
      "verse": 38,
      "text": "But the transgressours shall be destroyed together, and the ende of the wicked shall bee cut off."
    },
    {
      "verse": 39,
      "text": "But the saluation of the righteous men shalbe of the Lord: he shalbe their strength in the time of trouble."
    },
    {
      "verse": 40,
      "text": "For the Lord shall helpe them, and deliuer them: he shall deliuer them from the wicked, and shall saue them, because they trust in him."
    }
  ]
}