{
  "book_id": "PSA",
  "chapter": 71,
  "verses": [
    {
      "verse": 1,
      "text": "In thee, O Lord, I trust: let me neuer be ashamed."
    },
    {
      "verse": 2,
      "text": "Rescue mee and deliuer me in thy righteousnes: incline thine eare vnto me and saue me."
    },
    {
      "verse": 3,
      "text": "Be thou my strong rocke, whereunto I may alway resort: thou hast giuen commandement to saue me: for thou art my rocke, and my fortresse."
    },
    {
      "verse": 4,
      "text": "Deliuer mee, O my God, out of the hande of the wicked: out of the hande of the euill and cruell man."
    },
    {
      "verse": 5,
      "text": "For thou art mine hope, O Lord God, euen my trust from my youth."
    },
    {
      "verse": 6,
      "text": "Vpon thee haue I beene stayed from the wombe: thou art he that tooke me out of my mothers bowels: my praise shalbe alwaies of thee."
    },
    {
      "verse": 7,
      "text": "I am become as it were a monster vnto many: but thou art my sure trust."
    },
    {
      "verse": 8,
      "text": "Let my mouth be filled with thy praise, and with thy glory euery day."
    },
    {
      "verse": 9,
      "text": "Cast mee not off in the time of age: forsake me not when my strength faileth."
    },
    {
      "verse": 10,
      "text": "For mine enemies speake of mee, and they that lay waite for my soule, take their counsell together,"
    },
    {
      "verse": 11,
      "text": "Saying, God hath forsaken him: pursue and take him, for there is none to deliuer him."
    },
    {
      "verse": 12,
      "text": "Goe not farre from me, O God: my God, haste thee to helpe me."
    },
    {
      "verse": 13,
      "text": "Let them be confounded and consumed that are against my soule: let them be couered with reproofe and confusion, that seeke mine hurt."
    },
    {
      "verse": 14,
      "text": "But I will waite continually, and will praise thee more and more."
    },
    {
      "verse": 15,
      "text": "My mouth shall daily rehearse thy righteousnesse, and thy saluation: for I knowe not the nomber."
    },
    {
      "verse": 16,
      "text": "I will goe forwarde in the strength of the Lord God, and will make mention of thy righteousnesse, euen of thine onely."
    },
    {
      "verse": 17,
      "text": "O God, thou hast taught me from my youth euen vntill nowe: therefore will I tell of thy wonderous workes,"
    },
    {
      "verse": 18,
      "text": "Yea, euen vnto mine olde age and graie head, O God: forsake me not, vntill I haue declared thine arme vnto this generation, and thy power to all them, that shall come."
    },
    {
      "verse": 19,
      "text": "And thy righteousnes, O God, I wil exalt on high: for thou hast done great thinges: O God, who is like vnto thee!"
    },
    {
      "verse": 20,
      "text": "Which hast shewed me great troubles and aduersities, but thou wilt returne, and reuiue me, and wilt come againe, and take mee vp from the depth of the earth."
    },
    {
      "verse": 21,
      "text": "Thou wilt increase mine honour, and returne and comfort me."
    },
    {
      "verse": 22,
      "text": "Therefore will I praise thee for thy faithfulnesse, O God, vpon instrument and viole: vnto thee will I sing vpon the harpe, O Holy one of Israel."
    },
    {
      "verse": 23,
      "text": "My lippes will reioyce when I sing vnto thee, and my soule, which thou hast deliuered."
    },
    {
      "verse": 24,
      "text": "My tongue also shall talke of thy righteousnesse daily: for they are confounded and brought vnto shame, that seeke mine hurt."
    }
  ]
}