{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalme committed to Asaph. Yet God is good to Israel: euen, to the pure in heart."
    },
    {
      "verse": 2,
      "text": "As for me, my feete were almost gone: my steps had well neere slipt."
    },
    {
      "verse": 3,
      "text": "For I feared at the foolish, when I sawe the prosperitie of the wicked."
    },
    {
      "verse": 4,
      "text": "For there are no bandes in their death, but they are lustie and strong."
    },
    {
      "verse": 5,
      "text": "They are not in trouble as other men, neither are they plagued with other men."
    },
    {
      "verse": 6,
      "text": "Therefore pride is as a chayne vnto them, and crueltie couereth them as a garment."
    },
    {
      "verse": 7,
      "text": "Their eyes stande out for fatnesse: they haue more then heart can wish."
    },
    {
      "verse": 8,
      "text": "They are licentious, and speake wickedly of their oppression: they talke presumptuously."
    },
    {
      "verse": 9,
      "text": "They set their mouth against heauen, and their tongue walketh through the earth."
    },
    {
      "verse": 10,
      "text": "Therefore his people turne hither: for waters of a full cup are wrung out to them."
    },
    {
      "verse": 11,
      "text": "And they say, Howe doeth God know it? or is there knowledge in the most High?"
    },
    {
      "verse": 12,
      "text": "Lo, these are the wicked, yet prosper they alway, and increase in riches."
    },
    {
      "verse": 13,
      "text": "Certainely I haue clensed mine heart in vaine, and washed mine hands in innocencie."
    },
    {
      "verse": 14,
      "text": "For dayly haue I bene punished, and chastened euery morning."
    },
    {
      "verse": 15,
      "text": "If I say, I will iudge thus, beholde the generation of thy children: I haue trespassed."
    },
    {
      "verse": 16,
      "text": "Then thought I to know this, but it was too painefull for me,"
    },
    {
      "verse": 17,
      "text": "Vntill I went into the Sanctuarie of God: then vnderstoode I their ende."
    },
    {
      "verse": 18,
      "text": "Surely thou hast set them in slipperie places, and castest them downe into desolation."
    },
    {
      "verse": 19,
      "text": "How suddenly are they destroyed, perished and horribly consumed,"
    },
    {
      "verse": 20,
      "text": "As a dreame when one awaketh! O Lord, when thou raisest vs vp, thou shalt make their image despised."
    },
    {
      "verse": 21,
      "text": "Certainely mine heart was vexed, and I was pricked in my reines:"
    },
    {
      "verse": 22,
      "text": "So foolish was I and ignorant: I was a beast before thee."
    },
    {
      "verse": 23,
      "text": "Yet I was alway with thee: thou hast holden me by my right hand."
    },
    {
      "verse": 24,
      "text": "Thou wilt guide me by thy counsell, and afterward receiue me to glory."
    },
    {
      "verse": 25,
      "text": "Whom haue I in heauen but thee? and I haue desired none in the earth with thee."
    },
    {
      "verse": 26,
      "text": "My flesh fayleth and mine heart also: but God is the strength of mine heart, and my portion for euer."
    },
    {
      "verse": 27,
      "text": "For loe, they that withdrawe themselues from thee, shall perish: thou destroyest all them that goe a whoring from thee."
    },
    {
      "verse": 28,
      "text": "As for me, it is good for me to draw neere to God: therefore I haue put my trust in the Lord God, that I may declare all thy workes."
    }
  ]
}