{
  "book_id": "PSA",
  "chapter": 89,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalme to give instruction, of Ethan the Ezrahite. I will sing the mercies of the Lord for euer: with my mouth will I declare thy trueth from generation to generation."
    },
    {
      "verse": 2,
      "text": "For I said, Mercie shalbe set vp for euer: thy trueth shalt thou stablish in ye very heauens."
    },
    {
      "verse": 3,
      "text": "I haue made a couenant with my chosen: I haue sworne to Dauid my seruant,"
    },
    {
      "verse": 4,
      "text": "Thy seede will I stablish for euer, and set vp thy throne from generation to generation. Selah."
    },
    {
      "verse": 5,
      "text": "O Lord, euen the heauens shall prayse thy wonderous worke: yea, thy trueth in the Congregation of the Saints."
    },
    {
      "verse": 6,
      "text": "For who is equall to the Lord in the heauen? and who is like the Lord among the sonnes of the gods?"
    },
    {
      "verse": 7,
      "text": "God is very terrible in the assemblie of the Saints, and to be reuerenced aboue all, that are about him."
    },
    {
      "verse": 8,
      "text": "O Lord God of hostes, who is like vnto thee, which art a mightie Lord, and thy trueth is about thee?"
    },
    {
      "verse": 9,
      "text": "Thou rulest the raging of the sea: when the waues thereof arise, thou stillest them."
    },
    {
      "verse": 10,
      "text": "Thou hast beaten downe Rahab as a man slaine: thou hast scattered thine enemies with thy mightie arme."
    },
    {
      "verse": 11,
      "text": "The heauens are thine, the earth also is thine: thou hast layde the foundation of the world, and all that therein is."
    },
    {
      "verse": 12,
      "text": "Thou hast created the North and the South: Tabor and Hermon shall reioyce in thy Name."
    },
    {
      "verse": 13,
      "text": "Thou hast a mightie arme: strong is thine hand, and high is thy right hand."
    },
    {
      "verse": 14,
      "text": "Righteousnesse and equitie are the stablishment of thy throne: mercy and trueth goe before thy face."
    },
    {
      "verse": 15,
      "text": "Blessed is the people, that can reioyce in thee: they shall walke in the light of thy countenance, O Lord."
    },
    {
      "verse": 16,
      "text": "They shall reioyce continually in thy Name, and in thy righteousnes shall they exalt them selues."
    },
    {
      "verse": 17,
      "text": "For thou art the glory of their strength, and by thy fauour our hornes shall be exalted."
    },
    {
      "verse": 18,
      "text": "For our shield apperteineth to the Lord, and our King to the holy one of Israel."
    },
    {
      "verse": 19,
      "text": "Thou spakest then in a vision vnto thine Holy one, and saydest, I haue layde helpe vpon one that is mightie: I haue exalted one chosen out of the people."
    },
    {
      "verse": 20,
      "text": "I haue found Dauid my seruant: with mine holy oyle haue I anoynted him."
    },
    {
      "verse": 21,
      "text": "Therefore mine hande shall be established with him, and mine arme shall strengthen him."
    },
    {
      "verse": 22,
      "text": "The enemie shall not oppresse him, neither shall the wicked hurt him."
    },
    {
      "verse": 23,
      "text": "But I will destroy his foes before his face, and plague them that hate him."
    },
    {
      "verse": 24,
      "text": "My trueth also and my mercie shall be with him, and in my Name shall his horne be exalted."
    },
    {
      "verse": 25,
      "text": "I will set his hand also in the sea, and his right hand in the floods."
    },
    {
      "verse": 26,
      "text": "He shall cry vnto mee, Thou art my Father, my God and the rocke of my saluation."
    },
    {
      "verse": 27,
      "text": "Also I wil make him my first borne, higher then the Kings of the earth."
    },
    {
      "verse": 28,
      "text": "My mercie will I keepe for him for euermore, and my couenant shall stande fast with him."
    },
    {
      "verse": 29,
      "text": "His seede also will I make to endure for euer, and his throne as the dayes of heauen."
    },
    {
      "verse": 30,
      "text": "But if his children forsake my Lawe, and walke not in my iudgements:"
    },
    {
      "verse": 31,
      "text": "If they breake my statutes, and keepe not my commandements:"
    },
    {
      "verse": 32,
      "text": "Then will I visite their transgression with the rod, and their iniquitie with strokes."
    },
    {
      "verse": 33,
      "text": "Yet my louing kindnesse will I not take from him, neither will I falsifie my trueth."
    },
    {
      "verse": 34,
      "text": "My couenant wil I not breake, nor alter the thing that is gone out of my lips."
    },
    {
      "verse": 35,
      "text": "I haue sworne once by mine holines, that I will not fayle Dauid, saying,"
    },
    {
      "verse": 36,
      "text": "His seede shall endure for euer, and his throne shalbe as the sunne before me."
    },
    {
      "verse": 37,
      "text": "He shalbe established for euermore as the moone, and as a faythfull witnes in the heauen. Selah."
    },
    {
      "verse": 38,
      "text": "But thou hast reiected and abhorred, thou hast bene angry with thine Anoynted."
    },
    {
      "verse": 39,
      "text": "Thou hast broken the couenant of thy seruant, and profaned his crowne, casting it on the ground."
    },
    {
      "verse": 40,
      "text": "Thou hast broken downe all his walles: thou hast layd his fortresses in ruine."
    },
    {
      "verse": 41,
      "text": "All that goe by the way, spoyle him: he is a rebuke vnto his neighbours."
    },
    {
      "verse": 42,
      "text": "Thou hast set vp the right hand of his enemies, and made all his aduersaries to reioyce."
    },
    {
      "verse": 43,
      "text": "Thou hast also turned the edge of his sworde, and hast not made him to stand in the battell."
    },
    {
      "verse": 44,
      "text": "Thou hast caused his dignitie to decay, and cast his throne to the ground."
    },
    {
      "verse": 45,
      "text": "The dayes of his youth hast thou shortned, and couered him with shame. Selah."
    },
    {
      "verse": 46,
      "text": "Lord, howe long wilt thou hide thy selfe, for euer? shall thy wrath burne like fire?"
    },
    {
      "verse": 47,
      "text": "Remember of what time I am: wherefore shouldest thou create in vaine all the children of men?"
    },
    {
      "verse": 48,
      "text": "What man liueth, and shall not see death? shall hee deliuer his soule from the hande of the graue? Selah."
    },
    {
      "verse": 49,
      "text": "Lord, where are thy former mercies, which thou swarest vnto Dauid in thy trueth?"
    },
    {
      "verse": 50,
      "text": "Remember, O Lord, the rebuke of thy seruants, which I beare in my bosome of all the mightie people."
    },
    {
      "verse": 51,
      "text": "For thine enemies haue reproched thee, O Lord, because they haue reproched the footesteps of thine Anointed."
    },
    {
      "verse": 52,
      "text": "Praised be the Lord for euermore. So be it, euen so be it."
    }
  ]
}