{
  "book_id": "PSA",
  "chapter": 103,
  "verses": [
    {
      "verse": 1,
      "text": "A Psalme of David. My soule, prayse thou the Lord, and all that is within me, prayse his holy Name."
    },
    {
      "verse": 2,
      "text": "My soule, prayse thou the Lord, and forget not all his benefites."
    },
    {
      "verse": 3,
      "text": "Which forgiueth all thine iniquitie, and healeth all thine infirmities."
    },
    {
      "verse": 4,
      "text": "Which redeemeth thy life from the graue, and crowneth thee with mercy and compassions."
    },
    {
      "verse": 5,
      "text": "Which satisfieth thy mouth with good things: and thy youth is renued like the eagles."
    },
    {
      "verse": 6,
      "text": "The Lord executeth righteousnes and iudgement to all that are oppressed."
    },
    {
      "verse": 7,
      "text": "He made his wayes knowen vnto Moses, and his workes vnto the children of Israel."
    },
    {
      "verse": 8,
      "text": "The Lord is full of compassion and mercie, slowe to anger and of great kindnesse."
    },
    {
      "verse": 9,
      "text": "He will not alway chide, neither keepe his anger for euer."
    },
    {
      "verse": 10,
      "text": "He hath not dealt with vs after our sinnes, nor rewarded vs according to our iniquities."
    },
    {
      "verse": 11,
      "text": "For as high as the heauen is aboue ye earth, so great is his mercie toward them that feare him."
    },
    {
      "verse": 12,
      "text": "As farre as the East is from the West: so farre hath he remooued our sinnes from vs."
    },
    {
      "verse": 13,
      "text": "As a father hath compassion on his children, so hath the Lord compassion on them that feare him."
    },
    {
      "verse": 14,
      "text": "For he knoweth whereof we be made: he remembreth that we are but dust."
    },
    {
      "verse": 15,
      "text": "The dayes of man are as grasse: as a flowre of the fielde, so florisheth he."
    },
    {
      "verse": 16,
      "text": "For the winde goeth ouer it, and it is gone, and the place thereof shall knowe it no more."
    },
    {
      "verse": 17,
      "text": "But the louing kindnesse of the Lord endureth for euer and euer vpon them that feare him, and his righteousnes vpon childrens children,"
    },
    {
      "verse": 18,
      "text": "Vnto them that keepe his couenant, and thinke vpon his commandements to doe them."
    },
    {
      "verse": 19,
      "text": "The Lord hath prepared his throne in heauen, and his Kingdome ruleth ouer all."
    },
    {
      "verse": 20,
      "text": "Prayse the Lord, ye his Angels, that excell in strength, that doe his commandement in obeying the voyce of his worde."
    },
    {
      "verse": 21,
      "text": "Prayse the Lord, all ye his hostes, ye his seruants that doe his pleasure."
    },
    {
      "verse": 22,
      "text": "Prayse the Lord, all ye his workes, in all places of his dominion: my soule, prayse thou the Lord."
    }
  ]
}