{
  "book_id": "PSA",
  "chapter": 116,
  "verses": [
    {
      "verse": 1,
      "text": "I love the Lord, because he hath heard my voyce and my prayers."
    },
    {
      "verse": 2,
      "text": "For he hath inclined his eare vnto me, whe I did call vpon him in my dayes."
    },
    {
      "verse": 3,
      "text": "When the snares of death copassed me, and the griefes of the graue caught me: when I founde trouble and sorowe."
    },
    {
      "verse": 4,
      "text": "Then I called vpon the Name of the Lord, saying, I beseech thee, O Lord, deliuer my soule."
    },
    {
      "verse": 5,
      "text": "The Lord is mercifull and righteous, and our God is full of compassion."
    },
    {
      "verse": 6,
      "text": "The Lord preserueth the simple: I was in miserie and he saued me."
    },
    {
      "verse": 7,
      "text": "Returne vnto thy rest, O my soule: for the Lord hath bene beneficiall vnto thee,"
    },
    {
      "verse": 8,
      "text": "Because thou hast deliuered my soule from death, mine eyes from teares, and my feete from falling."
    },
    {
      "verse": 9,
      "text": "I shall walke before the Lord in the lande of the liuing."
    },
    {
      "verse": 10,
      "text": "I beleeued, therefore did I speake: for I was sore troubled."
    },
    {
      "verse": 11,
      "text": "I said in my feare, All men are lyers."
    },
    {
      "verse": 12,
      "text": "What shall I render vnto the Lord for all his benefites toward me?"
    },
    {
      "verse": 13,
      "text": "I will take the cup of saluation, and call vpon the Name of the Lord."
    },
    {
      "verse": 14,
      "text": "I will pay my vowes vnto the Lord, euen nowe in the presence of all his people."
    },
    {
      "verse": 15,
      "text": "Precious in the sight of the Lord is the death of his Saintes."
    },
    {
      "verse": 16,
      "text": "Beholde, Lord: for I am thy seruant, I am thy seruant, and the sonne of thine handmaide: thou hast broken my bondes."
    },
    {
      "verse": 17,
      "text": "I will offer to thee a sacrifice of prayse, and will call vpon the Name of the Lord."
    },
    {
      "verse": 18,
      "text": "I will pay my vowes vnto the Lord, euen nowe in the presence of all his people,"
    },
    {
      "verse": 19,
      "text": "In the courtes of ye Lords house, euen in the middes of thee, O Ierusalem. Praise ye the Lord."
    }
  ]
}