{
  "book_id": "PSA",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "Praise yee the Lord, because he is good: for his mercie endureth for euer."
    },
    {
      "verse": 2,
      "text": "Let Israel now say, That his mercy endureth for euer."
    },
    {
      "verse": 3,
      "text": "Let the house of Aaron nowe say, That his mercy endureth for euer."
    },
    {
      "verse": 4,
      "text": "Let them, that feare the Lord, nowe say, That his mercie endureth for euer."
    },
    {
      "verse": 5,
      "text": "I called vpon the Lord in trouble, and the Lord heard me, and set me at large."
    },
    {
      "verse": 6,
      "text": "The Lord is with mee: therefore I will not feare what man can doe vnto me."
    },
    {
      "verse": 7,
      "text": "The Lord is with mee among them that helpe me: therefore shall I see my desire vpon mine enemies."
    },
    {
      "verse": 8,
      "text": "It is better to trust in the Lord, then to haue confidence in man."
    },
    {
      "verse": 9,
      "text": "It is better to trust in the Lord, then to haue confidence in princes."
    },
    {
      "verse": 10,
      "text": "All nations haue compassed me: but in the Name of the Lord shall I destroy them."
    },
    {
      "verse": 11,
      "text": "They haue compassed mee, yea, they haue compassed mee: but in the Name of the Lord I shall destroy them."
    },
    {
      "verse": 12,
      "text": "They came about mee like bees, but they were quenched as a fire of thornes: for in the Name of the Lord I shall destroy them."
    },
    {
      "verse": 13,
      "text": "Thou hast thrust sore at me, that I might fall: but the Lord hath holpen me."
    },
    {
      "verse": 14,
      "text": "The Lord is my strength and song: for he hath beene my deliuerance."
    },
    {
      "verse": 15,
      "text": "The voice of ioy and deliuerance shall be in the tabernacles of the righteous, saying, The right hand of the Lord hath done valiantly."
    },
    {
      "verse": 16,
      "text": "The right hand of the Lord is exalted: the right hand of the Lord hath done valiantly."
    },
    {
      "verse": 17,
      "text": "I shall not die, but liue, and declare the woorkes of the Lord."
    },
    {
      "verse": 18,
      "text": "The Lord hath chastened me sore, but he hath not deliuered me to death."
    },
    {
      "verse": 19,
      "text": "Open ye vnto me the gates of righteousnes, that I may goe into them, and praise the Lord."
    },
    {
      "verse": 20,
      "text": "This is the gate of the Lord: the righteous shall enter into it."
    },
    {
      "verse": 21,
      "text": "I will praise thee: for thou hast heard mee, and hast beene my deliuerance."
    },
    {
      "verse": 22,
      "text": "The stone, which the builders refused, is the head of the corner."
    },
    {
      "verse": 23,
      "text": "This was the Lordes doing, and it is marueilous in our eyes."
    },
    {
      "verse": 24,
      "text": "This is the day, which the Lord hath made: let vs reioyce and be glad in it."
    },
    {
      "verse": 25,
      "text": "O Lord, I praie thee, saue now: O Lord, I praie thee nowe giue prosperitie."
    },
    {
      "verse": 26,
      "text": "Blessed be he, that commeth in the Name of the Lord: wee haue blessed you out of the house of the Lord."
    },
    {
      "verse": 27,
      "text": "The Lord is mightie, and hath giuen vs light: binde the sacrifice with cordes vnto the hornes of the altar."
    },
    {
      "verse": 28,
      "text": "Thou art my God, and I will praise thee, euen my God: therefore I will exalt thee."
    },
    {
      "verse": 29,
      "text": "Praise ye the Lord, because he is good: for his mercie endureth for euer."
    }
  ]
}