{
  "book_id": "2CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Are we beginning again to commend ourselves? unless we need, as do some, epistles of commendation to you or epistlesof commendation from you?"
    },
    {
      "verse": 2,
      "text": "Ye are our epistle, written in our hearts, known and read of all men;"
    },
    {
      "verse": 3,
      "text": "being made manifest that ye are an epistle of Christ, ministered by us, written not with ink, but with the Spirit of the living God; not in tables of stone, but in tables that arehearts of flesh."
    },
    {
      "verse": 4,
      "text": "And such confidence have we through Christ to God-ward:"
    },
    {
      "verse": 5,
      "text": "not that we are sufficient of ourselves, to account anything as from ourselves; but our sufficiency is from God;"
    },
    {
      "verse": 6,
      "text": "who also made us sufficient as ministers of a new covenant; not of the letter, but of the spirit: for the letter killeth, but the spirit giveth life."
    },
    {
      "verse": 7,
      "text": "But if the ministration of death, written, andengraven on stones, came with glory, so that the children of Israel could not look steadfastly upon the face of Moses for the glory of his face; which glorywas passing away:"
    },
    {
      "verse": 8,
      "text": "how shall not rather the ministration of the spirit be with glory?"
    },
    {
      "verse": 9,
      "text": "For if the ministration of condemnation is glory, much rather doth the ministration of righteousness exceed in glory."
    },
    {
      "verse": 10,
      "text": "For verily that which hath been made glorious hath not been made glorious in this respect, by reason of the glory that surpasseth."
    },
    {
      "verse": 11,
      "text": "For if that which passeth away waswith glory, much more that which remaineth isin glory."
    },
    {
      "verse": 12,
      "text": "Having therefore such a hope, we use great boldness of speech,"
    },
    {
      "verse": 13,
      "text": "and arenot as Moses, whoput a veil upon his own face, that the children of Israel should not look steadfastly on the end of that which was passing away:"
    },
    {
      "verse": 14,
      "text": "but their minds were hardened: for until this day at the reading of the old covenant the same veil remaineth unlifted, for it is done away in Christ."
    },
    {
      "verse": 15,
      "text": "But unto this day, when Moses is read, a veil lieth upon their heart."
    },
    {
      "verse": 16,
      "text": "But whensoever it shall turn to the Lord, the veil is taken away."
    },
    {
      "verse": 17,
      "text": "Now the Lord is the Spirit: and where the Spirit of the Lord is, there is liberty."
    },
    {
      "verse": 18,
      "text": "But we all, with unveiled face beholding as in a mirror the glory of the Lord, are transformed into the same image from glory to glory, even as from the Lord the Spirit."
    }
  ]
}