{
  "book_id": "2CO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Surely it is not expedient for me to glory; for I will come to visions and revelations of the Lord."
    },
    {
      "verse": 2,
      "text": "I know a man in Christ, fourteen years ago (whether in the body, I know not; or whether out of the body, I know not; God knoweth), such a one caught up even to the third heaven."
    },
    {
      "verse": 3,
      "text": "And I know such a man (whether in the body, or out of the body, I know not; God knoweth),"
    },
    {
      "verse": 4,
      "text": "how that he was caught up into Paradise, and heard unspeakable words, which it is not lawful for a man to utter."
    },
    {
      "verse": 5,
      "text": "On behalf of such a one will I glory: but on mine own behalf I will not glory, save in my weaknesses."
    },
    {
      "verse": 6,
      "text": "For if I should desire to glory, I shall not be foolish; for I shall speak the truth: but I forbear, lest any man should account of me above that which he seeth me to be, or anything he heareth from me."
    },
    {
      "verse": 7,
      "text": "And by reason of the exceeding greatness of the revelations, that I should not be exalted overmuch, there was given to me a thorn in the flesh, a messenger of Satan to buffet me, that I should not be exalted overmuch."
    },
    {
      "verse": 8,
      "text": "Concerning this thing I besought the Lord thrice, that it might depart from me."
    },
    {
      "verse": 9,
      "text": "And he hath said unto me, My grace is sufficient for thee: for my power is made perfect in weakness. Most gladly therefore will I rather glory in my weaknesses, that the power of Christ may rest upon me."
    },
    {
      "verse": 10,
      "text": "Wherefore I take pleasure in weaknesses, in injuries, in necessities, in persecutions, in distresses, for Christ’s sake: for when I am weak, then am I strong."
    },
    {
      "verse": 11,
      "text": "I am become foolish in glorying: ye compelled me; for I ought to have been commended of you: for in nothing was I behind the very chiefest apostles, though I am nothing."
    },
    {
      "verse": 12,
      "text": "Truly the signs of an apostle were wrought among you in all patience, in signs and wonders and mighty works."
    },
    {
      "verse": 13,
      "text": "For what is there wherein ye were made inferior to the rest of the churches, except it bethat I myself was not a burden to you? forgive me this wrong."
    },
    {
      "verse": 14,
      "text": "Behold, a third time I am ready to come to you; and I will not be a burden to you: for I seek not yours, but you: for the children ought not to lay up for the parents, but the parents for the children."
    },
    {
      "verse": 15,
      "text": "And I will most gladly spend and be spent for your souls, though the more abundantly I love you, the less I am loved."
    },
    {
      "verse": 16,
      "text": "But be it so, I did not myself burden you; but, being crafty, I caught you with guile."
    },
    {
      "verse": 17,
      "text": "Did I take advantage of you by any one of them whom I have sent unto you?"
    },
    {
      "verse": 18,
      "text": "I exhorted Titus, and I sent the brother with him. Did Titus take any advantage of you? walked we not in the same spirit? walked wenot in the same steps?"
    },
    {
      "verse": 19,
      "text": "Again, think ye that we are excusing ourselves unto you? In the sight of God speak we in Christ. But all things, beloved, arefor your edifying."
    },
    {
      "verse": 20,
      "text": "For I fear, lest by any means, when I come, I should find you not such as I would, and should myself be found of you such as ye would not; lest by any means there should bestrifes, jealousies, wraths, factions, backbitings, whisperings, swellings, tumults;"
    },
    {
      "verse": 21,
      "text": "lest again when I come my God will humble me before you, and I should mourn for many of them that have sinned heretofore, and repented not of the uncleanness and fornication and lasciviousness which they committed."
    }
  ]
}