{
  "book_id": "1CO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul, a called apostle of Christ Jesus, through the will of God, and Sosthenes the brother,"
    },
    {
      "verse": 2,
      "text": "to the church of God which is at Corinth, the sanctified in Christ Jesus, called, holy, with all that in every place call upon the name of our Lord Jesus Christ, their Lord and ours;"
    },
    {
      "verse": 3,
      "text": "grace be to you, and peace, from God our Father, and the Lord Jesus Christ."
    },
    {
      "verse": 4,
      "text": "I ever thank my God for you, on account of the grace of God bestowed upon you in Christ Jesus;"
    },
    {
      "verse": 5,
      "text": "that in him ye were enriched in everything, in all utterance, and all knowledge,"
    },
    {
      "verse": 6,
      "text": "as the testimony of Christ was established among you;"
    },
    {
      "verse": 7,
      "text": "so that ye come behind in no gift, while waiting for the manifestation of our Lord Jesus Christ;"
    },
    {
      "verse": 8,
      "text": "who will also make you steadfast to the end, so that ye may be without blame in the day of our Lord Jesus Christ."
    },
    {
      "verse": 9,
      "text": "God is faithful, by whom ye were called into the fellowship of his Son Jesus Christ our Lord."
    },
    {
      "verse": 10,
      "text": "But I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you, but that ye be perfectly united in the same mind and in the same judgment."
    },
    {
      "verse": 11,
      "text": "For I have been informed concerning you, my brethren, by those of the family of Chloe, that there are dissensions among you."
    },
    {
      "verse": 12,
      "text": "What I mean is this, that each of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ."
    },
    {
      "verse": 13,
      "text": "Is Christ divided? Was Paul crucified for you? Or were ye baptized the name of Paul?"
    },
    {
      "verse": 14,
      "text": "I thank God that I baptized none of you, but Crispus and Gaius;"
    },
    {
      "verse": 15,
      "text": "that no one may say that ye were baptized into my name."
    },
    {
      "verse": 16,
      "text": "And I baptized also the household of Stephanas; I am not aware that I baptized any one besides."
    },
    {
      "verse": 17,
      "text": "For Christ sent me not to baptize, but to preach the gospel; not with wisdom of speech, lest the cross of Christ should be made of no effect."
    },
    {
      "verse": 18,
      "text": "For the preaching of the cross is to those who are perishing, foolishness, but to us who are being saved, it is the power of God."
    },
    {
      "verse": 19,
      "text": "For it is written: “I will destroy the wisdom of the wise, and will bring to nought the discernment of the discerning.”"
    },
    {
      "verse": 20,
      "text": "Where is the wise man? Where the scribe? Where the disputer of this world? Hath not God made foolish the wisdom of the world?"
    },
    {
      "verse": 21,
      "text": "For since, in the wisdom of God, the world by its wisdom knew not God, it pleased God by the foolishness of preaching to save those who believe;"
    },
    {
      "verse": 22,
      "text": "since even Jews ask for signs, and the Greeks seek for wisdom;"
    },
    {
      "verse": 23,
      "text": "but we preach Christ crucified, to Jews a stumbling-block, and to gentiles foolishness,"
    },
    {
      "verse": 24,
      "text": "but to those who are called, both Jews and Greeks, Christ the power of God, and the wisdom of God."
    },
    {
      "verse": 25,
      "text": "Because the foolishness of God is wiser than men; and the weakness of God is stronger than men."
    },
    {
      "verse": 26,
      "text": "For consider, brethren, who ye are that have been called; not many wise men after the fashion of the world, not many mighty, not many noble;"
    },
    {
      "verse": 27,
      "text": "but the foolish things of the world did God choose, to put to shame the wise; and the weak things of the world did God choose, to put to shame the things which are strong;"
    },
    {
      "verse": 28,
      "text": "and the mean things of the world, and the things which are despised, did God choose, the things which are not, to bring to nought things that are;"
    },
    {
      "verse": 29,
      "text": "that no flesh might glory before God."
    },
    {
      "verse": 30,
      "text": "But from him it is that ye are in Christ Jesus, who from God was made to us wisdom, and righteousness, and sanctification, and redemption;"
    },
    {
      "verse": 31,
      "text": "that, according as it is written, “He that glorieth, let him glory in the Lord.”"
    }
  ]
}