{
  "book_id": "1CO",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And I, brethren, when I came to you, came not with excellency of speech, or of wisdom, declaring to you the testimony of God."
    },
    {
      "verse": 2,
      "text": "For I determined not to know anything while with you, save Jesus Christ, and him crucified."
    },
    {
      "verse": 3,
      "text": "And I was with you in weakness, and in fear, and in much trembling;"
    },
    {
      "verse": 4,
      "text": "and my speech and my preaching were not in persuasive words of wisdom, but in demonstration of the Spirit, and of power;"
    },
    {
      "verse": 5,
      "text": "that your faith might not rest on the wisdom of men, but on the power of God."
    },
    {
      "verse": 6,
      "text": "But we do speak wisdom among the perfect; not, however, the wisdom of this world, nor of the rulers of this world, who are coming to nought;"
    },
    {
      "verse": 7,
      "text": "but we speak God's wisdom in a mystery, the hidden wisdom, which God determined on before the world was, for our glory;"
    },
    {
      "verse": 8,
      "text": "which none of the rulers of this world comprehended; for had they comprehended it, they would not have crucified the Lord of glory;"
    },
    {
      "verse": 9,
      "text": "but, as it is written: “The things which eye hath not seen, and ear hath not heard, and which have not entered into the heart of man, the great things which God hath prepared for those that love him.”"
    },
    {
      "verse": 10,
      "text": "For God hath revealed them to us by his Spirit; for the Spirit searcheth all things, even the depths of God."
    },
    {
      "verse": 11,
      "text": "For who among men knoweth the things of a man, but the spirit of the man which is in him? even so the things of God knoweth no one but the Spirit of God."
    },
    {
      "verse": 12,
      "text": "But we did not receive the spirit of the world, but the Spirit which is from God, that we might know the things that have been given to us by the grace of God;"
    },
    {
      "verse": 13,
      "text": "which things we also speak, not in words taught by man's wisdom, but in those taught by the Spirit, connecting what is spiritual l with what is spiritual."
    },
    {
      "verse": 14,
      "text": "But the unspiritual man receiveth not the things of the Spirit of God; for they are foolishness to him, and he cannot know them; because they are spiritually discerned."
    },
    {
      "verse": 15,
      "text": "But he that is spiritual judgeth of all things, yet he himself is judged by no one."
    },
    {
      "verse": 16,
      "text": "For “who hath known the mind of the Lord, that he may instruct him?” But we have the mind of Christ."
    }
  ]
}