{
  "book_id": "1CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I also, brethren, was not able to speak to you as to spiritual men, but as those who are not spiritual, as to babes in Christ."
    },
    {
      "verse": 2,
      "text": "I fed you with milk, not with meat; for ye were not yet able to bear it. Nor indeed are ye able even now;"
    },
    {
      "verse": 3,
      "text": "for ye are yet unspiritual. For while there is among you rivalry and strife, are ye not unspiritual, and walking after the manner of men?"
    },
    {
      "verse": 4,
      "text": "For while one saith, I am of Paul, and another, I am of Apollos, are ye not [[like common]] men?"
    },
    {
      "verse": 5,
      "text": "Who then is Apollos, and who is Paul, but ministers through whom ye believed, and that as the Lord gave to each?"
    },
    {
      "verse": 6,
      "text": "I planted, Apollos watered; but God gave the growth."
    },
    {
      "verse": 7,
      "text": "So then, neither he that planteth nor he that watereth is anything, but God that giveth the growth."
    },
    {
      "verse": 8,
      "text": "And he that planteth and he that watereth are one; and each will receive his own reward, according to his own labor."
    },
    {
      "verse": 9,
      "text": "For we are God's fellow-laborers; ye are God's field, ye are God's building."
    },
    {
      "verse": 10,
      "text": "According to the grace of God bestowed on me, I, as a skilful master-builder, have laid the foundation; and another buildeth thereon; but let every one take heed, how he buildeth thereon."
    },
    {
      "verse": 11,
      "text": "For other foundation can no one lay than that which is laid, which is Christ Jesus."
    },
    {
      "verse": 12,
      "text": "But if any one build upon this foundation with gold, silver, precious stones, wood, hay, stubble,"
    },
    {
      "verse": 13,
      "text": "the work of every one will be made manifest; for the day will show it; because it is revealed in fire; and the fire itself will prove what every one's work is."
    },
    {
      "verse": 14,
      "text": "If the work which any one built thereon remaineth, he will receive reward;"
    },
    {
      "verse": 15,
      "text": "if any one's work shall be burned up, he will lose the reward; but he will be saved himself, yet as one escaping through fire."
    },
    {
      "verse": 16,
      "text": "Know ye not, that ye are God's temple, and that the Spirit of God dwelleth in you?"
    },
    {
      "verse": 17,
      "text": "If any one defaceth the temple of God, God will deface him; for the temple of God is holy, and such are ye."
    },
    {
      "verse": 18,
      "text": "Let no one deceive himself; if any one thinketh himself wise among you in this world, let him become a fool, that he may become wise."
    },
    {
      "verse": 19,
      "text": "For the wisdom of this world is foolishness with God; for it is written: “He that taketh the wise in their craftiness;”"
    },
    {
      "verse": 20,
      "text": "and again: “The Lord knoweth the thoughts of the wise, that they are vain.”"
    },
    {
      "verse": 21,
      "text": "So then let no one glory in men. For all things are yours;"
    },
    {
      "verse": 22,
      "text": "whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come,—all are yours;"
    },
    {
      "verse": 23,
      "text": "and ye are Christ's, and Christ is God's."
    }
  ]
}