{
  "book_id": "1CO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Let a man so account us, as servants of Christ, and stewards of the mysteries of God."
    },
    {
      "verse": 2,
      "text": "Here moreover, it is required in stewards, that a man be found faithful."
    },
    {
      "verse": 3,
      "text": "But with me it is a very small thing that I should be judged by you, or by a human tribunal; nay, I do not even judge myself;"
    },
    {
      "verse": 4,
      "text": "for though I am conscious to myself of nothing wrong, yet not by this am I cleared of blame; but he that judgeth me is the Lord."
    },
    {
      "verse": 5,
      "text": "So then judge nothing before the time, until the Lord come, who will both bring to light the hidden things of darkness, and make manifest the purposes of men's hearts; and then shall every one have his praise from God."
    },
    {
      "verse": 6,
      "text": "And these things, brethren, I have transferred in a figure to myself and Apollos for your sakes, that in us ye may learn not to go beyond what is written, that no one of you may pride himself in one against another."
    },
    {
      "verse": 7,
      "text": "For who maketh thee to differ from another? And what hast thou that thou didst not receive? But if thou didst receive it, why dost thou boast, as if thou hadst not received it?"
    },
    {
      "verse": 8,
      "text": "Already ye are full; already ye are rich; without us ye have become kings; and I would indeed ye were kings, that we also might reign with you."
    },
    {
      "verse": 9,
      "text": "For I think that God hath set forth us the apostles as lowest, as men sentenced to death; for we have been made a spectacle to the world, to angels, and to men."
    },
    {
      "verse": 10,
      "text": "We are fools for Christ's sake, but ye are wise in Christ; we are weak, but ye are strong; ye are in honor, but we are despised."
    },
    {
      "verse": 11,
      "text": "Even to this very hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwelling-place,"
    },
    {
      "verse": 12,
      "text": "and labor, working with our own hands; being reviled, we bless; being persecuted, we endure it;"
    },
    {
      "verse": 13,
      "text": "being slandered, we exhort; we have become as the filth of the world, the off-scouring of all things until now."
    },
    {
      "verse": 14,
      "text": "I write not these things to shame you, but I am warning you as my beloved children."
    },
    {
      "verse": 15,
      "text": "For though ye have ten thousand teachers in Christ, yet have ye not many fathers; for in Christ Jesus I begot you through the gospel."
    },
    {
      "verse": 16,
      "text": "I exhort you therefore, be ye imitators of me."
    },
    {
      "verse": 17,
      "text": "For this end I sent to you Timothy, who is my beloved child, and faithful in the Lord, who will put you in mind of my ways in Christ, according as I teach everywhere in every church."
    },
    {
      "verse": 18,
      "text": "Now some are puffed up, as though I were not coming to you."
    },
    {
      "verse": 19,
      "text": "But I shall come to you shortly, if it be the Lord's will, and will know, not the word of those who are puffed up, but the power;"
    },
    {
      "verse": 20,
      "text": "for the kingdom of God is not in word, but in power."
    },
    {
      "verse": 21,
      "text": "What will ye? Am I to come to you with a rod, or in love, and the spirit of mildness?"
    }
  ]
}