{
  "book_id": "1CO",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Doth any one of you, who hath a matter against another, dare to go to law before the unrighteous, and not before the holy?"
    },
    {
      "verse": 2,
      "text": "Or do ye not know, that the holy will judge the world? And if the world is to be judged by you, are ye unworthy to judge in causes of the least importance?"
    },
    {
      "verse": 3,
      "text": "Know ye not, that we shall pass judgment upon angels? How much more, concerning affairs of this life?"
    },
    {
      "verse": 4,
      "text": "If then ye have any causes relating to this life, set them to judge who are of no repute in the church."
    },
    {
      "verse": 5,
      "text": "I speak to your shame. Is it so, that there is not a wise man among you, not one that will be able to judge between his brethren?"
    },
    {
      "verse": 6,
      "text": "Nay, brother goeth to law with brother, and that before unbelievers."
    },
    {
      "verse": 7,
      "text": "Now therefore it is altogether an evil among you, that ye have suits against each other. Why do ye not rather submit to wrong? Why do ye not rather allow yourselves to be defrauded?"
    },
    {
      "verse": 8,
      "text": "But ye yourselves wrong, and defraud, and that too your brethren."
    },
    {
      "verse": 9,
      "text": "Know ye not, that wrongdoers shall not inherit the kingdom of God? Be not deceived; neither fornicators, nor idolaters, nor adulterers, nor the effeminate, nor abusers of themselves with mankind,"
    },
    {
      "verse": 10,
      "text": "nor thieves, nor the covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God."
    },
    {
      "verse": 11,
      "text": "And such were some of you; but ye were washed, but ye were made holy, but ye were accepted as righteous in the name of the Lord Jesus, and in the Spirit of our God."
    },
    {
      "verse": 12,
      "text": "All things are lawful for me, but all things are not profitable; all things are lawful for me, but I will not be brought under the power of anything."
    },
    {
      "verse": 13,
      "text": "Meats are for the stomach, and the stomach for meats; but God will make an end of both it and them. But the body is not for fornication, but for the Lord, and the Lord for the body;"
    },
    {
      "verse": 14,
      "text": "and God both raised up the Lord, and will also raise up us by his power."
    },
    {
      "verse": 15,
      "text": "Know ye not, that your bodies are members of Christ? Shall I then take the members of Christ, and make them members of a harlot? God forbid!"
    },
    {
      "verse": 16,
      "text": "Know ye not, that he who is connected with a harlot is one body with her? “For the two,” saith he, “shall become one flesh;”"
    },
    {
      "verse": 17,
      "text": "but he that is connected with the Lord is one spirit with him."
    },
    {
      "verse": 18,
      "text": "Flee fornication. Every other sin which a man may commit, is apart from the body; but he that committeth fornication, sinneth against his own body."
    },
    {
      "verse": 19,
      "text": "Know ye not, that your bodies are temples of the Holy Spirit which is in you, which ye have from God, and that ye are not your own?"
    },
    {
      "verse": 20,
      "text": "For ye were bought with a price. Therefore glorify God in your body."
    }
  ]
}