{
  "book_id": "1CO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Now as to the matters about which ye wrote, it is good for a man not to touch a woman;"
    },
    {
      "verse": 2,
      "text": "but on account of the commonness of fornication, let every man have his own wife, and every woman her own husband."
    },
    {
      "verse": 3,
      "text": "Let the husband render to his wife her due; and so also the wife to her husband."
    },
    {
      "verse": 4,
      "text": "The wife hath not the disposal of her own body, but her husband; and so also the husband hath not the disposal of his own body, but his wife."
    },
    {
      "verse": 5,
      "text": "Defraud not one another, except by agreement for a time, that ye may have a season for prayer; and be together again, that Satan may not tempt you through your incontinence."
    },
    {
      "verse": 6,
      "text": "But I say this by way of permission, not command."
    },
    {
      "verse": 7,
      "text": "I would that all men were as I myself; but every one hath his own gift from God, one man this, and another that."
    },
    {
      "verse": 8,
      "text": "I say also to the unmarried and the widows, it is good for them to remain as I am;"
    },
    {
      "verse": 9,
      "text": "but if they cannot control themselves, let them marry; for it is better to marry than to burn."
    },
    {
      "verse": 10,
      "text": "But to those who are married it is my command, yet not mine, but the Lord's: Let not the wife separate herself from her husband,"
    },
    {
      "verse": 11,
      "text": "and if she have separated herself let her remain unmarried, or be reconciled to her husband; and let not the husband put away his wife."
    },
    {
      "verse": 12,
      "text": "But to the rest say I, not the Lord: If any brother hath an unbelieving wife, and she be satisfied to dwell with him, let him not put her away;"
    },
    {
      "verse": 13,
      "text": "and if a wife hath an unbelieving husband, and he be satisfied to dwell with her, let her not put her husband away."
    },
    {
      "verse": 14,
      "text": "For the unbelieving husband hath been made holy by his wife, and the unbelieving wife hath been made holy by the brother; otherwise were your children unclean, but, as it is, they are holy."
    },
    {
      "verse": 15,
      "text": "But if the unbelieving separateth himself, let him separate himself; a brother or a sister is not under bondage in such cases. But God hath called you to be in peace."
    },
    {
      "verse": 16,
      "text": "For how dost thou know, O wife, but that thou mayst save thy husband? or how dost thou know, O husband, but that thou mayst save thy wife?"
    },
    {
      "verse": 17,
      "text": "But let every one continue to walk in the lot which the Lord appointed him, in the condition in which God called him. And this direction I give in all the churches."
    },
    {
      "verse": 18,
      "text": "Was any one called being circumcised, let him not become as if uncircumcised; hath any one been called in uncircumcision, let him not become circumcised."
    },
    {
      "verse": 19,
      "text": "Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God."
    },
    {
      "verse": 20,
      "text": "Let every one remain in the same calling in which he was called."
    },
    {
      "verse": 21,
      "text": "Wast thou called being a slave, care not for it; but even if thou canst be made free, use it rather."
    },
    {
      "verse": 22,
      "text": "For he that was called in the Lord, being a slave, is the Lord's freeman. In like manner the freeman, who is called, is Christ's slave."
    },
    {
      "verse": 23,
      "text": "Ye were bought with a price; become not the slaves of men."
    },
    {
      "verse": 24,
      "text": "In that state, brethren, in which he was called, let every one remain with God."
    },
    {
      "verse": 25,
      "text": "Now concerning virgins, I have no commandment of the Lord; but I give my judgment, as one that hath obtained mercy of the Lord to be faithful."
    },
    {
      "verse": 26,
      "text": "I think, then, that it is well, on account of the impending distress, for a man to remain as he is."
    },
    {
      "verse": 27,
      "text": "Art thou bound to a wife, seek not to be loosed from her; art thou loosed from a wife, do not seek for one."
    },
    {
      "verse": 28,
      "text": "But if thou hast married, thou hast committed no sin; and if a virgin hath married, she hath committed no sin. Such, however, will have trouble in the flesh, which I desire to spare you."
    },
    {
      "verse": 29,
      "text": "But this I say, brethren, the time that remaineth is short; that both they that have wives may be as though they had none;"
    },
    {
      "verse": 30,
      "text": "and they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;"
    },
    {
      "verse": 31,
      "text": "and they that use this world as not abusing it; for the outward condition of this world is passing away;"
    },
    {
      "verse": 32,
      "text": "and I would have you free from anxious cares. He that is unmarried careth about the things of the Lord, how he may please the Lord;"
    },
    {
      "verse": 33,
      "text": "but he that is married careth about the things of the world, how to please his wife."
    },
    {
      "verse": 34,
      "text": "There is a difference also between a wife and a virgin; the unmarried woman careth about the things of the Lord, to be holy, both in body and in spirit; but she that is married careth about the things of the world, how to please her husband."
    },
    {
      "verse": 35,
      "text": "And this I say for your own profit; not to cast a noose over you, but with a view to what is becoming, and that ye may attend upon the Lord without distraction."
    },
    {
      "verse": 36,
      "text": "But if any one thinketh that he behaveth improperly in respect to his virgin [[daughter]], if she pass the flower of her age [[without being married]], and if it must be so, let him do what he will, he committeth no sin; let them marry."
    },
    {
      "verse": 37,
      "text": "But if any one is settled in his purpose, and is under no necessity, but is free to act as he will, and hath determined in his heart to keep his own virgin daughter [[unmarried]], he doeth well."
    },
    {
      "verse": 38,
      "text": "So then he that giveth her in marriage doeth well; and he that doth not give her in marriage doeth better."
    },
    {
      "verse": 39,
      "text": "The wife is bound to her husband as long as he liveth; but if her husband die, she is free to marry whom she will, only in the Lord."
    },
    {
      "verse": 40,
      "text": "But she is happier if she remain as she is, in my opinion; and I too think that I have the Spirit of God."
    }
  ]
}