{
  "book_id": "1CO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Now concerning the things offered in sacrifice to idols, we know that we all have knowledge. Knowledge puffeth up, but love edifieth;"
    },
    {
      "verse": 2,
      "text": "if any one think that he knoweth anything, he knoweth nothing yet, as he ought to know;"
    },
    {
      "verse": 3,
      "text": "but if any one love God, the same is known by Him."
    },
    {
      "verse": 4,
      "text": "Concerning the eating of the things offered in sacrifice to idols, then, we know that an idol is nothing in the world, and that there is no other God but one."
    },
    {
      "verse": 5,
      "text": "For though there are those that are called gods, whether in heaven or on earth; as there are gods many, and lords many;"
    },
    {
      "verse": 6,
      "text": "yet to us there is but one God, the Father, from whom are all things, and we to him; and one Lord Jesus Christ, through whom are all things, and we through him."
    },
    {
      "verse": 7,
      "text": "But there is not in all men this knowledge; for some, with a conscience directed toward the idol even now, eat of it as a thing offered in sacrifice to an idol, and their conscience, being weak, is defiled."
    },
    {
      "verse": 8,
      "text": "But food will not recommend us to God; if we do not eat, we are not the worse; nor if we do eat, are we the better."
    },
    {
      "verse": 9,
      "text": "But take heed, lest this liberty of yours become a stumbling-block to the weak."
    },
    {
      "verse": 10,
      "text": "For if any one see thee, who hast knowledge, at table in an idol's temple, will not the conscience of him that is weak be emboldened to eat the things offered to idols?"
    },
    {
      "verse": 11,
      "text": "For through thy knowledge he that is weak perisheth,—the brother for whom Christ died!"
    },
    {
      "verse": 12,
      "text": "But when ye so sin against the brethren, and wound their weak conscience, ye sin against Christ."
    },
    {
      "verse": 13,
      "text": "Wherefore, if food cause my brother to fall, I will eat no flesh for ever, lest I cause my brother to fall. Am I not free?"
    }
  ]
}