{
  "book_id": "1CO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Am I not an apostle? Have I not seen Jesus our Lord? Are not ye my work in the Lord?"
    },
    {
      "verse": 2,
      "text": "If I am not an apostle to others, yet surely I am to you; for the seal of my apostleship are ye in the Lord."
    },
    {
      "verse": 3,
      "text": "This is my answer to those who question my authority."
    },
    {
      "verse": 4,
      "text": "Have we not a right to eat and drink?"
    },
    {
      "verse": 5,
      "text": "Have we not a right to carry about with us a sister as a wife, as well as the other apostles, and the brothers of the Lord, and Cephas?"
    },
    {
      "verse": 6,
      "text": "Or am I alone and Barnabas bound to labor with our own hands?"
    },
    {
      "verse": 7,
      "text": "Who ever serveth as a soldier at his own charges? Who planteth a vineyard without eating its fruit? Or who tendeth a flock and doth not eat of the milk of the flock?"
    },
    {
      "verse": 8,
      "text": "Is it on man's authority that I am saying these things, or doth not the Law too say the same?"
    },
    {
      "verse": 9,
      "text": "For it is written in the law of Moses: “Thou shalt not muzzle an ox while treading out grain.” Is it for oxen that God careth?"
    },
    {
      "verse": 10,
      "text": "Or doth he say it altogether on our account? On our account, no doubt, it was written, that he who plougheth ought to plough in hope, and that he who thrasheth should do it in the hope of partaking."
    },
    {
      "verse": 11,
      "text": "If we have sown to you spiritual things, is it a great thing if we reap from you things for the body?"
    },
    {
      "verse": 12,
      "text": "If others possess this right in relation to you, do not we still more? But we have not used this right; but we submit to all things, that we may occasion no hindrance to the gospel of Christ."
    },
    {
      "verse": 13,
      "text": "Do ye not know, that they who minister in the offerings of the temple live from the temple? that they who serve at the altar share with the altar?"
    },
    {
      "verse": 14,
      "text": "In like manner also did the Lord ordain that they who preach the gospel should live from the gospel."
    },
    {
      "verse": 15,
      "text": "But I have used no right of this kind; nor have I written thus that anything of this kind should be done for me; for it were better for me to die, than that any one should take from me what I glory in."
    },
    {
      "verse": 16,
      "text": "For in preaching the gospel, I have nothing to glory in; for I am under a necessity to do so; yea, woe is to me, if I preach not the gospel!"
    },
    {
      "verse": 17,
      "text": "For if I do this willingly, I have a reward; but if unwillingly, still I have been intrusted with a stewardship."
    },
    {
      "verse": 18,
      "text": "What then is my reward? It is that, when I preach the gospel, I may make the gospel free of charge, that I use not to the full my right as a preacher of the gospel."
    },
    {
      "verse": 19,
      "text": "For being free from all men, yet I made myself a servant to all, that I might gain the more;"
    },
    {
      "verse": 20,
      "text": "and to the Jews I became as a Jew, that I might gain Jews; to those under the Law, as under the Law, not being myself under the Law, that I might gain those under the Law;"
    },
    {
      "verse": 21,
      "text": "to those without the Law, as without the Law, being not without a law before God, but under the law of Christ, that I might gain those without the Law;"
    },
    {
      "verse": 22,
      "text": "to the weak I became weak, that I might gain the weak; I have become all things to all, that I might by all means save some."
    },
    {
      "verse": 23,
      "text": "And I do all for the sake of the gospel, that I may with others partake of it."
    },
    {
      "verse": 24,
      "text": "Know ye not, that of those who run in the race-course all run, but one receiveth the prize? Thus run, that ye may obtain."
    },
    {
      "verse": 25,
      "text": "And every one who contendeth in the games is temperate in all things; they, however, to obtain a perishable crown, but we, an imperishable."
    },
    {
      "verse": 26,
      "text": "I therefore so run, not as one uncertain; I so fight, not as one striking the air;"
    },
    {
      "verse": 27,
      "text": "but I beat down my body, and bring it into subjection, lest perhaps, when I have been a herald to others, I should myself be rejected as unworthy."
    }
  ]
}