{
  "book_id": "1CO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "For I would not have you ignorant, brethren, that all our fathers were under the cloud, and all passed through the sea,"
    },
    {
      "verse": 2,
      "text": "and were all baptized to Moses in the cloud and in the sea,"
    },
    {
      "verse": 3,
      "text": "and all ate the same spiritual food,"
    },
    {
      "verse": 4,
      "text": "and all drank the same spiritual drink; for they drank of the spiritual rock that accompanied them; and the rock was Christ;"
    },
    {
      "verse": 5,
      "text": "but with most of them God was not well pleased; for they were laid low in the wilderness."
    },
    {
      "verse": 6,
      "text": "Now these things were warnings for us, in order that we should not lust after evil things, as they lusted."
    },
    {
      "verse": 7,
      "text": "And do not ye become idolaters, as some of them did; as it is written: “The people sat down to eat and drink, and rose up to sport.”"
    },
    {
      "verse": 8,
      "text": "Nor let us commit fornication, as some of them did, and fell in one day three and twenty thousand."
    },
    {
      "verse": 9,
      "text": "Nor let us tempt Christ, as some of them tempted, and were destroyed by the serpents."
    },
    {
      "verse": 10,
      "text": "And do not ye murmur, as some of them murmured, and perished by the Destroyer."
    },
    {
      "verse": 11,
      "text": "Now these things happened to them as warnings, and were recorded for our admonition, to whom the ends of the ages have come."
    },
    {
      "verse": 12,
      "text": "Wherefore let him that thinketh he standeth, take heed lest he fall."
    },
    {
      "verse": 13,
      "text": "No temptation hath come upon you, but such as is common to man; but God is faithful, who will not suffer you to be tempted beyond what ye are able to endure, but will with the temptation furnish also the way to escape, that ye may be able to endure it."
    },
    {
      "verse": 14,
      "text": "Wherefore, my beloved, flee from idolatry."
    },
    {
      "verse": 15,
      "text": "I speak as to wise men, judge ye what I say."
    },
    {
      "verse": 16,
      "text": "The cup of blessing which we bless, is it not a partaking of the blood of Christ? the loaf which we break, is it not a partaking of the body of Christ?"
    },
    {
      "verse": 17,
      "text": "For we, the many, are one loaf, one body; for we all share in that one loaf."
    },
    {
      "verse": 18,
      "text": "Look at Israel by natural descent. Have not those who eat of the sacrifices, communion with the altar?"
    },
    {
      "verse": 19,
      "text": "What do I say then? That what is offered in sacrifice to idols is anything? Or that an idol is anything?"
    },
    {
      "verse": 20,
      "text": "Nay, but that what they sacrifice, they sacrifice to demons, and not to God; and I would not that ye should have communion with demons."
    },
    {
      "verse": 21,
      "text": "Ye cannot drink the cup of the Lord, and the cup of demons; ye cannot be partakers of the Lord's table, and the table of demons."
    },
    {
      "verse": 22,
      "text": "Shall we provoke the Lord to jealousy? Are we stronger than he?"
    },
    {
      "verse": 23,
      "text": "All things are lawful, but all things are not profitable; all things are lawful, but all things are not edifying."
    },
    {
      "verse": 24,
      "text": "Let no one seek his own pleasure, but the good of others."
    },
    {
      "verse": 25,
      "text": "Whatever is sold in the market that eat, without asking questions for the sake of conscience;"
    },
    {
      "verse": 26,
      "text": "for “the earth is the Lord's, and the fullness thereof.”"
    },
    {
      "verse": 27,
      "text": "And if one who is an unbeliever inviteth you to a feast, and ye choose to go, eat whatever is set before you, without asking any questions for the sake of conscience."
    },
    {
      "verse": 28,
      "text": "But if any one say to you, This hath been offered in sacrifice to an idol, do not eat of it, on account of him that showed you this, and from a regard to conscience;"
    },
    {
      "verse": 29,
      "text": "conscience I mean, not thine own, but that of the other. For why is my liberty to be judged by another conscience [[than my own]]?"
    },
    {
      "verse": 30,
      "text": "If I partake with thankfulness, why am I to be evil spoken of in a matter for which I give thanks?"
    },
    {
      "verse": 31,
      "text": "Whether therefore ye eat or drink, or whatever ye do, do all to the glory of God."
    },
    {
      "verse": 32,
      "text": "Give no occasion of stumbling either to Jews or Greeks, or to the church of God;"
    },
    {
      "verse": 33,
      "text": "as I also strive to please all in all things, not seeking my own advantage, but that of the many; that they may be saved."
    }
  ]
}