{
  "book_id": "1CO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Now concerning spiritual gifts, brethren, I would not have you ignorant."
    },
    {
      "verse": 2,
      "text": "Ye know, that when ye were gentiles, ye were carried away to dumb idols, as ye happened to be led;"
    },
    {
      "verse": 3,
      "text": "wherefore I give you to understand that no one speaking by the Spirit of God saith, Accursed be Jesus; and that no one can say, Jesus is Lord, but by the Holy Spirit."
    },
    {
      "verse": 4,
      "text": "Now there are diversities of gifts, but the same Spirit;"
    },
    {
      "verse": 5,
      "text": "and there are diversities of services, but the same Lord;"
    },
    {
      "verse": 6,
      "text": "and there are diversities of operations, but it is the same God who worketh all things in all."
    },
    {
      "verse": 7,
      "text": "But the manifestation of the Spirit is given to each one for the good of others."
    },
    {
      "verse": 8,
      "text": "For to one is given by the Spirit the word of wisdom; to another the word of knowledge, according to the same Spirit;"
    },
    {
      "verse": 9,
      "text": "to another faith, by the same Spirit; to another the gifts of healing, by the one Spirit;"
    },
    {
      "verse": 10,
      "text": "to another the working of miracles, to another prophecy, to another discerning of spirits, to another divers kinds of tongues, to another the interpretation of tongues."
    },
    {
      "verse": 11,
      "text": "But all these worketh the one and self-same Spirit, allotting to each one severally as it will."
    },
    {
      "verse": 12,
      "text": "For as the body is one, and hath many members, and all the members of the body, being many, are one body, so it is with Christ."
    },
    {
      "verse": 13,
      "text": "For by one Spirit we were all baptized into one body, whether Jews or Greeks, whether slaves or freemen; and were all made to drink one Spirit."
    },
    {
      "verse": 14,
      "text": "For the body also is not one member, but many."
    },
    {
      "verse": 15,
      "text": "If the foot say, Because I am not a hand, I am not of the body, is it for this reason not of the body?"
    },
    {
      "verse": 16,
      "text": "And if the ear say, Because I am not an eye, I am not of the body, is it for this reason not of the body?"
    },
    {
      "verse": 17,
      "text": "If the whole body were an eye, where would be the hearing? If the whole were hearing, where would be the smelling?"
    },
    {
      "verse": 18,
      "text": "But as it is, God set the members every one of them in the body, as it pleased him."
    },
    {
      "verse": 19,
      "text": "And if they were all one member, where would be the body?"
    },
    {
      "verse": 20,
      "text": "But now there are, indeed, many members, but one body."
    },
    {
      "verse": 21,
      "text": "And the eye cannot say to the hand, I have no need of thee; nor, again, the head to the feet, I have no need of you."
    },
    {
      "verse": 22,
      "text": "Nay, still more, those members of the body which seem to be weak, are necessary;"
    },
    {
      "verse": 23,
      "text": "and what we think to be less honorable parts of the body, upon these we bestow more abundant honor; and our unseemly parts have more abundant seemliness;"
    },
    {
      "verse": 24,
      "text": "while our seemly parts have no need. But God so put the body together, as to give special honor to that part which lacked,"
    },
    {
      "verse": 25,
      "text": "that there might be no schism in the body, but that the members should have the same care one for another."
    },
    {
      "verse": 26,
      "text": "And so if one member suffereth, all the members suffer with it; or if one member is honored, all the members rejoice with it."
    },
    {
      "verse": 27,
      "text": "Now ye are the body of Christ, and members individually. And"
    },
    {
      "verse": 28,
      "text": "God appointed some in the church to be, in the first place, apostles, in the second place, prophets, in the third place, teachers, then miracles, then gifts of healing, those of helping and of governing, divers kinds of tongues. Are all apostles?"
    },
    {
      "verse": 29,
      "text": "Are all prophets? Are all teachers? Are all workers of miracles?"
    },
    {
      "verse": 30,
      "text": "Have all the gifts of healing? Do all speak with tongues? Do all interpret?"
    },
    {
      "verse": 31,
      "text": "But desire earnestly the greater gifts. And furthermore I show you by far the most excellent way."
    }
  ]
}