{
  "book_id": "1CO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Though I speak with the tongues of men and of angels, and have not love, I am become as sounding brass, or a tinkling cymbal."
    },
    {
      "verse": 2,
      "text": "And though I have the gift of prophecy, and understand all mysteries and all knowledge, and though I have all faith, so as to remove mountains, and have not love, I am nothing."
    },
    {
      "verse": 3,
      "text": "And though I bestow all my goods to feed the poor, and though I give up my body that I may be burned, and have not love, it profiteth me nothing."
    },
    {
      "verse": 4,
      "text": "Love suffereth long, is kind; love envieth not; love vaunteth not herself, is not puffed up,"
    },
    {
      "verse": 5,
      "text": "doth not behave herself unseemly, seeketh not her own, is not easily provoked, maketh no account of an injury,"
    },
    {
      "verse": 6,
      "text": "rejoiceth not at iniquity, but rejoiceth in the truth,"
    },
    {
      "verse": 7,
      "text": "beareth all things, believeth all things, hopeth all things, endureth all things."
    },
    {
      "verse": 8,
      "text": "Love never faileth; but whether there are prophesyings, they will come to an end; whether tongues, they will cease; whether knowledge, it will be done away."
    },
    {
      "verse": 9,
      "text": "For we know in part, and we prophesy in part;"
    },
    {
      "verse": 10,
      "text": "but when that which is perfect is come, that which is in part will be done away."
    },
    {
      "verse": 11,
      "text": "When I was a child, I spoke as a child, I had the feelings of a child, I thought as a child; since I have become a man, I have put away the things of the child."
    },
    {
      "verse": 12,
      "text": "For now we see in a mirror, obscurely; but then face to face; now I know in part, but then I shall fully know even as I also am fully known."
    },
    {
      "verse": 13,
      "text": "And now there abide faith, hope, love, these three; but the greatest of these is love."
    }
  ]
}