{
  "book_id": "1CO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Strive to possess love; and desire earnestly the spiritual gifts, but especially that of prophesying."
    },
    {
      "verse": 2,
      "text": "For he that speaketh in an [[unknown]] tongue speaketh not to men, but to God; for no one heareth; but in the Spirit he speaketh mysteries;"
    },
    {
      "verse": 3,
      "text": "but he that prophesieth speaketh to men edification, and exhortation, and comfort."
    },
    {
      "verse": 4,
      "text": "He that speaketh in an [[unknown]] tongue edifieth himself; but he that prophesieth edifieth the church."
    },
    {
      "verse": 5,
      "text": "I would that ye all spoke with tongues, but rather that ye prophesied; for greater is he that prophesieth than he that speaketh with tongues, unless he interpret, that the church may receive edification."
    },
    {
      "verse": 6,
      "text": "But now, brethren, if I come to you speaking with tongues, what shall I profit you, unless I speak to you either by revelation, or by knowledge, or by prophesying, or by teaching?"
    },
    {
      "verse": 7,
      "text": "And even things without life that give sound, whether pipe or harp, if they make no distinction in the sounds, how shall that be known which is piped or harped?"
    },
    {
      "verse": 8,
      "text": "For if the trumpet give an uncertain sound, who will prepare himself for the battle?"
    },
    {
      "verse": 9,
      "text": "So also ye, unless ye utter by the tongue words easy to be understood, how shall that be known which is spoken? For ye will be speaking into the air."
    },
    {
      "verse": 10,
      "text": "There are, it may be, so many kinds of languages in the world, and not one is without meaning."
    },
    {
      "verse": 11,
      "text": "If then I know not the meaning of the language, I shall be to him that speaketh a foreigner, and he that speaketh a foreigner to me."
    },
    {
      "verse": 12,
      "text": "So also ye, since ye are eager to possess spiritual gifts, be earnest to abound in them to the edification of the church."
    },
    {
      "verse": 13,
      "text": "Wherefore let him that speaketh in an [[unknown]] tongue pray that he may interpret."
    },
    {
      "verse": 14,
      "text": "For if I pray in an [[unknown]] tongue, my spirit prayeth, but my understanding is unfruitful."
    },
    {
      "verse": 15,
      "text": "How stands it then? I will pray with the spirit, and I will pray with the understanding also; I will sing with the spirit, and I will sing with the understanding also."
    },
    {
      "verse": 16,
      "text": "Else, if thou bless with the spirit, how shall he that occupieth the place of the unlearned say the Amen at thy giving of thanks, since he understandeth not what thou art saying?"
    },
    {
      "verse": 17,
      "text": "For thou indeed givest thanks well; but the other is not edified."
    },
    {
      "verse": 18,
      "text": "I thank God, I speak in an [[unknown]] tongue more than ye all;"
    },
    {
      "verse": 19,
      "text": "yet in the church I would rather speak five words with my understanding, that I might also instruct others, than ten thousand words in an [[unknown]] tongue."
    },
    {
      "verse": 20,
      "text": "Brethren, do not become children in understanding; yet in malice be children, but in understanding be men."
    },
    {
      "verse": 21,
      "text": "In the Law it is written: “With men of other tongues and with other lips will I speak to this people,"
    },
    {
      "verse": 22,
      "text": "and yet for all that will they not hear me, saith the Lord.” Wherefore the tongues are for a sign, not to believers, but to unbelievers; but prophesying is not for unbelievers, but for believers."
    },
    {
      "verse": 23,
      "text": "If therefore the whole church be assembled in one place, and all be speaking with tongues, and there come in those who are unlearned, or unbelievers, will they not say that ye are mad?"
    },
    {
      "verse": 24,
      "text": "But if all prophesy, and there come in one that is an unbeliever, or unlearned, he is convinced by all, he is searched through by all,"
    },
    {
      "verse": 25,
      "text": "the secrets of his heart become manifest; and so falling down on his face, he will worship God, and report that God is indeed within you."
    },
    {
      "verse": 26,
      "text": "How is it then, brethren? When ye come together, every one of you hath a psalm, hath a lesson of instruction, hath a revelation, hath a tongue, hath an interpretation; let all things be done for edification."
    },
    {
      "verse": 27,
      "text": "If any one speak in an [[unknown]] tongue, let it be by two, or, at the most, by three, and in turn; and let one interpret."
    },
    {
      "verse": 28,
      "text": "But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God."
    },
    {
      "verse": 29,
      "text": "And of the prophets let two or three speak, and let the others judge;"
    },
    {
      "verse": 30,
      "text": "if anything be revealed to another that sitteth by, let the first speaker be silent."
    },
    {
      "verse": 31,
      "text": "For one by one ye can all prophesy, that all may learn, and all may be exhorted."
    },
    {
      "verse": 32,
      "text": "And spirits of prophets are subject to prophets;"
    },
    {
      "verse": 33,
      "text": "for God is not a God of confusion, but of peace. As in all the churches of the saints,"
    },
    {
      "verse": 34,
      "text": "let your women keep silence in the churches; for it is not permitted them to speak, but they are to be in subjection, as also saith the Law."
    },
    {
      "verse": 35,
      "text": "And if they desire to learn anything, let them ask their own husbands at home; for it is a shame for a woman to speak in the church."
    },
    {
      "verse": 36,
      "text": "What! Did the word of God come forth from you? Or did it come to you alone?"
    },
    {
      "verse": 37,
      "text": "If any one thinketh himself to be a prophet, or spiritual, let him know surely that the directions I am writing to you are the Lord's;"
    },
    {
      "verse": 38,
      "text": "but if any one be ignorant, let him be ignorant!"
    },
    {
      "verse": 39,
      "text": "Wherefore, brethren, desire earnestly to prophesy, and forbid not to speak with tongues;"
    },
    {
      "verse": 40,
      "text": "but let all things be done becomingly, and in order."
    }
  ]
}