{
  "book_id": "1CO",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Now concerning the collection for the saints, according to the directions which I gave to the churches of Galatia, so also do ye."
    },
    {
      "verse": 2,
      "text": "Every first day of the week let each of you lay by him something in store, according as he hath prospered; that the collections may not have to be made when I come."
    },
    {
      "verse": 3,
      "text": "And when I am with you, I will send with letters whomever you may approve to carry your bounty to Jerusalem;"
    },
    {
      "verse": 4,
      "text": "and if it be worth while for me to go also, they shall go with me."
    },
    {
      "verse": 5,
      "text": "Now I will come to you, when I have passed through Macedonia; for I am about to pass through Macedonia;"
    },
    {
      "verse": 6,
      "text": "and perhaps I may remain, or even spend the winter with you, that ye may set me forward on my journey whithersoever I may be going."
    },
    {
      "verse": 7,
      "text": "For I am unwilling to see you now in passing; for I hope to stay some time with you if the Lord permit."
    },
    {
      "verse": 8,
      "text": "But I shall remain at Ephesus until the Pentecost;"
    },
    {
      "verse": 9,
      "text": "for a door hath been opened to me great and effective, and there are many adversaries."
    },
    {
      "verse": 10,
      "text": "Now if Timothy come, see that he be with you without fear; for he is laboring in the work of the Lord, as I am;"
    },
    {
      "verse": 11,
      "text": "let no one therefore despise him. But conduct him on in peace, that he may come to me; for I am waiting for him with the brethren."
    },
    {
      "verse": 12,
      "text": "As regards Apollos, the brother, I urged him much to come to you with the brethren; and it was not at all his will to come at this time; but he will come when he hath a convenient opportunity."
    },
    {
      "verse": 13,
      "text": "Watch, stand fast in the faith, quit you like men, be strong;"
    },
    {
      "verse": 14,
      "text": "let all your doings be in love."
    },
    {
      "verse": 15,
      "text": "And I exhort you, brethren,—ye know the family of Stephanas, that they are the first-fruits of Achaia, and that they have devoted themselves to the service of the holy,—"
    },
    {
      "verse": 16,
      "text": "that ye submit yourselves to such as they are, and to every one that worketh with us, and laboreth."
    },
    {
      "verse": 17,
      "text": "I am glad of the coming of Stephanas and Fortunatus and Achaicus; for what was lacking on your part, they supplied;"
    },
    {
      "verse": 18,
      "text": "for they refreshed my spirit and yours. Pay regard then to those that are such."
    },
    {
      "verse": 19,
      "text": "The churches of Asia salute you. Aquila and Prisca, with the church that is in their house, send you many salutations in the Lord."
    },
    {
      "verse": 20,
      "text": "All the brethren salute you. Salute one another with a holy kiss."
    },
    {
      "verse": 21,
      "text": "The salutation of me, Paul, with my own hand."
    },
    {
      "verse": 22,
      "text": "If any one loveth not the Lord, let him be accursed! The Lord is at hand."
    },
    {
      "verse": 23,
      "text": "The grace of the Lord Jesus be with you."
    },
    {
      "verse": 24,
      "text": "My love is with you all in Christ Jesus."
    }
  ]
}