{
  "book_id": "HOS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Hear this, priests! Attend, Israelites! Listen, royal family! For you is the judgment: a snare you have become at Mizpeh, and a net spread out on Tabor,"
    },
    {
      "verse": 2,
      "text": "the rebels are deep in slaughter, but I will discipline all."
    },
    {
      "verse": 3,
      "text": "I know Ephraim, Israel is not hidden from me, for you, Ephraim, have committed prostitution and Israel is defiled."
    },
    {
      "verse": 4,
      "text": "Their deeds do not permit them to return to their God. For the spirit of prostitution is within them, they do not know the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 5,
      "text": "Israel’s arrogance testifies against them, Israel, even Ephraim, stumble in their sin, and Judah also stumbles with them."
    },
    {
      "verse": 6,
      "text": "With their sheep and their cattle they will go to seek the \\+w Lord|strong=\"H3068\"\\+w*but they will not find him, he has withdrawn from them,"
    },
    {
      "verse": 7,
      "text": "for they have been untrue to the \\+w Lord|strong=\"H3068\"\\+w*, their children are strangers. Their new moon festivals will soon destroy them and their fields."
    },
    {
      "verse": 8,
      "text": "Blow the trumpet in Gibeah, the clarion in Ramah! Raise the alarm in Beth-aven: we are with you, Benjamin!"
    },
    {
      "verse": 9,
      "text": "Ephraim will become a desolation in the day of punishment, concerning the tribes of Israel I make known what is certain."
    },
    {
      "verse": 10,
      "text": "The princes of Israel have become like thieves who move boundary stones. On them I will pour out my wrath like a flood."
    },
    {
      "verse": 11,
      "text": "Ephraim will be oppressed, crushed by judgment, for they are determined to go after vanity."
    },
    {
      "verse": 12,
      "text": "So I am like a moth to Ephraim, like rottenness to the house of Judah."
    },
    {
      "verse": 13,
      "text": "For when Ephraim saw their sickness and Israel their wound, Ephraim turned to Assyria, to its patron king. But he cannot heal you nor relieve you of your wound."
    },
    {
      "verse": 14,
      "text": "For I myself will be like a lion to Ephraim, like a young lion to the house of Judah. I, yes I, will rend and go my way, I will carry off and none will rescue. The lack of repentance and reform"
    },
    {
      "verse": 15,
      "text": "I will return to my place, until in remorse they seek my presence. When they are in distress they will quickly seek me,"
    }
  ]
}