{
  "book_id": "HOS",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ephraim herds the wind and hunts the sirocco. All day long they heap up falsehood and fraud, make a treaty with Assyria, and sends tribute of olive oil to Egypt."
    },
    {
      "verse": 2,
      "text": "The Lordhas a charge to bring against Israel, to punish Jacob for his acts, according to his deeds will he requite him,"
    },
    {
      "verse": 3,
      "text": "In the womb he supplanted his brother, in manhood he wrestled with God,"
    },
    {
      "verse": 4,
      "text": "He wrestled with the angel and prevailed, he wept and sought his blessing. At Bethel the Lordfound him, and there he spoke with us."
    },
    {
      "verse": 5,
      "text": "And the Lordis the God of hosts, the Lordis his name!"
    },
    {
      "verse": 6,
      "text": "So now, by the help of your God, return. Keep true love and justice. Trust in your God without ceasing."
    },
    {
      "verse": 7,
      "text": "A merchant uses false scales: They love to defraud."
    },
    {
      "verse": 8,
      "text": "Ephraim says, “Yes, I have become rich, I have secured wealth for myself. But despite my gains no one will find a crime I can be convicted of!”"
    },
    {
      "verse": 9,
      "text": "I am the Lordyour God, ever since the land of Egypt. I will make you again dwell in tents, as in days of old."
    },
    {
      "verse": 10,
      "text": "I spoke continually by the prophets. It was I who multiplied visions, and spoke in parables through the prophets."
    },
    {
      "verse": 11,
      "text": "In Gilead is iniquity, they will come to nothing. In Gilgal they sacrifice bulls, so their altars will be as stone heaps, among the furrows of the field."
    },
    {
      "verse": 12,
      "text": "And Jacob fled to the territory of Aram, and Israel worked to earn a wife: for a wife he herded sheep."
    },
    {
      "verse": 13,
      "text": "The Lordbrought Israel up from Egypt by a prophet, and by a prophet Israel was guarded."
    },
    {
      "verse": 14,
      "text": "Ephraim has given bitter provocation. His Lord will leave upon him his guilt of bloodshed, and for his contempt he will repay him."
    }
  ]
}