{
  "book_id": "2CH",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "אז אמר שלמה יהוה אמר לשכון בערפל׃"
    },
    {
      "verse": 2,
      "text": "ואני בניתי בית זבל לך ומכון לשבתך עולמים׃"
    },
    {
      "verse": 3,
      "text": "ויסב המלך את פניו ויברך את כל קהל ישראל וכל קהל ישראל עומד׃"
    },
    {
      "verse": 4,
      "text": "ויאמר ברוך יהוה אלהי ישראל אשר דבר בפיו את דויד אבי ובידיו מלא לאמר׃"
    },
    {
      "verse": 5,
      "text": "מן היום אשר הוצאתי את עמי מארץ מצרים לא בחרתי בעיר מכל שבטי ישראל לבנות בית להיות שמי שם ולא בחרתי באיש להיות נגיד על עמי ישראל׃"
    },
    {
      "verse": 6,
      "text": "ואבחר בירושלם להיות שמי שם ואבחר בדויד להיות על עמי ישראל׃"
    },
    {
      "verse": 7,
      "text": "ויהי עם לבב דויד אבי לבנות בית לשם יהוה אלהי ישראל׃"
    },
    {
      "verse": 8,
      "text": "ויאמר יהוה אל דויד אבי יען אשר היה עם לבבך לבנות בית לשמי הטיבות כי היה עם לבבך׃"
    },
    {
      "verse": 9,
      "text": "רק אתה לא תבנה הבית כי בנך היוצא מחלציך הוא יבנה הבית לשמי׃"
    },
    {
      "verse": 10,
      "text": "ויקם יהוה את דברו אשר דבר ואקום תחת דויד אבי ואשב על כסא ישראל כאשר דבר יהוה ואבנה הבית לשם יהוה אלהי ישראל׃"
    },
    {
      "verse": 11,
      "text": "ואשים שם את הארון אשר שם ברית יהוה אשר כרת עם בני ישראל׃"
    },
    {
      "verse": 12,
      "text": "ויעמד לפני מזבח יהוה נגד כל קהל ישראל ויפרש כפיו׃"
    },
    {
      "verse": 13,
      "text": "כי עשה שלמה כיור נחשת ויתנהו בתוך העזרה חמש אמות ארכו וחמש אמות רחבו ואמות שלוש קומתו ויעמד עליו ויברך על ברכיו נגד כל קהל ישראל ויפרש כפיו השמימה׃"
    },
    {
      "verse": 14,
      "text": "ויאמר יהוה אלהי ישראל אין כמוך אלהים בשמים ובארץ שמר הברית והחסד לעבדיך ההלכים לפניך בכל לבם׃"
    },
    {
      "verse": 15,
      "text": "אשר שמרת לעבדך דויד אבי את אשר דברת לו ותדבר בפיך ובידך מלאת כיום הזה׃"
    },
    {
      "verse": 16,
      "text": "ועתה יהוה אלהי ישראל שמר לעבדך דויד אבי את אשר דברת לו לאמר לא יכרת לך איש מלפני יושב על כסא ישראל רק אם ישמרו בניך את דרכם ללכת בתורתי כאשר הלכת לפני׃"
    },
    {
      "verse": 17,
      "text": "ועתה יהוה אלהי ישראל יאמן דברך אשר דברת לעבדך לדויד׃"
    },
    {
      "verse": 18,
      "text": "כי האמנם ישב אלהים את האדם על הארץ הנה שמים ושמי השמים לא יכלכלוך אף כי הבית הזה אשר בניתי׃"
    },
    {
      "verse": 19,
      "text": "ופנית אל תפלת עבדך ואל תחנתו יהוה אלהי לשמע אל הרנה ואל התפלה אשר עבדך מתפלל לפניך׃"
    },
    {
      "verse": 20,
      "text": "להיות עיניך פתחות אל הבית הזה יומם ולילה אל המקום אשר אמרת לשום שמך שם לשמוע אל התפלה אשר יתפלל עבדך אל המקום הזה׃"
    },
    {
      "verse": 21,
      "text": "ושמעת אל תחנוני עבדך ועמך ישראל אשר יתפללו אל המקום הזה ואתה תשמע ממקום שבתך מן השמים ושמעת וסלחת׃"
    },
    {
      "verse": 22,
      "text": "אם יחטא איש לרעהו ונשא בו אלה להאלתו ובא אלה לפני מזבחך בבית הזה׃"
    },
    {
      "verse": 23,
      "text": "ואתה תשמע מן השמים ועשית ושפטת את עבדיך להשיב לרשע לתת דרכו בראשו ולהצדיק צדיק לתת לו כצדקתו׃"
    },
    {
      "verse": 24,
      "text": "ואם ינגף עמך ישראל לפני אויב כי יחטאו לך ושבו והודו את שמך והתפללו והתחננו לפניך בבית הזה׃"
    },
    {
      "verse": 25,
      "text": "ואתה תשמע מן השמים וסלחת לחטאת עמך ישראל והשיבותם אל האדמה אשר נתתה להם ולאבתיהם׃"
    },
    {
      "verse": 26,
      "text": "בהעצר השמים ולא יהיה מטר כי יחטאו לך והתפללו אל המקום הזה והודו את שמך מחטאתם ישובון כי תענם׃"
    },
    {
      "verse": 27,
      "text": "ואתה תשמע השמים וסלחת לחטאת עבדיך ועמך ישראל כי תורם אל הדרך הטובה אשר ילכו בה ונתתה מטר על ארצך אשר נתתה לעמך לנחלה׃"
    },
    {
      "verse": 28,
      "text": "רעב כי יהיה בארץ דבר כי יהיה שדפון וירקון ארבה וחסיל כי יהיה כי יצר לו אויביו בארץ שעריו כל נגע וכל מחלה׃"
    },
    {
      "verse": 29,
      "text": "כל תפלה כל תחנה אשר יהיה לכל האדם ולכל עמך ישראל אשר ידעו איש נגעו ומכאבו ופרש כפיו אל הבית הזה׃"
    },
    {
      "verse": 30,
      "text": "ואתה תשמע מן השמים מכון שבתך וסלחת ונתתה לאיש ככל דרכיו אשר תדע את לבבו כי אתה לבדך ידעת את לבב בני האדם׃"
    },
    {
      "verse": 31,
      "text": "למען ייראוך ללכת בדרכיך כל הימים אשר הם חיים על פני האדמה אשר נתתה לאבתינו׃"
    },
    {
      "verse": 32,
      "text": "וגם אל הנכרי אשר לא מעמך ישראל הוא ובא מארץ רחוקה למען שמך הגדול וידך החזקה וזרועך הנטויה ובאו והתפללו אל הבית הזה׃"
    },
    {
      "verse": 33,
      "text": "ואתה תשמע מן השמים ממכון שבתך ועשית ככל אשר יקרא אליך הנכרי למען ידעו כל עמי הארץ את שמך וליראה אתך כעמך ישראל ולדעת כי שמך נקרא על הבית הזה אשר בניתי׃"
    },
    {
      "verse": 34,
      "text": "כי יצא עמך למלחמה על אויביו בדרך אשר תשלחם והתפללו אליך דרך העיר הזאת אשר בחרת בה והבית אשר בניתי לשמך׃"
    },
    {
      "verse": 35,
      "text": "ושמעת מן השמים את תפלתם ואת תחנתם ועשית משפטם׃"
    },
    {
      "verse": 36,
      "text": "כי יחטאו לך כי אין אדם אשר לא יחטא ואנפת בם ונתתם לפני אויב ושבום שוביהם אל ארץ רחוקה או קרובה׃"
    },
    {
      "verse": 37,
      "text": "והשיבו אל לבבם בארץ אשר נשבו שם ושבו והתחננו אליך בארץ שבים לאמר חטאנו העוינו ורשענו׃"
    },
    {
      "verse": 38,
      "text": "ושבו אליך בכל לבם ובכל נפשם בארץ שבים אשר שבו אתם והתפללו דרך ארצם אשר נתתה לאבותם והעיר אשר בחרת ולבית אשר בניתי לשמך׃"
    },
    {
      "verse": 39,
      "text": "ושמעת מן השמים ממכון שבתך את תפלתם ואת תחנתיהם ועשית משפטם וסלחת לעמך אשר חטאו לך׃"
    },
    {
      "verse": 40,
      "text": "עתה אלהי יהיו נא עיניך פתחות ואזניך קשבות לתפלת המקום הזה׃"
    },
    {
      "verse": 41,
      "text": "ועתה קומה יהוה אלהים לנוחך אתה וארון עזך כהניך יהוה אלהים ילבשו תשועה וחסידיך ישמחו בטוב׃"
    },
    {
      "verse": 42,
      "text": "יהוה אלהים אל תשב פני משיחיך זכרה לחסדי דויד עבדך׃"
    }
  ]
}