{
  "book_id": "2CH",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "אחרי הדברים והאמת האלה בא סנחריב מלך אשור ויבא ביהודה ויחן על הערים הבצרות ויאמר לבקעם אליו׃"
    },
    {
      "verse": 2,
      "text": "וירא יחזקיהו כי בא סנחריב ופניו למלחמה על ירושלם׃"
    },
    {
      "verse": 3,
      "text": "ויועץ עם שריו וגבריו לסתום את מימי העינות אשר מחוץ לעיר ויעזרוהו׃"
    },
    {
      "verse": 4,
      "text": "ויקבצו עם רב ויסתמו את כל המעינות ואת הנחל השוטף בתוך הארץ לאמר למה יבואו מלכי אשור ומצאו מים רבים׃"
    },
    {
      "verse": 5,
      "text": "ויתחזק ויבן את כל החומה הפרוצה ויעל על המגדלות ולחוצה החומה אחרת ויחזק את המלוא עיר דויד ויעש שלח לרב ומגנים׃"
    },
    {
      "verse": 6,
      "text": "ויתן שרי מלחמות על העם ויקבצם אליו אל רחוב שער העיר וידבר על לבבם לאמר׃"
    },
    {
      "verse": 7,
      "text": "חזקו ואמצו אל תיראו ואל תחתו מפני מלך אשור ומלפני כל ההמון אשר עמו כי עמנו רב מעמו׃"
    },
    {
      "verse": 8,
      "text": "עמו זרוע בשר ועמנו יהוה אלהינו לעזרנו ולהלחם מלחמתנו ויסמכו העם על דברי יחזקיהו מלך יהודה׃"
    },
    {
      "verse": 9,
      "text": "אחר זה שלח סנחריב מלך אשור עבדיו ירושלימה והוא על לכיש וכל ממשלתו עמו על יחזקיהו מלך יהודה ועל כל יהודה אשר בירושלם לאמר׃"
    },
    {
      "verse": 10,
      "text": "כה אמר סנחריב מלך אשור על מה אתם בטחים וישבים במצור בירושלם׃"
    },
    {
      "verse": 11,
      "text": "הלא יחזקיהו מסית אתכם לתת אתכם למות ברעב ובצמא לאמר יהוה אלהינו יצילנו מכף מלך אשור׃"
    },
    {
      "verse": 12,
      "text": "הלא הוא יחזקיהו הסיר את במתיו ואת מזבחתיו ויאמר ליהודה ולירושלם לאמר לפני מזבח אחד תשתחוו ועליו תקטירו׃"
    },
    {
      "verse": 13,
      "text": "הלא תדעו מה עשיתי אני ואבותי לכל עמי הארצות היכול יכלו אלהי גוי הארצות להציל את ארצם מידי׃"
    },
    {
      "verse": 14,
      "text": "מי בכל אלהי הגוים האלה אשר החרימו אבותי אשר יכול להציל את עמו מידי כי יוכל אלהיכם להציל אתכם מידי׃"
    },
    {
      "verse": 15,
      "text": "ועתה אל ישיא אתכם חזקיהו ואל יסית אתכם כזאת ואל תאמינו לו כי לא יוכל כל אלוה כל גוי וממלכה להציל עמו מידי ומיד אבותי אף כי אלהיכם לא יצילו אתכם מידי׃"
    },
    {
      "verse": 16,
      "text": "ועוד דברו עבדיו על יהוה האלהים ועל יחזקיהו עבדו׃"
    },
    {
      "verse": 17,
      "text": "וספרים כתב לחרף ליהוה אלהי ישראל ולאמר עליו לאמר כאלהי גוי הארצות אשר לא הצילו עמם מידי כן לא יציל אלהי יחזקיהו עמו מידי׃"
    },
    {
      "verse": 18,
      "text": "ויקראו בקול גדול יהודית על עם ירושלם אשר על החומה ליראם ולבהלם למען ילכדו את העיר׃"
    },
    {
      "verse": 19,
      "text": "וידברו אל אלהי ירושלם כעל אלהי עמי הארץ מעשה ידי האדם׃"
    },
    {
      "verse": 20,
      "text": "ויתפלל יחזקיהו המלך וישעיהו בן אמוץ הנביא על זאת ויזעקו השמים׃"
    },
    {
      "verse": 21,
      "text": "וישלח יהוה מלאך ויכחד כל גבור חיל ונגיד ושר במחנה מלך אשור וישב בבשת פנים לארצו ויבא בית אלהיו ומיציאו מעיו שם הפילהו בחרב׃"
    },
    {
      "verse": 22,
      "text": "ויושע יהוה את יחזקיהו ואת ישבי ירושלם מיד סנחריב מלך אשור ומיד כל וינהלם מסביב׃"
    },
    {
      "verse": 23,
      "text": "ורבים מביאים מנחה ליהוה לירושלם ומגדנות ליחזקיהו מלך יהודה וינשא לעיני כל הגוים מאחרי כן׃"
    },
    {
      "verse": 24,
      "text": "בימים ההם חלה יחזקיהו עד למות ויתפלל אל יהוה ויאמר לו ומופת נתן לו׃"
    },
    {
      "verse": 25,
      "text": "ולא כגמל עליו השיב יחזקיהו כי גבה לבו ויהי עליו קצף ועל יהודה וירושלם׃"
    },
    {
      "verse": 26,
      "text": "ויכנע יחזקיהו בגבה לבו הוא וישבי ירושלם ולא בא עליהם קצף יהוה בימי יחזקיהו׃"
    },
    {
      "verse": 27,
      "text": "ויהי ליחזקיהו עשר וכבוד הרבה מאד ואצרות עשה לו לכסף ולזהב ולאבן יקרה ולבשמים ולמגנים ולכל כלי חמדה׃"
    },
    {
      "verse": 28,
      "text": "ומסכנות לתבואת דגן ותירוש ויצהר וארות לכל בהמה ובהמה ועדרים לאורות׃"
    },
    {
      "verse": 29,
      "text": "וערים עשה לו ומקנה צאן ובקר לרב כי נתן לו אלהים רכוש רב מאד׃"
    },
    {
      "verse": 30,
      "text": "והוא יחזקיהו סתם את מוצא מימי גיחון העליון ויישרם למטה מערבה לעיר דויד ויצלח יחזקיהו בכל מעשהו׃"
    },
    {
      "verse": 31,
      "text": "וכן במליצי שרי בבל המשלחים עליו לדרש המופת אשר היה בארץ עזבו האלהים לנסותו לדעת כל בלבבו׃"
    },
    {
      "verse": 32,
      "text": "ויתר דברי יחזקיהו וחסדיו הנם כתובים בחזון ישעיהו בן אמוץ הנביא על ספר מלכי יהודה וישראל׃"
    },
    {
      "verse": 33,
      "text": "וישכב יחזקיהו עם אבתיו ויקברהו במעלה קברי בני דויד וכבוד עשו לו במותו כל יהודה וישבי ירושלם וימלך מנשה בנו תחתיו׃"
    }
  ]
}