{
  "book_id": "EZR",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Now these are the children of the province who went up out of the captivity of the exiles, whom Nebuchadnezzar the king of Babylon had carried away into exile unto Babylon, and who returned unto Jerusalem and Judah, every one unto his city;"
    },
    {
      "verse": 2,
      "text": "Who came with Zerubbabel, Jeshua', Nehemiah, Serayah, Re'elayah, Mordecai, Bilshan, Misspar, Bigvai, Rechum, Ba'anah. The number of the men of the people of Israel was:"
    },
    {
      "verse": 3,
      "text": "The children of Par'osh, two thousand one hundred seventy and two."
    },
    {
      "verse": 4,
      "text": "The children of Shephatyah, three hundred seventy and two."
    },
    {
      "verse": 5,
      "text": "The children of Arach, seven hundred seventy and five."
    },
    {
      "verse": 6,
      "text": "The children of Pachath-moab, of the children of Jeshua' and Joab, two thousand eight hundred and twelve."
    },
    {
      "verse": 7,
      "text": "The children of 'Elath, one thousand two hundred fifty and four."
    },
    {
      "verse": 8,
      "text": "The children of Zatthu, nine hundred and forty and five."
    },
    {
      "verse": 9,
      "text": "The children of Zaccai, seven hundred and sixty."
    },
    {
      "verse": 10,
      "text": "The children of Bani, six hundred forty and two."
    },
    {
      "verse": 11,
      "text": "The children of Bebai, six hundred twenty and three."
    },
    {
      "verse": 12,
      "text": "The children of 'Azgad, one thousand two hundred twenty and two."
    },
    {
      "verse": 13,
      "text": "The children of Adonilam, six hundred sixty and six."
    },
    {
      "verse": 14,
      "text": "The children of Bigvai, two thousand fifty and six."
    },
    {
      "verse": 15,
      "text": "The children of 'Adin, four hundred fifty and four."
    },
    {
      "verse": 16,
      "text": "The children of Ater of Hezekiah, ninety and eight."
    },
    {
      "verse": 17,
      "text": "The children of Bezai, three hundred twenty and three."
    },
    {
      "verse": 18,
      "text": "The children of Jorah, one hundred and twelve."
    },
    {
      "verse": 19,
      "text": "The children of Chashum, two hundred twenty and three."
    },
    {
      "verse": 20,
      "text": "The children of Gibbar, ninety and five."
    },
    {
      "verse": 21,
      "text": "The people of Beth-lechem, one hundred twenty and three."
    },
    {
      "verse": 22,
      "text": "The men of Netophah, fifty and six."
    },
    {
      "verse": 23,
      "text": "The men of 'Anathoth, one hundred twenty and eight."
    },
    {
      "verse": 24,
      "text": "The people of 'Azmaveth, forty and two."
    },
    {
      "verse": 25,
      "text": "The people of Kiryath-'arim, Kephirah, and Beeroth, seven hundred and forty and three."
    },
    {
      "verse": 26,
      "text": "The people of Ramah and Geba', six hundred twenty and one."
    },
    {
      "verse": 27,
      "text": "The men of Michmass, one hundred twenty and two."
    },
    {
      "verse": 28,
      "text": "The men of Beth-el and 'Ai, two hundred twenty and three."
    },
    {
      "verse": 29,
      "text": "The people of Nebo, fifty and two."
    },
    {
      "verse": 30,
      "text": "The children of Magbish, one hundred fifty and six."
    },
    {
      "verse": 31,
      "text": "The children of the other 'Elam, one thousand two hundred fifty and four."
    },
    {
      "verse": 32,
      "text": "The children of Charim, three hundred and twenty."
    },
    {
      "verse": 33,
      "text": "The people of Lod, Chadid, and Ono, seven hundred twenty and five."
    },
    {
      "verse": 34,
      "text": "The people of Jericho, three hundred forty and five."
    },
    {
      "verse": 35,
      "text": "The people of Senaah, three thousand and six hundred and thirty."
    },
    {
      "verse": 36,
      "text": "The priests were: The children of Jeda'yah, of the house of Jeshua', nine hundred seventy and three."
    },
    {
      "verse": 37,
      "text": "The children of Immer, one thousand fifty and two."
    },
    {
      "verse": 38,
      "text": "The children of Pashchur, one thousand two hundred forty and seven."
    },
    {
      "verse": 39,
      "text": "The children of Charim, one thousand and seventeen."
    },
    {
      "verse": 40,
      "text": "The Levites were: The children of Jeshua, and Kadmiel, of the children of Hodavyah, seventy and four."
    },
    {
      "verse": 41,
      "text": "The singers were: The children of Assaph, one hundred twenty and eight."
    },
    {
      "verse": 42,
      "text": "The children of the gate-keepers were: The children of Shallum, the children of Ater, the children of Talmon, the children of 'Akkub, the children of Chatita, the children of Shobai, in all one hundred thirty and nine."
    },
    {
      "verse": 43,
      "text": "The temple-servants were: The children of Zicha, the children of Chassupha, the children of Tabba'oth."
    },
    {
      "verse": 44,
      "text": "The children of Keross, the children of Si'aha, the children of Padon."
    },
    {
      "verse": 45,
      "text": "The children of Lebanah, the children of Chagabah, the children of 'Akkub."
    },
    {
      "verse": 46,
      "text": "The children of Chagab, the children of Shalmai, the children of Chanan."
    },
    {
      "verse": 47,
      "text": "The children of Giddel, the children of Gachar, the children of Reayah."
    },
    {
      "verse": 48,
      "text": "The children of Rezin, the children of Nekoda, the children of Gazzam."
    },
    {
      "verse": 49,
      "text": "The children of 'Uzza, the children of Paseach, the children of Bessai,"
    },
    {
      "verse": 50,
      "text": "The children of Assnah, the children of Me'unim, the children of Nephussim,"
    },
    {
      "verse": 51,
      "text": "The children of Bakbuk, the children of Chakupha, the children of Charchur,"
    },
    {
      "verse": 52,
      "text": "The children of Bazluth, the children of Mechida, the children of Charsha,"
    },
    {
      "verse": 53,
      "text": "The children of Barkoss, the children of Sissera, the children of Thamach,"
    },
    {
      "verse": 54,
      "text": "The children of Neziach, the children of Chatipha."
    },
    {
      "verse": 55,
      "text": "The children of Solomon's servants were: The children of Sotai, the children of Sophereth, the children of Peruda."
    },
    {
      "verse": 56,
      "text": "The children of Ja'alah, the children of Darkon, the children of Giddel."
    },
    {
      "verse": 57,
      "text": "The children of Shephatyah, the children of Chattil, the children of Pochereth-hazzebayim, the children of Ami."
    },
    {
      "verse": 58,
      "text": "All the temple-servants, and the children of Solomon's servants, were three hundred and ninety and two."
    },
    {
      "verse": 59,
      "text": "And these are those who went up from Thel-melach, Thelcharsha, Kerub, Addan, and Immer; but they could not tell their family division, and their descent, whether they were of Israel:"
    },
    {
      "verse": 60,
      "text": "The children of Delayah the children of Tobiyah, the children of Nekoda, six hundred fifty and two."
    },
    {
      "verse": 61,
      "text": "And of the children of the priests: The children of Chabayah, the children of Hakkoz, the children of Barzillai, who had taken a wife from the daughters of Barzillai the Gil'adite, and was called after their name."
    },
    {
      "verse": 62,
      "text": "These sought for their family-registers, but they were not found: wherefore they were excluded, as unfit, from the priesthood."
    },
    {
      "verse": 63,
      "text": "And the Thirshatha said unto them, that they should not eat of the most holy things, till there should stand up a priest with the Urim and Thummim."
    },
    {
      "verse": 64,
      "text": "The whole congregation together was forty and two thousand three hundred and sixty."
    },
    {
      "verse": 65,
      "text": "Besides their men-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven: they had also two hundred singing men and singing women."
    },
    {
      "verse": 66,
      "text": "Their horses were seven hundred thirty and six; their mules, two hundred forty and five;"
    },
    {
      "verse": 67,
      "text": "Their camels, four hundred thirty and five; their asses, six thousand seven hundred and twenty."
    },
    {
      "verse": 68,
      "text": "And some of the chiefs of the divisions, when they came to the house of the Lord which is at Jerusalem, offered freewill gifts for the house of God to set it up in its place:"
    },
    {
      "verse": 69,
      "text": "After their ability they gave unto the treasure for the work sixty and one thousand drachms of gold, and five thousand manehs of sliver, and one hundred coats for the priests."
    },
    {
      "verse": 70,
      "text": "And the priests, and the Levites, and some of the people, and the singers, and the gate-keepers, and the temple-servants, dwelt in their cities, and all Israel in their cities."
    }
  ]
}