{
  "book_id": "EZR",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And when the seventh month drew near, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem."
    },
    {
      "verse": 2,
      "text": "Then arose Jeshua' the son of Jozadak, and his brethren the priests, and Zerubbabel the son of Shealthiel, and his brethren, and they built the altar of the God of Israel, to offer thereon burnt-offerings, as it is written in the law of Moses the man of God."
    },
    {
      "verse": 3,
      "text": "And they erected the altar upon its foundations; for there was fear upon them because of the people of these countries; and they offered thereon burnt-offerings unto the Lord, burnt-offerings at morning and at evening."
    },
    {
      "verse": 4,
      "text": "And they celebrated the feast of tabernacles, as it is written, and [offered] the daily burnt-offerings by number, according to the prescribed manner, the offering of every day on its day;"
    },
    {
      "verse": 5,
      "text": "And afterward the continual burnt-offering, and that for the new moons, and for all the feasts of the Lord that are hallowed, and that of every one who willingly offered a free-will offering unto the Lord."
    },
    {
      "verse": 6,
      "text": "From the first day of the seventh month began they to offer burnt-offerings unto the Lord: although the foundation of the temple of the Lord had not yet been laid."
    },
    {
      "verse": 7,
      "text": "Then did they give money unto the masons, and to the carpenters; and food, and drink, and oil, unto the Zidonians and Tyrians, to bring cedar-trees from the Lebanon by sea to Joppa, according to the permission of Cyrus the king of Persia for them."
    },
    {
      "verse": 8,
      "text": "And in the second year of their coming unto the house of God at Jerusalem, in the second month, did Zerubbabel the son of Shealthiel and Jeshua' the son of Jozadak, and the remainder of their brethren the priests and the Levites, and all they that were come out of the captivity unto Jerusalem make a beginning; and they appointed the Levites, from twenty years old and upward, to superintend the work of the house of the Lord."
    },
    {
      "verse": 9,
      "text": "Then stood forward Jeshua' with his sons and his brethren, Kadmiel and his sons, the sons of Judah, as one man, to superintend the workmen in the house of God; [also] the sons of Chenadad, their sons and their brethren the Levites."
    },
    {
      "verse": 10,
      "text": "And when the builders laid the foundation of the temple of the Lord, they placed the priests in their apparel with trumpets, and the Levites the sons of Assaph with cymbals, to praise the Lord, after the manner of David the king of Israel."
    },
    {
      "verse": 11,
      "text": "And they sang responsively in praise and thanksgiving unto the Lord; because he is good, for unto everlasting endureth his kindness toward Israel. And all the people shouted with a great shout, while praising the Lord; because the foundation of the house of the Lord had been laid."
    },
    {
      "verse": 12,
      "text": "But many of the priests and Levites and chiefs of the divisions, the aged, who had seen the first house, when the foundation of this house was laid before their eyes, wept with a loud voice, while many, shouting for joy, raised aloud their voice:"
    },
    {
      "verse": 13,
      "text": "So that the people could not distinguish the noise of the shout of joy from the noise of the weeping of the people; for the people shouted with a loud shout, and the noise was heard ever so far off."
    }
  ]
}