{
  "book_id": "EZR",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Now when the adversaries of Judah and Benjamin heard that the children of the exile were building the temple unto the Lord the God of Israel:"
    },
    {
      "verse": 2,
      "text": "Then came they near to Zerubbabel, and to the chiefs of the divisions, and said unto them, Let us build with you; for like you will we seek your God; and unto him do we sacrifice since the days of Essar-chaddon the king of Asshur, who hath brought us up hither."
    },
    {
      "verse": 3,
      "text": "But Zerubbabel, and Jeshua', and the rest of the of the divisions of Israel, said unto them, It is not obligatory on you and on us to build a house unto our God; but we ourselves together must build unto the Lord the God of Israel, as king Cyrus the king of Persia hath commanded us."
    },
    {
      "verse": 4,
      "text": "Then did the people of the land weaken the hands of the people of Judah, and frightened them off from building;"
    },
    {
      "verse": 5,
      "text": "And they hired against them counsellors, to frustrate their purpose, all the days of Cyrus the king of Persia, and even until the reign of Darius the king of Persia."
    },
    {
      "verse": 6,
      "text": "And in the reign of Achashverosh, in the beginning of his reign they wrote an accusation against the inhabitants of Judah and Jerusalem."
    },
    {
      "verse": 7,
      "text": "And in the days of Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of their companions, unto Artaxerxes the king of Persia: and the writing of the letter was written in Aramic, and interpreted in Aramic."
    },
    {
      "verse": 8,
      "text": "Rechum the counsellor and Shimshai the scribe wrote a certain letter against Jerusalem to Artaxerxes the king, as followeth:"
    },
    {
      "verse": 9,
      "text": "Then [wrote] Rechum the counsellor, and Shimshai the scribe, and the rest of their companions, from Din, and Apharsathach, Tarpel, Apharass, Erech, Babylon, Shushan, Dehav, and 'Elam,"
    },
    {
      "verse": 10,
      "text": "And the rest of the nations whom the great and honored Assnapper had brought into exile, and settled in the cities of Samaria, and the rest that are on this side the river, and so forth."
    },
    {
      "verse": 11,
      "text": "This is the copy of the letter which they sent unto him, even unto king Artaxerxes: Thy servants the men on this side the river, and so forth."
    },
    {
      "verse": 12,
      "text": "Be it made known unto the king, that the Jews who removed away from thee are come up to us unto Jerusalem: they are building the rebellious and the bad city, and are completing the walls, and are joining together the foundations."
    },
    {
      "verse": 13,
      "text": "Be it now known unto the king, that, if this city be rebuilt, and the walls be completed, they will not give tax, tribute, and toll, and the royal revenues will suffer damage."
    },
    {
      "verse": 14,
      "text": "Now because we eat the salt of the palace, and it is not proper for us to see the king's dishonor, therefore have we sent and let the king know this:"
    },
    {
      "verse": 15,
      "text": "That search may be made in the book of the memorable events of thy fathers, and thou wilt find in the book of the memorable events, and know that this city is a rebellious city, and hurtful unto kings and provinces, and that they have practised sedition within the same from the most ancient time; for which cause this city was destroyed."
    },
    {
      "verse": 16,
      "text": "We let the king know that, if this city be rebuilt, and its walls be completed, by this means thou wilt have no more any portion on this side of the river."
    },
    {
      "verse": 17,
      "text": "Then sent the king a reply unto Rechum the counsellor, and to Shimshai the scribe, and to the rest of their companions that dwell in Samaria, and unto the rest of those beyond the river, Peace, and so forth."
    },
    {
      "verse": 18,
      "text": "The letter which ye have sent unto us hath been plainly read before me."
    },
    {
      "verse": 19,
      "text": "And an order was given by me, and search was made, and it was found that this city from the most ancient time hath lifted itself up against kings, and that rebellion and sedition have been practised therein."
    },
    {
      "verse": 20,
      "text": "And that mighty kings have been over Jerusalem, who ruled over all the countries beyond the river; and that tax, tribute, and toll was given unto them."
    },
    {
      "verse": 21,
      "text": "Now give ye the order to stop these men, and this city shall not be built, until the order be given from me."
    },
    {
      "verse": 22,
      "text": "Take heed now that ye commit no error in this: that not any injury may grow [out of this] to the damage of the kings."
    },
    {
      "verse": 23,
      "text": "Thereupon so soon as the copy of king Artaxerxes' letter was read before Rechum, and Shimshai the scribe, and their companions, they did go up in haste to Jerusalem unto the Jews, and stopped them by force and power."
    },
    {
      "verse": 24,
      "text": "Then was stopped the work of the house of God which is at Jerusalem, and it remained interrupted until the second year of the reign of Darius the king of Persia."
    }
  ]
}