{
  "book_id": "EZR",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Then prophesied Haggai the prophet, and Zechariah the son of 'Iddo, the prophets, unto the Jews that were in Judah and Jerusalem, in the name of the God of Israel, concerning them."
    },
    {
      "verse": 2,
      "text": "Then rose up Zerubbabel the son of Shealthiel, and Jeshua' the son of Jozadak, and began to build the house of God which is in Jerusalem; and with them were the prophets of God helping them."
    },
    {
      "verse": 3,
      "text": "At this same time came to them Thathnai, the governor on this side of the river, and Shethar-bozenai, and their companions, and thus they said unto them, “Who hath given you an order to build this house, and to complete these walls?”"
    },
    {
      "verse": 4,
      "text": "Then said we unto them after this manner, what are the names of the men that erect this building."
    },
    {
      "verse": 5,
      "text": "But the eye of their God was upon the elders of the Jews, so that they did not stop them, till the matter came to Darius; and they then returned an answer by letter concerning this."
    },
    {
      "verse": 6,
      "text": "A copy of the letter which Thathnai, the governor on this side of the river, and Shethar-bozenai, and his companions, the Apharsachites, who were on this side of the river, sent unto king Darius."
    },
    {
      "verse": 7,
      "text": "They sent a report unto him, and thus was it written therein: Unto king Darius be all peace."
    },
    {
      "verse": 8,
      "text": "Be it known unto the king, that we went into the province of Judah, to the house of the great God, which they are building with heavy stones, and timber is laid in the walls, and this work is urged with speed, and it prospereth in their hands."
    },
    {
      "verse": 9,
      "text": "Then asked we these elders, and after this manner said we unto them, Who hath given you the order to build this house, and to complete these walls?"
    },
    {
      "verse": 10,
      "text": "Also their names did we ask of them, to let thee know them, that we might write down the names of the men that are at their head."
    },
    {
      "verse": 11,
      "text": "And in this manner did they return us answer, saying, We are the servants of the God of heaven and earth, and we build the house that was built before this many years, and a great king of Israel built and completed it."
    },
    {
      "verse": 12,
      "text": "But since our fathers had provoked the God of heaven unto wrath, he gave them up into the hand of Nebuchadnezzar the king of Babylon, the Chaldean, and he destroyed this house, and carried the people as exiles into Babylon."
    },
    {
      "verse": 13,
      "text": "However, in the first year of Cyrus the king of Babylon, king Cyrus gave an order to build this house of God."
    },
    {
      "verse": 14,
      "text": "And also the vessels of gold and silver of the house of God, which Nebuchadnezzar had taken out of the temple that was in Jerusalem, and brought into the temple of Babylon, these did king Cyrus take out of the temple of Babylon, and gave them unto one, Sheshbazzar by name, whom he had appointed as governor;"
    },
    {
      "verse": 15,
      "text": "And he said unto him, Take these vessels, go, carry them into the temple which is in Jerusalem, and let the house of God be built on its site."
    },
    {
      "verse": 16,
      "text": "Then came this same Sheshbazzar, [and] laid the foundation of the house of God which is in Jerusalem; and from that time even until now they have been building it, but it is not yet finished."
    },
    {
      "verse": 17,
      "text": "And now, if it seem good to the king, let search be made in the king's treasure-house, which is there at Babylon, whether it be so, that an order was given by king Cyrus to build this house of God at Jerusalem, and let the king send to us his pleasure concerning this matter."
    }
  ]
}