{
  "book_id": "EZR",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Now when 'Ezra prayed, and when he made his confession, weeping and casting himself down before the house of God, there gathered themselves unto him out of Israel a very large assembly of men and women and children; for the people wept exceedingly much."
    },
    {
      "verse": 2,
      "text": "Thereupon commenced Shechanyah the son of Jechiel, of the sons of 'Elam, and said unto 'Ezra, we have indeed trespassed against our God, and have brought home strange wives of the nations of the land: yet now there is hope in Israel concerning this thing."
    },
    {
      "verse": 3,
      "text": "And now let us make a covenant with our God to put away all the wives, and such as are born of them, according to the direction of the Lord, and of those that tremble at the commandment of our God: and let it be done according to the law."
    },
    {
      "verse": 4,
      "text": "Arise; for this matter is obligatory upon thee; and we will be with thee: be strong, and do it."
    },
    {
      "verse": 5,
      "text": "Then arose 'Ezra, and caused the princes of the priests, the Levites, and of all Israel, to swear to do according to this word. And they swore."
    },
    {
      "verse": 6,
      "text": "Then arose 'Ezra from before the house of God, and went into the chamber of Jochanan the son of Elyashib; and he went thither without having eaten bread, or having drunk water; for he was mourning because of the trespass of the exiles."
    },
    {
      "verse": 7,
      "text": "And they made proclamation throughout Judah and Jerusalem unto all the children of the exile, to gather themselves together at Jerusalem;"
    },
    {
      "verse": 8,
      "text": "And that whosoever should not come within three days, according to the resolve of the princes and the elders, all his substance should be devoted, and himself separated from the congregation of the exiles."
    },
    {
      "verse": 9,
      "text": "Then were all the men of Judah and Benjamin gathered together unto Jerusalem within three days: it was in the ninth month, on the twentieth day of the month; and all the people sat in the open place before the house of God, trembling because of this matter, and by reason of the showers of rain."
    },
    {
      "verse": 10,
      "text": "And 'Ezra the priest rose up, and said unto them, Ye have acted unfaithfully, and have brought home strange wives, to increase yet more the guiltiness of Israel."
    },
    {
      "verse": 11,
      "text": "Now therefore make confession unto the Lord the God of your fathers, and do his will; and separate yourselves from the nations of the earth, and from the strange wives."
    },
    {
      "verse": 12,
      "text": "Then answered all the assembly and said with a loud voice, So be it: according to thy word it is our duty to do."
    },
    {
      "verse": 13,
      "text": "But the people are many, and it is the rainy season, and we have not the strength to remain in the street, nor is this a work for one day or for two days; for we are many that have transgressed in this matter."
    },
    {
      "verse": 14,
      "text": "Let however our princes stand forward for all the congregation, and let all those in our cities who have brought home strange wives come at appointed times, and with them the elders of each and every city, and its judges, until the fierce wrath of our God be turned away from us for this whole matter."
    },
    {
      "verse": 15,
      "text": "Only Jonathan the son of 'Assahel and Jachzeyah the son of Thikvah withstood this [proposal]: and Meshullam and Shabbethai the Levite assisted them."
    },
    {
      "verse": 16,
      "text": "And the children of the exile did so. And then were set apart 'Ezra the priest, [and] certain chiefs of the divisions, for their family divisions, and all of them [designated] by their names; and they sat down on the first day of the tenth month to examine the matter."
    },
    {
      "verse": 17,
      "text": "And they made an end with all, with the men that had brought home strange wives, not before the first day of the first month."
    },
    {
      "verse": 18,
      "text": "And there were found among the sons of the priests that had brought home strange wives, namely, of the sons of Jeshua' the son of Jozadak, and his brethren: Ma'asseyah, and Eli'ezer, and Jarib, and Gedalyah."
    },
    {
      "verse": 19,
      "text": "And they gave their hand to put away their wives, and being guilty, [they offered] a ram of the flock for their trespass."
    },
    {
      "verse": 20,
      "text": "And of the sons of Immer: Chanani, and Zebadyah."
    },
    {
      "verse": 21,
      "text": "And of the sons of Charim: Ma'asseyah, and Elijah, and Shema'yah, and Jechiel, and 'Uzziyah."
    },
    {
      "verse": 22,
      "text": "And of the sons of Pashchur: Elyo'enai, Ma'asseyah. Ishmael, Nethanel, Jozabad, and El'assah."
    },
    {
      "verse": 23,
      "text": "Also of the Levites: Jozabad, and Shim'i, and Kelayan, the same is Kelita, Pethachyah, Judah, and Eli'ezer."
    },
    {
      "verse": 24,
      "text": "And of the singers, Elyashib; and of the gate-keepers, Shallum, and Telem, and Uri."
    },
    {
      "verse": 25,
      "text": "And of Israel: Of the sons of Par'osh, Ramyah, and Yizziyah, and Malkiyah, and Miyamin, and El'azar, and Malkiyah, and Benayah."
    },
    {
      "verse": 26,
      "text": "And of the sons of 'Elam; Matthanyah, Zecharyah, and Jechiel, and 'Abdi, and Jeremoth, and Eliyah."
    },
    {
      "verse": 27,
      "text": "And of the sons of Zatthu: Elyo'enai, Elyashib, Matthanyah, and Jeremoth, and Zabad, and 'Aziza."
    },
    {
      "verse": 28,
      "text": "And of the sons of Bebai: Jehochanan, Chananyah, Zabbai, and 'Athlai."
    },
    {
      "verse": 29,
      "text": "And of the sons of Bani: Meshullam, Malluch, and 'Adayah, Jashub, and Sheal, and Ramoth."
    },
    {
      "verse": 30,
      "text": "And of the sons of Pachath-moab: 'Adna, and Kelal, Benayah, Ma'asseyah, Matthanyah, Bezalel, and Binnui, and Menasseh."
    },
    {
      "verse": 31,
      "text": "And of the sons of Charim: Eli'ezer, Yishiyah, Malkiyah, Shema'yah, Shim'on,"
    },
    {
      "verse": 32,
      "text": "Benjamin, Malluch, and Shemaryah."
    },
    {
      "verse": 33,
      "text": "Of the sons of Chashum: Matthenai, Matthathah, Zabad, Eliphelet, Jeremai, Menasseh, and Shim'i."
    },
    {
      "verse": 34,
      "text": "Of the sons of Bani: Ma'adai, 'Amram, and Uel,"
    },
    {
      "verse": 35,
      "text": "Benayah, Bedeyah, Keluhu,"
    },
    {
      "verse": 36,
      "text": "Vanyah, Meremoth, Elyashib,"
    },
    {
      "verse": 37,
      "text": "Matthanyah, Matthenai, and Ja'assai,"
    },
    {
      "verse": 38,
      "text": "And Bani, and Binnui, and Shim'i,"
    },
    {
      "verse": 39,
      "text": "And Shelemyah, and Nathan, and 'Adayah,"
    },
    {
      "verse": 40,
      "text": "Machnadbai, Shashai, Sharai,"
    },
    {
      "verse": 41,
      "text": "'Asar'el, and Shelemyahu, Shemaryah,"
    },
    {
      "verse": 42,
      "text": "Shallum, Amaryah, and Joseph."
    },
    {
      "verse": 43,
      "text": "Of the sons of Nebo: Je'iel, Matthithyah, Zabad, Zebina, Jaddai, and Joel, Benayah."
    },
    {
      "verse": 44,
      "text": "All these had taken strange wives; and some of them had wives by whom they had children."
    }
  ]
}