{
  "book_id": "MRK",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And eft he entride in to Cafarnaum, aftir eiyte daies."
    },
    {
      "verse": 2,
      "text": "And it was herd, that he was in an hous, and many camen to gidir, so that thei miyten not be in the hous, ne at the yate. And he spak to hem the word."
    },
    {
      "verse": 3,
      "text": "And there camen to hym men that brouyten a man sijk in palesie, which was borun of foure."
    },
    {
      "verse": 4,
      "text": "And whanne thei myyten not brynge hym to Jhesu for the puple, thei vnhileden the roof where he was, and openede it, and thei leten doun the bed in which the sijk man in palesie laye."
    },
    {
      "verse": 5,
      "text": "And whanne Jhesus hadde seyn the feith of hem, he seide to the sijk man in palesie, Sone, thi synnes ben foryouun to thee."
    },
    {
      "verse": 6,
      "text": "But there weren summe of the scribis sittynge, and thenkynge in her hertis,"
    },
    {
      "verse": 7,
      "text": "What spekith he thus? He blasfemeth; who may foryyue synnes, but God aloone?"
    },
    {
      "verse": 8,
      "text": "And whanne Jhesus hadde knowe this bi the Hooli Goost, that thei thouyten so with ynne hem silf, he seith to hem, What thenken ye these thingis in youre hertis?"
    },
    {
      "verse": 9,
      "text": "What is liyter to seie to the sijk man in palesie, Synnes ben foryouun to thee, or to seie, Ryse, take thi bed, and walke?"
    },
    {
      "verse": 10,
      "text": "But that ye wite that mannus sone hath power in erthe to foryyue synnes, he seide to the sijk man in palesie, Y seie to thee,"
    },
    {
      "verse": 11,
      "text": "ryse vp, take thi bed, and go in to thin hous."
    },
    {
      "verse": 12,
      "text": "And anoon he roos vp, and whanne he hadde take the bed, he wente bifor alle men, so that alle men wondriden, and onoureden God, and seiden, For we seien neuer so."
    },
    {
      "verse": 13,
      "text": "And he wente out eftsoone to the see, and al the puple cam to hym; and he tauyte hem."
    },
    {
      "verse": 14,
      "text": "And whanne he passide, he saiy Leuy `of Alfei sittynge at the tolbothe, and he seide to hym, Sue me. And he roos, and suede hym."
    },
    {
      "verse": 15,
      "text": "And it was doon, whanne he sat at the mete in his hous, many pupplicans and synful men saten togidere at the mete with Jhesu and hise disciplis; for there weren many that folewiden hym."
    },
    {
      "verse": 16,
      "text": "And scribis and Farisees seynge, that he eet with pupplicans and synful men, seiden to hise disciplis, Whi etith and drynkith youre maystir with pupplicans and synneris?"
    },
    {
      "verse": 17,
      "text": "Whanne this was herd, Jhesus seide to hem, Hoole men han no nede to a leche, but thei that ben yuel at eese; for Y cam not to clepe iust men, but synneris."
    },
    {
      "verse": 18,
      "text": "And the disciplis of Joon and the Farisees weren fastynge; and thei camen, and seien to hym, Whi fasten the disciplis of Joon, and the Farisees fasten, but thi disciplis fasten not?"
    },
    {
      "verse": 19,
      "text": "And Jhesus seide to hem, Whether the sones of sposailis moun faste, as longe as the spouse is with hem? As long tyme as thei haue the spouse with hem, thei moun not faste."
    },
    {
      "verse": 20,
      "text": "But daies schulen come, whanne the spouse schal be takun awei fro hem, and thanne thei schulen faste in tho daies."
    },
    {
      "verse": 21,
      "text": "No man sewith a patche of newe clooth to an elde clooth, ellis he takith awei the newe patche fro the elde, and a more brekyng is maad."
    },
    {
      "verse": 22,
      "text": "And no man puttith newe wyn in to elde botelis, ellis the wyn schal breste the botels, and the wyn schal be sched out, and the botels schulen perische. But newe wyn schal be put into newe botels."
    },
    {
      "verse": 23,
      "text": "And it was doon eftsoones, whanne the Lord walkid in the sabotis bi the cornes, and hise disciplis bigunnen to passe forth, and plucke eeris of the corn."
    },
    {
      "verse": 24,
      "text": "And the Farisees seiden to hym, Lo! what thi disciplis doon in sabotis, that is not leeueful."
    },
    {
      "verse": 25,
      "text": "And he seide to hem, Radden ye neuer what Dauid dide, whanne he hadde nede, and he hungride, and thei that weren with hym?"
    },
    {
      "verse": 26,
      "text": "Hou he wente in to the hous of God, vndur Abiathar, prince of prestis, and eete looues of proposicioun, which it was not leeueful to ete, but to preestis aloone, and he yaf to hem that weren with hym."
    },
    {
      "verse": 27,
      "text": "And he seide to hem, The sabat is maad for man, and not a man for the sabat;"
    },
    {
      "verse": 28,
      "text": "and so mannus sone is lord also of the sabat."
    }
  ]
}