{
  "book_id": "MRK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And he entride eftsoone in to the synagoge, and there was a man hauynge a drye hoond."
    },
    {
      "verse": 2,
      "text": "And thei aspieden hym, if he helide in the sabatis, to accuse him."
    },
    {
      "verse": 3,
      "text": "And he seide to the man that hadde a drie hoond, Rise in to the myddil."
    },
    {
      "verse": 4,
      "text": "And he seith to hem, Is it leeueful to do wel in the sabatis, ether yuel? to make a soul saaf, ether to leese? And thei weren stille."
    },
    {
      "verse": 5,
      "text": "And he biheeld hem aboute with wraththe, and hadde sorewe on the blyndnesse of her herte, and seith to the man, Hold forth thin hoond. And he helde forth, and his hoond was restorid to hym."
    },
    {
      "verse": 6,
      "text": "Sotheli Farisees yeden out anoon, and maden a counsel with Erodians ayens hym, hou thei schulden lese hym."
    },
    {
      "verse": 7,
      "text": "But Jhesus with hise disciplis wente to the see; and myche puple fro Galilee and Judee suede hym,"
    },
    {
      "verse": 8,
      "text": "and fro Jerusalem, and fro Ydume, and fro biyondis Jordan, and thei that weren aboute Tire and Sidon, a greet multitude, heringe the thingis that he dide, and cam to hym."
    },
    {
      "verse": 9,
      "text": "And Jhesus seide to hise disciplis, that the boot schulde serue hym, for the puple, lest thei thristen hym;"
    },
    {
      "verse": 10,
      "text": "for he heelide many, so that thei felden fast to hym, to touche hym. And hou many euer hadde syknessis, and vnclene spirits,"
    },
    {
      "verse": 11,
      "text": "whanne thei seyen hym, felden doun to hym, and crieden, seiynge, Thou art the sone of God."
    },
    {
      "verse": 12,
      "text": "And greetli he manasside hem, that thei schulden not make hym knowun."
    },
    {
      "verse": 13,
      "text": "And he wente in to an hille, and clepide to hym whom he wolde; and thei camen to hym."
    },
    {
      "verse": 14,
      "text": "And he made, that there weren twelue with hym, to sende hem to preche."
    },
    {
      "verse": 15,
      "text": "And he yaf to hem pouwer to heele sijknessis, and to caste out feendis."
    },
    {
      "verse": 16,
      "text": "And to Symount he yaf a name Petre, and he clepide James of Zebede and Joon,"
    },
    {
      "verse": 17,
      "text": "the brother of James, and he yaf to hem names Boenarges, that is, sones of thundryng."
    },
    {
      "verse": 18,
      "text": "And he clepide Andrew and Filip, and Bartholomew and Matheu, and Thomas and James Alfey, and Thadee,"
    },
    {
      "verse": 19,
      "text": "and Symount Cananee, and Judas Scarioth, that bitraiede hym."
    },
    {
      "verse": 20,
      "text": "And thei camen to an hous, and the puple cam togidere eftsoone, so that thei miyten not ete breed."
    },
    {
      "verse": 21,
      "text": "And whanne his kynnysmen hadden herd, thei wenten out `to holde him; for thei seiden, that he is turned in to woodnesse."
    },
    {
      "verse": 22,
      "text": "And the scribis that camen doun fro Jerusalem, seiden, That he hath Belsabub, and that in the prince of deuelis he castith out fendis."
    },
    {
      "verse": 23,
      "text": "And he clepide hem togidir, and he seide to hem in parablis, Hou may Sathanas caste out Sathanas?"
    },
    {
      "verse": 24,
      "text": "And if a rewme be departid ayens it silf, thilke rewme may not stonde."
    },
    {
      "verse": 25,
      "text": "And if an hous be disparpoilid on it silf, thilke hous may not stonde."
    },
    {
      "verse": 26,
      "text": "And if Sathanas hath risun ayens hym silf, he is departid, and he schal not mowe stonde, but hath an ende."
    },
    {
      "verse": 27,
      "text": "No man may go in to a stronge mannus hous, and take awey hise vessels, but he bynde first the stronge man, and thanne he schal spoile his hous."
    },
    {
      "verse": 28,
      "text": "Treuli Y seie to you, that alle synnes and blasfemyes, bi whiche thei han blasfemed, schulen be foryouun to the sones of men."
    },
    {
      "verse": 29,
      "text": "But he that blasfemeth ayens the Hooli Goost, hath not remissioun in to with outen ende, but he schal be gilty of euerlastynge trespas."
    },
    {
      "verse": 30,
      "text": "For thei seiden, He hath an vnclene spirit."
    },
    {
      "verse": 31,
      "text": "And his modir and britheren camen, and thei stoden withoutforth, and senten to hym, and clepiden hym."
    },
    {
      "verse": 32,
      "text": "And the puple sat aboute hym; and thei seien to hym, Lo! thi modir and thi britheren with outforth seken thee."
    },
    {
      "verse": 33,
      "text": "And he answeride to hem, and seide, Who is my modir and my britheren?"
    },
    {
      "verse": 34,
      "text": "And he bihelde thilke that saten aboute hym, and seide, Lo! my modir and my britheren."
    },
    {
      "verse": 35,
      "text": "For who that doith the wille of God, he is my brothir, and my sistir, and modir."
    }
  ]
}