{
  "book_id": "MRK",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And eft Jhesus bigan to teche at the see; and myche puple was gaderid to hym, so that he wente in to a boot, and sat in the see, and al the puple was aboute the see on the loond."
    },
    {
      "verse": 2,
      "text": "And he tauyte hem in parablis many thingis. And he seide to hem in his techyng,"
    },
    {
      "verse": 3,
      "text": "Here ye. Lo! a man sowynge goith out to sowe."
    },
    {
      "verse": 4,
      "text": "And the while he sowith, summe seed felde aboute the weie, and briddis of heuene camen, and eeten it."
    },
    {
      "verse": 5,
      "text": "Othere felde doun on stony places, where it had not myche erthe; and anoon it spronge vp, for it had not depnesse of erthe."
    },
    {
      "verse": 6,
      "text": "And whanne the sunne roos vp, it welewide for heete, and it driede vp, for it hadde no roote."
    },
    {
      "verse": 7,
      "text": "And othere felde doun in to thornes, and thornes sprongen vp, and strangliden it, and it yaf not fruyt."
    },
    {
      "verse": 8,
      "text": "And other felde doun in to good loond, and yaf fruyt, springynge vp, and wexynge; and oon brouyte thretti foold, and oon sixti fold, and oon an hundrid fold."
    },
    {
      "verse": 9,
      "text": "And he seide, He that hath eeris of heryng, here he."
    },
    {
      "verse": 10,
      "text": "And whanne he was bi hym silf, tho twelue that weren with hym axiden hym to expowne the parable."
    },
    {
      "verse": 11,
      "text": "And he seide to hem, To you it is youun to knowe the priuete of the kyngdom of God. But to hem that ben with outforth, alle thingis be maad in parablis, that thei seynge se,"
    },
    {
      "verse": 12,
      "text": "and se not, and thei herynge here and vnderstonde not; lest sum tyme thei be conuertid, and synnes be foryouun to hem."
    },
    {
      "verse": 13,
      "text": "And he seide to hem, Knowe not ye this parable? and hou ye schulen knowe alle parablis?"
    },
    {
      "verse": 14,
      "text": "He that sowith, sowith a word."
    },
    {
      "verse": 15,
      "text": "But these it ben that ben aboute the weie, where the word is sowun; and whanne thei han herd, anoon cometh Satanas, and takith awei the word that is sowun in her hertis."
    },
    {
      "verse": 16,
      "text": "And in lijk maner ben these that ben sowun on stony placis, whiche whanne thei han herd the word, anoon thei taken it with ioye;"
    },
    {
      "verse": 17,
      "text": "and thei han not roote in hem silf, but thei ben lastynge a litil tyme; aftirward whanne tribulacioun risith, and persecucioun for the word, anoon thei ben sclaundrid."
    },
    {
      "verse": 18,
      "text": "And ther ben othir that ben sowun in thornes; these it ben that heren the word,"
    },
    {
      "verse": 19,
      "text": "and disese of the world, and disseit of ritchessis, and othir charge of coueytise entrith, and stranglith the word, and it is maad with out fruyt."
    },
    {
      "verse": 20,
      "text": "And these it ben that ben sowun on good lond, whiche heren the word, and taken, and maken fruyt, oon thritti fold, oon sixti fold, and oon an hundrid fold."
    },
    {
      "verse": 21,
      "text": "And he seide to hem, Wher a lanterne cometh, that it be put vndur a buschel, or vndur a bed? nay, but that it be put on a candilstike?"
    },
    {
      "verse": 22,
      "text": "Ther is no thing hid, that schal not be maad opyn; nethir ony thing is pryuey, that schal not come in to opyn."
    },
    {
      "verse": 23,
      "text": "If ony man haue eeris of heryng, here he."
    },
    {
      "verse": 24,
      "text": "And he seide to hem, Se ye what ye heren. In what mesure ye meten, it schal be metun to you ayen, and be cast to you."
    },
    {
      "verse": 25,
      "text": "For it schal be youun to hym that hath, and it schal be takun awei fro him that hath not, also that that he hath."
    },
    {
      "verse": 26,
      "text": "And he seide, So the kingdom of God is, as if a man caste seede in to the erthe,"
    },
    {
      "verse": 27,
      "text": "and he sleepe, and it rise up niyt and dai, and brynge forth seede, and wexe faste, while he woot not."
    },
    {
      "verse": 28,
      "text": "For the erthe makith fruyt, first the gras, aftirward the ere, and aftir ful fruyt in the ere."
    },
    {
      "verse": 29,
      "text": "And whanne of it silf it hath brouyt forth fruyt, anoon he sendith a sikil, for repyng tyme is come."
    },
    {
      "verse": 30,
      "text": "And he seide, To what thing schulen we likne the kyngdom of God? or to what parable schulen we comparisoun it?"
    },
    {
      "verse": 31,
      "text": "As a corne of seneuei, which whanne it is sowun in the erthe, is lesse than alle seedis that ben in the erthe;"
    },
    {
      "verse": 32,
      "text": "and whanne it is sprongun up, it waxith in to a tre, and is maad gretter than alle erbis; and it makith grete braunchis, so that briddis of heuene moun dwelle vndur the schadewe therof."
    },
    {
      "verse": 33,
      "text": "And in many suche parablis he spak to hem the word, as thei myyten here;"
    },
    {
      "verse": 34,
      "text": "and he spak not to hem with out parable. But he expownede to hise disciplis alle thingis bi hemsilf."
    },
    {
      "verse": 35,
      "text": "And he seide to hem in that dai, whanne euenyng was come, Passe we ayenward."
    },
    {
      "verse": 36,
      "text": "And thei leften the puple, and token hym, so that he was in a boot; and othere bootys weren with hym."
    },
    {
      "verse": 37,
      "text": "And a greet storm of wynde was maad, and keste wawis in to the boot, so that the boot was ful."
    },
    {
      "verse": 38,
      "text": "And he was in the hyndir part of the boot, and slepte on a pilewe. And thei reisen hym, and seien to hym, Maistir, perteyneth it not to thee, that we perischen?"
    },
    {
      "verse": 39,
      "text": "And he roos vp, and manasside the wynde, and seide to the see, Be stille, wexe doumbe. And the wynde ceesside, and greet pesiblenesse was maad."
    },
    {
      "verse": 40,
      "text": "And he seide to hem, What dreden ye? `Ye han no feith yit?"
    },
    {
      "verse": 41,
      "text": "And thei dredden with greet drede, and seiden `ech to other, Who, gessist thou, is this? for the wynde and the see obeschen to hym."
    }
  ]
}