{
  "book_id": "MRK",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And thei camen ouer the see in to the cuntree of Gerasenes."
    },
    {
      "verse": 2,
      "text": "And aftir that he was goon out of the boot, anoon a man in an vncleene spirit ran out of birielis to hym."
    },
    {
      "verse": 3,
      "text": "Which man hadde an hous in biriels, and nether with cheynes now myyte ony man bynde hym."
    },
    {
      "verse": 4,
      "text": "For ofte tymes he was boundun in stockis and chaynes, and he hadde broke the chaynes, and hadde broke the stockis to smale gobetis, and no man myyte make hym tame."
    },
    {
      "verse": 5,
      "text": "And euermore, nyyt and dai, in birielis and in hillis, he was criynge and betynge hym silf with stoonus."
    },
    {
      "verse": 6,
      "text": "And he siy Jhesus afer, and ran, and worschipide hym."
    },
    {
      "verse": 7,
      "text": "And he criede with greet voice, and seide, What to me and to thee, thou Jhesu, the sone of the hiyest God? Y coniure thee bi God, that thou turmente me not."
    },
    {
      "verse": 8,
      "text": "And Jhesus seide to hym, Thou vnclene spirit, go out fro the man."
    },
    {
      "verse": 9,
      "text": "And Jhesus axide hym, What is thi name? And he seith to hym, A legioun is my name; for we ben many."
    },
    {
      "verse": 10,
      "text": "And he preiede Jhesu myche, that he schulde not putte hym out of the cuntrei."
    },
    {
      "verse": 11,
      "text": "And there was there aboute the hille a greet flok of swyn lesewynge."
    },
    {
      "verse": 12,
      "text": "And the spiritis preieden Jhesu, and seiden, Sende vs into the swyn, that we entre in to hem."
    },
    {
      "verse": 13,
      "text": "And anoon Jhesus grauntide to hem. And the vnclene spiritis yeden out, and entriden in to the swyn, and with a greet birre the flocke was cast doun in to the see, a twei thousynde, and thei weren dreynt in the see."
    },
    {
      "verse": 14,
      "text": "And thei that kepten hem, fledden, and tolden in to the citee, and in to the feeldis; and thei wenten out, to se what was don."
    },
    {
      "verse": 15,
      "text": "And thei camen to Jhesu, and sayn hym that hadde be trauelid of the feend, syttynge clothid, and of hool mynde; and thei dredden."
    },
    {
      "verse": 16,
      "text": "And thei that saien, hou it was don to hym that hadde a feend, and of the swyne, telden to hem."
    },
    {
      "verse": 17,
      "text": "And thei bigunnen to preie hym, that he schulde go a wei fro her coostis."
    },
    {
      "verse": 18,
      "text": "And whanne he yede up in to a boot, he that was trauelid of the deuel, bigan to preie hym, that he schulde be with hym."
    },
    {
      "verse": 19,
      "text": "But Jhesus resseyuede hym not, but seide to hym, Go thou in to thin hous to thine, and telle to hem, hou grete thingis the Lord hath don to thee, and hadde merci of thee."
    },
    {
      "verse": 20,
      "text": "And he wente forth, and bigan to preche in Decapoli, hou grete thingis Jhesus hadde don to hym; and alle men wondriden."
    },
    {
      "verse": 21,
      "text": "And whanne Jhesus hadde gon vp in to the boot eftsoone ouer the see, myche puple cam togidere to him, and was aboute the see."
    },
    {
      "verse": 22,
      "text": "And oon of the princis of synagogis, bi name Jayrus, cam, and siy hym, and felde doun at hise feet,"
    },
    {
      "verse": 23,
      "text": "and preyede hym myche, and seide, My douyter is nyy deed; come thou, putte thin hoond on her, that sche be saaf, and lyue."
    },
    {
      "verse": 24,
      "text": "And he wente forth with hym, and myche puple suede hym, and thruste hym."
    },
    {
      "verse": 25,
      "text": "And a womman hadde ben in the blodi fluxe twelue yeer,"
    },
    {
      "verse": 26,
      "text": "and hadde resseyued many thingis of ful many lechis, and hadde spendid al hir good, and was nothing amendid, but was rather the wors, whanne sche hadde herd of Jhesu,"
    },
    {
      "verse": 27,
      "text": "sche cam among the puple bihynde, and touchide his cloth."
    },
    {
      "verse": 28,
      "text": "For sche seide, That if Y touche yhe his cloth, Y schal be saaf."
    },
    {
      "verse": 29,
      "text": "And anoon the welle of hir blood was dried vp, and sche felide in bodi that sche was heelid of the siknesse."
    },
    {
      "verse": 30,
      "text": "And anoon Jhesus knewe in hym silf the vertu that was goon out of hym, and turnede to the puple, and seide, Who touchide my clothis?"
    },
    {
      "verse": 31,
      "text": "And hise disciplis seiden to hym, Thou seest the puple thristynge thee, and seist, Who touchide me?"
    },
    {
      "verse": 32,
      "text": "And Jhesus lokide aboute to se hir that hadde don this thing."
    },
    {
      "verse": 33,
      "text": "And the womman dredde, and quakide, witynge that it was doon in hir, and cam, and felde doun bifor hym, and seide to hym al the treuthe."
    },
    {
      "verse": 34,
      "text": "And Jhesus seide to hyr, Douytir, thi feith hath maad thee saaf; go in pees, and he thou hool of thi sijknesse."
    },
    {
      "verse": 35,
      "text": "Yit while he spak, messangeris camen to the prince of the synagoge, and seien, Thi douytir is deed; what traueilist thou the maistir ferther?"
    },
    {
      "verse": 36,
      "text": "But whanne the word was herd that was seid, Jhesus seide to the prince of the synagoge, Nyle thou drede, oonli bileue thou."
    },
    {
      "verse": 37,
      "text": "And he took no man to sue hym, but Petir, and James, and Joon, the brother of James."
    },
    {
      "verse": 38,
      "text": "And thei camen in to the hous of the prince of the synagoge. And he saie noyse, and men wepynge and weilynge myche."
    },
    {
      "verse": 39,
      "text": "And he yede ynne, and seide to hem, What ben ye troublid, and wepen? The damesel is not deed, but slepith."
    },
    {
      "verse": 40,
      "text": "And thei scorneden hym. But whanne alle weren put out, he takith the fadir and the modir of the damesel, and hem that weren with hym, and thei entren, where the damysel laye."
    },
    {
      "verse": 41,
      "text": "And he helde the hoond of the damesel, and seide to hir, Tabita, cumy, that is to seie, Damysel, Y seie to thee, arise."
    },
    {
      "verse": 42,
      "text": "And anoon the damysel roos, and walkide; and sche was of twelue yeer. And thei weren abaischid with a greet stonying. And he comaundide to hem greetli, that no man schulde wite it."
    },
    {
      "verse": 43,
      "text": "And he comaundide to yyue hir mete."
    }
  ]
}