{
  "book_id": "MRK",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And he yede out fro thennus, and wente in to his owne cuntre; and hise disciplis folewiden him."
    },
    {
      "verse": 2,
      "text": "And whanne the sabat was come, Jhesus bigan to teche in a synagoge. And many herden, and wondriden in his techyng, and seiden, Of whennus to this alle these thingis? and what is the wisdom that is youun to hym, and siche vertues whiche ben maad bi hise hondis?"
    },
    {
      "verse": 3,
      "text": "Whether this is not a carpenter, the sone of Marie, the brother of James and of Joseph and of Judas and of Symount? whether hise sistris ben not here with vs? And thei weren sclaundrid in hym."
    },
    {
      "verse": 4,
      "text": "And Jhesus seide to hem, That a profete is not without onoure, but in his owne cuntrey, and among his kynne, and in his hous."
    },
    {
      "verse": 5,
      "text": "And he myyte not do there ony vertu, saue that he helide a fewe sijk men, leiynge on hem hise hoondis."
    },
    {
      "verse": 6,
      "text": "And he wondride for the vnbileue of hem. And he wente aboute casteles on ech side, and tauyte."
    },
    {
      "verse": 7,
      "text": "And he clepide togidere twelue, and bigan to sende hem bi two togidere; and yaf to hem power of vnclene spiritis,"
    },
    {
      "verse": 8,
      "text": "and comaundide hem, that thei schulde not take ony thing in the weie, but a yerde oneli, not a scrippe, ne breed, nether money in the girdil,"
    },
    {
      "verse": 9,
      "text": "but schod with sandalies, and that thei schulden not be clothid with twei cootis."
    },
    {
      "verse": 10,
      "text": "And he seide to hem, Whidur euer ye entren in to an hous, dwelle ye there, til ye goon out fro thennus."
    },
    {
      "verse": 11,
      "text": "And who euer resseyueth you not, ne herith you, go ye out fro thennus, and schake awei the powdir fro youre feet, in to witnessyng to hem."
    },
    {
      "verse": 12,
      "text": "And thei yeden forth, and prechiden, that men schulden do penaunce."
    },
    {
      "verse": 13,
      "text": "And thei castiden out many feendis, and anoyntiden with oyle many sijk men, and thei weren heelid."
    },
    {
      "verse": 14,
      "text": "And kyng Eroude herde, for his name was maad opyn, and seide, That Joon Baptist hath risen ayen fro deeth, and therfor vertues worchen in hym."
    },
    {
      "verse": 15,
      "text": "Othir seiden, That it is Helie; but othir seiden, That it is a profete, as oon of profetis."
    },
    {
      "verse": 16,
      "text": "And whanne this thing was herd, Eroude seide, This Joon, whom Y haue biheedide, is risun ayen fro deeth."
    },
    {
      "verse": 17,
      "text": "For thilke Eroude sente, and helde Joon, and boond hym in to prisoun, for Erodias, the wijf of Filip, his brothir; for he hadde weddid hir."
    },
    {
      "verse": 18,
      "text": "For Joon seide to Eroude, It is not leueful to thee, to haue the wijf of thi brothir."
    },
    {
      "verse": 19,
      "text": "And Erodias leide aspies to hym, and wolde sle hym, and myyte not."
    },
    {
      "verse": 20,
      "text": "And Eroude dredde Joon, and knewe hym a iust man and hooli, and kepte hym. And Eroude herde hym, and he dide many thingis, and gladli herde hym."
    },
    {
      "verse": 21,
      "text": "And whanne a couenable dai was fallun, Eroude in his birthdai made a soper to the princis, and tribunes, and to the grettest of Galilee."
    },
    {
      "verse": 22,
      "text": "And whanne the douyter of thilke Erodias was comun ynne, and daunside, and pleside to Eroude, and also to men that saten at the mete, the kyng seide to the damysel, Axe thou of me what thou wolt, and Y schal yyue to thee."
    },
    {
      "verse": 23,
      "text": "And he swore to hir, That what euer thou axe, Y schal yyue to thee, thouy it be half my kyngdom."
    },
    {
      "verse": 24,
      "text": "And whanne sche hadde goon out, sche seide to hir modir, What schal Y axe? And sche seide, The heed of Joon Baptist."
    },
    {
      "verse": 25,
      "text": "And whanne sche was comun ynne anoon with haast to the kyng, sche axide, and seide, Y wole that anoon thou yyue to me in a dische the heed of Joon Baptist."
    },
    {
      "verse": 26,
      "text": "And the kyng was sori for the ooth, and for men that saten togidere at the meete he wolde not make hir sori;"
    },
    {
      "verse": 27,
      "text": "but sente a manqueller and comaundide, that Joones heed were brouyt in a dissche. And he bihedide hym in the prisoun,"
    },
    {
      "verse": 28,
      "text": "and brouyte his heed in a disch, and yaf it to the damysel, and the damysel yaf to hir modir."
    },
    {
      "verse": 29,
      "text": "And whanne this thing was herd, hise disciplis camen, and token his bodi, and leiden it in a biriel."
    },
    {
      "verse": 30,
      "text": "And the apostlis camen togidere to Jhesu, and telden to hym alle thingis, that thei hadden don, and tauyt."
    },
    {
      "verse": 31,
      "text": "And he seide to hem, Come ye bi you silf in to a desert place; and reste ye a litil. For there were many that camen, and wenten ayen, and thei hadden not space to ete."
    },
    {
      "verse": 32,
      "text": "And thei yeden in to a boot, and wenten in to a desert place bi hem silf."
    },
    {
      "verse": 33,
      "text": "And thei sayn hem go awei, and many knewen, and thei wenten afoote fro alle citees, and runnen thidur, and camen bifor hem."
    },
    {
      "verse": 34,
      "text": "And Jhesus yede out, and saiy myche puple, and hadde reuth on hem, for thei weren as scheep not hauynge a scheepherd. And he bigan to teche hem many thingis."
    },
    {
      "verse": 35,
      "text": "And whanne it was forth daies, hise disciplis camen, and seiden, This is a desert place, and the tyme is now passid;"
    },
    {
      "verse": 36,
      "text": "lete hem go in to the nexte townes and villagis, to bie hem meete to ete."
    },
    {
      "verse": 37,
      "text": "And he answeride, and seide to hem, Yyue ye to hem to ete. And thei seiden to hym, Go we, and bie we looues with two hundrid pens, and we schulen yyue to hem to ete."
    },
    {
      "verse": 38,
      "text": "And he seith to hem, Hou many looues han ye? Go ye, and se. And whanne thei hadden knowe, thei seien, Fyue, and two fischis."
    },
    {
      "verse": 39,
      "text": "And he comaundide to hem, that thei schulden make alle men sitte to mete bi cumpanyes, on greene heye."
    },
    {
      "verse": 40,
      "text": "And thei saten doun bi parties, bi hundridis, and bi fifties."
    },
    {
      "verse": 41,
      "text": "And whanne he hadde take the fyue looues, and twei fischis, he biheelde in to heuene, and blesside, and brak looues, and yaf to hise disciplis, that thei schulden sette bifor hem. And he departide twei fischis to alle;"
    },
    {
      "verse": 42,
      "text": "and alle eeten, and weren fulfillid."
    },
    {
      "verse": 43,
      "text": "And thei token the relifs of brokun metis, twelue cofyns ful, and of the fischis."
    },
    {
      "verse": 44,
      "text": "And thei that eeten, weren fyue thousynde of men."
    },
    {
      "verse": 45,
      "text": "And anoon he maad hise disciplis to go up in to a boot, to passe bifor hym ouer the se to Bethsaida, the while he lefte the puple."
    },
    {
      "verse": 46,
      "text": "And whanne he hadde left hem, he wente in to an hille, to preye."
    },
    {
      "verse": 47,
      "text": "And whanne it was euen, the boot was in the myddil of the see, and he aloone in the loond;"
    },
    {
      "verse": 48,
      "text": "and he say hem trauelynge in rowyng; for the wynde was contrarie to hem. And aboute the fourthe wakynge of the nyyt, he wandride on the see, and cam to hem, and wolde passe hem."
    },
    {
      "verse": 49,
      "text": "And as thei sayn hym wandrynge on the see, thei gessiden that it weren a fantum, and crieden out;"
    },
    {
      "verse": 50,
      "text": "for alle sayn hym, and thei weren afraied. And anoon he spak with hem, and seide to hem, Triste ye, Y am; nyle ye drede."
    },
    {
      "verse": 51,
      "text": "And he cam vp to hem in to the boot, and the wynde ceesside. And thei wondriden more `with ynne hem silf;"
    },
    {
      "verse": 52,
      "text": "for thei vndurstoden not of the looues; for her herte was blyndid."
    },
    {
      "verse": 53,
      "text": "And whanne thei weren passid ouer the see, thei camen in to the lond of Genasareth, and settiden to loond."
    },
    {
      "verse": 54,
      "text": "And whanne thei weren gon out of the boot, anoon thei knewen hym."
    },
    {
      "verse": 55,
      "text": "And thei ranne thorou al that cuntre, and bigunnen to brynge sijk men in beddis on eche side, where thei herden that he was."
    },
    {
      "verse": 56,
      "text": "And whidur euer `he entride in to villagis, ethir in to townes, or in to citees, thei setten sijk men in stretis, and preiden hym, that thei schulden touche namely the hemme of his cloth; and hou many that touchiden hym, weren maad saaf."
    }
  ]
}