{
  "book_id": "MRK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And the Farisees and summe of the scribis camen fro Jerusalem togidir to hym."
    },
    {
      "verse": 2,
      "text": "And whanne thei hadden seen summe of hise disciplis ete breed with vnwaisschen hoondis, thei blameden."
    },
    {
      "verse": 3,
      "text": "The Farisees and alle the Jewis eten not, but thei waisschen ofte her hoondis, holdynge the tradiciouns of eldere men."
    },
    {
      "verse": 4,
      "text": "And whanne thei turnen ayen fro chepyng, thei eten not, but thei ben waisschen; and many other thingis ben, `that ben taken `to hem to kepe, wasschyngis of cuppis, and of watir vessels, and of vessels of bras, and of beddis."
    },
    {
      "verse": 5,
      "text": "And Farisees and scribis axiden hym, and seiden, Whi gon not thi disciplis aftir the tradicioun of eldere men, but with vnwasschen hondis thei eten breed?"
    },
    {
      "verse": 6,
      "text": "And he answeride, and seide to hem, Ysaie prophesiede wel of you, ypocritis, as it is writun, This puple worschipith me with lippis, but her herte is fer fro me;"
    },
    {
      "verse": 7,
      "text": "and in veyn thei worschipen me, techinge the doctrines and the heestis of men."
    },
    {
      "verse": 8,
      "text": "For ye leeuen the maundement of God, and holden the tradiciouns of men, wasschyngis of watir vessels, and of cuppis; and many othir thingis lijk to these ye doon."
    },
    {
      "verse": 9,
      "text": "And he seide to hem, Wel ye han maad the maundement of God voide, `to kepe youre tradicioun."
    },
    {
      "verse": 10,
      "text": "For Moyses seide, Worschipe thi fadir and thi modir; and he that cursith fadir or modir, die he by deeth."
    },
    {
      "verse": 11,
      "text": "But ye seien, If a man seie to fadir or modir, Corban, that is, What euer yifte is of me, it schal profite to thee;"
    },
    {
      "verse": 12,
      "text": "and ouer ye suffren not hym do ony thing to fadir or modir,"
    },
    {
      "verse": 13,
      "text": "and ye breken the word of God bi youre tradicioun, that ye han youun; and ye don many suche thingis."
    },
    {
      "verse": 14,
      "text": "And he eftsoone clepide the puple, and seide to hem, Ye alle here me, and vndurstonde."
    },
    {
      "verse": 15,
      "text": "No thing that is withouten a man, that entrith in to hym, may defoule him; but tho thingis that comen forth of a man, tho it ben that defoulen a man."
    },
    {
      "verse": 16,
      "text": "If ony man haue eeris of hering, here he."
    },
    {
      "verse": 17,
      "text": "And whanne he was entrid in to an hous, fro the puple, hise disciplis axiden hym the parable."
    },
    {
      "verse": 18,
      "text": "And he seide to hem, Ye ben vnwise also. Vndurstonde ye not, that al thing without forth that entreth in to a man, may not defoule hym?"
    },
    {
      "verse": 19,
      "text": "for it hath not entrid in to his herte, but in to the wombe, and bynethe it goith out, purgynge alle metis."
    },
    {
      "verse": 20,
      "text": "But he seide, The thingis that gon out of a man, tho defoulen a man."
    },
    {
      "verse": 21,
      "text": "For fro with ynne, of the herte of men comen forth yuel thouytis, auowtries,"
    },
    {
      "verse": 22,
      "text": "fornycaciouns, mansleyingis, theftis, auaricis, wickidnessis, gile, vnchastite, yuel iye, blasfemyes, pride, foli."
    },
    {
      "verse": 23,
      "text": "Alle these yuels comen forth fro with ynne, and defoulen a man."
    },
    {
      "verse": 24,
      "text": "And Jhesus roos vp fro thennus, and wente in to the coostis of Tyre and of Sidon. And he yede in to an hous, and wolde that no man wiste; and he myyte not be hid."
    },
    {
      "verse": 25,
      "text": "For a womman, anoon as sche herd of hym, whos douytir hadde an vnclene spirit, entride, and fel doun at hise feet."
    },
    {
      "verse": 26,
      "text": "And the womman was hethen, of the generacioun of Sirofenyce. And sche preiede hym, that he wolde caste out a deuel fro hir douyter."
    },
    {
      "verse": 27,
      "text": "And he seide to hir, Suffre thou, that the children be fulfillid first; for it is not good to take the breed of children, and yyue to houndis."
    },
    {
      "verse": 28,
      "text": "And sche answeride, and seide to him, Yis, Lord; for litil whelpis eten vndur the bord, of the crummes of children."
    },
    {
      "verse": 29,
      "text": "And Jhesus seide to hir, Go thou, for this word the feend wente out of thi douytir."
    },
    {
      "verse": 30,
      "text": "And whanne sche was gon in to hir hous home, sche foonde the damysel ligynge on the bed, and the deuel gon out fro hir."
    },
    {
      "verse": 31,
      "text": "And eftsoones Jhesus yede out fro the coostis of Tire, and cam thorou Sidon to the see of Galilee, bitwixe the myddil of the coostis of Decapoleos."
    },
    {
      "verse": 32,
      "text": "And thei bryngen to hym a man deef and doumbe, and preieden hym to leye his hoond on hym."
    },
    {
      "verse": 33,
      "text": "And he took hym asidis fro the puple, and puttide hise fyngris in to hise eris; and he spetide, and touchide his tonge."
    },
    {
      "verse": 34,
      "text": "And he bihelde in to heuene, and sorewide with ynne, and seide, Effeta, that is, Be thou openyd."
    },
    {
      "verse": 35,
      "text": "And anoon hise eris weren openyd, and the boond of his tunge was vnboundun, and he spak riytli."
    },
    {
      "verse": 36,
      "text": "And he comaundide to hem, that thei schulden seie to no man; but hou myche he comaundide to hem, so myche more thei prechiden,"
    },
    {
      "verse": 37,
      "text": "and bi so myche more thei wondriden, and seiden, He dide wel alle thingis, and he made deef men to here, and doumbe men to speke."
    }
  ]
}