{
  "book_id": "MRK",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And aftir sixe daies Jhesus took Petre, and James, and Joon, and ledde hem bi hem silf aloone in to an hiy hille; and he was transfigurid bifor hem."
    },
    {
      "verse": 2,
      "text": "And hise clothis weren maad ful schynynge and white as snow, whiche maner white clothis a fuller may not make on erthe."
    },
    {
      "verse": 3,
      "text": "And Helie with Moises apperide to hem, and thei spaken with Jhesu."
    },
    {
      "verse": 4,
      "text": "And Petre answeride, and seide to Jhesu, Maister, it is good vs to be here; and make we here thre tabernaclis, oon to thee, oon to Moyses, and oon to Helie."
    },
    {
      "verse": 5,
      "text": "For he wiste not what he schulde seie; for thei weren agaste bi drede."
    },
    {
      "verse": 6,
      "text": "And ther was maad a cloude overschadewynge hem; and a vois cam of the cloude, and seide, This is my moost derworth sone, here ye hym."
    },
    {
      "verse": 7,
      "text": "And anoon thei bihelden aboute, and sayn no more ony man, but Jhesu oonli with hem."
    },
    {
      "verse": 8,
      "text": "And whanne thei camen doun fro the hille, he comaundide hem, that thei schulden not telle to ony man tho thingis that thei hadden seen, but whanne mannus sone hath risun ayen fro deeth."
    },
    {
      "verse": 9,
      "text": "And thei helden the word at hem silf, sekynge what this schulde be, whanne he hadde risun ayen fro deth."
    },
    {
      "verse": 10,
      "text": "And thei axiden hym, and seiden, What thanne seien Farisees and scribis, for it bihoueth `Helie to come first."
    },
    {
      "verse": 11,
      "text": "And he answeride, and seide to hem, Whanne Helie cometh, he schal first restore alle thingis; and as it is writun of mannus sone, that he suffre many thingis, and be dispisid."
    },
    {
      "verse": 12,
      "text": "And Y seie to you, that Helie is comun, and thei diden to hym what euer thingis thei wolden, as it is writun of hym."
    },
    {
      "verse": 13,
      "text": "And he comynge to hise disciplis, saiy a greet cumpany aboute hem, and scribis disputynge with hem."
    },
    {
      "verse": 14,
      "text": "And anoon al the puple seynge Jhesu, was astonyed, and thei dredden; and thei rennynge gretten hym."
    },
    {
      "verse": 15,
      "text": "And he axide hem, What disputen ye among you?"
    },
    {
      "verse": 16,
      "text": "And oon of the cumpany answerde, and seide, Mayster, Y haue brouyt to thee my sone, that hath a doumbe spirit; and where euer he takith hym,"
    },
    {
      "verse": 17,
      "text": "he hurtlith hym doun, and he fometh, and betith togidir with teeth, and wexith drye. And Y seide to thi disciplis, that thei schulden caste hym out, and thei myyten not."
    },
    {
      "verse": 18,
      "text": "And he answeride to hem, and seide, A! thou generacioun out of bileue, hou longe schal Y be among you, hou longe schal Y suffre you? Brynge ye hym to me."
    },
    {
      "verse": 19,
      "text": "And thei brouyten hym. And whanne he had seyn him, anoon the spirit troublide him; and was throw doun to grounde, and walewide, and fomede."
    },
    {
      "verse": 20,
      "text": "And he axide his fadir, Hou longe `is it, sith this `hath falle to hym? And he seide, Fro childhode;"
    },
    {
      "verse": 21,
      "text": "and ofte he hath put hym in to fier, and in to watir, to leese hym; but if thou maiste ony thing, helpe vs, and haue merci on vs."
    },
    {
      "verse": 22,
      "text": "And Jhesus seide to hym, If thou maiste bileue, alle thingis ben possible to man that bileueth."
    },
    {
      "verse": 23,
      "text": "And anoon the fadir of the child criede with teeris, and seide, Lord, Y bileue; Lord, helpe thou myn vnbileue."
    },
    {
      "verse": 24,
      "text": "And whanne Jhesus hadde seyn the puple rennynge togidere, he manasside the vnclene spirit, and seide to hym, Thou deef and doumbe spirit, Y comaunde thee, go out fro hym, and entre no more in to hym."
    },
    {
      "verse": 25,
      "text": "And he criynge, and myche to breidynge him, wente out fro hym; and he was maad as deed, so that many seiden, that he was deed."
    },
    {
      "verse": 26,
      "text": "And Jhesus helde his hoond, and lifte hym vp; and he roos."
    },
    {
      "verse": 27,
      "text": "And whanne he hadde entrid in to an hous, hise disciplis axiden hym priueli, Whi myyten not we caste hym out?"
    },
    {
      "verse": 28,
      "text": "And he seide to hem, This kynde in no thing may go out, but in preier and fastyng."
    },
    {
      "verse": 29,
      "text": "And thei yeden fro thennus, and wente forth in to Galile; and thei wolden not, that ony man wiste."
    },
    {
      "verse": 30,
      "text": "And he tauyte hise disciplis, and seide to hem, For mannus sone schal be bitrayed in to the hondis of men, and thei schulen sle hym, and he slayn schal ryse ayen on the thridde day."
    },
    {
      "verse": 31,
      "text": "And thei knewen not the word, and dredden to axe hym."
    },
    {
      "verse": 32,
      "text": "And thei camen to Cafarnaum. And whanne thei weren in the hous, he axide hem, What tretiden ye in the weie?"
    },
    {
      "verse": 33,
      "text": "And thei weren stille; for thei disputiden among hem in the weie, who of hem schulde be grettest."
    },
    {
      "verse": 34,
      "text": "And he sat, and clepide the twelue, and seide to hem, If ony man wole be the firste among you, he schal be the laste of alle, and the mynyster of alle."
    },
    {
      "verse": 35,
      "text": "And he took a child, and sette hym in the myddil of hem; and whanne he hadde biclippid hym, he seide to hem,"
    },
    {
      "verse": 36,
      "text": "Who euer resseyueth oon of such children in my name, he resseyueth me; and who euer resseyueth me, he resseyueth not me aloone, but hym that sente me."
    },
    {
      "verse": 37,
      "text": "Joon answeride to hym, and seide, Maister, we sayn oon castynge out feendis in thi name, which sueth not vs, and we han forbodun hym."
    },
    {
      "verse": 38,
      "text": "And Jhesus seide, Nyle ye forbede him; for ther is no man that doith vertu in my name, and may soone speke yuel of me."
    },
    {
      "verse": 39,
      "text": "He that is not ayens vs, is for vs."
    },
    {
      "verse": 40,
      "text": "And who euer yyueth you a cuppe of coold water to drynke in my name, for ye ben of Crist, treuli Y seie to you, he schal not leese his mede."
    },
    {
      "verse": 41,
      "text": "And who euer schal sclaundre oon of these litle that bileuen in me, it were betere to hym that a mylne stoon `of assis were don aboute his necke, and he were cast in to the see."
    },
    {
      "verse": 42,
      "text": "And if thin hoond sclaundre thee, kitte it awey; it is betere to thee to entre feble in to lijf, than haue two hondis, and go in to helle, in to fier that neuer schal be quenchid,"
    },
    {
      "verse": 43,
      "text": "where the worm of hem dieth not, and the fier is not quenchid."
    },
    {
      "verse": 44,
      "text": "And if thi foote sclaundre thee, kitte it of; it is betere to thee to entre crokid in to euerlastynge lijf, than haue twei feet, and be sent in to helle of fier, that neuer schal be quenchid,"
    },
    {
      "verse": 45,
      "text": "where the worme of hem dieth not, and the fier is not quenchid."
    },
    {
      "verse": 46,
      "text": "That if thin iye sclaundre thee, cast it out; it is betere to thee to entre gogil iyed in to the reume of God, than haue twey iyen, and be sent in to helle of fier, where the worme of hem dieth not,"
    },
    {
      "verse": 47,
      "text": "and the fier is not quenchid."
    },
    {
      "verse": 48,
      "text": "And euery man schal be saltid with fier,"
    },
    {
      "verse": 49,
      "text": "and euery slayn sacrifice schal be maad sauery with salt."
    },
    {
      "verse": 50,
      "text": "Salt is good; if salt be vnsauery, in what thing schulen ye make it sauery? Haue ye salt among you, and haue ye pees among you."
    }
  ]
}