{
  "book_id": "MRK",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And whanne Jhesus cam nyy to Jerusalem and to Betanye, to the mount of Olyues, he sendith tweyne of hise disciplis, and seith to hem,"
    },
    {
      "verse": 2,
      "text": "Go ye in to the castel that is ayens you; and anoon as ye entren there ye schulen fynde a colt tied, on which no man hath sete yit; vntie ye, and brynge hym."
    },
    {
      "verse": 3,
      "text": "And if ony man seye ony thing to you, What doen ye? seie ye, that he is nedeful to the Lord, and anoon he schal leeue hym hidir."
    },
    {
      "verse": 4,
      "text": "And thei yeden forth, and founden a colt tied bifor the yate with out forth, in the metyng of twei weies; and thei vntieden hym."
    },
    {
      "verse": 5,
      "text": "And summe of hem that stoden there seiden to hem, What doen ye, vntiynge the colt?"
    },
    {
      "verse": 6,
      "text": "And thei seiden to hem, as Jhesus comaundide hem; and thei leften it to hem."
    },
    {
      "verse": 7,
      "text": "And thei brouyten the colt to Jhesu, and thei leiden on hym her clothis, and Jhesus sat on hym."
    },
    {
      "verse": 8,
      "text": "And many strewiden her clothis in the weie, othere men kittiden braunchis fro trees, and strewiden in the weie."
    },
    {
      "verse": 9,
      "text": "And thei that wenten bifor, and that sueden, crieden, and seiden, Osanna,"
    },
    {
      "verse": 10,
      "text": "blissid is he that cometh in the name of the Lord; blessid be the kyngdom of oure fadir Dauid that is come; Osanna in hiyest thingis."
    },
    {
      "verse": 11,
      "text": "And he entride in to Jerusalem, in to the temple; and whanne he `hadde seyn al thing aboute, whanne it was eue, he wente out in to Betanye, with the twelue."
    },
    {
      "verse": 12,
      "text": "And anothir daye, whanne he wente out of Betanye, he hungride."
    },
    {
      "verse": 13,
      "text": "And whanne he hadde seyn a fige tree afer hauynge leeues, he cam, if happili he schulde fynde ony thing theron; and whanne he cam to it, he foonde no thing, out takun leeues; for it was not tyme of figis."
    },
    {
      "verse": 14,
      "text": "And Jhesus answeride and seide to it, Now neuer ete ony man fruyt of thee more. And hise disciplis herden;"
    },
    {
      "verse": 15,
      "text": "and thei camen to Jerusalem. And whanne he was entrid in to the temple, he bigan to caste out silleris and biggeris in the temple; and he turnede vpsodoun the bordis of chaungeris, and the chayeris of men that selden culueris;"
    },
    {
      "verse": 16,
      "text": "and he suffride not, that ony man schulde bere a vessel thorou the temple."
    },
    {
      "verse": 17,
      "text": "And he tauyte hem, and seide, Whether it is not writun, That myn hous schal be clepid the hous of preyng to alle folkis? but ye han maad it a denne of theues."
    },
    {
      "verse": 18,
      "text": "And whanne this thing was herd, the princis of prestis and scribis souyten hou thei schulden leese hym; for thei dredden hym, for al the puple wondride on his techyng."
    },
    {
      "verse": 19,
      "text": "And whanne euenyng was come, he wente out of the citee."
    },
    {
      "verse": 20,
      "text": "And as thei passiden forth eerli, thei sayn the fige tree maad drye fro the rootis."
    },
    {
      "verse": 21,
      "text": "And Petir bithouyte hym, and seide to hym, Maister, lo! the fige tree, whom thou cursidist, is dried vp."
    },
    {
      "verse": 22,
      "text": "And Jhesus answeride and seide to hem, Haue ye the feith of God;"
    },
    {
      "verse": 23,
      "text": "treuli Y seie to you, that who euer seith to this hil, Be thou takun, and cast in to the see; and doute not in his herte, but bileueth, that what euer he seie, schal be don, it schal be don to hym."
    },
    {
      "verse": 24,
      "text": "Therfor Y seie to you, alle thingis what euer thingis ye preynge schulen axe, bileue ye that ye schulen take, and thei schulen come to you."
    },
    {
      "verse": 25,
      "text": "And whanne ye schulen stonde to preye, foryyue ye, if ye han ony thing ayens ony man, that youre fadir that is in heuenes, foryyue to you youre synnes."
    },
    {
      "verse": 26,
      "text": "And if ye foryyuen not, nether youre fadir that is in heuenes, schal foryyue to you youre synnes."
    },
    {
      "verse": 27,
      "text": "And eftsoone thei camen to Jerusalem. And whanne he walkide in the temple, the hiyeste prestis, and scribis, and the elder men camen to hym,"
    },
    {
      "verse": 28,
      "text": "and seyn to hym, In what power doist thou these thingis? or who yaf to thee this power, that thou do these thingis?"
    },
    {
      "verse": 29,
      "text": "Jhesus answeride and seide to hem, And Y schal axe you o word, and answere ye to me, and Y schal seie to you in what power Y do these thingis."
    },
    {
      "verse": 30,
      "text": "Whether was the baptym of Joon of heuene, or of men? answere ye to me."
    },
    {
      "verse": 31,
      "text": "And thei thouyten with ynne hem silf, seiynge, If we seien of heuene, he schal seie to vs, Whi thanne bileuen ye not to him;"
    },
    {
      "verse": 32,
      "text": "if we seien of men, we dreden the puple; for alle men hadden Joon, that he was verili a prophete."
    },
    {
      "verse": 33,
      "text": "And thei answeryden, and seien to Jhesu, We witen neuer. And Jhesu answerde, and seide to hem, Nether Y seie to you, in what power Y do these thingis."
    }
  ]
}