{
  "book_id": "MRK",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And whanne he wente out of the temple, oon of hise disciplis seide to hym, Maister, biholde, what maner stoonys, and what maner bildyngis."
    },
    {
      "verse": 2,
      "text": "And Jhesu answeride, and seide to hym, Seest thou alle these grete bildingis? ther schal not be left a stoon on a stoon, which schal not be distried."
    },
    {
      "verse": 3,
      "text": "And whanne he sat in the mount of Olyues ayens the temple, Petir and James and Joon and Andrew axiden hym bi hem silf,"
    },
    {
      "verse": 4,
      "text": "Seie thou to vs, whanne these thingis schulen be don, and what tokene schal be, whanne alle these thingis schulen bigynne to be endid."
    },
    {
      "verse": 5,
      "text": "And Jhesus answeride, and bigan to seie to hem, Loke ye, that no man disseyue you;"
    },
    {
      "verse": 6,
      "text": "for manye schulen come in my name, seiynge, That Y am; and thei schulen disseyue manye."
    },
    {
      "verse": 7,
      "text": "And whanne ye here batels and opynyouns of batels, drede ye not; for it bihoueth these thingis to be doon, but not yit anoon is the ende."
    },
    {
      "verse": 8,
      "text": "For folk schal rise on folk, and rewme on rewme, and erthe mouyngis and hungur schulen be bi placis; these thingis schulen be bigynnyngis of sorewis."
    },
    {
      "verse": 9,
      "text": "But se ye you silf, for thei schulen take you in counsels, and ye schulen be betun in synagogis; and ye schulen stonde bifor kyngis and domesmen for me, in witnessyng to hem."
    },
    {
      "verse": 10,
      "text": "And it bihoueth, that the gospel be first prechid among al folk."
    },
    {
      "verse": 11,
      "text": "And whanne thei taken you, and leden you forth, nyle ye bifore thenke what ye schulen speke, but speke ye that thing that schal be youun to you in that our; for ye ben not the spekeris, but the Hooli Goost."
    },
    {
      "verse": 12,
      "text": "For a brother schal bitake the brother in to deth, and the fadir the sone, and sones schulen rise togider ayens fadris and modris, and punysche hem bi deeth."
    },
    {
      "verse": 13,
      "text": "And ye schulen be in hate to alle men for my name; but he that lastith in to the ende, schal be saaf."
    },
    {
      "verse": 14,
      "text": "But whanne ye schulen se the abhomynacioun of discoumfort, stondynge where it owith not; he that redith, vndurstonde; thanne thei that be in Judee, fle `in to hillis."
    },
    {
      "verse": 15,
      "text": "And he that is aboue the roof, come not doun in to the hous, nethir entre he, to take ony thing of his hous;"
    },
    {
      "verse": 16,
      "text": "and he that schal be in the feeld, turne not ayen bihynde to take his cloth."
    },
    {
      "verse": 17,
      "text": "But wo to hem that ben with child, and norischen in tho daies."
    },
    {
      "verse": 18,
      "text": "Therfor preye ye, that thei be not don in wyntir."
    },
    {
      "verse": 19,
      "text": "But thilke daies of tribulacioun schulen be suche, whiche maner weren not fro the bigynnyng of creature, which God hath maad, til now, nethir schulen be."
    },
    {
      "verse": 20,
      "text": "And but the Lord hadde abredgide tho daies, al fleische hadde not be saaf; but for the chosun whiche he chees, the Lord hath maad schort the daies."
    },
    {
      "verse": 21,
      "text": "And thanne if ony man seie to you, Lo! here is Crist, lo! there, bileue ye not."
    },
    {
      "verse": 22,
      "text": "For false Cristis and false prophetis schulen rise, and schulen yyue tokenes and wondris, to disseyue, if it may be don, yhe, hem that be chosun."
    },
    {
      "verse": 23,
      "text": "Therfor take ye kepe; lo! Y haue bifor seid to you alle thingis."
    },
    {
      "verse": 24,
      "text": "But in tho daies, aftir that tribulacioun, the sunne schal be maad derk, and the moon schal not yyue hir liyt,"
    },
    {
      "verse": 25,
      "text": "and the sterris of heuene schulen falle doun, and the vertues that ben in heuenes, schulen be moued."
    },
    {
      "verse": 26,
      "text": "And thanne thei schulen se mannus sone comynge in cloudis of heuene, with greet vertu and glorie."
    },
    {
      "verse": 27,
      "text": "And thanne he schal sende hise aungelis, and schal geder hise chosun fro the foure wyndis, fro the hiyest thing of erthe til to the hiyest thing of heuene."
    },
    {
      "verse": 28,
      "text": "But of the fige tree lerne ye the parable. Whanne now his braunche is tendre, and leeues ben sprongun out, ye knowen that somer is nyy."
    },
    {
      "verse": 29,
      "text": "So whanne ye seen these thingis be don, wite ye, that it is nyy in the doris."
    },
    {
      "verse": 30,
      "text": "Treuli Y seie to you, that this generacioun schal not passe awei, til alle these thingis be don."
    },
    {
      "verse": 31,
      "text": "Heuene and erthe schulen passe, but my wordis schulen not passe."
    },
    {
      "verse": 32,
      "text": "But of that dai or our no man woot, nether aungels in heuene, nether the sone, but the fadir."
    },
    {
      "verse": 33,
      "text": "Se ye, wake ye, and preie ye; for ye witen not, whanne the tyme is."
    },
    {
      "verse": 34,
      "text": "For as a man that is gon fer in pilgrimage, lefte his hous, and yaf to his seruauntis power of euery work, and comaundide to the porter, that he wake."
    },
    {
      "verse": 35,
      "text": "Therfor wake ye, for ye witen not, whanne the lord of the hous cometh, in the euentide, or at mydnyyt, or at cockis crowyng, or in the mornyng;"
    },
    {
      "verse": 36,
      "text": "leste whanne he cometh sodenli, he fynde you slepynge."
    },
    {
      "verse": 37,
      "text": "Forsothe that that Y seie to you, Y seie to alle, Wake ye."
    }
  ]
}