{
  "book_id": "MRK",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And anoon in the morewtid the hiyeste prestis maden a counsel with the elder men, and the scribis, and with al the counsel, and bounden Jhesu and ledden, and bitoken hym to Pilat."
    },
    {
      "verse": 2,
      "text": "And Pilat axide hym, Art thou kynge of Jewis? And Jhesus answeride, and seide to hym, Thou seist."
    },
    {
      "verse": 3,
      "text": "And the hieste prestis accusiden hym in many thingis."
    },
    {
      "verse": 4,
      "text": "But Pilat eftsoone axide hym, and seide, Answerist thou no thing? Seest thou in hou many thingis thei accusen thee?"
    },
    {
      "verse": 5,
      "text": "But Jhesus answeride no more, so that Pilat wondride."
    },
    {
      "verse": 6,
      "text": "But bi the feeste dai he was wont to leeue to hem oon of men boundun, whom euer thei axiden."
    },
    {
      "verse": 7,
      "text": "And `oon ther was that was seid Barabas, that was boundun with men of dissencioun, that hadden don manslauytir in seducioun."
    },
    {
      "verse": 8,
      "text": "And whanne the puple was gon vp, he bigan to preie, as he euer more dide to hem."
    },
    {
      "verse": 9,
      "text": "And Pilat answeride `to hem, and seide, Wolen ye Y leeue to you the kyng of Jewis?"
    },
    {
      "verse": 10,
      "text": "For he wiste, that the hiyeste prestis hadden takun hym bi enuye."
    },
    {
      "verse": 11,
      "text": "But the bischopis stireden the puple, that he schulde rather leeue to hem Barabas."
    },
    {
      "verse": 12,
      "text": "And eftsoone Pilat answerde, and seide to hem, What thanne wolen ye that Y schal do to the kyng of Jewis?"
    },
    {
      "verse": 13,
      "text": "And thei eftsoone crieden, Crucifie hym."
    },
    {
      "verse": 14,
      "text": "But Pilat seide to hem, What yuel hath he don? And thei crieden the more, Crucifie hym."
    },
    {
      "verse": 15,
      "text": "And Pilat, willynge to make aseeth to the puple, lefte to hem Barabas, and bitok to hem Jhesu, betun with scourgis, to be crucified."
    },
    {
      "verse": 16,
      "text": "And knyytis ledden hym with ynneforth, in to the porche of the mote halle. And thei clepiden togidir al the cumpany of knyytis,"
    },
    {
      "verse": 17,
      "text": "and clothiden hym with purpur. And thei writhen a coroun of thornes, and puttiden on hym."
    },
    {
      "verse": 18,
      "text": "And thei bigunnen to grete hym, and seiden, Heile, thou kyng of Jewis."
    },
    {
      "verse": 19,
      "text": "And thei smyten his heed with a reed, and bispatten hym; and thei kneliden, and worschipiden hym."
    },
    {
      "verse": 20,
      "text": "And aftir that thei hadden scorned him, thei vnclothiden hym of purpur, and clothiden hym with hise clothis, and ledden out hym, to crucifie hym."
    },
    {
      "verse": 21,
      "text": "And thei compelliden a man that passide the weie, that cam fro the toun, Symount of Syrenen, the fader of Alisaundir and of Rufe, to bere his cross."
    },
    {
      "verse": 22,
      "text": "And thei ledden hym in to a place Golgatha, that is to seie, the place of Caluari."
    },
    {
      "verse": 23,
      "text": "And thei yauen to hym to drynke wyn meddlid with mirre, and he took not."
    },
    {
      "verse": 24,
      "text": "And thei crucifieden him, and departiden hise clothis, and kesten lot on tho, who schulde take what."
    },
    {
      "verse": 25,
      "text": "And it was the thridde our, and thei crucifieden hym."
    },
    {
      "verse": 26,
      "text": "And the titil of his cause was writun, Kyng of Jewis."
    },
    {
      "verse": 27,
      "text": "And thei crucifien with hym twei theues, oon `at the riythalf and oon at his lefthalf."
    },
    {
      "verse": 28,
      "text": "And the scripture was fulfillid that seith, And he is ordeyned with wickid men."
    },
    {
      "verse": 29,
      "text": "And as thei passiden forth, thei blasfemyden hym, mouynge her heedis, and seiynge, Vath! thou that distriest the temple of God, and in `thre daies bildist it ayen;"
    },
    {
      "verse": 30,
      "text": "come adoun fro the crosse, and make thi silf saaf."
    },
    {
      "verse": 31,
      "text": "Also the hiyeste prestis scorneden hym ech to othir with the scribis, and seiden, He made othir men saaf, he may not saue hym silf."
    },
    {
      "verse": 32,
      "text": "Crist, kyng of Israel, come doun now fro the cross, that we seen, and bileuen. And thei that weren crucified with hym, dispiseden hym."
    },
    {
      "verse": 33,
      "text": "And whanne the sixte hour was come, derknessis weren made on al the erthe til in to the nynthe our."
    },
    {
      "verse": 34,
      "text": "And in the nynthe our Jhesus criede with a greet vois, and seide, Heloy, Heloy, lamasabatany, that is to seie, My God, my God, whi hast thou forsakun me?"
    },
    {
      "verse": 35,
      "text": "And summe of men that stoden aboute herden, and seiden, Lo! he clepith Helye."
    },
    {
      "verse": 36,
      "text": "And oon ranne, and fillide a spounge with vynegre, and puttide aboute to a reede, and yaf to hym drynke, and seide, Suffre ye, se we, if Helie come to do hym doun."
    },
    {
      "verse": 37,
      "text": "And Jhesus yaf out a greet cry, and diede."
    },
    {
      "verse": 38,
      "text": "And the veil of the temple was rent atwo fro the hiyeste to bynethe."
    },
    {
      "verse": 39,
      "text": "But the centurien that stood forn ayens siy, that he so criynge hadde diede, and seide, Verili, this man was Goddis sone."
    },
    {
      "verse": 40,
      "text": "And ther weren also wymmen biholdynge fro afer, among whiche was Marie Maudeleyn, and Marie, the modir of James the lesse, and of Joseph, and of Salome."
    },
    {
      "verse": 41,
      "text": "And whanne Jhesus was in Galilee, thei folewiden hym, and mynystriden to hym, and many othere wymmen, that camen vp togidir with him to Jerusalem."
    },
    {
      "verse": 42,
      "text": "And whanne euentid was come, for it was the euentid which is bifor the sabat,"
    },
    {
      "verse": 43,
      "text": "Joseph of Armathie, the noble decurioun, cam, and he abood the rewme of God; and booldli he entride to Pilat, and axide the bodi of Jhesu."
    },
    {
      "verse": 44,
      "text": "But Pilat wondride, if he were now deed."
    },
    {
      "verse": 45,
      "text": "And whanne the centurion was clepid, he axide hym, if he were deed; and whanne he knewe of the centurion, he grauntide the bodi of Jhesu to Joseph."
    },
    {
      "verse": 46,
      "text": "And Joseph bouyte lynnen cloth, and took hym doun, and wlappide in the lynnen cloth, and leide hym in a sepulcre that was hewun of a stoon, and walewide a stoon to the dore of the sepulcre."
    },
    {
      "verse": 47,
      "text": "And Marie Maudeleyne and Marie of Joseph bihelden, where he was leid."
    }
  ]
}