{
  "book_id": "PRO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Proverbs of Solomon, son of David, king of Israel:"
    },
    {
      "verse": 2,
      "text": "For knowing wisdom and instruction, For understanding sayings of intelligence,"
    },
    {
      "verse": 3,
      "text": "For receiving the instruction of wisdom, Righteousness, judgment, and uprightness,"
    },
    {
      "verse": 4,
      "text": "For giving to simple ones — prudence, To a youth — knowledge and discretion."
    },
    {
      "verse": 5,
      "text": "(The wise doth hear and increaseth learning, And the intelligent doth obtain counsels.)"
    },
    {
      "verse": 6,
      "text": "For understanding a proverb and its sweetness, Words of the wise and their acute sayings."
    },
    {
      "verse": 7,
      "text": "Fear of Jehovah [is] a beginning of knowledge, Wisdom and instruction fools have despised!"
    },
    {
      "verse": 8,
      "text": "Hear, my son, the instruction of thy father, And leave not the law of thy mother,"
    },
    {
      "verse": 9,
      "text": "For a graceful wreath [are] they to thy head, And chains to thy neck."
    },
    {
      "verse": 10,
      "text": "My son, if sinners entice thee be not willing."
    },
    {
      "verse": 11,
      "text": "If they say, 'Come with us, we lay wait for blood, We watch secretly for the innocent without cause,"
    },
    {
      "verse": 12,
      "text": "We swallow them as Sheol — alive, And whole — as those going down [to] the pit,"
    },
    {
      "verse": 13,
      "text": "Every precious substance we find, We fill our houses [with] spoil,"
    },
    {
      "verse": 14,
      "text": "Thy lot thou dost cast among us, One purse is — to all of us.'"
    },
    {
      "verse": 15,
      "text": "My son! go not in the way with them, Withhold thy foot from their path,"
    },
    {
      "verse": 16,
      "text": "For their feet to evil do run, And they haste to shed blood."
    },
    {
      "verse": 17,
      "text": "Surely in vain is the net spread out before the eyes of any bird."
    },
    {
      "verse": 18,
      "text": "And they for their own blood lay wait, They watch secretly for their own lives."
    },
    {
      "verse": 19,
      "text": "So [are] the paths of every gainer of dishonest gain, The life of its owners it taketh."
    },
    {
      "verse": 20,
      "text": "Wisdom in an out-place crieth aloud, In broad places she giveth forth her voice,"
    },
    {
      "verse": 21,
      "text": "At the head of the multitudes she calleth, In the openings of the gates, In the city her sayings she saith:"
    },
    {
      "verse": 22,
      "text": "'Till when, ye simple, do ye love simplicity? And have scorners their scorning desired? And do fools hate knowledge?"
    },
    {
      "verse": 23,
      "text": "Turn back at my reproof, lo, I pour forth to you my spirit, I make known my words with you."
    },
    {
      "verse": 24,
      "text": "Because I have called, and ye refuse, I stretched out my hand, and none is attending,"
    },
    {
      "verse": 25,
      "text": "And ye slight all my counsel, And my reproof ye have not desired."
    },
    {
      "verse": 26,
      "text": "I also in your calamity do laugh, I deride when your fear cometh,"
    },
    {
      "verse": 27,
      "text": "When your fear cometh as destruction, And your calamity as a hurricane doth come, When on you come adversity and distress."
    },
    {
      "verse": 28,
      "text": "Then they call me, and I do not answer, They seek me earnestly, and find me not."
    },
    {
      "verse": 29,
      "text": "Because that they have hated knowledge, And the fear of Jehovah have not chosen."
    },
    {
      "verse": 30,
      "text": "They have not consented to my counsel, They have despised all my reproof,"
    },
    {
      "verse": 31,
      "text": "And they eat of the fruit of their way, And from their own counsels they are filled."
    },
    {
      "verse": 32,
      "text": "For the turning of the simple slayeth them, And the security of the foolish destroyeth them."
    },
    {
      "verse": 33,
      "text": "And whoso is hearkening to me dwelleth confidently, And [is] quiet from fear of evil!'"
    }
  ]
}