{
  "book_id": "PRO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "My son! my law forget not, And my commands let thy heart keep,"
    },
    {
      "verse": 2,
      "text": "For length of days and years, Life and peace they do add to thee."
    },
    {
      "verse": 3,
      "text": "Let not kindness and truth forsake thee, Bind them on thy neck, Write them on the tablet of thy heart,"
    },
    {
      "verse": 4,
      "text": "And find grace and good understanding In the eyes of God and man."
    },
    {
      "verse": 5,
      "text": "Trust unto Jehovah with all thy heart, And unto thine own understanding lean not."
    },
    {
      "verse": 6,
      "text": "In all thy ways know thou Him, And He doth make straight thy paths."
    },
    {
      "verse": 7,
      "text": "Be not wise in thine own eyes, Fear Jehovah, and turn aside from evil."
    },
    {
      "verse": 8,
      "text": "Healing it is to thy navel, And moistening to thy bones."
    },
    {
      "verse": 9,
      "text": "Honour Jehovah from thy substance, And from the beginning of all thine increase;"
    },
    {
      "verse": 10,
      "text": "And filled are thy barns [with] plenty, And [with] new wine thy presses break forth."
    },
    {
      "verse": 11,
      "text": "Chastisement of Jehovah, my son, despise not, And be not vexed with His reproof,"
    },
    {
      "verse": 12,
      "text": "For whom Jehovah loveth He reproveth, Even as a father the son He is pleased with."
    },
    {
      "verse": 13,
      "text": "O the happiness of a man [who] hath found wisdom, And of a man [who] bringeth forth understanding."
    },
    {
      "verse": 14,
      "text": "For better [is] her merchandise Than the merchandise of silver, And than gold — her increase."
    },
    {
      "verse": 15,
      "text": "Precious she [is] above rubies, And all thy pleasures are not comparable to her."
    },
    {
      "verse": 16,
      "text": "Length of days [is] in her right hand, In her left [are] wealth and honour."
    },
    {
      "verse": 17,
      "text": "Her ways [are] ways of pleasantness, And all her paths [are] peace."
    },
    {
      "verse": 18,
      "text": "A tree of life she [is] to those laying hold on her, And whoso is retaining her [is] happy."
    },
    {
      "verse": 19,
      "text": "Jehovah by wisdom did found the earth, He prepared the heavens by understanding."
    },
    {
      "verse": 20,
      "text": "By His knowledge depths have been rent, And clouds do drop dew."
    },
    {
      "verse": 21,
      "text": "My son! let them not turn from thine eyes, Keep thou wisdom and thoughtfulness,"
    },
    {
      "verse": 22,
      "text": "And they are life to thy soul, and grace to thy neck."
    },
    {
      "verse": 23,
      "text": "Then thou goest thy way confidently, And thy foot doth not stumble."
    },
    {
      "verse": 24,
      "text": "If thou liest down, thou art not afraid, Yea, thou hast lain down, And sweet hath been thy sleep."
    },
    {
      "verse": 25,
      "text": "Be not afraid of sudden fear, And of the desolation of the wicked when it cometh."
    },
    {
      "verse": 26,
      "text": "For Jehovah is at thy side, And He hath kept thy foot from capture."
    },
    {
      "verse": 27,
      "text": "Withhold not good from its owners, When thy hand [is] toward God to do [it]."
    },
    {
      "verse": 28,
      "text": "Say not thou to thy friend, 'Go, and return, and to-morrow I give,' And substance with thee."
    },
    {
      "verse": 29,
      "text": "Devise not against thy neighbour evil, And he sitting confidently with thee."
    },
    {
      "verse": 30,
      "text": "Strive not with a man without cause, If he have not done thee evil."
    },
    {
      "verse": 31,
      "text": "Be not envious of a man of violence, Nor fix thou on any of his ways."
    },
    {
      "verse": 32,
      "text": "For an abomination to Jehovah [is] the perverted, And with the upright [is] His secret counsel."
    },
    {
      "verse": 33,
      "text": "The curse of Jehovah [is] in the house of the wicked. And the habitation of the righteous He blesseth."
    },
    {
      "verse": 34,
      "text": "If the scorners He doth scorn, Yet to the humble He doth give grace."
    },
    {
      "verse": 35,
      "text": "Honour do the wise inherit, And fools are bearing away shame!"
    }
  ]
}