{
  "book_id": "PRO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Doth not wisdom call? And understanding give forth her voice?"
    },
    {
      "verse": 2,
      "text": "At the head of high places by the way, Between the paths she hath stood,"
    },
    {
      "verse": 3,
      "text": "At the side of the gates, at the mouth of the city, The entrance of the openings, she crieth aloud,"
    },
    {
      "verse": 4,
      "text": "'Unto you, O men, I call, And my voice [is] unto the sons of men."
    },
    {
      "verse": 5,
      "text": "Understand, ye simple ones, prudence, And ye fools, understand the heart,"
    },
    {
      "verse": 6,
      "text": "Hearken, for noble things I speak, And the opening of my lips [is] uprightness."
    },
    {
      "verse": 7,
      "text": "For truth doth my mouth utter, And an abomination to my lips [is] wickedness."
    },
    {
      "verse": 8,
      "text": "In righteousness [are] all the sayings of my mouth, Nothing in them is froward and perverse."
    },
    {
      "verse": 9,
      "text": "All of them [are] plain to the intelligent, And upright to those finding knowledge."
    },
    {
      "verse": 10,
      "text": "Receive my instruction, and not silver, And knowledge rather than choice gold."
    },
    {
      "verse": 11,
      "text": "For better [is] wisdom than rubies, Yea, all delights are not comparable with it."
    },
    {
      "verse": 12,
      "text": "I, wisdom, have dwelt with prudence, And a knowledge of devices I find out."
    },
    {
      "verse": 13,
      "text": "The fear of Jehovah [is] to hate evil; Pride, and arrogance, and an evil way, And a froward mouth, I have hated."
    },
    {
      "verse": 14,
      "text": "Mine [is] counsel and substance, I [am] understanding, I have might."
    },
    {
      "verse": 15,
      "text": "By me kings reign, and princes decree righteousness,"
    },
    {
      "verse": 16,
      "text": "By me do chiefs rule, and nobles, All judges of the earth."
    },
    {
      "verse": 17,
      "text": "I love those loving me, And those seeking me earnestly do find me."
    },
    {
      "verse": 18,
      "text": "Wealth and honour [are] with me, Lasting substance and righteousness."
    },
    {
      "verse": 19,
      "text": "Better [is] my fruit than gold, even fine gold, And mine increase than choice silver."
    },
    {
      "verse": 20,
      "text": "In a path of righteousness I cause to walk, In midst of paths of judgment,"
    },
    {
      "verse": 21,
      "text": "To cause my lovers to inherit substance, Yea, their treasures I fill."
    },
    {
      "verse": 22,
      "text": "Jehovah possessed me — the beginning of His way, Before His works since then."
    },
    {
      "verse": 23,
      "text": "From the age I was anointed, from the first, From former states of the earth."
    },
    {
      "verse": 24,
      "text": "In there being no depths, I was brought forth, In there being no fountains heavy [with] waters,"
    },
    {
      "verse": 25,
      "text": "Before mountains were sunk, Before heights, I was brought forth."
    },
    {
      "verse": 26,
      "text": "While He had not made the earth, and out-places, And the top of the dusts of the world."
    },
    {
      "verse": 27,
      "text": "In His preparing the heavens I [am] there, In His decreeing a circle on the face of the deep,"
    },
    {
      "verse": 28,
      "text": "In His strengthening clouds above, In His making strong fountains of the deep,"
    },
    {
      "verse": 29,
      "text": "In His setting for the sea its limit, And the waters transgress not His command, In His decreeing the foundations of earth,"
    },
    {
      "verse": 30,
      "text": "Then I am near Him, a workman, And I am a delight — day by day. Rejoicing before Him at all times,"
    },
    {
      "verse": 31,
      "text": "Rejoicing in the habitable part of His earth, And my delights [are] with the sons of men."
    },
    {
      "verse": 32,
      "text": "And now, ye sons, hearken to me, Yea, happy are they who keep my ways."
    },
    {
      "verse": 33,
      "text": "Hear instruction, and be wise, and slight not."
    },
    {
      "verse": 34,
      "text": "O the happiness of the man hearkening to me, To watch at my doors day by day, To watch at the door-posts of my entrance."
    },
    {
      "verse": 35,
      "text": "For whoso is finding me, hath found life, And bringeth out good-will from Jehovah."
    },
    {
      "verse": 36,
      "text": "And whoso is missing me, is wronging his soul, All hating me have loved death!"
    }
  ]
}