{
  "book_id": "PRO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Every wise woman hath builded her house, And the foolish with her hands breaketh it down."
    },
    {
      "verse": 2,
      "text": "Whoso is walking in his uprightness is fearing Jehovah, And the perverted [in] his ways is despising Him."
    },
    {
      "verse": 3,
      "text": "In the mouth of a fool [is] a rod of pride, And the lips of the wise preserve them."
    },
    {
      "verse": 4,
      "text": "Without oxen a stall [is] clean, And great [is] the increase by the power of the ox."
    },
    {
      "verse": 5,
      "text": "A faithful witness lieth not, And a false witness breatheth out lies."
    },
    {
      "verse": 6,
      "text": "A scorner hath sought wisdom, and it is not, And knowledge to the intelligent [is] easy."
    },
    {
      "verse": 7,
      "text": "Go from before a foolish man, Or thou hast not known the lips of knowledge."
    },
    {
      "verse": 8,
      "text": "The wisdom of the prudent [is] to understand his way, And the folly of fools [is] deceit."
    },
    {
      "verse": 9,
      "text": "Fools mock at a guilt-offering, And among the upright — a pleasing thing."
    },
    {
      "verse": 10,
      "text": "The heart knoweth its own bitterness, And with its joy a stranger doth not intermeddle."
    },
    {
      "verse": 11,
      "text": "The house of the wicked is destroyed, And the tent of the upright flourisheth."
    },
    {
      "verse": 12,
      "text": "There is a way — right before a man, And its latter end [are] ways of death."
    },
    {
      "verse": 13,
      "text": "Even in laughter is the heart pained, And the latter end of joy [is] affliction."
    },
    {
      "verse": 14,
      "text": "From his ways is the backslider in heart filled, And a good man — from his fruits."
    },
    {
      "verse": 15,
      "text": "The simple giveth credence to everything, And the prudent attendeth to his step."
    },
    {
      "verse": 16,
      "text": "The wise is fearing and turning from evil, And a fool is transgressing and is confident."
    },
    {
      "verse": 17,
      "text": "Whoso is short of temper doth folly, And a man of wicked devices is hated."
    },
    {
      "verse": 18,
      "text": "The simple have inherited folly, And the prudent are crowned [with] knowledge."
    },
    {
      "verse": 19,
      "text": "The evil have bowed down before the good, And the wicked at the gates of the righteous."
    },
    {
      "verse": 20,
      "text": "Even of his neighbour is the poor hated, And those loving the rich [are] many."
    },
    {
      "verse": 21,
      "text": "Whoso is despising his neighbour sinneth, Whoso is favouring the humble, O his happiness."
    },
    {
      "verse": 22,
      "text": "Do not they err who are devising evil? And kindness and truth [are] to those devising good,"
    },
    {
      "verse": 23,
      "text": "In all labour there is advantage, And a thing of the lips [is] only to want."
    },
    {
      "verse": 24,
      "text": "The crown of the wise is their wealth, The folly of fools [is] folly."
    },
    {
      "verse": 25,
      "text": "A true witness is delivering souls, And a deceitful one breatheth out lies."
    },
    {
      "verse": 26,
      "text": "In the fear of Jehovah [is] strong confidence, And to His sons there is a refuge."
    },
    {
      "verse": 27,
      "text": "The fear of Jehovah [is] a fountain of life, To turn aside from snares of death."
    },
    {
      "verse": 28,
      "text": "In the multitude of a people [is] the honour of a king, And in lack of people the ruin of a prince."
    },
    {
      "verse": 29,
      "text": "Whoso is slow to anger [is] of great understanding, And whoso is short in temper is exalting folly."
    },
    {
      "verse": 30,
      "text": "A healed heart [is] life to the flesh, And rottenness to the bones [is] envy."
    },
    {
      "verse": 31,
      "text": "An oppressor of the poor reproacheth his Maker, And whoso is honouring Him Is favouring the needy."
    },
    {
      "verse": 32,
      "text": "In his wickedness is the wicked driven away, And trustful in his death [is] the righteous."
    },
    {
      "verse": 33,
      "text": "In the heart of the intelligent wisdom doth rest. And in the midst of fools it is known."
    },
    {
      "verse": 34,
      "text": "Righteousness exalteth a nation, And the goodliness of peoples [is] a sin-offering."
    },
    {
      "verse": 35,
      "text": "The favour of a king [is] to a wise servant, And an object of his wrath is one causing shame!"
    }
  ]
}