{
  "book_id": "PRO",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Rivulets of waters [is] the heart of a king in the hand of Jehovah, Wherever He pleaseth He inclineth it."
    },
    {
      "verse": 2,
      "text": "Every way of a man [is] right in his own eyes, And Jehovah is pondering hearts."
    },
    {
      "verse": 3,
      "text": "To do righteousness and judgment, Is chosen of Jehovah rather than sacrifice."
    },
    {
      "verse": 4,
      "text": "Loftiness of eyes, and breadth of heart, Tillage of the wicked [is] sin."
    },
    {
      "verse": 5,
      "text": "The purposes of the diligent [are] only to advantage, And of every hasty one, only to want."
    },
    {
      "verse": 6,
      "text": "The making of treasures by a lying tongue, [Is] a vanity driven away of those seeking death."
    },
    {
      "verse": 7,
      "text": "The spoil of the wicked catcheth them, Because they have refused to do judgment."
    },
    {
      "verse": 8,
      "text": "Froward [is] the way of a man who is vile, And the pure — upright [is] his work."
    },
    {
      "verse": 9,
      "text": "Better to sit on a corner of the roof, Than [with] a woman of contentions and a house of company."
    },
    {
      "verse": 10,
      "text": "The soul of the wicked hath desired evil, Not gracious in his eyes is his neighbour."
    },
    {
      "verse": 11,
      "text": "When the scorner is punished, the simple becometh wise, And in giving understanding to the wise He receiveth knowledge."
    },
    {
      "verse": 12,
      "text": "The Righteous One is acting wisely Towards the house of the wicked, He is overthrowing the wicked for wickedness."
    },
    {
      "verse": 13,
      "text": "Whoso is shutting his ear from the cry of the poor, He also doth cry, and is not answered."
    },
    {
      "verse": 14,
      "text": "A gift in secret pacifieth anger, And a bribe in the bosom strong fury."
    },
    {
      "verse": 15,
      "text": "To do justice [is] joy to the righteous, But ruin to workers of iniquity."
    },
    {
      "verse": 16,
      "text": "A man who is wandering from the way of understanding, In an assembly of Rephaim resteth."
    },
    {
      "verse": 17,
      "text": "Whoso [is] loving mirth [is] a poor man, Whoso is loving wine and oil maketh no wealth."
    },
    {
      "verse": 18,
      "text": "The wicked [is] an atonement for the righteous, And for the upright the treacherous dealer."
    },
    {
      "verse": 19,
      "text": "Better to dwell in a wilderness land, Than [with] a woman of contentions and anger."
    },
    {
      "verse": 20,
      "text": "A treasure to be desired, and oil, [Is] in the habitation of the wise, And a foolish man swalloweth it up."
    },
    {
      "verse": 21,
      "text": "Whoso is pursuing righteousness and kindness, Findeth life, righteousness, and honour."
    },
    {
      "verse": 22,
      "text": "A city of the mighty hath the wise gone up, And bringeth down the strength of its confidence."
    },
    {
      "verse": 23,
      "text": "Whoso is keeping his mouth and his tongue, Is keeping from adversities his soul."
    },
    {
      "verse": 24,
      "text": "Proud, haughty, scorner [is] his name, Who is working in the wrath of pride."
    },
    {
      "verse": 25,
      "text": "The desire of the slothful slayeth him, For his hands have refused to work."
    },
    {
      "verse": 26,
      "text": "All the day desiring he hath desired, And the righteous giveth and withholdeth not."
    },
    {
      "verse": 27,
      "text": "The sacrifice of the wicked [is] abomination, Much more when in wickedness he bringeth it."
    },
    {
      "verse": 28,
      "text": "A false witness doth perish, And an attentive man for ever speaketh."
    },
    {
      "verse": 29,
      "text": "A wicked man hath hardened by his face, And the upright — he prepareth his way."
    },
    {
      "verse": 30,
      "text": "There is no wisdom, nor understanding, Nor counsel, over-against Jehovah."
    },
    {
      "verse": 31,
      "text": "A horse is prepared for a day of battle, And the deliverance [is] of Jehovah!"
    }
  ]
}