{
  "book_id": "PRO",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Be not envious of evil men, And desire not to be with them."
    },
    {
      "verse": 2,
      "text": "For destruction doth their heart meditate, And perverseness do their lips speak."
    },
    {
      "verse": 3,
      "text": "By wisdom is a house builded, And by understanding it establisheth itself."
    },
    {
      "verse": 4,
      "text": "And by knowledge the inner parts are filled, [With] all precious and pleasant wealth."
    },
    {
      "verse": 5,
      "text": "Mighty [is] the wise in strength, And a man of knowledge is strengthening power,"
    },
    {
      "verse": 6,
      "text": "For by plans thou makest for thyself war, And deliverance [is] in a multitude of counsellors."
    },
    {
      "verse": 7,
      "text": "Wisdom [is] high for a fool, In the gate he openeth not his mouth."
    },
    {
      "verse": 8,
      "text": "Whoso is devising to do evil, Him they call a master of wicked thoughts."
    },
    {
      "verse": 9,
      "text": "The thought of folly [is] sin, And an abomination to man [is] a scorner."
    },
    {
      "verse": 10,
      "text": "Thou hast shewed thyself weak in a day of adversity, Straitened is thy power,"
    },
    {
      "verse": 11,
      "text": "If [from] delivering those taken to death, And those slipping to the slaughter — thou keepest back."
    },
    {
      "verse": 12,
      "text": "When thou sayest, 'Lo, we knew not this.' Is not the Ponderer of hearts He who understandeth? And the Keeper of thy soul He who knoweth? And He hath rendered to man according to his work."
    },
    {
      "verse": 13,
      "text": "Eat my son, honey that [is] good, And the honeycomb — sweet to thy palate."
    },
    {
      "verse": 14,
      "text": "So [is] the knowledge of wisdom to thy soul, If thou hast found that there is a posterity And thy hope is not cut off."
    },
    {
      "verse": 15,
      "text": "Lay not wait, O wicked one, At the habitation of the righteous. Do not spoil his resting-place."
    },
    {
      "verse": 16,
      "text": "For seven [times] doth the righteous fall and rise, And the wicked stumble in evil."
    },
    {
      "verse": 17,
      "text": "In the falling of thine enemy rejoice not, And in his stumbling let not thy heart be joyful,"
    },
    {
      "verse": 18,
      "text": "Lest Jehovah see, and [it be] evil in His eyes, And He hath turned from off him His anger."
    },
    {
      "verse": 19,
      "text": "Fret not thyself at evil doers, Be not envious at the wicked,"
    },
    {
      "verse": 20,
      "text": "For there is not a posterity to the evil, The lamp of the wicked is extinguished."
    },
    {
      "verse": 21,
      "text": "Fear Jehovah, my son, and the king, With changers mix not up thyself,"
    },
    {
      "verse": 22,
      "text": "For suddenly doth their calamity rise, And the ruin of them both — who knoweth!"
    },
    {
      "verse": 23,
      "text": "These also are for the wise: — To discern faces in judgment is not good."
    },
    {
      "verse": 24,
      "text": "Whoso is saying to the wicked, 'Thou [art] righteous,' Peoples execrate him — nations abhor him."
    },
    {
      "verse": 25,
      "text": "And to those reproving it is pleasant, And on them cometh a good blessing."
    },
    {
      "verse": 26,
      "text": "Lips he kisseth who is returning straightforward words."
    },
    {
      "verse": 27,
      "text": "Prepare in an out-place thy work, And make it ready in the field — go afterwards, Then thou hast built thy house."
    },
    {
      "verse": 28,
      "text": "Be not a witness for nought against thy neighbour, Or thou hast enticed with thy lips."
    },
    {
      "verse": 29,
      "text": "Say not, 'As he did to me, so I do to him, I render to each according to his work.'"
    },
    {
      "verse": 30,
      "text": "Near the field of a slothful man I passed by, And near the vineyard of a man lacking heart."
    },
    {
      "verse": 31,
      "text": "And lo, it hath gone up — all of it — thorns! Covered its face have nettles, And its stone wall hath been broken down."
    },
    {
      "verse": 32,
      "text": "And I see — I — I do set my heart, I have seen — I have received instruction,"
    },
    {
      "verse": 33,
      "text": "A little sleep — a little slumber — A little folding of the hands to lie down."
    },
    {
      "verse": 34,
      "text": "And thy poverty hath come [as] a traveller, And thy want as an armed man!"
    }
  ]
}