{
  "book_id": "PRO",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "As snow in summer, and as rain in harvest, So honour [is] not comely for a fool."
    },
    {
      "verse": 2,
      "text": "As a bird by wandering, as a swallow by flying, So reviling without cause doth not come."
    },
    {
      "verse": 3,
      "text": "A whip is for a horse, a bridle for an ass, And a rod for the back of fools."
    },
    {
      "verse": 4,
      "text": "Answer not a fool according to his folly, Lest thou be like to him — even thou."
    },
    {
      "verse": 5,
      "text": "Answer a fool according to his folly, Lest he be wise in his own eyes."
    },
    {
      "verse": 6,
      "text": "He is cutting off feet, he is drinking injury, Who is sending things by the hand of a fool."
    },
    {
      "verse": 7,
      "text": "Weak have been the two legs of the lame, And a parable in the mouth of fools."
    },
    {
      "verse": 8,
      "text": "As one who is binding a stone in a sling, So [is] he who is giving honour to a fool."
    },
    {
      "verse": 9,
      "text": "A thorn hath gone up into the hand of a drunkard, And a parable in the mouth of fools."
    },
    {
      "verse": 10,
      "text": "Great [is] the Former of all, And He is rewarding a fool, And is rewarding transgressors."
    },
    {
      "verse": 11,
      "text": "As a dog hath returned to its vomit, A fool is repeating his folly."
    },
    {
      "verse": 12,
      "text": "Thou hast seen a man wise in his own eyes, More hope of a fool than of him!"
    },
    {
      "verse": 13,
      "text": "The slothful hath said, 'A lion [is] in the way, A lion [is] in the broad places.'"
    },
    {
      "verse": 14,
      "text": "The door turneth round on its hinge, And the slothful on his bed."
    },
    {
      "verse": 15,
      "text": "The slothful hath hid his hand in a dish, He is weary of bringing it back to his mouth."
    },
    {
      "verse": 16,
      "text": "Wiser [is] the slothful in his own eyes, Than seven [men] returning a reason."
    },
    {
      "verse": 17,
      "text": "Laying hold on the ears of a dog, [Is] a passer-by making himself wrath for strife not his own."
    },
    {
      "verse": 18,
      "text": "As [one] pretending to be feeble, Who is casting sparks, arrows, and death,"
    },
    {
      "verse": 19,
      "text": "So hath a man deceived his neighbour, And hath said, 'Am not I playing?'"
    },
    {
      "verse": 20,
      "text": "Without wood is fire going out, And without a tale-bearer, contention ceaseth,"
    },
    {
      "verse": 21,
      "text": "Coal to burning coals, and wood to fire, And a man of contentions to kindle strife."
    },
    {
      "verse": 22,
      "text": "The words of a tale-bearer [are] as self-inflicted wounds, And they have gone down [to] the inner parts of the heart."
    },
    {
      "verse": 23,
      "text": "Silver of dross spread over potsherd, [Are] burning lips and an evil heart."
    },
    {
      "verse": 24,
      "text": "By his lips doth a hater dissemble, And in his heart he placeth deceit,"
    },
    {
      "verse": 25,
      "text": "When his voice is gracious trust not in him, For seven abominations [are] in his heart."
    },
    {
      "verse": 26,
      "text": "Hatred is covered by deceit, Revealed is its wickedness in an assembly."
    },
    {
      "verse": 27,
      "text": "Whoso is digging a pit falleth into it, And the roller of a stone, to him it turneth."
    },
    {
      "verse": 28,
      "text": "A lying tongue hateth its bruised ones, And a flattering mouth worketh an overthrow!"
    }
  ]
}