{
  "book_id": "PRO",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Boast not thyself of to-morrow, For thou knowest not what a day bringeth forth."
    },
    {
      "verse": 2,
      "text": "Let another praise thee, and not thine own mouth, A stranger, and not thine own lips."
    },
    {
      "verse": 3,
      "text": "A stone [is] heavy, and the sand [is] heavy, And the anger of a fool Is heavier than they both."
    },
    {
      "verse": 4,
      "text": "Fury [is] fierce, and anger [is] overflowing, And who standeth before jealousy?"
    },
    {
      "verse": 5,
      "text": "Better [is] open reproof than hidden love."
    },
    {
      "verse": 6,
      "text": "Faithful are the wounds of a lover, And abundant the kisses of an enemy."
    },
    {
      "verse": 7,
      "text": "A satiated soul treadeth down a honeycomb, And [to] a hungry soul every bitter thing [is] sweet."
    },
    {
      "verse": 8,
      "text": "As a bird wandering from her nest, So [is] a man wandering from his place."
    },
    {
      "verse": 9,
      "text": "Ointment and perfume rejoice the heart, And the sweetness of one's friend — from counsel of the soul."
    },
    {
      "verse": 10,
      "text": "Thine own friend, and the friend of thy father, forsake not, And the house of thy brother enter not In a day of thy calamity, Better [is] a near neighbour than a brother afar off."
    },
    {
      "verse": 11,
      "text": "Be wise, my son, and rejoice my heart. And I return my reproacher a word."
    },
    {
      "verse": 12,
      "text": "The prudent hath seen the evil, he is hidden, The simple have passed on, they are punished."
    },
    {
      "verse": 13,
      "text": "Take his garment, when a stranger hath been surety, And for a strange woman pledge it."
    },
    {
      "verse": 14,
      "text": "Whoso is saluting his friend with a loud voice, In the morning rising early, A light thing it is reckoned to him."
    },
    {
      "verse": 15,
      "text": "A continual dropping in a day of rain, And a woman of contentions are alike,"
    },
    {
      "verse": 16,
      "text": "Whoso is hiding her hath hidden the wind, And the ointment of his right hand calleth out."
    },
    {
      "verse": 17,
      "text": "Iron by iron is sharpened, And a man sharpens the face of his friend."
    },
    {
      "verse": 18,
      "text": "The keeper of a fig-tree eateth its fruit, And the preserver of his master is honoured."
    },
    {
      "verse": 19,
      "text": "As [in] water the face [is] to face, So the heart of man to man."
    },
    {
      "verse": 20,
      "text": "Sheol and destruction are not satisfied, And the eyes of man are not satisfied."
    },
    {
      "verse": 21,
      "text": "A refining pot [is] for silver, and a furnace for gold, And a man according to his praise."
    },
    {
      "verse": 22,
      "text": "If thou dost beat the foolish in a mortar, Among washed things — with a pestle, His folly turneth not aside from off him."
    },
    {
      "verse": 23,
      "text": "Know well the face of thy flock, Set thy heart to the droves,"
    },
    {
      "verse": 24,
      "text": "For riches [are] not to the age, Nor a crown to generation and generation."
    },
    {
      "verse": 25,
      "text": "Revealed was the hay, and seen the tender grass, And gathered the herbs of mountains."
    },
    {
      "verse": 26,
      "text": "Lambs [are] for thy clothing, And the price of the field [are] he-goats,"
    },
    {
      "verse": 27,
      "text": "And a sufficiency of goats' milk [is] for thy bread, For bread to thy house, and life to thy damsels!"
    }
  ]
}