{
  "book_id": "COL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul an Apostle of Iesu Christ by the wyll of God and brother Timotheus."
    },
    {
      "verse": 2,
      "text": "To the sayntes which are at Colossa and brethren that beleve in Christ. Grace be with you and peace from God oure father and from the Lorde Iesus Christ."
    },
    {
      "verse": 3,
      "text": "We geve thankes to God the father of oure Lorde Iesus Christ alwayes prayenge for you"
    },
    {
      "verse": 4,
      "text": "sence we hearde of youre faith which ye have in Christ Iesu and of the love which ye beare to all sayntes"
    },
    {
      "verse": 5,
      "text": "for the hopes sake which is layde vp in store for you in heven of which hope ye have herde before by the true worde of the gospell"
    },
    {
      "verse": 6,
      "text": "which is come vnto you even as it is in to all the worlde and is frutefull as it is amonge you from the fyrst daye in the which ye herde of it and had experiece in the grace of God in the trueth"
    },
    {
      "verse": 7,
      "text": "as ye learned of Epaphra oure deare felowe servaunt which is for you a faythfull minister of Christ"
    },
    {
      "verse": 8,
      "text": "which also declared vnto vs youre love which ye have in the sprete."
    },
    {
      "verse": 9,
      "text": "For this cause we also sence the daye we herde of it have not ceasyd prayinge for you and desyringe"
    },
    {
      "verse": 10,
      "text": "that ye myght be fulfilled with the knowledge of his will in all wisdome and spretuall vnderstodynge that ye myght walke worthy of the lorde in all thynges that please beynge frutfull in all good workes and encreasynge in the knowledge of God"
    },
    {
      "verse": 11,
      "text": "strengthed with all myght thorowe hys glorious power vnto all pacience and longe sufferynge with ioyfulnes"
    },
    {
      "verse": 12,
      "text": "gevynge thankes vnto the father which hath made vs mete to be part takers of the enheritaunce of sainctes in light."
    },
    {
      "verse": 13,
      "text": "Which hath delivered vs from the power of dercknes and hath translated vs in to the kyngdome of his dere sone"
    },
    {
      "verse": 14,
      "text": "in whom we have redempcion thurow his bloud that is to saye the forgevenes of sinnes"
    },
    {
      "verse": 15,
      "text": "which is the ymage of the invisible god fyrst begotten of all creatures."
    },
    {
      "verse": 16,
      "text": "For by him were all thynges created thynges that are in heven and thynges that are in erth: thynges visible and thynges invisible: whether they be maieste or lordshippe ether rule or power. All thinges are creatyd by hym and in him"
    },
    {
      "verse": 17,
      "text": "and he is before all thinges and in him all thynges have their beynge."
    },
    {
      "verse": 18,
      "text": "And he is the heed of the body that is to wit of the congregacion: he is the begynnynge and fyrst begotten of the deed that in all thynges he might have the preeminence."
    },
    {
      "verse": 19,
      "text": "For it pleased the father that in him shuld all fulnes dwell"
    },
    {
      "verse": 20,
      "text": "and by him to reconcile all thynge vnto him silfe and to set at peace by him thorow the bloud of his crosse both thynges in heven and thynges in erth."
    },
    {
      "verse": 21,
      "text": "And you (which were in tymes past straungers and enymes because youre myndes were set in evyll workes) hath he now reconcilied"
    },
    {
      "verse": 22,
      "text": "in the body of his flesshe thorowe deeth to make you holy vnblameable and with out faut in his awne syght"
    },
    {
      "verse": 23,
      "text": "yf ye continue grounded and stablysshed in the fayth and be not moved awaye from the hope of the gospell wher of ye have herde howe that it is preached amonge all creatures which are vnder heven wher of I Paul am made a minister."
    },
    {
      "verse": 24,
      "text": "Now ioye I in my soferinges which I suffre for you and fulfill that which is behynde of the passions of Christ in my flesshe for his bodies sake which is the congregacion"
    },
    {
      "verse": 25,
      "text": "wherof I am made a minister acordynge to the ordinaunce of god which ordinaunce was geven me vnto you warde to fulfill the worde of god"
    },
    {
      "verse": 26,
      "text": "that mistery hid sence the worlde beganne and sence the begynnynge of generacions: but now is opened to his saynctes"
    },
    {
      "verse": 27,
      "text": "to whom god wolde make knowen the glorious riches of this mistery amonge the gentyls which riches is Christ in you the hope of glory"
    },
    {
      "verse": 28,
      "text": "whom we preach warnynge all men and teachinge all men in all wisdome to make all men parfect in Christ Iesu."
    },
    {
      "verse": 29,
      "text": "Wherin I also laboure and stryve even as farforth as hys workynge worketh in me myghtely."
    }
  ]
}