{
  "book_id": "COL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "If ye be then rysen agayne with christ seke those thynges which are above where Christ sitteth on the right honde of god."
    },
    {
      "verse": 2,
      "text": "Set youre affeccion on thynges that are above and not on thinges which are on the erth."
    },
    {
      "verse": 3,
      "text": "For ye are deed and youre lyfe is hid with Christ in god."
    },
    {
      "verse": 4,
      "text": "When Christ which is oure lyfe shall shewe him silfe then shall ye also appere with him in glory."
    },
    {
      "verse": 5,
      "text": "Mortifie therfore youre membres which are on the erth fornicacion vnclennes vnnaturall lust evyll concupiscece and coveteousnes which is worshippynge of ydols:"
    },
    {
      "verse": 6,
      "text": "for which thynges sakes the wrath of God cometh on the chyldren of vnbeleve."
    },
    {
      "verse": 7,
      "text": "In which thynges ye walked once. when ye lived in them."
    },
    {
      "verse": 8,
      "text": "But now put ye also awaye from you all thynges wrath fearsnes maliciousnes cursed speakynge filthy speakynge out of youre mouthes."
    },
    {
      "verse": 9,
      "text": "Lye not one to another that the olde man with his workes be put of"
    },
    {
      "verse": 10,
      "text": "and the new put on which is renued in knowledge after the ymage of him that made him"
    },
    {
      "verse": 11,
      "text": "where is nether gentile ner Iewe circumcision nor vncircumcision Barbarous or Sithian bonde or fre: but Christe is all in all thynges."
    },
    {
      "verse": 12,
      "text": "Now therfore as electe of god holy and beloved put on tender mercie kyndnes humblenes of myndes meknes longe sufferynge"
    },
    {
      "verse": 13,
      "text": "forbearynge one another and forgevynge one another if eny man have a quarrell to a nother even as Christ forgave you even so do ye."
    },
    {
      "verse": 14,
      "text": "Above all these thinges put on love which is the bonde of parfectnes."
    },
    {
      "verse": 15,
      "text": "And the peace of god rule in youre hertes to the which peace ye are called in one body. And se that ye be thankfull."
    },
    {
      "verse": 16,
      "text": "Let the worde of Christ dwell in you plenteously in all wisdome. Teache and exhorte youre awne selves in psalmes and hymnes and spretuall songes which have favour with them syngynge in youre hertes to the lorde."
    },
    {
      "verse": 17,
      "text": "And all thynges (whatsoever ye do in worde or dede) do in the name of the lorde Iesu gevinge thakes to god the father by him."
    },
    {
      "verse": 18,
      "text": "Wyves submit youre selves vnto youre awne husbandes as it is comly in the Lorde."
    },
    {
      "verse": 19,
      "text": "Husbandes love youre wyves and be not bitter vnto them."
    },
    {
      "verse": 20,
      "text": "Children obey youre fathers and mothers in all thinges for that is wel pleasynge vnto the lorde."
    },
    {
      "verse": 21,
      "text": "Fathers rate not youre children lest they be of a desperate mynde."
    },
    {
      "verse": 22,
      "text": "Servauntes be obedient vnto youre bodyly masters in all thynges: not with eye service as men pleasers but in synglenes of herte fearynge god."
    },
    {
      "verse": 23,
      "text": "And whatsoever ye do do it hertely as though ye did it to the lorde and not vnto men"
    },
    {
      "verse": 24,
      "text": "for as moche as ye knowe that of the lorde ye shall receave the rewarde of inheritaunce for ye serve the lorde Christ."
    },
    {
      "verse": 25,
      "text": "But he that doth wronge shall receave for the wronge that he hath done: for there is no respect of persons."
    }
  ]
}