{
  "book_id": "COL",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Ye masters do vnto youre servauntes that which is iust and egall seinge ye knowe that ye also have a master in heven."
    },
    {
      "verse": 2,
      "text": "Continue in prayer and watch in the same with thankes gevynge"
    },
    {
      "verse": 3,
      "text": "prayenge also for vs that God open vnto vs the dore of vtteraunce that we maye speake the mistery of Christ wherfore I am in bondes:"
    },
    {
      "verse": 4,
      "text": "that I maye vtter it as it becometh me to speake."
    },
    {
      "verse": 5,
      "text": "Walke wysely to them that are with out and redeme the tyme."
    },
    {
      "verse": 6,
      "text": "Let youre speache be all wayes well favoured and be powdred with salt that ye maye know how to answer every man."
    },
    {
      "verse": 7,
      "text": "The deare brother Tichicos shall tell you of all my busynes which is a faythfull minister and felowe servaunt in the Lorde"
    },
    {
      "verse": 8,
      "text": "whom I have sent vnto you for the same purpose that he myght knowe how ye do and myght comfort youre hertes"
    },
    {
      "verse": 9,
      "text": "with one Onesimus a faythfull and a beloved brother which is one of you. They shall shewe you of all thinges which are adoynge here."
    },
    {
      "verse": 10,
      "text": "Aristarchus my preson felowe saluteth you and Marcus Barnabassis systers sonne: touchinge whom ye receaved commaundementes. Yf he come vnto you receave him:"
    },
    {
      "verse": 11,
      "text": "and Iesus which is called Iustus which are of the circumcision. These only are my workefelowes vnto the kyngdome of God which were vnto my consolacion."
    },
    {
      "verse": 12,
      "text": "Epaphras the servaut of Christ which is one of you saluteth you and all wayes laboreth fervently for you in prayers that ye maye stonde perfect and full in all that is the will of god."
    },
    {
      "verse": 13,
      "text": "I beare him recorde that he hath a fervet mynde towarde you and towarde them of Laodicia and them of Hierapolis."
    },
    {
      "verse": 14,
      "text": "Deare Lucas the Phisicion greteth you and Demas."
    },
    {
      "verse": 15,
      "text": "Salute the brethren which are of Laodicia and salute Nymphas and the congregacion which is in his housse."
    },
    {
      "verse": 16,
      "text": "And when the pistle is reed of you make that it be reed in the congregacion of the Laodicians also: and that ye lyke wyse reade the epistle of Laodicia."
    },
    {
      "verse": 17,
      "text": "And saye to Archippus: take hede to the office that thou hast receaved in the Lorde that thou fulfill it."
    },
    {
      "verse": 18,
      "text": "The salutacion by the honde of me Paul. Remember my bondes. Grace be with you. Amen. ‘Sent from Rome by Tichicus and Onesimus.’"
    }
  ]
}