{
  "book_id": "ACT",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "When the fyftith daye was come they were all with one accorde togeder in one place."
    },
    {
      "verse": 2,
      "text": "And sodenly ther cam a sounde from heaven as it had bene the comminge of a myghty wynde and it filled all the housse where they sate."
    },
    {
      "verse": 3,
      "text": "And ther appered vnto them cloven tonges lyke as they had bene fyre and it sate vpon eache of them:"
    },
    {
      "verse": 4,
      "text": "and they were all filled with the holy goost and beganne to speake with other tonges even as the sprete gave them vtteraunce."
    },
    {
      "verse": 5,
      "text": "And ther were dwellinge at Ierusalem Iewes devoute men which were of all nacions vnder heaven."
    },
    {
      "verse": 6,
      "text": "When this was noysed aboute the multitude came to gether and were astonyed because that every man hearde the speake his awne tounge."
    },
    {
      "verse": 7,
      "text": "They wondred all and marveyled sayinge amonge them selves: Beholde are not all these which speake of Galile?"
    },
    {
      "verse": 8,
      "text": "And how heare we every man his awne touge wherein we were boren?"
    },
    {
      "verse": 9,
      "text": "Parthians Medes and Elamytes and the inhabiters of Mesopotamia of Iury and of Capadocia of Ponthus and Asia"
    },
    {
      "verse": 10,
      "text": "Phrigia Pamphilia and of Egypte and of the parties of Libia which is besyde Syrene and straungers of Rome Iewes and convertes"
    },
    {
      "verse": 11,
      "text": "Grekes and Arabians: we have herde them speake with oure awne tonges the greate workes of God."
    },
    {
      "verse": 12,
      "text": "They were all amased and wondred sayinge one to another: what meaneth this?"
    },
    {
      "verse": 13,
      "text": "Other mocked the sayinge: they are full of newe wyne."
    },
    {
      "verse": 14,
      "text": "But Peter stepped forth with the eleven and lift vp his voyce and sayde vnto them: Ye men of Iewrye and all the that inhabite Ierusalem: be this knowe vnto you and with youre eares heare my wordes."
    },
    {
      "verse": 15,
      "text": "These are not dronken as ye suppose: for it is yet but the thyrde houre of the daye."
    },
    {
      "verse": 16,
      "text": "But this is that which was spoken by the Prophete Iohel:"
    },
    {
      "verse": 17,
      "text": "It shalbe in the last dayes sayth God: of my sprete I will powre out vpon all flesshe. And youre sonnes and youre doughters shall prophesy and youre yoge men shall se visions and youre olde me shall dreme dremes."
    },
    {
      "verse": 18,
      "text": "And on my servauts and on my honde maydens I will powre out of my sprete in those dayes and they shall prophesye."
    },
    {
      "verse": 19,
      "text": "And I will shewe wonders in heaven a bove and tokens in the erth benethe bloud and fyre and the vapour of smoke."
    },
    {
      "verse": 20,
      "text": "The sunne shalbe turned into darknes and the mone into bloud before that greate and notable daye of the Lorde come."
    },
    {
      "verse": 21,
      "text": "And it shalbe that whosoever shall call on the name of the Lorde shalbe saved."
    },
    {
      "verse": 22,
      "text": "Ye men of Israel heare these wordes. Iesus of Nazareth a man approved of God amonge you with myracles wondres and signes which God dyd by him in the myddes of you as ye youre selves knowe:"
    },
    {
      "verse": 23,
      "text": "him have ye taken by the hondes of vnrightewes persones after he was delivered by the determinat counsell and foreknoweledge of God and have crucified and slayne:"
    },
    {
      "verse": 24,
      "text": "whom God hath raysed vp and lowsed the sorowes of deeth because it was vnpossible that he shuld be holden of it."
    },
    {
      "verse": 25,
      "text": "For David speaketh of him: Afore honde I sawe God alwayes before me: For he is on my ryght honde that I shuld not be moved."
    },
    {
      "verse": 26,
      "text": "Therfore dyd my hert reioyce and my tonge was glad. Moreover also my flesshe shall rest in hope"
    },
    {
      "verse": 27,
      "text": "because thou wilt not leve my soul in hell nether wilt suffre thyne holye to se corrupcion."
    },
    {
      "verse": 28,
      "text": "Thou hast shewed me the wayes of lyfe and shalt make me full of ioye with thy countenaunce."
    },
    {
      "verse": 29,
      "text": "Men and brethren let me frely speake vnto you of the partriarke David: For he is both deed and buryed and his sepulcre remayneth with vs vnto this daye."
    },
    {
      "verse": 30,
      "text": "Therfore seinge he was a Prophet and knewe that God had sworne with an othe to him that the frute of his loynes shuld sit on his seat (in that Christ shulde ryse agayne in the flesshe)"
    },
    {
      "verse": 31,
      "text": "he sawe before: and spake in the resurreccion of Christ that his soule shulde not be left in hell: nether his flesse shuld se corrupcion."
    },
    {
      "verse": 32,
      "text": "This Iesus hath God raysyd vp wherof we all are witnesses."
    },
    {
      "verse": 33,
      "text": "Sence now that he by the right honde of God exalted is and hath receaved of the father the promyse of the holy goost he hath sheed forthe that which ye nowe se and heare."
    },
    {
      "verse": 34,
      "text": "For David is not ascendyd into heaven: but he sayde. The Lorde sayde to my Lorde sit on my right honde"
    },
    {
      "verse": 35,
      "text": "vntill I make thy fooes thy fote stole."
    },
    {
      "verse": 36,
      "text": "So therfore let all the housse of Israel knowe for a suerty that God hath made the same Iesus whom ye have crucified lorde and Christ."
    },
    {
      "verse": 37,
      "text": "When they hearde this they were pricked in their hertes and sayd vnto Peter and vnto the other Apostles: Ye men and brethren what shall we do?"
    },
    {
      "verse": 38,
      "text": "Peter sayde vnto them: repent and be baptised every one of you in the name of Iesus Christ for the remission of synnes and ye shall receave the gyfte of the holy goost."
    },
    {
      "verse": 39,
      "text": "For the promyse was made vnto you and to youre chyldren and to all that are afarre even as many as the Lorde oure God shall call."
    },
    {
      "verse": 40,
      "text": "And with many other wordes bare he witnes and exhorted them sayinge: Save youre selves from this vntowarde generacion."
    },
    {
      "verse": 41,
      "text": "Then they that gladly receaved his preachynge were baptised: and the same daye ther were added vnto them aboute thre thousande soules."
    },
    {
      "verse": 42,
      "text": "And they continued in the Apostles doctrine and felloushippe and in breakinge of breed and in prayer."
    },
    {
      "verse": 43,
      "text": "And feare came over every soule. And many wondres and signes were shewed by the Apostles."
    },
    {
      "verse": 44,
      "text": "And all that beleved kept them selves to gedder and had all thinges commen"
    },
    {
      "verse": 45,
      "text": "and solde their possessions and goodes and departed them to all men as every man had nede."
    },
    {
      "verse": 46,
      "text": "And they continued dayly with one acorde in the temple and brake breed in every housse and dyd eate their meate to gedder with gladnes and singlenes of hert"
    },
    {
      "verse": 47,
      "text": "praysinge God and had faveour with all the people. And the Lorde added to the congregacion dayly soche as shuld be saved."
    }
  ]
}