{
  "book_id": "ACT",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "In those dayes as the nombre of the disciples grewe ther arose a grudge amonge the Grekes agaynst the Ebrues because their wyddowes were despysed in the dayly mynystracion."
    },
    {
      "verse": 2,
      "text": "Then the twelve called the multitude of the disciples to gether and sayde: it is not mete that we shuld leave the worde of God and serve at the tables."
    },
    {
      "verse": 3,
      "text": "Wherfore brethren loke ye out amonge you seven men of honest reporte and full of the holy goost and wysdome which we maye apoynte to this nedfull busynes."
    },
    {
      "verse": 4,
      "text": "But we will geve oure selves cotinually to prayer and to the ministracion of the worde."
    },
    {
      "verse": 5,
      "text": "And the sayinge pleased the whoale multitude. And they chose Steven a man full of fayth and of the holy goost and Philip and Prochorus and Nichanor and Timon and Permenas and Nicholas a converte of Antioche."
    },
    {
      "verse": 6,
      "text": "Which they set before the Apostles and they prayed and layde their hondes on them."
    },
    {
      "verse": 7,
      "text": "And the worde of God encreased and the noubre of the disciples multiplied in Ierusalem greatly and a great company of the prestes were obedient to the faythe."
    },
    {
      "verse": 8,
      "text": "And Steven full of faythe and power dyd great wondres and myracles amonge the people."
    },
    {
      "verse": 9,
      "text": "Then ther arose certayne of the synagoge which are called Lybertines and Syrenites and of Alexandria and of Cilicia and Asia and disputed with Steven."
    },
    {
      "verse": 10,
      "text": "And they coulde not resist the wysdome and the sprete with which he spake."
    },
    {
      "verse": 11,
      "text": "Then sent they in men which sayd: we have hearde him speake blasphemous wordes agaynst Moses and agaynst God."
    },
    {
      "verse": 12,
      "text": "And they moved the people and the elders and the scribes: and came apon him and caught him and brought him to the counsell"
    },
    {
      "verse": 13,
      "text": "and brought forth falce witnesses which sayde. This man ceasith not to speake blasphemous wordes agaynst this holy place and the lawe:"
    },
    {
      "verse": 14,
      "text": "for we hearde him saye: this Iesus of Nazareth shall destroye this place and shall chaunge the ordinaunces which Moses gave vs."
    },
    {
      "verse": 15,
      "text": "And all that sate in the counsell loked stedfastly on him and sawe his face as it had bene the face of an angell."
    }
  ]
}