{
  "book_id": "ACT",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Saul had pleasure in his deeth. And at that tyme there was a great persecucion agaynst the congregacion which was at Ierusalem and they were all scattered abroade thorowout the regions of Iury and Samaria except the Apostles."
    },
    {
      "verse": 2,
      "text": "Then devout men dressed Steven and made great lamentacion over him."
    },
    {
      "verse": 3,
      "text": "But Saul made havocke of the congregacion entrynge into every housse and drewe out bothe man and woman and thrust the into preson."
    },
    {
      "verse": 4,
      "text": "They that were scattered abroade went every where preachyng the worde."
    },
    {
      "verse": 5,
      "text": "Then came Philip into a cite of Samaria and preached Christ vnto them."
    },
    {
      "verse": 6,
      "text": "And the people gave hede vnto those thinges which Philip spake with one acorde in that they hearde and sawe the miracles which he dyd."
    },
    {
      "verse": 7,
      "text": "For vnclene spretes cryinge with loude voyce came out of many that were possessed of them. And manye taken with palsies and many that halted were healed"
    },
    {
      "verse": 8,
      "text": "And ther was great ioye in that cite."
    },
    {
      "verse": 9,
      "text": "And ther was a certayne man called Simon which before tyme in the same cite vsed witche crafte and bewitched the people of Samarie sayinge that he was a man that coulde do greate thinges"
    },
    {
      "verse": 10,
      "text": "Whom they regarded from the lest to the greatest sayinge: this felow is the great power of God."
    },
    {
      "verse": 11,
      "text": "And him they set moche by because of longe tyme with sorcery he had mocked them."
    },
    {
      "verse": 12,
      "text": "But assone as they beleved Philippes preachynge of the kyngdome of God and of the name of Iesu Christ they were baptised bothe men and wemen."
    },
    {
      "verse": 13,
      "text": "Then Simon him selfe beleved also and was baptised and cotinued with Phillip and wondered beholdynge the miracles and signes which were shewed."
    },
    {
      "verse": 14,
      "text": "When the Apostles which were at Ierusalem hearde saye that Samaria had receaved the worde of God: they sent vnto them Peter and Iohn"
    },
    {
      "verse": 15,
      "text": "which when they were come prayed for the that they myght receave the holy goost"
    },
    {
      "verse": 16,
      "text": "For as yet he was come on none of them: But they were baptised only in the name of Christ Iesu."
    },
    {
      "verse": 17,
      "text": "Then layde they their hondes on them and they receaved the holy goost."
    },
    {
      "verse": 18,
      "text": "When Simon sawe that thorowe layinge on of the Apostles hondes on them the holy goost was geven: he offered the money sayinge:"
    },
    {
      "verse": 19,
      "text": "Geve me also this power that on whom soever I put the hondes he maye receave the holy goost."
    },
    {
      "verse": 20,
      "text": "Then sayde Peter vnto him: thy monye perysh with the because thou wenest that the gifte of God maye be obteyned with money."
    },
    {
      "verse": 21,
      "text": "Thou hast nether parte nor felloushippe in this busines. For thy hert is not ryght in the syght of God."
    },
    {
      "verse": 22,
      "text": "Repent therfore of this thy wickednes and praye God that the thought of thyne hert maye be forgeven the."
    },
    {
      "verse": 23,
      "text": "For I perceave that thou arte full of bitter gall and wrapped in iniquite."
    },
    {
      "verse": 24,
      "text": "Then answered Simon and sayde: Praye ye to the lorde for me that none of these thinges whiche ye have spoken fall on me."
    },
    {
      "verse": 25,
      "text": "And they when they had testified and preached the worde of the lorde returned toward Ierusalem and preached the gospell in many cities of the Samaritas."
    },
    {
      "verse": 26,
      "text": "Then the angell of the lorde spake vnto Phillip sayinge: aryse and goo towardes mydde daye vnto the waye with goeth doune from Ierusalem vnto Gaza which is in the desert."
    },
    {
      "verse": 27,
      "text": "And he arose and wet on. And beholde a man of Ethiopia which was a chaberlayne and of grete auctorite with Candace quene of the Ethiopias and had the rule of all her treasure came to Ierusalem for to praye."
    },
    {
      "verse": 28,
      "text": "And as he returned home agayne sittynge in his charet he rede Esay the prophet."
    },
    {
      "verse": 29,
      "text": "Then the sprete sayde vnto Phillip: Goo neare and ioyne thy selfe to yonder charet."
    },
    {
      "verse": 30,
      "text": "And Philip ranne to him and hearde him rede the prophet Esayas and sayde: Vnderstondest thou what thou redest?"
    },
    {
      "verse": 31,
      "text": "And he sayd: how can I except I had a gyde? And he desyred Philip that he wold come vp and sit with him."
    },
    {
      "verse": 32,
      "text": "The tenoure of the scripture which he redde was this. He was ledde as a shepe to be slayne: and lyke a lambe dome before his sherer so opened he not his mouth."
    },
    {
      "verse": 33,
      "text": "Because of his humblenes he was not estemed: who shall declare his generacion? for his lyfe is taken from the erthe."
    },
    {
      "verse": 34,
      "text": "The chamberlayne answered Philip and sayde: I praye the of whom speaketh the Prophet this? of him selfe or of some other man?"
    },
    {
      "verse": 35,
      "text": "And Philip opened his mouth and beganne at the same scripture and preached vnto him Iesus."
    },
    {
      "verse": 36,
      "text": "And as they went on their waye they came vnto a certayne water and the chamberlayne sayde: Se here is water what shall let me to be baptised?"
    },
    {
      "verse": 37,
      "text": "Philip sayde vnto him: Yf thou beleve with all thyne hert thou mayst. He answered and sayde: I beleve that Iesus Christe is the sonne of God."
    },
    {
      "verse": 38,
      "text": "And he commaunded the charet to stonde still. And they went doune bothe into the water: bothe Philip and also the chamberlayne and he baptised him."
    },
    {
      "verse": 39,
      "text": "And assone as they were come out of the water the sprete of the lorde caught awaye Philip that the chamberlayne sawe him no moore. And he wet on his waye reioysinge:"
    },
    {
      "verse": 40,
      "text": "but Philip was founde at Azotus. And he walked thorow out the countre preachynge in their cities tyll he came to Cesarea."
    }
  ]
}