{
  "book_id": "ACT",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Ther was a certayne man in Cesarea called Cornelius a captayne of the soudiers of Italy"
    },
    {
      "verse": 2,
      "text": "a devoute man and one that feared God with all his housholde which gave moche almes to the people and prayde God alwaye."
    },
    {
      "verse": 3,
      "text": "The same man sawe in a vision evydetly aboute the nynthe houre of the daye an angell of god comynge into him and sayinge vnto him: Cornelius."
    },
    {
      "verse": 4,
      "text": "When he looked on him he was afrayde and sayde: what is it lorde? He sayde vnto him. Thy prayers and thy almeses are come vp into remembraunce before God."
    },
    {
      "verse": 5,
      "text": "And now sende men to Ioppa and call for one Simon named also Peter."
    },
    {
      "verse": 6,
      "text": "He lodgeth with one Simon a tanner whose housse is by the see syde. He shall tell the what thou oughtest to doo."
    },
    {
      "verse": 7,
      "text": "When the angell which spake vnto Cornelius was departed he called two of his housholde servauntes and a devoute soudier of them that wayted on him"
    },
    {
      "verse": 8,
      "text": "and tolde them all the mater and sent them to Ioppa."
    },
    {
      "verse": 9,
      "text": "On the morowe as they wet on their iorney and drewe nye vnto the cite Peter went vp into the toppe of the housse to praye aboute the .vi. houre."
    },
    {
      "verse": 10,
      "text": "Then wexed he an hongred and wolde have eate. But whyll they made redy. He fell into a trauce"
    },
    {
      "verse": 11,
      "text": "and sawe heven opened and a certayne vessell come doune vnto him as it had bene a greate shete knyt at the .iiii. corners and was let doune to the erth"
    },
    {
      "verse": 12,
      "text": "where in wer all maner of .iiii. foted beastes of the erth and vermen and wormes and foules of the ayer."
    },
    {
      "verse": 13,
      "text": "And ther came a voyce to him: ryse Peter kyll and eate."
    },
    {
      "verse": 14,
      "text": "But Peter sayde: God forbyd Lorde for I have never eaten eny thinge that is comen or vnclene."
    },
    {
      "verse": 15,
      "text": "And the voyce spake vnto him agayne the seconde tyme: what God hath clensed that make thou not comen."
    },
    {
      "verse": 16,
      "text": "This was done thryse and the vessell was receaved vp agayne into heven."
    },
    {
      "verse": 17,
      "text": "Whyle Peter mused in him selfe what this vision which he had sene meant beholde the men which were sent from Cornelius had made inquirance for Simons housse and stode before the dore."
    },
    {
      "verse": 18,
      "text": "And called out won and axed whether Simon which was also called Peter were lodged there."
    },
    {
      "verse": 19,
      "text": "Whyll Peter thought on this vision the sprete sayde vnto him: Beholde men seke the:"
    },
    {
      "verse": 20,
      "text": "aryse therfore get the doune and goo with them and doute not. For I have sent them."
    },
    {
      "verse": 21,
      "text": "Peter went doune to the men which were sent vnto him from Cornelius and sayde Beholde I am he whom ye seke what is the cause wherfore ye are come?"
    },
    {
      "verse": 22,
      "text": "And they sayde vnto him: Cornelius the captayne a iust man and won that feareth God and of good reporte amonge all the people of the Iewes was warned by an holy angell to sende for the into his housse and to heare wordes of the."
    },
    {
      "verse": 23,
      "text": "Then called he them in and lodged them. And on the morowe Peter wet awaye with them and certayne brethren from Ioppa accompanyed hym."
    },
    {
      "verse": 24,
      "text": "And the thyrd daye entred they into Cesaria. And Cornelius wayted for them and had called to gether his kynsmen and speciall frendes."
    },
    {
      "verse": 25,
      "text": "And as it chaunsed Peter to come in Cornelius met hym and fell doune at his fete and worshipped hym."
    },
    {
      "verse": 26,
      "text": "But Peter toke him vp sayinge: stonde vp: for evyn I my silfe am a man."
    },
    {
      "verse": 27,
      "text": "And as he talked with him he cam in and founde many that were come to gether."
    },
    {
      "verse": 28,
      "text": "And he sayde vnto them: Ye do knowe how that that ys an vnlawfull thynge for a man that is a Iewe to company or come vnto an alient: But god hath shewed me that I shuld not call eny man commen or vnclene:"
    },
    {
      "verse": 29,
      "text": "therfore came I vnto you with oute sayege naye assone as I was sent for. I axe therfore for what intent have ye sent for me?"
    },
    {
      "verse": 30,
      "text": "And Cornelius sayde: This daye now .iiii. dayes I fasted and at the nynthe houre I prayde in my housse: and beholde a man stode before me in bright clothynge and sayde:"
    },
    {
      "verse": 31,
      "text": "Cornelius thy prayer is hearde and thyne almes dedes are had in remembraunce in the sight of God."
    },
    {
      "verse": 32,
      "text": "Sende therfore to Ioppa and call for Simon which is also called Peter. He is lodged in the housse of one Simon a tanner by the see syde the wich assone as he is come shall speake vnto the."
    },
    {
      "verse": 33,
      "text": "Then sent I for the immediatly and thou hast well done for to come. Now are we all here present before god to heare all thynges that are commaunded vnto the of God."
    },
    {
      "verse": 34,
      "text": "Then Peter opened his mouth and sayde: Of a trueth I perseave that God is not parciall"
    },
    {
      "verse": 35,
      "text": "but in all people he that feareth him and worketh rightewesnes is accepted with him."
    },
    {
      "verse": 36,
      "text": "Ye knowe the preachynge that God sent vnto the chyldren of Israel preachinge peace by Iesus Christe (which is Lorde over all thinges:"
    },
    {
      "verse": 37,
      "text": "Which preachinge was published thorow oute all Iewrye and begane in Galile after the baptyme which Iohn preached"
    },
    {
      "verse": 38,
      "text": "how God had annoynted Iesus of Nazareth with the holy goost and with power which Iesus went aboute doinge good and healynge all that were oppressed of the develles for God was with him."
    },
    {
      "verse": 39,
      "text": "And we are witnesses of all thinges which he dyd in the londe of the Iewes and at Ierusalem whom they slew and honge on tree."
    },
    {
      "verse": 40,
      "text": "Him God reysed vp the thyrde daye and shewed him openly"
    },
    {
      "verse": 41,
      "text": "not to all the people but vnto vs witnesses chosyn before of God which ate and dronke with him after he arose from deeth."
    },
    {
      "verse": 42,
      "text": "And he commaunded vs to preache vnto the people and testifie that it is he that is ordened of God a iudge of quycke and deed."
    },
    {
      "verse": 43,
      "text": "To him geve all the Prophetes witnes that thorowe his name shall receave remission of synnes all that beleve in him."
    },
    {
      "verse": 44,
      "text": "Whyle Peter yet spake these wordes the holy gost fell on all them which hearde the preachinge."
    },
    {
      "verse": 45,
      "text": "And they of the circucision which beleved were astonyed as many as came with Peter because that on the Gentyls also was sheed oute the gyfte of the holy gost."
    },
    {
      "verse": 46,
      "text": "For they hearde them speake with tonges and magnify God. Then answered Peter:"
    },
    {
      "verse": 47,
      "text": "can eny man forbyd water that these shuld not be baptised which have receaved the holy goost as well as we?"
    },
    {
      "verse": 48,
      "text": "And he commaunded them to be baptysed in the name of the Lorde. Then prayde they him to tary a feawe dayes."
    }
  ]
}