{
  "book_id": "ACT",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And the Apostles and the brethren that were thorowout Iewry harde saye that the hethen had also receaved the worde of God."
    },
    {
      "verse": 2,
      "text": "And when Peter was come vp to Ierusalem they of the circumcision reasoned wyth him"
    },
    {
      "verse": 3,
      "text": "sayinge: Thou wentest in to men vncircumcised and atest with them."
    },
    {
      "verse": 4,
      "text": "Then Peter began and expounded the thinge in order to the sayinge:"
    },
    {
      "verse": 5,
      "text": "I was in the cyte of Ioppa prayinge and in a traunce I sawe a vision a certen vessell descende as it had bene a large lynnyn clothe let doune from hevin by the fower corners and it cam to me."
    },
    {
      "verse": 6,
      "text": "Into the which when I had fastened myn eyes I consydered and sawe fowerfoted beastes of the erth and vermen and wormes and foules of the ayer."
    },
    {
      "verse": 7,
      "text": "And I herde a voyce sayinge vnto me: aryse Peter sley and eate."
    },
    {
      "verse": 8,
      "text": "And I sayd: God forbyd lorde for nothinge comen or vnclene hath at eny tyme entred into my mouth."
    },
    {
      "verse": 9,
      "text": "But the voyce answered me agayne from heven count not thou those thinges come which god hath clensed."
    },
    {
      "verse": 10,
      "text": "And this was done thre tymes. And all were takin vp agayne into heven."
    },
    {
      "verse": 11,
      "text": "And beholde immediatly ther were thre men come vnto the housse where I was sent from Cesarea vnto me."
    },
    {
      "verse": 12,
      "text": "And the sprete sayde vnto me that I shuld go with them with out doutinge. Morover the sixe brethren accompanyed me: and we entred into the mans housse."
    },
    {
      "verse": 13,
      "text": "And he shewed vs how he had sene an angell in his housse which stod and sayde to him: Send men to Ioppa and call for Symon named also Peter:"
    },
    {
      "verse": 14,
      "text": "he shall tell the wordes wherby both thou and all thyne housse shalbe saved."
    },
    {
      "verse": 15,
      "text": "And as I begane to preach the holy goost fell on them as he dyd on vs at the begynninge."
    },
    {
      "verse": 16,
      "text": "Then came to my remembraunce the wordes of the Lorde how he sayde: Iohn baptised with water but ye shalbe baptysed with the holy goost."
    },
    {
      "verse": 17,
      "text": "For as moche then as God gave the lyke gyftes as he dyd vnto vs when we beleved on the Lorde Iesus Christ: what was I that I shuld have with stonde God?"
    },
    {
      "verse": 18,
      "text": "when they hearde this they helde their peace and gloryfied God sayinge: then hath God also to the gentyls graunted repentaunce vnto lyfe."
    },
    {
      "verse": 19,
      "text": "They which were scattryd abroade thorow the affliccion that arose aboute Steven walked thorow oute tyll they came vnto Phenices and Cypers and Antioche preachynge the worde to no man but vnto the Iewes only."
    },
    {
      "verse": 20,
      "text": "Some of them were men of Cypers and Syrene which when they were come into Antioche spake vnto the Grekes and preched the Lorde Iesus."
    },
    {
      "verse": 21,
      "text": "And the honde of the Lorde was with them and a greate nombre beleved and turned vnto the Lorde."
    },
    {
      "verse": 22,
      "text": "Tydinges of these thinges came vnto the eares of the congregacion which was in Ierusalem. And they sente forth Barnabas that he shuld go vnto Antioche."
    },
    {
      "verse": 23,
      "text": "Which when he was come and had sene the grace of God was glad and exhorted them all that with purpose of hert they wolde continually cleave vnto the Lorde."
    },
    {
      "verse": 24,
      "text": "For he was a good man and full of the holy goost and of faythe: and moche people was added vnto the Lorde."
    },
    {
      "verse": 25,
      "text": "Then departed Barnabas to Tarsus for to seke Saul."
    },
    {
      "verse": 26,
      "text": "And when he had founde him he brought him vnto Antioche. And it chaunsed that a whole yere they had their conversacion with the congregacion there and taught moche people: in so moche that the disciples of Antioche were the fyrst that were called Christen."
    },
    {
      "verse": 27,
      "text": "In those dayes came Prophetes from Ierusalem vnto Antioche."
    },
    {
      "verse": 28,
      "text": "And ther stode vp one of them named Agabus and signified by the sprete that ther shuld be great derth throughoute all the worlde which came to passe in the Emproure Claudius dayes."
    },
    {
      "verse": 29,
      "text": "Then the disciples every man accordinge to his abilite purposed to sende socoure vnto the brethren which dwelt in Iewry."
    },
    {
      "verse": 30,
      "text": "Which thinge they also dyd and sent it to the elders by the hondes of Barnabas and Saul."
    }
  ]
}