{
  "book_id": "ACT",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "There were at Antioche in the congregacion certayne Prophetes and teachers: as Barnabas and Simon called Niger and Lucius of Cerene and Manahen Herode the Tetrarkes norsfelowe and Saul."
    },
    {
      "verse": 2,
      "text": "As they mynistred to the Lorde and fasted the holy goost sayde: separate me Barnabas and Saul for the worke where vnto I have called them."
    },
    {
      "verse": 3,
      "text": "Then fasted they and prayed and put their hondes on them and let them goo."
    },
    {
      "verse": 4,
      "text": "And they after they were sent of the holy goost came vnto Seleutia and from thence they sayled to Cyprus."
    },
    {
      "verse": 5,
      "text": "And when they were come to Salamine they shewed the worde of God in the synagoges of the Iewes. And they had Iohn to their minister."
    },
    {
      "verse": 6,
      "text": "When they had gone thorowout the yle vnto the cite of Paphos they foude a certayne sorserer a falce prophet"
    },
    {
      "verse": 7,
      "text": "which was a Iewe named Bariesu which was with the ruler of the countre won Sergius Paulus a prudet man. The same ruler called vnto him Barnabas and Saul and desyred to heare the worde of God."
    },
    {
      "verse": 8,
      "text": "But Elemas the sorcerar (for so was his name by interpretacion) with stode them and sought to turne awaye the ruler from the fayth."
    },
    {
      "verse": 9,
      "text": "Then Saul which also is called Paul beinge full of the holy goost set his eyes on him"
    },
    {
      "verse": 10,
      "text": "and sayde: O full of all sutteltie and disseytfulnes the chylde of the devyll and the enemye of all righteousnes thou ceasest not to pervert the strayght wayes of the Lorde."
    },
    {
      "verse": 11,
      "text": "And now beholde the honde of the Lorde is vpon the and thou shalt be blinde and not se the sunne for a season. And immediatly ther fell on him a myste and a darcknes and he went aboute sekinge them that shuld leade him by the honde."
    },
    {
      "verse": 12,
      "text": "Then the rular when he sawe what had happened beleved and wodred at the doctryne of the Lorde."
    },
    {
      "verse": 13,
      "text": "When they that were with Paule were departed by shyppe from Paphus they cam to Perga a cite of Pamphilia: and there Iohn departed from them and returned to Ierusalem."
    },
    {
      "verse": 14,
      "text": "But they wandred thorowe the countres from Perga to Antioche a cite of the countre of Pisidia and wet in to the synagoge on the saboth daye and sate doune."
    },
    {
      "verse": 15,
      "text": "And after the lawe and the Prophetes were redde the rulers of the synagoge sent vnto them sayinge: Ye men and brethren yf ye have eny sermon to exhorte ye people saye on."
    },
    {
      "verse": 16,
      "text": "Then Paul stode vp and beckened with the honde and sayde: Men of Israel and ye that feare God geve audiece."
    },
    {
      "verse": 17,
      "text": "The God of this people chose oure fathers and exalted the people when they dwelt as straugers in the londe of Egypt and with a mighty arme brought them oute of it"
    },
    {
      "verse": 18,
      "text": "and aboute the tyme of .xl. yeares suffred he their maners in the wyldernes."
    },
    {
      "verse": 19,
      "text": "And he destroyed .vii. nacions in the londe of Canaan and devided their londe to them by lot."
    },
    {
      "verse": 20,
      "text": "And after warde he gave vnto them iudges aboute the space of .iiii.C. and .l. yeres vnto the tyme of Samuel the Prophet."
    },
    {
      "verse": 21,
      "text": "And after that they desyred a kinge and God gave vnto them Saul the sonne of Cis a man of the tribe of Beniamin by the space of .xl. yeres."
    },
    {
      "verse": 22,
      "text": "And after he had put him doune he set vp David to be their kynge of whome he reported sayinge: I have founde David the sonne of Iesse a man after myne awne hert he shall fulfill all my will."
    },
    {
      "verse": 23,
      "text": "Of this manes seed hath God (accordinge to his promes) brought forth to the people of Israel a saviour one Iesus"
    },
    {
      "verse": 24,
      "text": "when Iohn had fyrst preached before his cominge the baptyme of repentaunce to Israel."
    },
    {
      "verse": 25,
      "text": "And when Iohn had fulfylled his course he sayde: whome ye thinke that I am the same am I not. But beholde ther cometh one after me whose shewes of his fete I am not worthy to lowse."
    },
    {
      "verse": 26,
      "text": "Ye men and brethren chyldren of the generacion of Abraham and whosoever amonge you feareth God to you is this worde of salvacion sent."
    },
    {
      "verse": 27,
      "text": "The inhabiters of Ierusalem and their rulers because they knewe him not nor yet the voyces of the Prophetes which are redde every Saboth daye they have fulfilled them in condempninge him."
    },
    {
      "verse": 28,
      "text": "And when they founde no cause of deeth in him yet desyred they Pylate to kyll him."
    },
    {
      "verse": 29,
      "text": "And when they had fulfilled all that were written of him they toke him doune from the tree and put him in a sepulcre."
    },
    {
      "verse": 30,
      "text": "But God raysed him agayne from deeth"
    },
    {
      "verse": 31,
      "text": "and he was sene many dayes of them which came with him from Galile to Ierusalem. Which are his witnesses vnto the people."
    },
    {
      "verse": 32,
      "text": "And we declare vnto you how that the promes made vnto the fathers"
    },
    {
      "verse": 33,
      "text": "God hath fulfilled vnto vs their chyldren in that he reysed vp Iesus agayne even as it is written in the fyrste psalme: Thou arte my sonne this same daye begat I the."
    },
    {
      "verse": 34,
      "text": "As concernynge that he reysed him vp from deeth now no more to returne to corrupcion he sayde on this wyse: The holy promyses made to David I will geve them faithfully to you."
    },
    {
      "verse": 35,
      "text": "Wherfore he saith also in another place: Thou shalt not soffre thyne holye to se corrupcion."
    },
    {
      "verse": 36,
      "text": "Howbe it David after he had in his tyme fulfilled the will of God he slepte and was layde with his fathers and sawe corrupcion."
    },
    {
      "verse": 37,
      "text": "But he whom God reysed agayne sawe no corrupcion."
    },
    {
      "verse": 38,
      "text": "Be it knowne vnto you therfore ye men and brethren that thorow this man is preached vnto you the forgevenes of synnes"
    },
    {
      "verse": 39,
      "text": "and that by him are all that beleve iustified from all thinges from the which ye coulde not be iustified by the lawe of Moses."
    },
    {
      "verse": 40,
      "text": "Beware therfore lest that fall on you which is spoken of in the Prophetes:"
    },
    {
      "verse": 41,
      "text": "Beholde ye despisers and wonder and perishe ye: for I do aworke in youre dayes which ye shall not beleve yf a man wolde declare it you."
    },
    {
      "verse": 42,
      "text": "When they were come out of the Synagoge of the Iewes the getyls besought that they wolde preache the worde to them bitwene the Saboth dayes."
    },
    {
      "verse": 43,
      "text": "When the congregacion was broken vp many of the Iewes and verteous covertes folowed Paul and Barnabas which spake to them and exhorted them to cotinue in the grace of God."
    },
    {
      "verse": 44,
      "text": "And the nexte Saboth daye came almoste the whole cite to gether to heare the worde of God."
    },
    {
      "verse": 45,
      "text": "When the Iewes sawe the people they were full of indignacion and spake agaynst those thinges which were spoken of Paul spekinge agaynst it and raylinge on it."
    },
    {
      "verse": 46,
      "text": "Then Paul and Barnabas wexed bolde and sayde: it was mete that the worde of God shulde fyrst have bene preached to you. But seinge ye put it from you and thinke youre selfes onworthy of everlastinge lyfe: lo we turne to the gentyls."
    },
    {
      "verse": 47,
      "text": "For so hath the Lorde commaunded vs: I have made the a light to the getyls that thou be salvacion vnto the ende of the worlde."
    },
    {
      "verse": 48,
      "text": "The getyls hearde and were glad and glorified the worde of the Lorde and beleved: even as many as were ordeyned vnto eternall lyfe."
    },
    {
      "verse": 49,
      "text": "And the worde of the Lorde was publisshed thorowe oute all the region."
    },
    {
      "verse": 50,
      "text": "But the Iewes moved the worshypfull and honorable wemen and the chefe men of the cyte and reysed persecucion agaynst Paul and Barnabas and expelled them oute of their costes."
    },
    {
      "verse": 51,
      "text": "And they shouke of the duste of their fete agaynst them and came vnto Iconium."
    },
    {
      "verse": 52,
      "text": "And the disciples were filled with ioye and with the holy goost."
    }
  ]
}