{
  "book_id": "ACT",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And it fortuned in Iconium that they went both to gether into the synagoge of the Iewes and so spake that a gret multitude both of the Iewes and also of the Grekes beleved."
    },
    {
      "verse": 2,
      "text": "But the unbelevinge Iewes steryd vp and vnquyeted the myndes of the Gentyls agaynste the brethren."
    },
    {
      "verse": 3,
      "text": "Longe tyme a bode they there and quyt them selves boldly with the helpe of the Lorde the which gave testimony vnto the worde of his grace and caused signes and wondres to be done by their hondes."
    },
    {
      "verse": 4,
      "text": "The people of the cyte were devided: and parte helde with the Iewes and parte with the Apostles."
    },
    {
      "verse": 5,
      "text": "When ther was a saute made both of the gentyls and also of the Iewes with their rulers to put them to shame and to stone them"
    },
    {
      "verse": 6,
      "text": "they were ware of it and fled vnto Listra and Derba cities of Licaonia and vnto the region that lyeth round aboute"
    },
    {
      "verse": 7,
      "text": "And there preached the gospell."
    },
    {
      "verse": 8,
      "text": "And ther sate a certayne man at Listra weake in his fete beinge creple from his mothers wombe and never walkyd."
    },
    {
      "verse": 9,
      "text": "The same hearde Paul preache. Which behelde him and perceaved that he had fayth to be whole"
    },
    {
      "verse": 10,
      "text": "and sayd with a loude voyce: stond vp right on thy fete. And he stert vp and walked."
    },
    {
      "verse": 11,
      "text": "And when the people sawe what Paul had done they lifte vp their voyces sayinge in the speache of Lycaonia: Goddes are come doune to vs in the lyknes of men."
    },
    {
      "verse": 12,
      "text": "And they called Barnabas Iupiter and Paul Mercurius because he was the preacher."
    },
    {
      "verse": 13,
      "text": "Then Iupiters Preste which dwelt before their cite brought oxe and garlondes vnto the churche porche and wolde have done sacrifise with the people."
    },
    {
      "verse": 14,
      "text": "But when the Apostles Barnabas and Paul herde that they rent their clothes and ran in amonge the people cryinge"
    },
    {
      "verse": 15,
      "text": "and sayinge: syrs why do ye this? We are mortall men lyke vnto you and preache vnto you that ye shuld turne from these vanyties vnto the lyvinge God which made heaven and erth and the see and all that in them is:"
    },
    {
      "verse": 16,
      "text": "the which in tymes past suffred all nacions to walke in their awne wayes."
    },
    {
      "verse": 17,
      "text": "Neverthelesse he lefte not him selfe with outen witnes in that he shewed his benefites in gevinge vs rayne from heaven and frutefull ceasons fyllinge oure hertes with fode and gladnes."
    },
    {
      "verse": 18,
      "text": "And with these sayinges scase refrayned they the people that they had not done sacrifice vnto them."
    },
    {
      "verse": 19,
      "text": "Thither came certayne Iewes from Antioche and Iconium and optayned the peoples consent and stoned Paul and drewe him oute of the cyte supposynge he had bene deed."
    },
    {
      "verse": 20,
      "text": "How be it as the disciples stode rounde about him he arose vp and cam into the cyte. And the nexte daye he departed with Barnabas to Derba."
    },
    {
      "verse": 21,
      "text": "After they had preached to that cite and had taught many they returned agayne to Lisira and to Iconium and Antioche"
    },
    {
      "verse": 22,
      "text": "and strengthed the disciples soules exhortinge them to continue in the faith affyrminge that we must thorowe moche tribulacion entre into the kyngdome of God."
    },
    {
      "verse": 23,
      "text": "And when they had ordened them elders by eleccion in every congregacion after they had yrayde and fasted they comended them to God on whom they beleved."
    },
    {
      "verse": 24,
      "text": "And they went thorow out Pisidia and came into Paphilia"
    },
    {
      "verse": 25,
      "text": "and when they had preached the worde of God in Perga they descended in to Attalia"
    },
    {
      "verse": 26,
      "text": "and thence departed by shippe to Antioche from whence they were delivered vnto the grace of God to the worke which they had fulfilled."
    },
    {
      "verse": 27,
      "text": "When they were come and had gaddered the congregacion to gedder they rehersed all that God had done by them and how he had opened the dore of faith vnto the getyls."
    },
    {
      "verse": 28,
      "text": "And ther they abode longe tyme with the disciples."
    }
  ]
}