{
  "book_id": "ACT",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Then cam certayne from Iewrie and taught the brethren: excepte ye be circumcysed after the maner of Moses ye cannot be saved."
    },
    {
      "verse": 2,
      "text": "And when ther was rysen dissencion and disputinge not a litle vnto Paul and Barnabas agaynst them. They determined that Paul and Barnabas and certayne other of them shuld ascende to Ierusalem vnto the Apostles and elders aboute this question."
    },
    {
      "verse": 3,
      "text": "And after they were brought on their waye by the congregacion they passed over Phenices and Samaria declarynge the conuersion of the getyls and they brought great ioye vnto all the brethren."
    },
    {
      "verse": 4,
      "text": "And when they were come to Ierusalem they were receaved of the congregacion and of the Apostles and elders. And they declared what thinges God had done by them."
    },
    {
      "verse": 5,
      "text": "Then arose ther vp certayne that were of the secte of the Pharises and dyd beleve sayinge that it was nedfull to circucise them and to enioyne the to kepe the lawe of Moses."
    },
    {
      "verse": 6,
      "text": "And the Apostles and elders came to geder to reason of this matter."
    },
    {
      "verse": 7,
      "text": "And when ther was moche disputinge Peter rose vp and sayde vnto them: Ye men and brethren ye knowe how that a good whyle agoo God chose amonge vs that the getyls by my mouth shuld heare the worde of the gospell and beleve."
    },
    {
      "verse": 8,
      "text": "And God which knoweth the herte bare them witnes and gave vnto them the holy goost even as he dyd vnto vs"
    },
    {
      "verse": 9,
      "text": "and he put no difference bitwene them and vs but with fayth purified their hertes."
    },
    {
      "verse": 10,
      "text": "Now therfore why tempte ye God that ye wolde put a yoke on the disciples neckes which nether oure fathers nor we were able to beare."
    },
    {
      "verse": 11,
      "text": "But we beleve that thorowe the grace of the Lorde Iesu Christ we shalbe saved as they doo."
    },
    {
      "verse": 12,
      "text": "Then all the multitude was peased and gave audience to Barnabas and Paul which tolde what signes and wondres God had shewed amonge the gentyls by them."
    },
    {
      "verse": 13,
      "text": "And when they helde their peace Iames answered sayinge: Men and brethren herken vnto me."
    },
    {
      "verse": 14,
      "text": "Simeon tolde how God at the begynnynge dyd visit the gentyls and receaved of them people vnto his name."
    },
    {
      "verse": 15,
      "text": "And to this agreith the wordes of the Prophetes as it is written."
    },
    {
      "verse": 16,
      "text": "After this I will returne and wyll bylde agayne the tabernacle of David which is fallen doune and that which is fallen in dekey of it will I bilde agayne and I will set it vp"
    },
    {
      "verse": 17,
      "text": "that the residue of men might seke after the Lorde and also the gentyls vpo whom my name is named saith the Lorde which doth all these thinges:"
    },
    {
      "verse": 18,
      "text": "knowne vnto God are all his workes from the begynninge of the worlde."
    },
    {
      "verse": 19,
      "text": "Wherfore my sentence is that we trouble not them which from amonge the gentyls are turned to God:"
    },
    {
      "verse": 20,
      "text": "but that we write vnto them that they abstayne them selves from filthynes of ymages from fornicacion from straglyd and from bloude."
    },
    {
      "verse": 21,
      "text": "For Moses of olde tyme hath in every cite that preache him and he is rede in the synagoges every saboth daye."
    },
    {
      "verse": 22,
      "text": "Then pleased it the Apostles and elders with the whole congregacion to sende chosyn men of their owne company to Antioche with Paul and Barnabas. They sent Iudas called also Barsabas and Silas which were chefe men amonge the brethren"
    },
    {
      "verse": 23,
      "text": "and gave them lettres in their hondes after this maner. The Apostles elders and brethren send gretynges vnto the brethren which are of the gentyls in Antioche Siria and Celicia."
    },
    {
      "verse": 24,
      "text": "For as moche as we have hearde that certayne which departed from vs have troubled you with wordes and combred youre myndes sayinge: Ye must be circumcised and kepe the lawe to whom we gave no soche commaundement."
    },
    {
      "verse": 25,
      "text": "It semed therfore to vs a good thinge when we were come to gedder with one accorde to sende chosyn men vnto you with oure beloved Barnabas and Paul"
    },
    {
      "verse": 26,
      "text": "men that have ieoperded their lyves for the name of oure Lorde Iesus Christ."
    },
    {
      "verse": 27,
      "text": "We have sent therfore Iudas and Sylas which shall also tell you the same thinges by mouth."
    },
    {
      "verse": 28,
      "text": "For it semed good to the holy gost and to vs to put no grevous thinge to you more then these necessary thinges: that is to saye"
    },
    {
      "verse": 29,
      "text": "that ye abstayne from thinges offered to ymages from bloud from strangled and fornicacion. From which yf ye kepe youre selves ye shall do well. So fare ye well."
    },
    {
      "verse": 30,
      "text": "When they were departed they came to Antioche and gaddred the multitude togeder and delyvered the pistle."
    },
    {
      "verse": 31,
      "text": "When they had redde it they reioysed of that consolacion."
    },
    {
      "verse": 32,
      "text": "And Iudas and Sylas beinge prophetes exhorted the brethren with moche preachynge and strengthed them."
    },
    {
      "verse": 33,
      "text": "And after they had taryed there a space they were let goo in peace of the brethren vnto the Apostles."
    },
    {
      "verse": 34,
      "text": "Not with stondynge it pleasyd Sylas to abyde there still."
    },
    {
      "verse": 35,
      "text": "Paul and Barnabas continued in Antioche teachynge and preachynge the worde of the Lorde with other many."
    },
    {
      "verse": 36,
      "text": "But after a certayne space Paul sayde vnto Barnabas: Let vs goo agayne and visite oure brethren in every cite where we have shewed the worde of the Lorde and se how they do."
    },
    {
      "verse": 37,
      "text": "And Barnabas gave counsell to take with them Iohn called also Marke."
    },
    {
      "verse": 38,
      "text": "But Paul thought it not mete to take him vnto their company whiche departed from them at Pamphylia and went not with them to the worke."
    },
    {
      "verse": 39,
      "text": "And the dissencion was so sharpe bitwene them that they departed a sunder one from the other: so that Barnabas toke Marke and sayled vnto Cypers."
    },
    {
      "verse": 40,
      "text": "And Paul chose Sylas and departed delyvered of the brethren vnto the grace of god."
    },
    {
      "verse": 41,
      "text": "And he went thorowe all Cyria and Cilicia stablisshynge the congregacions."
    }
  ]
}