{
  "book_id": "ACT",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Paul behelde the counsell and sayde: men and brethren I have lived in all good conscience before God vntill this daye."
    },
    {
      "verse": 2,
      "text": "The hye prest Ananias commaunded the that stode by to smyte him on the mouth."
    },
    {
      "verse": 3,
      "text": "Then sayde Paul to him: God smyte the thou payntyd wall. Sittest thou and iudgest me after the lawe: and commaundest me to be smytten contrary to the lawe?"
    },
    {
      "verse": 4,
      "text": "And they that stode by sayde: revylest thou Goddes hye preste?"
    },
    {
      "verse": 5,
      "text": "Then sayd Paul: I wist not brethren that he was the hye preste. For it is written thou shalt not curse the rular of thy people."
    },
    {
      "verse": 6,
      "text": "When Paul perceaved that the one parte were Saduces and the other Pharises: he cryed oute in the counsell. Men and brethren I am a Pharisaye the sonne of a Pharisaye. Of the hope and resurreccion from deeth I am iudged."
    },
    {
      "verse": 7,
      "text": "And when he had so sayde ther arose a debate bitwene the Pharisayes and the Saduces and the multitude was devided."
    },
    {
      "verse": 8,
      "text": "For the Saduces saye that ther is no resurreccion nether angell nor sprete. But the Pharisayes graunt bothe."
    },
    {
      "verse": 9,
      "text": "And ther arose a great crye and the Scribes which were of the Pharisayes parte arose and strove sayinge: we fynde none evyll in this man. Though a sprete or an angell hath apered to him let vs not stryve agaynst God."
    },
    {
      "verse": 10,
      "text": "And when ther arose greate debate the captayne fearynge lest Paul shuld have bene pluckt asondre of them commaunded the soudiers to goo doune and to take him from amonge them and to bringe him into the castle."
    },
    {
      "verse": 11,
      "text": "The nyght folowyng God stode by him and sayde: Be of good cheare Paul: for as thou hast testified of me in Ierusalem so must thou beare witnes at Rome."
    },
    {
      "verse": 12,
      "text": "When daye was come certayne of the Iewes gaddered them selves to geder and made a vowe sayinge that they wolde nether eate nor drinke till they had killed Paul."
    },
    {
      "verse": 13,
      "text": "They were aboute .xl. which had made this conspiracion."
    },
    {
      "verse": 14,
      "text": "And they cam to the chefe prestes and elders and sayde: we have boude oure selves with a vowe that we will eate nothinge vntill we have slayne Paul."
    },
    {
      "verse": 15,
      "text": "Now therfore geve the knowlege to the vpper captayne and to the counsell that he bringe him forth vnto vs to morow as though we wolde knowe some thinge more perfectly of him. But we (or ever he come neare) are redy in the meane season to kill him."
    },
    {
      "verse": 16,
      "text": "When Pauls sisters sonne hearde of their layinge awayte he wet and entred into the castle and tolde Paul."
    },
    {
      "verse": 17,
      "text": "And Paul called one of the vnder captaynes vnto him and sayde: bringe this younge man vnto the hye captayne: for he hath a certayne thinge to shewe him."
    },
    {
      "verse": 18,
      "text": "And he toke him and sayd: Paul the presoner called me vnto him and prayed me to brige this youge man vnto the which hath a certayne matter to shewe the."
    },
    {
      "verse": 19,
      "text": "The hye captayne toke him by the hond and wet a parte with him out of the waye: and axed him: what hast thou to saye vnto me?"
    },
    {
      "verse": 20,
      "text": "And he sayd: the Iewes are determined to desyre the that thou woldest brynge forth Paul to morowe into the counsell as though they wolde enquyre somwhat of him more parfectly."
    },
    {
      "verse": 21,
      "text": "But folowe not their mindes: for ther lyein wayte for him of the moo then .xl. men which have boude the selves with a vowe that they will nether eate ner drinke till they have killed him. And now are they redy and loke for thy promes."
    },
    {
      "verse": 22,
      "text": "The vpper captayne let the yonge man departe and charged: se thou tell it out to no man that thou hast shewed these thinges to me."
    },
    {
      "verse": 23,
      "text": "And he called vnto him two vnder captaynes sayinge: make redy two hondred soudiers to goo to Cesarea and horsmen threscore and ten and speare men two houndred at the thyrde houre of the nyght."
    },
    {
      "verse": 24,
      "text": "And delyvre them beastes that they maye put Paul on and bringe him safe vnto Felix the hye debite"
    },
    {
      "verse": 25,
      "text": "and wrote a letter in this maner."
    },
    {
      "verse": 26,
      "text": "Claudius Lisias vnto the most mighty rular Felix sendeth gretinges."
    },
    {
      "verse": 27,
      "text": "This man was take of the Iewes and shuld have bene killed of them. Then cam I with soudiers and rescued him and perceaved that he was a Romayne."
    },
    {
      "verse": 28,
      "text": "And when I wolde have knowen the cause wherfore they accused him I brought him forth into their consell."
    },
    {
      "verse": 29,
      "text": "There perceaved I that he was accused of questions of their lawe: but was not giltye of eny thinge worthy of deeth or of bondes."
    },
    {
      "verse": 30,
      "text": "Afterwarde when it was shewed me how that the Iewes layde wayte for the man I sent him strayght waye to the and gave commaundment to his accusars yf they had ought agaynst him to tell it vnto the: fare well."
    },
    {
      "verse": 31,
      "text": "Then the soudiers as it was commaunded the toke Paul and brought him by nyght to Antipatras."
    },
    {
      "verse": 32,
      "text": "On the morowe they lefte horsmen to goo with him and returned vnto the castle."
    },
    {
      "verse": 33,
      "text": "Which when they cam to Cesarea they delivered the epistle to the debite and presented Paul before him."
    },
    {
      "verse": 34,
      "text": "When the debite had redde the letter he axed of what countre he was and when he vnderstode that he was of Cicill"
    },
    {
      "verse": 35,
      "text": "I will heare the (sayde he) when thyne accusars are come also: and commaunded him to be kepte in Herodes pallys."
    }
  ]
}