{
  "book_id": "ACT",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "After .v. dayes Ananias the hye preste descended with elders and with a certayne Oratour named Tartullus and enformed the ruelar of Paul."
    },
    {
      "verse": 2,
      "text": "When Paul was called forth Tartullus beganne to accuse him saying: Seynge that we live in great quyetnes by the meanes of the and that many good thinges are done vnto this nacion thorow thy providence:"
    },
    {
      "verse": 3,
      "text": "that alowe we ever and in all places most myghty Felix with all thankes."
    },
    {
      "verse": 4,
      "text": "Notwithstondinge that I be not tedeous vnto the I praye the that thou woldest heare vs of thy curtesy a feawe wordes."
    },
    {
      "verse": 5,
      "text": "We have founde this man a pestilent felowe and a mover of debate vnto all the Iewes thorowe out the worlde and a mayntayner of the secte of the Nazarites"
    },
    {
      "verse": 6,
      "text": "and hath also enforsed to pollute the temple. Whom we toke and wolde have iudged acordinge to oure lawe:"
    },
    {
      "verse": 7,
      "text": "but the hye captayne Lisias came vpon vs and with great violence toke him awaye out of oure hodes"
    },
    {
      "verse": 8,
      "text": "commaundinge his accusars to come vnto the. Of who thou mayst (yf thou wilt enquyre) knowe the certayne of all these thinges where of we accuse him."
    },
    {
      "verse": 9,
      "text": "The Iewes lyke wyse affermed sayinge that it was even so."
    },
    {
      "verse": 10,
      "text": "Then Paul (after that the rular him selfe had beckened vnto him that he shuld speake) answered: I shall with a moare quyet minde answere for my selfe for as moche as I vnderstonde that thou hast bene of many yeares a iudge vnto this people"
    },
    {
      "verse": 11,
      "text": "because that thou mayst knowe that there are yet .xii. dayes sence I went vp to Ierusalem for to praye"
    },
    {
      "verse": 12,
      "text": "and that they nether founde me in the temple disputinge with eny man other raysinge vp the people nether in the Synagoges nor in the cite."
    },
    {
      "verse": 13,
      "text": "Nether can they prove the thinges wher of they accuse me."
    },
    {
      "verse": 14,
      "text": "But this I confesse vnto the that after that waye (which they call heresy) so worshippe I the God of my fathers belevinge all thinges which are writte in the lawe and the Prophetes"
    },
    {
      "verse": 15,
      "text": "and have hope towardes God that the same resurreccion from deeth (which they them selves loke for also) shalbe both of iust and vniust."
    },
    {
      "verse": 16,
      "text": "And therfore stody I to have a cleare consciece towarde God and toward man also."
    },
    {
      "verse": 17,
      "text": "But after many yeres I came and brought almes to my people and offeringes in the which they founde me purified in the temple nether with multitude nor yet with vnquyetnes."
    },
    {
      "verse": 18,
      "text": "Howbeit there were certayne Iewes out of Asia"
    },
    {
      "verse": 19,
      "text": "which ought to be here present before the and accuse me yf they had ought agaynst me:"
    },
    {
      "verse": 20,
      "text": "or els let these same here saye if they have founde eny evyll doinge in me whill I stonde here in the counsell:"
    },
    {
      "verse": 21,
      "text": "except it be for this one voyce that I cryed stondinge amonge the of the resurreccion from deeth am I iudged of you this daye."
    },
    {
      "verse": 22,
      "text": "When Felix hearde these thinges he deferde them for he knewe very well of that waye and sayde: when Lisias the captayne is come I will know the vtmost of youre matters."
    },
    {
      "verse": 23,
      "text": "And he commaunded an vndercaptayne to kepe Paul and that he shuld have rest and that he shuld forbyd none of his aquayntauce to minister vnto him or to come vnto him."
    },
    {
      "verse": 24,
      "text": "And after a certayne dayes came Felix and his wyfe Drusilla which was a Iewas and called forth Paul and hearde him of the fayth which is toward Christ."
    },
    {
      "verse": 25,
      "text": "And as he preached of righteousnes temperaunce and iudgement to come Felix trembled and answered: thou hast done ynough at this tyme departe when I have a conveniet tyme I will sende for the."
    },
    {
      "verse": 26,
      "text": "He hoped also that money shuld have bene geven him of Paul that he myght lowse him: wherfore he called him the oftener and comened with him."
    },
    {
      "verse": 27,
      "text": "But after two yeare Festus Porcius came into Felix roume. And Felix willinge to shewe the Iewes a pleasure lefte Paul in preson bounde."
    }
  ]
}