{
  "book_id": "ACT",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Agrippa sayde vnto Paul: thou arte permitted to speake for thy selfe. Then Paul stretched forth the honde and answered for him selfe."
    },
    {
      "verse": 2,
      "text": "I thynke my selfe happy kynge Agrippa because I shall answere this daye before the of all the thinges wherof I am accused of the Iewes"
    },
    {
      "verse": 3,
      "text": "namely because thou arte experte in all customes and questions which are amonge the Iewes. Wherfore I beseche the to heare me paciently."
    },
    {
      "verse": 4,
      "text": "My lyvynge of a chylde which was at the fyrst amonge myne awne nacion at Ierusalem knowe all the Iewes"
    },
    {
      "verse": 5,
      "text": "which knew me from the beginnynge yf they wolde testifie it. For after the most straytest secte of oure laye lyved I a pharisaye."
    },
    {
      "verse": 6,
      "text": "And now I stond and am iudged for the hope of the promes made of God vnto oure fathers:"
    },
    {
      "verse": 7,
      "text": "vnto which promes oure .xii. tribes instantly servynge God daye and nyght hope to come. For which hopes sake kynge Agrippa am I accused of the Iewes."
    },
    {
      "verse": 8,
      "text": "Why shuld it be thought a thinge vncredible vnto you that god shuld rayse agayne the deed?"
    },
    {
      "verse": 9,
      "text": "I also verely thought in my selfe that I ought to do many cotrary thinges clene agaynst the name of Iesus of Nazareth:"
    },
    {
      "verse": 10,
      "text": "which thinge I also dyd in Ierusalem. Where many of the sainctes I shut vp in preson and had receaved auctorite of the hye prestes. And when they were put to deeth I gave the sentence."
    },
    {
      "verse": 11,
      "text": "And I punysshed them ofte in every synagoge and compelled them to blaspheme: and was yet more mad apon them and persecuted the even vnto straunge cities."
    },
    {
      "verse": 12,
      "text": "About the which thinges as I went to Damasco with auctorite and licence of the hye Prestes"
    },
    {
      "verse": 13,
      "text": "even at myddaye (o kynge) I sawe in the waye a lyght from heven above the brightnes of the sunne shyne rounde about me and them which iorneyed with me."
    },
    {
      "verse": 14,
      "text": "When we were all fallen to the erth I hearde a voyce speakynge vnto me and sayinge in the Hebrue tonge: Saul Saul why persecutest thou me? It is harde for the to kicke agaynste the pricke."
    },
    {
      "verse": 15,
      "text": "And I sayde: Who arte thou lorde? And he sayde I am Iesus whom thou persecutest."
    },
    {
      "verse": 16,
      "text": "But ryse and stond vp on thy fete. For I have apered vnto the for this purpose to make the a minister and a witnes both of tho thinges which thou hast sene and of tho thinges in the which I will appere vnto the"
    },
    {
      "verse": 17,
      "text": "delyverynge the from the people and from the gentyls vnto which nowe I sende the"
    },
    {
      "verse": 18,
      "text": "to open their eyes that they myght turne from darcknes vnto lyght and from the power of Satan vnto God that they maye receave forgevenes of synnes and inheritaunce amonge the which are sanctified by fayth in me."
    },
    {
      "verse": 19,
      "text": "Wherfore kynge Agrippa I was not disobedient vnto the hevenly vision:"
    },
    {
      "verse": 20,
      "text": "but shewed fyrst vnto them of Damasco and at Ierusalem and thorow out all the costes of Iewry and to the gentyls that they shuld repent and turne to God and do the ryght workes of repentaunce."
    },
    {
      "verse": 21,
      "text": "For this cause the Iewes caught me in the temple and went about to kyll me."
    },
    {
      "verse": 22,
      "text": "Neverthelesse I obtayned helpe of God and cotynew vnto this daye witnessyng bothe to small and to greate saying none other thinges then those which the prophetes and Moses dyd saye shuld come"
    },
    {
      "verse": 23,
      "text": "that Christ shulde suffre and that he shuld be the fyrst that shulde ryse from deeth and shuld shewe lyght vnto the people and the gentyls."
    },
    {
      "verse": 24,
      "text": "As he thus answered for him selfe: Festus sayde with a lowde voyce: Paul thou arte besides thy selfe. Moche learnynge hath made the mad."
    },
    {
      "verse": 25,
      "text": "And Paul sayde: I am not mad most dere Festus: but speake the wordes of trueth and sobernes."
    },
    {
      "verse": 26,
      "text": "The kynge knoweth of these thinges before whom I speke frely: nether thynke I that eny of these thinges are hydden from him. For this thinge was not done in a corner."
    },
    {
      "verse": 27,
      "text": "Kynge Agrippa belevest thou the prophetes? I wote well thou belevest."
    },
    {
      "verse": 28,
      "text": "Agrippa sayde vnto Paul: Sumwhat thou bringest me in mynde for to be come a Christen."
    },
    {
      "verse": 29,
      "text": "And Paul sayd: I wolde to God that not only thou: but also all that heare me to daye were not sumwhat only but altogeder soche as I am except these bondes."
    },
    {
      "verse": 30,
      "text": "And when he had thus spoken the kynge rose vp and the debite and Bernice and they that sate with them."
    },
    {
      "verse": 31,
      "text": "And when they were gone aparte they talked betwene them selves sayinge: This man doeth nothinge worthy of deeth nor of bondes."
    },
    {
      "verse": 32,
      "text": "Then sayde Agrippa vnto Festus: This man myght have bene lowsed yf he had not appealed vnto Cesar."
    }
  ]
}