{
  "book_id": "ACT",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Εἶπεν δὲ ὁ ἀρχιερεύς· ⸀Εἰταῦτα οὕτως ἔχει;"
    },
    {
      "verse": 2,
      "text": "ὁ δὲ ἔφη· Ἄνδρες ἀδελφοὶ καὶ πατέρες, ἀκούσατε· Ὁ θεὸς τῆς δόξης ὤφθη τῷ πατρὶ ἡμῶν Ἀβραὰμ ὄντι ἐν τῇ Μεσοποταμίᾳ πρὶν ἢ κατοικῆσαι αὐτὸν ἐν Χαρράν,"
    },
    {
      "verse": 3,
      "text": "καὶ εἶπεν πρὸς αὐτόν· Ἔξελθε ἐκτῆς γῆς σου καὶ ⸀ἐκ τῆς συγγενείας σου, καὶ δεῦρο εἰς ⸀τὴνγῆν ἣν ἄν σοι δείξω."
    },
    {
      "verse": 4,
      "text": "τότε ἐξελθὼν ἐκ γῆς Χαλδαίων κατῴκησεν ἐν Χαρράν. κἀκεῖθεν μετὰ τὸ ἀποθανεῖν τὸν πατέρα αὐτοῦ μετῴκισεν αὐτὸν εἰς τὴν γῆν ταύτην εἰς ἣν ὑμεῖς νῦν κατοικεῖτε,"
    },
    {
      "verse": 5,
      "text": "καὶ οὐκ ἔδωκεν αὐτῷ κληρονομίαν ἐν αὐτῇ οὐδὲ βῆμα ποδός, καὶ ἐπηγγείλατο δοῦναι αὐτῷ εἰς κατάσχεσιν αὐτὴν καὶ τῷ σπέρματι αὐτοῦ μετʼ αὐτόν, οὐκ ὄντος αὐτῷ τέκνου."
    },
    {
      "verse": 6,
      "text": "ἐλάλησεν ⸀δὲοὕτως ὁ θεὸς ὅτι ἔσται τὸ σπέρμα αὐτοῦ πάροικον ἐν γῇ ἀλλοτρίᾳ, καὶ δουλώσουσιν αὐτὸ καὶ κακώσουσιν ἔτη τετρακόσια·"
    },
    {
      "verse": 7,
      "text": "καὶ τὸ ἔθνος ᾧ ⸀ἐὰν⸀δουλεύσουσινκρινῶ ἐγώ, ⸂ὁ θεὸς εἶπεν, καὶ μετὰ ταῦτα ἐξελεύσονται καὶ λατρεύσουσίν μοι ἐν τῷ τόπῳ τούτῳ."
    },
    {
      "verse": 8,
      "text": "καὶ ἔδωκεν αὐτῷ διαθήκην περιτομῆς· καὶ οὕτως ἐγέννησεν τὸν Ἰσαὰκ καὶ περιέτεμεν αὐτὸν τῇ ἡμέρᾳ τῇ ὀγδόῃ, ⸀καὶἸσαὰκ τὸν Ἰακώβ, ⸁καὶἸακὼβ τοὺς δώδεκα πατριάρχας."
    },
    {
      "verse": 9,
      "text": "Καὶ οἱ πατριάρχαι ζηλώσαντες τὸν Ἰωσὴφ ἀπέδοντο εἰς Αἴγυπτον· καὶ ἦν ὁ θεὸς μετʼ αὐτοῦ,"
    },
    {
      "verse": 10,
      "text": "καὶἐξείλατο αὐτὸν ἐκ πασῶν τῶν θλίψεων αὐτοῦ, καὶ ἔδωκεν αὐτῷ χάριν καὶ σοφίαν ἐναντίον Φαραὼ βασιλέως Αἰγύπτου, καὶ κατέστησεν αὐτὸν ἡγούμενον ἐπʼ Αἴγυπτον ⸀καὶ ὅλον τὸν οἶκον αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "ἦλθεν δὲ λιμὸς ἐφʼ ὅλην τὴν ⸀Αἴγυπτονκαὶ Χανάαν καὶ θλῖψις μεγάλη, καὶ οὐχ ηὕρισκον χορτάσματα οἱ πατέρες ἡμῶν·"
    },
    {
      "verse": 12,
      "text": "ἀκούσας δὲ Ἰακὼβ ὄντα ⸂σιτία εἰς Αἴγυπτον ἐξαπέστειλεν τοὺς πατέρας ἡμῶν πρῶτον·"
    },
    {
      "verse": 13,
      "text": "καὶ ἐν τῷ δευτέρῳ ⸀ἀνεγνωρίσθηἸωσὴφ τοῖς ἀδελφοῖς αὐτοῦ, καὶ φανερὸν ἐγένετο τῷ Φαραὼ τὸ ⸀γένοςἸωσήφ."
    },
    {
      "verse": 14,
      "text": "ἀποστείλας δὲ Ἰωσὴφ μετεκαλέσατο ⸂Ἰακὼβ τὸν πατέρα αὐτοῦ καὶ πᾶσαν τὴν συγγένειαν ἐν ψυχαῖς ἑβδομήκοντα πέντε,"
    },
    {
      "verse": 15,
      "text": "⸂καὶ κατέβη Ἰακὼβ εἰς Αἴγυπτον. καὶ ἐτελεύτησεν αὐτὸς καὶ οἱ πατέρες ἡμῶν,"
    },
    {
      "verse": 16,
      "text": "καὶ μετετέθησαν εἰς Συχὲμ καὶ ἐτέθησαν ἐν τῷ μνήματι ⸀ᾧὠνήσατο Ἀβραὰμ τιμῆς ἀργυρίου παρὰ τῶν υἱῶν Ἑμμὼρ ⸀ἐνΣυχέμ."
    },
    {
      "verse": 17,
      "text": "Καθὼς δὲ ἤγγιζεν ὁ χρόνος τῆς ἐπαγγελίας ἧς ⸀ὡμολόγησενὁ θεὸς τῷ Ἀβραάμ, ηὔξησεν ὁ λαὸς καὶ ἐπληθύνθη ἐν Αἰγύπτῳ,"
    },
    {
      "verse": 18,
      "text": "ἄχρι οὗ ἀνέστη βασιλεὺς ἕτερος ⸂ἐπʼ Αἴγυπτον, ὃς οὐκ ᾔδει τὸν Ἰωσήφ."
    },
    {
      "verse": 19,
      "text": "οὗτος κατασοφισάμενος τὸ γένος ἡμῶν ἐκάκωσεν τοὺς ⸀πατέραςτοῦ ποιεῖν ⸂τὰ βρέφη ἔκθετα αὐτῶν εἰς τὸ μὴ ζῳογονεῖσθαι."
    },
    {
      "verse": 20,
      "text": "ἐν ᾧ καιρῷ ἐγεννήθη Μωϋσῆς, καὶ ἦν ἀστεῖος τῷ θεῷ· ὃς ἀνετράφη μῆνας τρεῖς ἐν τῷ οἴκῳ τοῦ πατρός·"
    },
    {
      "verse": 21,
      "text": "⸂ἐκτεθέντος δὲ αὐτοῦ ἀνείλατο αὐτὸν ἡ θυγάτηρ Φαραὼ καὶ ἀνεθρέψατο αὐτὸν ἑαυτῇ εἰς υἱόν."
    },
    {
      "verse": 22,
      "text": "καὶ ἐπαιδεύθη ⸀Μωϋσῆςπάσῃ σοφίᾳ Αἰγυπτίων, ἦν δὲ δυνατὸς ἐν λόγοις καὶ ἔργοις ⸀αὐτοῦ"
    },
    {
      "verse": 23,
      "text": "Ὡς δὲ ἐπληροῦτο αὐτῷ τεσσερακονταετὴς χρόνος, ἀνέβη ἐπὶ τὴν καρδίαν αὐτοῦ ἐπισκέψασθαι τοὺς ἀδελφοὺς αὐτοῦ τοὺς υἱοὺς Ἰσραήλ."
    },
    {
      "verse": 24,
      "text": "καὶ ἰδών τινα ἀδικούμενον ἠμύνατο καὶ ἐποίησεν ἐκδίκησιν τῷ καταπονουμένῳ πατάξας τὸν Αἰγύπτιον."
    },
    {
      "verse": 25,
      "text": "ἐνόμιζεν δὲ συνιέναι τοὺς ⸀ἀδελφοὺςὅτι ὁ θεὸς διὰ χειρὸς αὐτοῦ δίδωσιν ⸂σωτηρίαν αὐτοῖς, οἱ δὲ οὐ συνῆκαν."
    },
    {
      "verse": 26,
      "text": "τῇ τε ἐπιούσῃ ἡμέρᾳ ὤφθη αὐτοῖς μαχομένοις καὶ ⸀συνήλλασσεναὐτοὺς εἰς εἰρήνην εἰπών· Ἄνδρες, ἀδελφοί ⸀ἐστε ἱνατί ἀδικεῖτε ἀλλήλους;"
    },
    {
      "verse": 27,
      "text": "ὁ δὲ ἀδικῶν τὸν πλησίον ἀπώσατο αὐτὸν εἰπών· Τίς σε κατέστησεν ἄρχοντα καὶ δικαστὴν ἐφʼ ⸀ἡμῶν"
    },
    {
      "verse": 28,
      "text": "μὴ ἀνελεῖν με σὺ θέλεις ὃν τρόπον ἀνεῖλες ⸀ἐχθὲςτὸν Αἰγύπτιον;"
    },
    {
      "verse": 29,
      "text": "ἔφυγεν δὲ Μωϋσῆς ἐν τῷ λόγῳ τούτῳ, καὶ ἐγένετο πάροικος ἐν γῇ Μαδιάμ, οὗ ἐγέννησεν υἱοὺς δύο."
    },
    {
      "verse": 30,
      "text": "Καὶ πληρωθέντων ἐτῶν τεσσεράκοντα ὤφθη αὐτῷ ἐν τῇ ἐρήμῳ τοῦ ὄρους Σινᾶ ⸀ἄγγελοςἐν φλογὶ πυρὸς βάτου·"
    },
    {
      "verse": 31,
      "text": "ὁ δὲ Μωϋσῆς ἰδὼν ⸀ἐθαύμασεντὸ ὅραμα. προσερχομένου δὲ αὐτοῦ κατανοῆσαι ἐγένετο φωνὴ ⸀κυρίου"
    },
    {
      "verse": 32,
      "text": "Ἐγὼ ὁ θεὸς τῶν πατέρων σου, ὁ θεὸς Ἀβραὰμ ⸀καὶἸσαὰκ ⸁καὶἸακώβ. ἔντρομος δὲ γενόμενος Μωϋσῆς οὐκ ἐτόλμα κατανοῆσαι."
    },
    {
      "verse": 33,
      "text": "εἶπεν δὲ αὐτῷ ὁ κύριος· Λῦσον τὸ ὑπόδημα τῶν ποδῶν σου, ὁ γὰρ τόπος ⸀ἐφʼᾧ ἕστηκας γῆ ἁγία ἐστίν."
    },
    {
      "verse": 34,
      "text": "ἰδὼν εἶδον τὴν κάκωσιν τοῦ λαοῦ μου τοῦ ἐν Αἰγύπτῳ, καὶ τοῦ στεναγμοῦ ⸀αὐτοῦἤκουσα, καὶ κατέβην ἐξελέσθαι αὐτούς· καὶ νῦν δεῦρο ⸀ἀποστείλωσε εἰς Αἴγυπτον."
    },
    {
      "verse": 35,
      "text": "Τοῦτον τὸν Μωϋσῆν, ὃν ἠρνήσαντο εἰπόντες· Τίς σε κατέστησεν ἄρχοντα καὶδικαστήν, τοῦτον ὁ θεὸς ⸀καὶ ἄρχοντα καὶ λυτρωτὴν ⸂ἀπέσταλκεν σὺν χειρὶ ἀγγέλου τοῦ ὀφθέντος αὐτῷ ἐν τῇ βάτῳ."
    },
    {
      "verse": 36,
      "text": "οὗτος ἐξήγαγεν αὐτοὺς ποιήσας τέρατα καὶ σημεῖα ἐν ⸀γῇΑἰγύπτῳ καὶ ἐν Ἐρυθρᾷ Θαλάσσῃ καὶ ἐν τῇ ἐρήμῳ ἔτη τεσσεράκοντα."
    },
    {
      "verse": 37,
      "text": "οὗτός ἐστιν ὁ Μωϋσῆς ὁ ⸀εἴπαςτοῖς υἱοῖς Ἰσραήλ· Προφήτην ὑμῖν ἀναστήσει ⸂ὁ θεὸς ἐκ τῶν ἀδελφῶν ὑμῶν ὡς ἐμέ."
    },
    {
      "verse": 38,
      "text": "οὗτός ἐστιν ὁ γενόμενος ἐν τῇ ἐκκλησίᾳ ἐν τῇ ἐρήμῳ μετὰ τοῦ ἀγγέλου τοῦ λαλοῦντος αὐτῷ ἐν τῷ ὄρει Σινᾶ καὶ τῶν πατέρων ἡμῶν, ὃς ἐδέξατο ⸀λόγιαζῶντα δοῦναι ⸀ἡμῖν"
    },
    {
      "verse": 39,
      "text": "ᾧ οὐκ ἠθέλησαν ὑπήκοοι γενέσθαι οἱ πατέρες ἡμῶν, ἀλλὰ ἀπώσαντο καὶ ἐστράφησαν ⸂ἐν ταῖς καρδίαις αὐτῶν εἰς Αἴγυπτον,"
    },
    {
      "verse": 40,
      "text": "εἰπόντες τῷ Ἀαρών· Ποίησον ἡμῖν θεοὺς οἳ προπορεύσονται ἡμῶν· ὁ γὰρ Μωϋσῆς οὗτος, ὃς ἐξήγαγεν ἡμᾶς ἐκ γῆς Αἰγύπτου, οὐκ οἴδαμεν τί ⸀ἐγένετοαὐτῷ."
    },
    {
      "verse": 41,
      "text": "καὶ ἐμοσχοποίησαν ἐν ταῖς ἡμέραις ἐκείναις καὶ ἀνήγαγον θυσίαν τῷ εἰδώλῳ, καὶ εὐφραίνοντο ἐν τοῖς ἔργοις τῶν χειρῶν αὐτῶν."
    },
    {
      "verse": 42,
      "text": "ἔστρεψεν δὲ ὁ θεὸς καὶ παρέδωκεν αὐτοὺς λατρεύειν τῇ στρατιᾷ τοῦ οὐρανοῦ, καθὼς γέγραπται ἐν βίβλῳ τῶν προφητῶν· Μὴ σφάγια καὶ θυσίας προσηνέγκατέ μοι ἔτη τεσσεράκοντα ἐν τῇ ἐρήμῳ, οἶκος Ἰσραήλ;"
    },
    {
      "verse": 43,
      "text": "καὶ ἀνελάβετε τὴν σκηνὴν τοῦ Μολὸχ καὶ τὸ ἄστρον τοῦ ⸀θεοῦ⸀Ῥαιφάν τοὺς τύπους οὓς ἐποιήσατε προσκυνεῖν αὐτοῖς. καὶ μετοικιῶ ὑμᾶς ἐπέκεινα Βαβυλῶνος."
    },
    {
      "verse": 44,
      "text": "Ἡ σκηνὴ τοῦ μαρτυρίου ἦν τοῖς πατράσιν ἡμῶν ἐν τῇ ἐρήμῳ, καθὼς διετάξατο ὁ λαλῶν τῷ Μωϋσῇ ποιῆσαι αὐτὴν κατὰ τὸν τύπον ὃν ἑωράκει,"
    },
    {
      "verse": 45,
      "text": "ἣν καὶ εἰσήγαγον διαδεξάμενοι οἱ πατέρες ἡμῶν μετὰ Ἰησοῦ ἐν τῇ κατασχέσει τῶν ἐθνῶν ὧν ἐξῶσεν ὁ θεὸς ἀπὸ προσώπου τῶν πατέρων ἡμῶν ἕως τῶν ἡμερῶν Δαυίδ·"
    },
    {
      "verse": 46,
      "text": "ὃς εὗρεν χάριν ἐνώπιον τοῦ θεοῦ καὶ ᾐτήσατο εὑρεῖν σκήνωμα τῷ ⸀θεῷἸακώβ."
    },
    {
      "verse": 47,
      "text": "Σολομῶν δὲ οἰκοδόμησεν αὐτῷ οἶκον."
    },
    {
      "verse": 48,
      "text": "ἀλλʼ οὐχ ὁ ὕψιστος ἐν ⸀χειροποιήτοιςκατοικεῖ· καθὼς ὁ προφήτης λέγει·"
    },
    {
      "verse": 49,
      "text": "Ὁ οὐρανός μοι θρόνος, ⸂ἡ δὲ γῆ ὑποπόδιον τῶν ποδῶν μου· ποῖον οἶκον οἰκοδομήσετέ μοι, λέγει κύριος, ἢ τίς τόπος τῆς καταπαύσεώς μου;"
    },
    {
      "verse": 50,
      "text": "οὐχὶ ἡ χείρ μου ἐποίησεν ταῦτα πάντα;"
    },
    {
      "verse": 51,
      "text": "Σκληροτράχηλοι καὶ ἀπερίτμητοι ⸀καρδίαιςκαὶ τοῖς ὠσίν, ὑμεῖς ἀεὶ τῷ πνεύματι τῷ ἁγίῳ ἀντιπίπτετε, ὡς οἱ πατέρες ὑμῶν καὶ ὑμεῖς."
    },
    {
      "verse": 52,
      "text": "τίνα τῶν προφητῶν οὐκ ἐδίωξαν οἱ πατέρες ὑμῶν; καὶ ἀπέκτειναν τοὺς προκαταγγείλαντας περὶ τῆς ἐλεύσεως τοῦ δικαίου οὗ νῦν ὑμεῖς προδόται καὶ φονεῖς ⸀ἐγένεσθε"
    },
    {
      "verse": 53,
      "text": "οἵτινες ἐλάβετε τὸν νόμον εἰς διαταγὰς ἀγγέλων, καὶ οὐκ ἐφυλάξατε."
    },
    {
      "verse": 54,
      "text": "Ἀκούοντες δὲ ταῦτα διεπρίοντο ταῖς καρδίαις αὐτῶν καὶ ἔβρυχον τοὺς ὀδόντας ἐπʼ αὐτόν."
    },
    {
      "verse": 55,
      "text": "ὑπάρχων δὲ πλήρης πνεύματος ἁγίου ἀτενίσας εἰς τὸν οὐρανὸν εἶδεν δόξαν θεοῦ καὶ Ἰησοῦν ἑστῶτα ἐκ δεξιῶν τοῦ θεοῦ,"
    },
    {
      "verse": 56,
      "text": "καὶ εἶπεν· Ἰδοὺ θεωρῶ τοὺς οὐρανοὺς ⸀διηνοιγμένουςκαὶ τὸν υἱὸν τοῦ ἀνθρώπου ἐκ δεξιῶν ἑστῶτα τοῦ θεοῦ."
    },
    {
      "verse": 57,
      "text": "κράξαντες δὲ φωνῇ μεγάλῃ συνέσχον τὰ ὦτα αὐτῶν, καὶ ὥρμησαν ὁμοθυμαδὸν ἐπʼ αὐτόν,"
    },
    {
      "verse": 58,
      "text": "καὶ ἐκβαλόντες ἔξω τῆς πόλεως ἐλιθοβόλουν. καὶ οἱ μάρτυρες ἀπέθεντο τὰ ἱμάτια ⸀αὐτῶνπαρὰ τοὺς πόδας νεανίου καλουμένου Σαύλου."
    },
    {
      "verse": 59,
      "text": "καὶ ἐλιθοβόλουν τὸν Στέφανον ἐπικαλούμενον καὶ λέγοντα· Κύριε Ἰησοῦ, δέξαι τὸ πνεῦμά μου·"
    },
    {
      "verse": 60,
      "text": "θεὶς δὲ τὰ γόνατα ἔκραξεν φωνῇ μεγάλῃ· Κύριε, μὴ στήσῃς αὐτοῖς ⸂ταύτην τὴν ἁμαρτίαν· καὶ τοῦτο εἰπὼν ἐκοιμήθη."
    }
  ]
}