{
  "book_id": "ACT",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Κατʼ ἐκεῖνον δὲ τὸν καιρὸν ἐπέβαλεν Ἡρῴδης ὁ βασιλεὺς τὰς χεῖρας κακῶσαί τινας τῶν ἀπὸ τῆς ἐκκλησίας."
    },
    {
      "verse": 2,
      "text": "ἀνεῖλεν δὲ Ἰάκωβον τὸν ἀδελφὸν Ἰωάννου μαχαίρῃ."
    },
    {
      "verse": 3,
      "text": "⸂ἰδὼν δὲ ὅτι ἀρεστόν ἐστιν τοῖς Ἰουδαίοις προσέθετο συλλαβεῖν καὶ Πέτρον (ἦσαν ⸀δὲἡμέραι τῶν ἀζύμων),"
    },
    {
      "verse": 4,
      "text": "ὃν καὶ πιάσας ἔθετο εἰς φυλακήν, παραδοὺς τέσσαρσιν τετραδίοις στρατιωτῶν φυλάσσειν αὐτόν, βουλόμενος μετὰ τὸ πάσχα ἀναγαγεῖν αὐτὸν τῷ λαῷ."
    },
    {
      "verse": 5,
      "text": "ὁ μὲν οὖν Πέτρος ἐτηρεῖτο ἐν τῇ φυλακῇ· προσευχὴ δὲ ἦν ⸀ἐκτενῶςγινομένη ὑπὸ τῆς ἐκκλησίας πρὸς τὸν θεὸν ⸀περὶαὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Ὅτε δὲ ἤμελλεν ⸂προαγαγεῖν αὐτὸν ὁ Ἡρῴδης, τῇ νυκτὶ ἐκείνῃ ἦν ὁ Πέτρος κοιμώμενος μεταξὺ δύο στρατιωτῶν δεδεμένος ἁλύσεσιν δυσίν, φύλακές τε πρὸ τῆς θύρας ἐτήρουν τὴν φυλακήν."
    },
    {
      "verse": 7,
      "text": "καὶ ἰδοὺ ἄγγελος κυρίου ἐπέστη, καὶ φῶς ἔλαμψεν ἐν τῷ οἰκήματι· πατάξας δὲ τὴν πλευρὰν τοῦ Πέτρου ἤγειρεν αὐτὸν λέγων· Ἀνάστα ἐν τάχει· καὶ ἐξέπεσαν αὐτοῦ αἱ ἁλύσεις ἐκ τῶν χειρῶν."
    },
    {
      "verse": 8,
      "text": "εἶπεν ⸀δὲὁ ἄγγελος πρὸς αὐτόν· ⸀Ζῶσαικαὶ ὑπόδησαι τὰ σανδάλιά σου· ἐποίησεν δὲ οὕτως. καὶ λέγει αὐτῷ· Περιβαλοῦ τὸ ἱμάτιόν σου καὶ ἀκολούθει μοι."
    },
    {
      "verse": 9,
      "text": "καὶ ἐξελθὼν ⸀ἠκολούθει καὶ οὐκ ᾔδει ὅτι ἀληθές ἐστιν τὸ γινόμενον διὰ τοῦ ἀγγέλου, ἐδόκει δὲ ὅραμα βλέπειν."
    },
    {
      "verse": 10,
      "text": "διελθόντες δὲ πρώτην φυλακὴν καὶ δευτέραν ἦλθαν ἐπὶ τὴν πύλην τὴν σιδηρᾶν τὴν φέρουσαν εἰς τὴν πόλιν, ἥτις αὐτομάτη ἠνοίγη αὐτοῖς, καὶ ἐξελθόντες προῆλθον ῥύμην μίαν, καὶ εὐθέως ἀπέστη ὁ ἄγγελος ἀπʼ αὐτοῦ."
    },
    {
      "verse": 11,
      "text": "καὶ ὁ Πέτρος ⸂ἐν ἑαυτῷ γενόμενος εἶπεν· Νῦν οἶδα ἀληθῶς ὅτι ἐξαπέστειλεν ⸀ὁκύριος τὸν ἄγγελον αὐτοῦ καὶ ἐξείλατό με ἐκ χειρὸς Ἡρῴδου καὶ πάσης τῆς προσδοκίας τοῦ λαοῦ τῶν Ἰουδαίων."
    },
    {
      "verse": 12,
      "text": "Συνιδών τε ἦλθεν ἐπὶ τὴν οἰκίαν ⸀τῆςΜαρίας τῆς μητρὸς Ἰωάννου τοῦ ἐπικαλουμένου Μάρκου, οὗ ἦσαν ἱκανοὶ συνηθροισμένοι καὶ προσευχόμενοι."
    },
    {
      "verse": 13,
      "text": "κρούσαντος δὲ ⸀αὐτοῦτὴν θύραν τοῦ πυλῶνος προσῆλθε παιδίσκη ὑπακοῦσαι ὀνόματι Ῥόδη,"
    },
    {
      "verse": 14,
      "text": "καὶ ἐπιγνοῦσα τὴν φωνὴν τοῦ Πέτρου ἀπὸ τῆς χαρᾶς οὐκ ἤνοιξεν τὸν πυλῶνα, εἰσδραμοῦσα δὲ ἀπήγγειλεν ἑστάναι τὸν Πέτρον πρὸ τοῦ πυλῶνος."
    },
    {
      "verse": 15,
      "text": "οἱ δὲ πρὸς αὐτὴν εἶπαν· Μαίνῃ. ἡ δὲ διϊσχυρίζετο οὕτως ἔχειν. οἱ δὲ ἔλεγον· Ὁ ἄγγελός ⸂ἐστιν αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "ὁ δὲ Πέτρος ἐπέμενεν κρούων· ἀνοίξαντες δὲ εἶδαν αὐτὸν καὶ ἐξέστησαν."
    },
    {
      "verse": 17,
      "text": "κατασείσας δὲ αὐτοῖς τῇ χειρὶ σιγᾶν διηγήσατο αὐτοῖς πῶς ὁ κύριος αὐτὸν ἐξήγαγεν ἐκ τῆς φυλακῆς, εἶπέν ⸀τε Ἀπαγγείλατε Ἰακώβῳ καὶ τοῖς ἀδελφοῖς ταῦτα. καὶ ἐξελθὼν ἐπορεύθη εἰς ἕτερον τόπον."
    },
    {
      "verse": 18,
      "text": "Γενομένης δὲ ἡμέρας ἦν τάραχος οὐκ ὀλίγος ἐν τοῖς στρατιώταις, τί ἄρα ὁ Πέτρος ἐγένετο."
    },
    {
      "verse": 19,
      "text": "Ἡρῴδης δὲ ἐπιζητήσας αὐτὸν καὶ μὴ εὑρὼν ἀνακρίνας τοὺς φύλακας ἐκέλευσεν ἀπαχθῆναι, καὶ κατελθὼν ἀπὸ τῆς Ἰουδαίας ⸀εἰςΚαισάρειαν διέτριβεν."
    },
    {
      "verse": 20,
      "text": "Ἦν ⸀δὲθυμομαχῶν Τυρίοις καὶ Σιδωνίοις· ὁμοθυμαδὸν δὲ παρῆσαν πρὸς αὐτόν, καὶ πείσαντες Βλάστον τὸν ἐπὶ τοῦ κοιτῶνος τοῦ βασιλέως ᾐτοῦντο εἰρήνην διὰ τὸ τρέφεσθαι αὐτῶν τὴν χώραν ἀπὸ τῆς βασιλικῆς."
    },
    {
      "verse": 21,
      "text": "τακτῇ δὲ ἡμέρᾳ ὁ Ἡρῴδης ἐνδυσάμενος ἐσθῆτα βασιλικὴν ⸀καὶκαθίσας ἐπὶ τοῦ βήματος ἐδημηγόρει πρὸς αὐτούς·"
    },
    {
      "verse": 22,
      "text": "ὁ δὲ δῆμος ἐπεφώνει· ⸂Θεοῦ φωνὴ καὶ οὐκ ἀνθρώπου."
    },
    {
      "verse": 23,
      "text": "παραχρῆμα δὲ ἐπάταξεν αὐτὸν ἄγγελος κυρίου ἀνθʼ ὧν οὐκ ἔδωκεν ⸀τὴνδόξαν τῷ θεῷ, καὶ γενόμενος σκωληκόβρωτος ἐξέψυξεν."
    },
    {
      "verse": 24,
      "text": "Ὁ δὲ λόγος τοῦ ⸀θεοῦηὔξανεν καὶ ἐπληθύνετο."
    },
    {
      "verse": 25,
      "text": "Βαρναβᾶς δὲ καὶ Σαῦλος ὑπέστρεψαν, ⸀εἰςἸερουσαλὴμ πληρώσαντες τὴν διακονίαν, ⸀συμπαραλαβόντεςἸωάννην τὸν ἐπικληθέντα Μᾶρκον."
    }
  ]
}