{
  "book_id": "ACT",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ δὲ τὸ παύσασθαι τὸν θόρυβον ⸀μεταπεμψάμενοςὁ Παῦλος τοὺς μαθητὰς καὶ ⸀παρακαλέσας ἀσπασάμενος ἐξῆλθεν ⸀πορεύεσθαι⸀εἰςΜακεδονίαν."
    },
    {
      "verse": 2,
      "text": "διελθὼν δὲ τὰ μέρη ἐκεῖνα καὶ παρακαλέσας αὐτοὺς λόγῳ πολλῷ ἦλθεν εἰς τὴν Ἑλλάδα"
    },
    {
      "verse": 3,
      "text": "ποιήσας τε μῆνας τρεῖς· γενομένης ⸂ἐπιβουλῆς αὐτῷ ὑπὸ τῶν Ἰουδαίων μέλλοντι ἀνάγεσθαι εἰς τὴν Συρίαν ἐγένετο ⸀γνώμηςτοῦ ὑποστρέφειν διὰ Μακεδονίας."
    },
    {
      "verse": 4,
      "text": "συνείπετο δὲ ⸀αὐτῷΣώπατρος ⸀ΠύρρουΒεροιαῖος, Θεσσαλονικέων δὲ Ἀρίσταρχος καὶ Σεκοῦνδος, καὶ Γάϊος Δερβαῖος καὶ Τιμόθεος, Ἀσιανοὶ δὲ Τυχικὸς καὶ Τρόφιμος·"
    },
    {
      "verse": 5,
      "text": "οὗτοι ⸀δὲ⸀προσελθόντεςἔμενον ἡμᾶς ἐν Τρῳάδι·"
    },
    {
      "verse": 6,
      "text": "ἡμεῖς δὲ ἐξεπλεύσαμεν μετὰ τὰς ἡμέρας τῶν ἀζύμων ἀπὸ Φιλίππων, καὶ ἤλθομεν πρὸς αὐτοὺς εἰς τὴν Τρῳάδα ἄχρι ἡμερῶν πέντε, ⸀οὗδιετρίψαμεν ἡμέρας ἑπτά."
    },
    {
      "verse": 7,
      "text": "Ἐν δὲ τῇ μιᾷ τῶν σαββάτων συνηγμένων ⸀ἡμῶνκλάσαι ἄρτον ὁ Παῦλος διελέγετο αὐτοῖς, μέλλων ἐξιέναι τῇ ἐπαύριον, παρέτεινέν τε τὸν λόγον μέχρι μεσονυκτίου."
    },
    {
      "verse": 8,
      "text": "ἦσαν δὲ λαμπάδες ἱκαναὶ ἐν τῷ ὑπερῴῳ οὗ ἦμεν συνηγμένοι·"
    },
    {
      "verse": 9,
      "text": "⸀καθεζόμενοςδέ τις νεανίας ὀνόματι Εὔτυχος ἐπὶ τῆς θυρίδος, καταφερόμενος ὕπνῳ βαθεῖ διαλεγομένου τοῦ Παύλου ἐπὶ πλεῖον, κατενεχθεὶς ἀπὸ τοῦ ὕπνου ἔπεσεν ἀπὸ τοῦ τριστέγου κάτω καὶ ἤρθη νεκρός."
    },
    {
      "verse": 10,
      "text": "καταβὰς δὲ ὁ Παῦλος ἐπέπεσεν αὐτῷ καὶ συμπεριλαβὼν εἶπεν· Μὴ θορυβεῖσθε, ἡ γὰρ ψυχὴ αὐτοῦ ἐν αὐτῷ ἐστιν."
    },
    {
      "verse": 11,
      "text": "ἀναβὰς δὲ καὶ κλάσας ⸀τὸνἄρτον καὶ γευσάμενος ἐφʼ ἱκανόν τε ὁμιλήσας ἄχρι αὐγῆς, οὕτως ἐξῆλθεν."
    },
    {
      "verse": 12,
      "text": "ἤγαγον δὲ τὸν παῖδα ζῶντα, καὶ παρεκλήθησαν οὐ μετρίως."
    },
    {
      "verse": 13,
      "text": "Ἡμεῖς δὲ ⸀προελθόντες⸀ἐπὶτὸ πλοῖον ἀνήχθημεν ἐπὶ τὴν Ἆσσον, ἐκεῖθεν μέλλοντες ἀναλαμβάνειν τὸν Παῦλον, οὕτως γὰρ ⸂διατεταγμένος ἦν μέλλων αὐτὸς πεζεύειν."
    },
    {
      "verse": 14,
      "text": "ὡς δὲ ⸀συνέβαλλενἡμῖν εἰς τὴν Ἆσσον, ἀναλαβόντες αὐτὸν ἤλθομεν εἰς Μιτυλήνην,"
    },
    {
      "verse": 15,
      "text": "κἀκεῖθεν ἀποπλεύσαντες τῇ ἐπιούσῃ κατηντήσαμεν ⸀ἄντικρυςΧίου, τῇ δὲ ἑτέρᾳ παρεβάλομεν εἰς ⸀Σάμον τῇ ⸀δὲἐχομένῃ ἤλθομεν εἰς Μίλητον·"
    },
    {
      "verse": 16,
      "text": "⸀κεκρίκειγὰρ ὁ Παῦλος παραπλεῦσαι τὴν Ἔφεσον, ὅπως μὴ γένηται αὐτῷ χρονοτριβῆσαι ἐν τῇ Ἀσίᾳ, ἔσπευδεν γὰρ εἰ δυνατὸν ⸀εἴηαὐτῷ τὴν ἡμέραν τῆς πεντηκοστῆς γενέσθαι εἰς Ἱεροσόλυμα."
    },
    {
      "verse": 17,
      "text": "Ἀπὸ δὲ τῆς Μιλήτου πέμψας εἰς Ἔφεσον μετεκαλέσατο τοὺς πρεσβυτέρους τῆς ἐκκλησίας."
    },
    {
      "verse": 18,
      "text": "ὡς δὲ παρεγένοντο πρὸς αὐτὸν εἶπεν αὐτοῖς· Ὑμεῖς ἐπίστασθε ἀπὸ πρώτης ἡμέρας ἀφʼ ἧς ἐπέβην εἰς τὴν Ἀσίαν πῶς μεθʼ ὑμῶν τὸν πάντα χρόνον ἐγενόμην,"
    },
    {
      "verse": 19,
      "text": "δουλεύων τῷ κυρίῳ μετὰ πάσης ταπεινοφροσύνης ⸀καὶδακρύων καὶ πειρασμῶν τῶν συμβάντων μοι ἐν ταῖς ἐπιβουλαῖς τῶν Ἰουδαίων·"
    },
    {
      "verse": 20,
      "text": "ὡς οὐδὲν ὑπεστειλάμην τῶν συμφερόντων τοῦ μὴ ἀναγγεῖλαι ὑμῖν καὶ διδάξαι ὑμᾶς δημοσίᾳ καὶ κατʼ οἴκους,"
    },
    {
      "verse": 21,
      "text": "διαμαρτυρόμενος Ἰουδαίοις τε καὶ Ἕλλησιν τὴν ⸀εἰςθεὸν μετάνοιαν καὶ ⸀πίστινεἰς τὸν κύριον ἡμῶν ⸀Ἰησοῦν"
    },
    {
      "verse": 22,
      "text": "καὶ νῦν ἰδοὺ ⸂δεδεμένος ἐγὼ τῷ πνεύματι πορεύομαι εἰς Ἰερουσαλήμ, τὰ ἐν αὐτῇ συναντήσοντά ⸀μοιμὴ εἰδώς,"
    },
    {
      "verse": 23,
      "text": "πλὴν ὅτι τὸ πνεῦμα τὸ ἅγιον κατὰ πόλιν διαμαρτύρεταί ⸀μοιλέγον ὅτι δεσμὰ ⸂καὶ θλίψεις με μένουσιν·"
    },
    {
      "verse": 24,
      "text": "ἀλλʼ οὐδενὸς ⸀λόγου⸀ποιοῦμαιτὴν ⸀ψυχὴντιμίαν ἐμαυτῷ ὡς ⸀τελειῶσαιτὸν δρόμον ⸀μουκαὶ τὴν διακονίαν ἣν ἔλαβον παρὰ τοῦ κυρίου Ἰησοῦ, διαμαρτύρασθαι τὸ εὐαγγέλιον τῆς χάριτος τοῦ θεοῦ."
    },
    {
      "verse": 25,
      "text": "Καὶ νῦν ἰδοὺ ἐγὼ οἶδα ὅτι οὐκέτι ὄψεσθε τὸ πρόσωπόν μου ὑμεῖς πάντες ἐν οἷς διῆλθον κηρύσσων τὴν ⸀βασιλείαν"
    },
    {
      "verse": 26,
      "text": "⸀διότιμαρτύρομαι ὑμῖν ἐν τῇ σήμερον ἡμέρᾳ ὅτι καθαρός ⸀εἰμιἀπὸ τοῦ αἵματος πάντων,"
    },
    {
      "verse": 27,
      "text": "οὐ γὰρ ὑπεστειλάμην τοῦ μὴ ἀναγγεῖλαι ⸂πᾶσαν τὴν βουλὴν τοῦ θεοῦ ὑμῖν."
    },
    {
      "verse": 28,
      "text": "⸀προσέχετεἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ, ἐν ᾧ ὑμᾶς τὸ πνεῦμα τὸ ἅγιον ἔθετο ἐπισκόπους, ποιμαίνειν τὴν ἐκκλησίαν τοῦ ⸀θεοῦ ἣν περιεποιήσατο διὰ τοῦ ⸂αἵματος τοῦ ἰδίου."
    },
    {
      "verse": 29,
      "text": "ἐγὼ ⸀οἶδαὅτι εἰσελεύσονται μετὰ τὴν ἄφιξίν μου λύκοι βαρεῖς εἰς ὑμᾶς μὴ φειδόμενοι τοῦ ποιμνίου,"
    },
    {
      "verse": 30,
      "text": "καὶ ἐξ ὑμῶν αὐτῶν ἀναστήσονται ἄνδρες λαλοῦντες διεστραμμένα τοῦ ἀποσπᾶν τοὺς μαθητὰς ὀπίσω ⸀ἑαυτῶν"
    },
    {
      "verse": 31,
      "text": "διὸ γρηγορεῖτε, μνημονεύοντες ὅτι τριετίαν νύκτα καὶ ἡμέραν οὐκ ἐπαυσάμην μετὰ δακρύων νουθετῶν ἕνα ἕκαστον."
    },
    {
      "verse": 32,
      "text": "καὶ τὰ νῦν παρατίθεμαι ⸀ὑμᾶςτῷ ⸀θεῷκαὶ τῷ λόγῳ τῆς χάριτος αὐτοῦ, τῷ δυναμένῳ ⸀οἰκοδομῆσαικαὶ δοῦναι ⸀τὴνκληρονομίαν ἐν τοῖς ἡγιασμένοις πᾶσιν."
    },
    {
      "verse": 33,
      "text": "ἀργυρίου ἢ χρυσίου ἢ ἱματισμοῦ οὐδενὸς ἐπεθύμησα·"
    },
    {
      "verse": 34,
      "text": "αὐτοὶ γινώσκετε ὅτι ταῖς χρείαις μου καὶ τοῖς οὖσι μετʼ ἐμοῦ ὑπηρέτησαν αἱ χεῖρες αὗται."
    },
    {
      "verse": 35,
      "text": "πάντα ὑπέδειξα ὑμῖν ὅτι οὕτως κοπιῶντας δεῖ ἀντιλαμβάνεσθαι τῶν ἀσθενούντων, μνημονεύειν τε τῶν λόγων τοῦ κυρίου Ἰησοῦ ὅτι αὐτὸς εἶπεν Μακάριόν ἐστιν μᾶλλον διδόναι ἢ λαμβάνειν."
    },
    {
      "verse": 36,
      "text": "Καὶ ταῦτα εἰπὼν θεὶς τὰ γόνατα αὐτοῦ σὺν πᾶσιν αὐτοῖς προσηύξατο."
    },
    {
      "verse": 37,
      "text": "ἱκανὸς δὲ ⸂κλαυθμὸς ἐγένετο πάντων, καὶ ἐπιπεσόντες ἐπὶ τὸν τράχηλον τοῦ Παύλου κατεφίλουν αὐτόν,"
    },
    {
      "verse": 38,
      "text": "ὀδυνώμενοι μάλιστα ἐπὶ τῷ λόγῳ ᾧ εἰρήκει ὅτι οὐκέτι μέλλουσιν τὸ πρόσωπον αὐτοῦ θεωρεῖν. προέπεμπον δὲ αὐτὸν εἰς τὸ πλοῖον."
    }
  ]
}