{
  "book_id": "ACT",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "ἀτενίσας δὲ ⸂ὁ Παῦλος τῷ συνεδρίῳ εἶπεν· Ἄνδρες ἀδελφοί, ἐγὼ πάσῃ συνειδήσει ἀγαθῇ πεπολίτευμαι τῷ θεῷ ἄχρι ταύτης τῆς ἡμέρας."
    },
    {
      "verse": 2,
      "text": "ὁ δὲ ἀρχιερεὺς Ἁνανίας ἐπέταξεν τοῖς παρεστῶσιν αὐτῷ τύπτειν αὐτοῦ τὸ στόμα."
    },
    {
      "verse": 3,
      "text": "τότε ὁ Παῦλος πρὸς αὐτὸν εἶπεν· Τύπτειν σε μέλλει ὁ θεός, τοῖχε κεκονιαμένε· καὶ σὺ κάθῃ κρίνων με κατὰ τὸν νόμον, καὶ παρανομῶν κελεύεις με τύπτεσθαι;"
    },
    {
      "verse": 4,
      "text": "οἱ δὲ παρεστῶτες εἶπαν· Τὸν ἀρχιερέα τοῦ θεοῦ λοιδορεῖς;"
    },
    {
      "verse": 5,
      "text": "ἔφη τε ὁ Παῦλος· Οὐκ ᾔδειν, ἀδελφοί, ὅτιἐστὶν ἀρχιερεύς· γέγραπται γὰρ ⸀ὅτι Ἄρχοντα τοῦ λαοῦ σου οὐκ ἐρεῖς κακῶς."
    },
    {
      "verse": 6,
      "text": "Γνοὺς δὲ ὁ Παῦλος ὅτι τὸ ἓν μέρος ἐστὶν Σαδδουκαίων τὸ δὲ ἕτερον Φαρισαίων ⸀ἔκραζενἐν τῷ συνεδρίῳ· Ἄνδρες ἀδελφοί, ἐγὼ Φαρισαῖός εἰμι, υἱὸς ⸀Φαρισαίων περὶ ἐλπίδος καὶ ἀναστάσεως νεκρῶν ⸀ἐγὼκρίνομαι."
    },
    {
      "verse": 7,
      "text": "τοῦτο δὲ αὐτοῦ ⸀λαλοῦντοςἐγένετο στάσις τῶν Φαρισαίων ⸂καὶ Σαδδουκαίων, καὶ ἐσχίσθη τὸ πλῆθος."
    },
    {
      "verse": 8,
      "text": "Σαδδουκαῖοι ⸀μὲνγὰρ λέγουσιν μὴ εἶναι ἀνάστασιν ⸀μήτεἄγγελον μήτε πνεῦμα, Φαρισαῖοι δὲ ὁμολογοῦσιν τὰ ἀμφότερα."
    },
    {
      "verse": 9,
      "text": "ἐγένετο δὲ κραυγὴ μεγάλη, καὶ ἀναστάντες ⸂τινὲς τῶν γραμματέων τοῦ μέρους τῶν Φαρισαίων διεμάχοντο λέγοντες· Οὐδὲν κακὸν εὑρίσκομεν ἐν τῷ ἀνθρώπῳ τούτῳ· εἰ δὲ πνεῦμα ἐλάλησεν αὐτῷ ἢ ⸀ἄγγελος"
    },
    {
      "verse": 10,
      "text": "πολλῆς δὲ ⸀γινομένηςστάσεως ⸀φοβηθεὶςὁ χιλίαρχος μὴ διασπασθῇ ὁ Παῦλος ὑπʼ αὐτῶν ἐκέλευσεν τὸ στράτευμα ⸀καταβὰνἁρπάσαι αὐτὸν ἐκ μέσου αὐτῶν, ἄγειν ⸀τεεἰς τὴν παρεμβολήν."
    },
    {
      "verse": 11,
      "text": "Τῇ δὲ ἐπιούσῃ νυκτὶ ἐπιστὰς αὐτῷ ὁ κύριος εἶπεν· ⸀Θάρσει ὡς γὰρ διεμαρτύρω τὰ περὶ ἐμοῦ εἰς Ἰερουσαλὴμ οὕτω σε δεῖ καὶ εἰς Ῥώμην μαρτυρῆσαι."
    },
    {
      "verse": 12,
      "text": "Γενομένης δὲ ἡμέρας ποιήσαντες ⸂συστροφὴν οἱ Ἰουδαῖοι ἀνεθεμάτισαν ἑαυτοὺς λέγοντες μήτε φαγεῖν μήτε πιεῖν ἕως οὗ ἀποκτείνωσιν τὸν Παῦλον."
    },
    {
      "verse": 13,
      "text": "ἦσαν δὲ πλείους τεσσεράκοντα οἱ ταύτην τὴν συνωμοσίαν ⸀ποιησάμενοι"
    },
    {
      "verse": 14,
      "text": "οἵτινες προσελθόντες τοῖς ἀρχιερεῦσιν καὶ τοῖς πρεσβυτέροις εἶπαν· Ἀναθέματι ἀνεθεματίσαμεν ἑαυτοὺς μηδενὸς γεύσασθαι ἕως οὗ ἀποκτείνωμεν τὸν Παῦλον."
    },
    {
      "verse": 15,
      "text": "νῦν οὖν ὑμεῖς ἐμφανίσατε τῷ χιλιάρχῳ σὺν τῷ συνεδρίῳ ⸀ὅπως⸂καταγάγῃ αὐτὸν εἰς ὑμᾶς ὡς μέλλοντας διαγινώσκειν ἀκριβέστερον τὰ περὶ αὐτοῦ· ἡμεῖς δὲ πρὸ τοῦ ἐγγίσαι αὐτὸν ἕτοιμοί ἐσμεν τοῦ ἀνελεῖν αὐτόν."
    },
    {
      "verse": 16,
      "text": "Ἀκούσας δὲ ὁ υἱὸς τῆς ἀδελφῆς Παύλου ⸂τὴν ἐνέδραν παραγενόμενος καὶ εἰσελθὼν εἰς τὴν παρεμβολὴν ἀπήγγειλεν τῷ Παύλῳ."
    },
    {
      "verse": 17,
      "text": "προσκαλεσάμενος δὲ ὁ Παῦλος ἕνα τῶν ἑκατονταρχῶν ἔφη· Τὸν νεανίαν τοῦτον ⸀ἄπαγεπρὸς τὸν χιλίαρχον, ἔχει γὰρ ⸂ἀπαγγεῖλαί τι αὐτῷ."
    },
    {
      "verse": 18,
      "text": "ὁ μὲν οὖν παραλαβὼν αὐτὸν ἤγαγεν πρὸς τὸν χιλίαρχον καὶ φησίν· Ὁ δέσμιος Παῦλος προσκαλεσάμενός με ἠρώτησεν τοῦτον τὸν ⸀νεανίανἀγαγεῖν πρὸς σέ, ἔχοντά τι λαλῆσαί σοι."
    },
    {
      "verse": 19,
      "text": "ἐπιλαβόμενος δὲ τῆς χειρὸς αὐτοῦ ὁ χιλίαρχος καὶ ἀναχωρήσας κατʼ ἰδίαν ἐπυνθάνετο· Τί ἐστιν ὃ ἔχεις ἀπαγγεῖλαί μοι;"
    },
    {
      "verse": 20,
      "text": "εἶπεν δὲ ὅτι Οἱ Ἰουδαῖοι συνέθεντο τοῦ ἐρωτῆσαί σε ὅπως αὔριον ⸂τὸν Παῦλον καταγάγῃς εἰς τὸ συνέδριον ὡς ⸀μέλλοντι ἀκριβέστερον πυνθάνεσθαι περὶ αὐτοῦ·"
    },
    {
      "verse": 21,
      "text": "σὺ οὖν μὴ πεισθῇς αὐτοῖς, ἐνεδρεύουσιν γὰρ αὐτὸν ἐξ αὐτῶν ἄνδρες πλείους τεσσεράκοντα, οἵτινες ἀνεθεμάτισαν ἑαυτοὺς μήτε φαγεῖν μήτε πιεῖν ἕως οὗ ἀνέλωσιν αὐτόν, καὶ νῦν ⸂εἰσιν ἕτοιμοι προσδεχόμενοι τὴν ἀπὸ σοῦ ἐπαγγελίαν."
    },
    {
      "verse": 22,
      "text": "ὁ μὲν οὖν χιλίαρχος ἀπέλυσε τὸν ⸀νεανίσκονπαραγγείλας μηδενὶ ἐκλαλῆσαι ὅτι ταῦτα ἐνεφάνισας πρὸς ⸀ἐμέ"
    },
    {
      "verse": 23,
      "text": "Καὶ προσκαλεσάμενός ⸂τινας δύο τῶν ἑκατονταρχῶν εἶπεν· Ἑτοιμάσατε στρατιώτας διακοσίους ὅπως πορευθῶσιν ἕως Καισαρείας, καὶ ἱππεῖς ἑβδομήκοντα καὶ δεξιολάβους διακοσίους, ἀπὸ τρίτης ὥρας τῆς νυκτός,"
    },
    {
      "verse": 24,
      "text": "κτήνη τε παραστῆσαι ἵνα ἐπιβιβάσαντες τὸν Παῦλον διασώσωσι πρὸς Φήλικα τὸν ἡγεμόνα,"
    },
    {
      "verse": 25,
      "text": "γράψας ἐπιστολὴν ⸀ἔχουσαντὸν τύπον τοῦτον·"
    },
    {
      "verse": 26,
      "text": "Κλαύδιος Λυσίας τῷ κρατίστῳ ἡγεμόνι Φήλικι χαίρειν."
    },
    {
      "verse": 27,
      "text": "τὸν ἄνδρα τοῦτον συλλημφθέντα ὑπὸ τῶν Ἰουδαίων καὶ μέλλοντα ἀναιρεῖσθαι ὑπʼ αὐτῶν ἐπιστὰς σὺν τῷ στρατεύματι ⸀ἐξειλάμην μαθὼν ὅτι Ῥωμαῖός ἐστιν,"
    },
    {
      "verse": 28,
      "text": "βουλόμενός ⸀τε⸀ἐπιγνῶναιτὴν αἰτίαν διʼ ἣν ἐνεκάλουν αὐτῷ, ⸀κατήγαγονεἰς τὸ συνέδριον αὐτῶν."
    },
    {
      "verse": 29,
      "text": "ὃν εὗρον ἐγκαλούμενον περὶ ζητημάτων τοῦ νόμου αὐτῶν, μηδὲ ⸀δὲ ἄξιον θανάτου ἢ δεσμῶν ⸂ἔχοντα ἔγκλημα."
    },
    {
      "verse": 30,
      "text": "μηνυθείσης δέ μοι ἐπιβουλῆς εἰς τὸν ⸀ἄνδραἔσεσθαι ⸀ἐξαυτῆςἔπεμψα πρὸς σέ, παραγγείλας καὶ τοῖς κατηγόροις ⸀λέγεινπρὸς αὐτὸν ἐπὶ ⸀σοῦ"
    },
    {
      "verse": 31,
      "text": "Οἱ μὲν οὖν στρατιῶται κατὰ τὸ διατεταγμένον αὐτοῖς ἀναλαβόντες τὸν Παῦλον ἤγαγον ⸀διὰνυκτὸς εἰς τὴν Ἀντιπατρίδα·"
    },
    {
      "verse": 32,
      "text": "τῇ δὲ ἐπαύριον ἐάσαντες τοὺς ἱππεῖς ⸀ἀπέρχεσθαισὺν αὐτῷ ὑπέστρεψαν εἰς τὴν παρεμβολήν·"
    },
    {
      "verse": 33,
      "text": "οἵτινες εἰσελθόντες εἰς τὴν Καισάρειαν καὶ ἀναδόντες τὴν ἐπιστολὴν τῷ ἡγεμόνι παρέστησαν καὶ τὸν Παῦλον αὐτῷ."
    },
    {
      "verse": 34,
      "text": "ἀναγνοὺς ⸀δὲκαὶ ἐπερωτήσας ἐκ ποίας ⸀ἐπαρχείαςἐστὶν καὶ πυθόμενος ὅτι ἀπὸ Κιλικίας,"
    },
    {
      "verse": 35,
      "text": "Διακούσομαί σου, ἔφη, ὅταν καὶ οἱ κατήγοροί σου παραγένωνται· ⸀κελεύσαςἐν τῷ πραιτωρίῳ ⸀τοῦἩρῴδου φυλάσσεσθαι ⸀αὐτόν"
    }
  ]
}