{
  "book_id": "ACT",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ δὲ πέντε ἡμέρας κατέβη ὁ ἀρχιερεὺς Ἁνανίας μετὰ ⸂πρεσβυτέρων τινῶν καὶ ῥήτορος Τερτύλλου τινός, οἵτινες ἐνεφάνισαν τῷ ἡγεμόνι κατὰ τοῦ Παύλου."
    },
    {
      "verse": 2,
      "text": "κληθέντος δὲ αὐτοῦ ἤρξατο κατηγορεῖν ὁ Τέρτυλλος λέγων· Πολλῆς εἰρήνης τυγχάνοντες διὰ σοῦ καὶ ⸀διορθωμάτωνγινομένων τῷ ἔθνει τούτῳ διὰ τῆς σῆς προνοίας"
    },
    {
      "verse": 3,
      "text": "πάντῃ τε καὶ πανταχοῦ ἀποδεχόμεθα, κράτιστε Φῆλιξ, μετὰ πάσης εὐχαριστίας."
    },
    {
      "verse": 4,
      "text": "ἵνα δὲ μὴ ἐπὶ πλεῖόν σε ἐγκόπτω, παρακαλῶ ἀκοῦσαί σε ἡμῶν συντόμως τῇ σῇ ἐπιεικείᾳ."
    },
    {
      "verse": 5,
      "text": "εὑρόντες γὰρ τὸν ἄνδρα τοῦτον λοιμὸν καὶ κινοῦντα ⸀στάσειςπᾶσι τοῖς Ἰουδαίοις τοῖς κατὰ τὴν οἰκουμένην πρωτοστάτην τε τῆς τῶν Ναζωραίων αἱρέσεως,"
    },
    {
      "verse": 6,
      "text": "ὃς καὶ τὸ ἱερὸν ἐπείρασεν βεβηλῶσαι, ὃν καὶ ⸀ἐκρατήσαμεν"
    },
    {
      "verse": 8,
      "text": "παρʼ οὗ δυνήσῃ αὐτὸς ἀνακρίνας περὶ πάντων τούτων ἐπιγνῶναι ὧν ἡμεῖς κατηγοροῦμεν αὐτοῦ."
    },
    {
      "verse": 9,
      "text": "συνεπέθεντο δὲ καὶ οἱ Ἰουδαῖοι φάσκοντες ταῦτα οὕτως ἔχειν."
    },
    {
      "verse": 10,
      "text": "Ἀπεκρίθη ⸀τεὁ Παῦλος νεύσαντος αὐτῷ τοῦ ἡγεμόνος λέγειν· Ἐκ πολλῶν ἐτῶν ὄντα σε κριτὴν τῷ ἔθνει τούτῳ ἐπιστάμενος ⸀εὐθύμωςτὰ περὶ ἐμαυτοῦ ἀπολογοῦμαι,"
    },
    {
      "verse": 11,
      "text": "δυναμένου σου ⸀ἐπιγνῶναι ὅτι οὐ πλείους εἰσίν μοι ἡμέραι ⸀δώδεκαἀφʼ ἧς ἀνέβην προσκυνήσων ⸀εἰςἸερουσαλήμ,"
    },
    {
      "verse": 12,
      "text": "καὶ οὔτε ἐν τῷ ἱερῷ εὗρόν με πρός τινα διαλεγόμενον ἢ ⸀ἐπίστασινποιοῦντα ὄχλου οὔτε ἐν ταῖς συναγωγαῖς οὔτε κατὰ τὴν πόλιν,"
    },
    {
      "verse": 13,
      "text": "⸀οὐδὲ⸀παραστῆσαιδύνανταί ⸀σοιπερὶ ὧν ⸀νυνὶκατηγοροῦσίν μου."
    },
    {
      "verse": 14,
      "text": "ὁμολογῶ δὲ τοῦτό σοι ὅτι κατὰ τὴν ὁδὸν ἣν λέγουσιν αἵρεσιν οὕτως λατρεύω τῷ πατρῴῳ θεῷ, πιστεύων πᾶσι τοῖς κατὰ τὸν νόμον καὶ ⸂τοῖς ἐν τοῖς προφήταις γεγραμμένοις,"
    },
    {
      "verse": 15,
      "text": "ἐλπίδα ἔχων εἰς τὸν θεόν, ἣν καὶ αὐτοὶ οὗτοι προσδέχονται, ἀνάστασιν μέλλειν ⸀ἔσεσθαιδικαίων τε καὶ ἀδίκων·"
    },
    {
      "verse": 16,
      "text": "ἐν τούτῳ ⸀καὶαὐτὸς ἀσκῶ ἀπρόσκοπον συνείδησιν ⸀ἔχεινπρὸς τὸν θεὸν καὶ τοὺς ἀνθρώπους διὰ παντός."
    },
    {
      "verse": 17,
      "text": "διʼ ἐτῶν δὲ πλειόνων ⸂ἐλεημοσύνας ποιήσων εἰς τὸ ἔθνος μου παρεγενόμην καὶ προσφοράς,"
    },
    {
      "verse": 18,
      "text": "ἐν ⸀αἷςεὗρόν με ἡγνισμένον ἐν τῷ ἱερῷ, οὐ μετὰ ὄχλου οὐδὲ μετὰ θορύβου,"
    },
    {
      "verse": 19,
      "text": "τινὲς δὲ ἀπὸ τῆς Ἀσίας Ἰουδαῖοι, οὓς ⸀ἔδειἐπὶ σοῦ παρεῖναι καὶ κατηγορεῖν εἴ τι ἔχοιεν πρὸς ⸀ἐμέ"
    },
    {
      "verse": 20,
      "text": "ἢ αὐτοὶ οὗτοι εἰπάτωσαν τί ⸀εὗρονἀδίκημα στάντος μου ἐπὶ τοῦ συνεδρίου"
    },
    {
      "verse": 21,
      "text": "ἢ περὶ μιᾶς ταύτης φωνῆς ἧς ἐκέκραξα ⸂ἐν αὐτοῖς ἑστὼς ὅτι Περὶ ἀναστάσεως νεκρῶν ἐγὼ κρίνομαι σήμερον ⸀ἐφʼὑμῶν."
    },
    {
      "verse": 22,
      "text": "⸂Ἀνεβάλετο δὲ αὐτοὺς ὁ Φῆλιξ, ἀκριβέστερον εἰδὼς τὰ περὶ τῆς ὁδοῦ, ⸀εἴπας Ὅταν Λυσίας ὁ χιλίαρχος καταβῇ διαγνώσομαι τὰ καθʼ ὑμᾶς·"
    },
    {
      "verse": 23,
      "text": "⸀διαταξάμενοςτῷ ἑκατοντάρχῃ τηρεῖσθαι ⸀αὐτὸνἔχειν τε ἄνεσιν καὶ μηδένα κωλύειν τῶν ἰδίων αὐτοῦ ⸀ὑπηρετεῖναὐτῷ."
    },
    {
      "verse": 24,
      "text": "Μετὰ δὲ ἡμέρας τινὰς παραγενόμενος ὁ Φῆλιξ σὺν Δρουσίλλῃ τῇ ⸀ἰδίᾳγυναικὶ οὔσῃ Ἰουδαίᾳ μετεπέμψατο τὸν Παῦλον καὶ ἤκουσεν αὐτοῦ περὶ τῆς εἰς Χριστὸν ⸀Ἰησοῦνπίστεως."
    },
    {
      "verse": 25,
      "text": "διαλεγομένου δὲ αὐτοῦ περὶ δικαιοσύνης καὶ ἐγκρατείας καὶ τοῦ κρίματος τοῦ ⸀μέλλοντοςἔμφοβος γενόμενος ὁ Φῆλιξ ἀπεκρίθη· Τὸ νῦν ἔχον πορεύου, καιρὸν δὲ μεταλαβὼν μετακαλέσομαί σε·"
    },
    {
      "verse": 26,
      "text": "ἅμα καὶ ἐλπίζων ὅτι χρήματα δοθήσεται αὐτῷ ὑπὸ τοῦ ⸀Παύλου διὸ καὶ πυκνότερον αὐτὸν μεταπεμπόμενος ὡμίλει αὐτῷ."
    },
    {
      "verse": 27,
      "text": "Διετίας δὲ πληρωθείσης ἔλαβεν διάδοχον ὁ Φῆλιξ Πόρκιον Φῆστον· θέλων τε ⸀χάριτακαταθέσθαι τοῖς Ἰουδαίοις ὁ Φῆλιξ κατέλιπε τὸν Παῦλον δεδεμένον."
    }
  ]
}