{
  "book_id": "2CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀρχόμεθα πάλιν ἑαυτοὺς συνιστάνειν; ⸂Εἰ⸃ μὴ χρῄζομεν, ὥς τινες, συστατικῶν ἐπιστολῶν πρὸς ὑμᾶς, ἢ ἐξ ὑμῶν ⸋συστατικῶν;⸌"
    },
    {
      "verse": 2,
      "text": "Ἡ ἐπιστολὴ ἡμῶν ὑμεῖς ἐστέ, ἐγγεγραμμένη ἐν ταῖς καρδίαις ἡμῶν, γινωσκομένη καὶ ἀναγινωσκομένη ὑπὸ πάντων ἀνθρώπων·"
    },
    {
      "verse": 3,
      "text": "φανερούμενοι ὅτι ἐστὲ ἐπιστολὴ χριστοῦ διακονηθεῖσα ὑφ᾽ ἡμῶν, ἐγγεγραμμένη οὐ μέλανι, ἀλλὰ πνεύματι θεοῦ ζῶντος, οὐκ ἐν πλαξὶν λιθίναις, ἀλλ᾽ ἐν πλαξὶν ⸂καρδίαις⸃ σαρκίναις."
    },
    {
      "verse": 4,
      "text": "Πεποίθησιν δὲ τοιαύτην ἔχομεν διὰ τοῦ χριστοῦ πρὸς τὸν θεόν·"
    },
    {
      "verse": 5,
      "text": "οὐχ ὅτι ⸂ἱκανοί ἐσμεν ἀφ᾽ ἑαυτῶν λογίσασθαί τι ὡς ἐξ ἑαυτῶν,⸃ ἀλλ᾽ ἡ ἱκανότης ἡμῶν ἐκ τοῦ θεοῦ·"
    },
    {
      "verse": 6,
      "text": "ὃς καὶ ἱκάνωσεν ἡμᾶς διακόνους καινῆς διαθήκης, οὐ γράμματος, ἀλλὰ πνεύματος· τὸ γὰρ γράμμα ἀποκτένει, τὸ δὲ πνεῦμα ζῳοποιεῖ."
    },
    {
      "verse": 7,
      "text": "Εἰ δὲ ἡ διακονία τοῦ θανάτου ἐν ⸂γράμμασιν,⸃ ἐντετυπωμένη ⸋ἐν⸌ λίθοις, ἐγενήθη ἐν δόξῃ, ὥστε μὴ δύνασθαι ἀτενίσαι τοὺς υἱοὺς Ἰσραὴλ εἰς τὸ πρόσωπον Μωϋσέως διὰ τὴν δόξαν τοῦ προσώπου αὐτοῦ, τὴν καταργουμένην,"
    },
    {
      "verse": 8,
      "text": "πῶς οὐχὶ μᾶλλον ἡ διακονία τοῦ πνεύματος ἔσται ἐν δόξῃ;"
    },
    {
      "verse": 9,
      "text": "Εἰ γὰρ ⸂ἡ διακονία⸃ τῆς κατακρίσεως δόξα, πολλῷ μᾶλλον περισσεύει ἡ διακονία τῆς δικαιοσύνης ⸋ἐν⸌ δόξῃ."
    },
    {
      "verse": 10,
      "text": "Καὶ γὰρ ⸂οὐ⸃ δεδόξασται τὸ δεδοξασμένον ἐν τούτῳ τῷ μέρει, ἕνεκεν τῆς ὑπερβαλλούσης δόξης."
    },
    {
      "verse": 11,
      "text": "Εἰ γὰρ τὸ καταργούμενον, διὰ δόξης, πολλῷ μᾶλλον τὸ μένον, ἐν δόξῃ."
    },
    {
      "verse": 12,
      "text": "Ἔχοντες οὖν τοιαύτην ἐλπίδα, πολλῇ παρρησίᾳ χρώμεθα·"
    },
    {
      "verse": 13,
      "text": "καὶ οὐ καθάπερ Μωϋσῆς ἐτίθει κάλυμμα ἐπὶ τὸ πρόσωπον ⸂ἑαυτοῦ,⸃ πρὸς τὸ μὴ ἀτενίσαι τοὺς υἱοὺς Ἰσραὴλ εἰς τὸ τέλος τοῦ καταργουμένου·"
    },
    {
      "verse": 14,
      "text": "ἀλλ᾽ ἐπωρώθη τὰ νοήματα αὐτῶν· ἄχρι γὰρ τῆς σήμερον ⸆ τὸ αὐτὸ κάλυμμα ἐπὶ τῇ ἀναγνώσει τῆς παλαιᾶς διαθήκης μένει μὴ ἀνακαλυπτόμενον, ὅ τι ἐν χριστῷ καταργεῖται."
    },
    {
      "verse": 15,
      "text": "Ἀλλ᾽ ἕως σήμερον, ἡνίκα ⸂ἀναγινώσκεται⸃ Μωϋσῆς, κάλυμμα ἐπὶ τὴν καρδίαν αὐτῶν κεῖται."
    },
    {
      "verse": 16,
      "text": "Ἡνίκα ⸂δ᾽ ἂν⸃ ἐπιστρέψῃ πρὸς κύριον, περιαιρεῖται τὸ κάλυμμα."
    },
    {
      "verse": 17,
      "text": "Ὁ δὲ κύριος τὸ πνεῦμά ἐστιν· οὗ δὲ τὸ πνεῦμα κυρίου, ⸋ἐκεῖ⸌ ἐλευθερία."
    },
    {
      "verse": 18,
      "text": "Ἡμεῖς δὲ πάντες, ἀνακεκαλυμμένῳ προσώπῳ τὴν δόξαν κυρίου κατοπτριζόμενοι, τὴν αὐτὴν εἰκόνα μεταμορφούμεθα ἀπὸ δόξης εἰς δόξαν, καθάπερ ἀπὸ κυρίου πνεύματος."
    }
  ]
}