{
  "book_id": "2CO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Τρίτον τοῦτο ἔρχομαι πρὸς ὑμᾶς· \\+w ἐπὶ|strong=\"G1909\"\\+w* \\+w στόματος|strong=\"G4750\"\\+w* \\+w δύο|strong=\"G1417\"\\+w* \\+w μαρτύρων|strong=\"G3144\"\\+w* \\+w καὶ|strong=\"G2532\"\\+w* \\+w τριῶν|strong=\"G5140\"\\+w* \\+w σταθήσεται|strong=\"G2476\"\\+w* \\+w πᾶν|strong=\"G3956\"\\+w* \\+w ῥῆμα|strong=\"G4487\"\\+w*·"
    },
    {
      "verse": 2,
      "text": "προείρηκα καὶ προλέγω, ὡς παρὼν τὸ δεύτερον, καὶ ἀπὼν νῦν γράφω τοῖς προημαρτηκόσι καὶ τοῖς λοιποῖς πᾶσιν, ὅτι ἐὰν ἔλθω εἰς τὸ πάλιν οὐ φείσομαι,"
    },
    {
      "verse": 3,
      "text": "ἐπεὶ δοκιμὴν ζητεῖτε τοῦ ἐν ἐμοὶ λαλοῦντος Χριστοῦ, ὃς εἰς ὑμᾶς οὐκ ἀσθενεῖ, ἀλλὰ δυνατεῖ ἐν ὑμῖν."
    },
    {
      "verse": 4,
      "text": "καὶ γὰρ εἰ ἐσταυρώθη ἐξ ἀσθενείας, ἀλλὰ ζῇ ἐκ δυνάμεως Θεοῦ· καὶ γὰρ ἡμεῖς ἀσθενοῦμεν ἐν αὐτῷ, ἀλλὰ ζησόμεθα σὺν αὐτῷ ἐκ δυνάμεως Θεοῦ εἰς ὑμᾶς."
    },
    {
      "verse": 5,
      "text": "Ἑαυτοὺς πειράζετε εἰ ἐστὲ ἐν τῇ πίστει, ἑαυτοὺς δοκιμάζετε. ἢ οὐκ ἐπιγινώσκετε ἑαυτοὺς ὅτι Ἰησοῦς Χριστὸς ἐν ὑμῖν ἐστιν; εἰ μή τι ἀδόκιμοί ἐστε."
    },
    {
      "verse": 6,
      "text": "ἐλπίζω δὲ ὅτι γνώσεσθε ὅτι ἡμεῖς οὐκ ἐσμὲν ἀδόκιμοι."
    },
    {
      "verse": 7,
      "text": "εὔχομαι δὲ πρὸς τὸν Θεὸν μὴ ποιῆσαι ὑμᾶς κακὸν μηδέν, οὐχ ἵνα ἡμεῖς δόκιμοι φανῶμεν, ἀλλ᾽ ἵνα ὑμεῖς τὸ καλὸν ποιῆτε, ἡμεῖς δὲ ὡς ἀδόκιμοι ὦμεν."
    },
    {
      "verse": 8,
      "text": "οὐ γὰρ δυνάμεθά τι κατὰ τῆς ἀληθείας, ἀλλ᾽ ὑπὲρ τῆς ἀληθείας."
    },
    {
      "verse": 9,
      "text": "χαίρομεν γὰρ ὅταν ἡμεῖς ἀσθενῶμεν, ὑμεῖς δὲ δυνατοὶ ἦτε· τοῦτο δὲ καὶ εὐχόμεθα, τὴν ὑμῶν κατάρτισιν."
    },
    {
      "verse": 10,
      "text": "Διὰ τοῦτο ταῦτα ἀπὼν γράφω, ἵνα παρὼν μὴ ἀποτόμως χρήσωμαι κατὰ τὴν ἐξουσίαν ἣν ἔδωκέ μοι ὁ Κύριος εἰς οἰκοδομὴν καὶ οὐκ εἰς καθαίρεσιν."
    },
    {
      "verse": 11,
      "text": "Λοιπόν, ἀδελφοί, χαίρετε, καταρτίζεσθε, παρακαλεῖσθε, τὸ αὐτὸ φρονεῖτε, εἰρηνεύετε, καὶ ὁ Θεὸς τῆς ἀγάπης καὶ εἰρήνης ἔσται μεθ᾽ ὑμῶν."
    },
    {
      "verse": 12,
      "text": "Ἀσπάσασθε ἀλλήλους ἐν ἁγίῳ φιλήματι. ἀσπάζονται ὑμᾶς οἱ ἅγιοι πάντες."
    },
    {
      "verse": 13,
      "text": "Ἡ χάρις τοῦ Κυρίου Ἰησοῦ Χριστοῦ καὶ ἡ ἀγάπη τοῦ Θεοῦ καὶ ἡ κοινωνία τοῦ Ἁγίου Πνεύματος μετὰ πάντων ὑμῶν· ἀμήν."
    }
  ]
}