{
  "book_id": "PSA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "With all my heart I will praise the Lord, all your wonders I will rehearse."
    },
    {
      "verse": 2,
      "text": "I will rejoice and exult in you, singing praise to your name, Most High;"
    },
    {
      "verse": 3,
      "text": "because backward my foes were turned, they stumbled and perished before you."
    },
    {
      "verse": 4,
      "text": "My right and my claim you have upheld, you did sit on the throne as a fair judge,"
    },
    {
      "verse": 5,
      "text": "rebuking the nations, destroying the wicked, and blotting their name out forever and ever."
    },
    {
      "verse": 6,
      "text": "The foe is vanished, ruined forever, their cities destroyed, their memory perished."
    },
    {
      "verse": 7,
      "text": "See! The Lordis seated forever on the throne he established for judgment,"
    },
    {
      "verse": 8,
      "text": "ruling the world with justice, and judging the nations with equity."
    },
    {
      "verse": 9,
      "text": "So the Lordproves a haven to the oppressed, a haven in times of trouble."
    },
    {
      "verse": 10,
      "text": "Well may they trust you who know your name, for those who seek you, you never abandon."
    },
    {
      "verse": 11,
      "text": "Sing praise to the \\+w Lord|strong=\"H3068\"\\+w*, whose home is in Zion, declare his deeds among the nations."
    },
    {
      "verse": 12,
      "text": "As avenger of blood, he keeps them in mind, he does not forget the cry of the wretched."
    },
    {
      "verse": 13,
      "text": "Show me favor, Lord, see how my foes afflict me, lift me up from the gates of death;"
    },
    {
      "verse": 14,
      "text": "so I may, in your help exulting, tell forth your praise at the gates of Zion."
    },
    {
      "verse": 15,
      "text": "The nations are sunk in the pit which they made, in the net that they hid, their own foot is entangled."
    },
    {
      "verse": 16,
      "text": "The Lordis revealed in the judgment he wrought, the wicked are snared in their own handiwork. Selah"
    },
    {
      "verse": 17,
      "text": "Let the wicked depart to Sheol, all the nations that live forgetful of God."
    },
    {
      "verse": 18,
      "text": "For the needy will not be always forgotten, nor the hope of the helpless be lost forever."
    },
    {
      "verse": 19,
      "text": "Arise, Lord; don’t let them triumph: before your face let the nations be judged."
    },
    {
      "verse": 20,
      "text": "Strike them with fear, \\+w Lord|strong=\"H3068\"\\+w*: show the nations how frail they are. Selah"
    }
  ]
}