{
  "book_id": "PSA",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I love you, O \\+w Lord|strong=\"H3068\"\\+w*, my strength."
    },
    {
      "verse": 2,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*is my rock, my fortress, deliverer, my God, my rock, where I take refuge, my shield, my defender, my tower."
    },
    {
      "verse": 3,
      "text": "Worthy of praise is the \\+w Lord|strong=\"H3068\"\\+w*whom I call on, he rescues me from all my foes."
    },
    {
      "verse": 4,
      "text": "The waves of death broke about me, fearful floods of chaos."
    },
    {
      "verse": 5,
      "text": "Sheol threw cords around me, snares of death came to meet me."
    },
    {
      "verse": 6,
      "text": "In distress I cried to the Lord, and shouted for help to my God; in his temple he heard my voice, into his ears came my cry."
    },
    {
      "verse": 7,
      "text": "Then the earth shook and quaked, mountains trembled to their foundations, and quaked because of his wrath."
    },
    {
      "verse": 8,
      "text": "Smoke went up from his nostrils, devouring fire from his mouth, coals were kindled by it."
    },
    {
      "verse": 9,
      "text": "Then he bent the sky and came down, thick darkness was under his feet."
    },
    {
      "verse": 10,
      "text": "He rode on a cherub and flew, darting on wings of wind,"
    },
    {
      "verse": 11,
      "text": "with his screen of darkness about him, in thick dark clouds of water."
    },
    {
      "verse": 12,
      "text": "At the radiance before him there passed hailstones and coals of fire."
    },
    {
      "verse": 13,
      "text": "The Lordthundered from heaven, the Most High uttered his voice."
    },
    {
      "verse": 14,
      "text": "He shot his arrows and scattered them, flashed lightnings, and routed them."
    },
    {
      "verse": 15,
      "text": "The channels of the sea were revealed, the world was laid bare to its base, at your rebuke, O Lord, at the blast of the breath of your nostrils."
    },
    {
      "verse": 16,
      "text": "He stretched from on high, he seized me, drew me up from the mighty waters,"
    },
    {
      "verse": 17,
      "text": "and saved me from those who hated me – fierce foes, too mighty for me."
    },
    {
      "verse": 18,
      "text": "In my day of distress they assailed me, but the Lordproved my support."
    },
    {
      "verse": 19,
      "text": "To a spacious place he brought me, and, for love of me, he saved me."
    },
    {
      "verse": 20,
      "text": "The \\+w Lord|strong=\"H2502\"\\+w*repays my innocence, he rewards my cleanness of hands."
    },
    {
      "verse": 21,
      "text": "For I kept the ways of the \\+w Lord|strong=\"H3068\"\\+w*, nor have wickedly strayed from my God."
    },
    {
      "verse": 22,
      "text": "His commandments were all before me, his statutes I put not away."
    },
    {
      "verse": 23,
      "text": "And I was blameless before him, guarding myself from sin."
    },
    {
      "verse": 24,
      "text": "So the Lordrepaid my innocence, my cleanness of hands in his sight."
    },
    {
      "verse": 25,
      "text": "With the loyal you are loyal, and with the blameless blameless."
    },
    {
      "verse": 26,
      "text": "With the pure you show yourself pure, but shrewd with the devious."
    },
    {
      "verse": 27,
      "text": "For the lowly people you save, but haughty eyes you abase."
    },
    {
      "verse": 28,
      "text": "You are my lamp, Lord, my God who enlightens my darkness."
    },
    {
      "verse": 29,
      "text": "With you I can storm a rampart, with my God I can leap a wall."
    },
    {
      "verse": 30,
      "text": "As for God, his way is perfect; the word of the Lordis pure. He is shield to all who take refuge in him."
    },
    {
      "verse": 31,
      "text": "For who is God but the \\+w Lord|strong=\"H3068\"\\+w*? And who is a rock but our God?"
    },
    {
      "verse": 32,
      "text": "The God who arms me with strength, who cleared and smoothed my way."
    },
    {
      "verse": 33,
      "text": "He made my feet like hinds’ feet, and set me up on the heights."
    },
    {
      "verse": 34,
      "text": "He taught my hands how to fight, and my arms how to bend a bronze bow."
    },
    {
      "verse": 35,
      "text": "The shield of your help you gave me, your right hand supports me, you stoop down to make me great."
    },
    {
      "verse": 36,
      "text": "In your strength I took giant strides, and my feet never slipped."
    },
    {
      "verse": 37,
      "text": "So I chased the foe till I caught them, and turned not, till I made an end of them."
    },
    {
      "verse": 38,
      "text": "I smashed them, they could not rise, they fell beneath my feet."
    },
    {
      "verse": 39,
      "text": "You did arm me with strength for war, you did bow my assailants beneath me."
    },
    {
      "verse": 40,
      "text": "You made my foes turn their back to me, and those who did hate me I finished."
    },
    {
      "verse": 41,
      "text": "They cried for help, but none saved them; to the Lord, but he answered them not."
    },
    {
      "verse": 42,
      "text": "I beat them like dust of the market-place, stamped them like mud of the streets."
    },
    {
      "verse": 43,
      "text": "From the strife of the peoples you saved me, you made me head of the nations, peoples I knew not did serve me."
    },
    {
      "verse": 44,
      "text": "On the instant they hear, they obey me, foreigners come to me cringing."
    },
    {
      "verse": 45,
      "text": "Foreigners lose courage, and come out of their strongholds trembling."
    },
    {
      "verse": 46,
      "text": "The Lordis alive! Blest be my rock! Exalted be God, my protector!"
    },
    {
      "verse": 47,
      "text": "The God who gave me revenge, and brought down nations beneath me,"
    },
    {
      "verse": 48,
      "text": "who saved me from angry foes, and set me above my assailants, safe from the violent."
    },
    {
      "verse": 49,
      "text": "For this I will praise you among the nations, making music, O Lord, to your name:"
    },
    {
      "verse": 50,
      "text": "for great triumphs he grants to his king, and faithful love he shows his anointed, to David and his seed evermore."
    }
  ]
}