{
  "book_id": "PSA",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "The heavens declare God’s glory, the sky tells what his hands have done."
    },
    {
      "verse": 2,
      "text": "Day tells it to day, night reveals it to night,"
    },
    {
      "verse": 3,
      "text": "without speaking, without words; without the sound of voices."
    },
    {
      "verse": 4,
      "text": "But through all the world their voice carries their words to the ends of the earth. He has pitched a tent for the sun in the sky,"
    },
    {
      "verse": 5,
      "text": "it comes out like a bridegroom from his bridal chamber, it joyfully runs its course like a hero."
    },
    {
      "verse": 6,
      "text": "From one end of the heavens it rises, and around it runs to the other, and nothing hides from its heat. In Praise of the Law"
    },
    {
      "verse": 7,
      "text": "The law of the Lordis perfect, renewing life. The decrees of the Lordare trusty, making the simple wise."
    },
    {
      "verse": 8,
      "text": "The behests of the \\+w Lord|strong=\"H3068\"\\+w*are right, rejoicing the heart. The command of the \\+w Lord|strong=\"H3068\"\\+w*is pure, giving light to the eyes."
    },
    {
      "verse": 9,
      "text": "The fear of the \\+w Lord|strong=\"H3068\"\\+w*is clean, it endures forever. The \\+w Lord|strong=\"H3068\"\\+w*’s judgments are true and right altogether."
    },
    {
      "verse": 10,
      "text": "More precious are they than gold – than fine gold in plenty, and sweeter they are than honey, that drops from the comb."
    },
    {
      "verse": 11,
      "text": "By them is your servant warned; who keeps them has rich reward."
    },
    {
      "verse": 12,
      "text": "Who can know their flaws? Absolve me from those I know not."
    },
    {
      "verse": 13,
      "text": "Keep your servant from wilful sins – from falling under their sway: then blameless and clear will I be from great offense."
    },
    {
      "verse": 14,
      "text": "May the words of my mouth and the thoughts of my heart be pleasing to you, Lord, my rock and redeemer."
    }
  ]
}