{
  "book_id": "PSA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "To you, O \\+w Lord|strong=\"H3068\"\\+w*, I lift up my heart: all the day I wait for you."
    },
    {
      "verse": 2,
      "text": "In you I trust, put me not to shame; let not my foes exult over me."
    },
    {
      "verse": 3,
      "text": "None will be shamed who wait for you, but shame will fall upon wanton traitors."
    },
    {
      "verse": 4,
      "text": "Make me, O \\+w Lord|strong=\"H3068\"\\+w*, to know your ways: teach me your paths."
    },
    {
      "verse": 5,
      "text": "In your faithfulness guide me and teach me, for you are my God and my savior."
    },
    {
      "verse": 6,
      "text": "Remember your pity, O \\+w Lord|strong=\"H3068\"\\+w*, and your kindness, for they have been ever of old."
    },
    {
      "verse": 7,
      "text": "Do not remember the sins of my youth; remember me in kindness, because of your goodness, \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 8,
      "text": "Good is the \\+w Lord|strong=\"H3068\"\\+w*and upright, so he teaches sinners the way."
    },
    {
      "verse": 9,
      "text": "The humble he guides in the right, he teaches the humble his way."
    },
    {
      "verse": 10,
      "text": "All his ways are loving and loyal to those who observe his charges and covenant."
    },
    {
      "verse": 11,
      "text": "Be true to your name \\+w Lord|strong=\"H3068\"\\+w*, forgive my many sins."
    },
    {
      "verse": 12,
      "text": "Who then is the person who fears the \\+w Lord|strong=\"H3068\"\\+w*? He will teach them the way to choose."
    },
    {
      "verse": 13,
      "text": "They will live in prosperity, their children will inherit the land."
    },
    {
      "verse": 14,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*gives guidance to those who fear him, and with his covenant he makes them acquainted."
    },
    {
      "verse": 15,
      "text": "My eyes are ever toward the \\+w Lord|strong=\"H3068\"\\+w*, for out of the net he brings my foot."
    },
    {
      "verse": 16,
      "text": "Turn to me with your favor, for I am lonely and crushed"
    },
    {
      "verse": 17,
      "text": "In my heart are strain and storm; bring me out of my distresses."
    },
    {
      "verse": 18,
      "text": "Look on my misery and trouble, and pardon all my sins,"
    },
    {
      "verse": 19,
      "text": "look on my foes oh, so many! And their cruel hatred towards me."
    },
    {
      "verse": 20,
      "text": "Deliver me, keep me, and shame not one who takes refuge in you."
    },
    {
      "verse": 21,
      "text": "May integrity and innocence preserve me, for I wait for you, O Lord."
    },
    {
      "verse": 22,
      "text": "Redeem Israel, O God, from all its distresses."
    }
  ]
}