{
  "book_id": "PSA",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "In you, O Lord, I take refuge; let me never be put to shame. Rescue me in your faithfulness;"
    },
    {
      "verse": 2,
      "text": "incline to me your ear. Deliver me speedily. Be to me a rock of defence, a fortified house, to save me."
    },
    {
      "verse": 3,
      "text": "For my rock and my fortress are you; lead me and guide me so your name will be honored."
    },
    {
      "verse": 4,
      "text": "Draw me out of the net they have hid for me, for you yourself are my refuge."
    },
    {
      "verse": 5,
      "text": "Into your hand I commend my spirit: you ransom me, Lord, faithful God."
    },
    {
      "verse": 6,
      "text": "I hate those devoted to worthless idols; I trust in the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 7,
      "text": "I will rejoice and be glad in your love, because you have looked on my misery, and cared for me in my distress."
    },
    {
      "verse": 8,
      "text": "You have not given me into the enemy’s hand, you have set my feet in a spacious place."
    },
    {
      "verse": 9,
      "text": "Be gracious to me, Lord, for I am distressed; my eye is wasted away with sorrow."
    },
    {
      "verse": 10,
      "text": "For my life is consumed with grief, and my years with sighing. My strength is broken with misery, my bones waste away."
    },
    {
      "verse": 11,
      "text": "The scorn of all my foes, the butt of my neighbors am I, a terror to my acquaintance. At the sight of me in the street people turn quickly away."
    },
    {
      "verse": 12,
      "text": "I am clean forgotten like the dead, am become like a ruined vessel."
    },
    {
      "verse": 13,
      "text": "I hear the whispers of many – terror on every side – scheming together against me, plotting to take my life."
    },
    {
      "verse": 14,
      "text": "But my trust is in you, Lord. “You are my God,” I say;"
    },
    {
      "verse": 15,
      "text": "my times are in your hand, save me from the hand of the foes who pursue me."
    },
    {
      "verse": 16,
      "text": "Make your face to shine on your servant, save me in your love."
    },
    {
      "verse": 17,
      "text": "Put me not, O \\+w Lord|strong=\"H2617\"\\+w*, to shame, for I have called upon you. Let the wicked be put to shame silent in Sheol."
    },
    {
      "verse": 18,
      "text": "Strike the false lips dumb, that speak proudly against the righteous with haughtiness and contempt."
    },
    {
      "verse": 19,
      "text": "How great is the goodness you have treasured for those who fear you, and wrought for those who take refuge in you, in plain sight of all!"
    },
    {
      "verse": 20,
      "text": "In your sheltering wings you hide them from plottings of people, you keep them safe in a bower from the chiding of tongues."
    },
    {
      "verse": 21,
      "text": "Blest be the Lordfor the wonderful love he has shown me in time of distress."
    },
    {
      "verse": 22,
      "text": "For I had said in panic, “I am driven clean out of your sight.” But you heard my plea, when I cried to you for help."
    },
    {
      "verse": 23,
      "text": "Love the Lord, all you faithful; the Lordprotects the loyal, but repays the haughty in full."
    },
    {
      "verse": 24,
      "text": "Let your hearts be courageous and strong, all you who wait on the \\+w Lord|strong=\"H3068\"\\+w*."
    }
  ]
}