{
  "book_id": "PSA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I will bless the Lordat all times, in my mouth will his praise be forever."
    },
    {
      "verse": 2,
      "text": "In the \\+w Lord|strong=\"H3068\"\\+w*will my heart make her boast, the humble will hear and be glad."
    },
    {
      "verse": 3,
      "text": "O magnify the \\+w Lord|strong=\"H3068\"\\+w*with me and let us extol his name together."
    },
    {
      "verse": 4,
      "text": "I sought the \\+w Lord|strong=\"H3068\"\\+w*, and, in answer, he saved me from all my terrors."
    },
    {
      "verse": 5,
      "text": "Look to him and you will be radiant, with faces unashamed."
    },
    {
      "verse": 6,
      "text": "Here is one who was crushed, but cried and was heard by the Lord, and brought safe out of every trouble."
    },
    {
      "verse": 7,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*’s angel encamps about those who fear him, and rescues them."
    },
    {
      "verse": 8,
      "text": "O taste and see that the \\+w Lord|strong=\"H3068\"\\+w*is good, happy those who take refuge in him."
    },
    {
      "verse": 9,
      "text": "Fear the \\+w Lord|strong=\"H3068\"\\+w*, all his people, for they who fear him lack nothing."
    },
    {
      "verse": 10,
      "text": "Even young lions may be poor and hungry, but those who seek the \\+w Lord|strong=\"H3068\"\\+w*will not lack any good thing."
    },
    {
      "verse": 11,
      "text": "Come, children, listen to me. I will teach you the fear of the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 12,
      "text": "Which of you is desirous of life, loves many and happy days?"
    },
    {
      "verse": 13,
      "text": "Then guard your tongue from evil, and your lips from speaking deceit."
    },
    {
      "verse": 14,
      "text": "Depart from evil, and do good; seek peace, and pursue it."
    },
    {
      "verse": 15,
      "text": "The eyes of the Lordare towards the righteous, his ears are towards their cry for help."
    },
    {
      "verse": 16,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*sets his face against those who do evil, to root their memory out of the earth."
    },
    {
      "verse": 17,
      "text": "When righteous cry, they are heard by the \\+w Lord|strong=\"H3068\"\\+w*, and he saves them from all their distresses."
    },
    {
      "verse": 18,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*is near to the broken-hearted, he helps those whose spirit is crushed."
    },
    {
      "verse": 19,
      "text": "Many misfortunes befall the righteous, but the \\+w Lord|strong=\"H3068\"\\+w*delivers them out of them all."
    },
    {
      "verse": 20,
      "text": "He guards all their bones, none are broken."
    },
    {
      "verse": 21,
      "text": "Misfortune will slay the ungodly; those who hate the righteous are doomed."
    },
    {
      "verse": 22,
      "text": "The \\+w Lord|strong=\"H6662\"\\+w*ransoms the life of his servants, and none will be doomed who takes refuge in him."
    }
  ]
}