{
  "book_id": "PSA",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "My heart is astir with beautiful words: I will sing a song, concerning the king, with tongue like the pen of a ready writer."
    },
    {
      "verse": 2,
      "text": "Your beauty is more than mortal, grace is shed over your lips: therefore God has blessed you forever."
    },
    {
      "verse": 3,
      "text": "Warrior, strap your sword on your thigh. What glory and splendor!"
    },
    {
      "verse": 4,
      "text": "Good fortune attend you, as forth you ride in the cause of good faith, and as champion of justice. May your arm instruct you in deeds of dread."
    },
    {
      "verse": 5,
      "text": "Sharp are your arrows; nations fall under you: pierced to the heart are the foes of the king."
    },
    {
      "verse": 6,
      "text": "Your throne shall endure for ever and ever your royal sceptre a sceptre of equity."
    },
    {
      "verse": 7,
      "text": "Right you love and wrong you hate: therefore the Lordyour God anoints you With oil of gladness above your fellows."
    },
    {
      "verse": 8,
      "text": "With myrrh, aloes, and cassia your robes are all fragrant, you are gladdened by music of ivory harps."
    },
    {
      "verse": 9,
      "text": "King’s daughters stand ready with jewels for you, at your right hand the queen in gold of Ophir."
    },
    {
      "verse": 10,
      "text": "Listen, daughter, and see; and incline your ear: forget your folk and your father’s house."
    },
    {
      "verse": 11,
      "text": "And when the king desires your beauty, bow to him, for he is your lord."
    },
    {
      "verse": 12,
      "text": "So shall the Tyrians come with gifts, and the richest of people will do you homage."
    },
    {
      "verse": 13,
      "text": "The king’s daughter is glorious altogether, with dress of pearls inwrought with gold."
    },
    {
      "verse": 14,
      "text": "In many-coloured robes she is led to the king, with the virgin companions she brought in her train."
    },
    {
      "verse": 15,
      "text": "The king’s palace they enter with joy and rejoicing."
    },
    {
      "verse": 16,
      "text": "May sons of yours take the place of your fathers, whom you will make princes in all the land."
    },
    {
      "verse": 17,
      "text": "Your name will I celebrate world without end, so that nations shall praise you for ever and ever."
    }
  ]
}