{
  "book_id": "PSA",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "Shout to God, all the earth,"
    },
    {
      "verse": 2,
      "text": "sing praise to his glorious name, sing his glorious praise."
    },
    {
      "verse": 3,
      "text": "Say to God, “How dread are your works, so great is your might that your enemies cringe to you."
    },
    {
      "verse": 4,
      "text": "All the earth does homage to you, singing praises to you, singing praise to your name.” \\+w Selah|strong=\"H5542\"\\+w*"
    },
    {
      "verse": 5,
      "text": "Come and see what God has done, awe-inspiring is he in his works among people."
    },
    {
      "verse": 6,
      "text": "He turns the sea into dry land, and people cross the river on foot. Let us therefore rejoice in him,"
    },
    {
      "verse": 7,
      "text": "the mighty Ruler eternal, whose eyes keep watch on the nations, that no rebel lift up his head. \\+w Selah|strong=\"H5542\"\\+w*"
    },
    {
      "verse": 8,
      "text": "O bless our God, you peoples; sound aloud his praise,"
    },
    {
      "verse": 9,
      "text": "who keeps us in life, and keeps our feet from slipping."
    },
    {
      "verse": 10,
      "text": "For you, God, have tested us, have tried us, as silver is tried."
    },
    {
      "verse": 11,
      "text": "You did bring us into prison, and put chains upon us,"
    },
    {
      "verse": 12,
      "text": "you did let people ride over our head. We went through fire and through water, but you led us out to a spacious place."
    },
    {
      "verse": 13,
      "text": "I will enter your house with burnt-offerings, I will pay to you my vows,"
    },
    {
      "verse": 14,
      "text": "which my open lips have uttered, arid my mouth has declared in my straits."
    },
    {
      "verse": 15,
      "text": "I will offer you offerings of fatlings, with the odour of burning rams, I will sacrifice bullocks with goats. \\+w Selah|strong=\"H5542\"\\+w*"
    },
    {
      "verse": 16,
      "text": "Come and hear my story all who fear God – of what he has done for me."
    },
    {
      "verse": 17,
      "text": "For my mouth had no sooner invoked him than his praise was under my tongue."
    },
    {
      "verse": 18,
      "text": "Had I cherished sin in my heart, the Lordwould never have listened."
    },
    {
      "verse": 19,
      "text": "But assuredly God has listened, and attended to my loud prayer."
    },
    {
      "verse": 20,
      "text": "Blessed be God, who turned not aside my prayer, nor withdrew his kindness from me."
    }
  ]
}