{
  "book_id": "PSA",
  "chapter": 78,
  "verses": [
    {
      "verse": 1,
      "text": "My people, attend to my teaching: bend your ears to the words of my mouth,"
    },
    {
      "verse": 2,
      "text": "as I open my mouth in a poem on the riddling story of the past."
    },
    {
      "verse": 3,
      "text": "What we have heard and known, and what our ancestors have told us,"
    },
    {
      "verse": 4,
      "text": "we will not hide from their children. We will tell to the next generation the praises and might of the \\+w Lord|strong=\"H3068\"\\+w*, and the wonders that he has done."
    },
    {
      "verse": 5,
      "text": "He set up a testimony in Jacob, a law he appointed in Israel, which he commanded our ancestors to make known to their children,"
    },
    {
      "verse": 6,
      "text": "that the next generation should know it, that the children yet to be born should arise and tell their children;"
    },
    {
      "verse": 7,
      "text": "that in God they might put their confidence, and not forget God’s works; but that they might keep his commandments,"
    },
    {
      "verse": 8,
      "text": "and not be like their ancestors, a generation defiant and stubborn, a generation with heart unsteady, and spirit unfaithful towards God."
    },
    {
      "verse": 9,
      "text": "Ephraimites, armed bowmen, turned back in the day of battle."
    },
    {
      "verse": 10,
      "text": "They did not keep God’s covenant, they refused to walk in his law."
    },
    {
      "verse": 11,
      "text": "They forgot what he had done, and the wonders he had shown them."
    },
    {
      "verse": 12,
      "text": "He did wonders before their ancestors in the country of Zoan in Egypt."
    },
    {
      "verse": 13,
      "text": "Through the sea which he split he brought them, making waters stand up like a heap;"
    },
    {
      "verse": 14,
      "text": "he led them by day with a cloud, all the night with a light of fire."
    },
    {
      "verse": 15,
      "text": "From the rocks which he split in the wilderness, he gave them to drink as of ocean’s abundance."
    },
    {
      "verse": 16,
      "text": "He brought streams out of the rock, and made water run down like rivers."
    },
    {
      "verse": 17,
      "text": "Yet they still went on sinning against him, they defied the Most High in the desert."
    },
    {
      "verse": 18,
      "text": "They willfully challenged God, demanding the food that they longed for."
    },
    {
      "verse": 19,
      "text": "“Is God able,” such was their challenge, “to spread in the desert a table?"
    },
    {
      "verse": 20,
      "text": "From the rock that he struck there gushed water, and torrents that overflowed; but can he also give bread, or provide his people with meat?”"
    },
    {
      "verse": 21,
      "text": "When the \\+w Lord|strong=\"H3068\"\\+w*heard this, he was furious, and fire was kindled on Jacob, anger flared up against Israel."
    },
    {
      "verse": 22,
      "text": "For they put no trust in God, no confidence in his help."
    },
    {
      "verse": 23,
      "text": "So he summoned the clouds above; and, opening the doors of heaven,"
    },
    {
      "verse": 24,
      "text": "he rained manna upon them for food, and grain of heaven he gave them."
    },
    {
      "verse": 25,
      "text": "Everyone ate the bread of angels; he sent them food to the full."
    },
    {
      "verse": 26,
      "text": "He launched the east wind in the heavens, and guided the south by his power."
    },
    {
      "verse": 27,
      "text": "He rained meat upon them like dust, winged bird like the sand of the sea."
    },
    {
      "verse": 28,
      "text": "In the midst of their camp he dropped it, all around their tents."
    },
    {
      "verse": 29,
      "text": "They ate and were more than filled; he had brought them the thing they desired."
    },
    {
      "verse": 30,
      "text": "But the thing they desired became loathsome: while their food was still in their mouths,"
    },
    {
      "verse": 31,
      "text": "the wrath of God rose against them. He slew the stoutest among them, and laid low the young men of Israel."
    },
    {
      "verse": 32,
      "text": "Yet for all this they sinned yet more, and refused to believe in his wonders."
    },
    {
      "verse": 33,
      "text": "So he ended their days in a breath, and their years in sudden dismay."
    },
    {
      "verse": 34,
      "text": "When he slew them, then they sought after him, they turned and sought God with diligence."
    },
    {
      "verse": 35,
      "text": "They remembered that God was their rock, and the Most High God their redeemer."
    },
    {
      "verse": 36,
      "text": "But they flattered him with their mouth, and lied to him with their tongue."
    },
    {
      "verse": 37,
      "text": "Their heart was not steady with him, they were faithless to his covenant."
    },
    {
      "verse": 38,
      "text": "But he is full of pity: he pardons sin and destroys not. Often he turns his anger away, without stirring his wrath at all."
    },
    {
      "verse": 39,
      "text": "So he remembered that they were but flesh, breath that passes and does not return."
    },
    {
      "verse": 40,
      "text": "But how often they rebelled in the desert, and caused him grief in the wilderness,"
    },
    {
      "verse": 41,
      "text": "tempting God again and again, provoking the Holy One of Israel."
    },
    {
      "verse": 42,
      "text": "They did not remember his strength, nor the day he redeemed from the foe,"
    },
    {
      "verse": 43,
      "text": "how he set his signs in Egypt, in the country of Zoan his wonders."
    },
    {
      "verse": 44,
      "text": "He turned their canals into blood, their streams undrinkable."
    },
    {
      "verse": 45,
      "text": "He sent forth flies, which devoured them; frogs, too, which destroyed them."
    },
    {
      "verse": 46,
      "text": "Their crops he gave to the caterpillar, and the fruits of their toil to the locust."
    },
    {
      "verse": 47,
      "text": "He slew their vines with hail, and their sycamore trees with frost."
    },
    {
      "verse": 48,
      "text": "He delivered their cattle to the hail, and their flocks to bolts of fire."
    },
    {
      "verse": 49,
      "text": "He let loose his hot anger among them, fury and wrath and distress, a band of destroying angels."
    },
    {
      "verse": 50,
      "text": "He cleared a path for his anger, did not spare them from death, but gave them over to pestilence."
    },
    {
      "verse": 51,
      "text": "He struck down all the firstborn in Egypt, the first fruits of their strength in the tents of Ham."
    },
    {
      "verse": 52,
      "text": "He led forth his people like sheep, he was guide to his flock in the desert."
    },
    {
      "verse": 53,
      "text": "Securely he led them, and free from fear, while their foes were drowned in the sea."
    },
    {
      "verse": 54,
      "text": "To his holy realm he brought them, to the mountain his right hand had purchased."
    },
    {
      "verse": 55,
      "text": "He drove out the nations before them, and allotted their land for possession, and their tents for Israel to live in."
    },
    {
      "verse": 56,
      "text": "Yet they tempted and angered the Most High God, they did not observe his decrees."
    },
    {
      "verse": 57,
      "text": "They drew back, false like their ancestors; they failed like a treacherous bow."
    },
    {
      "verse": 58,
      "text": "Their shrines stirred him to anger, their idols moved him to jealousy."
    },
    {
      "verse": 59,
      "text": "When God heard of this, he was furious, and he spurned Israel utterly."
    },
    {
      "verse": 60,
      "text": "He abandoned his home in Shiloh, the tent he had pitched among people."
    },
    {
      "verse": 61,
      "text": "He gave his strength up to captivity, his glory to the hands of the foe."
    },
    {
      "verse": 62,
      "text": "He gave his people to the sword, he was furious with his own."
    },
    {
      "verse": 63,
      "text": "Fire devoured their young men, and their maidens had no marriage-song."
    },
    {
      "verse": 64,
      "text": "Their priests fell by the sword, and their widows could not weep."
    },
    {
      "verse": 65,
      "text": "Then the Lordawoke as from sleep, like a warrior flushed with wine;"
    },
    {
      "verse": 66,
      "text": "and he beat back his foes, putting them to perpetual scorn."
    },
    {
      "verse": 67,
      "text": "He disowned the tent of Joseph, he rejected the tribe of Ephraim;"
    },
    {
      "verse": 68,
      "text": "but he chose the tribe of Judah, Mount Zion, which he loves."
    },
    {
      "verse": 69,
      "text": "And he built like the heights his sanctuary, like the earth which he founded forever."
    },
    {
      "verse": 70,
      "text": "And he chose David his servant, taking him from the sheepfolds."
    },
    {
      "verse": 71,
      "text": "From the mother-ewes he brought him, to be shepherd to Jacob his people, and to Israel his inheritance."
    },
    {
      "verse": 72,
      "text": "With upright heart did he shepherd them, and with skilful hands did he guide them."
    }
  ]
}