{
  "book_id": "PSA",
  "chapter": 83,
  "verses": [
    {
      "verse": 1,
      "text": "Do not keep silent, O God: hold not your peace, be not still, God."
    },
    {
      "verse": 2,
      "text": "For see! Your enemies roar, those who hate you lift up their heads,"
    },
    {
      "verse": 3,
      "text": "laying crafty plans for your people, and plotting against those you treasure."
    },
    {
      "verse": 4,
      "text": "“Come, let us wipe them out as a nation, so Israel’s name will be mentioned no more.”"
    },
    {
      "verse": 5,
      "text": "For, conspiring with one accord, they have made a league against you"
    },
    {
      "verse": 6,
      "text": "Tents of Edom, and Ishmaelites, Moab, and the Hagrites."
    },
    {
      "verse": 7,
      "text": "Gebal and Ammon and Amalek, Philistia, with the people of Tyre;"
    },
    {
      "verse": 8,
      "text": "Syria, too, is confederate, they have strengthened the children of Lot. Selah"
    },
    {
      "verse": 9,
      "text": "Deal with them as you dealt with Midian, with Sisera, with Jabin, at the torrent of Kishon,"
    },
    {
      "verse": 10,
      "text": "who at Endor were destroyed, and became dung for the field."
    },
    {
      "verse": 11,
      "text": "Make their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna,"
    },
    {
      "verse": 12,
      "text": "who said, “Let us take for ourselves the meadows of God.”"
    },
    {
      "verse": 13,
      "text": "Whirl them, my God, like dust, like stubble before the wind."
    },
    {
      "verse": 14,
      "text": "As the fire that kindles the forest, as flame that sets mountains ablaze,"
    },
    {
      "verse": 15,
      "text": "so with your tempest pursue them, terrify them with your hurricane."
    },
    {
      "verse": 16,
      "text": "Make them blush with shame; until they seek your name, O Lord."
    },
    {
      "verse": 17,
      "text": "Everlasting shame and confusion, disgrace and destruction be theirs."
    },
    {
      "verse": 18,
      "text": "Teach those who you alone are most high over all the earth."
    }
  ]
}