{
  "book_id": "PSA",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "Lord, you have been a home to us one generation after another."
    },
    {
      "verse": 2,
      "text": "Before the mountains were born, or the earth and the world were brought forth, from everlasting to everlasting you are God."
    },
    {
      "verse": 3,
      "text": "You bring us back to the dust, you summon mortals to return."
    },
    {
      "verse": 4,
      "text": "For you see a thousand years as the passing of yesterday, as a watch in the night."
    },
    {
      "verse": 5,
      "text": "Your floods sweep them away; they are like a dream, or like grass which sprouts in the morning,"
    },
    {
      "verse": 6,
      "text": "which blossoms and sprouts in the morning, but by evening is cut and withered."
    },
    {
      "verse": 7,
      "text": "For your anger consumes us, the heat of your wrath confounds us."
    },
    {
      "verse": 8,
      "text": "Our sins you have set before you, our secrets in the light of your face."
    },
    {
      "verse": 9,
      "text": "For through your wrath our days are declining, we bring our years to an end as a sigh."
    },
    {
      "verse": 10,
      "text": "The span of our life is seventy years, or, if we are strong, maybe eighty; yet is their breadth but empty toil, for swiftly they go, and we fly away."
    },
    {
      "verse": 11,
      "text": "Who lays to heart the power of your anger? Or who stands in reverent awe of your wrath?"
    },
    {
      "verse": 12,
      "text": "O teach us to count our days so our minds may learn wisdom."
    },
    {
      "verse": 13,
      "text": "Return, O \\+w Lord|strong=\"H3068\"\\+w*; why so long? Relent on your servants."
    },
    {
      "verse": 14,
      "text": "Grant us your love to the full in the morning, that all our days we may shout for joy."
    },
    {
      "verse": 15,
      "text": "Make us glad for the days you have humbled us, for the evil years we have seen."
    },
    {
      "verse": 16,
      "text": "Let your servants see you in action, show your majesty to their children."
    },
    {
      "verse": 17,
      "text": "Let the grace of the Lordour God be upon us, uphold what our hands are striving to do."
    }
  ]
}