{
  "book_id": "PSA",
  "chapter": 107,
  "verses": [
    {
      "verse": 1,
      "text": "Give thanks to the \\+w Lord|strong=\"H3068\"\\+w*for his goodness for his kindness endures forever."
    },
    {
      "verse": 2,
      "text": "Let this be the song of the ransomed, whom the \\+w Lord|strong=\"H3068\"\\+w*has redeemed from distress,"
    },
    {
      "verse": 3,
      "text": "gathering them from all lands, east, west, north, and south."
    },
    {
      "verse": 4,
      "text": "In the wastes of the desert some wandered, finding no way to a city inhabited."
    },
    {
      "verse": 5,
      "text": "Full of hunger and thirst, their spirit failed."
    },
    {
      "verse": 6,
      "text": "Then they cried to the \\+w Lord|strong=\"H3068\"\\+w*in their trouble, and he saved them from their distresses,"
    },
    {
      "verse": 7,
      "text": "guiding them straight on the way, till they reached an inhabited city."
    },
    {
      "verse": 8,
      "text": "Let them thank the \\+w Lord|strong=\"H3068\"\\+w*for his kindness, for his wonderful deeds for people;"
    },
    {
      "verse": 9,
      "text": "for the thirsty he satisfies, and the hungry he fills with good things."
    },
    {
      "verse": 10,
      "text": "Some sat in darkness and gloom prisoners in irons and misery,"
    },
    {
      "verse": 11,
      "text": "for rebelling against God’s word, and spurning the Most High’s counsel."
    },
    {
      "verse": 12,
      "text": "Their heart was bowed with toil; there was no one to help when they stumbled."
    },
    {
      "verse": 13,
      "text": "Then they cried to the \\+w Lord|strong=\"H3068\"\\+w*in their trouble, and he saved them from their distresses."
    },
    {
      "verse": 14,
      "text": "Out of darkness and gloom he brought them, and burst their chains."
    },
    {
      "verse": 15,
      "text": "Let them praise the \\+w Lord|strong=\"H3068\"\\+w*for his kindness, for his wonderful deeds for people."
    },
    {
      "verse": 16,
      "text": "For he shattered the gates of bronze, and broke bars of iron."
    },
    {
      "verse": 17,
      "text": "Some were sick from their wicked ways, and suffering because of their sins."
    },
    {
      "verse": 18,
      "text": "All manner of food they hated; they had come to the gates of death."
    },
    {
      "verse": 19,
      "text": "Then they cried to the \\+w Lord|strong=\"H3068\"\\+w*in their trouble, and he saved them from their distresses."
    },
    {
      "verse": 20,
      "text": "He sent his word and healed them, and delivered their life from the pit."
    },
    {
      "verse": 21,
      "text": "Let them praise the \\+w Lord|strong=\"H3068\"\\+w*for his kindness, for his wonderful deeds for people."
    },
    {
      "verse": 22,
      "text": "Let them offer to him thankofferings, and with joy tell what things he has done."
    },
    {
      "verse": 23,
      "text": "Some crossed the sea in ships, doing business in great waters."
    },
    {
      "verse": 24,
      "text": "They have seen what the \\+w Lord|strong=\"H3068\"\\+w*can do, and his wonderful deeds on the deep."
    },
    {
      "verse": 25,
      "text": "At his command rose a tempest, which lifted the waves on high."
    },
    {
      "verse": 26,
      "text": "Up to heaven they went, down to the depths; their courage failed them."
    },
    {
      "verse": 27,
      "text": "They staggered and reeled like drunkards; all their skills useless."
    },
    {
      "verse": 28,
      "text": "Then they cried to the \\+w Lord|strong=\"H3068\"\\+w*in their trouble, and he saved them from their distresses."
    },
    {
      "verse": 29,
      "text": "He stilled the storm to a whisper, and the waves of the sea were hushed."
    },
    {
      "verse": 30,
      "text": "They were glad, because it was quiet; they were led to the haven they longed for."
    },
    {
      "verse": 31,
      "text": "Let them praise the \\+w Lord|strong=\"H3068\"\\+w*, for his kindness, for his wonderful deeds for people."
    },
    {
      "verse": 32,
      "text": "Where the people assemble, extol him, and praise him in council of elders."
    },
    {
      "verse": 33,
      "text": "He turns streams into a wilderness, springs of water into thirsty land,"
    },
    {
      "verse": 34,
      "text": "fruitful land into a salt waste, because of the sin of the people."
    },
    {
      "verse": 35,
      "text": "A desert he makes pools of water, a land of drought into springs of water."
    },
    {
      "verse": 36,
      "text": "He settles the hungry therein, they establish a city to live in."
    },
    {
      "verse": 37,
      "text": "They sow fields and plant vineyards, which furnish a fruitful yield."
    },
    {
      "verse": 38,
      "text": "By his blessing they multiply greatly, and he lets not their cattle decrease."
    },
    {
      "verse": 39,
      "text": "Yet when they are bowed and diminished by oppression, misfortune, or sorrow,"
    },
    {
      "verse": 40,
      "text": "he pours contempt upon princes, and on trackless wastes leads them astray"
    },
    {
      "verse": 41,
      "text": "He lifts the poor out of misery, and makes families fruitful as flocks."
    },
    {
      "verse": 42,
      "text": "At this sight shall the upright be glad, and all wicked mouths shall be stopped."
    },
    {
      "verse": 43,
      "text": "Let those who are wise observe this, and consider the love of the \\+w Lord|strong=\"H3068\"\\+w*"
    }
  ]
}