{
  "book_id": "PSA",
  "chapter": 109,
  "verses": [
    {
      "verse": 1,
      "text": "O God whom I praise, keep not silence;"
    },
    {
      "verse": 2,
      "text": "for their wicked mouths they have opened against me, they speak to me with tongues that are false,"
    },
    {
      "verse": 3,
      "text": "they beset me with words of hatred, and fight without cause against me."
    },
    {
      "verse": 4,
      "text": "My love they requite with hostility, while for them I lift up my prayer."
    },
    {
      "verse": 5,
      "text": "Evil for good they reward me, and hatred for my love."
    },
    {
      "verse": 6,
      "text": "“Set over him one who is godless,” they say, “an opponent at his right hand."
    },
    {
      "verse": 7,
      "text": "From his trial let him come forth guilty, may his prayer be counted as sin."
    },
    {
      "verse": 8,
      "text": "Grant that his days may be few, that his office be seized by another."
    },
    {
      "verse": 9,
      "text": "Grant that his children be fatherless, and that his wife be a widow."
    },
    {
      "verse": 10,
      "text": "Up and down may his children go begging, expelled from their desolate home."
    },
    {
      "verse": 11,
      "text": "May all that he owns be seized by the creditor may strangers plunder the fruits of his toil."
    },
    {
      "verse": 12,
      "text": "“May none extend to him kindness, or pity his fatherless children."
    },
    {
      "verse": 13,
      "text": "His descendants be doomed to destruction! Blotted out be his name in one generation!"
    },
    {
      "verse": 14,
      "text": "May his father’s guilt be remembered, and his mother’s sin not blotted out:"
    },
    {
      "verse": 15,
      "text": "on record always before the \\+w Lord|strong=\"H3068\"\\+w*, and his memory root from the earth;"
    },
    {
      "verse": 16,
      "text": "for he gave no thought to show kindness, but pursued the poor and the needy, drove the downhearted to death."
    },
    {
      "verse": 17,
      "text": "“May the curses he loved light upon him, may the blessings he loathed be afar."
    },
    {
      "verse": 18,
      "text": "Like a garment he clothed him with curses; may they pierce to his inwards like water, and cling to his bones like oil."
    },
    {
      "verse": 19,
      "text": "Let them be like the robe he wraps round him, like the belt he wears every day.”"
    },
    {
      "verse": 20,
      "text": "Be this the reward of my adversaries, of those who speak evil against me."
    },
    {
      "verse": 21,
      "text": "But you, \\+w Lord|strong=\"H3069\"\\+w*my \\+w God|strong=\"H3069\"\\+w*, be true to your name, deal kindly with me; in your gracious kindness save me."
    },
    {
      "verse": 22,
      "text": "For I am poor and needy, and my heart is wounded within me."
    },
    {
      "verse": 23,
      "text": "I am gone like a lengthening shadow, I am shaken off like a locust."
    },
    {
      "verse": 24,
      "text": "My knees totter from fasting, my flesh is shrivelled and spare."
    },
    {
      "verse": 25,
      "text": "They heap insults upon me: when they see me, they shake their head."
    },
    {
      "verse": 26,
      "text": "Help me, O \\+w Lord|strong=\"H3068\"\\+w*my God, and save me in your kindness."
    },
    {
      "verse": 27,
      "text": "Teach them that this is your hand, and your own doing, O \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 28,
      "text": "Let them curse, if only you bless. Put my assailants to shame, and make your servant glad."
    },
    {
      "verse": 29,
      "text": "My opponents be clothed with dishonor, and wrapped in a robe of shame."
    },
    {
      "verse": 30,
      "text": "I give thanks to you, \\+w Lord|strong=\"H3068\"\\+w*, with loud voice, I give praise in the midst of the throng;"
    },
    {
      "verse": 31,
      "text": "for he stands by the poor, at his right hand, to save them from those who condemn them."
    }
  ]
}