{
  "book_id": "1TH",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* הֵן נַפְשְׁכֶם אַחַי יֹדָעַת כִּי בֹאֵנוּ אֲלֵיכֶם לֹא־הָיָה לָרִיק׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* כִּי אַחֲרֵי הַתְּלָאָה אֲשֶׁר מְצָאַתְנוּ וְאַחֲרֵי אֲשֶׁר הִתְעַלְּלוּ בָנוּ בְּפִילִפִּי הֲלֹא יְדַעְתֶּם כִּי אָז מָצָאנוּ עֹז בֵּאלֹהֵינוּ לְהַגִּיד לָכֶם בְּשׂרַת הָאֱלֹהִים נֶגֶד צֹרְרִים רַבִּים׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* כִּי לֹא מִפִּי מַשְׁגֶּה יָצְאָה עֵדוּתֵנוּ וְלֹא מִקֶּרֶב טְמֵא שְׂפָתַיִם וְלֹא מִלָּשׁוֹן רְמִיָּה׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* כִּי כַאֲשֶׁר מָצָא אֱלֹהִים לִבֵּנוּ נָכוֹן לְפָנָיו וַיַּפְקֵד בְּיָדֵינוּ אֶת־הַבְּשׂרָה כֵּן נְדַבֵּרָה לֹא לְהָפִיק רָצוֹן מִבְּנֵי־אָדָם כִּי אִם־מֵאלֹהִים הַבֹּחֵן לֵבָב׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* הֵן יְדַעְתֶּם כִּי מֵעוֹדֵנוּ לֹא בָאנוּ בִשְׂפַת חֲלָקוֹת וְלֹא בְנִכְלֵי בֹצְעֵי בָצַע אֱלֹהִים לָנוּ לְעֵד׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* גַּם לֹא־בִקַּשְׁנוּ כְבוֹד אֲנָשִׁים לֹא מִיֶּדְכֶם וְלֹא מִידֵי אֲחֵרִים אַף כִּי־הָיְתָה לָּנוּ צְדָקָה לְהַעֲמִיס עֲלֵיכֶם לְכַלְכְּלֵנוּ כִּשְׁלִיחֵי הַמָּשִׁיחַ׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* אַךְ בִּנְעִמוֹת הָלַכְנוּ עִמָּכֶם בְּאֹמֶנֶת אֲשֶׁר תִּשָּׂא אֶת־בְּנָהּ בְּחֵיקָהּ׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* וְכֵן זֶה כַמָּה נִכְסֹף נִכְסַפְנוּ לָכֶם עַד אֲשֶׁר־אָמַרְנוּ לָתֵת לָכֶם גַּם־בְּשׂרַת הָאֱלֹהִים וְגַם־נַפְשֵׁנוּ בַּעַדְכֶם כִּי־יְקַרְתֶּם בְּעֵינֵינוּ עַד־מְאֹד׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* הֲלֹא תִזְכְּרוּ אַחַי אֶת־הֶעָמָל וְאֶת־הַיְגִיעָה אֵיךְ עָבַדְנוּ לַיְלָה וְיוֹמָם לְבִלְתִּי הֱיוֹת לְמַשָּׂא עַל־אִישׁ מִכֶּם כַּאֲשֶׁר הִגַּדְנוּ לָכֶם בְּשׂרַת הָאֱלֹהִים׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* עֵדִים אַתֶּם וְעֵד אֱלֹהִים כִּי בְקֹדֶשׁ בְּצֶדֶק וּבְתָמִים הָלַכְנוּ לִפְנֵיכֶם שֹׁמְרֵי אֱמֻנִים׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* כַּאֲשֶׁר אַתֶּם יֹדְעִים כִּי־כְאָב אֶל־בָּנָיו כֵּן דִּבַּרְנוּ דִבְרֵי מוּסָר וְתַנְחוּמִים עַל־לֵב כָּל־אִישׁ מִכֶּם׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* וַנָּעִיד בָּכֶם לָלֶכֶת בְּדֶרֶךְ יְשָׁרָה לִפְנֵי אֱלֹהִים אֲשֶׁר קָרָא אֶתְכֶם לִכְבוֹד מַלְכוּתוֹ׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* וּבַעֲבוּר זֹאת גַּם־אֲנַחְנוּ לֹא נֶחְדַּל מֵהוֹדוֹת אֶת־אֱלֹהֵינוּ כִּי הֶאֱזַנְתֶּם לִדְבַר הָאֱלֹהִים אֲשֶׁר הִשְׁמַעְנוּ בְאָזְנֵיכֶם לֹא כִדְבַר אֲנָשִׁים כִּי אִם־קִבַּלְתֶּם אֹתוֹ כִּדְבַר הָאֱלֹהִים לַאֲמִיתּוֹ אֲשֶׁר רַב כֹּחוֹ לְמַאֲמִינִים׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* כִּי נִמְשַׁלְתֶּם אַחַי לִקְהִלוֹת הָאֱלֹהִים בְּיֵשׁוּעַ הַמָּשִׁיחַ אֲשֶׁר־בְּאֶרֶץ יְהוּדָה כִּי עַם הָאָרֶץ הֵצִיקוּ לָכֶם כַּאֲשֶׁר הַיְהוּדִים הֵצִיקוּ לָהֶן׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* הֲלֹא הֵם אֲשֶׁר הֵמִיתוּ אֶת־יֵשׁוּעַ אֲדֹנֵינוּ וְאֶת־הַנְּבִיאִים וְגַם־אֹתָנוּ גֵּרְשׁוּ מִגֵּו וְהֵם לֹא טוֹבִים בְּעֵינֵי אֱלֹהִים וּנְלוֹזִים לִפְנֵי כָל־אָדָם׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* אֲשֶׁר סָגְרוּ עָלֵינוּ מִקְּרֹא אֶל־הַגּוֹיִם לִתְשׁוּעָה וּבָזֹאת מָלְאָה סְאַת עֲוֹנָם כְּדַרְכָּם תָּמִיד וַחֲרוֹן אַף הִשִּׂיגָם עַד־לְכַלֵּה׃"
    },
    {
      "verse": 17,
      "text": "\\vp יז\\vp* וַאֲנַחְנוּ אַחַי אַחֲרֵי אֲשֶׁר־רָחַקְנוּ מִכֶּם זֶה מְעַט כְּמַסְתִּירֵי פָנִים וְלֹא כְמַרְחִיקֵי לֵב בִּקַּשְׁנוּ מְאֹד לִרְאוֹת אֶת־פְּנֵיכֶם בְּחֵשֶׁק־רָב׃"
    },
    {
      "verse": 18,
      "text": "\\vp יח\\vp* עַל־כֵּן הוֹאַלְנוּ לָבוֹא אֲלֵיכֶם אֲנִי פוֹלוֹס גַּם־פַּעַם גַּם־פַּעֲמָיִם וְהַשָּׂטָן עֲצָרָנוּ׃"
    },
    {
      "verse": 19,
      "text": "\\vp יט\\vp* כִּי מַה תִּקְוָתֵנוּ מַה שִּׂמְחָתֵנוּ וּמָה עֲטֶרֶת תִּפְאַרְתֵּנוּ הֲלֹא אַתֶּם הִנְּכֶם לִפְנֵי יֵשׁוּעַ הַמָּשִׁיחַ אֲדֹנֵינוּ בְּבֹאוֹ׃"
    },
    {
      "verse": 20,
      "text": "\\vp כ\\vp* כִּי הֵן אַתֶּם כְּבוֹדֵנוּ וְשִׂמְחָתֵנוּ׃"
    }
  ]
}