{
  "book_id": "NUM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "These ben the generaciouns of Aaron and of Moises, in the dai in which the Lord spak to Moises, in the hil of Synay."
    },
    {
      "verse": 2,
      "text": "And these ben the names of `the sones of Aaron; his first gendrid, Nadab; aftirward, Abyu, and Eleazar, and Ythamar; these ben the names of `Aarons sones,"
    },
    {
      "verse": 3,
      "text": "preestis, that weren anoyntid, and whos hondis weren fillid and halewid, that thei schulden `be set in preesthod."
    },
    {
      "verse": 4,
      "text": "Nadab and Abyu, whanne thei offeriden alien fier in the `siyt of the Lord, in the deseert of Synay, weren deed without fre children; and Eleazar and Ythamar `weren set in preesthod bifor Aaron hir fadir."
    },
    {
      "verse": 5,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 6,
      "text": "`and seide, `Presente thou the lynage of Leuy, and make to stonde in the siyt of Aaron, preest, that thei mynystre to hym;"
    },
    {
      "verse": 7,
      "text": "and wake, and that thei kepe what euer thing perteyneth to the religioun of multitude, bifor the tabernacle of witnessyng;"
    },
    {
      "verse": 8,
      "text": "and that thei kepe the vessels of the tabernacle, and serue in the seruyce therof."
    },
    {
      "verse": 9,
      "text": "And thou schalt yyue bi fre yifte the Leuytis \\f + \\fr 3:9 \\ft  that is, the sones of the lynage of Leuy. \\f* to Aaron and hise sones, to whiche thei ben youun of the sones of Israel."
    },
    {
      "verse": 10,
      "text": "Sotheli thou schalt ordeyne Aaron and hise sones on the religioun of preesthod; a straungere,\\f + \\fr 3:10 \\ft  a straunger, that is, which is not of the lynage of Leuy. \\f* that neiyeth for to mynystre, and schal die."
    },
    {
      "verse": 11,
      "text": "And the Lord spak to Moyses, `and seide,"
    },
    {
      "verse": 12,
      "text": "Y haue take the Leuytis of the sones of Israel for ech firste gendrid thing that openeth the womb in the sones of Israel; and the Leuytis schulen be myne,"
    },
    {
      "verse": 13,
      "text": "for ech firste gendrid thing is myn; sithen Y smoot the firste gendrid in the lond of Egipt, Y halewide to me what euer thing is borun first in Israel; fro man `til to beest thei ben myne; Y am the Lord."
    },
    {
      "verse": 14,
      "text": "And the Lord spak to Moises in the deseert"
    },
    {
      "verse": 15,
      "text": "of Synay, and seide, Noumbre thou the sones of Leuy bi `the housis of her fadris, and bi meynees, ech male fro o monethe and aboue."
    },
    {
      "verse": 16,
      "text": "Moises noumbride, as the Lord comaundide."
    },
    {
      "verse": 17,
      "text": "And the sones of Leuy weren foundun, bi her names, Gerson, and Caath, and Merary;"
    },
    {
      "verse": 18,
      "text": "the sones of Gerson weren Lebny, and Semey;"
    },
    {
      "verse": 19,
      "text": "the sones of Caath weren Amram, and Jessaar, Hebron, and Oziel;"
    },
    {
      "verse": 20,
      "text": "and the sones of Merari weren Mooly, and Musi."
    },
    {
      "verse": 21,
      "text": "Of Gerson weren twei meynees, of Lebny, and of Semei;"
    },
    {
      "verse": 22,
      "text": "of whiche the puple of male kynde was noumbrid, fro o monethe and aboue, seuene thousynde and fyue hundrid."
    },
    {
      "verse": 23,
      "text": "These schulen sette tentis aftir the tabernacle at the west,"
    },
    {
      "verse": 24,
      "text": "vndur the prince Eliasaph, the sone of Jahel."
    },
    {
      "verse": 25,
      "text": "And thei schulen haue kepyngis in the tabernacle of boond of pees, the tabernacle it silf, and the hilyng therof, the tente \\f + \\fr 3:25 \\ft  In Ebru it is, the veyl of the dore of the grete strete, whiche is on the tabernacle and auteer bi cumpas. \\f* which is drawun bifor the yatis of the hilyng of the witnessyng of boond of pees;"
    },
    {
      "verse": 26,
      "text": "and the curteyns of the greet street, also the tente which is hangid in the entryng of the greet street of the tabernacle, and what euer thing perteyneth to the custom of the auter, the cordis of the tabernacle, and al the purtenaunce therof.\\f + \\fr 3:26 \\ft  In Ebreu it is, to al the seruice therof. \\f*"
    },
    {
      "verse": 27,
      "text": "The kynrede of Caath schal haue the puplis of Amram, and of Jessaar, and of Ebron, and of Oziel;"
    },
    {
      "verse": 28,
      "text": "these ben the meynees of Caathitis, noumbrid bi her names, alle of male kynde, fro o monethe and aboue, eiyte thousynde and sixe hundrid."
    },
    {
      "verse": 29,
      "text": "Thei schulen haue kepyngis of the seyntuarie, and schulen sette tentis at the south coost;"
    },
    {
      "verse": 30,
      "text": "and `the prince of hem schal be Elisaphan, the sone of Oziel."
    },
    {
      "verse": 31,
      "text": "And thei schulen kepe the arke, and the boord, and the candilstike, the auters, and vesselis of the seyntuarie in whiche it is mynystrid, and the veil, and al sich purtenaunce."
    },
    {
      "verse": 32,
      "text": "Sotheli the prince of princis of Leuytis schal be Eleazar, the sone of Aaron, preest; and he schal be on the keperis of the kepyng of the seyntuarie."
    },
    {
      "verse": 33,
      "text": "And sotheli of Merary schulen be the puplis of Mooli, and of Musi,"
    },
    {
      "verse": 34,
      "text": "noumbrid bi her names, alle of male kynde fro o monethe and aboue, sixe thousynde and two hundrid;"
    },
    {
      "verse": 35,
      "text": "`the prince of hem schal be Suriel, the sone of Abiahiel; thei schulen sette tentis in the north coost."
    },
    {
      "verse": 36,
      "text": "And vndur `the kepyng of hem schulen be the tablis of the tabernacle, and the barris, and the pileris, and `the foundementis of tho, and alle thingis that perteynen to sich ournyng,"
    },
    {
      "verse": 37,
      "text": "and the pileris of the greet street bi cumpas, with her foundementis, and the stakis with coordis."
    },
    {
      "verse": 38,
      "text": "Forsothe Moises and Aaron with hise sones schulen sette tentis bifor the tabernacle of boond of pees, that is, at the eest coost, and schulen haue the keping of the seyntuarie, in the myddis of the sones of Israel; what euer alien neiyeth,\\f + \\fr 3:38 \\ft  neiyith, that is, without licence. \\f* he schal die."
    },
    {
      "verse": 39,
      "text": "Alle the Leuytis, whiche Moises and Aaron noumbriden, bi comaundement of the Lord, bi her meynees, in male kynde, fro o monethe and aboue, were two and twenti thousynd."
    },
    {
      "verse": 40,
      "text": "And the Lord seide to Moises, Noumbre thou the firste gendrid children of male kynde of the sones of Israel, fro o monethe and aboue; and thou schalt haue the summe of hem; and"
    },
    {
      "verse": 41,
      "text": "thou schalt take Leuytis to me for alle the firste gendrid of the sones of Israel; Y am the Lord; and thou schalt take `the beestis of hem for alle the firste gendrid of the sones of Israel."
    },
    {
      "verse": 42,
      "text": "And as the Lord comaundide, Moises noumbride the firste gendrid children of the sones of Israel; and the males weren bi her names,"
    },
    {
      "verse": 43,
      "text": "fro o monethe and aboue, two and twenti thousynde two hundrid and seuenti and thre."
    },
    {
      "verse": 44,
      "text": "And the Lord spak to Moises, and seide,"
    },
    {
      "verse": 45,
      "text": "Take thou Leuytis for the firste gendrid children of the sones of Israel, and the beestis of Leuytis for the beestis of hem, and the Leuytis schulen be myne; Y am the Lord."
    },
    {
      "verse": 46,
      "text": "Forsothe in the prijs of two hundrid seuenti and thre, that passen the noumbre of `Leuytis, of the firste gendrid children of the sones of Israel,"
    },
    {
      "verse": 47,
      "text": "thou schalt take fyue ciclis bi ech heed, at the mesure of seyntuarie; a sicle hath xx. halpens;"
    },
    {
      "verse": 48,
      "text": "and thou schalt yyue the money to Aaron and to hise sones, the prijs of hem that ben aboue."
    },
    {
      "verse": 49,
      "text": "Therfor Moises took the money of hem that weren aboue, and whiche thei hadden ayenbouyt of the Leuytis, for the firste gendrid of the sones of Israel,"
    },
    {
      "verse": 50,
      "text": "a thousand thre hundrid sixti and fyue of siclis, bi the weiyte of seyntuarie;"
    },
    {
      "verse": 51,
      "text": "and he yaf that money to Aaron and to hise sones, bi the word which the Lord comaundide to hym."
    }
  ]
}