{
  "book_id": "NUM",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises and to Aaron,"
    },
    {
      "verse": 2,
      "text": "and seide, Take thou the summe of the sones of Caath, fro the myddis of Leuytis,"
    },
    {
      "verse": 3,
      "text": "bi her housis and meynees, fro the threttithe yeer and aboue `til to the fiftithe yeer, of alle that entren, that thei stonde and mynystre in the tabernacle of boond of pees."
    },
    {
      "verse": 4,
      "text": "This is the religioun of the sones of Caath; Aaron and his sones schulen entren in to the tabernacle of boond of pees, and in to the hooli of hooli thingis,"
    },
    {
      "verse": 5,
      "text": "whanne the tentis schulen be moued; and thei schulen do doun the veil that hangith bifore the yatis, and thei schulen wlappe in it the arke of witnessyng;"
    },
    {
      "verse": 6,
      "text": "and thei schulen hile eft with a veil of `skynnys of iacynt, and thei schulen stretche forth aboue a mentil al of iacynt, and thei schulen putte in barris `on the schuldris of the bereris."
    },
    {
      "verse": 7,
      "text": "Also thei schulen wlappe the boord of proposicioun in a mentil of iacynt, and thei schulen putte therwith cenceris, and morteris of gold, litil cuppis, and grete cuppis to fletyng sacrifices `to be sched; looues schulen euere be in the boord."
    },
    {
      "verse": 8,
      "text": "And thei schulen strecche forth aboue a reed mentil, which thei schulen hile eft with an hilyng of `skynnes of iacynt, and thei schulen putte yn barris."
    },
    {
      "verse": 9,
      "text": "Thei schulen take also a mentil of iacynt with which thei schulen hile the candilstike, with hise lanternes, and tongis, and snytels, and alle the `vessels of oile that ben nedeful to the lanternes to be ordeyned;"
    },
    {
      "verse": 10,
      "text": "and on alle thingis thei schulen putte an hilyng of `skynnys of iacynt, and thei schulen putte in barris."
    },
    {
      "verse": 11,
      "text": "Also and thei schulen wlappe the goldun auter in a clooth of iacynt; and thei schulen stretche forth aboue an hilyng of `skynnys of iacynt, and thei schulen putte in barris."
    },
    {
      "verse": 12,
      "text": "Thei schulen wlappe in a mentil of iacynt alle the vessels in whiche it is mynystrid in the seyntuarie, and thei schulen strecche forth aboue an hilyng of `skynnys of iacynt, and thei schulen putte yn barris."
    },
    {
      "verse": 13,
      "text": "But also thei schulen clense the auter fro aische, and thei schulen wlappe it in a clooth of purpur."
    },
    {
      "verse": 14,
      "text": "And thei schulen putte with it alle vessels whiche thei vsen in the seruyce therof, that is, ressettis of firis, tongis, and fleischokis, hokis, and censeris, ether pannys of coolis; thei schulen hile alle the vessels of the auter togidere in a veil of `skynnes of iacynt, and thei schulen putte in barris."
    },
    {
      "verse": 15,
      "text": "And whanne Aaron and hise sones han wlappid the seyntuarie, and alle vessels therof, in the mouyng of tentis, thanne the sones of Caath schulen entre, that thei bere the thingis wlappid, and touche not the vessels of the seyntuarie, lest thei dien."
    },
    {
      "verse": 16,
      "text": "Thes ben the birthuns of the sones of Caath, in the tabernacle of boond of pees, on whiche Eleazar, the sone of Aaron, preest, schal be; to whois cure `the oile perteyneth to ordeyne lanternes, and the encense which is maad bi craft, and the sacrifice which is offrid euere, and the oile of anoyntyng, and what euere thing perteyneth to the ournyng of the tabernacle, and of alle vessels that ben in the seyntuarie."
    },
    {
      "verse": 17,
      "text": "And the Lord spak to Moises and to Aaron, and seide,"
    },
    {
      "verse": 18,
      "text": "Nyle ye leese the puple of Caath fro the myddis of Leuytis;"
    },
    {
      "verse": 19,
      "text": "but do ye this thing to hem, that thei lyue, and die not, if thei touchen the hooli of hooli thingis. Aaron and hise sones schulen entre, and thei schulen dispose the werkis of alle men, and thei schulen departe `what who owith to bere."
    },
    {
      "verse": 20,
      "text": "Othere men se not bi ony curiouste tho thingis that ben in the seyntuarie, bifore that tho ben wlappid; ellis thei schulen die."
    },
    {
      "verse": 21,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 22,
      "text": "and seide, Take thou the summe also of the sones of Gerson, bi her housis, and meynees, and kynredis; noumbre thou"
    },
    {
      "verse": 23,
      "text": "fro thretti yeer and aboue `til to fifti yeer alle that entren and mynystren in the tabernacle of boond of pees."
    },
    {
      "verse": 24,
      "text": "This is the office of the sones of Gersonytis, that thei bere the curteyns of the tabernacle, and the roof of the boond of pees, an other hilyng,"
    },
    {
      "verse": 25,
      "text": "and a veil of iacynt aboue alle thingis, and the tente which hangith in the entryng of the tabernacle of the boond of pees;"
    },
    {
      "verse": 26,
      "text": "and the curteyns of the greet street, and the veil in the entryng, `which veil is bifor the tabernacle."
    },
    {
      "verse": 27,
      "text": "Whanne Aaron comaundith and hise sones, the sones of Gerson schulen bere alle thingis that perteynen to the auter, the coordis, and vessels of seruyce ; and alle schulen wite, to what charge thei owen to be boundun."
    },
    {
      "verse": 28,
      "text": "This is the office of the meynee of Gersonytis, in the tabernacle of boond of pees; and thei schulen be vndur the hond of Ythamar, the sone of Aaron, preest."
    },
    {
      "verse": 29,
      "text": "Also thou schalt noumbre the sones of Merary, bi the meynees and housis of her fadris,"
    },
    {
      "verse": 30,
      "text": "fro thretti yeer and aboue `til to fifti yeer, alle that entren to the office of her seruice, and to the ournyng of the boond of pees of witnessyng."
    },
    {
      "verse": 31,
      "text": "These ben `the chargis of hem; thei schulen bere the tablis of the tabernacle, and the barris therof, the pilers and her foundementis; also the pilers of the greet street bi cumpas,"
    },
    {
      "verse": 32,
      "text": "with her foundementis, and her stakis, and coordis; thei schulen take alle instrumentis and purtenaunce at noumbre, and so thei schulen bere."
    },
    {
      "verse": 33,
      "text": "This is the office of `the meynee of Meraritis, and the seruyce in the tabernacle of boond of pees; and thei schulen be vndur the hond of Ythamar, the sone of Aaron, preest."
    },
    {
      "verse": 34,
      "text": "Therfor Moises and Aaron and the princes of the synagoge noumbriden the sones of Caath, bi the kynredis and housis of her fadris,"
    },
    {
      "verse": 35,
      "text": "fro thretti yeer and aboue `til to the fiftithe yeer, alle that entren to the seruyce of the tabernacle of boond of pees;"
    },
    {
      "verse": 36,
      "text": "and thei weren foundun two thousynde seuene hundrid and fifti."
    },
    {
      "verse": 37,
      "text": "This is the noumbre of the puple of Caath, which entrith in to the tabernacle of boond of pees; Moises and Aaron noumbriden these, bi the word of the Lord, bi the hond of Moises."
    },
    {
      "verse": 38,
      "text": "And the sones of Gerson weren noumbrid, bi the kyneredis and housis of her fadris,"
    },
    {
      "verse": 39,
      "text": "fro thretti yeer and aboue `til to `the fiftithe yeer, alle that entren that thei mynystre in the tabernacle of boond of pees;"
    },
    {
      "verse": 40,
      "text": "and thei weren foundun two thousynde sixe hundrid and thretti."
    },
    {
      "verse": 41,
      "text": "This is the puple of Gersonytis, which Moises and Aaron noumbriden, bi the `word of the Lord."
    },
    {
      "verse": 42,
      "text": "And the sones of Merary weren noumbrid, bi the kynredis and housis of her fadris,"
    },
    {
      "verse": 43,
      "text": "fro threttithe yeer and aboue `til to `the fiftithe yere, alle that entren to fille the customs, ether seruices, of the tabernacle of boond of pees;"
    },
    {
      "verse": 44,
      "text": "`and thei weren foundun thre thousynde and two hundrid."
    },
    {
      "verse": 45,
      "text": "This is the noumbre of the sones of Merari, whiche Moyses and Aaron noumbriden, bi `the comaundement of the Lord, bi the hoond of Moises."
    },
    {
      "verse": 46,
      "text": "Alle that weren noumbrid of Leuytis, and whiche Moyses and Aaron and the princes of Israel maden to be noumbrid, bi the kynredis and housis of her fadris,"
    },
    {
      "verse": 47,
      "text": "fro thretti yeer and aboue `til to `the fiftithe yeer, and entriden to the seruyce of the tabernacle, and to bere chargis,"
    },
    {
      "verse": 48,
      "text": "weren togidere eiyte thousynde fyue hundrid and foure scoor."
    },
    {
      "verse": 49,
      "text": "By the `word of the Lord Moises noumbride hem, ech man bi his office and hise chargis, as the Lord comaundide to hym."
    }
  ]
}