{
  "book_id": "NUM",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe it was don in the dai in which Moises fillide the tabernacle, and reiside it, and anoyntide and halewide with alle `hise vessels, the auter in lijk maner and the vessels therof."
    },
    {
      "verse": 2,
      "text": "And the princes of Israel, and the heedis of meynees that weren bi alle lynagis, `the souereyns of hem that weren noumbrid,"
    },
    {
      "verse": 3,
      "text": "offeriden yiftis bifor the Lord, sixe waynes hylid with twelue oxun; twei duykis offeriden o wayn, and ech offeride oon oxe. And thei offeriden tho waynes `in the siyt of the tabernacle."
    },
    {
      "verse": 4,
      "text": "Forsothe the Lord seide to Moises,"
    },
    {
      "verse": 5,
      "text": "Take thou of hem, that tho serue in the seruice of the tabernacle, and bitake thou tho to dekenes bi the ordre of her seruice."
    },
    {
      "verse": 6,
      "text": "And so whanne Moises hadde take the waynes, and the oxun, he bitook tho to the dekenes."
    },
    {
      "verse": 7,
      "text": "He yaf twei waynes and foure oxun to the sones of Gerson, bi that that thei hadden nedeful."
    },
    {
      "verse": 8,
      "text": "He yaf four other waynes and eiyte oxun to the sones of Merari, bi her offices and religioun, vnder the hond of Ythamar, the sone of Aaron, preest."
    },
    {
      "verse": 9,
      "text": "Forsothe he yaf not waynes and oxun to the sones of Caath, for thei seruen in the seyntuarye, and beren chargis with her owne schuldris."
    },
    {
      "verse": 10,
      "text": "Therfor the duykis offeriden, in the halewyng of the auter, in the dai in which it was anoyntid, her offryng to the Lord, bifore the auter."
    },
    {
      "verse": 11,
      "text": "And the Lord seide to Moises, Alle dukis bi hemsilf offre yiftis, bi alle daies bi hem silf, in to the halewyng of the auter."
    },
    {
      "verse": 12,
      "text": "Naason, the sone of Amynadab, of the lynage of Juda, offeride his offryng in the firste day;"
    },
    {
      "verse": 13,
      "text": "and a siluerne vessel `to preue ensense and siche thingis, in the weiyte of an hundrid and thretti siclis, a viol of siluere,\\f + \\fr 7:13 \\ft  In Ebru it is, a basyn of siluer. \\f* hauynge seuenti siclis bi the weiyt of the seyntuarie, `weren ther ynne, euer eithir ful of flour spreynt togidere with oile, in to sacrifice;"
    },
    {
      "verse": 14,
      "text": "a morter,\\f + \\fr 7:14 \\ft  In Ebru it is, a spoon of x. goldene siclis. \\f* of ten goldun siclis, ful of encence."
    },
    {
      "verse": 15,
      "text": "He offride an oxe of the droue, and a ram, and a lomb of o yeer, in to brent sacrifice;"
    },
    {
      "verse": 16,
      "text": "and a `buk of geet, for synne."
    },
    {
      "verse": 17,
      "text": "And he offeride in the sacrifice of pesible thingis, tweyne oxun, fyue rammys, fyue `buckis of geet, fyue lambren of o yeer. This is the offryng of Naason, the sone of Amynadab."
    },
    {
      "verse": 18,
      "text": "In the secounde dai Nathanael, the sone of Suar, duyk of the lynage of Isachar,"
    },
    {
      "verse": 19,
      "text": "offeride a siluerne vessel `to preue encense and siche thingis, peisynge an hundrid and thretti siclis, a siluerne viole, hauynge seuenti syclis bi the weiyte of seyntuarie, euer either ful of flour spreynt togidere with oile, in to sacrifice;"
    },
    {
      "verse": 20,
      "text": "a goldun morter, hauynge ten siclis, ful of encense;"
    },
    {
      "verse": 21,
      "text": "an oxe of the droue, and a ram, and a lomb of o yeer, in to brent sacrifice;"
    },
    {
      "verse": 22,
      "text": "and a `buc of geet, for synne."
    },
    {
      "verse": 23,
      "text": "And in the sacrifice of pesible thingis he offride tweyne oxun, and fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offryng of Nathanael the sone of Suar."
    },
    {
      "verse": 24,
      "text": "In the thridde dai Eliab, the sone of Elon, prince of the sones of Zabulon,"
    },
    {
      "verse": 25,
      "text": "offeride a siluerne vessel to `preue encence and siche thingis, peisynge an hundrid and thretti siclis, a siluerne viol, hauynge seuenti siclis at the weiyte of seyntuarie, euer eithir ful of flour spreynt togidere with oile, in to sacrifice; a goldun morter,"
    },
    {
      "verse": 26,
      "text": "peisynge ten siclis, ful of encense;"
    },
    {
      "verse": 27,
      "text": "an oxe of the droue, and a ram, and a lomb of o yeer, in to brent sacrifice; and a buc of geet, for synne."
    },
    {
      "verse": 28,
      "text": "And in sacrifice of pesible thingis he offride tweyne oxen, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer."
    },
    {
      "verse": 29,
      "text": "This is the offryng of Eliab, the sone of Helon."
    },
    {
      "verse": 30,
      "text": "In the fourthe dai Helisur, the sone of Sedeur, the prince of the sones of Ruben,"
    },
    {
      "verse": 31,
      "text": "offride a siluerne vessel `to preue encense and siche thingis, peisynge an hundrid and thretti siclis, a siluerne viol, hauynge seuenti syclis at the weiyte of seyntuarie, euer eithir ful of flour spreynt togidere with oile, in to sacrifice;"
    },
    {
      "verse": 32,
      "text": "a goldun morter peisynge ten siclis, ful of encense;"
    },
    {
      "verse": 33,
      "text": "an oxe of the drooue, and a ram, and a lomb of o yeer in to brent sacrifice,"
    },
    {
      "verse": 34,
      "text": "and a `buc of geet, for synne."
    },
    {
      "verse": 35,
      "text": "And in to sacrifice of pesible thingis he offride tweyne oxun, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offryng of Elisur, the sone of Sedeur."
    },
    {
      "verse": 36,
      "text": "In the fyuethe dai Salamyhel, the sone of Surisaddai, the prince of the sones of Symeon,"
    },
    {
      "verse": 37,
      "text": "offeride a siluerne vessel `to preue encense and siche thingis, peysynge an hundrid and thretti siclis, a siluerne viol, hauynge seuenti siclis at the weiyte of seyntuarie, euer either ful of flour spreynt togidere with oile, in to sacrifice;"
    },
    {
      "verse": 38,
      "text": "a goldun morter, peisynge ten siclis, ful of encense;"
    },
    {
      "verse": 39,
      "text": "an oxe of the drooue, and a ram, and a lomb of o yeer, in to brent sacrifice;"
    },
    {
      "verse": 40,
      "text": "and a `bucke of geet, for synne."
    },
    {
      "verse": 41,
      "text": "And in to sacrifice of pesible thingis he offeride tweyne oxun, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offring of Salamyhel, the sone of Surisaddai."
    },
    {
      "verse": 42,
      "text": "In the sixte day Elisaphat, the sone of Duel, the prince of the sones of Gad,"
    },
    {
      "verse": 43,
      "text": "offride a siluerne vessel `to preue encense and sich thingis, peisynge an hundrid and thretti siclis, a siluerne viol, hauynge seuenti siclis at the weiyte of seyntuarie, euer eithir ful of flour spreynt togidere with oile in to sacrifice;"
    },
    {
      "verse": 44,
      "text": "a goldun morter, peisynge ten siclis, ful of encense;"
    },
    {
      "verse": 45,
      "text": "an oxe of the droue, and a ram, and a lomb of o yeer, in to brent sacrifice;"
    },
    {
      "verse": 46,
      "text": "and a `buc of geet, for synne."
    },
    {
      "verse": 47,
      "text": "And in to sacrifice of pesible thingis he offride twei oxun, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offryng of Elisaphat, the sone of Duel."
    },
    {
      "verse": 48,
      "text": "In the seuenthe dai Elisama, the sone of Amyud, the prince of the sones of Effraym,"
    },
    {
      "verse": 49,
      "text": "offride a siluerne vessel `to preue encense and siche thingis, peisynge an hundrid and thretti siclis, a siluerne viol, hauynge seuenti siclis at the weiyte of seyntuarie, euer either ful of flour spreynt togidere with oyle, in to sacrifice; a goldun morter,"
    },
    {
      "verse": 50,
      "text": "peisynge ten siclis, ful of encense;"
    },
    {
      "verse": 51,
      "text": "an oxe of the drooue, and a ram, and a lomb of o yeer, in to"
    },
    {
      "verse": 52,
      "text": "brent sacrifice; and a `buc of geet, for synne."
    },
    {
      "verse": 53,
      "text": "And in to sacrifices of pesible thingis he offride tweyne oxun, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offryng of Elisama, the sone of Amyud."
    },
    {
      "verse": 54,
      "text": "In the eiytthe dai Gamaliel, the sone of Fadussur, the prince of the sones of Manasses,"
    },
    {
      "verse": 55,
      "text": "offride a siluerne vessel `to preue encense and siche thingis, peisynge an hundrid and thretti syclis, a siluerne viole, hauynge seuenti siclis at the weiyte of seyntuarie, euer eithir ful of flour spreynt togidere with oile, in to sacrifice; a goldun morter,"
    },
    {
      "verse": 56,
      "text": "peisynge ten siclis, ful of encense;"
    },
    {
      "verse": 57,
      "text": "an oxe of the drooue, and a ram, and a lomb of o yeer, in to brent"
    },
    {
      "verse": 58,
      "text": "sacrifice; and a `buc of geet, for synne."
    },
    {
      "verse": 59,
      "text": "And in to sacrificis of pesible thingis he offride tweyne oxun, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offryng of Gamaliel, the sone of Fadussur."
    },
    {
      "verse": 60,
      "text": "In the nynthe dai Abidan, the sone of Gedeon, the prince of the sones of Beniamyn,"
    },
    {
      "verse": 61,
      "text": "offeride a siluerne vessel `to preue encense and siche thingis, peisynge an hundrid and thretti siclis, a siluerne viol, hauynge seuenti siclis at the weiyte of seyntuarie, euer eithir ful of flour sprent togidere with oile, in to sacrifice;"
    },
    {
      "verse": 62,
      "text": "a goldun morter, peisynge ten siclis, ful of encense; an oxe of the drooue,"
    },
    {
      "verse": 63,
      "text": "and a ram, and a lomb of o yeer in to brent sacrifice;"
    },
    {
      "verse": 64,
      "text": "and a `buc of geet, for synne."
    },
    {
      "verse": 65,
      "text": "And in to sacrifice of pesible thingis he offride tweyne oxun, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offryng of Abidan, the sone of Gedeon."
    },
    {
      "verse": 66,
      "text": "In the tenthe dai Abiezer, the sone of Amysaddai, the prince of the sones of Dan,"
    },
    {
      "verse": 67,
      "text": "offride a siluerne vessel `to preue encense and siche thingis, peisynge an hundrid and thretti siclis, a siluerne viol, hauynge seuenti siclis at the weiyte of seyntuarie, euer ethir ful of flour spreynt to gidere with oile in to sacrifice;"
    },
    {
      "verse": 68,
      "text": "a goldun morter, peisynge ten siclis, ful of encense;"
    },
    {
      "verse": 69,
      "text": "an oxe of the drooue, and a ram, and a lomb of o yeer, in to brent sacrifice;"
    },
    {
      "verse": 70,
      "text": "and a `buc of geet, for synne."
    },
    {
      "verse": 71,
      "text": "And in to sacrifices of pesible thingis he offride tweyne oxun, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offryng of Abiezer, the sone of Amysaddai."
    },
    {
      "verse": 72,
      "text": "In the enleuenthe dai Phegiel, the sone of Ocran,"
    },
    {
      "verse": 73,
      "text": "the prince of the sones of Aser, offride a siluerne vessel `to preue encense and siche thingis, peisynge an hundrid and thretti siclis, a siluerne viol, hauynge seuenti siclis at the weiyte of seyntuarie, euer either ful of flour spreynt to gidere with oile, in to sacrifice;"
    },
    {
      "verse": 74,
      "text": "a goldun morter, peisynge ten ciclis, ful of encense;"
    },
    {
      "verse": 75,
      "text": "an oxe of the drooue, and a ram, and a lomb of o yeer, in to brent sacrifice;"
    },
    {
      "verse": 76,
      "text": "and a `bucke of geet, for synne."
    },
    {
      "verse": 77,
      "text": "And in to sacrifices of pesyble thingis he offride tweyne oxun, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offryng of Phegiel, the sone of Ochran."
    },
    {
      "verse": 78,
      "text": "In the tweluethe dai Ahira, the sone of Enan, the prince of the sones of Neptalym,"
    },
    {
      "verse": 79,
      "text": "offride a siluerne vessel `to preue encense and siche thingis, peisynge an hundrid and thetti siclis, a siluerne viol, hauynge seuenti siclis at the weiyte of seyntuarie, euer eithir ful of flour spreynt to gidere with oile, in to sacrifice;"
    },
    {
      "verse": 80,
      "text": "a goldun morter, peisynge ten siclis, ful of encense;"
    },
    {
      "verse": 81,
      "text": "an oxe of the drooue, and a ram, and a lomb of o yeer, in to brent sacrifice;"
    },
    {
      "verse": 82,
      "text": "and a `buc of geet, for synne."
    },
    {
      "verse": 83,
      "text": "And in to sacrifices of pesible thingis he offride tweyne oxun, fyue rammes, fyue `buckis of geet, fyue lambren of o yeer. This was the offryng of Haira, the sone of Henan."
    },
    {
      "verse": 84,
      "text": "These thingis weren offrid of the sones of Israel, in the halewyng of the auter, in the dai in which it was halewid; siluerne vessels `to preue, encense and siche thingis twelue, siluerne viols twelue, goldun morteris twelue;"
    },
    {
      "verse": 85,
      "text": "so that o vessel `to preue encense and siche thingis hadde an hundrid and thretti siclis `of siluer, and o viol hadde seuenti siclis, that is, in comyn, two thousynde and foure hundrid siclis of alle the `vessels of siluer, bi the weiyte of seyntuarie;"
    },
    {
      "verse": 86,
      "text": "goldun morteris twelue, ful of encense, peisynge ten siclis bi the weiyte of seyntuarie, that is to gidere an hundrid and twenti siclis of gold;"
    },
    {
      "verse": 87,
      "text": "oxun of the drooue in to brent sacrifice twelue, twelue rammes, twelue lambren of o yeer, and the fletynge sacryfices `of tho, twelue `buckis of geet for synne;"
    },
    {
      "verse": 88,
      "text": "the sacrifices of pesible thingis, foure and twenti oxun, sexty rammes, sexti `buckis of geet, sixti lambren of o yeer. These thingis weren offrid in the halewyng of the auter, whanne it was anoyntid."
    },
    {
      "verse": 89,
      "text": "And whanne Moyses entride in to the tabernacle of boond of pees, `to axe counsel `of Goddis answeryng place, he herde the vois of God spekynge to hym fro `the propiciatorie, which was on the arke of witnessyng, bitwixe twei cherubyns, fro whennus also God spak to Moises."
    }
  ]
}