{
  "book_id": "NUM",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide, Speke thou to Aaron,"
    },
    {
      "verse": 2,
      "text": "and thou schalt seie to hym, Whanne thou hast sett seuene launternes, the candilstike be reisid in the south part; therfor comaunde thou this, that the lanternes biholde euene ayens the north to the boord of looues of `settyng forth, tho schulen schyne ayenus that part which the candilstike biholdith."
    },
    {
      "verse": 3,
      "text": "And Aaron dide, and puttide lanternes on the candilstike, as the Lord comaundide to Moises."
    },
    {
      "verse": 4,
      "text": "Sotheli this was the makyng of the candilstike; it was of gold betun out with hameris, as wel the myddil stok as alle thingis that camen forth of euer eithir side of the yeerdis; bi the saumple `whych the Lord schewide to Moises, so he wrouyte the candilstike."
    },
    {
      "verse": 5,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 6,
      "text": "and seide, Take thou Leuytis fro the myddis of the sones of Israel;"
    },
    {
      "verse": 7,
      "text": "and thou schalt clense hem bi this custom. Be thei spreynt with watir of clensyng, and schaue thei alle the heeris of her fleisch. And whanne thei han waische her clothis and ben clensid, take thei an oxe of drooues,"
    },
    {
      "verse": 8,
      "text": "and the fletyng sacrifice therof, flour spreynt to gidere with oile; forsothe thou schalt take another oxe of the drooue for synne;"
    },
    {
      "verse": 9,
      "text": "and thou schalt present the Leuytis bifor the tabernacle of boond of pees, whanne al the multitude of the sones of Israel is clepid togidere."
    },
    {
      "verse": 10,
      "text": "And whanne the Leuytis ben bifor the Lord, the sones of Israel schulen sette her hondis on hem;"
    },
    {
      "verse": 11,
      "text": "and Aaron schal offre the Leuytis in the siyt of the Lord, a yifte of the sones of Israel, that thei serue in the seruice `of hym."
    },
    {
      "verse": 12,
      "text": "Also the Leuytis schulen sette her hondis on the heedis of the oxun, of whiche oxun thou schalt make oon for synne, and the tother in to brent sacrifice of the Lord, that thou preye for hem."
    },
    {
      "verse": 13,
      "text": "And thou schalt ordeyne the Leuytis in the siyt of Aaron, and of hise sones, and thou schalt sacre hem offrid to the Lord;"
    },
    {
      "verse": 14,
      "text": "and thou schalt departe hem fro the myddis of the sones of Israel, that thei be myne."
    },
    {
      "verse": 15,
      "text": "And aftirward entre thei in to the tabernacle of boond of pees, that thei serue me; and so thou schalt clense and schalt halewe hem, in to an offryng of the Lord, for bi fre yifte thei ben youun to me of the sones of Israel."
    },
    {
      "verse": 16,
      "text": "Y haue take hem for the firste gendrid thingis that openen ech wombe in Israel;"
    },
    {
      "verse": 17,
      "text": "for alle the firste gendrid thingis of the sones of Israel ben myne, as wel of men as of beestis, fro the dai in which Y smoot ech firste gendrid thing in the loond of Egipt, Y halewide hem to me."
    },
    {
      "verse": 18,
      "text": "And Y took the Leuytis for alle the firste gendrid children of the sones of Israel;"
    },
    {
      "verse": 19,
      "text": "and Y yaf hem bi fre yifte to Aaron and hise sones, fro the myddis of the puple, that thei serue me for Israel, in the tabernacle of boond of pees, and that thei preie for hem, lest veniaunce be in the puple, if thei ben hardi to neiye to the seyntuarye."
    },
    {
      "verse": 20,
      "text": "And Moises and Aaron, and al the multitude of the sones of Israel, diden on the Leuitis tho thingis that the Lord comaundide to Moyses."
    },
    {
      "verse": 21,
      "text": "And thei weren clensid, and thei waischiden her clothis; and Aaron reiside hem in the siyt of the Lord, and preiede for hem,"
    },
    {
      "verse": 22,
      "text": "that thei schulen be clensid, and schulden entre to her offices in to the tabernacle of boond of pees, bifor Aaron and hise sones; as the Lord comaundide to Moises of the Leuytis, so it was don."
    },
    {
      "verse": 23,
      "text": "And the Lord spak to Moises, and seide, This is lawe of Leuytis;"
    },
    {
      "verse": 24,
      "text": "fro fyue and twentithe yeer \\f + \\fr 8:24 \\ft  fro xxv. yeer, for thanne thei entriden to lerne the offices, but in the xxx. yeer, they weren ordeyned mynystris, if they weren able. \\f* and aboue thei schulen entre, for to mynystre in the tabernacle of boond of pees;"
    },
    {
      "verse": 25,
      "text": "and whanne thei han fillid the fiftithe yeer of age, thei schulen ceesse to serue."
    },
    {
      "verse": 26,
      "text": "And thei schulen be the mynystris of her bretheren in the tabernacle of boond of pees, that thei kepe tho thingis that ben bitakun to hem; sothely thei schulen not do tho werkis; thus thou schalt dispose Leuytis in her kepyngis."
    }
  ]
}