{
  "book_id": "NUM",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide,"
    },
    {
      "verse": 2,
      "text": "Make to thee twei siluerne trumpis betun out with hameris, bi whiche thou maist clepe togidere the multitude, whanne the tentis schulen be moued."
    },
    {
      "verse": 3,
      "text": "And whanne thou schalt sowne with trumpis, al the cumpeny schal be gaderid to thee at the dore of the tabernacle of the boond of pees."
    },
    {
      "verse": 4,
      "text": "If thou schalt sowne onys, the princes and the heedis of the multitude of Israel schulen come to thee;"
    },
    {
      "verse": 5,
      "text": "but if a lengere and departid trumpyng schal sowne, thei that ben at the eest coost schulen moue tentis first."
    },
    {
      "verse": 6,
      "text": "Forsothe in the secounde sown and lijk noise of the trumpe thei that dwellen at the south schulen reise tentis; and bi this maner othere men schulen do, whanne the trumpis schulen sowne in to goyng forth."
    },
    {
      "verse": 7,
      "text": "Forsothe whanne the puple schal be gederid to gidere, symple cry of trumpis schal be, and tho schulen not sowne departyngli."
    },
    {
      "verse": 8,
      "text": "The sones of Aaron preest schulen sowne with trumpis, and this schal be a lawful thing euerlastynge in youre generaciouns."
    },
    {
      "verse": 9,
      "text": "If ye schulen go out of youre lond to batel ayens enemyes that fiyten ayens you, ye schulen crye with trumpis sownynge, and the bithenkyng of you schal be bifor youre Lord God, that ye be delyuered fro the hondis of youre enemyes."
    },
    {
      "verse": 10,
      "text": "If ony tyme ye schulen haue a feeste, and halidaies, and calendis, ye schulen synge in trumpis on brent sacrifices and pesible sacrifices, that tho be to you in to remembryng of youre God; Y am youre Lord God."
    },
    {
      "verse": 11,
      "text": "In the secounde yeer, in the secounde monethe, in the twentithe dai of the monethe, the cloude was reisid fro the tabernacle of boond of pees."
    },
    {
      "verse": 12,
      "text": "And the sones of Israel yeden forth bi her cumpenyes fro deseert of Synay; and the cloude restide in the wildirnesse of Faran."
    },
    {
      "verse": 13,
      "text": "And the sones of Juda bi her cumpenyes, of whiche the prince was Naason, the sone of Amynadab, moueden first tentis,"
    },
    {
      "verse": 14,
      "text": "bi the Lordis comaundement maad in the hond of Moises."
    },
    {
      "verse": 15,
      "text": "In the lynage of the sones of Ysacar the prince was Nathanael, the sone of Suar."
    },
    {
      "verse": 16,
      "text": "In the lynage of Sabulon the prince was Heliab, the sone of Helon."
    },
    {
      "verse": 17,
      "text": "And the tabernacle was takun doun, which the sones of Gerson and of Merary baren, and `yeden out."
    },
    {
      "verse": 18,
      "text": "And the sones of Ruben yeden forth bi her cumpenyes and ordre, of whiche the prince was Helisur, the sone of Sedeur."
    },
    {
      "verse": 19,
      "text": "Forsothe in the lynage of the sones of Symeon the prince was Salamyel, the sone of Surisaddai."
    },
    {
      "verse": 20,
      "text": "Sotheli in the lynage of Gad the prince was Helisaphath, the sone of Duel."
    },
    {
      "verse": 21,
      "text": "And the sones of Caath yeden forth, and baren the seyntuarie; so longe the tabernacle was borun, til thei camen to the place of reisyng therof."
    },
    {
      "verse": 22,
      "text": "Also the sones of Effraym, bi her cumpanyes, moueden tentis, in whos oost the prince was Elisama, the sone of Amyud."
    },
    {
      "verse": 23,
      "text": "Forsothe in the lynage of the sones of Manasses the prince was Gamaliel, the sone of Phadussur."
    },
    {
      "verse": 24,
      "text": "And in the lynage of Beniamyn the duk was Abidan, the sone of Gedeon."
    },
    {
      "verse": 25,
      "text": "The sones of Dan, bi her cumpenyes, yeden forth the laste of alle tentis, in whos oost the prince was Aizer, the sone of Amysaddai."
    },
    {
      "verse": 26,
      "text": "Sotheli in the lynage of the sones of Aser the prince was Phegiel, the sone of Ochran."
    },
    {
      "verse": 27,
      "text": "And in the lynage of the sones of Neptalym the prince was Haira, the sone of Henan."
    },
    {
      "verse": 28,
      "text": "These ben the castels and the goinges forth of the sones of Israel, bi her cumpenyes, whanne thei yeden out."
    },
    {
      "verse": 29,
      "text": "And Moises seide to Heliab, the sone of Raguel, of Madian, his alie `ethir fadir of his wijf, We goon forth to the place which the Lord schal yyue to vs; come thou with vs, that we do wel to thee, for the Lord bihiyte goode thingis to Israel."
    },
    {
      "verse": 30,
      "text": "To whom he answeride, Y schal not go with thee, but Y schal turne ayen in to my lond, in which Y was borun."
    },
    {
      "verse": 31,
      "text": "And Moises seide, Nyle thou forsake vs, for thou knowist in whiche places we owen to sette tentis, and thou schalt be oure ledere;"
    },
    {
      "verse": 32,
      "text": "and whanne thou schalt come with vs, what euer thing schal be the beste of the richessis whiche the Lord schal yyue to vs, we schulen yyue to thee."
    },
    {
      "verse": 33,
      "text": "And therfor thei yeden forth fro the hil of the Lord the weie of thre daies; and the arke of boond of pees of the Lord yede bifor hem, bi thre daies, and purueyde the place of tentis."
    },
    {
      "verse": 34,
      "text": "And the cloude of the Lord was on hem bi day, whanne thei yeden."
    },
    {
      "verse": 35,
      "text": "And whanne the arke was reisid, Moises seide, Ryse thou, Lord, and thin enemyes be scaterid, and thei that haten thee, fle fro thi face;"
    },
    {
      "verse": 36,
      "text": "forsothe whanne the arke was put doun, he seide, Lord, turne ayen to the multitude of the oost of Israel."
    }
  ]
}