{
  "book_id": "NUM",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Yn the meene tyme the grutchyng of the puple, as of men sorewynge for trauel, roos ayens the Lord. And whanne Moises hadde herd this thing, he was wrooth; and the fier of the Lord was kyndelid on hem, and deuouride the laste part of the tentis."
    },
    {
      "verse": 2,
      "text": "And whanne the puple hadde cried to Moises, Moises preiede the Lord, and the fier was quenchid."
    },
    {
      "verse": 3,
      "text": "And he clepid the name of that place Brennyng, for the fier of the Lord was kyndlid ayens hem."
    },
    {
      "verse": 4,
      "text": "And the comyn puple of `malis and femalis, that hadde stied with hem, brent with desire \\f + \\fr 11:4 \\ft  or coueitide lusty metis. marg. \\f* of fleischis,\\f + \\fr 11:4 \\ft  This word of fleischis is not in Ebreu, nether in bokis amendid, for thei desiriden fleischis and fischis and othere thingis; as it is seid with ynne. \\f* and sat, and wepte with the sones of Israel ioyned togidere to hem, and seide, Who schal yyue to vs fleischis to ete?"
    },
    {
      "verse": 5,
      "text": "We thenken on the fischis whiche we eten in Egipt freli; gourdis, and melouns, and lekis, and oyniouns, and garlekis comen in to mynde `to vs;"
    },
    {
      "verse": 6,
      "text": "oure soule is drie \\f + \\fr 11:6 \\ft  or oure mynde is wery. \\f* ; oure iyen byholden noon other thing `no but manna."
    },
    {
      "verse": 7,
      "text": "Forsothe manna was as the seed of coriaundre, of the colour of bdellyum, which is whijt and briyt as cristal."
    },
    {
      "verse": 8,
      "text": "And the puple yede aboute, and gaderide it, and brak with a queerne stoon, ether pownede in a morter, and sethide in a pot; and made therof litle cakis of the sauour, as of breed maad with oile."
    },
    {
      "verse": 9,
      "text": "And whanne dew cam doun in the niyt on the tentis, also manna cam doun togidere."
    },
    {
      "verse": 10,
      "text": "Therfor Moises herde the puple wepynge bi meynees, and `alle bi hem silf bi the doris of her tentis; and the woodnesse of the Lord was wrooth greetli, but also the thing was seyn vnsuffrable to Moises."
    },
    {
      "verse": 11,
      "text": "And he seide to the Lord, Whi hast thou turmentid thi seruaunt? whi fynde Y not grace bifor thee? and whi hast thou put on me the burthun of al this puple?"
    },
    {
      "verse": 12,
      "text": "whethir Y conseyuede al this multitude, ethir gendride it, that thou seie to me, Bere thou hem in thi bosum as a nurise is wont to bere a litil yong child, and bere thou in to the lond for which thou hast swore to the fadris `of hem."
    },
    {
      "verse": 13,
      "text": "wherof ben fleischis to me, that Y `yyue to so greet multitude? Thei wepen bifore me, and seyn, `Yyue thou fleischis to vs that we ete;"
    },
    {
      "verse": 14,
      "text": "I mai not aloone suffre al this puple, for it is greuouse to me."
    },
    {
      "verse": 15,
      "text": "If in other maner it semeth to thee, Y biseche that thou sle me, and that Y fynde grace in thin iyen, that Y be not punyschid bi so grete yuelis."
    },
    {
      "verse": 16,
      "text": "And the Lord seide to Moises, Gadere thou to me seuenti men of the eldre men of Israel, whiche thou knowist, `that thei ben the elde men and maistris of the puple; and thou schalt lede hem to the dore of the tabernacle of boond of pees, and thou schalt make to stonde there with thee,"
    },
    {
      "verse": 17,
      "text": "that Y come doun, and speke to thee; and Y schal take awey of thi spirit,\\f + \\fr 11:17 \\ft  and Y schal take a wey of thi spirit, that is, of the spirit of grace youun to thee, not that Moises hadde the lesse, but they weren liytned with out decreessing of the grace of Moises, as many candils ben liytned of the liyt of oon, with out decreessing of his liyt. As yif many candlis weren liytid by o candil and yit that candil hath neuer the lesse liyt. \\f* and Y schal yyue to hem, that thei susteyne with thee the birthun of the puple, and not thou aloone be greuyd."
    },
    {
      "verse": 18,
      "text": "And thou schalt seie to the puple, Be ye halewid; to morew ye schulen ete fleischis; for Y herde you seie, Who schal yyue to vs the metis of fleischis? it was wel to vs in Egipt; that the Lord yyue `fleischis to you,"
    },
    {
      "verse": 19,
      "text": "and that ye ete not o dai, ethir tweyne, ethir fyue, ethir ten, sotheli nether twenti,"
    },
    {
      "verse": 20,
      "text": "but `til to a monethe of daies, til it go out bi youre nosethirlis, and turne in to wlatyng; for ye han put awei the Lord, which is in the myddis of you, and ye wepten bifor hym, and seiden, Whi yeden we out of Egipt?"
    },
    {
      "verse": 21,
      "text": "And Moises seide to the Lord, Sixe hundrid thousynde of foot men ben of this puple, and thou seist, Y schal yyue to hem `mete of fleischis an hool monethe."
    },
    {
      "verse": 22,
      "text": "Whether the multitude of scheep and of oxun schal be slayn, that it may suffice to mete, ethir alle the fischis of the see schulen be gaderid to gidere, that tho fille hem?"
    },
    {
      "verse": 23,
      "text": "To whom the Lord answeride, Whether the `hond of the Lord is vnmyyti? riyt now thou schalt se, wher my word schal be fillid in werk."
    },
    {
      "verse": 24,
      "text": "Therfor Moises cam, and telde to the puple the wordis of the Lord; and he gaderide seuenti men of the eldere of Israel, whiche he made stonde aboute the tabernacle."
    },
    {
      "verse": 25,
      "text": "And the Lord cam doun bi a cloude, and spak to Moises, and took a weye of the spirit that was in Moises, and yaf to the seuenti men; and whanne the spirit hadde restid in hem, thei profesieden, and ceessiden not `aftirward."
    },
    {
      "verse": 26,
      "text": "Forsothe twei men dwelliden stille in the tentis,\\f + \\fr 11:26 \\ft  twey men dwelliden stille in the tentis, not bi dispit, but by mekenesse, aretting hem silf vnworthi to so greet auaunsing; and therfor they resseyueden the yifte of God, as and othere men. \\f* of whiche men oon was clepid Heldad, and the tothir Medad, on whiche the spirit restide; for also thei weren descryued, and thei yeden not out to the tabernacle."
    },
    {
      "verse": 27,
      "text": "And whanne thei profesieden in the tentis, a child ran, and teld to Moises, and seide, Heldad and Medad profecien in the tentis."
    },
    {
      "verse": 28,
      "text": "Anoon Josue, the sone of Nun, the `mynystre of Moises, and chosun of manye, seide, My lord Moises, forbede thou hem."
    },
    {
      "verse": 29,
      "text": "And he seide, What hast thou enuye for me? who yyueth that al the puple profesie, and that God yyue his spirit to hem?"
    },
    {
      "verse": 30,
      "text": "And Moises turnede ayen, and the eldre men in birthe of Israel in to the tentis."
    },
    {
      "verse": 31,
      "text": "Forsothe a wynde yede forth fro the Lord, and took curlewis, and bar ouer the see, and lefte in to the tentis, in the iurney, as myche as mai be parformed in o day, bi ech part of the tentis bi cumpas; and tho flowen in the eir bi twei cubitis in `hiynesse ouer the erthe."
    },
    {
      "verse": 32,
      "text": "Therfor the puple roos in al that dai and nyyt and in to the tothir dai, and gaderide the multitude of curlewis; he that gaderide litil, gaderide ten `mesuris clepid chorus; `and o chorus conteyneth ten buschels; and thei drieden tho curlewis bi the cumpas of the tentis."
    },
    {
      "verse": 33,
      "text": "Yit `fleischis weren in the teeth `of hem, and siche mete failide not; and lo! the woodnesse of the Lord was reisid ayens the puple, and smoot it with a ful greet veniaunce."
    },
    {
      "verse": 34,
      "text": "And thilke place was clepid The sepulcris of coueitise,\\f + \\fr 11:34 \\ft  This is not in Ebreu. \\f* for there thei birieden the puple that desiride fleischis."
    },
    {
      "verse": 35,
      "text": "Sotheli thei yeden `out of the sepulcris of coueitise, and camen in to Asseroth, and dwelliden there."
    }
  ]
}