{
  "book_id": "NUM",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And Marie spak and Aaron ayens Moises, for his wijf a womman of Ethiope,"
    },
    {
      "verse": 2,
      "text": "and seiden, Whethir God spak oneli by Moises? whethir he spak not also to vs in lijk maner? And whanne the Lord hadde herd this, he was wrooth greetli;"
    },
    {
      "verse": 3,
      "text": "for Moises was the myldest man, ouer alle men that dwelliden in erthe."
    },
    {
      "verse": 4,
      "text": "And anoon the Lord spak to Moises and to Aaron and to Marye, Go out ye thre aloone to the tabernacle of boond of pees. And whanne thei weren gon yn,"
    },
    {
      "verse": 5,
      "text": "the Lord cam doun in a piler of cloude, and he stood in the entryng of the tabernacle, and clepide Aaron and Marie."
    },
    {
      "verse": 6,
      "text": "And whanne thei hadden go, he seide to hem, Here ye my wordis; if ony among you is a profete of the Lord, Y schal appere to hym in reuelacioun, ethir Y schal speke to hym bi `a dreem."
    },
    {
      "verse": 7,
      "text": "And he seide, And my seruaunt Moises is not siche, which is moost feithful in al myn hows;"
    },
    {
      "verse": 8,
      "text": "for Y speke to hym mouth to mouth, and he seeth God opynli, and not bi derke spechis and figuris. Why therfor dredden ye not to bacbite `ether depraue my seruaunt Moises?"
    },
    {
      "verse": 9,
      "text": "And the Lord was wrooth ayens hem, and he wente a wei."
    },
    {
      "verse": 10,
      "text": "And the cloude yede awei, that was on the tabernacle and lo! Marie apperide whijt with lepre as snow. And whanne Aaron biheelde hir, and siy hir bispreynd with lepre,"
    },
    {
      "verse": 11,
      "text": "he seide to Moises, My lord, Y beseche, putte thou not this synne on vs,"
    },
    {
      "verse": 12,
      "text": "which we diden folili, that this womman be not maad as deed, and as a deed borun thing which is cast out of the `wombe of his modir; lo! now the half of hir fleisch is deuourid with lepre."
    },
    {
      "verse": 13,
      "text": "And Moises criede to the Lord, and seide, Lord, Y biseche, heele thou hir."
    },
    {
      "verse": 14,
      "text": "To whom the Lord answerid, If hir fadir hadde spet in to hir face, where sche ouyte not to be fillid with schame, nameli in seuene daies? Therfor be sche departid out of the tentis bi seuen daies, and aftirward sche schal be clepid ayen."
    },
    {
      "verse": 15,
      "text": "And so Marie was excludid out of the tentis bi seuene daies; and the puple was not mouyd fro that place, til Marie was clepid ayen."
    }
  ]
}