{
  "book_id": "NUM",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And the puple yede forth fro Asseroth, whanne the tentis weren set in the deseert of Pharan."
    },
    {
      "verse": 2,
      "text": "And there the Lord spak to Moises,"
    },
    {
      "verse": 3,
      "text": "and seide, Sende thou men that schulen biholde the lond of Canaan, which Y schal yyue to the sones of Israel, of ech lynage o man of the princes."
    },
    {
      "verse": 4,
      "text": "Moises dide that that the Lord comaundide, and sente fro the deseert of Pharan princes, men of whiche these ben the names."
    },
    {
      "verse": 5,
      "text": "Of the lynage of Ruben, Semmya, the sone of Zectur."
    },
    {
      "verse": 6,
      "text": "Of the lynage of Symeon, Saphat, the sone of Hury."
    },
    {
      "verse": 7,
      "text": "Of the lynage of Juda, Caleph, the sone of Jephone."
    },
    {
      "verse": 8,
      "text": "Of the lynage of Isachar, Igal, the sone of Joseph."
    },
    {
      "verse": 9,
      "text": "Of the lynage of Effraym, Osee, the sone of Nun."
    },
    {
      "verse": 10,
      "text": "Of the lynage of Beniamyn, Phalti, the sone of Raphu."
    },
    {
      "verse": 11,
      "text": "Of the lynage of Zabulon, Gediel, the sone of Sodi."
    },
    {
      "verse": 12,
      "text": "Of the lynage of Joseph, of the gouernaunce of Manasses, Gaddi, the sone of Susy."
    },
    {
      "verse": 13,
      "text": "Of the lynage of Dan, Amyel, the sone of Gemalli."
    },
    {
      "verse": 14,
      "text": "Of the lynage of Aser, Sur, the sone of Mychael."
    },
    {
      "verse": 15,
      "text": "Of the lynage of Neptalym, Nabdi, the sone of Napsi."
    },
    {
      "verse": 16,
      "text": "Of the lynage of Gad, Guel, the sone of Machi."
    },
    {
      "verse": 17,
      "text": "These ben the names of men, which Moises sente to biholde the lond of Canaan; and he clepide Osee, the sone of Nun, Josue."
    },
    {
      "verse": 18,
      "text": "Therfor Moises sente hem to biholde the lond of Canaan, and seide to hem, `Stie ye bi the south coost; and whanne ye comen to the hillis,"
    },
    {
      "verse": 19,
      "text": "biholde ye the lond, what maner lond it is; and biholde ye the puple which is the dwellere therof, whether it is strong, ethir feble, `whether thei ben fewe in noumbre, ether manye;"
    },
    {
      "verse": 20,
      "text": "whether that lond is good, ethir yuel; what maner citees ben, wallid, ether without wallis;"
    },
    {
      "verse": 21,
      "text": "whether the lond is fat, ether bareyn, `whether it is ful of woodis, ethir without trees. Be ye coumfortid, and `brynge ye to vs of the fruytis of that lond. Sotheli the tyme was, whanne grapis first ripe myyten be etun thanne."
    },
    {
      "verse": 22,
      "text": "And whanne thei hadden stied, thei aspieden the lond, fro the deseert of Syn `til to Rohob, as men entryth to Emath."
    },
    {
      "verse": 23,
      "text": "And thei stieden to the south, and camen in to Ebron, where Achyman, and Sisai, and Tholmai, the sones of Enach, weren; for Hebron was maad bi seuen yeer bifor Thamnys, the citee of Egipt."
    },
    {
      "verse": 24,
      "text": "And thei yeden til to the stronde of clustre, and kittiden doun a sioun with his grape, which twei men baren in a barre; also thei token of pumgarnadis, and of the figis of that place which is clepid Nehelescol,"
    },
    {
      "verse": 25,
      "text": "that is, the stronde of grape, for the sones of Israel baren a clustre fro thennus."
    },
    {
      "verse": 26,
      "text": "And the aspieris of the lond, whanne thei hadden cumpassid al the cuntrey, after fourti daies camen to Moises and Aaron,"
    },
    {
      "verse": 27,
      "text": "and to al the cumpany of the sones of Israel, in to the deseert of Pharan which is in Cades. And `the aspieris spaken to hem, and schewiden the fruytis of the lond to al the multitude, and telden,"
    },
    {
      "verse": 28,
      "text": "and seiden, We camen to the lond, to which thou sentest vs, which lond treuli flowith with mylk and hony, as it may be knowun bi these fruytis;"
    },
    {
      "verse": 29,
      "text": "but it hath strongeste inhabiteris, and grete cytees, and wallid; we sien there the kynrede of Anachym; Amalech dwellith in the south;"
    },
    {
      "verse": 30,
      "text": "Ethei, and Jebusei, and Amorey dwellen in the hilli placis; forsothe Cananey dwellith bisidis the see, and bisidis the floodis of Jordan."
    },
    {
      "verse": 31,
      "text": "Among thes thingis Caleph peeside the grutchyng of the puple, that was maad ayens Moises, and seide, `Stie we, and welde we the lond, for we moun gete it."
    },
    {
      "verse": 32,
      "text": "Forsothe other aspieris, that weren with hym, seiden, We moun not stie to this puple, for it is strongere than we."
    },
    {
      "verse": 33,
      "text": "And thei deprauyden the lond which thei hadden biholde, anentis the sones of Israel, and seiden, The lond which we cumpassiden deuourith hise dwelleris; the puple which we bihelden is of large stature; there we syen summe wondris ayens kynde, of the sones of Enach, of the kynde of geauntis, to whiche we weren comparisound, and weren seien as locustis."
    }
  ]
}