{
  "book_id": "NUM",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises, and seide, Speke thou to the sones of Israel,"
    },
    {
      "verse": 2,
      "text": "and thou schalt seie to hem, Whanne ye han entrid in to the lond of youre abitacioun which Y schal yyue to you,"
    },
    {
      "verse": 3,
      "text": "and ye make an offryng to the Lord in to brent sacrifice, ether a pesible sacrifice, and ye payen auowis, ethir offren yiftis bi fre wille, ethir in youre solempnytees ye brennen odour of swetnesse to the Lord, of oxun, ether of scheep;"
    },
    {
      "verse": 4,
      "text": "who euer offrith the slayn sacrifice, schal offre a sacrifice of flour, the tenthe part of ephi, spreynt togidere with oile, which oil schal haue a mesure the fourthe part of hyn;"
    },
    {
      "verse": 5,
      "text": "and he schal yyue wyn to fletynge sacrifices to be sched, of the same mesure, in to brent sacrifice, and slayn sacrifice."
    },
    {
      "verse": 6,
      "text": "Bi ech loomb and ram schal be the sacrifice of flour, of twey tenthe partis, which schal be spreynt togidere with oile, of the thridde part of hyn;"
    },
    {
      "verse": 7,
      "text": "and he schal offre wyn to the fletynge sacrifice, of the thridde part of the same mesure, in to odour of swetnesse to the Lord."
    },
    {
      "verse": 8,
      "text": "Forsothe whanne thou makist a brent sacrifice, ethir an offryng of oxun, that thou fille avow, ethir pesible sacrifice, thou schalt yyue,"
    },
    {
      "verse": 9,
      "text": "bi ech oxe, thre tenthe partis of flour, spreynt togidere with oile, which schal haue the half of mesure of hyn;"
    },
    {
      "verse": 10,
      "text": "and thou schalt yyue wyn to fletynge sacrifices to be sched, of the same mesure, in to offryng of the swettest odour to the Lord."
    },
    {
      "verse": 11,
      "text": "So ye schulen do bi ech oxe, and ram,"
    },
    {
      "verse": 12,
      "text": "and lomb, and kide;"
    },
    {
      "verse": 13,
      "text": "as wel men borun in the lond,"
    },
    {
      "verse": 14,
      "text": "as pilgrymys,\\f + \\fr 15:14 \\ft  that is, men conuerted to the lawe of Jewis. \\f* schulen offre sacrifices bi the same custom;"
    },
    {
      "verse": 15,
      "text": "o comaundement and doom schal be, as wel to you as to comelyngis of the lond."
    },
    {
      "verse": 16,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 17,
      "text": "and seide, Speke thou to the sones of Israel, and thou schalt seie to hem,"
    },
    {
      "verse": 18,
      "text": "Whanne ye comen in to the lond which Y schal yyue to you,"
    },
    {
      "verse": 19,
      "text": "and `ye eten of the looues of that cuntrey, ye"
    },
    {
      "verse": 20,
      "text": "schulen departe the firste fruytis \\f + \\fr 15:20 \\ft  the firste fruytis: in Ebreu it is a litil cake of youre pastis. \\f* of youre metis to the Lord; as ye schulen departe the firste fruytis of corn flooris,"
    },
    {
      "verse": 21,
      "text": "so ye schulen yyue the firste fruytis also of sewis to the Lord."
    },
    {
      "verse": 22,
      "text": "That if bi ignoraunce ye passen ony of tho thingis whiche the Lord spak to Moyses,"
    },
    {
      "verse": 23,
      "text": "and comaundide bi hym to you, fro the dai in which he bigan to comaunde,"
    },
    {
      "verse": 24,
      "text": "and ouer, and the multitude hath foryete to do, it schal offre a calf of the drooue, brent sacrifice in to swettist odour to the Lord, and the sacrificis therof, and fletynge offryngis, as the cerymonyes therof axen; and it schal offre a `buc of geet for synne."
    },
    {
      "verse": 25,
      "text": "And the preest schal preie for al the multitude of the sones of Israel, and it schal be foryouun to hem, for thei synneden not wilfuli. And neuerthelesse thei schulen offre encense to the Lord for hemsilf, and for her synne and errour;"
    },
    {
      "verse": 26,
      "text": "and it schal be foryouun to al the puple of the sones of Israel, and to comelyngis that ben pilgryms among hem, for it is the synne of al the multitude bi ignoraunce."
    },
    {
      "verse": 27,
      "text": "That if a soule synneth vnwityngli, it schal offre a geet of o yeer for his synne; and the preest schal preye for that soule, for it synnede vnwityngli bifor the Lord;"
    },
    {
      "verse": 28,
      "text": "and the preest schal gete foryyuenesse to it, and synne schal be foryouun to it."
    },
    {
      "verse": 29,
      "text": "As wel to men borun in the lond as to comelyngis, o lawe schal be of alle that synnen vnwityngli."
    },
    {
      "verse": 30,
      "text": "Forsothe a man that doith ony synne bi pride, schal perische fro his puple, whether he be a citeseyn, ethir a pilgrym, for he was rebel ayens the Lord;"
    },
    {
      "verse": 31,
      "text": "for he dispiside the word of the Lord, and made voide his comaundement; therfor he schal be doon awei, and schal bere his owne wickidnes."
    },
    {
      "verse": 32,
      "text": "Forsothe it was doon, whanne the sones of Israel weren in wildirnesse, and hadde founde a man gaderynge woode in the `day of sabat,"
    },
    {
      "verse": 33,
      "text": "thei brouyten hym to Moises, and to Aaron, and to al the multitude; whiche closiden hym in to prisoun,"
    },
    {
      "verse": 34,
      "text": "and wisten \\f + \\fr 15:34 \\ft  and wisten not, etc. they wisten not bi what deth he schulde die, ether wher he dide this synue witingly, til God certifiede to hem. \\f* not what thei schulden do of hym."
    },
    {
      "verse": 35,
      "text": "And the Lord seide to Moises, This man die bi deeth; al the cumpeny oppresse hym with stoonus with out the tentis."
    },
    {
      "verse": 36,
      "text": "And whanne thei hadden led hym with out forth, thei oppressiden him with stoonus, and he was deed, as the Lord comaundide."
    },
    {
      "verse": 37,
      "text": "Also the Lord seide to Moises,"
    },
    {
      "verse": 38,
      "text": "Speke thou to the sones of Israel, and thou schalt seye to hem, that thei make to hem hemmes bi foure corneris of mentils, and sette laces of iacynct `in tho;"
    },
    {
      "verse": 39,
      "text": "and whanne thei seen thoo, haue thei mynde of alle comaundementis of the Lord, lest thei suen her thouytis and iyen, doynge fornycacioun bi dyuerse thingis;"
    },
    {
      "verse": 40,
      "text": "but more be thei myndeful of the `Lordis heestis, and do thei tho, and be thei hooli to her God."
    },
    {
      "verse": 41,
      "text": "Y am youre Lord God, which ledde you out of the lond of Egipt, that Y schulde be youre God."
    }
  ]
}