{
  "book_id": "NUM",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Lo! forsothe Chore, the sone of Isuar, sone of Caath, sone of Leuy, and Dathan and Abiron, the sones of Heliab, and Hon, the sone of Pheleph, of the sones of Ruben, rysen ayens Moises,"
    },
    {
      "verse": 2,
      "text": "and othere of the sones of Israel, two hundryd men and fifti, prynces of the synagoge, and whiche weren clepid bi names in the tyme of counsel."
    },
    {
      "verse": 3,
      "text": "And whanne `thei hadden stonde ayens Moises and Aaron, thei seiden, Suffice it to you, for al the multitude is of hooly men, and the Lord is in hem; whi ben ye reisid on the puple of the Lord?"
    },
    {
      "verse": 4,
      "text": "And whanne Moises hadde herd this, he felde lowe on the face."
    },
    {
      "verse": 5,
      "text": "And he spak to Chore, and to al the multitude; he seide, Eerli the Lord schal make knowun whiche perteynen to hym, and he schal applie to hym hooli men; and thei whiche he hath chose, schulen neiye to hym."
    },
    {
      "verse": 6,
      "text": "Therfor do ye this thing; ech man take his cencere, thou Chore, and al thi counsel;"
    },
    {
      "verse": 7,
      "text": "and to morewe whanne fier is takun vp, putte ye encense aboue bifor the Lord, and whom euer the Lord chesith, he schal be hooli. Ye sones of Leuy ben myche reisid."
    },
    {
      "verse": 8,
      "text": "And eft Moises seide to Chore, Ye sones of Leuy, here."
    },
    {
      "verse": 9,
      "text": "Whether it is litil to you, that God of Israel departide you fro al the puple, and ioynede you to hym silf, that ye schulden serue hym in the seruyce of tabernacle, and that ye schulden stonde bifor the multitude of puple, and schulden serue hym?"
    },
    {
      "verse": 10,
      "text": "Made he therfor thee and alle thi bretheren the sones of Leuy to neiy to hym silf, that ye chalenge to you also preesthod,"
    },
    {
      "verse": 11,
      "text": "and al thi gaderyng togidere stonde ayens the Lord? For whi what is Aaron, that ye grutchen ayens hym?"
    },
    {
      "verse": 12,
      "text": "Therfor Moises sente to clepe Dathan and Abiron, the sones of Heliab; whiche answeriden, We comen not."
    },
    {
      "verse": 13,
      "text": "Whethir is it litil to thee, that thou leddist vs out of the lond that flowide with mylk and hony, to sle vs in the deseert, no but also thou be lord of vs?"
    },
    {
      "verse": 14,
      "text": "Verili thou hast bronyt vs in to the lond that flowith with streemys of mylk and hony, and hast youe to vs possessioun of feeldis, and of vyneris; whethir also thou wolt putte out oure iyen?"
    },
    {
      "verse": 15,
      "text": "We comen not. And Moises was wrooth greetli, and seide to the Lord, Biholde thou not the sacrifices of hem; thou wost that Y took neuere of hem, yhe, a litil asse, nethir Y turmentide ony of hem."
    },
    {
      "verse": 16,
      "text": "And Moises seide to Chore, Thou and al thi congregacioun stonde asidis half bifor the Lord, and Aaron to morewe bi hym silf."
    },
    {
      "verse": 17,
      "text": "Take ye alle bi you silf youre censeris, and putte ye encense in tho, and offre ye to the Lord, tweyn hundrid and fifti censeris; and Aaron holde his censer."
    },
    {
      "verse": 18,
      "text": "And whanne thei hadden do this, while Moises and Aaron stoden,"
    },
    {
      "verse": 19,
      "text": "and thei hadden gaderid al the multitude to the `dore of the tabernacle ayens hem, the glorie of the Lord apperide to alle."
    },
    {
      "verse": 20,
      "text": "And the Lord spak to Moises and Aaron,"
    },
    {
      "verse": 21,
      "text": "and seide, Be ye departid fro the myddis of this congregacioun, that Y leese hem sodeynli."
    },
    {
      "verse": 22,
      "text": "Whiche felden lowe on the face, and seiden, Strongeste God of the spiritis of al fleisch, whethir `thin yre schal be fers ayens alle men, for o man synneth?"
    },
    {
      "verse": 23,
      "text": "And the Lord seide to Moises,"
    },
    {
      "verse": 24,
      "text": "Comaunde thou to al the puple, that it be departid fro the tabernaclis of Chore, and of Dathan, and of Abiron."
    },
    {
      "verse": 25,
      "text": "And Moises roos, and yede to Dathan and Abiron; and while the eldre men of Israel sueden hym,"
    },
    {
      "verse": 26,
      "text": "he seide to the cumpeny, Go ye awey fro the tabernaclis of wickid men, and nyle ye touche tho thingis that parteynen to hem, lest ye ben wlappid in the synnes of hem."
    },
    {
      "verse": 27,
      "text": "And whanne thei hadden gon awei fro the tentis `of hem bi the cumpas, Dathan and Abiron yeden out, and stoden in the entryng of her tentis, with wyues, and fre children, and al the multitude."
    },
    {
      "verse": 28,
      "text": "And Moises seide, In this ye schulen wite that the Lord sente me, that Y schulde do alle thingis whiche ye seen, and Y brouyte not forth tho of myn owne herte."
    },
    {
      "verse": 29,
      "text": "If thei perischen bi customable deeth of men, and wounde visite hem, bi which also othere men ben wont to be visitid,"
    },
    {
      "verse": 30,
      "text": "the Lord sente not me; but if the Lord doith a newe thing, that the erthe opene his mouth, and swolewe hem, and alle thingis that perteynen to hem, and thei goen doun quyke in to helle, ye schulen wite that thei blasfemeden the Lord."
    },
    {
      "verse": 31,
      "text": "Therfor anoon as he cesside to speke, the erthe was brokun vndur her feet,"
    },
    {
      "verse": 32,
      "text": "and the erthe openyde his mouth, and deuowride hem, with her tabernaclis, and al the catel `of hem;"
    },
    {
      "verse": 33,
      "text": "and thei yeden doun quike in to helle, and weren hilid with erthe, and perischiden fro the myddis of the multitude."
    },
    {
      "verse": 34,
      "text": "And sotheli al Israel that stood bi the cumpas, fledde fro the cry of men perischinge, and seide, Lest perauenture the erthe swolewe also vs."
    },
    {
      "verse": 35,
      "text": "But also fier yede out fro the Lord, and killide tweyn hundrid and fifti men that offriden encense."
    },
    {
      "verse": 36,
      "text": "And the Lord spak to Moises, and seide,"
    },
    {
      "verse": 37,
      "text": "Comaunde thou to Eleasar, sone of Aaron, preest, that he take the censeris that liggen in the brennyng, and that he schatere the fier hidur and thidur; for tho ben halewid in the dethis of synneris;"
    },
    {
      "verse": 38,
      "text": "and that he bringe forth tho in to platis, and naile to the auter, for encense is offrid in tho to the Lord, and tho ben halewid, that the sonis of Israel se tho for a signe and memorial."
    },
    {
      "verse": 39,
      "text": "Therfor Eleazar, preest, took the brasun senseris, in whiche censeris thei whiche the brennyng deuouride hadden offrid, and he `brouyt forth tho in to platis, and nailide to the auter;"
    },
    {
      "verse": 40,
      "text": "that the sones of Israel schulden haue thingis aftirward, bi whiche thei schulden remembre, lest ony alien, and which is not of the seed of Aaron, neiy to offre encense to the Lord, lest he suffre, as Chore sufferide, and al his multitude, while the Lord spak to Moises."
    },
    {
      "verse": 41,
      "text": "Forsothe al the multitude of the sones of Israel grutchide in the dai suynge ayens Moises and Aaron, and seide, Ye han slayn the puple of the Lord."
    },
    {
      "verse": 42,
      "text": "And whanne discensioun roos,"
    },
    {
      "verse": 43,
      "text": "and noise encresside, Moises and Aaron fledden to the tabernacle of the boond of pees; and aftir that thei entriden in to it, a cloude hilide the tabernacle, and the glorie of the Lord apperide."
    },
    {
      "verse": 44,
      "text": "And the Lord seide to Moises and to Aaron,"
    },
    {
      "verse": 45,
      "text": "Go ye awey fro the myddis of this multitude, also now Y schal do awey hem. And whanne thei laien in the erthe, Moises seide to Aaron,"
    },
    {
      "verse": 46,
      "text": "Take the censer, and whanne fyer is takun vp of the auter, caste encense aboue, and go soone to the puple, that thou preye for hem; for now ire is gon out fro the Lord, and the wounde is feers."
    },
    {
      "verse": 47,
      "text": "And whanne Aaron hadde do this, and hadde runne to the myddis of the multitude, which the brennynge wastid thanne, he offeride encense;"
    },
    {
      "verse": 48,
      "text": "and he stood bytwixe the deed men and lyuynge, and bisouyte for the puple, and the wounde ceesside."
    },
    {
      "verse": 49,
      "text": "Sotheli thei that weren smytun weren fourtene thousynde of men and seuene hundrid, with outen hem that perischiden in the discencioun of Chore."
    },
    {
      "verse": 50,
      "text": "And Aaron turnyde ayen to Moyses, to the dore of the tabernacle of boond of pees, aftir that the perischyng restide."
    }
  ]
}