{
  "book_id": "NUM",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord seide to Aaron, Thou, and thi sones, and the hows of thi fadir with thee, schulen \\f + \\fr 18:1 \\ft  schulen bere the wickidnesse of the seyntuarie, that is, ye schulen haue tho thingis that schulen be offrid in the seyntuarie for the synnes of the puple, as Austin and the glos here expownen. It semeth betere thus; thou and thi sones schulen suffre the synnes of youre presthod, that is, if ony me pressen forth hem silf bi youre necligence, not onely thei schulen be punyschid for her foolhardynesse, but also ye schulen be punyschid for youre necgligence, and therfor charge perteyneth to you to dryue awey hem, and to bifore eschewe [schewe BC.] diligently, lest ony man neiye unduly. \\f* bere the wickidnesse of the seyntuarie; and thou and thi sones togidere schulen suffre the synnes of youre preesthod."
    },
    {
      "verse": 2,
      "text": "But also take thou with thee thi britheren of the lynage of Leuy, and the power of thi fadir, and be thei redi, that thei mynystre to thee. Forsothe thou and thi sones schulen mynystre in the tabernacle of witnessyng;"
    },
    {
      "verse": 3,
      "text": "and the dekenes schulen wake at thi comaundementis, and at alle werkis of the tabernacle; so oneli that thei neiye not to the vessels of seyntuarie, and to the autir, lest bothe thei dien, and ye perischen togidere."
    },
    {
      "verse": 4,
      "text": "Forsothe be thei with thee, and wake thei in the kepyngis of the tabernacle, and in alle the cerymonyes therof. An alien schal not be meddlid with you."
    },
    {
      "verse": 5,
      "text": "Wake ye in the kepyng of the seyntuarie, and in the seruyce of the auter, lest indignacioun rise on the sones of Israel."
    },
    {
      "verse": 6,
      "text": "Lo! Y haue youun `to you \\f + \\fr 18:6 \\ft  Lo! Y haue youe to you, etc. not to do youre werkis in youre housis, but to serue in the seruyces of the tabernacle. \\f* youre britheren, dekenes, fro the myddis of the sones of Israel, and Y haue youe a fre yifte to the Lord, that thei serue in the seruyces of his tabernacle."
    },
    {
      "verse": 7,
      "text": "Forsothe thou and thi sones, kepe youre preesthod; and alle thingis that perteynen to the ournyng of the auter, and ben with ynne the veil, schulen be mynystrid bi preestis; if ony straunger neiyeth, he schal be slayn."
    },
    {
      "verse": 8,
      "text": "The Lord spak to Aaron, Lo! Y haue youe to thee the kepyng of my firste fruytis; Y haue youe to thee and to thi sones alle thingis, that ben halewid of the sones of Israel,\\f + \\fr 18:8 \\ft  that is, that ben bihiyt to the Lord by a vow. \\f* for preestis office euerlastynge lawful thingis."
    },
    {
      "verse": 9,
      "text": "Therfor thou schalt take these thingis of tho thingis that ben halewid, and ben offrid to the Lord; ech offryng, and sacrifice, and what euer thing is yoldun to me for synne and for trespas, and cometh in to hooli of hooli thingis, schal be thin and thi sones."
    },
    {
      "verse": 10,
      "text": "Thou schalt ete it in the seyntuarie; malis oneli schulen ete therof, for it is halewid to the Lord."
    },
    {
      "verse": 11,
      "text": "Forsothe Y haue youe to thee, and to thi sones and douytris, bi euerlastynge riyt, the firste fruytis whiche the sones of Israel a vowen and offren; he that is clene in thin hous, schal ete tho."
    },
    {
      "verse": 12,
      "text": "Y yaf to thee al the merowe of oile, and of wyn, and of wheete, what euer thing of the firste fruytis thei schulen offre to the Lord."
    },
    {
      "verse": 13,
      "text": "Alle the bigynnyngis of fruytis whiche the erthe bryngith forth, and ben brouyt to the Lord, schulen falle in to thin vsis; he that is cleene in thin hous, schal ete of tho."
    },
    {
      "verse": 14,
      "text": "Al thing which the sones of Israel yelden bi avow, schal be thin."
    },
    {
      "verse": 15,
      "text": "What euer thing `schal breke out first of the wombe of al fleisch, which fleisch thei offren to the Lord, whether it is of men, ethir of beestis, it schal be of thi riyt; so oneli that thou take prijs for the firste gendrid child of man, and that thou make ech beeste which is vncleene \\f + \\fr 18:15 \\ft  vnclene, and hath nede to ayenbyynge. \\f* to be bouyt ayen;"
    },
    {
      "verse": 16,
      "text": "whos ayenbiyng schal be aftir o monethe, for fyue siclis of siluer, bi the weiyte of seyntuarie; a sicle hath xx. halpens."
    },
    {
      "verse": 17,
      "text": "Forsothe thou schalt not make the firste gendrid of oxe, and of scheep, and of goet, to be ayen bouyt, for tho ben halewid to the Lord; oneli thou schalt schede the blood of tho on the auter, and thou schalt brenne the ynnere fatnesse in to swettist odour to the Lord."
    },
    {
      "verse": 18,
      "text": "Forsothe the fleischis schulen falle in to thin vss, as the brest halewid and the riyt schuldur, schulen be thine."
    },
    {
      "verse": 19,
      "text": "Y yaf to the and to thi sones and douytris, bi euerlastynge riyt, alle the firste fruytis of seyntuarie, whiche the sones of Israel offren to the Lord; it is euerlastynge couenant of salt bifor the Lord, to thee, and to thi sones."
    },
    {
      "verse": 20,
      "text": "And the Lord seide to Aaron, Ye schulen not welde ony thing in the lond of hem, nether ye schulen haue part among hem; Y am thi part and erytage, in the myddis of the sones of Israel."
    },
    {
      "verse": 21,
      "text": "Forsothe Y yaf to the sones of Leuy alle the tithis of Israel in to possessioun, for the seruyce bi whyche thei seruen me in the tabernacle of boond of pees;"
    },
    {
      "verse": 22,
      "text": "that the sones of Israel neiye no more to the `tabernacle of boond of pees, nether do dedli synne."
    },
    {
      "verse": 23,
      "text": "To the sones aloone of Leuy, seruynge me in the tabernacle, and berynge the `synnes of the puple, it schal be a lawful thing euerlastynge in youre generaciouns.\\f + \\fr 18:23 \\ft  to entre in to the tabernacle and to lyue vpon tithis. \\f*"
    },
    {
      "verse": 24,
      "text": "Thei schulen welde noon other thing, and thei schulen be apeied with the offryng of tithis, whiche Y departide in to vsis and necessaries of hem."
    },
    {
      "verse": 25,
      "text": "And the Lord spak to Moises and seide,"
    },
    {
      "verse": 26,
      "text": "Comaunde thou, and denounse to the dekenes, Whanne ye han take tithis of the sones of Israel, whiche Y yaf to you, offre ye the firste fruytis of tho to the Lord, that is, the tenthe part of the dyme,"
    },
    {
      "verse": 27,
      "text": "that it be arettid to you in to offryng of the firste fruytis, as wel of corn flooris as of pressis;"
    },
    {
      "verse": 28,
      "text": "and of alle thingis of whiche ye taken tithis, offre ye the firste fruytis to the Lord, and yyue ye to Aaron, preest."
    },
    {
      "verse": 29,
      "text": "Alle thingis whiche ye schulen offre of tithis, and schulen departe in to the yiftis of the Lord, schulen be the beste, and alle chosun thingis."
    },
    {
      "verse": 30,
      "text": "And thou schalt seye to hem, If ye offren to the Lord alle the clere and betere thingis of tithis, it schal be arettid to you, as if ye yauen the firste fruitis of the corn floor and presse."
    },
    {
      "verse": 31,
      "text": "And ye schulen ete tho tithis in alle youre placis, as wel ye as youre meynees, for it is the prijs for the seruyce, in whiche ye seruen in the tabernacle of witnessyng."
    },
    {
      "verse": 32,
      "text": "And ye schulen not do synne on this thing, `and resserue noble thingis and fat to you, lest ye defoulen the offryngis of the sones of Israel,\\f + \\fr 18:32 \\ft  that is, the tithis offrid of hem to you. \\f* and ye dien."
    }
  ]
}