{
  "book_id": "NUM",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And whanne Chananei, the kyng of Arad, that dwellide at the south, hadde herd this, that is, that Israel cam bi the weye of aspieris, he fauyt ayens hem; and Chananei was ouercomere and ledde pray of Israel."
    },
    {
      "verse": 2,
      "text": "And Israel bounde hym sylf bi avow to the Lord, and seide, If thou schalt bitake this puple in myn hond, Y schal do awei `the citees therof."
    },
    {
      "verse": 3,
      "text": "And the Lord herde the preieris of Israel, and bitook the Chananey; and Israel killid hym, and distruyede hise citees; and clepide the name of that place Horma, that is, cursyng, `ethir hangyng up."
    },
    {
      "verse": 4,
      "text": "`Forsothe thei yeden forth also fro the hil of Hor, bi the weie that ledith to the reed see, that thei schulden cumpasse the lond of Edom; and it bigan to anoye the puple, of the weie and trauel."
    },
    {
      "verse": 5,
      "text": "And the puple spak ayens the Lord and Moises, and seide, Whi leddist thou vs out of Egipt, that we schulden die in wildirnesse? breed failith, watris ben not; oure soule wlatith now on this `meete moost liyt."
    },
    {
      "verse": 6,
      "text": "Wherfor the Lord sente `firid serpentis in to the puple; at the woundis of whiche serpentis, and the dethis of ful many men,"
    },
    {
      "verse": 7,
      "text": "thei camen to Moyses, and seiden, We synneden, for we spaken ayens the Lord and thee; preie thou, that he take awey fro vs the serpentis."
    },
    {
      "verse": 8,
      "text": "And Moises preiede for the puple; and the Lord seide to hym, Make thou a serpent of bras,\\f + \\fr 21:8 \\ft  of bras is not here in Ebreu, but aftirward. \\f* and sette thou it for a signe \\f + \\fr 21:8 \\ft  a signe, in Ebreu it is, in a perche. \\f* ; he that is smytun and biholdith it, schal lyue."
    },
    {
      "verse": 9,
      "text": "Therfor Moyses made a serpent of bras, and settide for a signe; and men smytun and biholdynge it, weren heelid."
    },
    {
      "verse": 10,
      "text": "And the sones of Israel yeden forth,"
    },
    {
      "verse": 11,
      "text": "and settiden tentis in Oboth; fro whennus thei yeden forth, and settiden tentis in Neabarym,\\f + \\fr 21:11 \\ft  that is, in the wildirnessis of Abarym. \\f* in the wildirnesse, that biholdith Moab, ayens the eest coost."
    },
    {
      "verse": 12,
      "text": "And thei moueden fro thennus, and camen to the stronde of Zareth;"
    },
    {
      "verse": 13,
      "text": "which thei leften, and settiden tentis ayens Arnon, which is in the deseert, and apperith in the coostis of Amorrei. Forsothe Arnon is the terme of Moab, and departith Moabitis and Ammoreis."
    },
    {
      "verse": 14,
      "text": "Wherfor it is seid in the book \\f + \\fr 21:14 \\ft  book, ether in the telling, as Ebrews seyen, for the Ebreu word here signefieth bothe book and telling. \\f* of batels of the Lord, As he dide in the reed see, so he schal do in the strondis of Arnon;"
    },
    {
      "verse": 15,
      "text": "the harde rochis of the strondis weren bowid, that tho schulen reste in Arnon, and schulden ligge in the coostis of Moabitis."
    },
    {
      "verse": 16,
      "text": "Fro that place \\f + \\fr 21:16 \\ft  fro that place, in Ebreu it is thus, fro this place to the pit, and they camen to the place, where the pit was youun. \\f* the pit apperide, of which the Lord spak to Moyses, Gadere thou the puple, and Y schal yyue watir to it."
    },
    {
      "verse": 17,
      "text": "Thanne Israel soong this song, The pit \\f + \\fr 21:17 \\ft  that is, water of the pit. \\f* stie;"
    },
    {
      "verse": 18,
      "text": "thei sungen togidere, The pit which the princes diggiden, and the duykis of the multitude maden redi, in the yyuere of the lawe, and in her stauys. And thei yeden forth fro the wildirnesse to Mathana,"
    },
    {
      "verse": 19,
      "text": "fro Mathana to Naaliel, fro Naaliel in to Bamoth;"
    },
    {
      "verse": 20,
      "text": "Bamoth is a valey in the cuntrey of Moab, in the cop of Phasga, that biholdith ayens the deseert."
    },
    {
      "verse": 21,
      "text": "Forsothe Israel sente messangeris to Seon, kyng of Ammorreis, and seide,"
    },
    {
      "verse": 22,
      "text": "Y biseche that it be leueful to me to passe thorou thi loond; we schulen not bowe in to the feeldis and vyneris; we schulen not drynke watris of pittis; we schulen go in the kyngis weie, til we passen thi termes."
    },
    {
      "verse": 23,
      "text": "Which nolde graunte that Israel schulde passe thury hise coostis, but rather, whanne the oost was gaderid, he yede out ayens Israel, in to deseert. And he cam in to Yasa, and fauyt ayens Israel;"
    },
    {
      "verse": 24,
      "text": "of whom he was smytun in the scharpnesse of swerd, and his lond was weldid fro Arnon `til to Jeboth and `the sones of Amon; for the termes of Amonytis weren holdun bi strong help."
    },
    {
      "verse": 25,
      "text": "Therfor Israel took alle `the citees of hym, and dwelliden in the citees of Amorrei, that is, in Esebon, and hise townes."
    },
    {
      "verse": 26,
      "text": "The citee of Esebon was Seons, kyng of Ammorei, which Seon fauyt ayens the kyng of Moab, and took al the lond that was of his lordschip, `til to Arnon."
    },
    {
      "verse": 27,
      "text": "Therfor it is seid in prouerbe,\\f + \\fr 21:27 \\ft  that is, in a comown song maad of the victorye of Seon. \\f* Come ye in to Esebon, be it bildid, and maad the citee of Seon;"
    },
    {
      "verse": 28,
      "text": "fier yede out of Esebon, flawme yede out of the citee `ethir greet castel of Seon, and deuouryde Ar of Moabitis, and the dwelleris of the `hiye places of Arnon."
    },
    {
      "verse": 29,
      "text": "Moab, wo to thee! thou, puple of Chamos, perischidist; it yaf the sones therof in to fliyt, and the douytris in to caitifte to Seon, kyng of Ammoreis;"
    },
    {
      "verse": 30,
      "text": "the yok of hem \\f + \\fr 21:30 \\ft  that is, the lordschip of Moabitis. \\f* perischide, fro Esebon `til to Dibon; the wery men camen in to Jophe, and `til to Medaba."
    },
    {
      "verse": 31,
      "text": "And so Israel dwellide in the lond of Ammorrey."
    },
    {
      "verse": 32,
      "text": "And Moises sente men that schulden aspie Jaser, whos `townes thei token, and weldiden the dwelleris."
    },
    {
      "verse": 33,
      "text": "And thei turniden hem silf, and stieden bi the weie of Basan. And Og, the kyng of Basan, with al his puple cam ayens hem, to fiyte in Edray."
    },
    {
      "verse": 34,
      "text": "And the Lord seide to Moises, Drede thou not hym, for Y haue bitake hym, and al his loond, and puple, in thin hoond; and thou schalt do to hym as thou didist to Seon, kyng of Ammorreis, the dwellere of Esebon."
    },
    {
      "verse": 35,
      "text": "Therfor thei smytiden `bothe hym with hise sones and al his puple, `til to deeth; and thei weldiden `the lond of hym."
    }
  ]
}