{
  "book_id": "NUM",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And whanne Balaam siy that it pleside the Lord that he schulde blesse Israel, he yede not as he `hadde go bifore, `that he schulde seke fals dyuynyng `bi chiteryng of briddis, but he dresside his face ayens the desert,"
    },
    {
      "verse": 2,
      "text": "and reiside iyen, and siy Israel dwellynge in tentis bi hise lynagis. And whanne the Spirit of God felde on hym, and whanne a parable was takun,"
    },
    {
      "verse": 3,
      "text": "he seide, Balaam, the sone of Beor, seide, a man whois iye is stoppid seide,"
    },
    {
      "verse": 4,
      "text": "the herere of Goddis wordis seide, which bihelde the reuelacioun of almyyti God, which fallith doun, and hise iyen ben openyd so, Hou faire ben thi tabernaclis,"
    },
    {
      "verse": 5,
      "text": "Jacob, and thi tentis, Israel!"
    },
    {
      "verse": 6,
      "text": "as valeys ful of woodis, and moiste gardyns bisidis floodis, as tabernaclis whiche the Lord hath set, as cedris bisidis watris;"
    },
    {
      "verse": 7,
      "text": "watir schal flowe of his bokat, and his seed schal be in to many watris, `that is, puplis. The kyng of hym schal be takun a wei for Agag, and the rewme of hym schal be doon awai."
    },
    {
      "verse": 8,
      "text": "God ledde hym out of Egipt, whos strengthe is lijk an vnicorn; thei schulen deuoure hethene men, enemyes `of hym, that is, of Israel; and thei schulen breke the boonus of hem, and schulen perse with arowis."
    },
    {
      "verse": 9,
      "text": "He restide and slepte as a lyoun, and as a lionesse, whom no man schal dore reise. He that blessith thee, schal be blessid; he that cursith, schal"
    },
    {
      "verse": 10,
      "text": "be arettid in to cursyng And Balaach was wrooth ayens Balaam, and seide, whanne the hondis weren wrungun to gidere, I clepide thee to curse myn enemyes, whiche ayenward thou hast blessid thries."
    },
    {
      "verse": 11,
      "text": "Turne ayen to thi place; forsothe Y demede to onoure thee greetli, but the Lord priuyde thee fro onour disposid."
    },
    {
      "verse": 12,
      "text": "Balaam answeride to Balaach, Whethir Y seide not to thi messangeris, whiche thou sentist to me,"
    },
    {
      "verse": 13,
      "text": "Thouy Balaach schal yyue to me his hows ful of siluer and of gold, Y schal not mow passe the word of my Lord God, that Y brynge forth of myn herte ony thing, ethir of good ethir of yuel, but what euer thing the Lord schal seie, Y schal speke this?"
    },
    {
      "verse": 14,
      "text": "Netheles Y schal go to my puple, and Y schal yyue counsel to thee, what thi puple schal do in the laste tyme to this puple."
    },
    {
      "verse": 15,
      "text": "Therfor whanne a parable was takun, he seide eft, Balaam, the sone of Beor seide, a man whos iye is stoppid,"
    },
    {
      "verse": 16,
      "text": "seide, the herere of Goddis wordis seide, which knowith the doctrine of the hiyeste, and seeth the reuelacioun of almiyti God, which fallith doun and hath opyn iyen,"
    },
    {
      "verse": 17,
      "text": "Y schal se hym, but not now; Y schal biholde hym, but not nyy; a sterre schal be borun of Jacob, and a yerde schal rise of Israel; and he schal smyte the duykis of Moab, and he schal waste alle the sones of Seth; and Ydumye schal be hys possessioun,"
    },
    {
      "verse": 18,
      "text": "the eritage of Seir schal bifalle to his enemyes; forsothe Israel schal do strongli, of Jacob schal be he that schal be lord,"
    },
    {
      "verse": 19,
      "text": "and schal leese the relikis of the citee."
    },
    {
      "verse": 20,
      "text": "And whanne he hadde seyn Amalech, he took a parable, and seide, Amalech is the bigynning of hethene men, whos laste thingis schulen be lost."
    },
    {
      "verse": 21,
      "text": "Also `he siy Cyney, and whanne a parable was takun, he seide, Forsothe thi dwellyng place is strong, but if thou schalt sette thi nest in a stoon,"
    },
    {
      "verse": 22,
      "text": "and schalt be chosun of the generacioun of Cyn, hou longe schalt thou mow dwelle? forsothe Assur schal take thee."
    },
    {
      "verse": 23,
      "text": "And whanne a parable was takun, he spak eft, Alas! who schal lyue, whanne the Lord schal make thes thingis?"
    },
    {
      "verse": 24,
      "text": "Thei schulen come in grete schippis fro Ytalie, thei schulen ouercome Assiries, and thei schulen distrie Ebrews, and at the last also thei hem silf schulen perische."
    },
    {
      "verse": 25,
      "text": "And Balaam roos, and turnide ayen in to his place; and Balaach yede ayen bi the weye in which he cam."
    }
  ]
}