{
  "book_id": "NUM",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe the firste dai of the seuenthe monethe schal be hooli, and worschipful to you; ye schulen not do ony seruyle werk ther ynne, for it is the day of sownyng, and of trumpis."
    },
    {
      "verse": 2,
      "text": "And ye schulen offre brent sacrifice, in to swettest odour to the Lord, o calf of the droue, o ram, and seuene lambren of o yeer, with out wem;"
    },
    {
      "verse": 3,
      "text": "and in the sacrificis of tho `ye schulen offre thre tenthe partis of flour spreynt togidere with oile, bi ech calfe, twey tenthe partis bi a ram,"
    },
    {
      "verse": 4,
      "text": "o tenthe part bi a lomb, whiche togidere ben seuen lambren."
    },
    {
      "verse": 5,
      "text": "And `ye schulen offre a `buc of geet, which is offrid for synne, in to the clensyng of the puple,"
    },
    {
      "verse": 6,
      "text": "with out the brent sacrifice of kalendis, with hise sacrifices, and without euerlastynge brent sacrifice, with customable fletynge offryngis; and bi the same cerymonyes ye schulen offre encense in to swettiste odour to the Lord."
    },
    {
      "verse": 7,
      "text": "Also the tenthe dai of this seuenthe monethe schal be hooli and worschipful to you, and ye schulen turmente youre soulis; ye schulen not do ony seruyle werk ther ynne."
    },
    {
      "verse": 8,
      "text": "And ye schulen offre brent sacrifice to the Lord, in to swettiste odour; o calf of the droue, o ram, seuene lambren of o yeer with out wem."
    },
    {
      "verse": 9,
      "text": "And in the sacrifices of tho `ye schulen offre thre tenthe partis of flour spreynt togidere with oyle, bi ech calf, twey tenthe partis bi a ram,"
    },
    {
      "verse": 10,
      "text": "the tenthe part of a dyme bi each lomb, that ben togidere seuene lambren."
    },
    {
      "verse": 11,
      "text": "And ye schulen offre a `buc of geet for synne, with out these thingis that ben wont to be offrid for synne in to clensyng, and `ye schulen offre euerlastinge brent sacrifice in sacrifice, and fletinge offryngis of tho."
    },
    {
      "verse": 12,
      "text": "Forsothe in the fiftenthe dai of this seuenthe monethe, that schal be hooli and worschipful to you, ye schulen not do ony seruyle werk, but ye schulen halewe solempnyte to the Lord in seuene daies; and ye schulen offre brent sacrifice,"
    },
    {
      "verse": 13,
      "text": "in to swetiste odour to the Lord, threttene calues of the droue, twey rammes, fouretene lambren of o yeer, with out wem."
    },
    {
      "verse": 14,
      "text": "And in the moiste sacrifices of tho `ye schulen offre thre tenthe partis of flour spreynt to gidere with oile bi ech calf, that ben togidere threttene calues, and ye schulen offre twei tenthe partis to twei rammes togidere, that is, o tenthe part to o ram, and `ye schulen offre the tenthe part of `a"
    },
    {
      "verse": 15,
      "text": "dyme to ech lomb, whiche ben to gidere fourteene lambren."
    },
    {
      "verse": 16,
      "text": "And ye schulen offre a `buc of geet for synne, with out euerlastynge brent sacrifice, and `with out the sacrifice and moiste offryng therof."
    },
    {
      "verse": 17,
      "text": "In the tother dai ye schulen offre twelue calues of the droue, twei rammes, fouretene lambren of o yeer without wem."
    },
    {
      "verse": 18,
      "text": "And ye schulen halewe riytfuli sacrifices, and moiste offryngis of alle, bi calues, and rammes, and lambren."
    },
    {
      "verse": 19,
      "text": "And `ye schulen offre a `buc of geet for synne, with out euerlastynge brent sacrifice, and `with out the sacrifice and moist offryng therof."
    },
    {
      "verse": 20,
      "text": "In the thridde dai ye schulen offre euleuen calues, twei rammes, fourtene lambren of o yeer, without wem."
    },
    {
      "verse": 21,
      "text": "And ye schulen halewe riytfuli the sacrifices, and moiste offryngis of alle, bi the caluys, and rammes, and lambren."
    },
    {
      "verse": 22,
      "text": "And ye schulen offre a `buk of geet for synne, with out euerlastynge brent sacrifice, and with out the sacrifice and moiste offryng therof."
    },
    {
      "verse": 23,
      "text": "In the fourthe day ye schulen offre ten calues, twey rammes, fourtene lambren of o yeer with oute wem."
    },
    {
      "verse": 24,
      "text": "And ye schulen halewe riytfuli the sacrifices, and moiste offryngis of alle, bi the calues, and rammes, and lambren."
    },
    {
      "verse": 25,
      "text": "And ye schulen offre a `buk of geet for synne, with out euerlastynge brent sacrifice, and `with out the sacrifice and moiste offryng therof."
    },
    {
      "verse": 26,
      "text": "In the fyuethe dai ye schulen offre nyne calues, twei rammes, fourtene lambren of o yeer, with oute wem."
    },
    {
      "verse": 27,
      "text": "And ye schulen halewe riytfuli the sacrifices, and moiste offryngis `of alle, bi the calues, and rammes, and lambren."
    },
    {
      "verse": 28,
      "text": "And `ye schulen offre a `buc of geet for synne, with out euerlastynge brent sacrifice, and `with out the sacrifice and moiste offryng therof."
    },
    {
      "verse": 29,
      "text": "In the sixte dai ye schulen offre eiyt calues, and twei rammes, fourtene lambren of o yeer with out wem."
    },
    {
      "verse": 30,
      "text": "And ye schulen halewe riytfuli the sacrifices, and moiste offryngis `of alle, bi the calues, and rammes, and lambren."
    },
    {
      "verse": 31,
      "text": "And ye schulen offre a `buk of geet for synne, with out euerlastynge brent sacrifice, and `with out the sacrifice and moiste offryng therof."
    },
    {
      "verse": 32,
      "text": "In the seuenthe dai ye schulen offre seuene calues, twei rammes, fourtene lambren `of o yeer with out wem."
    },
    {
      "verse": 33,
      "text": "And ye schulen halewe riytfuli the sacrifices, and moiste offryngis `of alle, bi the calues, and rammes, and lambren."
    },
    {
      "verse": 34,
      "text": "And `ye schulen offre a `buc of geet for synne, with out euerlastynge brent sacrifice, and `with out the sacrifice and moiste offryng therof."
    },
    {
      "verse": 35,
      "text": "In the eiythe dai, which is moost solempne `ether hooli; ye schulen not do ony seruyle werk,"
    },
    {
      "verse": 36,
      "text": "and ye schulen offre brent sacrifice in to swettest odour to the Lord, o calf, o ram, seuene lambren of o yeer with out wem."
    },
    {
      "verse": 37,
      "text": "And ye schulen halewe riytfuli the sacrifices and moiste offryngis `of alle, bi the calues, and rammes, and lambren."
    },
    {
      "verse": 38,
      "text": "`And ye schulen offre a `buc of geet for synne, with out euerlastynge brent sacrifice, and `with out the sacrifice, and moiste offryng therof."
    },
    {
      "verse": 39,
      "text": "Ye schulen offre these thingis to the Lord, in youre solempnytees, with out avowis, and wilful offryngis, in brent sacrifice, in sacrifice, in moist offryng, and in peesible sacrifices."
    }
  ]
}