{
  "book_id": "NUM",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moyses, and seide,"
    },
    {
      "verse": 2,
      "text": "Venge thou firste the sones of Israel of Madianytis, and so thou schalt be gaderid to thi puple."
    },
    {
      "verse": 3,
      "text": "And anoon Moises seide, Arme ye men of you to batel, that moun take of Madianytis the veniaunce of the Lord."
    },
    {
      "verse": 4,
      "text": "Of ech lynage be chosun a thousynde men of Israel, that schulen be sent to batel."
    },
    {
      "verse": 5,
      "text": "And of ech lynage thei yauen a thousynde, that is twelue thousynde of men, redi to batel;"
    },
    {
      "verse": 6,
      "text": "whiche Moises sente with Fynees, the sone of Eleazar, preest. And he bitook to hem hooli vesselis, and trumpis to make sown."
    },
    {
      "verse": 7,
      "text": "And whanne thei hadden fouyt ayens Madianytis, and hadden ouercome, thei killiden \\f + \\fr 31:7 \\ft  thei killiden, etc. In Ebreu it is, and thei killiden the kyngis of hem on slayn men, that is, on men cast doun bi Goddis vertu, as Ebrews expownen. \\f* alle the malis,"
    },
    {
      "verse": 8,
      "text": "and `the kyngis of hem, Euy, and Reem, and Sur, and Hur, and Rebe, fyue princes of `the folc of hem. Also thei killiden bi swerd Balaam, the sone of Beor."
    },
    {
      "verse": 9,
      "text": "And thei token the wymmen of hem, and the litle children, and alle beestis, and al purtenaunce of howshold; what euer thei myyten haue, thei spuyleden;"
    },
    {
      "verse": 10,
      "text": "flawme brente as wel citees, as litle townes and castels."
    },
    {
      "verse": 11,
      "text": "And they token pray, and alle thingis whiche thei hadden take, as wel of men as of beestis, and thei brouyten to Moyses,"
    },
    {
      "verse": 12,
      "text": "and to Eleazar, preest, and to al the multitude of the sones of Israel. Forsothe thei baren othere `thingis perteynynge to vss, to the castels in the feldi places of Moab bisidis Jordan, ayens Jericho."
    },
    {
      "verse": 13,
      "text": "Moises and Eleazar, preest, and alle the princes of the synagoge, yeden out in to the comyng of hem, with out the castels, `that is, of the tabernacle."
    },
    {
      "verse": 14,
      "text": "And Moises was wrooth to the princes of the oost, to tribunes, and centuriouns, that camen fro batel;"
    },
    {
      "verse": 15,
      "text": "and he seide, Whi reserueden ye wymmen?"
    },
    {
      "verse": 16,
      "text": "whether it be not these that disseyueden the sones of Israel, at the suggestioun of Balaam, and maden you to do trespas ayens the Lord, on the synne of Phegor, wherfor also the puple was slayn?"
    },
    {
      "verse": 17,
      "text": "And therfor sle ye alle men, what euer thing is of male kynde, and litle children; and strangle ye the wymmen that knew men fleischli;"
    },
    {
      "verse": 18,
      "text": "forsothe reserue ye to you damesels, and alle wymmen virgyns,"
    },
    {
      "verse": 19,
      "text": "and dwelle ye with out the castels in seuene daies. He that sleeth a man, ether touchith a slayn man, schal be clensid in the thridde and the seuenthe dai;"
    },
    {
      "verse": 20,
      "text": "and of al the pray, whether it is clooth, ether vessel, and ony thing maad redi in to thingis perteynynge to vss, of the skynnys and heeris of geet, and `of tre, it schal be clensid."
    },
    {
      "verse": 21,
      "text": "And Eleazar, preest, spak thus to the men of the oost that fouyten, This is the comaundement of the lawe, which the Lord comaundide to Moises,"
    },
    {
      "verse": 22,
      "text": "The gold, and siluer, and bras, and yrun, and tiyn, and leed, and al thing that may passe by flawme, schal be purgid bi fier;"
    },
    {
      "verse": 23,
      "text": "sotheli what euer thing may not suffre fier, schal be halewid bi the watir of clensyng."
    },
    {
      "verse": 24,
      "text": "And ye schulen waische youre clothis in the seuenthe dai, and ye schulen be clensid; and aftirward ye schulen entre in to the castels `of the tabernacle."
    },
    {
      "verse": 25,
      "text": "And the Lord seide to Moises, Take ye the summe of tho thingis that ben takun, fro man `til to beeste,"
    },
    {
      "verse": 26,
      "text": "thou, and Eleazar, preest, and alle the princes of the comyn puple."
    },
    {
      "verse": 27,
      "text": "And thou schalt departe euenli the prey bytwixe hem that fouyten and yeden out to batel, and bitwixe al the multitude."
    },
    {
      "verse": 28,
      "text": "And thou schalt departe a part to the Lord, of hem that fouyten, and weren in batel, `o soule of fiue hundrid, as wel of men, as of oxun, and of assis, and of scheep."
    },
    {
      "verse": 29,
      "text": "And thou schalt yyue `that part to Eleazar, preest, for tho ben the firste fruytis of the Lord."
    },
    {
      "verse": 30,
      "text": "Also of the myddil part of the sones of Israel, thou schalt take the fiftithe heed of men, and of oxun, and of assis, and of scheep, and of alle lyuynge beestis; and thou schalt yyue tho to the dekenes, that waken in the kepyngis of the tabernacle of the Lord."
    },
    {
      "verse": 31,
      "text": "And Moyses and Eleazar diden, as the Lord comaundide."
    },
    {
      "verse": 32,
      "text": "Forsothe the prey which the oost hadde take, was sixe hundrid fyue and seuenti thousynde of scheep,"
    },
    {
      "verse": 33,
      "text": "of oxun two and seuenti thousynde,"
    },
    {
      "verse": 34,
      "text": "of assis sixti thousynde and a thousynde;"
    },
    {
      "verse": 35,
      "text": "the soules of persones of femal kynde, that knewen not fleischli men, two and thretti thousynde."
    },
    {
      "verse": 36,
      "text": "And the myddil part was youun to hem that weren in the batel, of scheep thre hundrid seuene and thretti thousynde and fyue hundrid;"
    },
    {
      "verse": 37,
      "text": "of whiche sixe hundrid fyue and seuenti scheep weren noumbrid in to the part of the Lord;"
    },
    {
      "verse": 38,
      "text": "and of sixe and thretti thousynde oxun,"
    },
    {
      "verse": 39,
      "text": "two and seuenti oxun, and of thretti thousynde assis and fyue hundryd, oon and sixti assis;"
    },
    {
      "verse": 40,
      "text": "of sixtene thousynde persoones of men, twei and thretti persoones bifelden in to the `part of the Lord."
    },
    {
      "verse": 41,
      "text": "And Moises bitook the noumbre of the firste fruytis of the Lord to Eleazar, preest, as it was comaundid to hym,"
    },
    {
      "verse": 42,
      "text": "of the myddil part of the sones of Israel, which he departide to hem that weren in batel."
    },
    {
      "verse": 43,
      "text": "And of the myddil part that bifelde to the tother multitude, that is, of thre hundrid seuene and thretti thousynde scheep and fyue hundrid,"
    },
    {
      "verse": 44,
      "text": "and of sixe and thretti thousynde oxun,"
    },
    {
      "verse": 45,
      "text": "and of thretti thousynde assis and fyue hundrid, and of sixtene thousynde wymmen,"
    },
    {
      "verse": 46,
      "text": "Moyses took the fyftithe heed,"
    },
    {
      "verse": 47,
      "text": "and yaf to the dekenes, that wakiden in the tabernacle of the Lord, as the Lord comaundide."
    },
    {
      "verse": 48,
      "text": "And whanne the princes of the oost, and the tribunes and centuriouns hadden neiyed to Moises,"
    },
    {
      "verse": 49,
      "text": "thei seiden, We thi seruauntis han teld the noumbre of fiyters, whiche we hadden vndur oure hoond, and sotheli not oon failide;"
    },
    {
      "verse": 50,
      "text": "for which cause we offren `in the fre yiftis of the Lord, alle bi vs silf, that that we myyten fynde of gold in the pray, girdelis for `the myddil of wymmen, and bies of the armes, and ryngis, and ournementis of the arm nyy the hond, and bies of the neckis of wymmen, that thou preye the Lord for vs."
    },
    {
      "verse": 51,
      "text": "And Moises and Eleazar, preest, token al the gold in dyuerse spices,"
    },
    {
      "verse": 52,
      "text": "`ether kyndis, bi the weiyte of the seyntuarye, sixtene thousynde seuene hundrid and fifti siclis, of the tribunes, and centuriouns."
    },
    {
      "verse": 53,
      "text": "For that that ech man rauyschide in the prey, was his owne;"
    },
    {
      "verse": 54,
      "text": "and thei baren the gold taken in to the tabernacle of witnessyng, in to the mynde of the sones of Israel, bifor the Lord."
    }
  ]
}