{
  "book_id": "NUM",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak to Moises,"
    },
    {
      "verse": 2,
      "text": "and seide, Comaunde thou to the sones of Israel, and thou schalt seie to hem, Whanne ye han entrid in to the lond of Canaan, and it bifelde in to possessioun `to you bi lot, it schal be endid bi these endis."
    },
    {
      "verse": 3,
      "text": "The south part schal bigynne at the wildirnesse of Syn, which is bisidis Edom, and it schal haue termes ayens the eest,"
    },
    {
      "verse": 4,
      "text": "the saltiste see, whiche termes schulen cumpasse the south coost bi the `stiynge of Scorpioun, `that is, of an hil clepid Scorpioun, so that tho passe in to Senna, and come to the south, `til to Cades Barne; fro whennus the coostis schulen go out to the town, Abdar bi name, and schulen strecche forth `til to Asemona;"
    },
    {
      "verse": 5,
      "text": "and the terme schal go bi cumpas fro Assemona `til to the stronde of Egipt, and it schal be endid bi the brynke of the grete see."
    },
    {
      "verse": 6,
      "text": "Forsothe the west coost schal bigynne at the greet see, and schal be closid bi that ende."
    },
    {
      "verse": 7,
      "text": "Sotheli at the north coost, the termes schulen bigynne at the greet see, and schulen come `til to the hiyeste hil,\\f + \\fr 34:7 \\ft  the hiyeste hil. In Ebreu it is, til to the hil of hil. \\f*"
    },
    {
      "verse": 8,
      "text": "fro which tho schulen come in to Emath, `til to the termes of Sedada;"
    },
    {
      "verse": 9,
      "text": "and the coostis schulen go `til to Ephrona, and the town of Enan. These schulen be the termes in the north part."
    },
    {
      "verse": 10,
      "text": "Fro thennus thei schulen mete coostis ayens the eest coost, fro the town Henan `til to Sephama;"
    },
    {
      "verse": 11,
      "text": "and fro Sephama termes schulen go doun in to Reblatha, ayens the welle `of Daphnyn; fro thennus tho schulen come ayens the eest to the se of Cenereth;"
    },
    {
      "verse": 12,
      "text": "and tho schulen strecche forth `til to Jordan, and at the laste tho schulen be closid with the salteste see. Ye schulen haue this lond bi hise coostis `in cumpas."
    },
    {
      "verse": 13,
      "text": "And Moises comaundide to the sones of Israel, and seide, This schal be the lond which ye schulen welde bi lot, and which the Lord comaundide to be youun to nyne lynagis and to the half lynage;"
    },
    {
      "verse": 14,
      "text": "for the lynage of the sones of Ruben, bi her meynees, and the lynage of the sones of Gad, bi kynrede and noumbre, and half the lynage of Manasses,"
    },
    {
      "verse": 15,
      "text": "that is, twey lynagis and an half, han take her part ouer Jordan, ayens Jerico, at the eest coost."
    },
    {
      "verse": 16,
      "text": "And the Lord seide to Moises,"
    },
    {
      "verse": 17,
      "text": "These ben the `names of men that schulen departe the lond to you, Eleazar, preest, and Josue, the sone of Nun, and of each lynage, o prynce;"
    },
    {
      "verse": 18,
      "text": "of whiche these ben the names, of the lynage of Juda,"
    },
    {
      "verse": 19,
      "text": "Caleph, the sone of Jephone;"
    },
    {
      "verse": 20,
      "text": "of the lynage of Symeon, Samuhel, the sone of Amyud;"
    },
    {
      "verse": 21,
      "text": "of the lynage of Beniamyn, Heliad, sone of Casselon;"
    },
    {
      "verse": 22,
      "text": "of the lynage of the sones of Dan, Bochi, sone of Jogli; of the sones of Joseph,"
    },
    {
      "verse": 23,
      "text": "of the lynage of Manasses, Hamyel, sone of Ephoth;"
    },
    {
      "verse": 24,
      "text": "of the lynage of Effraym, Camuhel, sone of Septhan;"
    },
    {
      "verse": 25,
      "text": "of the lynage of Zabulon, Elisaphan, sone of Pharnat;"
    },
    {
      "verse": 26,
      "text": "of the lynage of Isacar, duyk Phaltiel, the sone of Ozan; of the lynage of Azer,"
    },
    {
      "verse": 27,
      "text": "Abyud, the sone of Salomy;"
    },
    {
      "verse": 28,
      "text": "of the lynage of Neptalym, Fedahel, the sone of Amyud."
    },
    {
      "verse": 29,
      "text": "These men it ben, to whiche the Lord comaundide, that thei schulden departe to the sones of Israel the lond of Chanaan."
    }
  ]
}