{
  "book_id": "NUM",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spak these thingis to Moises, in the feeldi places of Moab, aboue Jordan,"
    },
    {
      "verse": 2,
      "text": "ayens Jericho, Comaunde thou to the sones of Israel, that thei yyue to dekenes of her possessiouns,"
    },
    {
      "verse": 3,
      "text": "citees to dwelle, and the suburbabis of tho bi cumpas, that thei dwelle in `the citees, and the suburbabis be to beestis, and `werk beestis;"
    },
    {
      "verse": 4,
      "text": "whiche suburbabis schulen be strecchid forth fro the wallis of citees with outforth `bi cumpas, in the space of a thousynde paacis;"
    },
    {
      "verse": 5,
      "text": "ayens the eest schulen be two thousynde cubitis, and ayens the south in lijk manere schulen be two thousynde cubitis, and at the see that biholdith to the west schal be the same mesure, and the north coost schal be endid bi euene terme. And the citees schulen be in the myddis, and the suburbabis with outforth."
    },
    {
      "verse": 6,
      "text": "Forsothe of tho citees whiche ye schulen yyue to dekenes, sixe schulen be departid in to helpis of fugityues, `ether of fleynge men, that he that schedde blood, fle to tho; and outakun these sixe, ye schulen yyue to dekenes othere two and fourti citees,"
    },
    {
      "verse": 7,
      "text": "that is, togidere eiyte and fourti, with her surburbabis."
    },
    {
      "verse": 8,
      "text": "And tho citees that schulen be youun of the possessiouns of sones of Israel, schulen be takun awey, mo fro hem that han more, and fewere `schulen be takun awey fro hem that han lesse, alle bi hem silf schulen yyue bi the mesure of her eritage, citees to dekenes."
    },
    {
      "verse": 9,
      "text": "The Lord seide to Moises,"
    },
    {
      "verse": 10,
      "text": "Spek thou to the sones of Israel, and thou schalt seie to hem, Whanne ye han passid Jordan, in the lond of Canaan,"
    },
    {
      "verse": 11,
      "text": "deme ye whiche citees owen to be in to the helpis of fugityues, whiche not wilfuli han sched blood."
    },
    {
      "verse": 12,
      "text": "In whiche whanne the fleere hath fled, the kynesman of hym that is slayn, schal not mow sle hym, til he stonde in the siyt of the multitude, and the cause of hym be demed."
    },
    {
      "verse": 13,
      "text": "Forsothe of tho citees that ben departid to the helpis of fugityues,"
    },
    {
      "verse": 14,
      "text": "thre schulen be ouer Jordan, and thre in the lond of Canaan;"
    },
    {
      "verse": 15,
      "text": "as wel to the sones of Israel as to comelyngis and pilgryms; that he fle to tho citees, that schedde blood not wilfuli."
    },
    {
      "verse": 16,
      "text": "If ony man smytith a man with yrun, and he that is smytun is deed, `the smyter schal be gilti of mansleyng, and he schal die."
    },
    {
      "verse": 17,
      "text": "If he castith a stoon, and a man is deed bi the strook, he schal be punyschid in lijk maner."
    },
    {
      "verse": 18,
      "text": "If a man smytun with a staf dieth, he schal be vengid bi `the blood of the smytere."
    },
    {
      "verse": 19,
      "text": "The niy kynesman of hym that is slayn schal sle the mansleere; anoon as he takith hym, `that is, the manquellere, he schal sle hym."
    },
    {
      "verse": 20,
      "text": "If bi haterede a man hurtlith, `ethir schoufith, `a man, ethir castith ony thing in to hym bi aspiyngis,"
    },
    {
      "verse": 21,
      "text": "ether whanne he was enemy, smoot with hond, and he is deed, the smytere schal be gilti of mansleyng. The kynesman `of him that is slayn, anoon as he findith him, `that is, the sleere, schal sle hym."
    },
    {
      "verse": 22,
      "text": "That if bi sudeyn caas, and without hatrede and enemytees,"
    },
    {
      "verse": 23,
      "text": "he doith ony thing of these;"
    },
    {
      "verse": 24,
      "text": "and this is preued in heryng `of the puple, and the questioun of blood is discussid bitwixe the smytere and the kynesman,"
    },
    {
      "verse": 25,
      "text": "the innocent schal be delyuered fro the hond of the vengere, and bi sentence of iugis he schal be led ayen in to the citee, to which he fledde, and he schal dwelle there, til the grete preest die, which is anoyntid with oile."
    },
    {
      "verse": 26,
      "text": "If the sleere is foundun with out the coostis `of the citees that ben asigned to exilid men,"
    },
    {
      "verse": 27,
      "text": "and is slayn of him that is vengere, he that sleeth him, `that is, the exilid man, schal be with out gilt;"
    },
    {
      "verse": 28,
      "text": "for the exilid man ouyte sitte in the citee `til to the `deth of the bischop; forsothe aftir that thilke bischop is deed, the mansleere schal turne ayen in to his lond."
    },
    {
      "verse": 29,
      "text": "These schulen be euerlastynge and lawful thingis in alle youre dwellyngis."
    },
    {
      "verse": 30,
      "text": "A mansleere schal be punyschid vndur witnessis; no man schal `be dampned at the witnessyng of o man."
    },
    {
      "verse": 31,
      "text": "Ye schulen not take prijs of him which is gilti of blood, anoon and he schal die."
    },
    {
      "verse": 32,
      "text": "Men exilid, and fugityues, schulen not mow turne ayen in ony maner in to her citees, bifore the deeth of the bischop, lest ye defoulen the lond of youre abitacioun,"
    },
    {
      "verse": 33,
      "text": "which is defoulid bi the blood of innocent men; and it may not be clensid in other maner, no but bi the blood of hym, that schedde the blood of anothir man."
    },
    {
      "verse": 34,
      "text": "And so youre possessioun schal be clensid, for Y schal dwelle with you; for Y am the Lord, that dwelle among the sones of Israel."
    }
  ]
}