{
  "book_id": "2CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Are we beginning to commend ourselves again? Or are we like some who need letters of commendation to you, or from you?"
    },
    {
      "verse": 2,
      "text": "You yourselves are our letter – a letter written on our hearts, and one which everybody can read and understand."
    },
    {
      "verse": 3,
      "text": "All can see that you are a letter from Christ delivered by us, a letter written, not with ink, but with the Spirit of the living God, not on tablets of stone, but on tablets of human hearts. The Ministry of the Apostles"
    },
    {
      "verse": 4,
      "text": "This, then, is the confidence in regard to God that we have gained through the Christ."
    },
    {
      "verse": 5,
      "text": "I do not mean that we are fit to form any judgment by ourselves, as if on our own authority;"
    },
    {
      "verse": 6,
      "text": "our fitness comes from God, who himself made us fit to be assistants of a new covenant, of which the substance is, not a written Law, but a Spirit. For the written Law means death, but the Spirit gives life."
    },
    {
      "verse": 7,
      "text": "If the system of religion which involved death, embodied in a written Law and engraved on stones, began amid such glory, that the Israelites were unable to gaze at the face of Moses because of its glory, though it was but a passing glory,"
    },
    {
      "verse": 8,
      "text": "will not the religion that confers the Spirit have still greater glory?"
    },
    {
      "verse": 9,
      "text": "For, if there was a glory in the religion that involved condemnation, far greater is the glory of the religion that confers righteousness!"
    },
    {
      "verse": 10,
      "text": "Indeed, that which then had glory has lost its glory, because of the glory which surpasses it."
    },
    {
      "verse": 11,
      "text": "And, if that which was to pass away was attended with glory, far more will that which is to endure be surrounded with glory!"
    },
    {
      "verse": 12,
      "text": "With such a hope as this, we speak with all plainness;"
    },
    {
      "verse": 13,
      "text": "unlike Moses, who covered his face with a veil, to prevent the Israelites from gazing at the disappearance of what was passing away."
    },
    {
      "verse": 14,
      "text": "But their minds were slow to learn. Indeed, to this very day, at the public reading of the old covenant, the same veil remains; only for those who are in union with Christ does it pass away."
    },
    {
      "verse": 15,
      "text": "But, even to this day, whenever Moses is read, a veil lies on their hearts."
    },
    {
      "verse": 16,
      "text": "Yet, whenever someone turns to the Lord, the veil is removed."
    },
    {
      "verse": 17,
      "text": "And the Lord is the Spirit, and, where the Spirit of the Lord is, there is freedom."
    },
    {
      "verse": 18,
      "text": "And all of us, with faces from which the veil is lifted, seeing, as if reflected in a mirror, the glory of the Lord, are being transformed into his likeness, from glory to glory, as it is given by the Lord, the Spirit."
    }
  ]
}