{
  "book_id": "2CO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I must boast! It is unprofitable; but I will pass to visions and revelations given by the Lord."
    },
    {
      "verse": 2,
      "text": "I know a man in union with Christ, who, fourteen years ago – whether in the body or out of the body I do not know; God knows – was caught up (this man of whom I am speaking) to the third heaven."
    },
    {
      "verse": 3,
      "text": "And I know that this man – whether in the body or separated from the body I do not know; God knows –"
    },
    {
      "verse": 4,
      "text": "Was caught up into Paradise, and heard unspeakable things of which no human being may tell."
    },
    {
      "verse": 5,
      "text": "About such a man I will boast, but about myself I will not boast except as regards my weaknesses."
    },
    {
      "verse": 6,
      "text": "Yet if I choose to boast, I will not be a fool; for I will be speaking no more than the truth. But I refrain, in case anyone should credit me with more than he can see in me or hear from me, and because of the marvellous character of the revelations."
    },
    {
      "verse": 7,
      "text": "It was for this reason, and to prevent my thinking too highly of myself, that a thorn was sent to pierce my flesh – an instrument of Satan to discipline me – so that I should not think too highly of myself."
    },
    {
      "verse": 8,
      "text": "About this I three times entreated the Lord, praying that it might leave me."
    },
    {
      "verse": 9,
      "text": "But his reply has been – “\\+w My|strong=\"G1722\"\\+w* help \\+w is|strong=\"G3588\"\\+w* enough \\+w for|strong=\"G1063\"\\+w* \\+w you|strong=\"G4771\"\\+w*; \\+w for|strong=\"G1063\"\\+w* \\+w my|strong=\"G1722\"\\+w* \\+w strength|strong=\"G1411\"\\+w* attains its perfection \\+w in|strong=\"G1722\"\\+w* \\+w the|strong=\"G1722\"\\+w* midst \\+w of|strong=\"G2532\"\\+w* weakness.”Most gladly, then, will I boast all the more of my weaknesses, so that the strength of the Christ may overshadow me."
    },
    {
      "verse": 10,
      "text": "That is why I delight in weakness, ill treatment, hardship, persecution, and difficulties, when borne for Christ. For, when I am weak, then it is that I am strong! Conclusion"
    },
    {
      "verse": 11,
      "text": "I have been ‘playing the fool!’ It is you who drove me to it. For it is you who ought to have been commending me! Although I am nobody, in no respect did I prove inferior to the most eminent apostles."
    },
    {
      "verse": 12,
      "text": "The marks of the true apostle were exhibited among you in constant endurance, as well as by signs, by marvels, and by miracles."
    },
    {
      "verse": 13,
      "text": "In what respect, I ask, were you treated worse than the other churches, unless it was that, for my part, I refused to become a burden to you? Forgive me the wrong I did to you!"
    },
    {
      "verse": 14,
      "text": "Remember, this is the third time that I have made every preparation to come to see you, and I will refuse to be a burden to you; I want, not your money, but you. It is not the duty of children to put by for their parents, but of parents to put by for their children."
    },
    {
      "verse": 15,
      "text": "For my part, I will most gladly spend, and be spent, for your welfare. Can it be that the more intensely I love you the less I am to be loved?"
    },
    {
      "verse": 16,
      "text": "You will admit that I was not a burden to you but you say that I was ‘crafty’ and caught you ‘by a trick’!"
    },
    {
      "verse": 17,
      "text": "Do you assert that I took advantage of you through any of those whom I have sent to you?"
    },
    {
      "verse": 18,
      "text": "I urged Titus to go, and I sent another follower with him. Did Titus take any advantage of you? Didn’t we live in the same Spirit, and tread in the same footsteps?"
    },
    {
      "verse": 19,
      "text": "Have you all this time been fancying that it is to you that we are making our defence? No, it is in the sight of God, and in union with Christ, that we are speaking. And all this, dear friends, is to build up your characters;"
    },
    {
      "verse": 20,
      "text": "for I am afraid that perhaps, when I come, I may find that you are not what I want you to be, and, on the other hand, that you may find that I am what you do not want me to be. I am afraid that I may find quarrelling, jealousy, ill feeling, rivalry, slandering, backbiting, self-assertion, and disorder."
    },
    {
      "verse": 21,
      "text": "I am afraid that, on my next visit, my God may humble me in regard to you, and that I may have to mourn over many who have long been sinning, and have not repented of the impurity, immorality, and sensuality, in which they have indulged."
    }
  ]
}