{
  "book_id": "JHN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Ὡς οὖν ἔγνω ⸂ὁ κύριος⸃ ὅτι ἤκουσαν οἱ Φαρισαῖοι ὅτι Ἰησοῦς πλείονας μαθητὰς ποιεῖ καὶ βαπτίζει ἢ Ἰωάννης—"
    },
    {
      "verse": 2,
      "text": "καίτοιγε Ἰησοῦς αὐτὸς οὐκ ἐβάπτιζεν, ἀλλ᾽ οἱ μαθηταὶ αὐτοῦ—"
    },
    {
      "verse": 3,
      "text": "ἀφῆκεν τὴν Ἰουδαίαν, καὶ ἀπῆλθεν ⸆ εἰς τὴν Γαλιλαίαν."
    },
    {
      "verse": 4,
      "text": "Ἔδει δὲ αὐτὸν διέρχεσθαι διὰ τῆς Σαμαρείας."
    },
    {
      "verse": 5,
      "text": "Ἔρχεται οὖν εἰς πόλιν τῆς Σαμαρείας λεγομένην Συχάρ, πλησίον τοῦ χωρίου ⸂ὃ⸃ ἔδωκεν Ἰακὼβ ⸆ Ἰωσὴφ τῷ υἱῷ αὐτοῦ·"
    },
    {
      "verse": 6,
      "text": "ἦν δὲ ἐκεῖ πηγὴ τοῦ Ἰακώβ. Ὁ οὖν Ἰησοῦς κεκοπιακὼς ἐκ τῆς ὁδοιπορίας ἐκαθέζετο οὕτως ἐπὶ τῇ πηγῇ. Ὥρα ἦν ⸂ὡσεὶ⸃ ἕκτη."
    },
    {
      "verse": 7,
      "text": "Ἔρχεται γυνὴ ἐκ τῆς Σαμαρείας ἀντλῆσαι ὕδωρ· λέγει αὐτῇ ὁ Ἰησοῦς, Δός μοι πιεῖν."
    },
    {
      "verse": 8,
      "text": "Οἱ γὰρ μαθηταὶ αὐτοῦ ἀπεληλύθεισαν εἰς τὴν πόλιν, ἵνα τροφὰς ἀγοράσωσιν."
    },
    {
      "verse": 9,
      "text": "Λέγει οὖν αὐτῷ ἡ γυνὴ ἡ Σαμαρεῖτις, Πῶς σὺ Ἰουδαῖος ὢν παρ᾽ ἐμοῦ πιεῖν αἰτεῖς, ⸉οὔσης γυναικὸς Σαμαρείτιδος;—⸊ Οὐ γὰρ συγχρῶνται Ἰουδαῖοι Σαμαρείταις."
    },
    {
      "verse": 10,
      "text": "Ἀπεκρίθη Ἰησοῦς καὶ εἶπεν αὐτῇ, Εἰ ᾔδεις τὴν δωρεὰν τοῦ θεοῦ, καὶ τίς ἐστιν ὁ λέγων σοι, Δός μοι πιεῖν, σὺ ἂν ᾔτησας αὐτόν, καὶ ἔδωκεν ἄν σοι ὕδωρ ζῶν."
    },
    {
      "verse": 11,
      "text": "Λέγει αὐτῷ ⸋ἡ γυνή,⸌ Κύριε, οὔτε ἄντλημα ἔχεις, καὶ τὸ φρέαρ ἐστὶν βαθύ· πόθεν οὖν ἔχεις τὸ ὕδωρ τὸ ζῶν;"
    },
    {
      "verse": 12,
      "text": "Μὴ σὺ μείζων εἶ τοῦ πατρὸς ἡμῶν Ἰακώβ, ὃς ἔδωκεν ἡμῖν τὸ φρέαρ, καὶ αὐτὸς ἐξ αὐτοῦ ἔπιεν, καὶ οἱ υἱοὶ αὐτοῦ, καὶ τὰ θρέμματα αὐτοῦ;"
    },
    {
      "verse": 13,
      "text": "Ἀπεκρίθη ⸆ Ἰησοῦς καὶ εἶπεν αὐτῇ, Πᾶς ὁ πίνων ἐκ τοῦ ὕδατος τούτου, διψήσει πάλιν·"
    },
    {
      "verse": 14,
      "text": "ὃς δ᾽ ἂν πίῃ ἐκ τοῦ ὕδατος οὗ ἐγὼ δώσω αὐτῷ, οὐ μὴ ⸂διψήσῃ⸃ εἰς τὸν αἰῶνα· ἀλλὰ τὸ ὕδωρ ὃ δώσω αὐτῷ γενήσεται ἐν αὐτῷ πηγὴ ὕδατος ἁλλομένου εἰς ζωὴν αἰώνιον."
    },
    {
      "verse": 15,
      "text": "Λέγει πρὸς αὐτὸν ἡ γυνή, Κύριε, δός μοι τοῦτο τὸ ὕδωρ, ἵνα μὴ διψῶ, μηδὲ ⸂ἔρχομαι⸃ ἐνθάδε ἀντλεῖν."
    },
    {
      "verse": 16,
      "text": "Λέγει αὐτῇ ⸋ὁ Ἰησοῦς,⸌ Ὕπαγε, φώνησον ⸉τὸν ἄνδρα σοῦ,⸊ καὶ ἐλθὲ ἐνθάδε."
    },
    {
      "verse": 17,
      "text": "Ἀπεκρίθη ἡ γυνὴ καὶ εἶπεν, ⸆ Οὐκ ἔχω ἄνδρα. Λέγει αὐτῇ ὁ Ἰησοῦς, Καλῶς εἶπας ὅτι Ἄνδρα οὐκ ἔχω·"
    },
    {
      "verse": 18,
      "text": "πέντε γὰρ ἄνδρας ἔσχες, καὶ νῦν ὃν ἔχεις οὐκ ἔστιν σου ἀνήρ· τοῦτο ἀληθὲς εἴρηκας."
    },
    {
      "verse": 19,
      "text": "Λέγει αὐτῷ ἡ γυνή, Κύριε, θεωρῶ ὅτι προφήτης εἶ σύ."
    },
    {
      "verse": 20,
      "text": "Οἱ πατέρες ἡμῶν ἐν ⸉τῷ ὄρει τούτῳ⸊ προσεκύνησαν· καὶ ὑμεῖς λέγετε ὅτι ἐν Ἱεροσολύμοις ἐστὶν ὁ τόπος ὅπου ⸉2δεῖ προσκυνεῖν.⸊"
    },
    {
      "verse": 21,
      "text": "Λέγει αὐτῇ ὁ Ἰησοῦς, ⸂Γύναι, πίστευσόν μοι,⸃ ὅτι ἔρχεται ὥρα, ὅτε οὔτε ἐν τῷ ὄρει τούτῳ οὔτε ἐν Ἱεροσολύμοις προσκυνήσετε τῷ πατρί."
    },
    {
      "verse": 22,
      "text": "Ὑμεῖς προσκυνεῖτε ὃ οὐκ οἴδατε· ἡμεῖς προσκυνοῦμεν ὃ οἴδαμεν· ὅτι ἡ σωτηρία ἐκ τῶν Ἰουδαίων ἐστίν."
    },
    {
      "verse": 23,
      "text": "Ἀλλ᾽ ἔρχεται ὥρα καὶ νῦν ἐστιν, ὅτε οἱ ἀληθινοὶ προσκυνηταὶ προσκυνήσουσιν τῷ πατρὶ ἐν πνεύματι καὶ ἀληθείᾳ· καὶ γὰρ ὁ πατὴρ τοιούτους ζητεῖ τοὺς προσκυνοῦντας αὐτόν."
    },
    {
      "verse": 24,
      "text": "Πνεῦμα ὁ θεός· καὶ τοὺς προσκυνοῦντας ⸋αὐτόν,⸌ ἐν πνεύματι καὶ ἀληθείᾳ δεῖ προσκυνεῖν."
    },
    {
      "verse": 25,
      "text": "Λέγει αὐτῷ ἡ γυνή, Οἶδα ὅτι Μεσίας ἔρχεται—ὁ λεγόμενος χριστός· ὅταν ἔλθῃ ἐκεῖνος, ἀναγγελεῖ ἡμῖν ⸂πάντα.⸃"
    },
    {
      "verse": 26,
      "text": "Λέγει αὐτῇ ὁ Ἰησοῦς, Ἐγώ εἰμι, ὁ λαλῶν σοι."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐπὶ τούτῳ ἦλθον οἱ μαθηταὶ αὐτοῦ, καὶ ⸂ἐθαύμασαν⸃ ὅτι μετὰ γυναικὸς ἐλάλει· οὐδεὶς μέντοι εἶπεν, Τί ζητεῖς; ἤ, Τί λαλεῖς μετ᾽ αὐτῆς;"
    },
    {
      "verse": 28,
      "text": "Ἀφῆκεν οὖν τὴν ὑδρίαν αὐτῆς ἡ γυνή, καὶ ἀπῆλθεν εἰς τὴν πόλιν, καὶ λέγει τοῖς ἀνθρώποις,"
    },
    {
      "verse": 29,
      "text": "Δεῦτε, ἴδετε ἄνθρωπον, ὃς εἶπέν μοι πάντα ⸂ὅσα⸃ ἐποίησα· μήτι οὗτός ἐστιν ὁ χριστός;"
    },
    {
      "verse": 30,
      "text": "Ἐξῆλθον ⸆ ἐκ τῆς πόλεως, καὶ ἤρχοντο πρὸς αὐτόν."
    },
    {
      "verse": 31,
      "text": "Ἐν ⸋δὲ⸌ τῷ μεταξὺ ἠρώτων αὐτὸν οἱ μαθηταί, ⸆ λέγοντες, Ῥαββί, φάγε."
    },
    {
      "verse": 32,
      "text": "Ὁ δὲ εἶπεν αὐτοῖς, Ἐγὼ βρῶσιν ἔχω φαγεῖν ἣν ὑμεῖς οὐκ οἴδατε."
    },
    {
      "verse": 33,
      "text": "Ἔλεγον οὖν οἱ μαθηταὶ πρὸς ἀλλήλους, Μή τις ἤνεγκεν αὐτῷ φαγεῖν;"
    },
    {
      "verse": 34,
      "text": "Λέγει αὐτοῖς ὁ Ἰησοῦς, Ἐμὸν βρῶμά ἐστιν, ἵνα ⸂ποιῶ⸃ τὸ θέλημα τοῦ πέμψαντός με, καὶ τελειώσω αὐτοῦ τὸ ἔργον."
    },
    {
      "verse": 35,
      "text": "Οὐχ ὑμεῖς λέγετε ὅτι ⸋Ἔτι⸌ ⸂τετράμηνός⸃ ἐστιν, καὶ ὁ θερισμὸς ἔρχεται; Ἰδού, λέγω ὑμῖν, ἐπάρατε τοὺς ὀφθαλμοὺς ὑμῶν, καὶ θεάσασθε τὰς χώρας, ὅτι λευκαί εἰσιν πρὸς θερισμὸν ἤδη."
    },
    {
      "verse": 36,
      "text": "⸋Καὶ⸌ ὁ θερίζων μισθὸν λαμβάνει, καὶ συνάγει καρπὸν εἰς ζωὴν αἰώνιον· ἵνα ⸋2καὶ⸌ ὁ σπείρων ὁμοῦ χαίρῃ καὶ ὁ θερίζων."
    },
    {
      "verse": 37,
      "text": "Ἐν γὰρ τούτῳ ὁ λόγος ἐστὶν ⸋ὁ⸌ ἀληθινός, ὅτι Ἄλλος ἐστὶν ὁ σπείρων, καὶ ἄλλος ὁ θερίζων."
    },
    {
      "verse": 38,
      "text": "Ἐγὼ ἀπέστειλα ὑμᾶς θερίζειν ὃ οὐχ ὑμεῖς κεκοπιάκατε· ἄλλοι κεκοπιάκασιν, καὶ ὑμεῖς εἰς τὸν κόπον αὐτῶν εἰσεληλύθατε."
    },
    {
      "verse": 39,
      "text": "Ἐκ δὲ τῆς πόλεως ἐκείνης πολλοὶ ἐπίστευσαν εἰς αὐτὸν τῶν Σαμαρειτῶν διὰ τὸν λόγον τῆς γυναικὸς μαρτυρούσης ὅτι Εἶπέν μοι πάντα ⸂ὅσα⸃ ἐποίησα."
    },
    {
      "verse": 40,
      "text": "Ὡς οὖν ἦλθον πρὸς αὐτὸν οἱ Σαμαρεῖται, ἠρώτων αὐτὸν μεῖναι παρ᾽ αὐτοῖς· καὶ ἔμεινεν ἐκεῖ δύο ἡμέρας."
    },
    {
      "verse": 41,
      "text": "Καὶ πολλῷ πλείους ἐπίστευσαν διὰ τὸν λόγον αὐτοῦ,"
    },
    {
      "verse": 42,
      "text": "τῇ τε γυναικὶ ἔλεγον ὅτι Οὐκέτι διὰ τὴν σὴν λαλιὰν πιστεύομεν· αὐτοὶ γὰρ ἀκηκόαμεν, καὶ οἴδαμεν ὅτι οὗτός ἐστιν ἀληθῶς ⸂ὁ σωτὴρ τοῦ κόσμου, ὁ χριστός.⸃"
    },
    {
      "verse": 43,
      "text": "Μετὰ δὲ τὰς δύο ἡμέρας ἐξῆλθεν ἐκεῖθεν, ⸋καὶ ἀπῆλθεν⸌ εἰς τὴν Γαλιλαίαν."
    },
    {
      "verse": 44,
      "text": "Αὐτὸς γὰρ ⸋ὁ⸌ Ἰησοῦς ἐμαρτύρησεν ὅτι προφήτης ἐν τῇ ἰδίᾳ πατρίδι τιμὴν οὐκ ἔχει."
    },
    {
      "verse": 45,
      "text": "Ὅτε οὖν ἦλθεν εἰς τὴν Γαλιλαίαν, ἐδέξαντο αὐτὸν οἱ Γαλιλαῖοι, πάντα ἑωρακότες ⸂ἃ⸃ ἐποίησεν ἐν Ἱεροσολύμοις ἐν τῇ ἑορτῇ· καὶ αὐτοὶ γὰρ ἦλθον εἰς τὴν ἑορτήν."
    },
    {
      "verse": 46,
      "text": "Ἦλθεν οὖν ⸂πάλιν ὁ Ἰησοῦς⸃ εἰς τὴν Κανᾶ τῆς Γαλιλαίας, ὅπου ἐποίησεν τὸ ὕδωρ οἶνον. Καὶ ἦν τις βασιλικός, οὗ ὁ υἱὸς ἠσθένει ἐν Καπερναούμ."
    },
    {
      "verse": 47,
      "text": "Οὗτος ἀκούσας ὅτι Ἰησοῦς ἥκει ἐκ τῆς Ἰουδαίας εἰς τὴν Γαλιλαίαν, ἀπῆλθεν πρὸς αὐτόν, καὶ ἠρώτα ⸋αὐτὸν⸌ ἵνα καταβῇ καὶ ἰάσηται αὐτοῦ τὸν υἱόν· ἔμελλεν γὰρ ἀποθνῄσκειν."
    },
    {
      "verse": 48,
      "text": "Εἶπεν οὖν ὁ Ἰησοῦς πρὸς αὐτόν, Ἐὰν μὴ σημεῖα καὶ τέρατα ἴδητε, οὐ μὴ πιστεύσητε."
    },
    {
      "verse": 49,
      "text": "Λέγει πρὸς αὐτὸν ὁ βασιλικός, Κύριε, κατάβηθι πρὶν ἀποθανεῖν τὸ παιδίον μου."
    },
    {
      "verse": 50,
      "text": "Λέγει αὐτῷ ὁ Ἰησοῦς, Πορεύου· ὁ υἱός σου ζῇ. ⸋Καὶ⸌ ἐπίστευσεν ὁ ἄνθρωπος τῷ λόγῳ ⸂ᾧ⸃ εἶπεν αὐτῷ ⸋2ὁ⸌ Ἰησοῦς, καὶ ἐπορεύετο."
    },
    {
      "verse": 51,
      "text": "Ἤδη δὲ αὐτοῦ καταβαίνοντος, οἱ δοῦλοι ⸋αὐτοῦ⸌ ⸂ἀπήντησαν⸃ αὐτῷ, ⸋2καὶ ἀπήγγειλαν⸌ λέγοντες ὅτι Ὁ παῖς ⸂2σου⸃ ζῇ."
    },
    {
      "verse": 52,
      "text": "Ἐπύθετο οὖν ⸉παρ᾽ αὐτῶν τὴν ὥραν⸊ ἐν ᾗ κομψότερον ἔσχεν. ⸂Καὶ εἶπον⸃ αὐτῷ ὅτι Χθὲς ὥραν ἑβδόμην ἀφῆκεν αὐτὸν ὁ πυρετός."
    },
    {
      "verse": 53,
      "text": "Ἔγνω οὖν ὁ πατὴρ ὅτι ⸋ἐν⸌ ἐκείνῃ τῇ ὥρᾳ, ἐν ᾗ εἶπεν αὐτῷ ὁ Ἰησοῦς ⸋2ὅτι⸌ Ὁ υἱός σου ζῇ· καὶ ἐπίστευσεν αὐτὸς καὶ ἡ οἰκία αὐτοῦ ὅλη."
    },
    {
      "verse": 54,
      "text": "Τοῦτο ⸆ πάλιν δεύτερον σημεῖον ἐποίησεν ὁ Ἰησοῦς, ἐλθὼν ἐκ τῆς Ἰουδαίας εἰς τὴν Γαλιλαίαν."
    }
  ]
}