{
  "book_id": "JHN",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ παράγων εἶδεν ἄνθρωπον τυφλὸν ἐκ γενετῆς."
    },
    {
      "verse": 2,
      "text": "Καὶ ἠρώτησαν αὐτὸν οἱ μαθηταὶ αὐτοῦ λέγοντες, Ῥαββί, τίς ἥμαρτεν, οὗτος ἢ οἱ γονεῖς αὐτοῦ, ἵνα τυφλὸς γεννηθῇ;"
    },
    {
      "verse": 3,
      "text": "Ἀπεκρίθη ⸆ Ἰησοῦς, Οὔτε οὗτος ἥμαρτεν οὔτε οἱ γονεῖς αὐτοῦ· ἀλλ᾽ ἵνα φανερωθῇ τὰ ἔργα τοῦ θεοῦ ἐν αὐτῷ."
    },
    {
      "verse": 4,
      "text": "⸂Ἐμὲ⸃ δεῖ ἐργάζεσθαι τὰ ἔργα τοῦ πέμψαντός με ἕως ἡμέρα ἐστίν· ἔρχεται νύξ, ὅτε οὐδεὶς δύναται ἐργάζεσθαι."
    },
    {
      "verse": 5,
      "text": "Ὅταν ἐν τῷ κόσμῳ ὦ, φῶς εἰμι τοῦ κόσμου."
    },
    {
      "verse": 6,
      "text": "Ταῦτα εἰπών, ἔπτυσεν χαμαί, καὶ ἐποίησεν πηλὸν ἐκ τοῦ πτύσματος, καὶ ⸂ἐπέχρισεν⸃ ⸆ τὸν πηλὸν ἐπὶ τοὺς ὀφθαλμοὺς ⸋τοῦ τυφλοῦ,⸌"
    },
    {
      "verse": 7,
      "text": "καὶ εἶπεν αὐτῷ, Ὕπαγε νίψαι εἰς τὴν κολυμβήθραν τοῦ Σιλωάμ—ὃ ἑρμηνεύεται, Ἀπεσταλμένος. Ἀπῆλθεν οὖν καὶ ἐνίψατο, καὶ ἦλθεν βλέπων."
    },
    {
      "verse": 8,
      "text": "Οἱ οὖν γείτονες καὶ οἱ θεωροῦντες αὐτὸν τὸ πρότερον ὅτι ⸂τυφλὸς⸃ ἦν, ἔλεγον, Οὐχ οὗτός ἐστιν ὁ καθήμενος καὶ προσαιτῶν;"
    },
    {
      "verse": 9,
      "text": "⸂Ἄλλοι ἔλεγον ὅτι Οὗτός ἐστιν· ἄλλοι δὲ ὅτι⸃ ⸆ Ὅμοιος αὐτῷ ἐστιν. Ἐκεῖνος ἔλεγεν ὅτι Ἐγώ εἰμι."
    },
    {
      "verse": 10,
      "text": "Ἔλεγον οὖν αὐτῷ, Πῶς ⸆ ἀνεῴχθησάν σου οἱ ὀφθαλμοί;"
    },
    {
      "verse": 11,
      "text": "Ἀπεκρίθη ἐκεῖνος ⸋καὶ εἶπεν,⸌ ⸂Ἄνθρωπος λεγόμενος⸃ Ἰησοῦς πηλὸν ἐποίησεν, καὶ ἐπέχρισέν μου τοὺς ὀφθαλμούς, καὶ εἶπέν μοι, ⸆ Ὕπαγε εἰς ⸂2τὴν κολυμβήθραν τοῦ Σιλωάμ,⸃ καὶ νίψαι. Ἀπελθὼν ⸂3δὲ⸃ καὶ νιψάμενος, ἀνέβλεψα."
    },
    {
      "verse": 12,
      "text": "⸂Εἶπον οὖν⸃ αὐτῷ, Ποῦ ἐστιν ἐκεῖνος; Λέγει, Οὐκ οἶδα."
    },
    {
      "verse": 13,
      "text": "Ἄγουσιν αὐτὸν πρὸς τοὺς Φαρισαίους, τόν ποτε τυφλόν."
    },
    {
      "verse": 14,
      "text": "Ἦν δὲ σάββατον ⸂ὅτε⸃ τὸν πηλὸν ἐποίησεν ὁ Ἰησοῦς, καὶ ἀνέῳξεν αὐτοῦ τοὺς ὀφθαλμούς."
    },
    {
      "verse": 15,
      "text": "Πάλιν οὖν ἠρώτων αὐτὸν καὶ οἱ Φαρισαῖοι, πῶς ἀνέβλεψεν. Ὁ δὲ εἶπεν αὐτοῖς, Πηλὸν ἐπέθηκέν ⸉μου ἐπὶ τοὺς ὀφθαλμούς,⸊ καὶ ἐνιψάμην, καὶ βλέπω."
    },
    {
      "verse": 16,
      "text": "Ἔλεγον οὖν ἐκ τῶν Φαρισαίων τινές, ⸂Οὗτος ὁ ἄνθρωπος οὐκ ἔστιν παρὰ τοῦ θεοῦ,⸃ ὅτι τὸ σάββατον οὐ τηρεῖ. Ἄλλοι ⸆ ἔλεγον, Πῶς δύναται ἄνθρωπος ἁμαρτωλὸς τοιαῦτα σημεῖα ποιεῖν; Καὶ σχίσμα ἦν ἐν αὐτοῖς."
    },
    {
      "verse": 17,
      "text": "Λέγουσιν ⸆ τῷ τυφλῷ πάλιν, ⸉Σὺ τί⸊ λέγεις περὶ αὐτοῦ, ὅτι ἤνοιξέν σου τοὺς ὀφθαλμούς; Ὁ δὲ εἶπεν ὅτι Προφήτης ἐστίν."
    },
    {
      "verse": 18,
      "text": "Οὐκ ἐπίστευσαν οὖν οἱ Ἰουδαῖοι περὶ αὐτοῦ, ὅτι ⸉τυφλὸς ἦν⸊ καὶ ἀνέβλεψεν, ἕως ὅτου ἐφώνησαν τοὺς γονεῖς αὐτοῦ ⸋τοῦ ἀναβλέψαντος,⸌"
    },
    {
      "verse": 19,
      "text": "καὶ ἠρώτησαν αὐτοὺς λέγοντες, Οὗτός ἐστιν ὁ υἱὸς ὑμῶν, ὃν ὑμεῖς λέγετε ὅτι τυφλὸς ἐγεννήθη; Πῶς οὖν ⸉ἄρτι βλέπει;⸊"
    },
    {
      "verse": 20,
      "text": "Ἀπεκρίθησαν ⸂δὲ⸃ ⸋αὐτοῖς⸌ οἱ γονεῖς αὐτοῦ καὶ εἶπον, Οἴδαμεν ὅτι οὗτός ἐστιν ὁ υἱὸς ἡμῶν, καὶ ὅτι τυφλὸς ἐγεννήθη·"
    },
    {
      "verse": 21,
      "text": "πῶς δὲ νῦν βλέπει, οὐκ οἴδαμεν· ἢ τίς ἤνοιξεν αὐτοῦ τοὺς ὀφθαλμούς, ἡμεῖς οὐκ οἴδαμεν· ⸂αὐτὸς ἡλικίαν ἔχει· αὐτὸν ἐρωτήσατε,⸃ αὐτὸς περὶ ⸂2ἑαυτοῦ⸃ λαλήσει."
    },
    {
      "verse": 22,
      "text": "Ταῦτα εἶπον οἱ γονεῖς αὐτοῦ, ὅτι ἐφοβοῦντο τοὺς Ἰουδαίους· ἤδη γὰρ συνετέθειντο οἱ Ἰουδαῖοι, ἵνα ἐάν τις αὐτὸν ὁμολογήσῃ χριστόν, ἀποσυνάγωγος γένηται."
    },
    {
      "verse": 23,
      "text": "Διὰ τοῦτο οἱ γονεῖς αὐτοῦ εἶπον ὅτι Ἡλικίαν ἔχει, αὐτὸν ⸂ἐρωτήσατε.⸃"
    },
    {
      "verse": 24,
      "text": "Ἐφώνησαν οὖν ⸉ἐκ δευτέρου τὸν ἄνθρωπον⸊ ὃς ἦν τυφλός, καὶ εἶπον αὐτῷ, Δὸς δόξαν τῷ θεῷ· ἡμεῖς οἴδαμεν ὅτι ⸉2ὁ ἄνθρωπος οὗτος⸊ ἁμαρτωλός ἐστιν."
    },
    {
      "verse": 25,
      "text": "Ἀπεκρίθη οὖν ἐκεῖνος ⸋καὶ εἶπεν,⸌ Εἰ ἁμαρτωλός ἐστιν, οὐκ οἶδα· ἓν οἶδα, ὅτι τυφλὸς ὤν, ἄρτι βλέπω."
    },
    {
      "verse": 26,
      "text": "Εἶπον ⸂δὲ⸃ αὐτῷ ⸋πάλιν,⸌ Τί ἐποίησέν σοι; Πῶς ἤνοιξέν σου τοὺς ὀφθαλμούς;"
    },
    {
      "verse": 27,
      "text": "Ἀπεκρίθη αὐτοῖς, Εἶπον ὑμῖν ἤδη, καὶ οὐκ ἠκούσατε. Τί πάλιν θέλετε ἀκούειν; Μὴ καὶ ὑμεῖς θέλετε αὐτοῦ μαθηταὶ γενέσθαι;"
    },
    {
      "verse": 28,
      "text": "⸂Ἐλοιδόρησαν⸃ αὐτόν, καὶ εἶπον, Σὺ ⸉εἶ μαθητὴς⸊ ἐκείνου· ἡμεῖς δὲ τοῦ Μωσέως ἐσμὲν μαθηταί."
    },
    {
      "verse": 29,
      "text": "Ἡμεῖς οἴδαμεν ὅτι Μωσῃ λελάληκεν ὁ θεός· τοῦτον δὲ οὐκ οἴδαμεν πόθεν ἐστίν."
    },
    {
      "verse": 30,
      "text": "Ἀπεκρίθη ὁ ἄνθρωπος καὶ εἶπεν αὐτοῖς, Ἐν ⸉γὰρ τούτῳ⸊ ⸆ θαυμαστόν ἐστιν, ὅτι ὑμεῖς οὐκ οἴδατε πόθεν ἐστίν, καὶ ἀνέῳξέν μου τοὺς ὀφθαλμούς."
    },
    {
      "verse": 31,
      "text": "Οἴδαμεν ⸋δὲ⸌ ὅτι ⸉ἁμαρτωλῶν ὁ θεὸς⸊ οὐκ ἀκούει· ἀλλ᾽ ἐάν τις θεοσεβὴς ᾖ, καὶ τὸ θέλημα αὐτοῦ ποιῇ, τούτου ἀκούει."
    },
    {
      "verse": 32,
      "text": "Ἐκ τοῦ αἰῶνος οὐκ ἠκούσθη ὅτι ἤνοιξέν τις ὀφθαλμοὺς τυφλοῦ γεγεννημένου."
    },
    {
      "verse": 33,
      "text": "Εἰ μὴ ἦν οὗτος παρὰ θεοῦ, οὐκ ἠδύνατο ποιεῖν οὐδέν."
    },
    {
      "verse": 34,
      "text": "Ἀπεκρίθησαν καὶ εἶπον αὐτῷ, Ἐν ἁμαρτίαις σὺ ἐγεννήθης ⸂ὅλος,⸃ καὶ σὺ διδάσκεις ἡμᾶς; Καὶ ἐξέβαλον αὐτὸν ἔξω."
    },
    {
      "verse": 35,
      "text": "Ἤκουσεν ⸋ὁ⸌ Ἰησοῦς ὅτι ἐξέβαλον αὐτὸν ἔξω· καὶ εὑρὼν αὐτόν, εἶπεν ⸋2αὐτῷ,⸌ Σὺ πιστεύεις εἰς ⸂τὸν υἱὸν τοῦ θεοῦ;⸃"
    },
    {
      "verse": 36,
      "text": "Ἀπεκρίθη ἐκεῖνος καὶ εἶπεν, ⸋Καὶ⸌ τίς ἐστιν, κύριε, ἵνα πιστεύσω εἰς αὐτόν;"
    },
    {
      "verse": 37,
      "text": "Εἶπεν ⸋δὲ⸌ αὐτῷ ὁ Ἰησοῦς, Καὶ ἑώρακας αὐτόν, καὶ ὁ λαλῶν μετὰ σοῦ ἐκεῖνός ἐστιν."
    },
    {
      "verse": 38,
      "text": "Ὁ δὲ ἔφη, Πιστεύω, κύριε· καὶ προσεκύνησεν αὐτῷ."
    },
    {
      "verse": 39,
      "text": "Καὶ εἶπεν ὁ Ἰησοῦς, Εἰς κρίμα ἐγὼ εἰς τὸν κόσμον τοῦτον ἦλθον, ἵνα οἱ μὴ βλέποντες βλέπωσιν, καὶ οἱ βλέποντες τυφλοὶ γένωνται."
    },
    {
      "verse": 40,
      "text": "⸋Καὶ⸌ ἤκουσαν ἐκ τῶν Φαρισαίων ταῦτα οἱ ⸉ὄντες μετ᾽ αὐτοῦ,⸊ καὶ εἶπον αὐτῷ, Μὴ καὶ ἡμεῖς τυφλοί ἐσμεν;"
    },
    {
      "verse": 41,
      "text": "Εἶπεν αὐτοῖς ὁ Ἰησοῦς, Εἰ τυφλοὶ ἦτε, οὐκ ἂν εἴχετε ἁμαρτίαν· νῦν δὲ λέγετε ὅτι Βλέπομεν· ἡ ⸋οὖν⸌ ἁμαρτία ὑμῶν μένει."
    }
  ]
}