{
  "book_id": "JHN",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Μετὰ ταῦτα ἐφανέρωσεν ἑαυτὸν ⸋πάλιν⸌ ⸋2ὁ⸌ Ἰησοῦς τοῖς μαθηταῖς ⸆ ἐπὶ τῆς θαλάσσης τῆς Τιβεριάδος· ἐφανέρωσεν δὲ οὕτως."
    },
    {
      "verse": 2,
      "text": "Ἦσαν ὁμοῦ Σίμων Πέτρος, καὶ Θωμᾶς ὁ λεγόμενος Δίδυμος, καὶ Ναθαναὴλ ὁ ἀπὸ Κανᾶ τῆς Γαλιλαίας, καὶ οἱ τοῦ Ζεβεδαίου, καὶ ἄλλοι ἐκ τῶν μαθητῶν αὐτοῦ δύο."
    },
    {
      "verse": 3,
      "text": "Λέγει αὐτοῖς Σίμων Πέτρος, Ὑπάγω ἁλιεύειν. Λέγουσιν αὐτῷ, Ἐρχόμεθα καὶ ἡμεῖς σὺν σοί. Ἐξῆλθον καὶ ⸂ἐνέβησαν⸃ εἰς τὸ πλοῖον ⸋εὐθύς,⸌ καὶ ἐν ἐκείνῃ τῇ νυκτὶ ἐπίασαν οὐδέν."
    },
    {
      "verse": 4,
      "text": "Πρωΐας δὲ ἤδη ⸂γενομένης⸃ ἔστη ⸋ὁ⸌ Ἰησοῦς εἰς τὸν αἰγιαλόν· οὐ μέντοι ᾔδεισαν οἱ μαθηταὶ ὅτι Ἰησοῦς ἐστιν."
    },
    {
      "verse": 5,
      "text": "Λέγει οὖν αὐτοῖς ⸋ὁ⸌ Ἰησοῦς, Παιδία, μή τι προσφάγιον ἔχετε; Ἀπεκρίθησαν αὐτῷ, Οὔ."
    },
    {
      "verse": 6,
      "text": "Ὁ δὲ εἶπεν αὐτοῖς, Βάλετε εἰς τὰ δεξιὰ μέρη τοῦ πλοίου τὸ δίκτυον, καὶ εὑρήσετε. Ἔβαλον οὖν, καὶ οὐκέτι αὐτὸ ἑλκύσαι ⸂ἴσχυσαν⸃ ἀπὸ τοῦ πλήθους τῶν ἰχθύων."
    },
    {
      "verse": 7,
      "text": "Λέγει οὖν ὁ μαθητὴς ἐκεῖνος ὃν ἠγάπα ὁ Ἰησοῦς τῷ Πέτρῳ, Ὁ κύριός ἐστιν. Σίμων οὖν Πέτρος, ἀκούσας ὅτι ὁ κύριός ἐστιν, τὸν ἐπενδύτην διεζώσατο—ἦν γὰρ γυμνός—καὶ ἔβαλεν ἑαυτὸν εἰς τὴν θάλασσαν."
    },
    {
      "verse": 8,
      "text": "Οἱ δὲ ἄλλοι μαθηταὶ τῷ πλοιαρίῳ ἦλθον—οὐ γὰρ ἦσαν μακρὰν ἀπὸ τῆς γῆς, ἀλλ᾽ ὡς ἀπὸ πηχῶν διακοσίων—σύροντες τὸ δίκτυον τῶν ἰχθύων."
    },
    {
      "verse": 9,
      "text": "Ὡς οὖν ἀπέβησαν εἰς τὴν γῆν, βλέπουσιν ἀνθρακιὰν κειμένην καὶ ὀψάριον ἐπικείμενον, καὶ ἄρτον."
    },
    {
      "verse": 10,
      "text": "Λέγει αὐτοῖς ὁ Ἰησοῦς, Ἐνέγκατε ἀπὸ τῶν ὀψαρίων ὧν ἐπιάσατε νῦν."
    },
    {
      "verse": 11,
      "text": "Ἀνέβη ⸆ Σίμων Πέτρος, καὶ εἵλκυσεν τὸ δίκτυον ⸂ἐπὶ τῆς γῆς,⸃ μεστὸν ἰχθύων μεγάλων ἑκατὸν πεντήκοντα τριῶν· καὶ τοσούτων ὄντων, οὐκ ἐσχίσθη τὸ δίκτυον."
    },
    {
      "verse": 12,
      "text": "Λέγει αὐτοῖς ὁ Ἰησοῦς, Δεῦτε ἀριστήσατε. Οὐδεὶς ⸋δὲ⸌ ἐτόλμα τῶν μαθητῶν ἐξετάσαι αὐτόν, Σὺ τίς εἶ; εἰδότες ὅτι ὁ κύριός ἐστιν."
    },
    {
      "verse": 13,
      "text": "Ἔρχεται ⸋οὖν⸌ ⸋2ὁ⸌ Ἰησοῦς, καὶ λαμβάνει τὸν ἄρτον, καὶ δίδωσιν αὐτοῖς, καὶ τὸ ὀψάριον ὁμοίως."
    },
    {
      "verse": 14,
      "text": "Τοῦτο ἤδη τρίτον ἐφανερώθη ⸋ὁ⸌ Ἰησοῦς τοῖς μαθηταῖς ⸋2αὐτοῦ,⸌ ἐγερθεὶς ἐκ νεκρῶν."
    },
    {
      "verse": 15,
      "text": "Ὅτε οὖν ἠρίστησαν, λέγει τῷ Σίμωνι Πέτρῳ ὁ Ἰησοῦς, Σίμων ⸂Ἰωνᾶ,⸃ ἀγαπᾷς με πλεῖον τούτων; Λέγει αὐτῷ, Ναὶ κύριε· σὺ οἶδας ὅτι φιλῶ σε. Λέγει αὐτῷ, Βόσκε τὰ ἀρνία μου."
    },
    {
      "verse": 16,
      "text": "Λέγει αὐτῷ πάλιν δεύτερον, Σίμων ⸂Ἰωνᾶ,⸃ ἀγαπᾷς με; Λέγει αὐτῷ, Ναὶ κύριε· σὺ οἶδας ὅτι φιλῶ σε. Λέγει αὐτῷ, Ποίμαινε τὰ ⸂2πρόβατά⸃ μου."
    },
    {
      "verse": 17,
      "text": "Λέγει αὐτῷ τὸ τρίτον, Σίμων ⸂Ἰωνᾶ,⸃ φιλεῖς με; Ἐλυπήθη ὁ Πέτρος ὅτι εἶπεν αὐτῷ τὸ τρίτον, Φιλεῖς με; Καὶ ⸂2εἶπεν⸃ αὐτῷ, Κύριε, ⸉σὺ πάντα⸊ οἶδας· σὺ γινώσκεις ὅτι φιλῶ σε. Λέγει αὐτῷ ⸋ὁ⸌ Ἰησοῦς, Βόσκε τὰ ⸂3πρόβατά⸃ μου."
    },
    {
      "verse": 18,
      "text": "Ἀμὴν ἀμὴν λέγω σοι, ὅτε ἦς νεώτερος, ἐζώννυες σεαυτόν, καὶ περιεπάτεις ὅπου ἤθελες· ὅταν δὲ γηράσῃς, ἐκτενεῖς τὰς χεῖράς σου, καὶ ἄλλος ⸉σε ζώσει,⸊ καὶ οἴσει ὅπου οὐ θέλεις."
    },
    {
      "verse": 19,
      "text": "Τοῦτο δὲ εἶπεν, σημαίνων ποίῳ θανάτῳ δοξάσει τὸν θεόν. Καὶ τοῦτο εἰπὼν λέγει αὐτῷ, Ἀκολούθει μοι."
    },
    {
      "verse": 20,
      "text": "Ἐπιστραφεὶς ⸋δὲ⸌ ὁ Πέτρος βλέπει τὸν μαθητὴν ὃν ἠγάπα ὁ Ἰησοῦς ἀκολουθοῦντα, ὃς καὶ ἀνέπεσεν ἐν τῷ δείπνῳ ἐπὶ τὸ στῆθος αὐτοῦ καὶ εἶπεν, Κύριε, τίς ἐστιν ὁ παραδιδούς σε;"
    },
    {
      "verse": 21,
      "text": "Τοῦτον ⸆ ἰδὼν ὁ Πέτρος λέγει τῷ Ἰησοῦ, Κύριε, οὗτος δὲ τί;"
    },
    {
      "verse": 22,
      "text": "Λέγει αὐτῷ ὁ Ἰησοῦς, Ἐὰν αὐτὸν θέλω μένειν ἕως ἔρχομαι, τί πρός σε; Σὺ ⸉ἀκολούθει μοι.⸊"
    },
    {
      "verse": 23,
      "text": "Ἐξῆλθεν οὖν ⸉ὁ λόγος οὗτος⸊ εἰς τοὺς ἀδελφούς, ὅτι ὁ μαθητὴς ἐκεῖνος οὐκ ἀποθνῄσκει· ⸂καὶ οὐκ εἶπεν⸃ αὐτῷ ὁ Ἰησοῦς, ὅτι οὐκ ἀποθνῄσκει· ἀλλ᾽, Ἐὰν αὐτὸν θέλω μένειν ἕως ἔρχομαι, τί πρός σε;"
    },
    {
      "verse": 24,
      "text": "Οὗτός ἐστιν ὁ μαθητὴς ὁ μαρτυρῶν περὶ τούτων, καὶ ⸆ γράψας ταῦτα· καὶ οἴδαμεν ὅτι ἀληθής ⸉ἐστιν ἡ μαρτυρία αὐτοῦ.⸊"
    },
    {
      "verse": 25,
      "text": "Ἔστιν δὲ καὶ ἄλλα πολλὰ ⸂ὅσα⸃ ἐποίησεν ὁ Ἰησοῦς, ἅτινα ἐὰν γράφηται καθ᾽ ἕν, οὐδὲ αὐτὸν οἶμαι τὸν κόσμον ⸂2χωρῆσαι⸃ τὰ γραφόμενα βιβλία. ⸋Ἀμήν.⸌"
    }
  ]
}