{
  "book_id": "NUM",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Make to yourself two silver trumpets: you shall make them of beaten work; and they shall be to you for the purpose of calling the assembly, and of removing the \\f + \\fr 10:2 \\fl i.e. \\ft the successive encampments. \\f* camps."
    },
    {
      "verse": 3,
      "text": "And you shall sound with them, and all the congregation shall be gathered to the door of the tabernacle of witness."
    },
    {
      "verse": 4,
      "text": "And if they shall sound with one, all the rulers even the princes of Israel shall come to you."
    },
    {
      "verse": 5,
      "text": "And you⌃ shall sound an alarm, and the camps pitched eastward shall begin to move."
    },
    {
      "verse": 6,
      "text": "And you⌃ shall sound a second alarm, and the camps pitched southward shall move; and you⌃ shall sound a third alarm, and the camps pitched westward shall move forward; and you⌃ shall sound a fourth alarm, and they that encamp toward the north shall move forward: they shall sound an alarm at their departure."
    },
    {
      "verse": 7,
      "text": "And whenever you⌃ shall gather the assembly, you⌃ shall sound, but not an alarm."
    },
    {
      "verse": 8,
      "text": "And the priests the sons of Aaron shall sound with the trumpets; and it shall be a perpetual ordinance for you throughout your generations."
    },
    {
      "verse": 9,
      "text": "And if you⌃ shall go forth to war in your land against your enemies that are opposed to you, then shall you⌃ sound with the trumpets; and you⌃ shall be had in remembrance before the Lord, and you⌃ shall be saved from your enemies."
    },
    {
      "verse": 10,
      "text": "And in the days of your gladness, and in your feasts, and in your new moons, you⌃ shall sound with the trumpets at your whole burnt offerings, and at the sacrifices of your peace-offerings; and there shall be a memorial for you before your God: I \\add am\\add* the Lord your God."
    },
    {
      "verse": 11,
      "text": "And it came to pass in the second year, in the second month, on the twentieth day of the month, the cloud went up from the tabernacle of witness."
    },
    {
      "verse": 12,
      "text": "And the children of Israel set forward with their baggage in the wilderness of Sina; and the cloud rested in the wilderness of Pharan."
    },
    {
      "verse": 13,
      "text": "And the first rank departed by the word of the Lord by the hand of Moses."
    },
    {
      "verse": 14,
      "text": "And they first set in motion the order of the camp of the children of Juda with their host; and over their host \\add was\\add* Naasson, son of Aminadab."
    },
    {
      "verse": 15,
      "text": "And over the host of the tribe of the sons of Issachar, \\add was\\add* Nathanael son of Sogar."
    },
    {
      "verse": 16,
      "text": "And over the host of the tribe of the sons of Zabulon, \\add was\\add* Eliab the son of Chaelon."
    },
    {
      "verse": 17,
      "text": "And they shall take down the tabernacle, and the sons of Gedson shall set forward, and the sons of Merari, who bear the tabernacle."
    },
    {
      "verse": 18,
      "text": "And the order of the camp of Ruben set forward with their host; and over their host \\add was\\add* Elisur the son of Sediur."
    },
    {
      "verse": 19,
      "text": "And over the host of the tribe of the sons of Symeon, \\add was\\add* Salamiel son of Surisadai."
    },
    {
      "verse": 20,
      "text": "And over the host of the tribe of the children of Gad, \\add was\\add* Elisaph the son of Raguel."
    },
    {
      "verse": 21,
      "text": "And the sons of Caath shall set forward bearing the holy things, and \\f + \\fr 10:21 \\fl i.e. \\ft the Gershonites and the Merarites. \\fl A.V. \\ft margin.\\f* \\add the others\\add* shall set up the tabernacle until they arrive."
    },
    {
      "verse": 22,
      "text": "And the order of the camp of Ephraim shall set forward with their forces; and over their forces \\add was\\add* Elisama the son of Semiud."
    },
    {
      "verse": 23,
      "text": "And over the forces of the tribes of the sons of Manasse, \\add was\\add* Gamaliel the \\add son\\add* of Phadassur."
    },
    {
      "verse": 24,
      "text": "And over the forces of the tribe of the children of Benjamin, \\add was\\add* Abidan the \\add son\\add* of Gadeoni."
    },
    {
      "verse": 25,
      "text": "And the order of the camp of the sons of Dan shall set forward the last of all the camps, with their forces: and over their forces \\add was\\add* Achiezer the \\add son\\add* of Amisadai."
    },
    {
      "verse": 26,
      "text": "And over the forces of the tribe of the sons of Aser, \\add was\\add* Phageel the son of Echran."
    },
    {
      "verse": 27,
      "text": "And over the forces of the tribe of the sons of Nephthali, \\add was\\add* Achire the son of Aenan."
    },
    {
      "verse": 28,
      "text": "These \\add are\\add* the armies of the children of Israel; and they set forward with their forces."
    },
    {
      "verse": 29,
      "text": "And Moses said to Obab the son of Raguel the Madianite, the father-in-law of Moses, We are going forward to the place concerning which the Lord said, This will I give to you: Come with us, and we will do you good, for the Lord has spoken good concerning Israel."
    },
    {
      "verse": 30,
      "text": "And he said to him, I will not go, but \\add I will go\\add* to my land and to my kindred."
    },
    {
      "verse": 31,
      "text": "And he said, Leave us not, because you have been with us in the wilderness, and you shall be an elder among us."
    },
    {
      "verse": 32,
      "text": "And it shall come to pass if you will go with us, it shall even come to pass that in whatever things the Lord shall do us good, we will also do you good."
    },
    {
      "verse": 33,
      "text": "And they departed from the mount of the Lord a three days' journey; and the ark of the covenant of the Lord went before them a three days' journey to provide rest for them."
    },
    {
      "verse": 34,
      "text": "And the cloud overshadowed them by day, when they departed from the camp."
    },
    {
      "verse": 35,
      "text": "And it came to pass when the ark set forward, that Moses said, Arise, O Lord, and let your enemies be scattered: let all that hate you flee."
    },
    {
      "verse": 36,
      "text": "And in the resting he said, Turn again, O Lord, the thousands \\add and\\add* tens of thousands in Israel."
    }
  ]
}