{
  "book_id": "NUM",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 2,
      "text": "Speak to the children of Israel, and you shall say to them, When you⌃ are come into the land of your habitation, which I give to you,"
    },
    {
      "verse": 3,
      "text": "and you will offer whole burnt offerings to the Lord, a whole burnt offering or a meat-offering to \\f + \\fr 15:3 \\fl Gr. \\ft magnify. \\f* perform a vow, or a free-will offering, or to offer in your feasts a sacrifice of sweet savor to the Lord, whether of the herd or the flock:"
    },
    {
      "verse": 4,
      "text": "then he that offers his gift to the Lord shall bring a meat-offering of fine flour, a tenth part of an ephah mingled with oil, even with the fourth part of a hin."
    },
    {
      "verse": 5,
      "text": "And for a drink-offering you⌃ shall offer the fourth part of a hin on the whole burnt offering, or on the meat-offering: for every lamb you shall offer so much, as a sacrifice, a smell of sweet savor to the Lord."
    },
    {
      "verse": 6,
      "text": "And for a ram, when you⌃ offer it as a whole burnt offering or as a sacrifice, you shall prepare as a meat-offering two tenths of fine flour mingled with oil, the third part of a hin."
    },
    {
      "verse": 7,
      "text": "And you⌃ shall offer for a smell of sweet savor to the Lord wine for a drink-offering, the third part of a hin."
    },
    {
      "verse": 8,
      "text": "And if you⌃ sacrifice \\add a bullock\\add* from the herd for a whole burnt offering or for a sacrifice, to perform a vow or a peace-offering to the Lord,"
    },
    {
      "verse": 9,
      "text": "then \\add the worshipper\\add* shall offer upon the calf a meat-offering, three tenth deals of fine flour mingled with oil, \\add even\\add* the half of a hin."
    },
    {
      "verse": 10,
      "text": "And wine for a drink-offering the half of a hin, a sacrifice for a smell of sweet savor to the Lord."
    },
    {
      "verse": 11,
      "text": "Thus shall you do to one calf or to one ram, or to one lamb of the sheep or kid of the goats."
    },
    {
      "verse": 12,
      "text": "According to the number of what you⌃ shall offer, so shall you⌃ do to each one, according to their number."
    },
    {
      "verse": 13,
      "text": "Every native of the country shall do thus to offer such things as sacrifices for a smell of sweet savor to the Lord."
    },
    {
      "verse": 14,
      "text": "And if there should be a stranger among you in your land, or one who should be born to you among your generations, and he will offer a sacrifice, a smell of sweet savor to the Lord—as you⌃ do, so the \\add whole\\add* congregation shall offer to the Lord."
    },
    {
      "verse": 15,
      "text": "There shall be one law for you and for the strangers dwelling among you, a perpetual law for your generations: as you⌃ \\add are\\add*, so shall the stranger be before the Lord."
    },
    {
      "verse": 16,
      "text": "There shall be one law and one ordinance for you, and for the stranger that abides among you."
    },
    {
      "verse": 17,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 18,
      "text": "Speak to the sons of Israel, and you shall say to them, When you⌃ are entering into the land, into which I bring you,"
    },
    {
      "verse": 19,
      "text": "then it shall come to pass, when you⌃ shall eat of the bread of the land, you⌃ shall separate a wave-offering, a special offering to the Lord, the first fruits of your dough."
    },
    {
      "verse": 20,
      "text": "You⌃ shall offer your bread a heave-offering: as a heave-offering from the threshing floor, so shall you⌃ separate it,"
    },
    {
      "verse": 21,
      "text": "even the first fruits of your dough, and you⌃ shall give the Lord a heave-offering throughout your generations."
    },
    {
      "verse": 22,
      "text": "But whenever you⌃ shall transgress, and not perform all these commands, which the Lord spoke to Moses;"
    },
    {
      "verse": 23,
      "text": "as the Lord appointed you by the hand of Moses, from the day which the Lord appointed you and forward throughout your generations,"
    },
    {
      "verse": 24,
      "text": "then it shall come to pass, if a trespass be committed unwillingly, unknown to the congregation, then shall all the congregation offer a calf of the herd without blemish for a whole burnt offering of sweet savor to the Lord, and its meat-offering and its drink-offering according to the ordinance, and one kid of the goats for a sin-offering."
    },
    {
      "verse": 25,
      "text": "And the priest shall make atonement for all the congregation of the children of Israel, and \\add the trespass\\add* shall be forgiven them, because it is involuntary; and they have brought their gift, a burnt offering to the Lord for their trespass before the Lord, even for their involuntary sins."
    },
    {
      "verse": 26,
      "text": "And it shall be forgiven as respects all the congregation of the children of Israel, and the stranger that is dwelling among you, because \\add it is\\add* involuntary to all the people."
    },
    {
      "verse": 27,
      "text": "And if one soul sin unwillingly, he shall bring one she-goat of a year old for a sin-offering."
    },
    {
      "verse": 28,
      "text": "And the priest shall make atonement for the soul that committed the trespass unwillingly, and that sinned unwillingly before the Lord, to make atonement for him."
    },
    {
      "verse": 29,
      "text": "There shall be one law for the native among the children of Israel, and for the stranger that abides among them, whoever shall commit a trespass unwillingly."
    },
    {
      "verse": 30,
      "text": "And whatever soul either of the natives or of the strangers shall do any thing with a presumptuous hand, he will provoke God; that soul shall be cut off from his people,"
    },
    {
      "verse": 31,
      "text": "for he has set at nothing the word of the Lord and broken his commands: that soul shall be utterly destroyed, his sin \\add is\\add* upon him."
    },
    {
      "verse": 32,
      "text": "And the children of Israel were in the wilderness, and they found a man gathering sticks on the sabbath-day."
    },
    {
      "verse": 33,
      "text": "And they who found him gathering sticks on the sabbath-day brought him to Moses and Aaron, and to all the congregation of the children of Israel."
    },
    {
      "verse": 34,
      "text": "And they placed him in custody, for they did not determine what they should do to him."
    },
    {
      "verse": 35,
      "text": "And the Lord spoke to Moses, saying, Let the man be by all means put to death: \\add do you⌃\\add* all the congregation, stone him with stones."
    },
    {
      "verse": 36,
      "text": "And all the congregation brought him forth out of the camp; and all the congregation stoned him with stones outside the camp, as the Lord commanded Moses."
    },
    {
      "verse": 37,
      "text": "And the Lord spoke to Moses, saying,"
    },
    {
      "verse": 38,
      "text": "Speak to the children of Israel, and you shall tell them; and let them make for themselves fringes upon the borders of their garments throughout their generations: and you⌃ shall put upon the fringes of the borders a lace of blue."
    },
    {
      "verse": 39,
      "text": "And it shall be on your fringes, and you⌃ shall look on them, and you⌃ shall remember all the commands of the Lord, and do them: and you⌃ shall not turn back after your imaginations, and after \\add the sight of your\\add* eyes in the things after which you⌃ go a whoring;"
    },
    {
      "verse": 40,
      "text": "that you⌃ may remember and perform all my commands, and you⌃ shall be holy to your God."
    },
    {
      "verse": 41,
      "text": "I \\add am\\add* the Lord your God that brought you out of the land of Egypt, to be your God: I \\add am\\add* the Lord your God."
    }
  ]
}