{
  "book_id": "NEH",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Now those who put down their names were Nehemiah the Tirshatha, the son of Hacaliah, and Zedekiah,"
    },
    {
      "verse": 2,
      "text": "Seraiah, Azariah, Jeremiah,"
    },
    {
      "verse": 3,
      "text": "Pashhur, Amariah, Malchijah,"
    },
    {
      "verse": 4,
      "text": "Hattush, Shebaniah, Malluch,"
    },
    {
      "verse": 5,
      "text": "Harim, Meremoth, Obadiah,"
    },
    {
      "verse": 6,
      "text": "Daniel, Ginnethon, Baruch,"
    },
    {
      "verse": 7,
      "text": "Meshullam, Abijah, Mijamin,"
    },
    {
      "verse": 8,
      "text": "Maaziah, Bilgai, Shemaiah; these were the priests."
    },
    {
      "verse": 9,
      "text": "And the Levites: by name, Jeshua, the son of Azaniah, Binnui, of the sons of Henadad, Kadmiel,"
    },
    {
      "verse": 10,
      "text": "And their brothers, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
    },
    {
      "verse": 11,
      "text": "Mica, Rehob, Hashabiah,"
    },
    {
      "verse": 12,
      "text": "Zaccur, Sherebiah, Shebaniah,"
    },
    {
      "verse": 13,
      "text": "Hodiah, Bani, Beninu."
    },
    {
      "verse": 14,
      "text": "The chiefs of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,"
    },
    {
      "verse": 15,
      "text": "Bunni, Azgad, Bebai,"
    },
    {
      "verse": 16,
      "text": "Adonijah, Bigvai, Adin,"
    },
    {
      "verse": 17,
      "text": "Ater, Hezekiah, Azzur,"
    },
    {
      "verse": 18,
      "text": "Hodiah, Hashum, Bezai,"
    },
    {
      "verse": 19,
      "text": "Hariph, Anathoth, Nobai,"
    },
    {
      "verse": 20,
      "text": "Magpiash, Meshullam, Hezir,"
    },
    {
      "verse": 21,
      "text": "Meshezabel, Zadok, Jaddua,"
    },
    {
      "verse": 22,
      "text": "Pelatiah, Hanan, Anaiah,"
    },
    {
      "verse": 23,
      "text": "Hoshea, Hananiah, Hasshub,"
    },
    {
      "verse": 24,
      "text": "Hallohesh, Pilha, Shobek,"
    },
    {
      "verse": 25,
      "text": "Rehum, Hashabnah, Maaseiah,"
    },
    {
      "verse": 26,
      "text": "And Ahiah, Hanan, Anan,"
    },
    {
      "verse": 27,
      "text": "Malluch, Harim, Baanah."
    },
    {
      "verse": 28,
      "text": "And the rest of the people, the priests, the Levites, the door-keepers, the music-makers, the Nethinim, and all those who had made themselves separate from the peoples of the lands, to keep the law of God, their wives, their sons, and their daughters, everyone who had knowledge and wisdom;"
    },
    {
      "verse": 29,
      "text": "They were united with their brothers, their rulers, and put themselves under a curse and an oath, to keep their steps in the way of God's law, which was given by Moses, the servant of God, and to keep and do all the orders of the Lord, our Lord, and his decisions and his rules;"
    },
    {
      "verse": 30,
      "text": "And that we would not give our daughters to the peoples of the lands, or take their daughters for our sons;"
    },
    {
      "verse": 31,
      "text": "And if the peoples of the lands come to do trade in goods or food on the Sabbath day, that we would do no trade with them on the Sabbath or on a holy day: and that in the seventh year we would take no payment from any debtor."
    },
    {
      "verse": 32,
      "text": "And we made rules for ourselves, taxing ourselves a third of a shekel every year for the upkeep of the house of our God;"
    },
    {
      "verse": 33,
      "text": "For the holy bread, and for the regular meal offering and the regular burned offering on the Sabbaths and at the new moon and the fixed feasts, and for the sin-offerings to take away the sin of Israel, and for all the work of the house of our God."
    },
    {
      "verse": 34,
      "text": "And we, the priests and the Levites and the people, made selection, by the decision of the Lord, of those who were to take the wood offering into the house of God, by families at the regular times, year by year, to be burned on the altar of the Lord our God, as it is recorded in the law;"
    },
    {
      "verse": 35,
      "text": "And to take the first-fruits of our land, and the first-fruits of every sort of tree, year by year, into the house of the Lord;"
    },
    {
      "verse": 36,
      "text": "As well as the first of our sons and of our cattle, as it is recorded in the law, and the first lambs of our herds and of our flocks, which are to be taken to the house of our God, to the priests who are servants in the house of our God:"
    },
    {
      "verse": 37,
      "text": "And that we would take the first of our rough meal, and our lifted offerings, and the fruit of every sort of tree, and wine and oil, to the priests, to the rooms of the house of our God; and the tenth of the produce of our land to the Levites; for they, the Levites, take a tenth in all the towns of our ploughed land."
    },
    {
      "verse": 38,
      "text": "And the priest, the son of Aaron, is to be with the Levites, when the Levites take the tenths: and the Levites are to take a tenth of the tenths into the house of our God, to the rooms, into the store-house;"
    },
    {
      "verse": 39,
      "text": "For the children of Israel and the children of Levi are to take the lifted offering of the grain and wine and oil into the rooms where the vessels of the holy place are, together with the priests and the door-keepers and the makers of music: and we will not give up caring for the house of our God."
    }
  ]
}