{
  "book_id": "NEH",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Now these are the priests and the Levites who went up with Zerubbabel, the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
    },
    {
      "verse": 2,
      "text": "Amariah, Malluch, Hattush,"
    },
    {
      "verse": 3,
      "text": "Shecaniah, Rehum, Meremoth,"
    },
    {
      "verse": 4,
      "text": "Iddo, Ginnethoi, Abijah,"
    },
    {
      "verse": 5,
      "text": "Mijamin, Maadiah, Bilgah,"
    },
    {
      "verse": 6,
      "text": "Shemaiah, and Joiarib, Jedaiah,"
    },
    {
      "verse": 7,
      "text": "Sallu, Amok, Hilkiah, Jedaiah. These were the chiefs of the priests and of their brothers in the days of Jeshua."
    },
    {
      "verse": 8,
      "text": "And the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who was over the music-makers, he and his brothers."
    },
    {
      "verse": 9,
      "text": "And Bakbukiah and Unno, their brothers, were opposite them in their watches."
    },
    {
      "verse": 10,
      "text": "And Jeshua was the father of Joiakim, and Joiakim was the father of Eliashib, and Eliashib was the father of Joiada,"
    },
    {
      "verse": 11,
      "text": "And Joiada was the father of Jonathan, and Jonathan was the father of Jaddua."
    },
    {
      "verse": 12,
      "text": "And in the days of Joiakim there were priests, heads of families: of Seraiah, Meraiah; of Jeremiah, Hananiah;"
    },
    {
      "verse": 13,
      "text": "Of Ezra, Meshullam; of Amariah, Jehohanan;"
    },
    {
      "verse": 14,
      "text": "Of Malluchi, Jonathan; of Shebaniah, Joseph;"
    },
    {
      "verse": 15,
      "text": "Of Harim, Adna; of Meraioth, Helkai;"
    },
    {
      "verse": 16,
      "text": "Of Iddo, Zechariah; of Ginnethon, Meshullam;"
    },
    {
      "verse": 17,
      "text": "Of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;"
    },
    {
      "verse": 18,
      "text": "Of Bilgah, Shammua; of Shemaiah, Jehonathan;"
    },
    {
      "verse": 19,
      "text": "And of Joiarib, Mattenai; of Jedaiah, Uzzi;"
    },
    {
      "verse": 20,
      "text": "Of Sallai, Kallai; of Amok, Eber;"
    },
    {
      "verse": 21,
      "text": "Of Hilkiah, Hashabiah; of Jedaiah, Nethanel."
    },
    {
      "verse": 22,
      "text": "The Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, were listed as heads of families; and the priests, when Darius the Persian was king."
    },
    {
      "verse": 23,
      "text": "The sons of Levi, heads of families, were recorded in the book of the histories, even till the days of Johanan, the son of Eliashib."
    },
    {
      "verse": 24,
      "text": "And the chiefs of the Levites: Hashabiah, Sherebiah, and Jeshua, the son of Kadmiel, with their brothers opposite them, to give blessing and praise as ordered by David, the man of God, watch against watch."
    },
    {
      "verse": 25,
      "text": "Mattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were door-keepers keeping the watch at the store-houses of the doors."
    },
    {
      "verse": 26,
      "text": "These were in the days of Joiakim, the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the ruler and of Ezra the priest, the scribe."
    },
    {
      "verse": 27,
      "text": "And when the time came for the wall of Jerusalem to be made holy, they sent for the Levites out of all their places to come to Jerusalem, to keep the feast with joy, and with praise and melody, with brass and corded instruments of music."
    },
    {
      "verse": 28,
      "text": "And the sons of the music-makers came together from the lowland round about Jerusalem and from the daughter-towns of the Netophathites,"
    },
    {
      "verse": 29,
      "text": "And from Beth-gilgal and from the fields of Geba and Azmaveth: for the music-makers had made daughter-towns for themselves round about Jerusalem."
    },
    {
      "verse": 30,
      "text": "And the priests and the Levites made themselves clean; and they made the people clean, and the doorways and the wall."
    },
    {
      "verse": 31,
      "text": "Then I made the rulers of Judah come up on the wall, and I put in position two great bands of them who gave praise, walking in ordered lines; one went to the right on the wall, in the direction of the doorway where the waste was put;"
    },
    {
      "verse": 32,
      "text": "And after them went Hoshaiah and half of the rulers of Judah,"
    },
    {
      "verse": 33,
      "text": "And Azariah, Ezra, and Meshullam,"
    },
    {
      "verse": 34,
      "text": "Judah and Benjamin and Shemaiah and Jeremiah,"
    },
    {
      "verse": 35,
      "text": "And certain of the priests' sons with wind instruments; Zechariah, the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph,"
    },
    {
      "verse": 36,
      "text": "And his brothers, Shemaiah, and Azarel, Milalai, Gilalai, Maai, Nethanel and Judah, Hanani, with the music-instruments of David, the man of God; and Ezra the scribe was at their head;"
    },
    {
      "verse": 37,
      "text": "And by the doorway of the fountain and straight in front of them, they went up by the steps of the town of David, at the slope up of the wall, over the house of David, as far as the water-doorway to the east."
    },
    {
      "verse": 38,
      "text": "And the other band of those who gave praise went to the left, and I went after them with half the people, on the wall, over the tower of the ovens, as far as the wide wall;"
    },
    {
      "verse": 39,
      "text": "And over the doorway of Ephraim and by the old door and the fish door and the tower of Hananel and the tower of Hammeah, as far as the sheep door: and at the doorway of the watchmen they came to a stop."
    },
    {
      "verse": 40,
      "text": "So the two bands of those who gave praise took up their positions in the house of God, and I and half of the chiefs with me:"
    },
    {
      "verse": 41,
      "text": "And the priests; Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with wind instruments;"
    },
    {
      "verse": 42,
      "text": "And Maaseiah and Shemaiah and Eleazar and Uzzi and Jehohanan and Malchijah and Elam and Ezer. And the makers of melody made their voices loud, with Jezrahiah their overseer."
    },
    {
      "verse": 43,
      "text": "And on that day they made great offerings and were glad; for God had made them glad with great joy; and the women and the children were glad with them: so that the joy of Jerusalem came to the ears of those who were far off."
    },
    {
      "verse": 44,
      "text": "And on that day certain men were put over the rooms where the things which had been given were stored, for the lifted offerings and the first-fruits and the tenths, and to take into them the amounts, from the fields of every town, fixed by the law for the priests and the Levites: for Judah was glad on account of the priests and the Levites who were in their places."
    },
    {
      "verse": 45,
      "text": "And they kept the watch of their God, and were responsible for making things clean, and so did the music-makers and the door-keepers, as it was ordered by David and Solomon his son."
    },
    {
      "verse": 46,
      "text": "For in the days of David and Asaph in the past, there was a master of the music, and songs of blessing and praise to God."
    },
    {
      "verse": 47,
      "text": "And all Israel in the days of Zerubbabel and in the days of Nehemiah gave what was needed by the music-makers and the door-keepers day by day: and they made the offerings holy for the Levites; and the Levites did the same for the sons of Aaron."
    }
  ]
}