{
  "book_id": "REV",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀποκάλυψις Ἰησοῦ Χριστοῦ, ἣν ἔδωκεν αὐτῷ ὁ Θεὸς δεῖξαι τοῖς δούλοις αὐτοῦ—ἃ δεῖ γενέσθαι ἐν τάχει. Καὶ ἐσήμανεν, ἀποστείλας διὰ τοῦ ἀγγέλου αὐτοῦ τῷ δούλῳ αὐτοῦ Ἰωάννῃ,"
    },
    {
      "verse": 2,
      "text": "ὃς ἐμαρτύρησεν τὸν λόγον τοῦ Θεοῦ, καὶ τὴν μαρτυρίαν Ἰησοῦ Χριστοῦ—ὅσα εἶδεν, καὶ ἅτινά εἰσιν καὶ ἃ χρὴ γενέσθαι μετὰ ταῦτα."
    },
    {
      "verse": 3,
      "text": "Μακάριος ὁ ἀναγινώσκων καὶ οἱ ἀκούοντες τοὺς λόγους τῆς προφητείας, καὶ τηροῦντες τὰ ἐν αὐτῇ γεγραμμένα· ὁ γὰρ καιρὸς ἐγγύς."
    },
    {
      "verse": 4,
      "text": "Ἰωάννης, ταῖς ἑπτὰ ἐκκλησίαις ταῖς ἐν τῇ Ἀσίᾳ· Χάρις ὑμῖν καὶ εἰρήνη ἀπὸ ὁ ὢν καὶ ὁ ἦν καὶ ὁ ἐρχόμενος, καὶ ἀπὸ τῶν ἑπτὰ Πνευμάτων ἃ ἐστιν ἐνώπιον τοῦ θρόνου αὐτοῦ,"
    },
    {
      "verse": 5,
      "text": "καὶ ἀπὸ Ἰησοῦ Χριστοῦ ὁ μάρτυς ὁ πιστός, ὁ πρωτότοκος ἐκ τῶν νεκρῶν, καὶ ὁ ἄρχων τῶν βασιλέων τῆς γῆς. Τῷ ἀγαπήσαντι ἡμᾶς καὶ λούσαντι ἡμᾶς ἀπὸ τῶν ἁμαρτιῶν ἡμῶν ἐν τῷ αἵματι αὐτοῦ—"
    },
    {
      "verse": 6,
      "text": "καὶ ἐποίησεν ἡμᾶς βασιλείαν, ἱερεῖς τῷ Θεῷ καὶ Πατρὶ αὐτοῦ—αὐτῷ ἡ δόξα καὶ τὸ κράτος εἰς τοὺς αἰῶνας τῶν αἰώνων. Ἀμήν."
    },
    {
      "verse": 7,
      "text": "Ἰδού, ἔρχεται μετὰ τῶν νεφελῶν, καὶ ὄψεται αὐτὸν πᾶς ὀφθαλμός, καὶ οἵτινες αὐτὸν ἐξεκέντησαν. Καὶ κόψονται ἐπ᾿ αὐτὸν πᾶσαι αἱ φυλαὶ τῆς γῆς. Ναί, ἀμήν."
    },
    {
      "verse": 8,
      "text": "«Ἐγώ εἰμι τὸ Ἄλφα καὶ τὸ Ὦ,» λέγει Κύριος ὁ Θεός, «Ὁ ὢν καὶ ὁ ἦν καὶ ὁ ἐρχόμενος, ὁ Παντοκράτωρ.» John is commissioned"
    },
    {
      "verse": 9,
      "text": "Ἐγὼ Ἰωάννης, ὁ ἀδελφὸς ὑμῶν καὶ κοινωνὸς ἐν τῇ θλίψει καὶ βασιλείᾳ καὶ ὑπομονῇ ἐν Χριστῷ Ἰησοῦ, ἐγενόμην ἐν τῇ νήσῳ τῇ καλουμένῃ Πάτμῳ διὰ τὸν λόγον τοῦ Θεοῦ καὶ διὰ τὴν μαρτυρίαν Ἰησοῦ Χριστοῦ."
    },
    {
      "verse": 10,
      "text": "Ἐγενόμην ἐν πνεύματι ἐν τῇ Κυριακῇ ἡμέρᾳ καὶ ἤκουσα φωνὴν ὀπίσω μου, μεγάλην ὡς σάλπιγγος,"
    },
    {
      "verse": 11,
      "text": "λεγούσης, «Ὃ βλέπεις γράψον εἰς βιβλίον καὶ πέμψον ταῖς ἑπτὰ ἐκκλησίαις· εἰς Ἔφεσον καὶ εἰς Σμύρναν καὶ εἰς Πέργαμον καὶ εἰς Θυάτειρα καὶ εἰς Σάρδεις καὶ εἰς Φιλαδέλφειαν καὶ εἰς Λαοδίκειαν.»"
    },
    {
      "verse": 12,
      "text": "Καὶ ἐκεῖ ἐπέστρεψα βλέπειν τὴν φωνὴν ἥτις ἐλάλει μετ᾿ ἐμοῦ. Καὶ ἐπιστρέψας εἶδον ἑπτὰ λυχνίας χρυσᾶς,"
    },
    {
      "verse": 13,
      "text": "καὶ ἐν μέσῳ τῶν ἑπτὰ λυχνιῶν ὅμοιον υἱῷ ἀνθρώπου, ἐνδεδυμένον ποδήρη καὶ περιεζωσμένον πρὸς τοῖς μαζοῖς ζώνην χρυσῆν."
    },
    {
      "verse": 14,
      "text": "Ἡ δὲ κεφαλὴ αὐτοῦ, καὶ αἱ τρίχες, λευκαὶ ὡσεὶ ἔριον, λευκὸν ὡς χιών· καὶ οἱ ὀφθαλμοὶ αὐτοῦ ὡς φλὸξ πυρός·"
    },
    {
      "verse": 15,
      "text": "καὶ οἱ πόδες αὐτοῦ ὅμοιοι χαλκολιβάνῳ, ὡς ἐν καμίνῳ πεπυρωμένοι· καὶ ἡ φωνὴ αὐτοῦ ὡς φωνὴ ὑδάτων πολλῶν·"
    },
    {
      "verse": 16,
      "text": "καὶ ἔχων ἐν τῇ δεξιᾷ χειρὶ αὐτοῦ ἀστέρας ἑπτά, καὶ ἐκ τοῦ στόματος αὐτοῦ ῥομφαία δίστομος ὀξεῖα ἐκπορευομένη· καὶ ἡ ὄψις αὐτοῦ ὡς ὁ ἥλιος φαίνει ἐν τῇ δυνάμει αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "Καὶ ὅτε εἶδον αὐτὸν ἔπεσα πρὸς τοὺς πόδας αὐτοῦ ὡς νεκρός. Καὶ ἐπέθηκεν τὴν δεξιὰν αὐτοῦ χεῖρα ἐπ᾿ ἐμὲ λέγων· «Μὴ φοβοῦ. Ἐγώ εἰμι ὁ Πρῶτος καὶ ὁ Ἔσχατος,"
    },
    {
      "verse": 18,
      "text": "καὶ ὁ ζῶν—καὶ ἐγενόμην νεκρός, καὶ ἰδού, ζῶν εἰμι εἰς τοὺς αἰῶνας τῶν αἰώνων, ἀμήν· καὶ ἔχω τὰς κλεῖς τοῦ Θανάτου καὶ τοῦ ᾍδου."
    },
    {
      "verse": 19,
      "text": "Γράψον οὖν ἃ εἶδες, καὶ ἅ εἰσιν, καὶ ἃ μέλλει γενέσθαι μετὰ ταῦτα."
    },
    {
      "verse": 20,
      "text": "Τὸ μυστήριον τῶν ἑπτὰ ἀστέρων ὧν εἶδες ἐπὶ τῆς δεξιᾶς μου, καὶ τὰς ἑπτὰ λυχνίας τὰς χρυσᾶς· οἱ ἑπτὰ ἀστέρες ἄγγελοι τῶν ἑπτὰ ἐκκλησιῶν εἰσιν, καὶ αἱ ἑπτὰ λυχνίαι ἃς εἶδες ἑπτὰ ἐκκλησίαι εἰσίν."
    }
  ]
}