{
  "book_id": "REV",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ εἶδον ὅτι ἤνοιξεν τὸ Ἀρνίον μίαν ἐκ τῶν ἑπτὰ σφραγίδων, καὶ ἤκουσα ἑνὸς ἐκ τῶν τεσσάρων ζῴων λέγοντος, ὡς φωνὴ βροντῆς, «Ἔρχου.»"
    },
    {
      "verse": 2,
      "text": "Καὶ εἶδον καὶ ἰδού, ἵππος λευκός, καὶ ὁ καθήμενος ἐπ᾿ αὐτὸν ἔχων τόξον. Καὶ ἐδόθη αὐτῷ στέφανος· καὶ ἐξῆλθεν νικῶν, καὶ ἵνα νικήσῃ. The secondseal"
    },
    {
      "verse": 3,
      "text": "Καὶ ὅτε ἤνοιξεν τὴν δευτέραν σφραγῖδα ἤκουσα τοῦ δευτέρου ζῴου λέγοντος, «Ἔρχου.»"
    },
    {
      "verse": 4,
      "text": "Καὶ ἐξῆλθεν ἄλλος ἵππος, πυρρός, καὶ τῷ καθημένῳ ἐπ᾿ αὐτὸν ἐδόθη αὐτῷ λαβεῖν τὴν εἰρήνην ἐκ τῆς γῆς, ἵνα ἀλλήλους σφάξωσιν· καὶ ἐδόθη αὐτῷ μάχαιρα μεγάλη. The thirdseal"
    },
    {
      "verse": 5,
      "text": "Καὶ ὅτε ἤνοιξεν τὴν σφραγῖδα τὴν τρίτην, ἤκουσα τοῦ τρίτου ζῴου λέγοντος, «Ἔρχου.» Καὶ εἶδον καὶ ἰδού, ἵππος μέλας, καὶ ὁ καθήμενος ἐπ᾿ αὐτὸν ἔχων ζυγὸν ἐν τῇ χειρὶ αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Καὶ ἤκουσα φωνὴν ἐν μέσῳ τῶν τεσσάρων ζῴων λέγουσαν· «Χοῖνιξ σίτου δηναρίου, καὶ τρεῖς χοίνικες κριθῆς δηναρίου· καὶ τὸ ἔλαιον καὶ τὸν οἶνον μὴ ἀδικήσῃς.» The fourthseal"
    },
    {
      "verse": 7,
      "text": "Καὶ ὅτε ἤνοιξεν τὴν σφραγῖδα τὴν τετάρτην, ἤκουσα φωνὴν τοῦ τετάρτου ζῴου λέγοντος, «Ἔρχου.»"
    },
    {
      "verse": 8,
      "text": "Καὶ εἶδον καὶ ἰδού, ἵππος χλωρός, καὶ ὁ καθήμενος ἐπάνω αὐτοῦ, ὄνομα αὐτῷ Θάνατος, καὶ ὁ ᾍδης ἀκολουθεῖ μετ᾿ αὐτοῦ. Καὶ ἐδόθη αὐτῷ ἐξουσία ἐπὶ τὸ τέταρτον τῆς γῆς, ἀποκτεῖναι ἐν ῥομφαίᾳ καὶ ἐν λιμῷ καὶ ἐν θανάτῳ, καὶ ὑπὸ τῶν θηρίων τῆς γῆς. The fifthseal"
    },
    {
      "verse": 9,
      "text": "Καὶ ὅτε ἤνοιξεν τὴν πέμπτην σφραγῖδα, εἶδον ὑποκάτω τοῦ θυσιαστηρίου τὰς ψυχὰς τῶν ἀνθρώπων τῶν ἐσφαγμένων διὰ τὸν λόγον τοῦ Θεοῦ καὶ διὰ τὴν μαρτυρίαν τοῦ Ἀρνίου ἣν εἶχον."
    },
    {
      "verse": 10,
      "text": "Καὶ ἔκραξαν φωνῇ μεγάλῃ, λέγοντες· «Ἕως πότε, ὁ Δεσπότης, ὁ ἅγιος καὶ ἀληθινός, οὐ κρίνεις καὶ ἐκδικεῖς τὸ αἷμα ἡμῶν ἐκ τῶν κατοικούντων ἐπὶ τῆς γῆς;»"
    },
    {
      "verse": 11,
      "text": "Καὶ ἐδόθη αὐτοῖς ἑκάστῳ στολὴ λευκή, καὶ ἐρρέθη αὐτοῖς ἵνα ἀναπαύσωνται ἔτι χρόνον, ἕως οὗ πληρώσωσιν καὶ οἱ σύνδουλοι αὐτῶν καὶ οἱ ἀδελφοὶ αὐτῶν, οἱ μέλλοντες ἀποκτένεσθαι ὡς καὶ αὐτοί. The sixthseal"
    },
    {
      "verse": 12,
      "text": "Καὶ εἶδον, καὶ ὅτε ἤνοιξεν τὴν σφραγῖδα τὴν ἕκτην, καὶ σεισμὸς μέγας ἐγένετο· καὶ ὁ ἥλιος μέλας ἐγένετο ὡς σάκκος τρίχινος, καὶ ἡ σελήνη ἐγένετο ὡς αἷμα."
    },
    {
      "verse": 13,
      "text": "Καὶ οἱ ἀστέρες τοῦ οὐρανοῦ ἔπεσον εἰς τὴν γῆν, ὡς συκῆ βάλλει τοὺς ὀλύνθους αὐτῆς ὑπὸ μεγάλου ἀνέμου σειομένη."
    },
    {
      "verse": 14,
      "text": "Καὶ ὁ οὐρανὸς ἀπεχωρίσθη, ὡς βιβλίον ἑλισσόμενον, καὶ πᾶν ὄρος καὶ νῆσος ἐκ τῶν τόπων αὐτῶν ἐκινήθησαν."
    },
    {
      "verse": 15,
      "text": "Καὶ οἱ βασιλεῖς τῆς γῆς καὶ οἱ μεγιστᾶνες καὶ οἱ χιλίαρχοι καὶ οἱ πλούσιοι καὶ οἱ ἰσχυροί, καὶ πᾶς δοῦλος καὶ πᾶς ἐλεύθερος, ἔκρυψαν ἑαυτοὺς εἰς τὰ σπήλαια καὶ εἰς τὰς πέτρας τῶν ὀρέων."
    },
    {
      "verse": 16,
      "text": "Καὶ λέγουσιν τοῖς ὄρεσιν καὶ ταῖς πέτραις· «Πέσετε ἐφ᾿ ἡμᾶς καὶ κρύψατε ἡμᾶς ἀπὸ προσώπου τοῦ καθημένου ἐπὶ τοῦ θρόνου καὶ ἀπὸ τῆς ὀργῆς τοῦ Ἀρνίου·"
    },
    {
      "verse": 17,
      "text": "ὅτι ἦλθεν ἡ ἡμέρα ἡ μεγάλη τῆς ὀργῆς αὐτοῦ, καὶ τίς δύναται σταθῆναι;»"
    }
  ]
}