{
  "book_id": "REV",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἦλθεν εἷς ἐκ τῶν ἑπτὰ ἀγγέλων τῶν ἐχόντων τὰς ἑπτὰ φιάλας καὶ ἐλάλησεν μετ᾿ ἐμοῦ λέγων, «Δεῦρο, δείξω σοι τὸ κρῖμα τῆς πόρνης τῆς μεγάλης τῆς καθημένης ἐπὶ τῶν ὑδάτων τῶν πολλῶν,"
    },
    {
      "verse": 2,
      "text": "μεθ᾿ ἧς ἐπόρνευσαν οἱ βασιλεῖς τῆς γῆς, καὶ ἐμεθύσθησαν οἱ κατοικοῦντες τὴν γῆν ἐκ τοῦ οἴνου τῆς πορνείας αὐτῆς.» A woman and a beast"
    },
    {
      "verse": 3,
      "text": "Καὶ ἀπήνεγκέν με εἰς ἔρημον ἐν πνεύματι. Καὶ εἶδον γυναῖκα καθημένην ἐπὶ θηρίον κόκκινον γέμον ὀνομάτων βλασφημίας, ἔχον κεφαλὰς ἑπτὰ καὶ κέρατα δέκα."
    },
    {
      "verse": 4,
      "text": "Καὶ ἡ γυνὴ ἦν περιβεβλημένη πορφύραν καὶ κόκκινον, κεχρυσωμένη χρυσῷ καὶ λίθῳ τιμίῳ καὶ μαργαρίταις, ἔχουσα χρυσοῦν ποτήριον ἐν τῇ χειρὶ αὐτῆς γέμον βδελυγμάτων καὶ τὰ ἀκάθαρτα τῆς πορνείας αὐτῆς."
    },
    {
      "verse": 5,
      "text": "Καὶ ἐπὶ τὸ μέτωπον αὐτῆς ὄνομα γεγραμμένον· ΜΥΣΤΗΡΙΟΝ, ΒΑΒΥΛΩΝ Ἡ ΜΕΓΑΛΗ, Ἡ ΜΗΤΗΡ ΤΩΝ ΠΟΡΝΩΝ ΚΑΙ ΤΩΝ ΒΔΕΛΥΓΜΑΤΩΝ ΤΗΣ ΓΗΣ."
    },
    {
      "verse": 6,
      "text": "Καὶ εἶδον τὴν γυναῖκα μεθύουσαν ἐκ τοῦ αἵματος τῶν ἁγίων, καὶ ἐκ τοῦ αἵματος τῶν μαρτύρων Ἰησοῦ. Καὶ ἐθαύμασα, ἰδὼν αὐτήν, θαῦμα μέγα. The vision explained"
    },
    {
      "verse": 7,
      "text": "Καὶ εἶπέν μοι ὁ ἄγγελος· «Διὰ τί ἐθαύμασας; Ἐγὼ σοι ἐρῶ τὸ μυστήριον τῆς γυναικὸς καὶ τοῦ Θηρίου τοῦ βαστάζοντος αὐτήν, τοῦ ἔχοντος τὰς ἑπτὰ κεφαλὰς καὶ τὰ δέκα κέρατα."
    },
    {
      "verse": 8,
      "text": "Τὸ Θηρίον ὃ εἶδες ἦν, καὶ οὐκ ἔστιν, καὶ μέλλει ἀναβαίνειν ἐκ τῆς Ἀβύσσου καὶ εἰς ἀπώλειαν ὑπάγειν. Καὶ θαυμάσονται οἱ κατοικοῦντες ἐπὶ τῆς γῆς, ὧν οὐ γέγραπται τὰ ὀνόματα ἐπὶ τὸ Βιβλίον τῆς Ζωῆς ἀπὸ καταβολῆς κόσμου, βλέποντες τὸ Θηρίον ὅτι ἦν καὶ οὐκ ἔστιν καὶ παρέσται."
    },
    {
      "verse": 9,
      "text": "Ὧδε ὁ νοῦς ὁ ἔχων σοφίαν· Αἱ ἑπτὰ κεφαλαὶ ἑπτὰ ὄρη εἰσίν ὅπου ἡ γυνὴ κάθηται ἐπ᾿ αὐτῶν."
    },
    {
      "verse": 10,
      "text": "Καὶ βασιλεῖς ἑπτά εἰσιν· οἱ πέντε ἔπεσον, ὁ εἷς ἐστιν, ὁ ἄλλος οὔπω ἦλθεν. Καὶ ὅταν ἔλθῃ ὀλίγον αὐτὸν δεῖ μεῖναι."
    },
    {
      "verse": 11,
      "text": "Καὶ τὸ Θηρίον ὃ ἦν καὶ οὐκ ἔστιν, καὶ αὐτὸς ὄγδοός ἐστιν, καὶ ἐκ τῶν ἑπτά ἐστιν, καὶ εἰς ἀπώλειαν ὑπάγει."
    },
    {
      "verse": 12,
      "text": "Καὶ τὰ δέκα κέρατα ἃ εἶδες δέκα βασιλεῖς εἰσιν, οἵτινες βασιλείαν οὔπω ἔλαβον, ἀλλ᾿ ἐξουσίαν ὡς βασιλεῖς μίαν ὥραν λαμβάνουσιν μετὰ τοῦ Θηρίου."
    },
    {
      "verse": 13,
      "text": "Οὗτοι μίαν γνώμην ἔχουσιν καὶ τὴν δύναμιν καὶ τὴν ἐξουσίαν αὐτῶν τῷ Θηρίῳ διδόασιν."
    },
    {
      "verse": 14,
      "text": "Οὗτοι μετὰ τοῦ Ἀρνίου πολεμήσουσιν, καὶ τὸ Ἀρνίον νικήσει αὐτούς, ὅτι Κύριος κυρίων ἐστὶν καὶ Βασιλεὺς βασιλέων· καὶ οἱ μετ᾿ αὐτοῦ κλητοὶ καὶ ἐκλεκτοὶ καὶ πιστοί.»"
    },
    {
      "verse": 15,
      "text": "Καὶ λέγει μοι· «Τὰ ὕδατα ἃ εἶδες, οὗ ἡ πόρνη κάθηται, λαοὶ καὶ ὄχλοι εἰσίν, καὶ ἔθνη καὶ γλῶσσαι."
    },
    {
      "verse": 16,
      "text": "Καὶ τὰ δέκα κέρατα ἃ εἶδες, καὶ τὸ Θηρίον, οὗτοι μισήσουσιν τὴν πόρνην καὶ ἠρημωμένην ποιήσουσιν αὐτὴν καὶ γυμνὴν ποιήσουσιν αὐτὴν καὶ τὰς σάρκας αὐτῆς φάγονται καὶ αὐτὴν κατακαύσουσιν ἐν πυρί."
    },
    {
      "verse": 17,
      "text": "Ὁ γὰρ Θεὸς ἔδωκεν εἰς τὰς καρδίας αὐτῶν ποιῆσαι τὴν γνώμην αὐτοῦ, καὶ ποιῆσαι γνώμην μίαν καὶ δοῦναι τὴν βασιλείαν αὐτῶν τῷ Θηρίῳ, ἄχρι τελεσθήσονται οἱ λόγοι τοῦ Θεοῦ."
    },
    {
      "verse": 18,
      "text": "Καὶ ἡ γυνὴ ἣν εἶδες ἔστιν ἡ πόλις ἡ μεγάλη ἡ ἔχουσα βασιλείαν ἐπὶ τῶν βασιλέων τῆς γῆς.»"
    }
  ]
}