{
  "book_id": "REV",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἔδειξέν μοι ποταμὸν καθαρὸν ὕδατος ζωῆς, λαμπρὸν ὡς κρύσταλον, ἐκπορευόμενον ἐκ τοῦ θρόνου τοῦ Θεοῦ καὶ τοῦ Ἀρνίου,"
    },
    {
      "verse": 2,
      "text": "ἐν μέσῳ τῆς πλατείας αὐτῆς· καὶ τοῦ ποταμοῦ ἐντεῦθεν καὶ ἐντεῦθεν ξύλον ζωῆς ποιοῦν καρποὺς δώδεκα, κατὰ μῆνα ἕκαστον ἀποδιδοὺς τὸν καρπὸν αὐτοῦ. Καὶ τὰ φύλλα τοῦ ξύλου εἰς θεραπείαν τῶν ἐθνῶν."
    },
    {
      "verse": 3,
      "text": "Καὶ πᾶν κατάθεμα οὐκ ἔσται ἐκεῖ, καὶ ὁ θρόνος τοῦ Θεοῦ καὶ τοῦ Ἀρνίου ἐν αὐτῇ ἔσται, καὶ οἱ δοῦλοι αὐτοῦ λατρεύσουσιν αὐτῷ."
    },
    {
      "verse": 4,
      "text": "Καὶ ὄψονται τὸ πρόσωπον αὐτοῦ, καὶ τὸ ὄνομα αὐτοῦ ἐπὶ τῶν μετώπων αὐτῶν."
    },
    {
      "verse": 5,
      "text": "Καὶ νὺξ οὐκ ἔσται ἐκεῖ καὶ χρείαν οὐκ ἔχουσιν λύχνου καὶ φωτὸς ἡλίου, ὅτι Κύριος ὁ Θεὸς φωτιεῖ αὐτούς. Καὶ βασιλεύσουσιν εἰς τοὺς αἰῶνας τῶν αἰώνων. Conclusion"
    },
    {
      "verse": 6,
      "text": "Καὶ λέγει μοι· «Οὗτοι οἱ λόγοι πιστοὶ καὶ ἀληθινοί. Καὶ Κύριος ὁ Θεὸς τῶν πνευμάτων τῶν προφητῶν ἀπέστειλεν τὸν ἄγγελον αὐτοῦ δεῖξαι τοῖς δούλοις αὐτοῦ ἃ δεῖ γενέσθαι ἐν τάχει."
    },
    {
      "verse": 7,
      "text": "Ἰδού, ἔρχομαι ταχύ. Μακάριος ὁ τηρῶν τοὺς λόγους τῆς προφητείας τοῦ βιβλίου τούτου.»"
    },
    {
      "verse": 8,
      "text": "Κἀγὼ Ἰωάννης, ὁ ἀκούων καὶ βλέπων ταῦτα, καὶ ὅτε ἤκουσα καὶ ἔβλεψα, ἔπεσον προσκυνῆσαι ἔμπροσθεν τῶν ποδῶν τοῦ ἀγγέλου τοῦ δεικνύντος μοι ταῦτα."
    },
    {
      "verse": 9,
      "text": "Καὶ λέγει μοι· «Ὅρα μή· σύνδουλός σού εἰμι καὶ τῶν ἀδελφῶν σου τῶν προφητῶν, τῶν τηρούντων τοὺς λόγους τοῦ βιβλίου τούτου. Τῷ Θεῷ προσκύνησον.»"
    },
    {
      "verse": 10,
      "text": "Καὶ λέγει μοι· «Μὴ σφραγίσῃς τοὺς λόγους τῆς προφητείας τοῦ βιβλίου τούτου, ὅτι ὁ καιρὸς ἐγγύς ἐστιν."
    },
    {
      "verse": 11,
      "text": "Ὁ ἀδικῶν ἀδικησάτω ἔτι, καὶ ὁ ῥυπαρὸς ῥυπαρευθήτω ἔτι, καὶ ὁ δίκαιος δικαιοσύνην ποιησάτω ἔτι, καὶ ὁ ἅγιος ἁγιασθήτω ἔτι.» Jesus’ final word"
    },
    {
      "verse": 12,
      "text": "«Ἰδού, ἔρχομαι ταχύ, καὶ ὁ μισθός μου μετ᾿ ἐμοῦ, ἀποδοῦναι ἑκάστῳ ὡς τὸ ἔργον ἔσται αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Ἐγὼ τὸ Ἄλφα καὶ τὸ Ὦ, Ἀρχὴ καὶ Τέλος, ὁ Πρῶτος καὶ ὁ Ἔσχατος.»"
    },
    {
      "verse": 14,
      "text": "(Μακάριοι οἱ ποιοῦντες τὰς ἐντολὰς αὐτοῦ, ἵνα ἔσται ἡ ἐξουσία αὐτῶν ἐπὶ τὸ ξύλον τῆς ζωῆς, καὶ τοῖς πυλῶσιν εἰσέλθωσιν εἰς τὴν πόλιν."
    },
    {
      "verse": 15,
      "text": "Ἔξω οἱ κύνες καὶ οἱ φαρμακοὶ καὶ οἱ πόρνοι καὶ οἱ φονεῖς καὶ οἱ εἰδωλολάτραι, καὶ πᾶς φιλῶν καὶ ποιῶν ψεῦδος.)"
    },
    {
      "verse": 16,
      "text": "«Ἐγὼ Ἰησοῦς, ἔπεμψα τὸν ἄγγελόν μου μαρτυρῆσαι ὑμῖν ταῦτα ἐπὶ ταῖς ἐκκλησίαις. Ἐγώ εἰμι ἡ Ῥίζα καὶ τὸ Γένος Δαυίδ, ὁ Ἀστὴρ ὁ λαμπρὸς ὁ πρωϊνός."
    },
    {
      "verse": 17,
      "text": "Καὶ τὸ Πνεῦμα καὶ ἡ νύμφη λέγουσιν, ‹Ἔρχου.› Καὶ ὁ ἀκούων εἰπάτω, ‹Ἔρχου.› Καὶ ὁ διψῶν ἐρχέσθω. Ὁ θέλων, λαβέτω ὕδωρ ζωῆς δωρεάν. A serious warning"
    },
    {
      "verse": 18,
      "text": "»Μαρτυρῶ ἐγὼ παντὶ ἀκούοντι τοὺς λόγους τῆς προφητείας τοῦ βιβλίου τούτου· Ἐάν τις ἐπιθῇ ἐπ᾿ αὐτά, ἐπιθήσαι ἐπ᾿ αὐτὸν ὁ Θεὸς τὰς ἑπτὰ πληγὰς τὰς γεγραμμένας ἐν τῷ βιβλίῳ τούτῳ·"
    },
    {
      "verse": 19,
      "text": "καὶ ἐάν τις ἀφέλῃ ἀπὸ τῶν λόγων τοῦ βιβλίου τῆς προφητείας ταύτης, ἀφέλοι ὁ Θεὸς τὸ μέρος αὐτοῦ ἀπὸ τοῦ ξύλου τῆς ζωῆς καὶ ἐκ τῆς πόλεως τῆς ἁγίας, τῶν γεγραμμένων ἐν τῷ βιβλίῳ τούτῳ.» John signs off"
    },
    {
      "verse": 20,
      "text": "Λέγει ὁ μαρτυρῶν ταῦτα, «Ναί, ἔρχομαι ταχύ.» Ἀμήν. Ναί, ἔρχου, Κύριε Ἰησοῦ."
    },
    {
      "verse": 21,
      "text": "Ἡ χάρις τοῦ Κυρίου Ἰησοῦ Χριστοῦ μετὰ πάντων τῶν ἁγίων. Ἀμήν.,"
    }
  ]
}