{
  "book_id": "2CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀρχόμεθα πάλιν ἑαυτοὺς ⸀συνιστάνειν ⸀ἢμὴ χρῄζομεν ὥς τινες συστατικῶν ἐπιστολῶν πρὸς ὑμᾶς ἢ ἐξ ⸀ὑμῶν"
    },
    {
      "verse": 2,
      "text": "ἡ ἐπιστολὴ ἡμῶν ὑμεῖς ἐστε, ἐγγεγραμμένη ἐν ταῖς καρδίαις ἡμῶν, γινωσκομένη καὶ ἀναγινωσκομένη ὑπὸ πάντων ἀνθρώπων·"
    },
    {
      "verse": 3,
      "text": "φανερούμενοι ὅτι ἐστὲ ἐπιστολὴ Χριστοῦ διακονηθεῖσα ὑφʼ ἡμῶν, ἐγγεγραμμένη οὐ μέλανι ἀλλὰ πνεύματι θεοῦ ζῶντος, οὐκ ἐν πλαξὶν λιθίναις ἀλλʼ ἐν πλαξὶν καρδίαις σαρκίναις."
    },
    {
      "verse": 4,
      "text": "Πεποίθησιν δὲ τοιαύτην ἔχομεν διὰ τοῦ Χριστοῦ πρὸς τὸν θεόν."
    },
    {
      "verse": 5,
      "text": "οὐχ ὅτι ⸂ἀφʼ ἑαυτῶν ἱκανοί ἐσμεν λογίσασθαί τι ὡς ἐξ ⸀αὑτῶν ἀλλʼ ἡ ἱκανότης ἡμῶν ἐκ τοῦ θεοῦ,"
    },
    {
      "verse": 6,
      "text": "ὃς καὶ ἱκάνωσεν ἡμᾶς διακόνους καινῆς διαθήκης, οὐ γράμματος ἀλλὰ πνεύματος, τὸ γὰρ γράμμα ἀποκτέννει, τὸ δὲ πνεῦμα ζῳοποιεῖ."
    },
    {
      "verse": 7,
      "text": "Εἰ δὲ ἡ διακονία τοῦ θανάτου ἐν ⸀γράμμασιν⸀ἐντετυπωμένηλίθοις ἐγενήθη ἐν δόξῃ, ὥστε μὴ δύνασθαι ἀτενίσαι τοὺς υἱοὺς Ἰσραὴλ εἰς τὸ πρόσωπον Μωϋσέως διὰ τὴν δόξαν τοῦ προσώπου αὐτοῦ τὴν καταργουμένην,"
    },
    {
      "verse": 8,
      "text": "πῶς οὐχὶ μᾶλλον ἡ διακονία τοῦ πνεύματος ἔσται ἐν δόξῃ;"
    },
    {
      "verse": 9,
      "text": "εἰ γὰρ ⸂τῇ διακονίᾳ τῆς κατακρίσεως δόξα, πολλῷ μᾶλλον περισσεύει ἡ διακονία τῆς ⸀δικαιοσύνηςδόξῃ."
    },
    {
      "verse": 10,
      "text": "καὶ γὰρ οὐ δεδόξασται τὸ δεδοξασμένον ἐν τούτῳ τῷ μέρει ⸀εἵνεκεντῆς ὑπερβαλλούσης δόξης·"
    },
    {
      "verse": 11,
      "text": "εἰ γὰρ τὸ καταργούμενον διὰ δόξης, πολλῷ μᾶλλον τὸ μένον ἐν δόξῃ."
    },
    {
      "verse": 12,
      "text": "Ἔχοντες οὖν τοιαύτην ἐλπίδα πολλῇ παρρησίᾳ χρώμεθα,"
    },
    {
      "verse": 13,
      "text": "καὶ οὐ καθάπερ Μωϋσῆς ἐτίθει κάλυμμα ἐπὶ τὸ πρόσωπον ⸀αὐτοῦ πρὸς τὸ μὴ ἀτενίσαι τοὺς υἱοὺς Ἰσραὴλ εἰς τὸ τέλος τοῦ καταργουμένου."
    },
    {
      "verse": 14,
      "text": "ἀλλὰ ἐπωρώθη τὰ νοήματα αὐτῶν. ἄχρι γὰρ τῆς σήμερον ⸀ἡμέραςτὸ αὐτὸ κάλυμμα ἐπὶ τῇ ἀναγνώσει τῆς παλαιᾶς διαθήκης μένει μὴ ἀνακαλυπτόμενον, ⸀ὅτιἐν Χριστῷ καταργεῖται,"
    },
    {
      "verse": 15,
      "text": "ἀλλʼ ἕως σήμερον ἡνίκα ⸂ἂν ἀναγινώσκηται Μωϋσῆς κάλυμμα ἐπὶ τὴν καρδίαν αὐτῶν κεῖται·"
    },
    {
      "verse": 16,
      "text": "ἡνίκα ⸂δὲ ἐὰν ἐπιστρέψῃ πρὸς κύριον, περιαιρεῖται τὸ κάλυμμα."
    },
    {
      "verse": 17,
      "text": "ὁ δὲ κύριος τὸ πνεῦμά ἐστιν· οὗ δὲ τὸ πνεῦμα ⸀κυρίου ἐλευθερία."
    },
    {
      "verse": 18,
      "text": "ἡμεῖς δὲ πάντες ἀνακεκαλυμμένῳ προσώπῳ τὴν δόξαν κυρίου κατοπτριζόμενοι τὴν αὐτὴν εἰκόνα μεταμορφούμεθα ἀπὸ δόξης εἰς δόξαν, καθάπερ ἀπὸ κυρίου πνεύματος."
    }
  ]
}