{
  "book_id": "EXO",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "וילך איש מבית לוי ויקח את בת לוי׃"
    },
    {
      "verse": 2,
      "text": "ותהר האשה ותלד בן ותרא אתו כי טוב הוא ותצפנהו שלשה ירחים׃"
    },
    {
      "verse": 3,
      "text": "ולא יכלה עוד הצפינו ותקח לו תבת גמא ותחמרה בחמר ובזפת ותשם בה את הילד ותשם בסוף על שפת היאר׃"
    },
    {
      "verse": 4,
      "text": "ותתצב אחתו מרחק לדעה מה יעשה לו׃"
    },
    {
      "verse": 5,
      "text": "ותרד בת פרעה לרחץ על היאר ונערתיה הלכת על יד היאר ותרא את התבה בתוך הסוף ותשלח את אמתה ותקחה׃"
    },
    {
      "verse": 6,
      "text": "ותפתח ותראהו את הילד והנה נער בכה ותחמל עליו ותאמר מילדי העברים זה׃"
    },
    {
      "verse": 7,
      "text": "ותאמר אחתו אל בת פרעה האלך וקראתי לך אשה מינקת מן העברית ותינק לך את הילד׃"
    },
    {
      "verse": 8,
      "text": "ותאמר לה בת פרעה לכי ותלך העלמה ותקרא את אם הילד׃"
    },
    {
      "verse": 9,
      "text": "ותאמר לה בת פרעה היליכי את הילד הזה והינקהו לי ואני אתן את שכרך ותקח האשה הילד ותניקהו׃"
    },
    {
      "verse": 10,
      "text": "ויגדל הילד ותבאהו לבת פרעה ויהי לה לבן ותקרא שמו משה ותאמר כי מן המים משיתהו׃"
    },
    {
      "verse": 11,
      "text": "ויהי בימים ההם ויגדל משה ויצא אל אחיו וירא בסבלתם וירא איש מצרי מכה איש עברי מאחיו׃"
    },
    {
      "verse": 12,
      "text": "ויפן כה וכה וירא כי אין איש ויך את המצרי ויטמנהו בחול׃"
    },
    {
      "verse": 13,
      "text": "ויצא ביום השני והנה שני אנשים עברים נצים ויאמר לרשע למה תכה רעך׃"
    },
    {
      "verse": 14,
      "text": "ויאמר מי שמך לאיש שר ושפט עלינו הלהרגני אתה אמר כאשר הרגת את המצרי ויירא משה ויאמר אכן נודע הדבר׃"
    },
    {
      "verse": 15,
      "text": "וישמע פרעה את הדבר הזה ויבקש להרג את משה ויברח משה מפני פרעה וישב בארץ מדין וישב על הבאר׃"
    },
    {
      "verse": 16,
      "text": "ולכהן מדין שבע בנות ותבאנה ותדלנה ותמלאנה את הרהטים להשקות צאן אביהן׃"
    },
    {
      "verse": 17,
      "text": "ויבאו הרעים ויגרשום ויקם משה ויושען וישק את צאנם׃"
    },
    {
      "verse": 18,
      "text": "ותבאנה אל רעואל אביהן ויאמר מדוע מהרתן בא היום׃"
    },
    {
      "verse": 19,
      "text": "ותאמרן איש מצרי הצילנו מיד הרעים וגם דלה דלה לנו וישק את הצאן׃"
    },
    {
      "verse": 20,
      "text": "ויאמר אל בנתיו ואיו למה זה עזבתן את האיש קראן לו ויאכל לחם׃"
    },
    {
      "verse": 21,
      "text": "ויואל משה לשבת את האיש ויתן את צפרה בתו למשה׃"
    },
    {
      "verse": 22,
      "text": "ותלד בן ויקרא את שמו גרשם כי אמר גר הייתי בארץ נכריה׃"
    },
    {
      "verse": 23,
      "text": "ויהי בימים הרבים ההם וימת מלך מצרים ויאנחו בני ישראל מן העבדה ויזעקו ותעל שועתם אל האלהים מן העבדה׃"
    },
    {
      "verse": 24,
      "text": "וישמע אלהים את נאקתם ויזכר אלהים את בריתו את אברהם את יצחק ואת יעקב׃"
    },
    {
      "verse": 25,
      "text": "וירא אלהים את בני ישראל וידע אלהים׃"
    }
  ]
}