{
  "book_id": "EXO",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "ויאמר יהוה אל משה עתה תראה אשר אעשה לפרעה כי ביד חזקה ישלחם וביד חזקה יגרשם מארצו׃"
    },
    {
      "verse": 2,
      "text": "וידבר אלהים אל משה ויאמר אליו אני יהוה׃"
    },
    {
      "verse": 3,
      "text": "וארא אל אברהם אל יצחק ואל יעקב באל שדי ושמי יהוה לא נודעתי להם׃"
    },
    {
      "verse": 4,
      "text": "וגם הקמתי את בריתי אתם לתת להם את ארץ כנען את ארץ מגריהם אשר גרו בה׃"
    },
    {
      "verse": 5,
      "text": "וגם אני שמעתי את נאקת בני ישראל אשר מצרים מעבדים אתם ואזכר את בריתי׃"
    },
    {
      "verse": 6,
      "text": "לכן אמר לבני ישראל אני יהוה והוצאתי אתכם מתחת סבלת מצרים והצלתי אתכם מעבדתם וגאלתי אתכם בזרוע נטויה ובשפטים גדלים׃"
    },
    {
      "verse": 7,
      "text": "ולקחתי אתכם לי לעם והייתי לכם לאלהים וידעתם כי אני יהוה אלהיכם המוציא אתכם מתחת סבלות מצרים׃"
    },
    {
      "verse": 8,
      "text": "והבאתי אתכם אל הארץ אשר נשאתי את ידי לתת אתה לאברהם ליצחק וליעקב ונתתי אתה לכם מורשה אני יהוה׃"
    },
    {
      "verse": 9,
      "text": "וידבר משה כן אל בני ישראל ולא שמעו אל משה מקצר רוח ומעבדה קשה׃"
    },
    {
      "verse": 10,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 11,
      "text": "בא דבר אל פרעה מלך מצרים וישלח את בני ישראל מארצו׃"
    },
    {
      "verse": 12,
      "text": "וידבר משה לפני יהוה לאמר הן בני ישראל לא שמעו אלי ואיך ישמעני פרעה ואני ערל שפתים׃"
    },
    {
      "verse": 13,
      "text": "וידבר יהוה אל משה ואל אהרן ויצום אל בני ישראל ואל פרעה מלך מצרים להוציא את בני ישראל מארץ מצרים׃"
    },
    {
      "verse": 14,
      "text": "אלה ראשי בית אבתם בני ראובן בכר ישראל חנוך ופלוא חצרון וכרמי אלה משפחת ראובן׃"
    },
    {
      "verse": 15,
      "text": "ובני שמעון ימואל וימין ואהד ויכין וצחר ושאול בן הכנענית אלה משפחת שמעון׃"
    },
    {
      "verse": 16,
      "text": "ואלה שמות בני לוי לתלדתם גרשון וקהת ומררי ושני חיי לוי שבע ושלשים ומאת שנה׃"
    },
    {
      "verse": 17,
      "text": "בני גרשון לבני ושמעי למשפחתם׃"
    },
    {
      "verse": 18,
      "text": "ובני קהת עמרם ויצהר וחברון ועזיאל ושני חיי קהת שלש ושלשים ומאת שנה׃"
    },
    {
      "verse": 19,
      "text": "ובני מררי מחלי ומושי אלה משפחת הלוי לתלדתם׃"
    },
    {
      "verse": 20,
      "text": "ויקח עמרם את יוכבד דדתו לו לאשה ותלד לו את אהרן ואת משה ושני חיי עמרם שבע ושלשים ומאת שנה׃"
    },
    {
      "verse": 21,
      "text": "ובני יצהר קרח ונפג וזכרי׃"
    },
    {
      "verse": 22,
      "text": "ובני עזיאל מישאל ואלצפן וסתרי׃"
    },
    {
      "verse": 23,
      "text": "ויקח אהרן את אלישבע בת עמינדב אחות נחשון לו לאשה ותלד לו את נדב ואת אביהוא את אלעזר ואת איתמר׃"
    },
    {
      "verse": 24,
      "text": "ובני קרח אסיר ואלקנה ואביאסף אלה משפחת הקרחי׃"
    },
    {
      "verse": 25,
      "text": "ואלעזר בן אהרן לקח לו מבנות פוטיאל לו לאשה ותלד לו את פינחס אלה ראשי אבות הלוים למשפחתם׃"
    },
    {
      "verse": 26,
      "text": "הוא אהרן ומשה אשר אמר יהוה להם הוציאו את בני ישראל מארץ מצרים על צבאתם׃"
    },
    {
      "verse": 27,
      "text": "הם המדברים אל פרעה מלך מצרים להוציא את בני ישראל ממצרים הוא משה ואהרן׃"
    },
    {
      "verse": 28,
      "text": "ויהי ביום דבר יהוה אל משה בארץ מצרים׃"
    },
    {
      "verse": 29,
      "text": "וידבר יהוה אל משה לאמר אני יהוה דבר אל פרעה מלך מצרים את כל אשר אני דבר אליך׃"
    },
    {
      "verse": 30,
      "text": "ויאמר משה לפני יהוה הן אני ערל שפתים ואיך ישמע אלי פרעה׃"
    }
  ]
}