{
  "book_id": "EXO",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "ואלה המשפטים אשר תשים לפניהם׃"
    },
    {
      "verse": 2,
      "text": "כי תקנה עבד עברי שש שנים יעבד ובשבעת יצא לחפשי חנם׃"
    },
    {
      "verse": 3,
      "text": "אם בגפו יבא בגפו יצא אם בעל אשה הוא ויצאה אשתו עמו׃"
    },
    {
      "verse": 4,
      "text": "אם אדניו יתן לו אשה וילדה לו בנים או בנות האשה וילדיה תהיה לאדניה והוא יצא בגפו׃"
    },
    {
      "verse": 5,
      "text": "ואם אמר יאמר העבד אהבתי את אדני את אשתי ואת בני לא אצא חפשי׃"
    },
    {
      "verse": 6,
      "text": "והגישו אדניו אל האלהים והגישו אל הדלת או אל המזוזה ורצע אדניו את אזנו במרצע ועבדו לעלם׃"
    },
    {
      "verse": 7,
      "text": "וכי ימכר איש את בתו לאמה לא תצא כצאת העבדים׃"
    },
    {
      "verse": 8,
      "text": "אם רעה בעיני אדניה אשר לא יעדה והפדה לעם נכרי לא ימשל למכרה בבגדו בה׃"
    },
    {
      "verse": 9,
      "text": "ואם לבנו ייעדנה כמשפט הבנות יעשה לה׃"
    },
    {
      "verse": 10,
      "text": "אם אחרת יקח לו שארה כסותה וענתה לא יגרע׃"
    },
    {
      "verse": 11,
      "text": "ואם שלש אלה לא יעשה לה ויצאה חנם אין כסף׃"
    },
    {
      "verse": 12,
      "text": "מכה איש ומת מות יומת׃"
    },
    {
      "verse": 13,
      "text": "ואשר לא צדה והאלהים אנה לידו ושמתי לך מקום אשר ינוס שמה׃"
    },
    {
      "verse": 14,
      "text": "וכי יזד איש על רעהו להרגו בערמה מעם מזבחי תקחנו למות׃"
    },
    {
      "verse": 15,
      "text": "ומכה אביו ואמו מות יומת׃"
    },
    {
      "verse": 16,
      "text": "וגנב איש ומכרו ונמצא בידו מות יומת׃"
    },
    {
      "verse": 17,
      "text": "ומקלל אביו ואמו מות יומת׃"
    },
    {
      "verse": 18,
      "text": "וכי יריבן אנשים והכה איש את רעהו באבן או באגרף ולא ימות ונפל למשכב׃"
    },
    {
      "verse": 19,
      "text": "אם יקום והתהלך בחוץ על משענתו ונקה המכה רק שבתו יתן ורפא ירפא׃"
    },
    {
      "verse": 20,
      "text": "וכי יכה איש את עבדו או את אמתו בשבט ומת תחת ידו נקם ינקם׃"
    },
    {
      "verse": 21,
      "text": "אך אם יום או יומים יעמד לא יקם כי כספו הוא׃"
    },
    {
      "verse": 22,
      "text": "וכי ינצו אנשים ונגפו אשה הרה ויצאו ילדיה ולא יהיה אסון ענוש יענש כאשר ישית עליו בעל האשה ונתן בפללים׃"
    },
    {
      "verse": 23,
      "text": "ואם אסון יהיה ונתתה נפש תחת נפש׃"
    },
    {
      "verse": 24,
      "text": "עין תחת עין שן תחת שן יד תחת יד רגל תחת רגל׃"
    },
    {
      "verse": 25,
      "text": "כויה תחת כויה פצע תחת פצע חבורה תחת חבורה׃"
    },
    {
      "verse": 26,
      "text": "וכי יכה איש את עין עבדו או את עין אמתו ושחתה לחפשי ישלחנו תחת עינו׃"
    },
    {
      "verse": 27,
      "text": "ואם שן עבדו או שן אמתו יפיל לחפשי ישלחנו תחת שנו׃"
    },
    {
      "verse": 28,
      "text": "וכי יגח שור את איש או את אשה ומת סקול יסקל השור ולא יאכל את בשרו ובעל השור נקי׃"
    },
    {
      "verse": 29,
      "text": "ואם שור נגח הוא מתמל שלשם והועד בבעליו ולא ישמרנו והמית איש או אשה השור יסקל וגם בעליו יומת׃"
    },
    {
      "verse": 30,
      "text": "אם כפר יושת עליו ונתן פדין נפשו ככל אשר יושת עליו׃"
    },
    {
      "verse": 31,
      "text": "או בן יגח או בת יגח כמשפט הזה יעשה לו׃"
    },
    {
      "verse": 32,
      "text": "אם עבד יגח השור או אמה כסף שלשים שקלים יתן לאדניו והשור יסקל׃"
    },
    {
      "verse": 33,
      "text": "וכי יפתח איש בור או כי יכרה איש בר ולא יכסנו ונפל שמה שור או חמור׃"
    },
    {
      "verse": 34,
      "text": "בעל הבור ישלם כסף ישיב לבעליו והמת יהיה לו׃"
    },
    {
      "verse": 35,
      "text": "וכי יגף שור איש את שור רעהו ומת ומכרו את השור החי וחצו את כספו וגם את המת יחצון׃"
    },
    {
      "verse": 36,
      "text": "או נודע כי שור נגח הוא מתמול שלשם ולא ישמרנו בעליו שלם ישלם שור תחת השור והמת יהיה לו׃"
    }
  ]
}