{
  "book_id": "EXO",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "לא תשא שמע שוא אל תשת ידך עם רשע להית עד חמס׃"
    },
    {
      "verse": 2,
      "text": "לא תהיה אחרי רבים לרעת ולא תענה על רב לנטת אחרי רבים להטת׃"
    },
    {
      "verse": 3,
      "text": "ודל לא תהדר בריבו׃"
    },
    {
      "verse": 4,
      "text": "כי תפגע שור איבך או חמרו תעה השב תשיבנו לו׃"
    },
    {
      "verse": 5,
      "text": "כי תראה חמור שנאך רבץ תחת משאו וחדלת מעזב לו עזב תעזב עמו׃"
    },
    {
      "verse": 6,
      "text": "לא תטה משפט אבינך בריבו׃"
    },
    {
      "verse": 7,
      "text": "מדבר שקר תרחק ונקי וצדיק אל תהרג כי לא אצדיק רשע׃"
    },
    {
      "verse": 8,
      "text": "ושחד לא תקח כי השחד יעור פקחים ויסלף דברי צדיקים׃"
    },
    {
      "verse": 9,
      "text": "וגר לא תלחץ ואתם ידעתם את נפש הגר כי גרים הייתם בארץ מצרים׃"
    },
    {
      "verse": 10,
      "text": "ושש שנים תזרע את ארצך ואספת את תבואתה׃"
    },
    {
      "verse": 11,
      "text": "והשביעת תשמטנה ונטשתה ואכלו אביני עמך ויתרם תאכל חית השדה כן תעשה לכרמך לזיתך׃"
    },
    {
      "verse": 12,
      "text": "ששת ימים תעשה מעשיך וביום השביעי תשבת למען ינוח שורך וחמרך וינפש בן אמתך והגר׃"
    },
    {
      "verse": 13,
      "text": "ובכל אשר אמרתי אליכם תשמרו ושם אלהים אחרים לא תזכירו לא ישמע על פיך׃"
    },
    {
      "verse": 14,
      "text": "שלש רגלים תחג לי בשנה׃"
    },
    {
      "verse": 15,
      "text": "את חג המצות תשמר שבעת ימים תאכל מצות כאשר צויתך למועד חדש האביב כי בו יצאת ממצרים ולא יראו פני ריקם׃"
    },
    {
      "verse": 16,
      "text": "וחג הקציר בכורי מעשיך אשר תזרע בשדה וחג האסף בצאת השנה באספך את מעשיך מן השדה׃"
    },
    {
      "verse": 17,
      "text": "שלש פעמים בשנה יראה כל זכורך אל פני האדן יהוה׃"
    },
    {
      "verse": 18,
      "text": "לא תזבח על חמץ דם זבחי ולא ילין חלב חגי עד בקר׃"
    },
    {
      "verse": 19,
      "text": "ראשית בכורי אדמתך תביא בית יהוה אלהיך לא תבשל גדי בחלב אמו׃"
    },
    {
      "verse": 20,
      "text": "הנה אנכי שלח מלאך לפניך לשמרך בדרך ולהביאך אל המקום אשר הכנתי׃"
    },
    {
      "verse": 21,
      "text": "השמר מפניו ושמע בקלו אל תמר בו כי לא ישא לפשעכם כי שמי בקרבו׃"
    },
    {
      "verse": 22,
      "text": "כי אם שמע תשמע בקלו ועשית כל אשר אדבר ואיבתי את איביך וצרתי את צרריך׃"
    },
    {
      "verse": 23,
      "text": "כי ילך מלאכי לפניך והביאך אל האמרי והחתי והפרזי והכנעני החוי והיבוסי והכחדתיו׃"
    },
    {
      "verse": 24,
      "text": "לא תשתחוה לאלהיהם ולא תעבדם ולא תעשה כמעשיהם כי הרס תהרסם ושבר תשבר מצבתיהם׃"
    },
    {
      "verse": 25,
      "text": "ועבדתם את יהוה אלהיכם וברך את לחמך ואת מימיך והסרתי מחלה מקרבך׃"
    },
    {
      "verse": 26,
      "text": "לא תהיה משכלה ועקרה בארצך את מספר ימיך אמלא׃"
    },
    {
      "verse": 27,
      "text": "את אימתי אשלח לפניך והמתי את כל העם אשר תבא בהם ונתתי את כל איביך אליך ערף׃"
    },
    {
      "verse": 28,
      "text": "ושלחתי את הצרעה לפניך וגרשה את החוי את הכנעני ואת החתי מלפניך׃"
    },
    {
      "verse": 29,
      "text": "לא אגרשנו מפניך בשנה אחת פן תהיה הארץ שממה ורבה עליך חית השדה׃"
    },
    {
      "verse": 30,
      "text": "מעט מעט אגרשנו מפניך עד אשר תפרה ונחלת את הארץ׃"
    },
    {
      "verse": 31,
      "text": "ושתי את גבלך מים סוף ועד ים פלשתים וממדבר עד הנהר כי אתן בידכם את ישבי הארץ וגרשתמו מפניך׃"
    },
    {
      "verse": 32,
      "text": "לא תכרת להם ולאלהיהם ברית׃"
    },
    {
      "verse": 33,
      "text": "לא ישבו בארצך פן יחטיאו אתך לי כי תעבד את אלהיהם כי יהיה לך למוקש׃"
    }
  ]
}