{
  "book_id": "EXO",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "ועשית את המזבח עצי שטים חמש אמות ארך וחמש אמות רחב רבוע יהיה המזבח ושלש אמות קמתו׃"
    },
    {
      "verse": 2,
      "text": "ועשית קרנתיו על ארבע פנתיו ממנו תהיין קרנתיו וצפית אתו נחשת׃"
    },
    {
      "verse": 3,
      "text": "ועשית סירתיו לדשנו ויעיו ומזרקתיו ומזלגתיו ומחתתיו לכל כליו תעשה נחשת׃"
    },
    {
      "verse": 4,
      "text": "ועשית לו מכבר מעשה רשת נחשת ועשית על הרשת ארבע טבעת נחשת על ארבע קצותיו׃"
    },
    {
      "verse": 5,
      "text": "ונתתה אתה תחת כרכב המזבח מלמטה והיתה הרשת עד חצי המזבח׃"
    },
    {
      "verse": 6,
      "text": "ועשית בדים למזבח בדי עצי שטים וצפית אתם נחשת׃"
    },
    {
      "verse": 7,
      "text": "והובא את בדיו בטבעת והיו הבדים על שתי צלעת המזבח בשאת אתו׃"
    },
    {
      "verse": 8,
      "text": "נבוב לחת תעשה אתו כאשר הראה אתך בהר כן יעשו׃"
    },
    {
      "verse": 9,
      "text": "ועשית את חצר המשכן לפאת נגב תימנה קלעים לחצר שש משזר מאה באמה ארך לפאה האחת׃"
    },
    {
      "verse": 10,
      "text": "ועמדיו עשרים ואדניהם עשרים נחשת ווי העמדים וחשקיהם כסף׃"
    },
    {
      "verse": 11,
      "text": "וכן לפאת צפון בארך קלעים מאה ארך ועמדו עשרים ואדניהם עשרים נחשת ווי העמדים וחשקיהם כסף׃"
    },
    {
      "verse": 12,
      "text": "ורחב החצר לפאת ים קלעים חמשים אמה עמדיהם עשרה ואדניהם עשרה׃"
    },
    {
      "verse": 13,
      "text": "ורחב החצר לפאת קדמה מזרחה חמשים אמה׃"
    },
    {
      "verse": 14,
      "text": "וחמש עשרה אמה קלעים לכתף עמדיהם שלשה ואדניהם שלשה׃"
    },
    {
      "verse": 15,
      "text": "ולכתף השנית חמש עשרה קלעים עמדיהם שלשה ואדניהם שלשה׃"
    },
    {
      "verse": 16,
      "text": "ולשער החצר מסך עשרים אמה תכלת וארגמן ותולעת שני ושש משזר מעשה רקם עמדיהם ארבעה ואדניהם ארבעה׃"
    },
    {
      "verse": 17,
      "text": "כל עמודי החצר סביב מחשקים כסף וויהם כסף ואדניהם נחשת׃"
    },
    {
      "verse": 18,
      "text": "ארך החצר מאה באמה ורחב חמשים בחמשים וקמה חמש אמות שש משזר ואדניהם נחשת׃"
    },
    {
      "verse": 19,
      "text": "לכל כלי המשכן בכל עבדתו וכל יתדתיו וכל יתדת החצר נחשת׃"
    },
    {
      "verse": 20,
      "text": "ואתה תצוה את בני ישראל ויקחו אליך שמן זית זך כתית למאור להעלת נר תמיד׃"
    },
    {
      "verse": 21,
      "text": "באהל מועד מחוץ לפרכת אשר על העדת יערך אתו אהרן ובניו מערב עד בקר לפני יהוה חקת עולם לדרתם מאת בני ישראל׃"
    }
  ]
}