{
  "book_id": "EXO",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "ואתה הקרב אליך את אהרן אחיך ואת בניו אתו מתוך בני ישראל לכהנו לי אהרן נדב ואביהוא אלעזר ואיתמר בני אהרן׃"
    },
    {
      "verse": 2,
      "text": "ועשית בגדי קדש לאהרן אחיך לכבוד ולתפארת׃"
    },
    {
      "verse": 3,
      "text": "ואתה תדבר אל כל חכמי לב אשר מלאתיו רוח חכמה ועשו את בגדי אהרן לקדשו לכהנו לי׃"
    },
    {
      "verse": 4,
      "text": "ואלה הבגדים אשר יעשו חשן ואפוד ומעיל וכתנת תשבץ מצנפת ואבנט ועשו בגדי קדש לאהרן אחיך ולבניו לכהנו לי׃"
    },
    {
      "verse": 5,
      "text": "והם יקחו את הזהב ואת התכלת ואת הארגמן ואת תולעת השני ואת השש׃"
    },
    {
      "verse": 6,
      "text": "ועשו את האפד זהב תכלת וארגמן תולעת שני ושש משזר מעשה חשב׃"
    },
    {
      "verse": 7,
      "text": "שתי כתפת חברת יהיה לו אל שני קצותיו וחבר׃"
    },
    {
      "verse": 8,
      "text": "וחשב אפדתו אשר עליו כמעשהו ממנו יהיה זהב תכלת וארגמן ותולעת שני ושש משזר׃"
    },
    {
      "verse": 9,
      "text": "ולקחת את שתי אבני שהם ופתחת עליהם שמות בני ישראל׃"
    },
    {
      "verse": 10,
      "text": "ששה משמתם על האבן האחת ואת שמות הששה הנותרים על האבן השנית כתולדתם׃"
    },
    {
      "verse": 11,
      "text": "מעשה חרש אבן פתוחי חתם תפתח את שתי האבנים על שמת בני ישראל מסבת משבצות זהב תעשה אתם׃"
    },
    {
      "verse": 12,
      "text": "ושמת את שתי האבנים על כתפת האפד אבני זכרן לבני ישראל ונשא אהרן את שמותם לפני יהוה על שתי כתפיו לזכרן׃"
    },
    {
      "verse": 13,
      "text": "ועשית משבצת זהב׃"
    },
    {
      "verse": 14,
      "text": "ושתי שרשרת זהב טהור מגבלת תעשה אתם מעשה עבת ונתתה את שרשרת העבתת על המשבצת׃"
    },
    {
      "verse": 15,
      "text": "ועשית חשן משפט מעשה חשב כמעשה אפד תעשנו זהב תכלת וארגמן ותולעת שני ושש משזר תעשה אתו׃"
    },
    {
      "verse": 16,
      "text": "רבוע יהיה כפול זרת ארכו וזרת רחבו׃"
    },
    {
      "verse": 17,
      "text": "ומלאת בו מלאת אבן ארבעה טורים אבן טור אדם פטדה וברקת הטור האחד׃"
    },
    {
      "verse": 18,
      "text": "והטור השני נפך ספיר ויהלם׃"
    },
    {
      "verse": 19,
      "text": "והטור השלישי לשם שבו ואחלמה׃"
    },
    {
      "verse": 20,
      "text": "והטור הרביעי תרשיש ושהם וישפה משבצים זהב יהיו במלואתם׃"
    },
    {
      "verse": 21,
      "text": "והאבנים תהיין על שמת בני ישראל שתים עשרה על שמתם פתוחי חותם איש על שמו תהיין לשני עשר שבט׃"
    },
    {
      "verse": 22,
      "text": "ועשית על החשן שרשת גבלת מעשה עבת זהב טהור׃"
    },
    {
      "verse": 23,
      "text": "ועשית על החשן שתי טבעות זהב ונתת את שתי הטבעות על שני קצות החשן׃"
    },
    {
      "verse": 24,
      "text": "ונתתה את שתי עבתת הזהב על שתי הטבעת אל קצות החשן׃"
    },
    {
      "verse": 25,
      "text": "ואת שתי קצות שתי העבתת תתן על שתי המשבצות ונתתה על כתפות האפד אל מול פניו׃"
    },
    {
      "verse": 26,
      "text": "ועשית שתי טבעות זהב ושמת אתם על שני קצות החשן על שפתו אשר אל עבר האפד ביתה׃"
    },
    {
      "verse": 27,
      "text": "ועשית שתי טבעות זהב ונתתה אתם על שתי כתפות האפוד מלמטה ממול פניו לעמת מחברתו ממעל לחשב האפוד׃"
    },
    {
      "verse": 28,
      "text": "וירכסו את החשן מטבעתו אל טבעת האפד בפתיל תכלת להיות על חשב האפוד ולא יזח החשן מעל האפוד׃"
    },
    {
      "verse": 29,
      "text": "ונשא אהרן את שמות בני ישראל בחשן המשפט על לבו בבאו אל הקדש לזכרן לפני יהוה תמיד׃"
    },
    {
      "verse": 30,
      "text": "ונתת אל חשן המשפט את האורים ואת התמים והיו על לב אהרן בבאו לפני יהוה ונשא אהרן את משפט בני ישראל על לבו לפני יהוה תמיד׃"
    },
    {
      "verse": 31,
      "text": "ועשית את מעיל האפוד כליל תכלת׃"
    },
    {
      "verse": 32,
      "text": "והיה פי ראשו בתוכו שפה יהיה לפיו סביב מעשה ארג כפי תחרא יהיה לו לא יקרע׃"
    },
    {
      "verse": 33,
      "text": "ועשית על שוליו רמני תכלת וארגמן ותולעת שני על שוליו סביב ופעמני זהב בתוכם סביב׃"
    },
    {
      "verse": 34,
      "text": "פעמן זהב ורמון פעמן זהב ורמון על שולי המעיל סביב׃"
    },
    {
      "verse": 35,
      "text": "והיה על אהרן לשרת ונשמע קולו בבאו אל הקדש לפני יהוה ובצאתו ולא ימות׃"
    },
    {
      "verse": 36,
      "text": "ועשית ציץ זהב טהור ופתחת עליו פתוחי חתם קדש ליהוה׃"
    },
    {
      "verse": 37,
      "text": "ושמת אתו על פתיל תכלת והיה על המצנפת אל מול פני המצנפת יהיה׃"
    },
    {
      "verse": 38,
      "text": "והיה על מצח אהרן ונשא אהרן את עון הקדשים אשר יקדישו בני ישראל לכל מתנת קדשיהם והיה על מצחו תמיד לרצון להם לפני יהוה׃"
    },
    {
      "verse": 39,
      "text": "ושבצת הכתנת שש ועשית מצנפת שש ואבנט תעשה מעשה רקם׃"
    },
    {
      "verse": 40,
      "text": "ולבני אהרן תעשה כתנת ועשית להם אבנטים ומגבעות תעשה להם לכבוד ולתפארת׃"
    },
    {
      "verse": 41,
      "text": "והלבשת אתם את אהרן אחיך ואת בניו אתו ומשחת אתם ומלאת את ידם וקדשת אתם וכהנו לי׃"
    },
    {
      "verse": 42,
      "text": "ועשה להם מכנסי בד לכסות בשר ערוה ממתנים ועד ירכים יהיו׃"
    },
    {
      "verse": 43,
      "text": "והיו על אהרן ועל בניו בבאם אל אהל מועד או בגשתם אל המזבח לשרת בקדש ולא ישאו עון ומתו חקת עולם לו ולזרעו אחריו׃"
    }
  ]
}