{
  "book_id": "EXO",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "ועשית מזבח מקטר קטרת עצי שטים תעשה אתו׃"
    },
    {
      "verse": 2,
      "text": "אמה ארכו ואמה רחבו רבוע יהיה ואמתים קמתו ממנו קרנתיו׃"
    },
    {
      "verse": 3,
      "text": "וצפית אתו זהב טהור את גגו ואת קירתיו סביב ואת קרנתיו ועשית לו זר זהב סביב׃"
    },
    {
      "verse": 4,
      "text": "ושתי טבעת זהב תעשה לו מתחת לזרו על שתי צלעתיו תעשה על שני צדיו והיה לבתים לבדים לשאת אתו בהמה׃"
    },
    {
      "verse": 5,
      "text": "ועשית את הבדים עצי שטים וצפית אתם זהב׃"
    },
    {
      "verse": 6,
      "text": "ונתתה אתו לפני הפרכת אשר על ארן העדת לפני הכפרת אשר על העדת אשר אועד לך שמה׃"
    },
    {
      "verse": 7,
      "text": "והקטיר עליו אהרן קטרת סמים בבקר בבקר בהיטיבו את הנרת יקטירנה׃"
    },
    {
      "verse": 8,
      "text": "ובהעלת אהרן את הנרת בין הערבים יקטירנה קטרת תמיד לפני יהוה לדרתיכם׃"
    },
    {
      "verse": 9,
      "text": "לא תעלו עליו קטרת זרה ועלה ומנחה ונסך לא תסכו עליו׃"
    },
    {
      "verse": 10,
      "text": "וכפר אהרן על קרנתיו אחת בשנה מדם חטאת הכפרים אחת בשנה יכפר עליו לדרתיכם קדש קדשים הוא ליהוה׃"
    },
    {
      "verse": 11,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 12,
      "text": "כי תשא את ראש בני ישראל לפקדיהם ונתנו איש כפר נפשו ליהוה בפקד אתם ולא יהיה בהם נגף בפקד אתם׃"
    },
    {
      "verse": 13,
      "text": "זה יתנו כל העבר על הפקדים מחצית השקל בשקל הקדש עשרים גרה השקל מחצית השקל תרומה ליהוה׃"
    },
    {
      "verse": 14,
      "text": "כל העבר על הפקדים מבן עשרים שנה ומעלה יתן תרומת יהוה׃"
    },
    {
      "verse": 15,
      "text": "העשיר לא ירבה והדל לא ימעיט ממחצית השקל לתת את תרומת יהוה לכפר על נפשתיכם׃"
    },
    {
      "verse": 16,
      "text": "ולקחת את כסף הכפרים מאת בני ישראל ונתת אתו על עבדת אהל מועד והיה לבני ישראל לזכרון לפני יהוה לכפר על נפשתיכם׃"
    },
    {
      "verse": 17,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 18,
      "text": "ועשית כיור נחשת וכנו נחשת לרחצה ונתת אתו בין אהל מועד ובין המזבח ונתת שמה מים׃"
    },
    {
      "verse": 19,
      "text": "ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם׃"
    },
    {
      "verse": 20,
      "text": "בבאם אל אהל מועד ירחצו מים ולא ימתו או בגשתם אל המזבח לשרת להקטיר אשה ליהוה׃"
    },
    {
      "verse": 21,
      "text": "ורחצו ידיהם ורגליהם ולא ימתו והיתה להם חק עולם לו ולזרעו לדרתם׃"
    },
    {
      "verse": 22,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 23,
      "text": "ואתה קח לך בשמים ראש מר דרור חמש מאות וקנמן בשם מחציתו חמשים ומאתים וקנה בשם חמשים ומאתים׃"
    },
    {
      "verse": 24,
      "text": "וקדה חמש מאות בשקל הקדש ושמן זית הין׃"
    },
    {
      "verse": 25,
      "text": "ועשית אתו שמן משחת קדש רקח מרקחת מעשה רקח שמן משחת קדש יהיה׃"
    },
    {
      "verse": 26,
      "text": "ומשחת בו את אהל מועד ואת ארון העדת׃"
    },
    {
      "verse": 27,
      "text": "ואת השלחן ואת כל כליו ואת המנרה ואת כליה ואת מזבח הקטרת׃"
    },
    {
      "verse": 28,
      "text": "ואת מזבח העלה ואת כל כליו ואת הכיר ואת כנו׃"
    },
    {
      "verse": 29,
      "text": "וקדשת אתם והיו קדש קדשים כל הנגע בהם יקדש׃"
    },
    {
      "verse": 30,
      "text": "ואת אהרן ואת בניו תמשח וקדשת אתם לכהן לי׃"
    },
    {
      "verse": 31,
      "text": "ואל בני ישראל תדבר לאמר שמן משחת קדש יהיה זה לי לדרתיכם׃"
    },
    {
      "verse": 32,
      "text": "על בשר אדם לא ייסך ובמתכנתו לא תעשו כמהו קדש הוא קדש יהיה לכם׃"
    },
    {
      "verse": 33,
      "text": "איש אשר ירקח כמהו ואשר יתן ממנו על זר ונכרת מעמיו׃"
    },
    {
      "verse": 34,
      "text": "ויאמר יהוה אל משה קח לך סמים נטף ושחלת וחלבנה סמים ולבנה זכה בד בבד יהיה׃"
    },
    {
      "verse": 35,
      "text": "ועשית אתה קטרת רקח מעשה רוקח ממלח טהור קדש׃"
    },
    {
      "verse": 36,
      "text": "ושחקת ממנה הדק ונתתה ממנה לפני העדת באהל מועד אשר אועד לך שמה קדש קדשים תהיה לכם׃"
    },
    {
      "verse": 37,
      "text": "והקטרת אשר תעשה במתכנתה לא תעשו לכם קדש תהיה לך ליהוה׃"
    },
    {
      "verse": 38,
      "text": "איש אשר יעשה כמוה להריח בה ונכרת מעמיו׃"
    }
  ]
}