{
  "book_id": "EXO",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לך עלה מזה אתה והעם אשר העלית מארץ מצרים אל הארץ אשר נשבעתי לאברהם ליצחק וליעקב לאמר לזרעך אתננה׃"
    },
    {
      "verse": 2,
      "text": "ושלחתי לפניך מלאך וגרשתי את הכנעני האמרי והחתי והפרזי החוי והיבוסי׃"
    },
    {
      "verse": 3,
      "text": "אל ארץ זבת חלב ודבש כי לא אעלה בקרבך כי עם קשה ערף אתה פן אכלך בדרך׃"
    },
    {
      "verse": 4,
      "text": "וישמע העם את הדבר הרע הזה ויתאבלו ולא שתו איש עדיו עליו׃"
    },
    {
      "verse": 5,
      "text": "ויאמר יהוה אל משה אמר אל בני ישראל אתם עם קשה ערף רגע אחד אעלה בקרבך וכליתיך ועתה הורד עדיך מעליך ואדעה מה אעשה לך׃"
    },
    {
      "verse": 6,
      "text": "ויתנצלו בני ישראל את עדים מהר חורב׃"
    },
    {
      "verse": 7,
      "text": "ומשה יקח את האהל ונטה לו מחוץ למחנה הרחק מן המחנה וקרא לו אהל מועד והיה כל מבקש יהוה יצא אל אהל מועד אשר מחוץ למחנה׃"
    },
    {
      "verse": 8,
      "text": "והיה כצאת משה אל האהל יקומו כל העם ונצבו איש פתח אהלו והביטו אחרי משה עד באו האהלה׃"
    },
    {
      "verse": 9,
      "text": "והיה כבא משה האהלה ירד עמוד הענן ועמד פתח האהל ודבר עם משה׃"
    },
    {
      "verse": 10,
      "text": "וראה כל העם את עמוד הענן עמד פתח האהל וקם כל העם והשתחוו איש פתח אהלו׃"
    },
    {
      "verse": 11,
      "text": "ודבר יהוה אל משה פנים אל פנים כאשר ידבר איש אל רעהו ושב אל המחנה ומשרתו יהושע בן נון נער לא ימיש מתוך האהל׃"
    },
    {
      "verse": 12,
      "text": "ויאמר משה אל יהוה ראה אתה אמר אלי העל את העם הזה ואתה לא הודעתני את אשר תשלח עמי ואתה אמרת ידעתיך בשם וגם מצאת חן בעיני׃"
    },
    {
      "verse": 13,
      "text": "ועתה אם נא מצאתי חן בעיניך הודעני נא את דרכך ואדעך למען אמצא חן בעיניך וראה כי עמך הגוי הזה׃"
    },
    {
      "verse": 14,
      "text": "ויאמר פני ילכו והנחתי לך׃"
    },
    {
      "verse": 15,
      "text": "ויאמר אליו אם אין פניך הלכים אל תעלנו מזה׃"
    },
    {
      "verse": 16,
      "text": "ובמה יודע אפוא כי מצאתי חן בעיניך אני ועמך הלוא בלכתך עמנו ונפלינו אני ועמך מכל העם אשר על פני האדמה׃"
    },
    {
      "verse": 17,
      "text": "ויאמר יהוה אל משה גם את הדבר הזה אשר דברת אעשה כי מצאת חן בעיני ואדעך בשם׃"
    },
    {
      "verse": 18,
      "text": "ויאמר הראני נא את כבדך׃"
    },
    {
      "verse": 19,
      "text": "ויאמר אני אעביר כל טובי על פניך וקראתי בשם יהוה לפניך וחנתי את אשר אחן ורחמתי את אשר ארחם׃"
    },
    {
      "verse": 20,
      "text": "ויאמר לא תוכל לראת את פני כי לא יראני האדם וחי׃"
    },
    {
      "verse": 21,
      "text": "ויאמר יהוה הנה מקום אתי ונצבת על הצור׃"
    },
    {
      "verse": 22,
      "text": "והיה בעבר כבדי ושמתיך בנקרת הצור ושכתי כפי עליך עד עברי׃"
    },
    {
      "verse": 23,
      "text": "והסרתי את כפי וראית את אחרי ופני לא יראו׃"
    }
  ]
}