{
  "book_id": "EXO",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "ויאמר יהוה אל משה פסל לך שני לחת אבנים כראשנים וכתבתי על הלחת את הדברים אשר היו על הלחת הראשנים אשר שברת׃"
    },
    {
      "verse": 2,
      "text": "והיה נכון לבקר ועלית בבקר אל הר סיני ונצבת לי שם על ראש ההר׃"
    },
    {
      "verse": 3,
      "text": "ואיש לא יעלה עמך וגם איש אל ירא בכל ההר גם הצאן והבקר אל ירעו אל מול ההר ההוא׃"
    },
    {
      "verse": 4,
      "text": "ויפסל שני לחת אבנים כראשנים וישכם משה בבקר ויעל אל הר סיני כאשר צוה יהוה אתו ויקח בידו שני לחת אבנים׃"
    },
    {
      "verse": 5,
      "text": "וירד יהוה בענן ויתיצב עמו שם ויקרא בשם יהוה׃"
    },
    {
      "verse": 6,
      "text": "ויעבר יהוה על פניו ויקרא יהוה יהוה אל רחום וחנון ארך אפים ורב חסד ואמת׃"
    },
    {
      "verse": 7,
      "text": "נצר חסד לאלפים נשא עון ופשע וחטאה ונקה לא ינקה פקד עון אבות על בנים ועל בני בנים על שלשים ועל רבעים׃"
    },
    {
      "verse": 8,
      "text": "וימהר משה ויקד ארצה וישתחו׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אם נא מצאתי חן בעיניך אדני ילך נא אדני בקרבנו כי עם קשה ערף הוא וסלחת לעוננו ולחטאתנו ונחלתנו׃"
    },
    {
      "verse": 10,
      "text": "ויאמר הנה אנכי כרת ברית נגד כל עמך אעשה נפלאת אשר לא נבראו בכל הארץ ובכל הגוים וראה כל העם אשר אתה בקרבו את מעשה יהוה כי נורא הוא אשר אני עשה עמך׃"
    },
    {
      "verse": 11,
      "text": "שמר לך את אשר אנכי מצוך היום הנני גרש מפניך את האמרי והכנעני והחתי והפרזי והחוי והיבוסי׃"
    },
    {
      "verse": 12,
      "text": "השמר לך פן תכרת ברית ליושב הארץ אשר אתה בא עליה פן יהיה למוקש בקרבך׃"
    },
    {
      "verse": 13,
      "text": "כי את מזבחתם תתצון ואת מצבתם תשברון ואת אשריו תכרתון׃"
    },
    {
      "verse": 14,
      "text": "כי לא תשתחוה לאל אחר כי יהוה קנא שמו אל קנא הוא׃"
    },
    {
      "verse": 15,
      "text": "פן תכרת ברית ליושב הארץ וזנו אחרי אלהיהם וזבחו לאלהיהם וקרא לך ואכלת מזבחו׃"
    },
    {
      "verse": 16,
      "text": "ולקחת מבנתיו לבניך וזנו בנתיו אחרי אלהיהן והזנו את בניך אחרי אלהיהן׃"
    },
    {
      "verse": 17,
      "text": "אלהי מסכה לא תעשה לך׃"
    },
    {
      "verse": 18,
      "text": "את חג המצות תשמר שבעת ימים תאכל מצות אשר צויתך למועד חדש האביב כי בחדש האביב יצאת ממצרים׃"
    },
    {
      "verse": 19,
      "text": "כל פטר רחם לי וכל מקנך תזכר פטר שור ושה׃"
    },
    {
      "verse": 20,
      "text": "ופטר חמור תפדה בשה ואם לא תפדה וערפתו כל בכור בניך תפדה ולא יראו פני ריקם׃"
    },
    {
      "verse": 21,
      "text": "ששת ימים תעבד וביום השביעי תשבת בחריש ובקציר תשבת׃"
    },
    {
      "verse": 22,
      "text": "וחג שבעת תעשה לך בכורי קציר חטים וחג האסיף תקופת השנה׃"
    },
    {
      "verse": 23,
      "text": "שלש פעמים בשנה יראה כל זכורך את פני האדן יהוה אלהי ישראל׃"
    },
    {
      "verse": 24,
      "text": "כי אוריש גוים מפניך והרחבתי את גבולך ולא יחמד איש את ארצך בעלתך לראות את פני יהוה אלהיך שלש פעמים בשנה׃"
    },
    {
      "verse": 25,
      "text": "לא תשחט על חמץ דם זבחי ולא ילין לבקר זבח חג הפסח׃"
    },
    {
      "verse": 26,
      "text": "ראשית בכורי אדמתך תביא בית יהוה אלהיך לא תבשל גדי בחלב אמו׃"
    },
    {
      "verse": 27,
      "text": "ויאמר יהוה אל משה כתב לך את הדברים האלה כי על פי הדברים האלה כרתי אתך ברית ואת ישראל׃"
    },
    {
      "verse": 28,
      "text": "ויהי שם עם יהוה ארבעים יום וארבעים לילה לחם לא אכל ומים לא שתה ויכתב על הלחת את דברי הברית עשרת הדברים׃"
    },
    {
      "verse": 29,
      "text": "ויהי ברדת משה מהר סיני ושני לחת העדת ביד משה ברדתו מן ההר ומשה לא ידע כי קרן עור פניו בדברו אתו׃"
    },
    {
      "verse": 30,
      "text": "וירא אהרן וכל בני ישראל את משה והנה קרן עור פניו וייראו מגשת אליו׃"
    },
    {
      "verse": 31,
      "text": "ויקרא אלהם משה וישבו אליו אהרן וכל הנשאים בעדה וידבר משה אלהם׃"
    },
    {
      "verse": 32,
      "text": "ואחרי כן נגשו כל בני ישראל ויצום את כל אשר דבר יהוה אתו בהר סיני׃"
    },
    {
      "verse": 33,
      "text": "ויכל משה מדבר אתם ויתן על פניו מסוה׃"
    },
    {
      "verse": 34,
      "text": "ובבא משה לפני יהוה לדבר אתו יסיר את המסוה עד צאתו ויצא ודבר אל בני ישראל את אשר יצוה׃"
    },
    {
      "verse": 35,
      "text": "וראו בני ישראל את פני משה כי קרן עור פני משה והשיב משה את המסוה על פניו עד באו לדבר אתו׃"
    }
  ]
}