{
  "book_id": "EXO",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "ויקהל משה את כל עדת בני ישראל ויאמר אלהם אלה הדברים אשר צוה יהוה לעשת אתם׃"
    },
    {
      "verse": 2,
      "text": "ששת ימים תעשה מלאכה וביום השביעי יהיה לכם קדש שבת שבתון ליהוה כל העשה בו מלאכה יומת׃"
    },
    {
      "verse": 3,
      "text": "לא תבערו אש בכל משבתיכם ביום השבת׃"
    },
    {
      "verse": 4,
      "text": "ויאמר משה אל כל עדת בני ישראל לאמר זה הדבר אשר צוה יהוה לאמר׃"
    },
    {
      "verse": 5,
      "text": "קחו מאתכם תרומה ליהוה כל נדיב לבו יביאה את תרומת יהוה זהב וכסף ונחשת׃"
    },
    {
      "verse": 6,
      "text": "ותכלת וארגמן ותולעת שני ושש ועזים׃"
    },
    {
      "verse": 7,
      "text": "וערת אילם מאדמים וערת תחשים ועצי שטים׃"
    },
    {
      "verse": 8,
      "text": "ושמן למאור ובשמים לשמן המשחה ולקטרת הסמים׃"
    },
    {
      "verse": 9,
      "text": "ואבני שהם ואבני מלאים לאפוד ולחשן׃"
    },
    {
      "verse": 10,
      "text": "וכל חכם לב בכם יבאו ויעשו את כל אשר צוה יהוה׃"
    },
    {
      "verse": 11,
      "text": "את המשכן את אהלו ואת מכסהו את קרסיו ואת קרשיו את בריחו את עמדיו ואת אדניו׃"
    },
    {
      "verse": 12,
      "text": "את הארן ואת בדיו את הכפרת ואת פרכת המסך׃"
    },
    {
      "verse": 13,
      "text": "את השלחן ואת בדיו ואת כל כליו ואת לחם הפנים׃"
    },
    {
      "verse": 14,
      "text": "ואת מנרת המאור ואת כליה ואת נרתיה ואת שמן המאור׃"
    },
    {
      "verse": 15,
      "text": "ואת מזבח הקטרת ואת בדיו ואת שמן המשחה ואת קטרת הסמים ואת מסך הפתח לפתח המשכן׃"
    },
    {
      "verse": 16,
      "text": "את מזבח העלה ואת מכבר הנחשת אשר לו את בדיו ואת כל כליו את הכיר ואת כנו׃"
    },
    {
      "verse": 17,
      "text": "את קלעי החצר את עמדיו ואת אדניה ואת מסך שער החצר׃"
    },
    {
      "verse": 18,
      "text": "את יתדת המשכן ואת יתדת החצר ואת מיתריהם׃"
    },
    {
      "verse": 19,
      "text": "את בגדי השרד לשרת בקדש את בגדי הקדש לאהרן הכהן ואת בגדי בניו לכהן׃"
    },
    {
      "verse": 20,
      "text": "ויצאו כל עדת בני ישראל מלפני משה׃"
    },
    {
      "verse": 21,
      "text": "ויבאו כל איש אשר נשאו לבו וכל אשר נדבה רוחו אתו הביאו את תרומת יהוה למלאכת אהל מועד ולכל עבדתו ולבגדי הקדש׃"
    },
    {
      "verse": 22,
      "text": "ויבאו האנשים על הנשים כל נדיב לב הביאו חח ונזם וטבעת וכומז כל כלי זהב וכל איש אשר הניף תנופת זהב ליהוה׃"
    },
    {
      "verse": 23,
      "text": "וכל איש אשר נמצא אתו תכלת וארגמן ותולעת שני ושש ועזים וערת אילם מאדמים וערת תחשים הביאו׃"
    },
    {
      "verse": 24,
      "text": "כל מרים תרומת כסף ונחשת הביאו את תרומת יהוה וכל אשר נמצא אתו עצי שטים לכל מלאכת העבדה הביאו׃"
    },
    {
      "verse": 25,
      "text": "וכל אשה חכמת לב בידיה טוו ויביאו מטוה את התכלת ואת הארגמן את תולעת השני ואת השש׃"
    },
    {
      "verse": 26,
      "text": "וכל הנשים אשר נשא לבן אתנה בחכמה טוו את העזים׃"
    },
    {
      "verse": 27,
      "text": "והנשאם הביאו את אבני השהם ואת אבני המלאים לאפוד ולחשן׃"
    },
    {
      "verse": 28,
      "text": "ואת הבשם ואת השמן למאור ולשמן המשחה ולקטרת הסמים׃"
    },
    {
      "verse": 29,
      "text": "כל איש ואשה אשר נדב לבם אתם להביא לכל המלאכה אשר צוה יהוה לעשות ביד משה הביאו בני ישראל נדבה ליהוה׃"
    },
    {
      "verse": 30,
      "text": "ויאמר משה אל בני ישראל ראו קרא יהוה בשם בצלאל בן אורי בן חור למטה יהודה׃"
    },
    {
      "verse": 31,
      "text": "וימלא אתו רוח אלהים בחכמה בתבונה ובדעת ובכל מלאכה׃"
    },
    {
      "verse": 32,
      "text": "ולחשב מחשבת לעשת בזהב ובכסף ובנחשת׃"
    },
    {
      "verse": 33,
      "text": "ובחרשת אבן למלאת ובחרשת עץ לעשות בכל מלאכת מחשבת׃"
    },
    {
      "verse": 34,
      "text": "ולהורת נתן בלבו הוא ואהליאב בן אחיסמך למטה דן׃"
    },
    {
      "verse": 35,
      "text": "מלא אתם חכמת לב לעשות כל מלאכת חרש וחשב ורקם בתכלת ובארגמן בתולעת השני ובשש וארג עשי כל מלאכה וחשבי מחשבת׃"
    }
  ]
}