{
  "book_id": "EXO",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "ועשה בצלאל ואהליאב וכל איש חכם לב אשר נתן יהוה חכמה ותבונה בהמה לדעת לעשת את כל מלאכת עבדת הקדש לכל אשר צוה יהוה׃"
    },
    {
      "verse": 2,
      "text": "ויקרא משה אל בצלאל ואל אהליאב ואל כל איש חכם לב אשר נתן יהוה חכמה בלבו כל אשר נשאו לבו לקרבה אל המלאכה לעשת אתה׃"
    },
    {
      "verse": 3,
      "text": "ויקחו מלפני משה את כל התרומה אשר הביאו בני ישראל למלאכת עבדת הקדש לעשת אתה והם הביאו אליו עוד נדבה בבקר בבקר׃"
    },
    {
      "verse": 4,
      "text": "ויבאו כל החכמים העשים את כל מלאכת הקדש איש איש ממלאכתו אשר המה עשים׃"
    },
    {
      "verse": 5,
      "text": "ויאמרו אל משה לאמר מרבים העם להביא מדי העבדה למלאכה אשר צוה יהוה לעשת אתה׃"
    },
    {
      "verse": 6,
      "text": "ויצו משה ויעבירו קול במחנה לאמר איש ואשה אל יעשו עוד מלאכה לתרומת הקדש ויכלא העם מהביא׃"
    },
    {
      "verse": 7,
      "text": "והמלאכה היתה דים לכל המלאכה לעשות אתה והותר׃"
    },
    {
      "verse": 8,
      "text": "ויעשו כל חכם לב בעשי המלאכה את המשכן עשר יריעת שש משזר ותכלת וארגמן ותולעת שני כרבים מעשה חשב עשה אתם׃"
    },
    {
      "verse": 9,
      "text": "ארך היריעה האחת שמנה ועשרים באמה ורחב ארבע באמה היריעה האחת מדה אחת לכל היריעת׃"
    },
    {
      "verse": 10,
      "text": "ויחבר את חמש היריעת אחת אל אחת וחמש יריעת חבר אחת אל אחת׃"
    },
    {
      "verse": 11,
      "text": "ויעש ללאת תכלת על שפת היריעה האחת מקצה במחברת כן עשה בשפת היריעה הקיצונה במחברת השנית׃"
    },
    {
      "verse": 12,
      "text": "חמשים ללאת עשה ביריעה האחת וחמשים ללאת עשה בקצה היריעה אשר במחברת השנית מקבילת הללאת אחת אל אחת׃"
    },
    {
      "verse": 13,
      "text": "ויעש חמשים קרסי זהב ויחבר את הירעת אחת אל אחת בקרסים ויהי המשכן אחד׃"
    },
    {
      "verse": 14,
      "text": "ויעש יריעת עזים לאהל על המשכן עשתי עשרה יריעת עשה אתם׃"
    },
    {
      "verse": 15,
      "text": "ארך היריעה האחת שלשים באמה וארבע אמות רחב היריעה האחת מדה אחת לעשתי עשרה יריעת׃"
    },
    {
      "verse": 16,
      "text": "ויחבר את חמש היריעת לבד ואת שש היריעת לבד׃"
    },
    {
      "verse": 17,
      "text": "ויעש ללאת חמשים על שפת היריעה הקיצנה במחברת וחמשים ללאת עשה על שפת היריעה החברת השנית׃"
    },
    {
      "verse": 18,
      "text": "ויעש קרסי נחשת חמשים לחבר את האהל להית אחד׃"
    },
    {
      "verse": 19,
      "text": "ויעש מכסה לאהל ערת אלים מאדמים ומכסה ערת תחשים מלמעלה׃"
    },
    {
      "verse": 20,
      "text": "ויעש את הקרשים למשכן עצי שטים עמדים׃"
    },
    {
      "verse": 21,
      "text": "עשר אמת ארך הקרש ואמה וחצי האמה רחב הקרש האחד׃"
    },
    {
      "verse": 22,
      "text": "שתי ידת לקרש האחד משלבת אחת אל אחת כן עשה לכל קרשי המשכן׃"
    },
    {
      "verse": 23,
      "text": "ויעש את הקרשים למשכן עשרים קרשים לפאת נגב תימנה׃"
    },
    {
      "verse": 24,
      "text": "וארבעים אדני כסף עשה תחת עשרים הקרשים שני אדנים תחת הקרש האחד לשתי ידתיו ושני אדנים תחת הקרש האחד לשתי ידתיו׃"
    },
    {
      "verse": 25,
      "text": "ולצלע המשכן השנית לפאת צפון עשה עשרים קרשים׃"
    },
    {
      "verse": 26,
      "text": "וארבעים אדניהם כסף שני אדנים תחת הקרש האחד ושני אדנים תחת הקרש האחד׃"
    },
    {
      "verse": 27,
      "text": "ולירכתי המשכן ימה עשה ששה קרשים׃"
    },
    {
      "verse": 28,
      "text": "ושני קרשים עשה למקצעת המשכן בירכתים׃"
    },
    {
      "verse": 29,
      "text": "והיו תואמם מלמטה ויחדו יהיו תמים אל ראשו אל הטבעת האחת כן עשה לשניהם לשני המקצעת׃"
    },
    {
      "verse": 30,
      "text": "והיו שמנה קרשים ואדניהם כסף ששה עשר אדנים שני אדנים שני אדנים תחת הקרש האחד׃"
    },
    {
      "verse": 31,
      "text": "ויעש בריחי עצי שטים חמשה לקרשי צלע המשכן האחת׃"
    },
    {
      "verse": 32,
      "text": "וחמשה בריחם לקרשי צלע המשכן השנית וחמשה בריחם לקרשי המשכן לירכתים ימה׃"
    },
    {
      "verse": 33,
      "text": "ויעש את הבריח התיכן לברח בתוך הקרשים מן הקצה אל הקצה׃"
    },
    {
      "verse": 34,
      "text": "ואת הקרשים צפה זהב ואת טבעתם עשה זהב בתים לבריחם ויצף את הבריחם זהב׃"
    },
    {
      "verse": 35,
      "text": "ויעש את הפרכת תכלת וארגמן ותולעת שני ושש משזר מעשה חשב עשה אתה כרבים׃"
    },
    {
      "verse": 36,
      "text": "ויעש לה ארבעה עמודי שטים ויצפם זהב וויהם זהב ויצק להם ארבעה אדני כסף׃"
    },
    {
      "verse": 37,
      "text": "ויעש מסך לפתח האהל תכלת וארגמן ותולעת שני ושש משזר מעשה רקם׃"
    },
    {
      "verse": 38,
      "text": "ואת עמודיו חמשה ואת וויהם וצפה ראשיהם וחשקיהם זהב ואדניהם חמשה נחשת׃"
    }
  ]
}