{
  "book_id": "EXO",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "ויעש בצלאל את הארן עצי שטים אמתים וחצי ארכו ואמה וחצי רחבו ואמה וחצי קמתו׃"
    },
    {
      "verse": 2,
      "text": "ויצפהו זהב טהור מבית ומחוץ ויעש לו זר זהב סביב׃"
    },
    {
      "verse": 3,
      "text": "ויצק לו ארבע טבעת זהב על ארבע פעמתיו ושתי טבעת על צלעו האחת ושתי טבעות על צלעו השנית׃"
    },
    {
      "verse": 4,
      "text": "ויעש בדי עצי שטים ויצף אתם זהב׃"
    },
    {
      "verse": 5,
      "text": "ויבא את הבדים בטבעת על צלעת הארן לשאת את הארן׃"
    },
    {
      "verse": 6,
      "text": "ויעש כפרת זהב טהור אמתים וחצי ארכה ואמה וחצי רחבה׃"
    },
    {
      "verse": 7,
      "text": "ויעש שני כרבים זהב מקשה עשה אתם משני קצות הכפרת׃"
    },
    {
      "verse": 8,
      "text": "כרוב אחד מקצה מזה וכרוב אחד מקצה מזה מן הכפרת עשה את הכרבים משני קצוותו׃"
    },
    {
      "verse": 9,
      "text": "ויהיו הכרבים פרשי כנפים למעלה סככים בכנפיהם על הכפרת ופניהם איש אל אחיו אל הכפרת היו פני הכרבים׃"
    },
    {
      "verse": 10,
      "text": "ויעש את השלחן עצי שטים אמתים ארכו ואמה רחבו ואמה וחצי קמתו׃"
    },
    {
      "verse": 11,
      "text": "ויצף אתו זהב טהור ויעש לו זר זהב סביב׃"
    },
    {
      "verse": 12,
      "text": "ויעש לו מסגרת טפח סביב ויעש זר זהב למסגרתו סביב׃"
    },
    {
      "verse": 13,
      "text": "ויצק לו ארבע טבעת זהב ויתן את הטבעת על ארבע הפאת אשר לארבע רגליו׃"
    },
    {
      "verse": 14,
      "text": "לעמת המסגרת היו הטבעת בתים לבדים לשאת את השלחן׃"
    },
    {
      "verse": 15,
      "text": "ויעש את הבדים עצי שטים ויצף אתם זהב לשאת את השלחן׃"
    },
    {
      "verse": 16,
      "text": "ויעש את הכלים אשר על השלחן את קערתיו ואת כפתיו ואת מנקיתיו ואת הקשות אשר יסך בהן זהב טהור׃"
    },
    {
      "verse": 17,
      "text": "ויעש את המנרה זהב טהור מקשה עשה את המנרה ירכה וקנה גביעיה כפתריה ופרחיה ממנה היו׃"
    },
    {
      "verse": 18,
      "text": "וששה קנים יצאים מצדיה שלשה קני מנרה מצדה האחד ושלשה קני מנרה מצדה השני׃"
    },
    {
      "verse": 19,
      "text": "שלשה גבעים משקדים בקנה האחד כפתר ופרח ושלשה גבעים משקדים בקנה אחד כפתר ופרח כן לששת הקנים היצאים מן המנרה׃"
    },
    {
      "verse": 20,
      "text": "ובמנרה ארבעה גבעים משקדים כפתריה ופרחיה׃"
    },
    {
      "verse": 21,
      "text": "וכפתר תחת שני הקנים ממנה וכפתר תחת שני הקנים ממנה וכפתר תחת שני הקנים ממנה לששת הקנים היצאים ממנה׃"
    },
    {
      "verse": 22,
      "text": "כפתריהם וקנתם ממנה היו כלה מקשה אחת זהב טהור׃"
    },
    {
      "verse": 23,
      "text": "ויעש את נרתיה שבעה ומלקחיה ומחתתיה זהב טהור׃"
    },
    {
      "verse": 24,
      "text": "ככר זהב טהור עשה אתה ואת כל כליה׃"
    },
    {
      "verse": 25,
      "text": "ויעש את מזבח הקטרת עצי שטים אמה ארכו ואמה רחבו רבוע ואמתים קמתו ממנו היו קרנתיו׃"
    },
    {
      "verse": 26,
      "text": "ויצף אתו זהב טהור את גגו ואת קירתיו סביב ואת קרנתיו ויעש לו זר זהב סביב׃"
    },
    {
      "verse": 27,
      "text": "ושתי טבעת זהב עשה לו מתחת לזרו על שתי צלעתיו על שני צדיו לבתים לבדים לשאת אתו בהם׃"
    },
    {
      "verse": 28,
      "text": "ויעש את הבדים עצי שטים ויצף אתם זהב׃"
    },
    {
      "verse": 29,
      "text": "ויעש את שמן המשחה קדש ואת קטרת הסמים טהור מעשה רקח׃"
    }
  ]
}