{
  "book_id": "EXO",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "ביום החדש הראשון באחד לחדש תקים את משכן אהל מועד׃"
    },
    {
      "verse": 3,
      "text": "ושמת שם את ארון העדות וסכת על הארן את הפרכת׃"
    },
    {
      "verse": 4,
      "text": "והבאת את השלחן וערכת את ערכו והבאת את המנרה והעלית את נרתיה׃"
    },
    {
      "verse": 5,
      "text": "ונתתה את מזבח הזהב לקטרת לפני ארון העדת ושמת את מסך הפתח למשכן׃"
    },
    {
      "verse": 6,
      "text": "ונתתה את מזבח העלה לפני פתח משכן אהל מועד׃"
    },
    {
      "verse": 7,
      "text": "ונתת את הכיר בין אהל מועד ובין המזבח ונתת שם מים׃"
    },
    {
      "verse": 8,
      "text": "ושמת את החצר סביב ונתת את מסך שער החצר׃"
    },
    {
      "verse": 9,
      "text": "ולקחת את שמן המשחה ומשחת את המשכן ואת כל אשר בו וקדשת אתו ואת כל כליו והיה קדש׃"
    },
    {
      "verse": 10,
      "text": "ומשחת את מזבח העלה ואת כל כליו וקדשת את המזבח והיה המזבח קדש קדשים׃"
    },
    {
      "verse": 11,
      "text": "ומשחת את הכיר ואת כנו וקדשת אתו׃"
    },
    {
      "verse": 12,
      "text": "והקרבת את אהרן ואת בניו אל פתח אהל מועד ורחצת אתם במים׃"
    },
    {
      "verse": 13,
      "text": "והלבשת את אהרן את בגדי הקדש ומשחת אתו וקדשת אתו וכהן לי׃"
    },
    {
      "verse": 14,
      "text": "ואת בניו תקריב והלבשת אתם כתנת׃"
    },
    {
      "verse": 15,
      "text": "ומשחת אתם כאשר משחת את אביהם וכהנו לי והיתה להית להם משחתם לכהנת עולם לדרתם׃"
    },
    {
      "verse": 16,
      "text": "ויעש משה ככל אשר צוה יהוה אתו כן עשה׃"
    },
    {
      "verse": 17,
      "text": "ויהי בחדש הראשון בשנה השנית באחד לחדש הוקם המשכן׃"
    },
    {
      "verse": 18,
      "text": "ויקם משה את המשכן ויתן את אדניו וישם את קרשיו ויתן את בריחיו ויקם את עמודיו׃"
    },
    {
      "verse": 19,
      "text": "ויפרש את האהל על המשכן וישם את מכסה האהל עליו מלמעלה כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 20,
      "text": "ויקח ויתן את העדת אל הארן וישם את הבדים על הארן ויתן את הכפרת על הארן מלמעלה׃"
    },
    {
      "verse": 21,
      "text": "ויבא את הארן אל המשכן וישם את פרכת המסך ויסך על ארון העדות כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 22,
      "text": "ויתן את השלחן באהל מועד על ירך המשכן צפנה מחוץ לפרכת׃"
    },
    {
      "verse": 23,
      "text": "ויערך עליו ערך לחם לפני יהוה כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 24,
      "text": "וישם את המנרה באהל מועד נכח השלחן על ירך המשכן נגבה׃"
    },
    {
      "verse": 25,
      "text": "ויעל הנרת לפני יהוה כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 26,
      "text": "וישם את מזבח הזהב באהל מועד לפני הפרכת׃"
    },
    {
      "verse": 27,
      "text": "ויקטר עליו קטרת סמים כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 28,
      "text": "וישם את מסך הפתח למשכן׃"
    },
    {
      "verse": 29,
      "text": "ואת מזבח העלה שם פתח משכן אהל מועד ויעל עליו את העלה ואת המנחה כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 30,
      "text": "וישם את הכיר בין אהל מועד ובין המזבח ויתן שמה מים לרחצה׃"
    },
    {
      "verse": 31,
      "text": "ורחצו ממנו משה ואהרן ובניו את ידיהם ואת רגליהם׃"
    },
    {
      "verse": 32,
      "text": "בבאם אל אהל מועד ובקרבתם אל המזבח ירחצו כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 33,
      "text": "ויקם את החצר סביב למשכן ולמזבח ויתן את מסך שער החצר ויכל משה את המלאכה׃"
    },
    {
      "verse": 34,
      "text": "ויכס הענן את אהל מועד וכבוד יהוה מלא את המשכן׃"
    },
    {
      "verse": 35,
      "text": "ולא יכל משה לבוא אל אהל מועד כי שכן עליו הענן וכבוד יהוה מלא את המשכן׃"
    },
    {
      "verse": 36,
      "text": "ובהעלות הענן מעל המשכן יסעו בני ישראל בכל מסעיהם׃"
    },
    {
      "verse": 37,
      "text": "ואם לא יעלה הענן ולא יסעו עד יום העלתו׃"
    },
    {
      "verse": 38,
      "text": "כי ענן יהוה על המשכן יומם ואש תהיה לילה בו לעיני כל בית ישראל בכל מסעיהם׃"
    }
  ]
}