{
  "book_id": "JAS",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Πόθεν πόλεμοι καὶ μάχαι ἐν ὑμῖν; οὐκ ἐντεῦθεν, ἐκ τῶν ἡδονῶν ὑμῶν τῶν στρατευομένων ἐν τοῖς μέλεσιν ὑμῶν;"
    },
    {
      "verse": 2,
      "text": "ἐπιθυμεῖτε, καὶ οὐκ ἔχετε· φονεύετε καὶ ζηλοῦτε, καὶ οὐ δύνασθε ἐπιτυχεῖν· μάχεσθε καὶ πολεμεῖτε, [καὶ] οὐκ ἔχετε, διὰ τὸ μὴ αἰτεῖσθαι ὑμᾶς·"
    },
    {
      "verse": 3,
      "text": "αἰτεῖτε καὶ οὐ λαμβάνετε, διότι κακῶς αἰτεῖσθε, ἵνα ἐν ταῖς ἡδοναῖς ὑμῶν δαπανήσητε."
    },
    {
      "verse": 4,
      "text": "μοιχοὶ καὶ μοιχαλίδες! οὐκ οἴδατε ὅτι ἡ φιλία τοῦ κόσμου ἔχθρα τοῦ Θεοῦ ἐστιν; ὃς ἂν οὖν βουληθῇ φίλος εἶναι τοῦ κόσμου, ἐχθρὸς τοῦ Θεοῦ καθίσταται."
    },
    {
      "verse": 5,
      "text": "ἢ δοκεῖτε ὅτι κενῶς ἡ γραφὴ λέγει, πρὸς φθόνον ἐπιποθεῖ τὸ πνεῦμα ὃ κατῴκησεν ἐν ἡμῖν;"
    },
    {
      "verse": 6,
      "text": "μείζονα δὲ δίδωσι χάριν· διὸ λέγει· \\+w ὁ|strong=\"G3588\"\\+w* \\+w Θεὸς|strong=\"G2316\"\\+w* \\+w ὑπερηφάνοις|strong=\"G5244\"\\+w* \\+w ἀντιτάσσεται|strong=\"G0498\"\\+w*, \\+w ταπεινοῖς|strong=\"G5011\"\\+w* \\+w δὲ|strong=\"G1161\"\\+w* δίδωσι \\+w χάριν|strong=\"G5485\"\\+w*."
    },
    {
      "verse": 7,
      "text": "Ὑποτάγητε οὖν τῷ Θεῷ. ἀντίστητε τῷ διαβόλῳ, καὶ φεύξεται ἀφ᾽ ὑμῶν·"
    },
    {
      "verse": 8,
      "text": "ἐγγίσατε τῷ Θεῷ, καὶ ἐγγιεῖ ὑμῖν. καθαρίσατε χεῖρας ἁμαρτωλοὶ καὶ ἁγνίσατε καρδίας δίψυχοι."
    },
    {
      "verse": 9,
      "text": "ταλαιπωρήσατε καὶ πενθήσατε καὶ κλαύσατε· ὁ γέλως ὑμῶν εἰς πένθος μεταστραφήτω καὶ ἡ χαρὰ εἰς κατήφειαν."
    },
    {
      "verse": 10,
      "text": "ταπεινώθητε ἐνώπιον τοῦ Κυρίου, καὶ ὑψώσει ὑμᾶς."
    },
    {
      "verse": 11,
      "text": "Μὴ καταλαλεῖτε ἀλλήλων, ἀδελφοί. ὁ καταλαλῶν ἀδελφοῦ καὶ κρίνων τὸν ἀδελφὸν αὐτοῦ καταλαλεῖ νόμου καὶ κρίνει νόμον· εἰ δὲ νόμον κρίνεις, οὐκ εἶ ποιητὴς νόμου, ἀλλὰ κριτής."
    },
    {
      "verse": 12,
      "text": "εἷς ἐστιν ὁ νομοθέτης καὶ κριτής, ὁ δυνάμενος σῶσαι καὶ ἀπολέσαι· σὺ δὲ τίς εἶ ὃς κρίνεις τὸν ἕτερον;"
    },
    {
      "verse": 13,
      "text": "Ἄγε νῦν οἱ λέγοντες· σήμερον καὶ αὔριον πορευσόμεθα εἰς τήνδε τὴν πόλιν καὶ ποιήσομεν ἐκεῖ ἐνιαυτὸν ἕνα καὶ ἐμπορευσόμεθα καὶ κερδήσομεν·"
    },
    {
      "verse": 14,
      "text": "οἵτινες οὐκ ἐπίστασθε τὸ τῆς αὔριον· ποία γὰρ ἡ ζωὴ ὑμῶν; ἀτμὶς γάρ ἔσται ἡ πρὸς ὀλίγον φαινομένη, ἔπειτα [δὲ] καὶ ἀφανιζομένη·"
    },
    {
      "verse": 15,
      "text": "ἀντὶ τοῦ λέγειν ὑμᾶς, ἐὰν ὁ Κύριος θελήσῃ, καὶ ζήσομεν καὶ ποιήσομεν τοῦτο ἢ ἐκεῖνο."
    },
    {
      "verse": 16,
      "text": "νῦν δὲ καυχᾶσθε ἐν ταῖς ἀλαζονείαις ὑμῶν· πᾶσα καύχησις τοιαύτη πονηρά ἐστιν."
    },
    {
      "verse": 17,
      "text": "εἰδότι οὖν καλὸν ποιεῖν καὶ μὴ ποιοῦντι, ἁμαρτία αὐτῷ ἐστιν."
    }
  ]
}