{
  "book_id": "2SA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover Ahithophel said to Absalom, Let me now choose out twelve thousand men, and I will arise and pursue after David this night;"
    },
    {
      "verse": 2,
      "text": "And I will come upon him while he \\add is\\add* weary and weak-handed, and will make him afraid: and all the people that \\add are\\add* with him shall flee; and I will smite the king only:"
    },
    {
      "verse": 3,
      "text": "And I will bring back all the people to thee: the man whom thou seekest \\add is\\add* as if all returned: \\add so\\add* all the people shall be in peace."
    },
    {
      "verse": 4,
      "text": "And the saying, pleased Absalom well, and all the elders of Israel."
    },
    {
      "verse": 5,
      "text": "Then said Absalom, Call now Hushai the Archite also, and let us hear likewise what he saith."
    },
    {
      "verse": 6,
      "text": "And when Hushai had come to Absalom, Absalom spoke to him, saying, Ahithophel hath spoken after this manner: shall we do \\add after\\add* his saying? if not, speak thou."
    },
    {
      "verse": 7,
      "text": "And Hushai said to Absalom, The counsel that Ahithophel hath given, \\add is\\add* not good at this time."
    },
    {
      "verse": 8,
      "text": "For, said Hushai, thou knowest thy father and his men, that they \\add are\\add* mighty men, and they \\add are\\add* chafed in their minds, as a bear robbed of her whelps in the field: and thy father \\add is\\add* a man of war, and will not lodge with the people."
    },
    {
      "verse": 9,
      "text": "Behold, he is hid now in some pit, or in some \\add other\\add* place: and it will come to pass, when some of them \\add are\\add* overthrown at the first, that whosoever heareth it will say, There is a slaughter among the people that follow Absalom."
    },
    {
      "verse": 10,
      "text": "And he also \\add that is\\add* valiant, whose heart \\add is\\add* as the heart of a lion, will utterly melt: for all Israel knoweth that thy father \\add is\\add* a mighty man, and \\add they\\add* who \\add are\\add* with him \\add are\\add* valiant men."
    },
    {
      "verse": 11,
      "text": "Therefore I counsel that all Israel should be generally gathered to thee, from Dan even to Beer-sheba, as the sand that \\add is\\add* by the sea for multitude; and that thou shouldst go to battle in thy own person."
    },
    {
      "verse": 12,
      "text": "So shall we come upon him in some place where he shall be found, and we will light upon him as the dew falleth on the ground: and of him and of all the men that \\add are\\add* with him there shall not be left so much as one."
    },
    {
      "verse": 13,
      "text": "Moreover, if he shall have entered into a city, then shall all Israel bring ropes to that city, and we will draw it into the river, until there is not one small stone found there."
    },
    {
      "verse": 14,
      "text": "And Absalom and all the men of Israel said, The counsel of Hushai the Archite \\add is\\add* better than the counsel of Ahithophel. For the LORD had appointed to defeat the good counsel of Ahithophel, to the intent that the LORD might bring evil upon Absalom."
    },
    {
      "verse": 15,
      "text": "Then said Hushai to Zadok and to Abiathar the priests, Thus and thus did Ahithophel counsel Absalom and the elders of Israel; and thus and thus have I counseled."
    },
    {
      "verse": 16,
      "text": "Now therefore send quickly, and tell David, saying, Lodge not this night in the plains of the wilderness, but speedily pass over; lest the king be swallowed up, and all the people that \\add are\\add* with him."
    },
    {
      "verse": 17,
      "text": "Now Jonathan and Ahimaaz stayed by En-rogel; for they might not be seen to come into the city: and a maid servant went and told them; and they went and told king David."
    },
    {
      "verse": 18,
      "text": "Nevertheless, a lad saw them, and told Absalom: but they went both of them away quickly, and came to the house of a man in Bahurim, who had a well in his court; into which they descended."
    },
    {
      "verse": 19,
      "text": "And the woman took and spread a covering over the well's mouth, and spread ground corn upon it; and the thing was not known."
    },
    {
      "verse": 20,
      "text": "And when Absalom's servants came to the woman to the house, they said, Where \\add is\\add* Ahimaaz and Jonathan? And the woman said to them, they have gone over the brook of water. And when they had sought and could not find \\add them\\add* , they returned to Jerusalem."
    },
    {
      "verse": 21,
      "text": "And it came to pass, after they had departed, that they came out of the well, and went and told king David, and said to David, Arise, and pass quickly over the water: for thus hath Ahithophel counseled against you."
    },
    {
      "verse": 22,
      "text": "Then David arose, and all the people that \\add were\\add* with him, and they passed over Jordan: by the morning light there lacked not one of them that had not gone over Jordan."
    },
    {
      "verse": 23,
      "text": "And when Ahithophel saw that his counsel was not followed, he saddled \\add his\\add* ass, and arose, and went home to his house, to his city, and put his household in order, and hanged himself, and died. and was buried in the sepulcher of his father."
    },
    {
      "verse": 24,
      "text": "Then David came to Mahanaim. And Absalom passed over Jordan, he and all the men of Israel with him."
    },
    {
      "verse": 25,
      "text": "And Absalom made Amasa captain of the host instead of Joab: which Amasa \\add was\\add* a man's son, whose name \\add was\\add* Ithra, an Israelite, that went in to Abigail the daughter of Nahash, sister to Zeruiah, Joab's mother."
    },
    {
      "verse": 26,
      "text": "So Israel and Absalom encamped in the land of Gilead."
    },
    {
      "verse": 27,
      "text": "And it came to pass, when David had come to Mahanaim, that Shobi the son of Nahash of Rabbah of the children of Ammon, and Machir the son of Ammiel of Lo-debar, and Barzillai the Gileadite of Rogelim,"
    },
    {
      "verse": 28,
      "text": "Brought beds, and basins, and earthen vessels, and wheat, and barley, and flour, and parched \\add corn\\add* , and beans, and lentils, and parched \\add pulse\\add* ,"
    },
    {
      "verse": 29,
      "text": "And honey, and butter, and sheep, and cheese of cows, for David, and for the people that \\add were\\add* with him, to eat: for they said, The people \\add are\\add* hungry, and weary, and thirsty, in the wilderness."
    }
  ]
}