{
  "book_id": "ZEC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And he showed me Joshua the high priest standing before the angel of the Lord, and the accuser standing at his right hand to accuse him."
    },
    {
      "verse": 2,
      "text": "And the Lord said unto the accuser, The Lord rebuke thee, O Accuser; yea, the Lord rebuke thee that hath chosen Jerusalem: is not this a brand plucked out of the fire?"
    },
    {
      "verse": 3,
      "text": "Now Joshua was clothed with filthy garments, and was standing before the angel."
    },
    {
      "verse": 4,
      "text": "And he commenced and said unto those that stood before him, saying; Take away the filthy garments from him. And he said unto him, Behold, I have caused thy iniquity to pass from off thee, and I clothe thee with festive garments."
    },
    {
      "verse": 5,
      "text": "And I said, Let them place a clean mitre upon his head. So they placed the clean mitre upon his head, and clothed him with garments; rind the angel of the Lord stood by."
    },
    {
      "verse": 6,
      "text": "And the angel of the Lord forewarned Joshua, saying,"
    },
    {
      "verse": 7,
      "text": "Thus hath said the Lord of hosts, If thou wilt walk in my ways, and if thou wilt keep my charge, then shalt thou also judge my house, and shalt also keep my courts, and I will give thee places to walk among these that stand by."
    },
    {
      "verse": 8,
      "text": "Do but hear, O Joshua the high priest, thou, and thy fellows that sit before thee; for distinguished men are they; for, behold, I will bring my servant Zemach [[the Sprout]]."
    },
    {
      "verse": 9,
      "text": "For behold [here is] the stone that I have laid before Joshua; upon one stone shall be seven eyes: behold, I will engrave thereon its inscription, saith the Lord of hosts, And I will remove the iniquity of that land in one day."
    },
    {
      "verse": 10,
      "text": "On that day, saith the Lord of hosts, shall ye call every man to his neighbor under the vine and under the fig-tree."
    }
  ]
}