{
  "book_id": "ZEC",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the fourth year of king Darius that the word of the Lord came unto Zechariah on the fourth day of the ninth month, in Kislev;"
    },
    {
      "verse": 2,
      "text": "When they had sent unto Beth-el Sherezer and Regem-melech, and his men, to make entreaty before the Lord."
    },
    {
      "verse": 3,
      "text": "[And] to say unto the priests who were in the house of the Lord of hosts, and to the prophets, saying, Shall I weep in the fifth month with abstinence, as I have done already these many years?"
    },
    {
      "verse": 4,
      "text": "Then came the word of the Lord of hosts unto me, saying,"
    },
    {
      "verse": 5,
      "text": "Say unto all the people of the land, and to the priests, as followeth, When ye fasted and mourned in the fifth and in the seventh [month], already these seventy years, did ye in anywise fast for me, yea, for me?"
    },
    {
      "verse": 6,
      "text": "And if ye do eat, and if ye do drink, are ye not yourselves those that eat, and yourselves those that drink?"
    },
    {
      "verse": 7,
      "text": "Are not these the words which the Lord hath proclaimed by means of the former prophets, when Jerusalem was inhabited and in prosperity, with her cities round about her, when [men] inhabited the south, and the lowlands?"
    },
    {
      "verse": 8,
      "text": "And the word of the Lord came unto Zechariah, saying,"
    },
    {
      "verse": 9,
      "text": "Thus hath said the Lord of hosts, saying, Execute true justice, and show kindness and mercy every man to his brother;"
    },
    {
      "verse": 10,
      "text": "And defraud not the widow, or the fatherless, the stranger, or the poor; and imagine not evil in your heart one against the other."
    },
    {
      "verse": 11,
      "text": "But they refused to listen, and turned away rebelliously the shoulder, and stopped their ears, so as not to hear;"
    },
    {
      "verse": 12,
      "text": "And their heart they rendered as an adamant, so as not to hear the law, and the words which the Lord of hosts had sent through his spirit, by means of the former prophets: wherefore came a great anger from the Lord of hosts."
    },
    {
      "verse": 13,
      "text": "And it is come to pass, that as he proclaimed, and they would not hear: so had they to call, and I would not hear, saith the Lord of hosts;"
    },
    {
      "verse": 14,
      "text": "And I resolved to scatter them with a storm-wind among all the nations that they had not known; and the land was left desolate after them, without any one to pass through it forward or backward; and the pleasant land have they changed into a desert."
    }
  ]
}