{
  "book_id": "ZEC",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy of the word of the Lord concerning the land of Chadrach, and Damascus his resting-place; for unto the Lord [will look] the eye of men, and [that of] all the tribes of Israel;"
    },
    {
      "verse": 2,
      "text": "And also concerning Chamath that is bordering thereon, Tyre, and Zidon, though it be very wise."
    },
    {
      "verse": 3,
      "text": "And though Tyre have built herself a strong-hold, and heaped up silver as the dust, and fine gold as the mire of the streets:"
    },
    {
      "verse": 4,
      "text": "Behold, the Lord will drive her out, and he will strike down her power into the sea; and she herself shall be devoured with fire."
    },
    {
      "verse": 5,
      "text": "Ashkelon shall see it, and fear; Gazzah also, and tremble greatly: and 'Ekron, for her trust will be made ashamed: and the king shall vanish from Gazzah, and Ashkelon shall not be inhabited."
    },
    {
      "verse": 6,
      "text": "And aliens shall dwell in Ashdod, and I will cut off the pride of the Philistines."
    },
    {
      "verse": 7,
      "text": "And I will remove their bloody [-sacrifices] out of their mouth, and their abominations from between their teeth; and their land also shall be left for our God, and it shall be as a prince's [dwelling] in Judah, and 'Ekron shall be like Jebusi."
    },
    {
      "verse": 8,
      "text": "And I will encamp about my house against armies, against those that pass to and fro, and there shall not pass over them any more an oppressor; for now do I look [on them] with my eyes."
    },
    {
      "verse": 9,
      "text": "Be greatly glad, O daughter of Zion; shout, O daughter of Jerusalem! behold, thy King will come unto thee, righteous and victorious is he, lowly, and riding upon an ass, and upon a colt the foal of a she-ass."
    },
    {
      "verse": 10,
      "text": "And I will cut off chariots from Ephraim, and horses from Jerusalem, and there shall be cut off the battle-bow, and he shall speak peace unto the nations; and his dominion shall be from sea to sea, and from the river to the ends of the earth."
    },
    {
      "verse": 11,
      "text": "As for thee also, because of the blood of thy covenant, do I send forth thy prisoners out of the pit wherein there is no water."
    },
    {
      "verse": 12,
      "text": "Return you to the strong-hold, ye hopeful prisoners: even today do I declare, that I will recompense twofold [good] unto thee."
    },
    {
      "verse": 13,
      "text": "For I do bend Judah for me, grasp Ephraim [as] a bow; and I will stir up thy sons, O Zion, against thy sons, O Javan, and I will render thee as the sword of a mighty man."
    },
    {
      "verse": 14,
      "text": "And the Lord will appear over them, and then will go forth like the lightning his arrow: and the Lord Eternal will blow on the cornet, and he will go along in the tempests of the south."
    },
    {
      "verse": 15,
      "text": "The Lord of hosts will be a shield over them; and they shall devour [the prey], and subdue the sling-stones; and they shall drink, make a noise as one [drunken with] wine; and they shall be filled like the offering-bowls, like the corners of the altar."
    },
    {
      "verse": 16,
      "text": "And the Lord their God will save them on that day as the flock of his people; for [like] the stones of a crown, will they elevate themselves over his land."
    },
    {
      "verse": 17,
      "text": "For how great will be [that generation's] happiness, and how great its beauty! corn shall make the young men sing joyfully, and new wine the virgins."
    }
  ]
}