{
  "book_id": "ZEC",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Ask from the Lord rain at the time of the latter rain, [from] the Lord who maketh lightning-clouds: and he will give unto them showers of rain, to every herb in the field."
    },
    {
      "verse": 2,
      "text": "For the Theraphim speak vanity, and the diviners foresee a lie, and those that have dreams speak what is false, with nought do they comfort: therefore do they move about like a flock, they bleat, because [they have] no shepherd."
    },
    {
      "verse": 3,
      "text": "Against the shepherds is my anger kindled, and on the he-goats will I inflict punishment; for the Lord of hosts thinketh of his flock, the house of Judah, and maketh them as his elegant horse in the battle."
    },
    {
      "verse": 4,
      "text": "Out of him cometh forth the corner [-stone], out of him the tent-nail, out of him the battle-bow, out of him every ruler [of others] together."
    },
    {
      "verse": 5,
      "text": "And they shall be like mighty men, treading down [their enemies] in the mire of the streets in the battle, and they shall fight, because the Lord is with them: and the riders on horses shall be made ashamed."
    },
    {
      "verse": 6,
      "text": "And I will strengthen the house of Judah, and the house of Joseph will I save, and I will bring them again to their own homes; for I have mercy upon them, and they shall be as though I had never cast them off; for I am the Lord their God, and I will answer their prayer."
    },
    {
      "verse": 7,
      "text": "And they of Ephraim shall be like a mighty man, and their heart shall rejoice as though from wine: and their children shall see it, and be rejoiced; their heart shall be glad in the Lord."
    },
    {
      "verse": 8,
      "text": "I will call for them, and gather them; for I have redeemed them: and they shall increase as they have increased [formerly]."
    },
    {
      "verse": 9,
      "text": "And when I shall have scattered them among the people, they will remember me in the far-off countries: therefore shall they live with their children, and return again."
    },
    {
      "verse": 10,
      "text": "And I will bring them back again out of the land of Egypt, and out of Assyria will I gather them; and into the land of Gil'ad and Lebanon will I bring them, and it shall not be sufficient for them."
    },
    {
      "verse": 11,
      "text": "And he will pass through the sea [with] distress, and he will smite in the sea the waves, and there shall dry up all the deeps of the stream: and there shall be brought down the pride of Assyria, and the sceptre of Egypt shall depart away."
    },
    {
      "verse": 12,
      "text": "And I will strengthen them in the Lord, and in his name shall they ever walk, saith the Lord."
    }
  ]
}