{
  "book_id": "ZEC",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Open thy doors, O Lebanon, and the fire shall eat on thy cedars."
    },
    {
      "verse": 2,
      "text": "Wail, fir-tree; for fallen is the cedar; those that were mighty are despoiled: wail, O ye oaks of Bashan; for the impervious forest is come down."
    },
    {
      "verse": 3,
      "text": "[There is] the noise of the wailing of the shepherds; for wasted is their glory: [there is] the noise of the roaring of young lions; for wasted is the pride of the Jordan."
    },
    {
      "verse": 4,
      "text": "Thus hath said the Lord my God, Feed the flocks [that are destined for] the slaughter;"
    },
    {
      "verse": 5,
      "text": "Whom their buyers slay, and hold themselves guiltless; and whose sellers say, Blessed be the Lord, for I am rich: and none of whose shepherds have pity on them."
    },
    {
      "verse": 6,
      "text": "For I will no more have pity on the inhabitants of the land, saith the Lord: but, lo, I will deliver the men every one into the hand of his neighbor, and into the hand of his king: and they shall beat down the land, and I will not deliver out of their hand."
    },
    {
      "verse": 7,
      "text": "And I had fed the flocks [that were destined for] the slaughter,—indeed, the poorest of the flocks; and I had taken unto me two staves; the one I called Mildness [[No'am]], and the other I called Concord [[Choblim]]: and I fed the flocks."
    },
    {
      "verse": 8,
      "text": "And I removed the three shepherds in one month; and my soul was tired of them, and also their soul abhorred me."
    },
    {
      "verse": 9,
      "text": "Then said I, I will not feed you: what is dying may die; and what is to be lost may be lost; and those that are left may eat every one the flesh of the other."
    },
    {
      "verse": 10,
      "text": "And I took my staff, namely, Mildness, and cut it to pieces, to annul my covenant which I had made with all the tribes."
    },
    {
      "verse": 11,
      "text": "And when it was annulled on that day, then knew they well, truly the poorest of the flocks that waited for me, that it was the word of the Lord."
    },
    {
      "verse": 12,
      "text": "And I said unto them, If it be good in your eyes, give me my reward; and if not, forbear. So they weighed out as my reward thirty pieces of silver."
    },
    {
      "verse": 13,
      "text": "And the Lord said unto me, Cast it unto the treasurer, the precious price which I am prized at by them. And I took the thirty pieces of silver, and cast them in the house of the Lord unto the treasurer."
    },
    {
      "verse": 14,
      "text": "Then I cut in pieces my second staff, namely, Concord, to annul the brotherhood between Judah and Israel."
    },
    {
      "verse": 15,
      "text": "And the Lord said unto me, Take unto thee yet the instruments of a foolish shepherd."
    },
    {
      "verse": 16,
      "text": "For, lo, I raise up a shepherd in the land, who will not think of those that are lost, nor seek for that which is gone astray, nor heal that which hath [a limb] broken; who will not care for that which hath stood still; but who will eat the flesh of the fat, and devour all even to their claws."
    },
    {
      "verse": 17,
      "text": "Woe to the worthless shepherd that leaveth the flock! the sword shall be upon his arm, and upon his right eye: his arm shall utterly wither, and his right eye shall be completely blinded."
    }
  ]
}