{
  "book_id": "ROM",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Συνίστημι δὲ ὑμῖν Φοίβην τὴν ἀδελφὴν ἡμῶν, οὖσαν διάκονον τῆς ἐκκλησίας τῆς ἐν Κενχρεαῖς,"
    },
    {
      "verse": 2,
      "text": "ἵνα αὐτὴν προσδέξησθε ἐν κυρίῳ ἀξίως τῶν ἁγίων, καὶ παραστῆτε αὐτῇ ἐν ᾧ ἂν ὑμῶν χρῄζῃ πράγματι, καὶ γὰρ αὐτὴ προστάτις πολλῶν ἐγενήθη καὶ ἐμοῦ αὐτοῦ."
    },
    {
      "verse": 3,
      "text": "Ἀσπάσασθε Πρίσκαν καὶ Ἀκύλαν τοὺς συνεργούς μου ἐν Χριστῷ Ἰησοῦ,"
    },
    {
      "verse": 4,
      "text": "οἵτινες ὑπὲρ τῆς ψυχῆς μου τὸν ἑαυτῶν τράχηλον ὑπέθηκαν, οἷς οὐκ ἐγὼ μόνος εὐχαριστῶ ἀλλὰ καὶ πᾶσαι αἱ ἐκκλησίαι τῶν ἐθνῶν,"
    },
    {
      "verse": 5,
      "text": "καὶ τὴν κατ’ οἶκον αὐτῶν ἐκκλησίαν. ἀσπάσασθε Ἐπαινετὸν τὸν ἀγαπητόν μου, ὅς ἐστιν ἀπαρχὴ τῆς Ἀσίας εἰς Χριστόν."
    },
    {
      "verse": 6,
      "text": "ἀσπάσασθε Μαρίαμ, ἥτις πολλὰ ἐκοπίασεν εἰς ὑμᾶς."
    },
    {
      "verse": 7,
      "text": "ἀσπάσασθε Ἀνδρόνικον καὶ Ἰουνιᾶν τοὺς συγγενεῖς μου καὶ συναιχμαλώτους μου, οἵτινές εἰσιν ἐπίσημοι ἐν τοῖς ἀποστόλοις, οἳ καὶ πρὸ ἐμοῦ γέγοναν ἐν Χριστῷ."
    },
    {
      "verse": 8,
      "text": "ἀσπάσασθε Ἀμπλιᾶτον τὸν ἀγαπητόν μου ἐν κυρίῳ."
    },
    {
      "verse": 9,
      "text": "ἀσπάσασθε Οὐρβανὸν τὸν συνεργὸν ἡμῶν ἐν Χριστῷ καὶ Στάχυν τὸν ἀγαπητόν μου."
    },
    {
      "verse": 10,
      "text": "ἀσπάσασθε Ἀπελλῆν τὸν δόκιμον ἐν Χριστῷ. ἀσπάσασθε τοὺς ἐκ τῶν Ἀριστοβούλου."
    },
    {
      "verse": 11,
      "text": "ἀσπάσασθε Ἡρῳδίωνα τὸν συγγενῆ μου. ἀσπάσασθε τοὺς ἐκ τῶν Ναρκίσσου τοὺς ὄντας ἐν κυρίῳ."
    },
    {
      "verse": 12,
      "text": "ἀσπάσασθε Τρύφαιναν καὶ Τρυφῶσαν τὰς κοπιώσας ἐν κυρίῳ. ἀσπάσασθε Περσίδα τὴν ἀγαπητήν, ἥτις πολλὰ ἐκοπίασεν ἐν κυρίῳ."
    },
    {
      "verse": 13,
      "text": "ἀσπάσασθε Ῥοῦφον τὸν ἐκλεκτὸν ἐν κυρίῳ καὶ τὴν μητέρα αὐτοῦ καὶ ἐμοῦ."
    },
    {
      "verse": 14,
      "text": "ἀσπάσασθε Ἀσύνκριτον, Φλέγοντα, Ἑρμῆν, Πατροβᾶν, Ἑρμᾶν, καὶ τοὺς σὺν αὐτοῖς ἀδελφούς."
    },
    {
      "verse": 15,
      "text": "ἀσπάσασθε Φιλόλογον καὶ Ἰουλίαν, Νηρέα καὶ τὴν ἀδελφὴν αὐτοῦ, καὶ Ὀλυμπᾶν, καὶ τοὺς σὺν αὐτοῖς πάντας ἁγίους."
    },
    {
      "verse": 16,
      "text": "ἀσπάσασθε ἀλλήλους ἐν φιλήματι ἁγίῳ. ἀσπάζονται ὑμᾶς αἱ ἐκκλησίαι πᾶσαι τοῦ Χριστοῦ."
    },
    {
      "verse": 17,
      "text": "Παρακαλῶ δὲ ὑμᾶς, ἀδελφοί, σκοπεῖν τοὺς τὰς διχοστασίας καὶ τὰ σκάνδαλα παρὰ τὴν διδαχὴν ἣν ὑμεῖς ἐμάθετε ποιοῦντας, καὶ ἐκκλίνετε ἀπ’ αὐτῶν·"
    },
    {
      "verse": 18,
      "text": "οἱ γὰρ τοιοῦτοι τῷ κυρίῳ ἡμῶν Χριστῷ οὐ δουλεύουσιν ἀλλὰ τῇ ἑαυτῶν κοιλίᾳ, καὶ διὰ τῆς χρηστολογίας καὶ εὐλογίας ἐξαπατῶσιν τὰς καρδίας τῶν ἀκάκων."
    },
    {
      "verse": 19,
      "text": "ἡ γὰρ ὑμῶν ὑπακοὴ εἰς πάντας ἀφίκετο· ἐφ’ ὑμῖν οὖν χαίρω, θέλω δὲ ὑμᾶς σοφοὺς εἶναι εἰς τὸ ἀγαθόν, ἀκεραίους δὲ εἰς τὸ κακόν."
    },
    {
      "verse": 20,
      "text": "ὁ δὲ θεὸς τῆς εἰρήνης συντρίψει τὸν σατανᾶν ὑπὸ τοὺς πόδας ὑμῶν ἐν τάχει. Ἡ χάρις τοῦ κυρίου ἡμῶν Ἰησοῦ μεθ’ ὑμῶν."
    },
    {
      "verse": 21,
      "text": "Ἀσπάζεται ὑμᾶς Τιμόθεος ὁ συνεργός μου, καὶ Λούκιος καὶ Ἰάσων καὶ Σωσίπατρος οἱ συγγενεῖς μου."
    },
    {
      "verse": 22,
      "text": "ἀσπάζομαι ὑμᾶς ἐγὼ Τέρτιος ὁ γράψας τὴν ἐπιστολὴν ἐν κυρίῳ."
    },
    {
      "verse": 23,
      "text": "ἀσπάζεται ὑμᾶς Γάϊος ὁ ξένος μου καὶ ὅλης τῆς ἐκκλησίας. ἀσπάζεται ὑμᾶς Ἔραστος ὁ οἰκονόμος τῆς πόλεως καὶ Κούαρτος ὁ ἀδελφός."
    },
    {
      "verse": 25,
      "text": "Τῷ δὲ δυναμένῳ ὑμᾶς στηρίξαι κατὰ τὸ εὐαγγέλιόν μου καὶ τὸ κήρυγμα Ἰησοῦ Χριστοῦ, κατὰ ἀποκάλυψιν μυστηρίου χρόνοις αἰωνίοις σεσιγημένου"
    },
    {
      "verse": 26,
      "text": "φανερωθέντος δὲ νῦν διά τε γραφῶν προφητικῶν κατ’ ἐπιταγὴν τοῦ αἰωνίου θεοῦ εἰς ὑπακοὴν πίστεως εἰς πάντα τὰ ἔθνη γνωρισθέντος,"
    },
    {
      "verse": 27,
      "text": "μόνῳ σοφῷ θεῷ, διὰ Ἰησοῦ Χριστοῦ, ᾧ ἡ δόξα εἰς τοὺς αἰῶνας τῶν αἰώνων· ἀμήν."
    }
  ]
}