{
  "book_id": "LAM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "How has the Lord darkened in his wrath The daughter of Zion! He has cast down the glory of Israel From heaven to earth, And has not remembered his footstool."
    },
    {
      "verse": 2,
      "text": "In the day of his wrath The Lord has overwhelmed \\add her\\add* as in the sea, \\add And\\add* not spared: He has brought down in his fury All the beautiful things of Jacob; He has brought down to the ground The strongholds of the daughter of Judah: He has profaned her king and her princes."
    },
    {
      "verse": 3,
      "text": "He has broken in his fierce anger All the horn of Israel: He has turned back his right hand From the face of the enemy, And has kindled a flame in Jacob as fire, And it has devoured all things round about."
    },
    {
      "verse": 4,
      "text": "He has bent his bow as an opposing enemy: He has strengthened his right hand as an adversary, And has destroyed all the desirable things of my eyes In the tabernacle of the daughter of Zion: He has poured forth his anger as fire."
    },
    {
      "verse": 5,
      "text": "The Lord is become as an enemy: He has overwhelmed Israel as in the sea, He has overwhelmed her palaces: He has destroyed his strongholds, And has multiplied the afflicted and humbled ones To the daughter of Judah."
    },
    {
      "verse": 6,
      "text": "And he has scattered his tabernacle as a vine, He has marred his feast: The Lord has forgotten the feast And the Sabbath which he appointed in Zion, And in the fury of his wrath Has vexed the king, and priest, and prince."
    },
    {
      "verse": 7,
      "text": "The Lord has rejected his altar, He has cast off his sanctuary, He has broken by the hand of the enemy The wall of her palaces; They have uttered their voice in the house of the Lord As on a feast day."
    },
    {
      "verse": 8,
      "text": "And he has turned to destroy The wall of the daughter of Zion: He has stretched out the measuring line, He has not turned back his hand from afflicting \\add her\\add*: Therefore the bulwark mourned, And the wall was weakened with it."
    },
    {
      "verse": 9,
      "text": "Her gates are sunk into the ground: He has destroyed and broken to pieces her bars, \\add And\\add* her king and her prince among the Gentiles: There is no law, Nay, her prophets have seen no vision from the Lord."
    },
    {
      "verse": 10,
      "text": "The elders of the daughter of Zion Have sat upon the ground, They have kept silence: They have cast up dust upon their heads; They have girded themselves with sackcloth: They have brought down to the ground The chief virgins in Jerusalem."
    },
    {
      "verse": 11,
      "text": "Mine eyes have failed with tears, My heart is troubled, My glory is cast down to the ground, For the destruction of the daughter of my people; While the infant and suckling swoon In the streets of the city."
    },
    {
      "verse": 12,
      "text": "They said to their mothers, Where is corn and wine? While they fainted like wounded men In the streets of the city, While their souls were poured out Into their mother’s bosom."
    },
    {
      "verse": 13,
      "text": "What shall I testify to thee, Or what shall I compare to thee, O daughter of Jerusalem? Who shall save and comfort thee, O virgin daughter of Zion? For the cup of thy destruction is enlarged: Who shall heal thee?"
    },
    {
      "verse": 14,
      "text": "Thy prophets have seen for thee Vanities and folly: And they have not discovered thine iniquity, To turn back thy captivity; But they have seen for thee vain burdens, And worthless visions."
    },
    {
      "verse": 15,
      "text": "All that go by the way Have clapped their hands at thee; They have hissed and shaken their head At the daughter of Jerusalem. Is this the city, they say, The crown of joy of all the earth?"
    },
    {
      "verse": 16,
      "text": "All thine enemies have opened their mouth against thee: They have hissed and gnashed their teeth, And said, We have swallowed her up: Moreover this is the day which we looked for; We have found it, we have seen it."
    },
    {
      "verse": 17,
      "text": "The Lord has done that which he purposed; He has accomplished his word, \\add Even\\add* the things which he commanded from the ancient days: He has thrown down, and has not spared: And he has caused the enemy to rejoice over thee, He has exalted the horn of him that afflicted thee."
    },
    {
      "verse": 18,
      "text": "Their heart cried to the Lord, Ye walls of Zion, Pour down tears like torrents day and night: Give thyself no rest; Let not the apple of thine eyes cease."
    },
    {
      "verse": 19,
      "text": "Arise, rejoice in the night At the beginning of thy watch: Pour out thy heart as water Before the face of the Lord: Lift up thy hands to him For the life of thine infants, Who faint for hunger At the top of all the streets."
    },
    {
      "verse": 20,
      "text": "Behold, O Lord, And see for whom thou hast gathered thus. Shall the women eat the fruit of their womb? The cook has made a gathering: Shall the infants sucking at the breasts be slain? Wilt thou slay the priest and prophet In the sanctuary of the Lord?"
    },
    {
      "verse": 21,
      "text": "The child and old man Have lain down in the street: My virgins and my young men Are gone into captivity: Thou hast slain \\add them\\add* With the sword and with famine; In the day of thy wrath thou hast mangled \\add them\\add*, Thou hast not spared."
    },
    {
      "verse": 22,
      "text": "He has called my sojourners round about To a solemn day, And there was not in the day of the wrath of the Lord Anyone that escaped or was left; Whereas I have strengthened and multiplied all mine enemies."
    }
  ]
}