{
  "book_id": "LAM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Remember, O Lord, what has happened to us: Behold, and look on our reproach."
    },
    {
      "verse": 2,
      "text": "Our inheritance has been turned away to aliens, Our houses to strangers:"
    },
    {
      "verse": 3,
      "text": "We are become orphans, we have no father, Our mothers are as widows."
    },
    {
      "verse": 4,
      "text": "We have drunk our water for money; Our wood is sold to us \\add for a burden\\add* on our neck:"
    },
    {
      "verse": 5,
      "text": "We have been persecuted, We have labored, we have had no rest."
    },
    {
      "verse": 6,
      "text": "Egypt gave the hand \\add to us\\add*, Assyria to their own satisfaction."
    },
    {
      "verse": 7,
      "text": "Our fathers sinned, \\add and\\add* are not: We have borne their iniquities."
    },
    {
      "verse": 8,
      "text": "Servants have ruled over us: There is none to ransom \\add us\\add* out of their hand."
    },
    {
      "verse": 9,
      "text": "We shall bring in our bread with \\add danger of\\add* our lives, Because of the sword of the wilderness."
    },
    {
      "verse": 10,
      "text": "Our skin is blackened like an oven; They are convulsed, because of the storms of famine."
    },
    {
      "verse": 11,
      "text": "They humbled the women in Zion, The virgins in the cities of Judah."
    },
    {
      "verse": 12,
      "text": "Princes were hanged up by their hands: the elders were not honored."
    },
    {
      "verse": 13,
      "text": "The chosen men lifted up \\add the voice in\\add* weeping, And the youths fainted under the wood."
    },
    {
      "verse": 14,
      "text": "And the elders ceased from the gate, The chosen men ceased from their music."
    },
    {
      "verse": 15,
      "text": "The joy of our heart has ceased; Our dance is turned into mourning."
    },
    {
      "verse": 16,
      "text": "The crown has fallen \\add from\\add* our head: Yea, woe to us! for we have sinned."
    },
    {
      "verse": 17,
      "text": "For this has grief come; our heart is sorrowful: For this our eyes are darkened."
    },
    {
      "verse": 18,
      "text": "Over the mountain of Zion, because it is made desolate, Foxes have walked therein."
    },
    {
      "verse": 19,
      "text": "But thou, O Lord, shalt dwell forever; Thy throne \\add shall endure\\add* to generation and generation."
    },
    {
      "verse": 20,
      "text": "Wherefore wilt thou utterly forget us, And abandon us a long time?"
    },
    {
      "verse": 21,
      "text": "Turn us, O Lord, to thee, and we shall be turned; And renew our days as before."
    },
    {
      "verse": 22,
      "text": "For thou hast indeed rejected us; Thou hast been very wroth against us."
    }
  ]
}