{
  "book_id": "JOL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Σαλπίσατε σάλπιγγι ἐν Σιὼν, κηρύξατε ἐν ὄρει ἁγίῳ μου, καὶ συγχυθήτωσαν πάντες οἱ κατοικοῦντες τὴν γῆν, διότι πάρεστιν ἡμέρα Κυρίου, ὅτι ἐγγὺς"
    },
    {
      "verse": 2,
      "text": "ἡμέρα σκότους καὶ γνόφου, ἡμέρα νεφέλης καὶ ὁμίχλης· ὡς ὄρθρος χυθήσεται ἐπὶ τὰ ὄρη λαὸς πολὺς καὶ ἰσχυρὸς, ὅμοιος αὐτῷ οὐ γέγονεν ἀπὸ τοῦ αἰῶνος, καὶ μετʼ αὐτὸν οὐ προστεθήσεται ἕως ἐτῶν εἰς γενεὰς γενεῶν."
    },
    {
      "verse": 3,
      "text": "Τὰ ἔμπροσθεν αὐτοῦ πῦρ ἀναλίσκον, καὶ τὰ ὀπίσω αὐτοῦ ἀναπτομένη φλόξ· ὡς παράδεισος τρυφῆς ἡ γῆ πρὸ προσώπου αὐτοῦ, καὶ τὰ ὄπισθεν αὐτοῦ πεδίον ἀφανισμοῦ, καὶ ἀνασωζόμενος οὐκ ἔσται αὐτῷ."
    },
    {
      "verse": 4,
      "text": "Ὡς ὅρασις ἵππων ἡ ὅρασις αὐτῶν, καὶ ὡς ἱππεῖς οὕτως καταδιώξονται."
    },
    {
      "verse": 5,
      "text": "Ὡς φωνὴ ἁρμάτων ἐπὶ τὰς κορυφὰς τῶν ὀρέων ἐξαλοῦνται, καὶ ὡς φωνὴ φλογὸς πυρὸς κατεσθιούσης καλάμην, καὶ ὡς λαὸς πολὺς καὶ ἰσχυρὸς παρατασσόμενος εἰς πόλεμον."
    },
    {
      "verse": 6,
      "text": "Ἀπὸ προσώπου αὐτοῦ συντριβήσονται λαοὶ, πᾶν πρόσωπον ὡς πρόσκαυμα χύτρας."
    },
    {
      "verse": 7,
      "text": "Ὡς μαχηταὶ δραμοῦνται καὶ ὡς ἄνδρες πολεμισταὶ ἀναβήσονται ἐπὶ τὰ τείχη, καὶ ἕκαστος ἐν τῇ ὁδῷ αὐτοῦ πορεύσεται, καὶ οὐ μὴ ἐκκλίνωσι τὰς τρίβους αὐτῶν,"
    },
    {
      "verse": 8,
      "text": "καὶ ἕκαστος ἀπὸ τοῦ ἀδελφοῦ αὐτοῦ οὐκ ἀφέξεται· καταβαρυνόμενοι ἐν τοῖς ὅπλοις αὐτῶν πορεύσονται, καὶ ἐν τοῖς βέλεσιν αὐτῶν πεσοῦνται, καὶ οὐ μὴ συντελεσθῶσι."
    },
    {
      "verse": 9,
      "text": "Τῆς πόλεως ἐπιλήψονται, καὶ ἐπὶ τῶν τειχέων δραμοῦνται, καὶ ἐπὶ ταῖς οἰκίαις ἀναβήσονται, καὶ διὰ θυρίδων εἰσελεύσονται ὡς κλέπται."
    },
    {
      "verse": 10,
      "text": "Πρὸ προσώπου αὐτοῦ συγχυθήσεται ἡ γῆ, καὶ σεισθήσεται ὁ οὐρανός· ὁ ἥλιος καὶ ἡ σελήνη συσκοτάσουσι, καὶ ἄστρα δύσουσι τὸ φέγγος αὐτῶν."
    },
    {
      "verse": 11,
      "text": "Καὶ Κύριος δώσει φωνὴν αὐτοῦ πρὸ προσώπου δυνάμεως αὐτοῦ, ὅτι πολλή ἐστι σφόδρα ἡ παρεμβολὴ αὐτοῦ, ὅτι ἰσχυρὰ ἔργα λόγων αὐτοῦ· διότι μεγάλη ἡ ἡμέρα Κυρίου, ἐπιφανὴς σφόδρα, καὶ τίς ἔσται ἱκανὸς αὐτῇ;"
    },
    {
      "verse": 12,
      "text": "Καὶ νῦν λέγει Κύριος ὁ Θεὸς ὑμῶν, ἐπιστράφητε πρὸς μὲ ἐξ ὅλης τῆς καρδίας ὑμῶν, καὶ ἐν νηστείᾳ, καὶ ἐν κλαυθμῷ, καὶ ἐν κοπετῷ,"
    },
    {
      "verse": 13,
      "text": "καὶ διαῤῥήξατε τὰς καρδίας ὑμῶν, καὶ μὴ τὰ ἱμάτια ὑμῶν· καὶ ἐπιστράφητε πρὸς Κύριον τὸν Θεὸν ὑμῶν, ὅτι ἐλεήμων καὶ οἰκτίρμων ἐστὶ, μακρόθυμος καὶ πολυέλεος, καὶ μετανοῶν ἐπὶ ταῖς κακίαις."
    },
    {
      "verse": 14,
      "text": "Τίς οἶδεν εἰ ἐπιστρέψει, καὶ μετανοήσει, καὶ ὑπολείψεται ὀπίσω αὐτοῦ εὐλογίαν, καὶ θυσίαν, καὶ σπονδὴν Κυρίῳ τῷ Θεῷ ὑμῶν;"
    },
    {
      "verse": 15,
      "text": "Σαλπίσατε σάλπιγγι ἐν Σιὼν, ἁγιάσατε νηστείαν. κηρύξατε θεραπείαν,"
    },
    {
      "verse": 16,
      "text": "συναγάγετε λαὸν, ἁγιάσατε ἐκκλησίαν, ἐκλέξασθε πρεσβυτέρους, συναγάγετε νήπια θηλάζοντα μαστοὺς, ἐξελθέτω νυμφίος ἐκ τοῦ κοιτῶνος αὐτοῦ, καὶ νύμφη ἐκ τοῦ παστοῦ αὐτῆς."
    },
    {
      "verse": 17,
      "text": "Ἀναμέσον τῆς κρηπίδος τοῦ θυσιαστηρίου, κλαύσονται οἱ ἱερεῖς οἱ λειτουργοῦντες τῷ Κυρίῳ, καὶ ἐροῦσι, φεῖσαι Κύριε, τοῦ λαοῦ σου, καὶ μὴ δῷς τὴν κληρονομίαν σου εἰς ὄνειδος, τοῦ κατάρξαι αὐτῶν ἔθνη, ὅπως μὴ εἴπωσιν ἐν τοῖς ἔθνεσι, ποῦ ἐστιν ὁ Θεὸς αὐτῶν;"
    },
    {
      "verse": 18,
      "text": "Καὶ ἐζήλωσε Κύριος τὴν γῆν αὐτοῦ, καὶ ἐφείσατο τοῦ λαοῦ αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Καὶ ἀπεκρίθη Κύριος, καὶ εἶπε τῷ λαῷ αὐτοῦ, ἰδοὺ ἐγὼ ἐξαποστέλλω ὑμῖν τὸν σῖτον καὶ τὸν οἶνον καὶ τὸ ἔλαιον, καὶ ἐμπλησθήσεσθε αὐτῶν, καὶ οὐ δώσω ὑμᾶς οὐκ ἔτι εἰς ὀνειδισμὸν ἐν τοῖς ἔθνεσι."
    },
    {
      "verse": 20,
      "text": "Καὶ τὸν ἀπὸ Βοῤῥᾶ ἐκδιώξω ἀφʼ ὑμῶν, καὶ ἐξώσω αὐτὸν εἰς γῆν ἄνυδρον, καὶ ἀφανιῶ τὸ πρόσωπον αὐτοῦ εἰς τὴν θάλασσαν τὴν πρώτην, καὶ τὰ ὀπίσω αὐτοῦ εἰς τὴν θάλασσαν τὴν ἐσχάτην· καὶ ἀναβήσεται ἡ σαπρία αὐτοῦ, καὶ ἀναβήσεται ὁ βρόμος αὐτοῦ, ὅτι ἐμεγάλυνε τὰ ἔργα αὐτοῦ."
    },
    {
      "verse": 21,
      "text": "Θάρσει γῆ, χαῖρε καὶ εὐφραίνου, ὅτι ἐμεγάλυνε Κύριος τοῦ ποιῆσαι."
    },
    {
      "verse": 22,
      "text": "Θαρσεῖτε κτήνη τοῦ πεδίου, ὅτι βεβλάστηκε τὰ πεδία τῆς ἐρήμου, ὅτι ξύλον ἤνεγκεν τὸν καρπὸν αὐτοῦ, συκῆ καὶ ἄμπελος ἔδωκαν τὴν ἰσχὺν αὐτῶν."
    },
    {
      "verse": 23,
      "text": "Καὶ τὰ τέκνα Σιὼν χαίρετε καὶ εὐφραίνεσθε ἐπὶ τῷ Κυρίῳ Θεῷ ὑμῶν, διότι ἔδωκεν ὑμῖν τὰ βρώματα εἰς δικαιοσύνην, καὶ βρέξει ὑμῖν ὑετὸν πρώϊμον καὶ ὄψιμον, καθὼς ἔμπροσθεν,"
    },
    {
      "verse": 24,
      "text": "καὶ πλησθήσονται αἱ ἅλωνες σίτου, καὶ ὑπερχυθήσονται αἱ ληνοὶ οἴνου καὶ ἐλαίου."
    },
    {
      "verse": 25,
      "text": "Καὶ ἀνταποδώσε ὑμῖν ἀντὶ τῶν ἐτῶν ὧν κατέφαγεν ἡ ἀκρὶς, καὶ ὁ βροῦχος, καὶ ἡ ἐρυσίβη, καὶ ἡ κάμπη, ἡ δύναμίς μου ἡ μεγάλη, ἣν ἐξαπέστειλα εἰς ὑμᾶς."
    },
    {
      "verse": 26,
      "text": "Καὶ φάγεσθε ἐσθίοντες, καὶ ἐμπλησθήσεσθε, καὶ αἰνέσετε τὸ ὄνομα Κυρίου τοῦ Θεοῦ ὑμῶν, ἃ ἐποίησε μεθʼ ὑμῶν εἰς θαυμάσια· καὶ οὐ μὴ καταισχυνθῇ ὁ λαός μου εἰς τὸν αἰῶνα."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐπιγνώσεσθε ὅτι ἐν μέσῳ τοῦ Ἰσραὴλ ἐγώ εἰμι, καὶ ἐγὼ Κύριος ὁ Θεὸς ὑμῶν, καὶ οὐκ ἕστιν ἔτι πλὴν ἐμοῦ· καὶ οὐ μὴ καταισχυνθῶσιν ἔτι ὁ λαός μου εἰς τὸν αἰῶνα."
    }
  ]
}