{
  "book_id": "1ES",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "After this, the chiefs of fathers’ houses were chosen to go up according to their tribes, with their wives, sons, and daughters, with their menservants and maidservants, and their livestock."
    },
    {
      "verse": 2,
      "text": "Darius sent with them one thousand cavalry to bring them back to Jerusalem with peace, with musical instruments, drums, and flutes."
    },
    {
      "verse": 3,
      "text": "All their kindred were making merry, and he made them go up together with them."
    },
    {
      "verse": 4,
      "text": "These are the names of the men who went up, according to their families amongst their tribes, after their several divisions."
    },
    {
      "verse": 5,
      "text": "The priests, the sons of Phinees, the sons of Aaron: Jesus the son of Josedek, the son of Saraias, and Joakim the son of Zorobabel, the son of Salathiel, of the house of David, of the lineage of Phares, of the tribe of Judah,"
    },
    {
      "verse": 6,
      "text": "who spoke wise words before Darius the king of Persia in the second year of his reign, in the month Nisan, which is the first month."
    },
    {
      "verse": 7,
      "text": "\\x + \\xo 5:7 \\xt Ezra 2:1\\x*These are the of Judeans who came up from the captivity, where they lived as foreigners, whom Nabuchodonosor the king of Babylon had carried away to Babylon."
    },
    {
      "verse": 8,
      "text": "They returned to Jerusalem and to the other parts of Judea, every man to his own city, who came with Zorobabel, with Jesus, Nehemias, \\f + \\fr 5:8 \\fqa Seralah.\\f*Zaraias, Resaias,\\f + \\fr 5:8 \\ft Or, \\fqa Enenis.\\f*Eneneus, Mardocheus, Beelsarus,\\f + \\fr 5:8 \\fqa Mispar.\\f* Aspharsus,\\f + \\fr 5:8 \\fqa Reclaiah\\f* Reelias, Roimus, and Baana, their leaders."
    },
    {
      "verse": 9,
      "text": "The number of them of the nation and their leaders: the sons of Phoros, two thousand and one hundred and seventy two; the sons of\\f + \\fr 5:9 \\fqa Shephatiah.\\f* Saphat, four hundred and seventy two;"
    },
    {
      "verse": 10,
      "text": "the sons of\\f + \\fr 5:10 \\fqa Arah.\\f* Ares, seven hundred and fifty six;"
    },
    {
      "verse": 11,
      "text": "the sons of\\f + \\fr 5:11 \\fqa Pahath-moab.\\f* Phaath Moab, of the sons of Jesus and Joab, two thousand and eight hundred and twelve;"
    },
    {
      "verse": 12,
      "text": "the sons of Elam, one thousand and two hundred and fifty four; the sons of\\f + \\fr 5:12 \\fqa Zattu.\\f* Zathui, nine hundred and forty five; the sons of\\f + \\fr 5:12 \\fqa Zaccai.\\f* Chorbe, seven hundred and five; the sons of Bani, six hundred and forty eight;"
    },
    {
      "verse": 13,
      "text": "the sons of Bebai, six hundred and twenty three; the sons of\\f + \\fr 5:13 \\fqa Asgad.\\f* Astad,\\f + \\fr 5:13 \\ft According to other readings, 3622, or 3222.\\f* one thousand and three hundred and twenty two;"
    },
    {
      "verse": 14,
      "text": "the sons of Adonikam, six hundred and sixty seven; the sons of\\f + \\fr 5:14 \\fqa Bigvai.\\f* Bagoi, two thousand and sixty six; the sons of\\f + \\fr 5:14 \\fqa Adin.\\f* Adinu, four hundred and fifty four;"
    },
    {
      "verse": 15,
      "text": "the sons of\\f + \\fr 5:15 \\fqa Ater of Hezekiah.\\f* Ater, of Ezekias, ninety two; the sons of Kilan and Azetas, sixty seven; the sons of\\f + \\fr 5:15 \\ft Another reading is, \\fqa Azuru.\\f* Azaru, four hundred and thirty two;"
    },
    {
      "verse": 16,
      "text": "the sons of\\f + \\fr 5:16 \\ft Another reading is, \\fqa Annias.\\f* Annis, one hundred and one; the sons of Arom, the sons of\\f + \\fr 5:16 \\fqa Bezai.\\f* Bassai, three hundred and twenty three; the sons of Arsiphurith, one hundred and twelve;"
    },
    {
      "verse": 17,
      "text": "the sons of Baiterus, three thousand and five; the sons of\\f + \\fr 5:17 \\fqa Bethlehem.\\f* Bethlomon, one hundred and twenty three;"
    },
    {
      "verse": 18,
      "text": "those from Netophas, fifty five; those from Anathoth, one hundred and fifty eight; those from\\f + \\fr 5:18 \\fqa Azmaveth.\\f* Bethasmoth, forty two;"
    },
    {
      "verse": 19,
      "text": "those from \\f + \\fr 5:19 \\fqa Kiriath-arim \\ft or \\fqa Kiriath-jearim.\\f*Kariathiarius, twenty five: those from Caphira and Beroth, seven hundred and forty three;"
    },
    {
      "verse": 20,
      "text": "the Chadiasai and Ammidioi, four hundred and twenty two; those from \\f + \\fr 5:20 \\fqa Rumah.\\f*Kirama and \\f + \\fr 5:20 \\fqa Geba.\\f*Gabbe, six hundred and twenty one;"
    },
    {
      "verse": 21,
      "text": "those from \\f + \\fr 5:21 \\fqa Michmas.\\f*Macalon, one hundred and twenty two; those from \\f + \\fr 5:21 \\fqa Bethel.\\f*Betolion, fifty two; the sons of \\f + \\fr 5:21 \\fqa Magbish\\f*Niphis, one hundred and fifty six;"
    },
    {
      "verse": 22,
      "text": "the sons of \\f + \\fr 5:22 \\fqa Lod, Hadid.\\f*Calamolalus and \\f + \\fr 5:22 \\fqa Ono.\\f*Onus, seven hundred and twenty five; the sons of \\f + \\fr 5:22 \\fqa Jericho.\\f*Jerechu, \\f + \\fr 5:22 \\ft Another reading is, \\fqa two\\f*three hundred and forty five;"
    },
    {
      "verse": 23,
      "text": "and the sons of \\f + \\fr 5:23 \\fqa Senaah.\\f*Sanaas, three thousand and three hundred and thirty."
    },
    {
      "verse": 24,
      "text": "The priests: the sons of \\f + \\fr 5:24 \\fqa Jedaiah.\\f*Jeddu, the son of Jesus, amongst the sons of Sanasib, nine hundred and seventy two; the sons of \\f + \\fr 5:24 \\fqa Immer.\\f*Emmeruth, one thousand and fifty two;"
    },
    {
      "verse": 25,
      "text": "the sons of \\f + \\fr 5:25 \\fqa Pashhur.\\f*Phassurus, one thousand and two hundred and forty seven; and the sons of \\f + \\fr 5:25 \\fqa Harim.\\f*Charme, one thousand and seventeen."
    },
    {
      "verse": 26,
      "text": "The Levites: the sons of Jesus, Kadmiel, Bannas, and Sudias, seventy four."
    },
    {
      "verse": 27,
      "text": "The holy singers: the sons of Asaph, one hundred and twenty eight."
    },
    {
      "verse": 28,
      "text": "The gatekeepers: the sons of\\f + \\fr 5:28 \\fqa Shallum.\\f* Salum, the sons of\\f + \\fr 5:28 \\fqa Ater.\\f* Atar, the sons of Tolman, the sons of\\f + \\fr 5:28 \\fqa Akkub.\\f* Dacubi, the sons of\\f + \\fr 5:28 \\fqa Hatita.\\f* Ateta, the sons of\\f + \\fr 5:28 \\fqa Shobai.\\f* Sabi, in all one hundred and thirty nine."
    },
    {
      "verse": 29,
      "text": "The temple servants: the sons of\\f + \\fr 5:29 \\fqa Ziha.\\f* Esau, the sons of\\f + \\fr 5:29 \\fqa Hasupha.\\f* Asipha, the sons of Tabaoth, the sons of\\f + \\fr 5:29 \\fqa Keros.\\f* Keras, the sons of\\f + \\fr 5:29 \\fqa Siaha.\\f* Sua, the sons of\\f + \\fr 5:29 \\fqa Padon.\\f* Phaleas, the sons of Labana, the sons of\\f + \\fr 5:29 \\fqa Hagaba.\\f* Aggaba."
    },
    {
      "verse": 30,
      "text": "the sons of\\f + \\fr 5:30 \\fqa Akkub.\\f* Acud, the sons of Uta, the sons of Ketab, the sons of\\f + \\fr 5:30 \\fqa Hagab.\\f* Accaba, the sons of\\f + \\fr 5:30 \\fqa Shamlai.\\f* Subai, the sons of\\f + \\fr 5:30 \\fqa Hanan.\\f* Anan, the sons of\\f + \\fr 5:30 \\fqa Giddel.\\f* Cathua, the sons of\\f + \\fr 5:30 \\fqa Gahar\\f* Geddur,"
    },
    {
      "verse": 31,
      "text": "the sons of\\f + \\fr 5:31 \\fqa Reaiah.\\f* Jairus, the sons of\\f + \\fr 5:31 \\fqa Rezin.\\f* Daisan, the sons of\\f + \\fr 5:31 \\fqa Nekoda.\\f* Noeba, the sons of Chaseba, the sons of\\f + \\fr 5:31 \\fqa Gazzam.\\f* Gazera, the sons of\\f + \\fr 5:31 \\fqa Uzza.\\f* Ozias, the sons of\\f + \\fr 5:31 \\fqa Paseah.\\f* Phinoe, the sons of Asara, the sons of\\f + \\fr 5:31 \\fqa Besai.\\f* Basthai, the sons of\\f + \\fr 5:31 \\fqa Asnah.\\f* Asana, the sons of\\f + \\fr 5:31 \\fqa Meunim.\\f* Maani, the sons of\\f + \\fr 5:31 \\fqa Nephisim.\\f* Naphisi, the sons of\\f + \\fr 5:31 \\fqa Bakbuk. \\ft According to other readings, \\fqa Acum, \\ft or \\fqa Acuph.\\f* Acub, the sons of\\f + \\fr 5:31 \\fqa Hakupha.\\f* Achipha, the sons of\\f + \\fr 5:31 \\fqa Harhur.\\f* Asur, the sons of Pharakim, the sons of\\f + \\fr 5:31 \\fqa Bazluth.\\f* Basaloth,"
    },
    {
      "verse": 32,
      "text": "the sons of\\f + \\fr 5:32 \\fqa Mehida.\\f* Meedda, the sons of Cutha, the sons of\\f + \\fr 5:32 \\fqa Harsha\\f* Charea, the sons of\\f + \\fr 5:32 \\fqa Barkos.\\f* Barchus, the sons of\\f + \\fr 5:32 \\fqa Sisera.\\f* Serar, the sons of\\f + \\fr 5:32 \\fqa Temah\\f* Thomei, the sons of\\f + \\fr 5:32 \\fqa Neziah. \\ft Another reading is, \\fqa Nasith.\\f* Nasi, the sons of Atipha."
    },
    {
      "verse": 33,
      "text": "The sons of the servants of Solomon: the sons of\\f + \\fr 5:33 \\fqa Hussophereth.\\f* Assaphioth, the sons of\\f + \\fr 5:33 \\fqa Peruda.\\f* Pharida, the sons of\\f + \\fr 5:33 \\fqa Jaalah.\\f* Jeeli, the sons of\\f + \\fr 5:33 \\fqa Darkon.\\f* Lozon, the sons of\\f + \\fr 5:33 \\fqa Giddel.\\f* Isdael, the sons of\\f + \\fr 5:33 \\fqa Shephatia.\\f* Saphuthi,"
    },
    {
      "verse": 34,
      "text": "the sons of\\f + \\fr 5:34 \\fqa Hattil.\\f* Agia, the sons of\\f + \\fr 5:34 \\fqa Pochereth-haz-zebaim, \\ft Ezra 2:57.\\f* Phacareth, the sons of Sabie, the sons of Sarothie, the sons of\\f + \\fr 5:34 \\ft Another reading is, \\fqa Misaias.\\f* Masias, the sons of Gas, the sons of Addus, the sons of Subas, the sons of Apherra, the sons of Barodis, the sons of Saphat, the sons of Allon."
    },
    {
      "verse": 35,
      "text": "All the temple-servants and the sons of the servants of Solomon were three hundred and seventy two."
    },
    {
      "verse": 36,
      "text": "These came up from\\f + \\fr 5:36 \\fqa Telmelah.\\f* Thermeleth, and\\f + \\fr 5:36 \\fqa Telharsha.\\f* Thelersas,\\f + \\fr 5:36 \\fqa Cherub. Addan.\\f* Charaathalan leading them, and Allar;"
    },
    {
      "verse": 37,
      "text": "and they could not show their families, nor their stock, how they were of Israel: the sons of\\f + \\fr 5:37 \\fqa Delaiah. \\ft Another reading is, \\fqa Asan.\\f* Dalan the son of\\f + \\fr 5:37 \\fqa Tobiah \\ft Another reading is, \\fqa Baenan.\\f* Ban, the sons of\\f + \\fr 5:37 \\fqa Nekoda.\\f* Nekodan, six hundred and fifty two."
    },
    {
      "verse": 38,
      "text": "Of the priests, those who usurped the office of the priesthood and were not found: the sons of\\f + \\fr 5:38 \\fqa Habaiah, \\ft or \\fqa Hobaiah.\\f* Obdia, the sons of\\f + \\fr 5:38 \\fqa Hakkoz.\\f* Akkos, the sons of Jaddus, who married Augia one of the daughters of\\f + \\fr 5:38 \\fqa Barzillai. \\ft Another reading is, \\fqa Phaezeldaeus.\\f* Zorzelleus, and was called after his name."
    },
    {
      "verse": 39,
      "text": "When the description of the kindred of these men was sought in the register and was not found, they were removed from executing the office of the priesthood;"
    },
    {
      "verse": 40,
      "text": "for Nehemias and Attharias told them that they should not be partakers of the holy things until a high priest wearing\\f + \\fr 5:40 \\ft Gr. \\fqa the manifestation and truth.\\f* Urim and Thummim should arise."
    },
    {
      "verse": 41,
      "text": "So all those of Israel, from twelve years old and upward, beside menservants and women servants, were in number forty two thousand and three hundred and sixty."
    },
    {
      "verse": 42,
      "text": "Their menservants and handmaids were seven thousand and three hundred and thirty and seven; the minstrels and singers, two hundred and forty five;"
    },
    {
      "verse": 43,
      "text": "four hundred and thirty and five camels, seven thousand and thirty six horses, two hundred and forty five mules, and five thousand and five hundred and twenty five beasts of burden."
    },
    {
      "verse": 44,
      "text": "And some of the chief men of their families, when they came to the temple of God that is in Jerusalem, vowed to set up the house again in its own place according to their ability,"
    },
    {
      "verse": 45,
      "text": "and to give into the holy treasury of the works one thousand minas\\f + \\fr 5:45 \\ft A mina is about 570 grams or 1.25 pounds.\\f* of gold, five thousand minas of silver, and one hundred priestly vestments."
    },
    {
      "verse": 46,
      "text": "The priests and the Levites and some of the people lived in Jerusalem and the country. The holy singers also and the gatekeepers and all Israel lived in their villages."
    },
    {
      "verse": 47,
      "text": "But when the seventh month was at hand, and when the children of Israel were each in their own place, they all came together with one purpose into the broad place before the first porch which is towards the east."
    },
    {
      "verse": 48,
      "text": "Then Jesus the son of Josedek, his kindred the priests, Zorobabel the son of Salathiel, and his kindred stood up and made the altar of the God of Israel ready"
    },
    {
      "verse": 49,
      "text": "to offer burnt sacrifices upon it, in accordance with the express commands in the book of Moses the man of God."
    },
    {
      "verse": 50,
      "text": "Some people joined them out of the other nations of the land, and they erected the altar upon its own place, because all the nations of the land were hostile to them and oppressed them; and they offered sacrifices at the proper times and burnt offerings to the Lord both morning and evening."
    },
    {
      "verse": 51,
      "text": "They also held the feast of tabernacles, as it is commanded in the law, and offered sacrifices daily, as appropriate."
    },
    {
      "verse": 52,
      "text": "After that, they offered the continual oblations and the sacrifices of the Sabbaths, of the new moons, and of all the consecrated feasts."
    },
    {
      "verse": 53,
      "text": "All those who had made any vow to God began to offer sacrifices to God from the new moon of the seventh month, although the temple of God was not yet built."
    },
    {
      "verse": 54,
      "text": "They gave money, food, and drink to the masons and carpenters."
    },
    {
      "verse": 55,
      "text": "They also gave carts to the people of Sidon and Tyre, that they should bring cedar trees from Libanus, and convey them in rafts to the harbour of Joppa, according to the commandment which was written for them by Cyrus king of the Persians."
    },
    {
      "verse": 56,
      "text": "In the second year after his coming to the temple of God at Jerusalem, in the second month, Zorobabel the son of Salathiel, Jesus the son of Josedek, their kindred, the Levitical priests, and all those who had come to Jerusalem out of the captivity began work."
    },
    {
      "verse": 57,
      "text": "They laid the foundation of God’s temple on the new moon of the second month, in the second year after they had come to Judea and Jerusalem."
    },
    {
      "verse": 58,
      "text": "\\x + \\xo 5:58 \\xt Ezra 3:8-9\\x*They appointed the Levites who were at least twenty years old over the Lord’s works. Then Jesus, with his sons and kindred, Kadmiel his brother, the sons of Jesus, Emadabun, and the sons of Joda the son of Iliadun, and their sons and kindred, all the Levites, with one accord stood up and started the business, labouring to advance the works in the house of God. So the builders built the Lord’s temple."
    },
    {
      "verse": 59,
      "text": "The priests stood arrayed in their vestments with musical instruments and trumpets, and the Levites the sons of Asaph with their cymbals,"
    },
    {
      "verse": 60,
      "text": "singing songs of thanksgiving and praising the Lord, according to the directions of King David of Israel."
    },
    {
      "verse": 61,
      "text": "They sang aloud, praising the Lord in songs of thanksgiving, because his goodness and his glory are forever in all Israel."
    },
    {
      "verse": 62,
      "text": "All the people sounded trumpets and shouted with a loud voice, singing songs of thanksgiving to the Lord for the raising up of the Lord’s house."
    },
    {
      "verse": 63,
      "text": "\\x + \\xo 5:63 \\xt Ezra 3:12-13\\x*Some of the Levitical priests and of the heads of their families, the elderly who had seen the former house came to the building of this one with lamentation and great weeping."
    },
    {
      "verse": 64,
      "text": "But many with trumpets and joy shouted with a loud voice,"
    },
    {
      "verse": 65,
      "text": "so that the people couldn’t hear the trumpets for the weeping of the people, for the multitude sounded loudly, so that it was heard far away."
    },
    {
      "verse": 66,
      "text": "\\x + \\xo 5:66 \\xt Ezra 4:1\\x*Therefore when the enemies of the tribe of Judah and Benjamin heard it, they came to know what that noise of trumpets meant."
    },
    {
      "verse": 67,
      "text": "They learnt that those who returned from captivity built the temple for the Lord, the God of Israel."
    },
    {
      "verse": 68,
      "text": "So they went to Zorobabel and Jesus, and to the chief men of the families, and said to them, “We will build together with you."
    },
    {
      "verse": 69,
      "text": "For we, just like you, obey your Lord, and sacrifice to him from the days of King \\f + \\fr 5:69 \\ft Another reading is, \\fqa Asbacaphath.\\f*Asbasareth of the Assyrians, who brought us here.”"
    },
    {
      "verse": 70,
      "text": "Then Zorobabel, Jesus and the chief men of the families of Israel said to them, “It is not for you to build the house for the Lord our God."
    },
    {
      "verse": 71,
      "text": "We ourselves alone will build for the Lord of Israel, as King Cyrus of the Persians has commanded us.”"
    },
    {
      "verse": 72,
      "text": "But the heathen of the land pressed hard upon the inhabitants of Judea, cut off their supplies, and hindered their building."
    },
    {
      "verse": 73,
      "text": "By their secret plots, and popular persuasions and commotions, they hindered the finishing of the building all the time that King Cyrus lived. So they were hindered from building for two years, until the reign of Darius."
    }
  ]
}