{
  "book_id": "EZK",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the thirtieth year, in the fourth month, on the fifth day of the month, as I was in the midst of the exiles by the river Kebar, that the heavens were opened, and I saw divine visions."
    },
    {
      "verse": 2,
      "text": "On the fifth day of the month, which was the fifth year of the exile of king Jehoyachin,"
    },
    {
      "verse": 3,
      "text": "Came the word of the Lord expressly unto Ezekiel the son of Buzi, the priest, in the land of the Chaldeans by the river Kebar; and there came upon him there the inspiration of the Lord."
    },
    {
      "verse": 4,
      "text": "And I saw, and behold, a storm-wind came out of the north, a great cloud, and a flaming fire, and a brightness was on it round about; and out of the midst of it was like the glitter of amber, out of the midst of the fire."
    },
    {
      "verse": 5,
      "text": "And out of the midst thereof [I saw] the likeness of four living creatures. And this was their appearance: They had the likeness of a man."
    },
    {
      "verse": 6,
      "text": "And every one had four faces, and every one of them had four wings."
    },
    {
      "verse": 7,
      "text": "And their feet were straight feet; and the sole of their feet was like the sole of a calf's foot: and they sparkled like the glitter of burnished copper."
    },
    {
      "verse": 8,
      "text": "And hands of man [were visible] from beneath their wings on their four sides: and their faces and their wings [were alike] on all these four."
    },
    {
      "verse": 9,
      "text": "Their wings were joined one to the other: they turned not about in their going; they went every one in the direction of one of their faces."
    },
    {
      "verse": 10,
      "text": "And the likeness of their faces was the face of a man; and the face of a lion, on the right side for all four of them; and the face of an ox on the left side for all four of them; and the face of an eagle for all four of them."
    },
    {
      "verse": 11,
      "text": "Thus were their faces: and their wings were spread out upward; every one had two joined one to another, and two covered their bodies."
    },
    {
      "verse": 12,
      "text": "And they went every one in the direction of one of his faces: whither the spirit was directed to go, they went; they turned not about in their going."
    },
    {
      "verse": 13,
      "text": "As for the likeness of the living creatures, their appearance was like coals of fire, burning as with the appearance of torches; this [fire] it was which passed along between the living creatures: and a brightness was about the fire, and out of the fire went forth lightning."
    },
    {
      "verse": 14,
      "text": "And the living creatures ran backward and forward like the appearance of a flash of lightning."
    },
    {
      "verse": 15,
      "text": "And I looked on the living creatures, and, behold, there was one wheel upon the earth close by the living creatures, by their four front faces."
    },
    {
      "verse": 16,
      "text": "The appearance of the wheels and their work was like the color of a chrysolite; and all four had one likeness: and their appearance and their work was as though it were a wheel in the middle of a wheel."
    },
    {
      "verse": 17,
      "text": "Toward their four sides they went in their going: they turned not round in their going."
    },
    {
      "verse": 18,
      "text": "As for their circumferences, they were so high that they excited fear: and their felloes were full of eyes round about on all these four."
    },
    {
      "verse": 19,
      "text": "And when the living creatures went, the wheels went near to them: and when the living creatures lifted themselves up from the earth, the wheels lifted themselves up."
    },
    {
      "verse": 20,
      "text": "Whithersoever the spirit was to go, they went; [for] thither was [their] spirit to go: and the wheels lifted themselves up at the same time with them; for the spirit of the living creatures was in the wheels."
    },
    {
      "verse": 21,
      "text": "When those went, these went; and when those stood, these stood; and when those lifted themselves up from the earth, the wheels lifted themselves up at the same time with them; for the spirit of the living creatures was in the wheels."
    },
    {
      "verse": 22,
      "text": "And the likeness of a vault was over the head of the living creatures, [shining] like the glitter of the purest crystal, stretched forth over their heads above."
    },
    {
      "verse": 23,
      "text": "And under the vault their wings were straight, the one toward the other: every one had two, which covered them, and every one had two, which covered them,—[namely,] their bodies."
    },
    {
      "verse": 24,
      "text": "And I heard the sound of their wings, like the sound of great waters, as the voice of the Almighty, when they went, the sound of [their] speech, as the noise of an army: when they stood still, they let down their wings."
    },
    {
      "verse": 25,
      "text": "And there was a voice from the vault that was over their head: when they stood still, they let down their wings."
    },
    {
      "verse": 26,
      "text": "And above the vault that was over their head was like the appearance of a sapphire-stone, the likeness of a throne: and upon the likeness of the throne was a likeness as the appearance of a man above upon it."
    },
    {
      "verse": 27,
      "text": "And I saw as if it were the glitter of amber, as the appearance of fire within it round about, from the appearance of his loins upward; and from the appearance of his loins downward, I saw as it were the appearance of fire, and it had brightness round about."
    },
    {
      "verse": 28,
      "text": "Like the appearance of the bow that is in the cloud on the day of rain, so was the appearance of the brightness round about: this was the appearance of the likeness of the glory of the Lord. And when I saw it, I fell upon my face, and I heard the voice of one that spoke."
    }
  ]
}