{
  "book_id": "EZK",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And he said unto me, Son of man, stand up upon thy feet, and I will speak with thee."
    },
    {
      "verse": 2,
      "text": "And a spirit entered into me as he spoke unto me, and it placed me upon my feet, and I heard him that spoke unto me."
    },
    {
      "verse": 3,
      "text": "And he said unto me, Son of man, I send thee to the children of Israel, to rebellious tribes that have rebelled against me: they and their fathers have transgressed against me, even until this very day."
    },
    {
      "verse": 4,
      "text": "And the children are impudent of face, and obdurate of heart: I send thee unto them; and thou shalt say unto them, Thus hath said the Lord Eternal."
    },
    {
      "verse": 5,
      "text": "And they, whether they will hear, or whether they will forbear, [for they are a rebellious family,] shall yet know that a prophet hath been among them."
    },
    {
      "verse": 6,
      "text": "And thou, son of man,—thou shalt not be afraid of them, and of their words thou shalt have no fear, though they be briers and thorns with thee, and thou dost dwell among scorpions: of their words be not afraid, and at their presence be not dismayed; for they are a rebellious family."
    },
    {
      "verse": 7,
      "text": "And thou shalt speak my words unto them, whether they will hear, or whether they will forbear; for they are rebellious."
    },
    {
      "verse": 8,
      "text": "But thou, son of man, hear what I am speaking unto thee, Be not thou rebellious like this rebellious family: open thy mouth, and eat what I give unto thee."
    },
    {
      "verse": 9,
      "text": "And then I looked, and behold, a hand was stretched out toward me; and, lo, a roll-book was therein;"
    },
    {
      "verse": 10,
      "text": "And he spread it out before me; and it was written within and without: and there were written therein lamentations, and dirges, and woe."
    }
  ]
}