{
  "book_id": "EZK",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And he said unto me, Son of man, eat what thou findest: eat this roll, and go, speak unto the house of Israel."
    },
    {
      "verse": 2,
      "text": "So I opened my mouth, and he caused me to eat this roll."
    },
    {
      "verse": 3,
      "text": "And he said unto me, Son of man, feed thy belly, and fill thy bowels with this roll that I am giving unto thee. And I ate it; and it was in my mouth like honey in sweetness."
    },
    {
      "verse": 4,
      "text": "And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with my words unto them."
    },
    {
      "verse": 5,
      "text": "For not to a people of an obscure speech and of a difficult tongue art thou sent, but to the house of Israel;"
    },
    {
      "verse": 6,
      "text": "Not to many people of an obscure speech and of a difficult tongue, whose words thou canst not understand. Surely, had I sent thee to them, they would truly have hearkened unto thee."
    },
    {
      "verse": 7,
      "text": "But the house of Israel will not hearken unto thee; for they will not hearken unto me; for all the house of Israel have a bold forehead, and a hard heart."
    },
    {
      "verse": 8,
      "text": "Behold, I have made thy face strong against their face, and thy forehead strong against their forehead."
    },
    {
      "verse": 9,
      "text": "As an adamant harder than flint have I made thy forehead: thou shalt not fear them, nor shalt thou be dismayed at their presence, though they be a rebellious family."
    },
    {
      "verse": 10,
      "text": "And he said unto me, Son of man, all my words that I will speak unto thee receive in thy heart, and hear [them] with thy ears."
    },
    {
      "verse": 11,
      "text": "And go, get thee to those in exile, unto the children of thy people, and speak unto them, and say unto them, Thus hath said the Lord Eternal: whether they will hear, or whether they will forbear."
    },
    {
      "verse": 12,
      "text": "Then a spirit took me up, and I heard behind me a voice of a great rushing, [saying,] Blessed be the glory of the Lord from his place."
    },
    {
      "verse": 13,
      "text": "[I heard] also the sound of the wings of the living creatures that touched one another, and the sound of the wheels at the same time with them, and the sound of a great rushing."
    },
    {
      "verse": 14,
      "text": "So a spirit lifted me up, and took me away, and I walked in bitterness, in the heat of my spirit, and the inspiration of the Lord was strong upon me."
    },
    {
      "verse": 15,
      "text": "Then came I to the exiles at Tel-abib, who dwelt by the river Kebar, and I remained where they dwelt, and I remained there in a state of confusion among them seven days."
    },
    {
      "verse": 16,
      "text": "And it came to pass at the end of seven days, That the word of the Lord came unto me, saying,"
    },
    {
      "verse": 17,
      "text": "Son of man, I have made thee a watchman unto the house of Israel: and thou shalt hear the word out of my mouth, and give them warning from me."
    },
    {
      "verse": 18,
      "text": "When I say unto the wicked, Thou shalt surely die; and thou dost not give him warning, and speakest not to warn the wicked from his wicked way, to save his life: the same wicked man shall die through his iniquity; but his blood will I require at thy hand."
    },
    {
      "verse": 19,
      "text": "But thou,—if thou hast warned the wicked, and he turn not from his wickedness, nor from his wicked way: he shall indeed die in his iniquity; but thou hast surely delivered thy soul."
    },
    {
      "verse": 20,
      "text": "Again, When a righteous man do turn from his righteousness, and do what is wrong: then will I lay a stumbling-block before him, [so that] he shall die; yet if thou hast not given him warning, he shall die in his sin, and his acts of righteousness which he hath done shall not be remembered; but his blood will I require from thy hand."
    },
    {
      "verse": 21,
      "text": "But if thou hast truly warned him,—the righteous, that the righteous should not sin, and he doth not sin: he shall surely live, because he attended to the warning, and thou hast surely delivered thy own soul."
    },
    {
      "verse": 22,
      "text": "And the inspiration of the Lord came there over me; and he said unto me, Arise, go forth into the valley, and there will I speak with thee."
    },
    {
      "verse": 23,
      "text": "And I arose, and went forth into the valley; and, behold, there was the glory of the Lord standing, like that glory which I had seen by the river Kebar: and I fell down on my face."
    },
    {
      "verse": 24,
      "text": "Then entered a spirit into me, and placed me upright on my feet, and spoke with me, and said unto me, Go, shut thyself up within thy house."
    },
    {
      "verse": 25,
      "text": "But thou, O son of man, behold, they put ropes upon thee, and bind thee with them, that thou canst not go out among them:"
    },
    {
      "verse": 26,
      "text": "And I will let thy tongue cleave to the roof of thy mouth, that thou shalt be dumb, and shalt not become to them a man who reproveth; for they are a rebellious family."
    },
    {
      "verse": 27,
      "text": "But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus hath said the Lord Eternal, He that heareth, let him hear; and he that forbeareth, let him forebear; for they are a rebellious family."
    }
  ]
}