{
  "book_id": "EZK",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "But thou, O son of man, take thyself a tile, and lay it before thee, and engrave upon it a city, [namely,] Jerusalem:"
    },
    {
      "verse": 2,
      "text": "And place around it a siege, and build works of attack against it, and cast up a mound against it; and arrange around it encampments, and place against it battering rams round about."
    },
    {
      "verse": 3,
      "text": "Moreover take thou unto thyself an iron pan, and set it up as a wall of iron between thee and the city: and direct thy face against it, that it may be placed in a state of siege, and lay siege against it. This shall be a sign for the house of Israel."
    },
    {
      "verse": 4,
      "text": "And as for thyself, lie upon thy left side, and lay the iniquity of the house of Israel upon it: [after] the number of the days that thou shalt lie upon it shalt thou bear their iniquity."
    },
    {
      "verse": 5,
      "text": "But as for myself, I lay upon thee the years of their iniquity, after the number of the days, three hundred and ninety days: so shalt thou bear the iniquity of the house of Israel."
    },
    {
      "verse": 6,
      "text": "And when thou hast made an end of them, thou shalt lie on thy right side, the second time, and thou shalt bear the iniquity of the house of Judah forty days: a day each for a year, a day for a year do I lay it on thee."
    },
    {
      "verse": 7,
      "text": "And toward the siege of Jerusalem shalt thou direct thy face with thy arm uncovered, and thou shalt prophesy against it."
    },
    {
      "verse": 8,
      "text": "And, behold, I will lay ropes upon thee, that thou mayest not turn thyself from one side to the other, till thou hast made an end of the days of thy siege."
    },
    {
      "verse": 9,
      "text": "But thou take unto thee wheat, and barley, and beans, and lentiles, and millet, and spelt, and put them in one vessel, and make thyself bread thereof, [after] the number of the days that thou shalt lie upon thy side, three hundred and ninety days, shalt thou eat it."
    },
    {
      "verse": 10,
      "text": "And thy food which thou shalt eat shall be by weight, twenty shekels for every day: from one time to the other time shalt thou eat it."
    },
    {
      "verse": 11,
      "text": "And water shalt thou drink by measure, the sixth part of a hin: from one time to the other time shalt thou drink [it]."
    },
    {
      "verse": 12,
      "text": "And in form of a barley-cake shalt thou eat it, and this shalt thou bake with balls of human excrement before their eyes."
    },
    {
      "verse": 13,
      "text": "And the Lord said, Even thus shall the children of Israel eat their bread unclean among the nations whither I will drive them."
    },
    {
      "verse": 14,
      "text": "Then said I, Ah Lord Eternal! behold, my soul hath not been defiled; and that which dieth of itself, or is torn in pieces, have I never eaten from my youth up even until now; and never is flesh of abomination come into my mouth."
    },
    {
      "verse": 15,
      "text": "Then said he unto me, Lo, I have given thee cow's dung instead of human excrement; and thou shalt prepare thy bread thereupon."
    },
    {
      "verse": 16,
      "text": "And he said unto me, Son of man, behold, I will break the staff of bread in Jerusalem; and they shall eat bread by weight, and with anxious care; and they shall drink water by measure, and in confusion;"
    },
    {
      "verse": 17,
      "text": "In order that they may want bread and water, and be confounded one with the other, and pine away for their iniquity."
    }
  ]
}