{
  "book_id": "EZK",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, set thy face against the mountains of Israel, and prophesy against them,"
    },
    {
      "verse": 3,
      "text": "And thou shalt say, O mountains of Israel, hear ye the word of the Lord Eternal! Thus hath said the Lord Eternal to the mountains, and to the hills, to the brooks, and to the valleys, Behold, I, even I, will bring over you the sword, and I will destroy your high-places."
    },
    {
      "verse": 4,
      "text": "And your altars shall be made desolate, and your sun-images shall be broken: and I will cause your slain ones to fall before your idols."
    },
    {
      "verse": 5,
      "text": "And I will lay the carcasses of the children of Israel before their idols; and I will scatter your bones round about your altars."
    },
    {
      "verse": 6,
      "text": "In all your dwelling-places the cities shall be laid in ruins, and the high-places shall be made desolate; in order that your altars may be laid in ruins and made desolate, and your idols may be broken and annihilated, and your sun-images may be cut down, and your works may be blotted out."
    },
    {
      "verse": 7,
      "text": "And the slain shall fall in the midst of you: and ye shall know that I am the Lord."
    },
    {
      "verse": 8,
      "text": "Yet will I leave [some]; that ye shall have some that escape the sword among the nations, when ye shall be scattered in the [various] countries."
    },
    {
      "verse": 9,
      "text": "And those of you that escape shall remember me among the nations among whom they shall have been carried captive, when I shall have broken their licentious heart, which had departed from me, even with their eyes, which were gone astray after their idols: and they shall loathe themselves on account of the evil deeds which they have committed with all their abominations."
    },
    {
      "verse": 10,
      "text": "And they shall know that I am the Lord: not for naught have I spoken that I would do unto them this evil."
    },
    {
      "verse": 11,
      "text": "Thus hath said the Lord Eternal, Strike thy hands together, and stamp with thy foot, and say, Alas for all the dreadful abominations of the house of Israel! who will have to fall by the sword, by the famine, and by the pestilence."
    },
    {
      "verse": 12,
      "text": "He that is afar off shall die of the pestilence; and he that is near shall fall by the sword; and he that remaineth and is besieged shall die by the famine: thus will I let out all my fury on them."
    },
    {
      "verse": 13,
      "text": "And ye shall know that I am the Lord, when their slain ones shall lie in the midst of their idols round about their altars, on every high hill, upon all the tops of the mountains, and under every green tree, and under every thick-branched oak,—places where they presented sweet savor to all their idols."
    },
    {
      "verse": 14,
      "text": "And I will stretch out my hand over them, and I will render the land desolate and waste, more than the wilderness toward Diblath, in all their habitations: and they shall know that I am the Lord."
    }
  ]
}