{
  "book_id": "EZK",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "The word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, in the midst of a rebellious family art thou dwelling, who have eyes to see, and see not; who have ears to hear, and hear not; for they are a rebellious family."
    },
    {
      "verse": 3,
      "text": "But thou, O son of man, prepare for thyself vessels for going into exile, and wander away by day before their eyes; and thou shalt wander away from thy place to another place before their eyes: perhaps they may become aware that they are a rebellious family."
    },
    {
      "verse": 4,
      "text": "Then shalt thou carry forth thy vessels, like vessels of exile, by day before their eyes: and thou shalt go forth at evening before their eyes, as they do that go forth into exile."
    },
    {
      "verse": 5,
      "text": "Before their eyes break a hole through the wall, and carry [them] through it."
    },
    {
      "verse": 6,
      "text": "Before their [eyes] shalt thou bear them upon thy shoulders, in the dark shalt thou carry them forth: thy face shalt thou cover, that thou mayest not see the ground; for as a token have I set thee unto the house of Israel."
    },
    {
      "verse": 7,
      "text": "And I did so as I had been commanded; my vessels I carried forth by day, like vessels of exile, and in the evening I broke a hole for myself through the wall with my hand: in the dark I brought them forth, and I bore them upon my shoulder before their eyes."
    },
    {
      "verse": 8,
      "text": "And the word of the Lord came unto me in the morning, saying,"
    },
    {
      "verse": 9,
      "text": "Son of man, have not the house of Israel, the rebellious family, said unto thee, What doest thou?"
    },
    {
      "verse": 10,
      "text": "Say thou unto them, Thus hath said the Lord Eternal, For the prince in Jerusalem is the doom, and for all the house of Israel, [and those] that are in the midst of them."
    },
    {
      "verse": 11,
      "text": "Say, I am your token; just as I have done, so shall it be done unto them: into exile, into captivity, shall they wander."
    },
    {
      "verse": 12,
      "text": "And the prince that is among them shall bear upon his shoulder in the dark, and shall go forth; through the wall shall they break a hole to carry [things] through it: his face shall he cover up, that he may not see the ground with his eyes."
    },
    {
      "verse": 13,
      "text": "And I will spread out my net over him, and he shall be caught in my snare: and I will bring him to Babylon into the land of the Chaldeans; yet shall he not see it, and there shall he die."
    },
    {
      "verse": 14,
      "text": "And all that are round about him, those who assist him, and all the wings of his armies will I disperse toward every wind; and the sword will I draw out after them."
    },
    {
      "verse": 15,
      "text": "And they shall know that I am the Lord, when I scatter them among the nations, and disperse them in the countries."
    },
    {
      "verse": 16,
      "text": "But I will leave of them men few in number from the sword, from the famine, and from the pestilence: in order that they may relate all their abominations among the nations whither they shall have come; and they shall know that I am the Lord."
    },
    {
      "verse": 17,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 18,
      "text": "Son of man, thy bread shalt thou eat with quaking, and thy water shalt thou drink with trembling and with anxious care."
    },
    {
      "verse": 19,
      "text": "And thou shalt say unto the people of the land, Thus hath said the Lord Eternal concerning the inhabitants of Jerusalem, [and] concerning the land of Israel, Their bread shall they eat with anxious care, and their water shall they drink with confusion, for the cause that her land will be desolate, deprived of its plenteousness because of the violence of all those that dwell therein."
    },
    {
      "verse": 20,
      "text": "And the cities that are inhabited shall be laid in ruins, and the land shall be made desolate: and ye shall know that I am the Lord."
    },
    {
      "verse": 21,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 22,
      "text": "Son of man, what sort of proverb is that which ye have in the land of Israel, saying, The days are lasting long, and lost is every vision?"
    },
    {
      "verse": 23,
      "text": "Therefore say unto them, Thus hath said the Lord Eternal, I will cause this proverb to cease, and they shall no more use it as a proverb in Israel; but speak unto them, The days are coming nigh, and the word of every vision."
    },
    {
      "verse": 24,
      "text": "For there shall be no more any false vision and a deceptive divination within the house of Israel."
    },
    {
      "verse": 25,
      "text": "For I am the Lord,—I do speak, and whatever word I do speak shall be done; it shall not be delayed any more; for in your days, O rebellious family, will I speak the word, and I will execute it, saith the Lord Eternal."
    },
    {
      "verse": 26,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 27,
      "text": "Son of man, behold, the house of Israel say, The vision that he foreseeth is for distant days, and for times that are far off doth he prophesy."
    },
    {
      "verse": 28,
      "text": "Therefore say unto them, Thus hath said the Lord Eternal, There shall not be delayed any more one of all my words; but whatever word I do speak shall be done, saith the Lord Eternal."
    }
  ]
}