{
  "book_id": "EZK",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Then came there unto me certain men of the elders of Israel, and sat down before me."
    },
    {
      "verse": 2,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 3,
      "text": "Son of man, these men have set up their idols in their heart, and the stumbling-block of their iniquity have they placed before their faces: shall I in any wise let myself be inquired of by them?"
    },
    {
      "verse": 4,
      "text": "Therefore speak with them and say unto them, Thus hath said the Lord Eternal, Whatever man it be of the house of Israel that setteth up his idols in his heart, and layeth the stumbling-block of his iniquity before his face, and cometh to the prophet: I the Lord will answer him, although he cometh with the multitude of his idols;"
    },
    {
      "verse": 5,
      "text": "In order that I may grasp the house of Israel by their heart, those who are separated from me through all their idols."
    },
    {
      "verse": 6,
      "text": "Therefore say unto the house of Israel, Thus hath said the Lord Eternal, Return, and cause [your heart] to turn away from your idols: and from all your abominations turn away your faces."
    },
    {
      "verse": 7,
      "text": "For whatever man it be of the house of Israel, or of the stranger that sojourneth in Israel, that separateth himself from me, and setteth up his idols in his heart, and layeth the stumbling-block of his iniquity before his face, and then cometh to the prophet to inquire through him of me: I the Lord will answer him through my word;"
    },
    {
      "verse": 8,
      "text": "And I will set my face against that man, and will make him an astonishment for a sign and for proverbs, and I will cut him off from the midst of my people; and ye shall know that I am the Lord."
    },
    {
      "verse": 9,
      "text": "And when the prophet suffereth himself to be deceived, and he speaketh a word: I the Lord have suffered that prophet to be deceived: and I will stretch out my hand against him, and will destroy him from the midst of my people Israel."
    },
    {
      "verse": 10,
      "text": "And they shall bear their guilt: as the guilt of the inquirer is, so shall the guilt of the prophet be;"
    },
    {
      "verse": 11,
      "text": "In order that the house of Israel may go no more astray by not following me, and not pollute themselves any more with all their transgressions; but that they may become unto me a people, and I may be unto them a God, saith the Lord Eternal."
    },
    {
      "verse": 12,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 13,
      "text": "Son of man, if a land should sin against me by trespassing grievously, and I stretch out my hand against it, and break unto it the staff of bread, and send out famine against it, and cut off from it man and beast;"
    },
    {
      "verse": 14,
      "text": "And if there be these three men, Noah, Daniel, and Job, in the midst of it: these through their righteousness should save but their own soul; saith the Lord Eternal."
    },
    {
      "verse": 15,
      "text": "If I cause wild beasts to pass through the land, and they depopulate it, and it becometh desolate, without any one to pass through because of the beasts:"
    },
    {
      "verse": 16,
      "text": "These three men [if they were] in it, as I live, saith the Lord Eternal, should not save either sons or daughters: they only should be saved, but the land should be made desolate."
    },
    {
      "verse": 17,
      "text": "Or, if I should bring a sword over that land, and say, The sword shall pass through the land, and I cut off from it man and beast;"
    },
    {
      "verse": 18,
      "text": "And if these three men should be in it: as I live, saith the Lord Eternal, they should not save either sons or daughters, but they alone should be saved."
    },
    {
      "verse": 19,
      "text": "Or, if I should send out the pestilence against that land, and pour out my fury over it in blood, to cut off from it man and beast;"
    },
    {
      "verse": 20,
      "text": "And if Noah, Daniel, and Job, should be in the midst of it: as I live, saith the Lord Eternal, they should not save either son or daughter; they through their righteousness should save their own soul."
    },
    {
      "verse": 21,
      "text": "For thus hath said the Lord Eternal, Although I send my four dreadful means of punishment over Jerusalem, the sword, and the famine, and the wild beasts, and the pestilence, to cut off from it man and beast:"
    },
    {
      "verse": 22,
      "text": "Still, behold, there are left therein some that escape who shall be carried forth, both sons and daughters; behold, they are coming forth unto you, and ye will see their way and their doings; and then will ye be comforted concerning the evil that I have brought upon Jerusalem, yea, concerning all that I have brought upon it;"
    },
    {
      "verse": 23,
      "text": "And they will comfort you, when ye see their way and their doings; and ye shall know that I have not done without cause all that I have executed in it, saith the Lord Eternal."
    }
  ]
}