{
  "book_id": "EZK",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, make known unto Jerusalem her abominations,"
    },
    {
      "verse": 3,
      "text": "And thou shalt say, Thus hath said the Lord Eternal unto Jerusalem, Thy origin and thy birth are out of the land of Canaan: thy father was an Emorite, and thy mother a Hittite."
    },
    {
      "verse": 4,
      "text": "And as for thy birth, on the day thou wast born thy navel was not cut, nor wast thou washed in water to he cleansed; and thou wast not rubbed with salt, nor wrapt in swaddling clothes."
    },
    {
      "verse": 5,
      "text": "No eye looked with pity on thee, to do any of these things unto thee, to have compassion upon thee; but thou wast cast out on the open field, with a loathing of thy body, on the day that thou wast born."
    },
    {
      "verse": 6,
      "text": "But I passed then by thee, and I saw thee stained with thy own blood, and I said unto thee, In thy blood, live; yea, I said unto thee, In thy blood, live."
    },
    {
      "verse": 7,
      "text": "Myriads, like the vegetation of the field, did I make of thee, and thou didst increase and become great, and thou attainedst the highest attractions: with thy breasts developed, and thy hair full grown; but thou wast still naked and bare."
    },
    {
      "verse": 8,
      "text": "But I passed then by thee, and saw thee, and, behold, thy time was the time of love; and I spread the skirt of my garment over thee, and covered thy nakedness: yea, I swore unto thee, and entered into a covenant with thee, saith the Lord Eternal, and thou becamest mine."
    },
    {
      "verse": 9,
      "text": "Then did I bathe thee with water, yea, I thoroughly washed away thy blood from thee; and I anointed thee with oil."
    },
    {
      "verse": 10,
      "text": "I clothed thee also with broidered work, and made thee shoes of badger's skin, and I placed on thy head a turban of fine linen, and I covered thee with silk."
    },
    {
      "verse": 11,
      "text": "And I decked thee with ornaments, and I placed bracelets upon thy hands, and a chain around thy neck."
    },
    {
      "verse": 12,
      "text": "And I placed a ring on thy nose, and earrings in thy ears, and a crown of splendor on thy head."
    },
    {
      "verse": 13,
      "text": "Thus wast thou ornamented with gold and silver; and thy garments were of fine linen, and silk, and broidered work; fine flour, and honey, and oil didst thou eat: and thou wast exceedingly beautiful, and thou didst succeed to acquire dominion."
    },
    {
      "verse": 14,
      "text": "And thy fame went forth among the nations because of thy beauty; for it was perfect through my glorious ornament, which I had put upon thee, saith the Lord Eternal."
    },
    {
      "verse": 15,
      "text": "But thou didst trust in thy beauty, and play the harlot because of thy fame, and lavish thy lewd caresses on every one that passed by—on him they were bestowed."
    },
    {
      "verse": 16,
      "text": "And thou didst take from thy garments, and deck thee high-places with divers colors, and play the harlot thereupon: never should the like come to pass, and never should it be so."
    },
    {
      "verse": 17,
      "text": "And thou didst take thy elegant ornaments of my gold and of my silver, which I had given thee, and make for thyself male images, and play the harlot with them;"
    },
    {
      "verse": 18,
      "text": "And thou didst take thy broidered garments, and cover them: and my oil and my incense didst thou place before them."
    },
    {
      "verse": 19,
      "text": "And my bread which I had given thee, fine flour, and oil, and honey, which I had let thee eat, even this didst thou set before them for a sweet savour: yes, so was it, saith the Lord Eternal."
    },
    {
      "verse": 20,
      "text": "And thou didst take thy sons and thy daughters, whom thou hadst born unto me, and didst slaughter these unto them to be devoured; [but] were thy acts of lewdness not yet enough?"
    },
    {
      "verse": 21,
      "text": "That thou didst slay my children, and give them up to cause them to pass through the fire for them?"
    },
    {
      "verse": 22,
      "text": "And in all thy abominations and thy acts of lewdness thou didst not remember the days of thy youth, when thou wast naked and bare, when thou wast stained with thy blood."
    },
    {
      "verse": 23,
      "text": "And it came to pass after all thy wickedness,—[woe, woe unto thee! saith the Lord Eternal;]—"
    },
    {
      "verse": 24,
      "text": "That thou didst build unto thyself eminences, and make thyself elevations in every street."
    },
    {
      "verse": 25,
      "text": "On the corner of every road didst thou build thy elevations, and make thy beauty abominable, and spread out thy feet to every one that passed by, and multiply thy acts of lewdness."
    },
    {
      "verse": 26,
      "text": "And thou didst play the harlot with the Egyptians, thy neighbors, with large limbs, and multiply thy acts of lewdness, to provoke me to anger."
    },
    {
      "verse": 27,
      "text": "And, behold, I stretched out my hand over thee, and diminished thy stated portion; and I gave thee up unto the will of those that hate thee, the daughters of the Philistines, who were made to blush for thy incestuous course."
    },
    {
      "verse": 28,
      "text": "Then didst thou play the harlot with the sons of Asshur, because thou wast unsatiable: yea, thou didst play the harlot with them, and wast even then not satisfied."
    },
    {
      "verse": 29,
      "text": "And thou didst multiply thy lewdness with the traders' land as far as Chaldea; and even with this wast thou not satisfied."
    },
    {
      "verse": 30,
      "text": "How very corrupt is thy heart, saith the Lord Eternal, seeing thou didst all these things, deeds of an abandoned lewd woman;"
    },
    {
      "verse": 31,
      "text": "Seeing that thou didst build thy eminences at the corner of every road, and make thy elevations in every street; and wast not like a harlot, as thou scornedst the wages."
    },
    {
      "verse": 32,
      "text": "O thou adulterous wife! who, while bound to her husband, receiveth strangers!"
    },
    {
      "verse": 33,
      "text": "Unto all harlots they give presents; but thou hast given thy presents to all thy lovers, and hast bribed them, that they might come unto thee from every side in thy acts of lewdness."
    },
    {
      "verse": 34,
      "text": "And the reverse was the case with thee from [other] women in thy acts of lewdness, that men did not follow thee to seek thy lewd caresses; and because thou gavest the wages, and no wages were given thee: so was it the reverse with thee."
    },
    {
      "verse": 35,
      "text": "Therefore, O harlot, hear the word of the Lord!"
    },
    {
      "verse": 36,
      "text": "Thus hath said the Lord Eternal, Whereas thy wealth was squandered, and thy nakedness was uncovered through thy lewd acts with thy lovers, and with all thy abominable idols, and for the blood of thy children, whom thou didst give unto them:"
    },
    {
      "verse": 37,
      "text": "Therefore, behold, I will gather all thy lovers, whom thou hast given pleasure, and all whom thou hast loved, together with all whom thou hast hated,—yea, I will gather them all round about thee, and will uncover thy nakedness unto them, that they may see all thy nakedness."
    },
    {
      "verse": 38,
      "text": "And I will judge thee, as adulteresses and women that shed blood are judged; and I will bring upon thee the blood of fury and jealousy."
    },
    {
      "verse": 39,
      "text": "And I will also give thee up into their hand, and they shall pull down thy eminences, and shall break down thy elevations; and they shall strip thee of thy clothes, and they shall take thy elegant ornaments, and leave thee naked and bare."
    },
    {
      "verse": 40,
      "text": "And they shall bring up against thee an assembly, and they shall stone thee with stones, and thrust thee through with their swords;"
    },
    {
      "verse": 41,
      "text": "And they shall burn thy houses with fire, and execute punishments on thee before the eyes of many women: and I will cause thee to cease from being a harlot, and also the wages [of sin] shalt thou not give any more."
    },
    {
      "verse": 42,
      "text": "And then will I assuage my fury on thee, and my jealousy shall depart from thee, and I will be quiet, and will be no more angry."
    },
    {
      "verse": 43,
      "text": "Because that thou didst not remember the days of thy youth, but didst irritate me with all these things: behold, therefore I also will bring thy course upon thy head, saith the Lord Eternal, and thou shalt no more commit incest with all thy [other] abominations."
    },
    {
      "verse": 44,
      "text": "Behold, every one that speaketh in proverbs shall use this proverb against thee, saying, As the mother is, so is her daughter."
    },
    {
      "verse": 45,
      "text": "Thou art thy mother's daughter, loathing her husband and her children; and thou art the sister of thy sisters, who have loathed their husbands and their children: your mother was a Hittite, and your father an Emorite."
    },
    {
      "verse": 46,
      "text": "And thy elder sister is Samaria, she with her daughters, that dwelleth at thy left hand, and thy younger sister, that dwelleth at thy right hand, is Sodom with her daughters."
    },
    {
      "verse": 47,
      "text": "Yet not even in their ways didst thou walk, nor act according to their abominations: as though this were quite too little, and thou wast more corrupt than they in all thy ways."
    },
    {
      "verse": 48,
      "text": "As I live, saith the Lord Eternal, Sodom thy sister, she with her daughters, hath not done as thou hast done, thou with thy daughters."
    },
    {
      "verse": 49,
      "text": "Behold, this was the iniquity of thy sister Sodom: Pride, abundance of food, and prosperous security were hers and her daughters'; but the hand of the poor and needy did she not strengthen."
    },
    {
      "verse": 50,
      "text": "And they became haughty, and committed abominations before me: therefore did I remove them when I saw their course."
    },
    {
      "verse": 51,
      "text": "And Samaria hath not committed even the half of thy sins; but thou didst multiply thy abominations more than they; and thou hast justified thy sisters through all thy abominations which thou hast done."
    },
    {
      "verse": 52,
      "text": "Bear then thou also thy own confusion, which thou didst adjudge unto each of thy sisters; through thy sins, which thou hast committed more abominably than they, are they made more righteous than thou: therefore thou also—be ashamed, and bear thy confusion, since thou hast justified thy sisters."
    },
    {
      "verse": 53,
      "text": "And I will bring back again their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, and the captivity of the captives in the midst of them:"
    },
    {
      "verse": 54,
      "text": "In order that thou mayest bear thy confusion, and mayest be confounded because of all that thou hast done, when thou art a comfort unto them."
    },
    {
      "verse": 55,
      "text": "And thy sisters, Sodom and her daughters, shall return to their former state, and Samaria and her daughters shall return to their former state, and thou and thy daughters shall return to your former state."
    },
    {
      "verse": 56,
      "text": "And was not thy sister Sodom a report in thy mouth in the days of thy pride,"
    },
    {
      "verse": 57,
      "text": "Before yet thy wickedness was discovered, as at the time of the reproach of the daughters of Syria, and all those round about her, the daughters of the Philistines, who taunted thee on all sides?"
    },
    {
      "verse": 58,
      "text": "Thy incest and thy abominations,—thou thyself hadst to bear them, saith the Lord."
    },
    {
      "verse": 59,
      "text": "For thus hath said the Lord Eternal, I will even deal with thee as thou hast done, thou who hast despised the oath by breaking the covenant."
    },
    {
      "verse": 60,
      "text": "Nevertheless will I indeed remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant."
    },
    {
      "verse": 61,
      "text": "And thou shalt then remember thy ways, and be confounded, when thou receivest thy sisters, both those that are older than thou and younger than thou: and I will give them unto thee for daughters, though not because thou wast faithful to the covenant."
    },
    {
      "verse": 62,
      "text": "And I will establish my covenant with thee; and thou shalt know that I am the Lord:"
    },
    {
      "verse": 63,
      "text": "In order that thou mayest remember, and feel ashamed, and never open thy mouth any more because of thy confusion, when I forgive thee for all that thou hast done, saith the Lord Eternal."
    }
  ]
}