{
  "book_id": "EZK",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, put forth a riddle, and propound a parable unto the house of Israel;"
    },
    {
      "verse": 3,
      "text": "And say, Thus hath said the Lord Eternal, The great eagle with large wings, long winged, full of feathers, who is rich in many colors, came unto the Lebanon, and took the highest branch of the cedar:"
    },
    {
      "verse": 4,
      "text": "The topmost of its young twigs did he crop off, and carry it into the traders' land; and he set it in a city of merchants."
    },
    {
      "verse": 5,
      "text": "And he took some of the seed of the land, and planted it in a fruitful field: he placed it by great waters, he transplanted it among the willow-trees."
    },
    {
      "verse": 6,
      "text": "And it grew, and became a trailing vine of low stature, the tendrils of which should turn toward him, and the roots of which should be under him: so it became a vine, and brought forth branches, and sent out shoots."
    },
    {
      "verse": 7,
      "text": "There was also another great eagle with large wings and many feathers: and, behold, this vine did bend its roots famishing toward him, and shot forth its tendrils toward him, that he might water it, from the beds where it was planted;"
    },
    {
      "verse": 8,
      "text": "[Although] it was planted in a good field by great waters, that it might produce boughs, and that it might bear fruit, that it might become an elegant vine."
    },
    {
      "verse": 9,
      "text": "Say now, Thus hath said the Lord Eternal, Shall it prosper? Behold the other will pull up its roots, and its fruit will he cut away, that it may dry up; every one of its growing leaves shall dry up; and not with great power and numerous people [will he have to come] to tear it away from its roots."
    },
    {
      "verse": 10,
      "text": "Yea, behold, although it is planted, shall it prosper? Lo, as soon as the east wind toucheth it, shall it be utterly dried up: in the beds where it groweth shall it dry up."
    },
    {
      "verse": 11,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 12,
      "text": "Do now say to the rebellious family, Know ye not what these things mean? Say, Behold, the king of Babylon came to Jerusalem, and took away its king and its princes, and he brought them unto himself to Babylon;"
    },
    {
      "verse": 13,
      "text": "And he took one of the royal seed, and made a covenant with him, and bound him with an oath; but the mighty of the land did he take away;"
    },
    {
      "verse": 14,
      "text": "That the kingdom should be debased, so as not to lift itself up; that it should keep his covenant that it might continue to exist."
    },
    {
      "verse": 15,
      "text": "But he rebelled against him by sending his messengers into Egypt, that they might give him horses and numerous people. Shall he prosper? shall he escape that doth such things? yea, he hath broken the covenant, and shall he escape?"
    },
    {
      "verse": 16,
      "text": "As I live, saith the Lord Eternal, surely in the residence of the king that hath made him king, whose oath he hath despised, and whose covenant he hath broken, even near him in the midst of Babylon shall he die."
    },
    {
      "verse": 17,
      "text": "And not with a mighty army and a large assembly shall Pharaoh labor for him in the war, when [the other] casteth up mounds, and buildeth works of attack, to cut off many souls."
    },
    {
      "verse": 18,
      "text": "Yea, he that hath despised the oath by breaking the covenant, when, lo, he had given his hand, and hath done all these things, shall not escape."
    },
    {
      "verse": 19,
      "text": "Therefore thus hath said the Lord Eternal, As I live, surely my oath that he hath despised, and my covenant that he hath broken,—even this will I bring upon his own head."
    },
    {
      "verse": 20,
      "text": "And I will spread my net over him, and he shall be caught in my snare, and I will bring him to Babylon, and will hold judgment with him there for his trespass which he hath committed against me."
    },
    {
      "verse": 21,
      "text": "And all his fugitives with all the wings of his army shall fall by the sword, and those that remain shall be dispersed toward all winds: and ye shall know that I the Lord have spoken it."
    },
    {
      "verse": 22,
      "text": "Thus hath said the Lord Eternal, But I myself will take [a part] of the highest branch of the high cedar, and will preserve it; from the topmost of its young twigs will I crop off a tender one, and I myself will plant it firmly upon a high and eminent mountain:"
    },
    {
      "verse": 23,
      "text": "On the mountain of the height of Israel will I plant it firmly; and it shall produce boughs, and bear fruit, and become an elegant cedar; and there shall dwell under it all fowls, every thing that hath wing; in the shadow of its light branches shall they dwell."
    },
    {
      "verse": 24,
      "text": "And all the trees of the field shall know that I the Lord have made low the high tree, have made high the lowly tree, that I have dried up the green tree, and have caused to flourish the dry tree: I the Lord have spoken and have done it."
    }
  ]
}