{
  "book_id": "EZK",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "What mean ye, that ye use this proverb in the country of Israel, saying, The fathers have eaten sour grapes, and the teeth of the children are set on edge?"
    },
    {
      "verse": 3,
      "text": "As I live, saith the Lord Eternal, ye shall not have any more to use this proverb in Israel."
    },
    {
      "verse": 4,
      "text": "Behold, all the souls are mine; as the soul of the father, so also the soul of the son—mine are they: the soul which sinneth that alone shall die."
    },
    {
      "verse": 5,
      "text": "But if a man be righteous, and execute justice and righteousness;"
    },
    {
      "verse": 6,
      "text": "Upon the mountains he eateth not, and his eyes he lifteth not up to the idols of the house of Israel, and the wife of his neighbor he defileth not, and unto a woman in her separation he cometh not near;"
    },
    {
      "verse": 7,
      "text": "And he over-reacheth no man, he restoreth his pledge for a debt, a robbery he doth not commit, his bread he giveth to the hungry, and the naked he covereth with a garment;"
    },
    {
      "verse": 8,
      "text": "Upon interest he giveth not forth, and increase he doth not take, from wrong he withdraweth his hand, true judgment he executeth between man and man;"
    },
    {
      "verse": 9,
      "text": "In my statutes he walketh steadfastly, and my ordinances he keepeth to deal truly: he is righteous, he shall surely live, saith the Lord Eternal."
    },
    {
      "verse": 10,
      "text": "If he [now] beget a dissolute son that sheddeth blood and doth to [his] brother any one of thee things;"
    },
    {
      "verse": 11,
      "text": "And he is one that doth not any of these [duties]; but eateth even upon the mountains, and defileth the wife of his neighbor;"
    },
    {
      "verse": 12,
      "text": "The poor and needy he over-reacheth, he is guilty of robberies, the pledge he restoreth not, and to the idols he lifteth up his eyes, abominations he committeth:"
    },
    {
      "verse": 13,
      "text": "Upon interest he giveth forth, and increase he taketh: and he should live? he shall not live; all these abominations hath he done, he shall surely die; his blood shall be upon him."
    },
    {
      "verse": 14,
      "text": "And behold, if he beget a son, who seeth all the sins of his father which he hath done, and he considereth, and doth not the like of them;"
    },
    {
      "verse": 15,
      "text": "Upon the mountains he eateth not, and his eyes he lifteth not up to the idols of the house of Israel, the wife of his neighbor he defileth not;"
    },
    {
      "verse": 16,
      "text": "And he over-reacheth no man, a pledge he withholdeth not, and of a robbery he is never guilty, his bread he giveth to the hungry, and the naked he covereth with a garment;"
    },
    {
      "verse": 17,
      "text": "From the poor he withdraweth his hand, interest and increase he taketh not: my ordinances he executeth; in my statutes he walketh:—he shall not die for the iniquity of his father, he shall surely live."
    },
    {
      "verse": 18,
      "text": "His father, because he unjustly withheld [wages], was guilty of robbery on his brother, and did that which is not good in the midst of his people,—and lo, he died through his iniquity."
    },
    {
      "verse": 19,
      "text": "Yet say ye, Why doth not the son bear part of the iniquity of the father? when the son hath executed justice and righteousness, all my statutes hath he kept, and hath done them: he shall surely live."
    },
    {
      "verse": 20,
      "text": "The soul that sinneth, she alone shall die; the son shall not help to bear the iniquity of the father and the father shall not help to bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him."
    },
    {
      "verse": 21,
      "text": "And the wicked, when he turneth away from all his sins that he hath committed, and keepeth all my statutes, and executeth justice and righteousness, shall surely live, he shall not die."
    },
    {
      "verse": 22,
      "text": "All his transgressions which he hath committed shall not be remembered unto him: through his righteousness which he hath done shall he live."
    },
    {
      "verse": 23,
      "text": "Have I then the least pleasure in the death of the wicked? saith the Lord Eternal: and not in his turning away from his ways, that he may live?"
    },
    {
      "verse": 24,
      "text": "But when the righteous turneth away from his righteousness, and committeth wrong, and doth according to all the abominations that the wicked man doeth, shall he live? all his righteousness that he hath done shall not he remembered: through his trespass which he hath committed, and through his sin that he hath done,—through them shall he die."
    },
    {
      "verse": 25,
      "text": "Yet ye say, The way of the Lord is not equitable: hear now, O house of Israel, Is not my way equitable? is it not your ways which are not equitable?"
    },
    {
      "verse": 26,
      "text": "When a righteous man turneth away from his righteousness, and doth wrong, and dieth therefore: through his wrong which he hath done must he die."
    },
    {
      "verse": 27,
      "text": "Again, when the wicked turneth away from his wickedness which he hath committed, and executeth justice and righteousness: he shall indeed preserve his soul alive."
    },
    {
      "verse": 28,
      "text": "Because he hath considered, and turned away from all his transgressions which he had committed: he shall surely live, he shall not die."
    },
    {
      "verse": 29,
      "text": "Yet say the house of Israel, The way of the Lord is not equitable: are not my ways equitable, O house of Israel? is it not your ways which are not equitable?"
    },
    {
      "verse": 30,
      "text": "Therefore will I judge you, every one according to his ways, O house of Israel, saith the Lord Eternal: return ye, and cause others to return from all your transgressions, that iniquity may not become your stumbling-block."
    },
    {
      "verse": 31,
      "text": "Cast away from yourselves all your transgressions, whereby ye have transgressed; and make yourselves a new heart and a new spirit; for why will ye die, O house of Israel?"
    },
    {
      "verse": 32,
      "text": "For I have no pleasure in the death of him that deserveth to die, saith the Lord Eternal: therefore convert yourselves, and live."
    }
  ]
}