{
  "book_id": "EZK",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And thou,—do thou lift up a lamentation for the princes of Israel,"
    },
    {
      "verse": 2,
      "text": "And say, What a noble lioness was thy mother! among lions did she lie down, in the midst of young lions did she raise her whelps!"
    },
    {
      "verse": 3,
      "text": "And she brought up one of her whelps: he became a young lion, and he learned to tear in pieces the prey; [even] men he devoured."
    },
    {
      "verse": 4,
      "text": "And when nations heard of him, he was caught in their pit, and they brought him with nose-rings unto the land of Egypt."
    },
    {
      "verse": 5,
      "text": "Now when she saw that she had long waited, [that] her hope was lost, she took another one of her whelps, and made him a young lion."
    },
    {
      "verse": 6,
      "text": "And he went up and down in the midst of lions, he became a young lion; and he learned to tear in pieces the prey; even men he devoured."
    },
    {
      "verse": 7,
      "text": "And he broke down their palaces, and their cities laid he in ruins: and then was terrified the land, with all that filled it, because of the noise of his roaring."
    },
    {
      "verse": 8,
      "text": "Then set themselves the nations against him on every side from the provinces; and they spread over him their net: in their pit was he caught."
    },
    {
      "verse": 9,
      "text": "And they put him in a cage with nose-rings [in his nose], and they brought him to the king of Babylon: they brought him into strong-holds, in order that his voice should no more be heard on the mountains of Israel."
    },
    {
      "verse": 10,
      "text": "Thy mother was like a vine, if I compare thee to aught, planted by the waters: fruitful and full of boughs was she by reason of many waters."
    },
    {
      "verse": 11,
      "text": "And she had strong branches [fit] for the sceptres of rulers, and her stature grew up high between the thick-branched [trees], and she was seen through her height by means of the multitude of her tendrils."
    },
    {
      "verse": 12,
      "text": "But she was plucked up in fury, to the ground was she cast down, and the east wind dried up her fruit: and torn off and dried up were her strong branches, a fire consumed them."
    },
    {
      "verse": 13,
      "text": "And now is she planted in the wilderness, in a dry and thirsty land."
    },
    {
      "verse": 14,
      "text": "And fire is gone out of a branch of her boughs, and hath devoured her fruit, so that there is no more on her a strong branch for a sceptre to rule. This is a lamentation, and it is become a lamentation."
    }
  ]
}