{
  "book_id": "EZK",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, there were two women, the daughters of one mother;"
    },
    {
      "verse": 3,
      "text": "And they played the harlot in Egypt; in their youth they played the harlot: there were their breasts pressed, and there they suffered their virgin bosoms to be touched."
    },
    {
      "verse": 4,
      "text": "And their names were Aholah the elder, and Aholibah her sister; but they became mine, and they bore sons and daughters: and their names are, Samaria is Aholah, and Jerusalem, Aholibah."
    },
    {
      "verse": 5,
      "text": "And Aholah played the harlot while she was mine; and she longed for her lovers, for the Assyrians that were near [her],"
    },
    {
      "verse": 6,
      "text": "Clothed [as they were] in blue, governors, and rulers, attractive youths all of them, horsemen riding upon horses."
    },
    {
      "verse": 7,
      "text": "Thus she played the harlot with them, all of them the chosen ones of the sons of Asshur: and with all for whom she longed,—with all their idols did she defile herself."
    },
    {
      "verse": 8,
      "text": "But also her lewdness from Egypt forsook she not; for they had lain with her in her youth, and they had touched her virgin bosom, and had lavished their lewd caresses on her."
    },
    {
      "verse": 9,
      "text": "Therefore did I give her up into the hand of her lovers, into the hand of the sons of Asshur, after whom she longed."
    },
    {
      "verse": 10,
      "text": "These were they that laid open her nakedness; her sons and her daughters did they take away, and her they slew with the sword: and she became infamous among women, when they inflicted the decreed punishments on her."
    },
    {
      "verse": 11,
      "text": "And when her sister Aholibah saw this, she became more corrupt in her longing than she, and in her lewd acts more than her sister's lewdness."
    },
    {
      "verse": 12,
      "text": "For the sons of Asshur did she long, the governors and rulers that were near, clothed as they were most gorgeously, horsemen riding upon horses, attractive youths all of them."
    },
    {
      "verse": 13,
      "text": "Then saw I that she was defiled, that they followed both one way."
    },
    {
      "verse": 14,
      "text": "But she added still more to her acts of lewdness; for when she saw men engraved upon the wall, the images of the Chaldeans portrayed with color,"
    },
    {
      "verse": 15,
      "text": "Bound with girdles on their loins, with hanging down colored turbans on their heads, in appearance like commanders, all of them, in the likeness of the sons of Babylon of the Chaldeans, the land of their birth:"
    },
    {
      "verse": 16,
      "text": "Then did she long for them as soon as she saw them with her eyes, and she sent messengers unto them to Chaldea."
    },
    {
      "verse": 17,
      "text": "And the sons of Babylon came to her unto the couch of love, and they defiled her with their lewd caresses; and [yet] when she had been defiled with them, she tore her soul away from them."
    },
    {
      "verse": 18,
      "text": "And when she had laid open her lewdness, and had uncovered her nakedness: then my soul tore itself away from her, as my soul had torn itself away from her sister."
    },
    {
      "verse": 19,
      "text": "Yet she multiplied her deeds of lewdness, in calling to remembrance the days of her youth, when she had played the harlot in the land of Egypt."
    },
    {
      "verse": 20,
      "text": "And she longed for her paramours, whose flesh is as the flesh of asses, and whose lustfulness is like the lustfulness of horses."
    },
    {
      "verse": 21,
      "text": "And thou calledst to mind the incest of thy youth, when thy bosom was touched by the Egyptians for the sake of thy youthful breasts."
    },
    {
      "verse": 22,
      "text": "Therefore, O Aholibah, thus hath said the Lord Eternal, Behold, I will wake up thy lovers against thee, from whom thy soul hath torn itself away, and I will bring them against thee from every side;"
    },
    {
      "verse": 23,
      "text": "The sons of Babylon, and all the Chaldeans, Pekod, and Shoa and Koa, and all the sons of Asshur with them, attractive youths, governors and rulers all of them, commanders and chiefs, riding upon horses all of them."
    },
    {
      "verse": 24,
      "text": "And they shall come over thee with weapons, chariots, and wheels, and with an assembly of people, buckler and shield and helmet shall they set up against thee round about: and I will give up before them the right to judge, and they shall judge thee according to their ordinances."
    },
    {
      "verse": 25,
      "text": "And I will set my zealousness against thee, and they shall deal with thee in fury; thy nose and thy ears shall they cut off; and what is left of thee shall fall by the sword: thy sons and thy daughters shall they take away; and what is left of thee shall be devoured by the fire."
    },
    {
      "verse": 26,
      "text": "And they shall strip thee of thy clothes, and take away thy ornamental attire."
    },
    {
      "verse": 27,
      "text": "Thus will I make thy incest to cease from thee, and thy lewdness brought from the land of Egypt: and thou shalt not lift up thy eyes unto them, and Egypt shalt thou not remember any more."
    },
    {
      "verse": 28,
      "text": "For thus hath said the Lord Eternal, Behold, I will give thee up into the hand of those whom thou hatest, into the hand of those from whom thy soul hath torn itself away;"
    },
    {
      "verse": 29,
      "text": "And they shall deal with thee in hate, and shall take away all [things acquired by] thy labor, and they shall leave thee naked and bare: and thus shall be uncovered the nakedness of thy lewdness, and thy incest and thy lewd deeds."
    },
    {
      "verse": 30,
      "text": "I will do these things unto thee, because thou hast gone with vile lust after the nations, because thou hast defiled thyself with their idols."
    },
    {
      "verse": 31,
      "text": "On the way of thy sister hast thou walked; therefore will I place her cup into thy hand."
    },
    {
      "verse": 32,
      "text": "Thus hath said the Lord Eternal, The cup of thy sister shalt thou drink, the deep and wide one: thou shalt become to be laughed to scorn and to be held in derision, more than thou canst bear."
    },
    {
      "verse": 33,
      "text": "With drunkenness and sorrow shalt thou be filled, [out of] the cup of astonishment and confusion, the cup of thy sister Samaria."
    },
    {
      "verse": 34,
      "text": "Thou shalt even drink it and drain it out, and thou shalt break in pieces its fragments, and tear thy own breasts; for I have spoken it, saith the Lord Eternal."
    },
    {
      "verse": 35,
      "text": "Therefore thus hath said the Lord Eternal, Because thou hast forgotten me, and cast me behind thy back: therefore bear thou also thy incest and thy acts of lewdness."
    },
    {
      "verse": 36,
      "text": "The Lord said moreover unto me, Son of man, wilt thou call Aholah and Aholibah to account? then tell them of their abominations;"
    },
    {
      "verse": 37,
      "text": "That they have committed adultery, and there is blood on their hands, and with their idols have they committed adultery, and also their sons whom they had born unto me have they caused to pass for them through [the fire], to devour them."
    },
    {
      "verse": 38,
      "text": "Moreover this have they done unto me: they have defiled my sanctuary on the same day, and my sabbaths have they profaned."
    },
    {
      "verse": 39,
      "text": "And when they had slain their children to their idols, then came they into my sanctuary on the same day to profane it: and, lo, thus have they done in the midst of my house."
    },
    {
      "verse": 40,
      "text": "And farthermore yet, because they sent for men who were to come from afar, unto whom messengers were sent; and, lo, they came, for whom thou didst bathe thyself, paint thy eyes, and deck thyself with ornaments;"
    },
    {
      "verse": 41,
      "text": "And thou didst sit upon a stately bed, with a table spread before it, and my incense and my oil didst thou set upon it."
    },
    {
      "verse": 42,
      "text": "And the shout of a peaceful joyous multitude was [heard] within her; and with the men of the masses of the common people were brought Sabeans from the wilderness; and these women placed bracelets on their hands, and crowns of glory upon their heads."
    },
    {
      "verse": 43,
      "text": "Then thought I of her that was worn out in adulteries, Will they now [still] commit lewdness with her, when she [is thus]?"
    },
    {
      "verse": 44,
      "text": "But men went in unto her, as they go in unto a faithless wife: thus went they in unto Aholah and unto Aholibah, the incestuous women."
    },
    {
      "verse": 45,
      "text": "Righteous men, however—these shall judge them as adulteresses are judged, and as women that shed blood are judged; because adulteresses are they, and blood is on their hands."
    },
    {
      "verse": 46,
      "text": "For thus hath said the Lord Eternal, I will bring up against them an assemblage of men, and I will give them up to ill-usage and plunder."
    },
    {
      "verse": 47,
      "text": "And the assemblage shall stone them with stones, and cut them down with their swords: their sons and their daughters shall they slay, and their houses shall they burn with fire."
    },
    {
      "verse": 48,
      "text": "Thus will I cause incest to cease out of the land, that all women may be warned by example, and not do after your incestuous course."
    },
    {
      "verse": 49,
      "text": "And they shall lay your incest upon you, and the sins of your idols shall ye bear: and ye shall know that I am the Lord Eternal."
    }
  ]
}