{
  "book_id": "EZK",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me in the ninth year, in the tenth month, on the tenth day of the month, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, write thee down the name of this day, of this same day: the king of Babylon hath advanced against Jerusalem on this same day."
    },
    {
      "verse": 3,
      "text": "And speak concerning the rebellious family a parable, and say unto them, Thus hath said the Lord Eternal, Set on the pot, set it on, and also pour water into it;"
    },
    {
      "verse": 4,
      "text": "Gather the proper pieces into it, every good piece, the thigh, and the shoulder; fill it up with the choice bones."
    },
    {
      "verse": 5,
      "text": "Take the choice of the flock, and make also a fire for the bones under it: cause it to seethe well, that even the bones therein may be fully boiled through."
    },
    {
      "verse": 6,
      "text": "Therefore thus hath said the Lord Eternal, Woe to the city of blood-guiltiness, to the pot the scum of which is yet in it, and the scum of which is not gone out of it! one of its pieces after the other take out from it: no lot is cast for it."
    },
    {
      "verse": 7,
      "text": "For her blood was in the midst of her; on the naked rock did she place it: she poured it not upon the ground, to cover it over with dust."
    },
    {
      "verse": 8,
      "text": "To cause my fury to arise to take vengeance, do I place her blood upon the naked rock, so that it shall not be covered up."
    },
    {
      "verse": 9,
      "text": "Therefore thus hath said the Lord Eternal, Woe to the city of blood-guiltiness! I also will myself build up a large burning pile,"
    },
    {
      "verse": 10,
      "text": "Heaping on the wood, kindling the fire, thoroughly boiling the flesh, and stirring the mixture, that the bones may be scorched."
    },
    {
      "verse": 11,
      "text": "Then will I set it empty upon its coals, in order that it may become hot, and its copper be made to glow, and its uncleanness may be molten in it, that its scum may be consumed."
    },
    {
      "verse": 12,
      "text": "With fraud hath she wearied [the poor]; therefore shall not go forth from her the greatness of her scum: through fire shall her scum [be removed]."
    },
    {
      "verse": 13,
      "text": "In thy uncleanness is [thy] incest; because I endeavored to cleanse thee, and thou wouldst not be clean, thou shalt not be cleansed from thy uncleanness any more, until I have assuaged my fury on thee."
    },
    {
      "verse": 14,
      "text": "I the Lord have spoken it; it cometh to pass, and I will do it; I will not recall my decree, and I will not have pity, nor will I repent: according to thy ways, and according to thy doings, shall men judge thee, saith the Lord Eternal."
    },
    {
      "verse": 15,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 16,
      "text": "Son of man, behold, I will take away from thee the desire of thy eyes by a sudden death; but thou shalt neither mourn nor weep, nor shalt thou shed a tear."
    },
    {
      "verse": 17,
      "text": "Sigh in silence, make no mourning for the deceased, thy bonnet bind around thy head, and thy shoes put on thy feet, and cover not thyself to thy upper lip, and eat not the bread of [other] men."
    },
    {
      "verse": 18,
      "text": "And when I had spoken unto the people in the morning, my wife died at evening: and I did in the morning as I had been commanded."
    },
    {
      "verse": 19,
      "text": "And the people said unto me, Wilt thou not tell us what these things mean for us, that thou doest so?"
    },
    {
      "verse": 20,
      "text": "And I said unto them, The word of the Lord came unto me, saying,"
    },
    {
      "verse": 21,
      "text": "Speak unto the house of Israel, Thus hath said the Lord Eternal, Behold, I will profane my sanctuary, the pride of your strength, the desire of your eyes, and the darling of your soul: and your sons and your daughters whom ye have left behind shall fall by the sword."
    },
    {
      "verse": 22,
      "text": "And ye shall do as I have done: ye shall not cover yourselves to your upper lip, and the bread of other men shall ye not eat."
    },
    {
      "verse": 23,
      "text": "And your bonnets shall be around your heads, and your shoes shall be on your feet: ye shall not mourn nor shall ye weep; but ye shall pine away in your iniquities, and groan, looking one at the other."
    },
    {
      "verse": 24,
      "text": "Thus shall Ezekiel be unto you for a token; in accordance with all that he hath done shall ye do: when this cometh, then shall ye know that I am the Lord Eternal."
    },
    {
      "verse": 25,
      "text": "Also, thou son of man, behold, on the day when I take from them their stronghold, the joy of their glory, the desire of their eyes, and the coveted object of their soul, their sons and their daughters,—"
    },
    {
      "verse": 26,
      "text": "On that day there shall come one that hath escaped unto thee, and announce it to thy ears."
    },
    {
      "verse": 27,
      "text": "On that day shall thy mouth be opened through him that hath escaped, and thou shalt speak, and thou shalt not be silenced any more: and thou shalt be a token unto them, and they shall know that I am the Lord."
    }
  ]
}