{
  "book_id": "EZK",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the eleventh year, on the first day of the month, that the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, because Tyre hath said concerning Jerusalem, Aha, she is broken that was the gates of the people; she is turned unto me; I shall be made full, now she is laid in ruins:"
    },
    {
      "verse": 3,
      "text": "Therefore thus hath said the Lord Eternal, Behold, I am against thee, O Tyre, and will bring up against thee many nations, as the sea causeth its waves to come up."
    },
    {
      "verse": 4,
      "text": "And they shall destroy the walls of Tyre, and pull down her towers: I will also flood away her earth from her, and I will change her into a naked rock."
    },
    {
      "verse": 5,
      "text": "A place for the spreading out of nets shall she be in the midst of the sea; for I have spoken it, saith the Lord Eternal: and she shall become a spoil to the nations."
    },
    {
      "verse": 6,
      "text": "And her daughters that are in the field shall be slain with the sword: and they shall know that I am the Lord."
    },
    {
      "verse": 7,
      "text": "For thus hath said the Lord Eternal, Behold, I will bring against Tyre Nebuchadrezzar the king of Babylon, from the north, the king of kings, with horses, and with chariot's, and with horsemen, and an assemblage, and a numerous people."
    },
    {
      "verse": 8,
      "text": "Thy daughters in the field will he slay with the sword: and he shall place around thee works of attack, and cast up against thee a mound, and erect against thee a target-fence."
    },
    {
      "verse": 9,
      "text": "And his catapults shall he set against thy walls, and thy towers shall he break down with his axes."
    },
    {
      "verse": 10,
      "text": "By reason of the abundance of his horses shall the dust they raise cover thee: by reason of the noise of horsemen, and wheels, and chariots, shall thy walls quake, when he entereth into thy gates, as men enter into a city that is broken in."
    },
    {
      "verse": 11,
      "text": "With the hoofs of his horses shall he tread down all thy streets: thy people will he slay with the sword, and the statues of thy strength shall come down to the ground."
    },
    {
      "verse": 12,
      "text": "And they shall plunder thy riches, and make a spoil of thy merchandise; and they shall break down thy walls, and thy pleasure-houses shall they pull down: and thy stones and thy timber and thy earth shall they throw into the midst of the water."
    },
    {
      "verse": 13,
      "text": "And I will cause the sound of thy songs to cease: and the tones of thy harps shall not be heard any more."
    },
    {
      "verse": 14,
      "text": "And I will change thee into a naked rock; a place to spread out nets upon shalt thou be; thou shalt not be rebuilt any more; for I the Lord have spoken it, saith the Lord Eternal."
    },
    {
      "verse": 15,
      "text": "Thus hath said the Lord Eternal to Tyre, Truly at the noise of thy fall, when the deadly wounded whine, when the slaughter taketh place in the midst of thee, shall the islands quake."
    },
    {
      "verse": 16,
      "text": "Then shall all the princes of the sea come down from their thrones, and lay aside their robes, and their broidered garments shall they put off: with trembling shall they clothe themselves; upon the ground shall they sit, and shall tremble at every moment, and be astonished concerning thee."
    },
    {
      "verse": 17,
      "text": "And they shall lift up over thee a lamentation, and say to thee, How art thou lost, that wast inhabited [safely] by reason of the seas: O renowned city, which was strong on the sea, she and her inhabitants, who caused their terror to be on all that dwelt around her!"
    },
    {
      "verse": 18,
      "text": "Now shall the isles tremble on the day of thy fall; yea, the isles that are in the sea shall be troubled at thy end."
    },
    {
      "verse": 19,
      "text": "For thus hath said the Lord Eternal, When I render thee a ruined city, like the cities that are not inhabited; when I bring up over thee the deep, and when the great waters cover thee:"
    },
    {
      "verse": 20,
      "text": "Then will I bring thee down with those that descend into the pit, unto the people of olden time, and I will cause thee to dwell in the land of the nether world, among ruins of ancient days, with those that go down to the pit, in order that thou mayest not be inhabited; but I will bestow glory in the land of life."
    },
    {
      "verse": 21,
      "text": "As though thou hadst not been will I render thee, and thou shalt be no more: and thou shalt be sought for, but thou shalt never be found any more to eternity, saith the Lord Eternal."
    }
  ]
}