{
  "book_id": "EZK",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "But thou, O son of man, take up a lamentation for Tyre;"
    },
    {
      "verse": 3,
      "text": "And say unto Tyre, O thou that art situated at the entrances of the sea, the merchant of the people unto many isles, Thus hath said the Lord Eternal, O Tyre, thou hast indeed said, I am perfect in beauty."
    },
    {
      "verse": 4,
      "text": "In the heart of the seas were thy boundaries, thy builders had perfected thy beauty."
    },
    {
      "verse": 5,
      "text": "Of the fir-trees from Senir had they built thee all thy woodwork: cedars from Lebanon had they taken to make masts for thee."
    },
    {
      "verse": 6,
      "text": "Of the oaks of Bashan had they made thy oars; thy rudder had they made inlaid with ivory of boxwood, brought out of the isles of the Kittim."
    },
    {
      "verse": 7,
      "text": "Fine linen with broidered work from Egypt was thy flag to be unto thee a sign: of blue and purple from the isles of Ellishah was thy cover."
    },
    {
      "verse": 8,
      "text": "The inhabitants of Zidon and Arvad were thy oarsmen: thy wise men, O Tyre, that were in thee, these were thy pilots."
    },
    {
      "verse": 9,
      "text": "The elders of Gebal and her wise men were in thee thy caulkers: all the ships of the sea with their mariners were in thee to carry on thy commerce."
    },
    {
      "verse": 10,
      "text": "They of Persia and of Lud and of Put were in thy army, thy men of war: the shield and the helmet did they hang up in thee; these gave thee thy elegance."
    },
    {
      "verse": 11,
      "text": "The men of Arvad with thy army were upon thy walls round about, and the Gammadim were in thy towers: their quivers they hung upon thy walls round about; these made perfect thy beauty."
    },
    {
      "verse": 12,
      "text": "Tharshish was thy merchant through the abundance of all kind of wealth: with silver, iron, tin, and lead, they supplied thy markets."
    },
    {
      "verse": 13,
      "text": "Javan, Thubal, and Meshech; these were thy merchants: with the persons of men and vessels of copper they carried on thy commerce."
    },
    {
      "verse": 14,
      "text": "They of the family of Thogarmah furnished thy supplies in horses and horsemen and mules."
    },
    {
      "verse": 15,
      "text": "The men of Dedan were thy merchants; many isles fetched the merchandise from thy place: chamois horns, ivory, and ebony did they bring as presents for thee."
    },
    {
      "verse": 16,
      "text": "Syria was thy trader by reason of the multitude of thy productions: with emeralds, purple, and broidered work, and fine linen, and coral, and rubies they made deposits in thy treasuries."
    },
    {
      "verse": 17,
      "text": "Judah, and the land of Israel, these were thy merchants: in wheat of Minnith, and balsam, and honey, and oil, and balm they carried on thy commerce."
    },
    {
      "verse": 18,
      "text": "Damascus was thy trader in the multitude of thy productions, for the multitude of all wealth, with the wine of Chelbon, and white wool."
    },
    {
      "verse": 19,
      "text": "Dan also and Javan brought silken goods into thy warehouses: hardened iron, cassia, and calamus came among thy commerce."
    },
    {
      "verse": 20,
      "text": "Dedan was thy merchant in precious clothes for riding on."
    },
    {
      "verse": 21,
      "text": "Arabia, and all the princes of Kedar, these were the traders of thy place in lambs, and wethers, and he-goats: in these were they thy traders."
    },
    {
      "verse": 22,
      "text": "The merchants of Sheba and Ra'mah,—these were thy merchants: in the best of all spices, and with all precious stones, and gold, they furnished thy supplies."
    },
    {
      "verse": 23,
      "text": "Charan, and Canneh, and 'Eden, the merchants of Sheba, Asshur, [and] Kilmad, were thy merchants."
    },
    {
      "verse": 24,
      "text": "These were thy merchants in ornamental wares, in cloaks of blue, and broidered work, and in chests of damask cloth, bound with cords, and packed in cedar, in thy market-place."
    },
    {
      "verse": 25,
      "text": "The ships of Tharshish were thy caravans in thy commerce: and thou wast made full, and becamest very rich in the heart of the seas."
    },
    {
      "verse": 26,
      "text": "Into great waters brought thee those that were thy rowers: the east wind hath broken thee in the heart of the seas."
    },
    {
      "verse": 27,
      "text": "Thy wealth, and thy warehouses, thy commerce, thy mariners, and thy pilots, thy caulkers, and the conductors of thy commerce, and all thy men of war that were in thee, and in all thy assemblage which was in the midst of thee, fell into the heart of the seas on the day of thy downfall."
    },
    {
      "verse": 28,
      "text": "At the sound of the painful cry of thy pilots quake [thy] rural districts."
    },
    {
      "verse": 29,
      "text": "And all that handle the oar, the mariners, and all the pilots of the sea, come down from their ships, they stand upon the land;"
    },
    {
      "verse": 30,
      "text": "And cause their voice to be heard concerning thee, and cry bitterly, and cast up dust upon their heads, they wallow in the ashes;"
    },
    {
      "verse": 31,
      "text": "And they make themselves utterly bald for thee, and gird themselves with sackcloth, and they weep for thee with bitterness of heart in a bitter complaint."
    },
    {
      "verse": 32,
      "text": "And they take in their wailing a lamentation for thee, and lament over thee, saying, Who is like Tyre, who is so utterly destroyed in the midst of the sea?"
    },
    {
      "verse": 33,
      "text": "When thy supplies went forth out of the seas, thou didst satisfy many people: with the multitude of thy wealth and of thy commerce thou didst enrich the kings of the earth."
    },
    {
      "verse": 34,
      "text": "[Now] at the time thou art broken by the seas in the depths of the waters, thy commerce and all thy assemblage fell in the midst of thee."
    },
    {
      "verse": 35,
      "text": "All the inhabitants of the isles are astonished at thee, and the hair of their kings stand at an end, grieved are their countenances."
    },
    {
      "verse": 36,
      "text": "The traders among the people shall hiss concerning thee: thou wast rendered as though thou hadst not been, and thou shalt not be any more for ever."
    }
  ]
}