{
  "book_id": "EZK",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, say unto the prince of Tyre, Thus hath said the Lord Eternal, Whereas thy heart was lifted up, and thou saidst, A god am I, on the seat of the gods do I dwell, in the heart of the seas; yet thou art but a man, and not God, while thou esteemest thy mind equal to the mind of God;"
    },
    {
      "verse": 3,
      "text": "Behold, thou wast wiser than Daniel; no secret was obscure to thee;"
    },
    {
      "verse": 4,
      "text": "With thy wisdom and with thy understanding hadst thou gotten thee riches, and hadst gotten gold and silver into thy treasuries;"
    },
    {
      "verse": 5,
      "text": "By the abundance of thy wisdom in thy traffic hadst thou increased thy riches; and thy heart was lifted up because of thy riches:"
    },
    {
      "verse": 6,
      "text": "Therefore thus hath said the Lord Eternal, Because thou hast esteemed thy mind equal to the mind of God,"
    },
    {
      "verse": 7,
      "text": "Therefore, behold, will I bring over thee strangers, the fiercest • of nations; and they shall draw their swords against the beauty of thy wisdom, and they shall profane thy elegance."
    },
    {
      "verse": 8,
      "text": "Down to the grave will they cast thee, and thou shalt die the deaths of the slain in the heart of the seas."
    },
    {
      "verse": 9,
      "text": "Wilt thou then say, I am God, before him that slayeth thee? when thou art but a man, and no God, in the hand of him that fatally wounded thee."
    },
    {
      "verse": 10,
      "text": "The deaths of the uncircumcised shalt thou die by the hand of strangers; for I have spoken it, saith the Lord Eternal."
    },
    {
      "verse": 11,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 12,
      "text": "Son of man, take up a lamentation concerning the king of Tyre, and say unto him, Thus hath said the Lord Eternal, Thou wast complete in outline, full of wisdom, and perfect in beauty."
    },
    {
      "verse": 13,
      "text": "In 'Eden the garden of God didst thou abide; every precious stone was thy covering, the sardius, the topaz, and the diamond, the chrysolite, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle, and gold; thy tabrets and thy flutes of artificial workmanship were prepared in thee on the day thou wast created."
    },
    {
      "verse": 14,
      "text": "Thou wast a cherub with outspread covering [wings]; and I had set thee upon the holy mountain of God [as] thou wast; in the midst of the stones of fire didst thou wander."
    },
    {
      "verse": 15,
      "text": "Perfect wast thou in thy ways from the day that thou wast created, till wickedness was found in thee."
    },
    {
      "verse": 16,
      "text": "By the abundance of thy commerce thou wast filled to thy centre with violence, and thou didst sin: therefore I degraded thee out of the mountain of God; and I destroyed thee, O covering cherub, from the midst of the stones of fire."
    },
    {
      "verse": 17,
      "text": "Thy heart was lifted up through thy beauty, thou didst corrupt thy wisdom by reason of thy elegance: [therefore] I cast thee down to the ground, before kings did I set thee that they might gaze on thee."
    },
    {
      "verse": 18,
      "text": "Through the abundance of thy iniquities, through the wickedness of thy commerce didst thou profane thy sanctuaries: therefore brought I forth fire from the midst of thee, this devoured thee, and I changed thee to ashes upon the earth before the eyes of all those that saw thee."
    },
    {
      "verse": 19,
      "text": "All that know thee among the people are astonished concerning thee: thou art as though thou hadst not been, and thou shalt not be any more for ever."
    },
    {
      "verse": 20,
      "text": "And the word of the Lord came to me, saying,"
    },
    {
      "verse": 21,
      "text": "Son of man, set thy face against Zidon, and prophesy against it,"
    },
    {
      "verse": 22,
      "text": "And thou shalt say, Thus hath said the Lord Eternal, Behold, I am against thee, O Zidon, and I will be honored in the midst of thee: and they shall know that I am the Lord, when I execute judgments on her, and will be sanctified on her."
    },
    {
      "verse": 23,
      "text": "And I will send out against her pestilence, and blood-[shedding] into her streets; and the deadly wounded shall be felled in the midst of her by the sword [that is] against her from every side: and they shall know that I am the Lord."
    },
    {
      "verse": 24,
      "text": "And there shall be no more unto the house of Israel a pricking brier, nor painful thorn from all that are round about them, that despoil them: and they shall know that I am the Lord Eternal."
    },
    {
      "verse": 25,
      "text": "Thus hath said the Lord Eternal, When I gather the house of Israel from the people among whom they are scattered, and shall be sanctified on them before the eyes of the nations: then shall they dwell in their land that I have given to my servant Jacob."
    },
    {
      "verse": 26,
      "text": "And they shall dwell thereupon in safety, and they shall build houses, and plant vineyards; yea, they shall dwell in safety; when I execute judgments on all those that despoiled them from round about them: and they shall know that I am the Lord their God."
    }
  ]
}