{
  "book_id": "EZK",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, prophesy and say, Thus hath said the Lord Eternal, Wail ye, Woe unto the day!"
    },
    {
      "verse": 3,
      "text": "For nigh is the day, yea nigh is the day of the Lord; a cloudy day; the time of the nations' [misfortune] shall it be."
    },
    {
      "verse": 4,
      "text": "And the sword shall come into Egypt, and there shall be trembling in Ethiopia, when the slain fall in Egypt, and when they take away its multitude, and its foundations shall be broken down."
    },
    {
      "verse": 5,
      "text": "Ethiopia, and Put, and Lud, and all the confederates, and Cub, and all the men of the leagued land, shall fall with them by the sword."
    },
    {
      "verse": 6,
      "text": "Thus hath said the Lord, Yea, there shall fall those that uphold Egypt; and there shall come down the pride of her strength: from Migdol to Seveneh shall they fall in her by the sword, saith the Lord Eternal."
    },
    {
      "verse": 7,
      "text": "And they shall be made desolate in the midst of the desolate countries, and its cities shall be counted in the midst of the cities that have been laid in ruins."
    },
    {
      "verse": 8,
      "text": "And they shall know that I am the Lord, when I set fire to Egypt, and when all her helpers shall be broken."
    },
    {
      "verse": 9,
      "text": "On that day shall messengers go forth from my presence in ships to terrify the secure Ethiopians, and there shall be trembling among them, as on the day of Egypt; for, lo, it cometh."
    },
    {
      "verse": 10,
      "text": "Thus hath said the Lord Eternal, I will also cause the multitude of Egypt to cease through the hand of Nebuchadrezzar the king of Babylon."
    },
    {
      "verse": 11,
      "text": "He and his people with him, the fiercest of nations, shall be brought to destroy the land; and they shall draw their swords against Egypt, and they shall fill the land with the slain."
    },
    {
      "verse": 12,
      "text": "And I will render the streams dry, and sell the land into the hand of evil men; and I will make the land desolate, and all that filleth it, by the hand of strangers: I the Lord have spoken it."
    },
    {
      "verse": 13,
      "text": "Thus hath said the Lord Eternal, I will also destroy the idols, and I will cause false gods to cease out of Noph; and a prince out of the land of Egypt shall there not be any more: and I will lay fear on the land of Egypt."
    },
    {
      "verse": 14,
      "text": "And I will make Pathros desolate, and set fire to Zo'an; and I will execute judgments in No."
    },
    {
      "verse": 15,
      "text": "And I will pour my fury over Sin, the stronghold of Egypt; and I will cut off the multitude of No."
    },
    {
      "verse": 16,
      "text": "And I will set fire to Egypt: Sin shall have great pain, and No shall be broken in, and [over] Noph shall the besiegers [prevail] by broad day."
    },
    {
      "verse": 17,
      "text": "The young men of Aven and of Pi-besseth shall fall by the sword; and they themselves shall go into captivity."
    },
    {
      "verse": 18,
      "text": "And at Thechaphneches the day shall be darkened, when I break there the yoke-bars of Egypt, and the pride of her strength ceaseth therein: as for her, a cloud shall cover her, and her daughters shall go into captivity."
    },
    {
      "verse": 19,
      "text": "Thus will I execute judgments on Egypt: and they shall know that I am the Lord."
    },
    {
      "verse": 20,
      "text": "And it came to pass in the eleventh year, in the first month, on the seventh day of the month, that the word of the Lord came unto me, saying,"
    },
    {
      "verse": 21,
      "text": "Son of man, the arm of Pharaoh the king of Egypt have I broken; and lo, it shall not be bound up to apply remedies, to put on a bandage to bind it up, to make it strong that it may grasp the sword."
    },
    {
      "verse": 22,
      "text": "Therefore thus hath said the Lord Eternal, Behold, I will be against Pharaoh the king of Egypt, and will break his arms, both the strong, and that which was already broken; and I will cause the sword to fall out of his hand."
    },
    {
      "verse": 23,
      "text": "And I will scatter the Egyptians among the nations, and I will disperse them through the countries."
    },
    {
      "verse": 24,
      "text": "And I will strengthen the arms of the king of Babylon, and will put my sword in his hand; but I will break the arms of Pharaoh, and he shall groan, with the groanings of a deadly wounded man before him."
    },
    {
      "verse": 25,
      "text": "Yea I will make strong the arms of the king of Babylon, but the arms of Pharaoh shall fall down: and they shall know that I am the Lord, when I place my sword into the hand of the king of Babylon, that he may stretch it out over the land of Egypt."
    },
    {
      "verse": 26,
      "text": "And I will scatter the Egyptians among the nations, and disperse them among the countries: and they shall know that I am the Lord."
    }
  ]
}