{
  "book_id": "EZK",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the eleventh year, in the third month, on the first day of the month, that the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, say unto Pharaoh the king of Egypt, and to his multitude, Unto whom art thou like in thy arrogance?"
    },
    {
      "verse": 3,
      "text": "Behold, Asshur was a cedar in Lebanon beautiful in its boughs, and a shadowing thicket, and high in stature; and among the thick-boughed trees was its highest branch."
    },
    {
      "verse": 4,
      "text": "The waters made it great, the deep made it high, with its rivers it was flowing round the place where it was planted, and its ditches it sent forth unto all the trees of the field."
    },
    {
      "verse": 5,
      "text": "Therefore became its stature higher than all the trees of the field, and its boughs were multiplied, and its branches became long because of the multitude of waters, when it stretched itself forth."
    },
    {
      "verse": 6,
      "text": "In its boughs made all the fowls of heaven their nest, and under its branches did all the beasts of the field bring forth their young, and under its shade dwelt all great nations."
    },
    {
      "verse": 7,
      "text": "And it was beautiful in its greatness, in the length of its light branches; for its root was by many waters."
    },
    {
      "verse": 8,
      "text": "The cedars could not obscure it in the garden of God; the firs were not like its boughs, and the chestnut-trees were not like its branches: not any tree in the garden of God was like unto it in its beauty."
    },
    {
      "verse": 9,
      "text": "Beautiful had I made it by the multitude of its light branches: so that all the trees of 'Eden that were in the garden of God, envied it."
    },
    {
      "verse": 10,
      "text": "Therefore thus hath said the Lord Eternal, Because thou wast so high in stature, and it had placed its highest branch between the thick-boughed trees, and its heart was lifted up through its height:"
    },
    {
      "verse": 11,
      "text": "Therefore do I give it up into the hand of the mighty one of the nations; he shall surely deal with it at his pleasure; for its wickedness do I drive it out."
    },
    {
      "verse": 12,
      "text": "And strangers, the fiercest of nations, cut it down, and cast it to the ground: on the mountains and in all the valleys fall its light branches, and its boughs are [lying] broken in all the ravines of the land; and all the people of the earth are gone away from its shade, and have cast it to the ground."
    },
    {
      "verse": 13,
      "text": "Upon its fallen fragments dwell all the fowls of the heaven, and on its branches are all the beasts of the field:"
    },
    {
      "verse": 14,
      "text": "In order that none of all the trees by the waters shall exalt themselves for their height, nor place their highest branch among the thick-boughed trees, and that all those that are nourished by water shall not place themselves erect, because of their height; for they are all given up unto death, to the land of the nether world, in the midst of the children of men, with those that go down to the pit."
    },
    {
      "verse": 15,
      "text": "Thus hath said the Lord Eternal, On the day when it went down to the grave I caused a mourning; I covered the deep for its sake, and I restrained its rivers, and the great waters were withheld; and I caused Lebanon to be clothed in black attire for its sake, and all the trees of the field were famished because of it."
    },
    {
      "verse": 16,
      "text": "Through the noise of its downfall I caused nations to quake, when I cast it down into the tomb with the [others] that descend into the pit: and in the land of the nether world comforted themselves all the trees of 'Eden, the choice and best of Lebanon, all that were nourished by water."
    },
    {
      "verse": 17,
      "text": "They also went down with it into the tomb unto those that were slain with the sword, and its helpers that had dwelt under its shade in the midst of the nations."
    },
    {
      "verse": 18,
      "text": "To whom art thou then like in glory and in greatness among the trees of 'Eden? And thou too shalt be brought down with the trees of 'Eden unto the land of the nether world: in the midst of the uncircumcised shalt thou lie with those slain by the sword; yes, he, Pharaoh, and all his multitude, saith the Lord Eternal."
    }
  ]
}