{
  "book_id": "EZK",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, prophesy concerning the shepherds of Israel; prophesy, and say unto them, unto the shepherds, Thus hath said the Lord Eternal, Woe to the shepherds of Israel who do feed themselves! should not the shepherds feed the flocks?"
    },
    {
      "verse": 3,
      "text": "The fat ye eat, and with the wool ye clothe yourselves, those that are well fed ye slaughter; but the flock ye feed not."
    },
    {
      "verse": 4,
      "text": "The diseased have ye not strengthened, and the sick have ye not healed, and that which had a limb broken have ye not bound up, and the strayed have ye not brought back again, and what was lost have ye not sought for; but with force have ye ruled them and with rigor."
    },
    {
      "verse": 5,
      "text": "And they were scattered for want of a shepherd; and they became food unto all the beasts of the field, and they were scattered."
    },
    {
      "verse": 6,
      "text": "My sheep have to wander about on all the mountains, and upon every high hill: yea, over all the face of the land are my flock scattered, and there is none that inquireth and none that seeketh [after them]."
    },
    {
      "verse": 7,
      "text": "Therefore, ye shepherds, hear the word of the Lord,"
    },
    {
      "verse": 8,
      "text": "As I live, saith the Lord Eternal, surely because my flock became a prey, and my flock became food unto every beast of the field, because there was no shepherd, and my shepherds did not inquire for my flock, but the shepherds fed themselves, and my flock they fed not:"
    },
    {
      "verse": 9,
      "text": "Therefore, O ye shepherds, hear the word of the Lord,"
    },
    {
      "verse": 10,
      "text": "Thus hath said the Lord Eternal, Behold, I will be against the shepherds, and I will require my flock from their hand, and I will stop them from feeding the flock; neither shall the shepherds feed themselves any more: and I will deliver my flock out of their mouth, that they may not serve them for food."
    },
    {
      "verse": 11,
      "text": "For thus hath said the Lord Eternal, Behold, I am here, and I will both inquire for my flocks, and search for them."
    },
    {
      "verse": 12,
      "text": "As a shepherd searcheth for his flock on the day that he is among his flocks that are scattered: so will I search for my flocks; and I will deliver them out of all places whither they have been scattered on the day of clouds and [tempestuous] darkness."
    },
    {
      "verse": 13,
      "text": "And I will bring them out from the people, and gather them from the countries, and I will bring them to their own land; and I will feed them upon the mountains of Israel, in the ravines, and in all the inhabited places of the country."
    },
    {
      "verse": 14,
      "text": "On a good pasture will I feed them, and upon the high mountains of Israel shall be their fold: there shall they lie in a good fold, and in a fat pasture shall they feed on the mountains of Israel."
    },
    {
      "verse": 15,
      "text": "I myself will feed my flock, and I myself will cause them to lie down, saith the Lord Eternal."
    },
    {
      "verse": 16,
      "text": "That which was lost will I seek for, and that which was gone astray will I bring back again, and that which had a limb broken will I bind up, and the sick will I strengthen: but the fat and the strong will I destroy; I will feed them in justice."
    },
    {
      "verse": 17,
      "text": "And as for you, O my flock, thus hath said the Lord Eternal, Behold, I will judge between lamb and lamb, between the wethers and the he-goats."
    },
    {
      "verse": 18,
      "text": "Is it too little for you that ye can feed on the good pasture, that ye must tread down the residue of your pastures with your feet? and that ye can drink clear waters, that ye must render muddy with your feet what is left?"
    },
    {
      "verse": 19,
      "text": "And as for my flock, what ye have trodden with your feet must they eat; and what ye have made muddy with your feet must they drink."
    },
    {
      "verse": 20,
      "text": "Therefore thus hath said the Lord Eternal unto them, Behold, I am here, and I will judge between the fat lamb and the lean lamb."
    },
    {
      "verse": 21,
      "text": "Because ye thrust with side and with shoulder, and push with your horns all the diseased, till ye have scattered them abroad:"
    },
    {
      "verse": 22,
      "text": "Therefore will I save my flock, and they shall no more be a prey; and I will judge between lamb and lamb."
    },
    {
      "verse": 23,
      "text": "And I will appoint over them one shepherd, and he shall feed them, namely, my servant David: he it is that shall feed them, and he it is that shall be unto them for a shepherd."
    },
    {
      "verse": 24,
      "text": "And I the Lord—I will be unto them for a God, and my servant David shall be a prince in their midst: I the Lord have spoken it."
    },
    {
      "verse": 25,
      "text": "And I will make with them a covenant of peace, and I will cause the wild beasts to cease out of the land: and they shall dwell in the wilderness in safety, and sleep in the forests."
    },
    {
      "verse": 26,
      "text": "And I will make them and the environs of my hill a blessing; and I will cause the rain to come down in its season; rains of blessing shall they be."
    },
    {
      "verse": 27,
      "text": "And the tree of the field shall yield its fruit, and the earth shall yield her products, and they shall be on their land in safety: and they shall know that I am the Lord, when I break the bands of their yoke, and deliver them out of the hand of those that had made them labor for them."
    },
    {
      "verse": 28,
      "text": "And they shall be no more a prey to the nations, and the beasts of the land shall not devour them; but they shall dwell in safety, with none to make them afraid."
    },
    {
      "verse": 29,
      "text": "And I will raise up for them a plantation for a [perpetual] renown, and they shall be no more taken away by hunger in the land, neither bear the shameful reproach of the nations any more."
    },
    {
      "verse": 30,
      "text": "Thus shall they experience that I the Lord their God am with them, and that they, the house of Israel, are my people, saith the Lord Eternal."
    },
    {
      "verse": 31,
      "text": "And ye my flock, the flock of my pasture, are men, [and] I am your God, saith the Lord Eternal."
    }
  ]
}