{
  "book_id": "EZK",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, set thy face against the mountain of Se'ir, and prophecy against it,"
    },
    {
      "verse": 3,
      "text": "And say unto it, Thus hath said the Lord Eternal, Behold, I will be against thee, O mountain of Se'ir, and I will stretch out my hand over thee, and I will render thee desolate and wasted."
    },
    {
      "verse": 4,
      "text": "Thy cities will I lay in ruins, and thou thyself shalt be desolate, and thou shalt know that I am the Lord."
    },
    {
      "verse": 5,
      "text": "Because thou hast had an undying hatred, and didst surrender the children of Israel to the power of the sword, at the time of their calamity, at the time of the iniquity of the end:"
    },
    {
      "verse": 6,
      "text": "Therefore, as I live, saith the Lord Eternal, I will surely let thy blood flow, and blood shall pursue thee; since thou didst not hate blood-shedding, so shall blood pursue thee."
    },
    {
      "verse": 7,
      "text": "Thus will I change the mountain of Se'ir into a desolate land and a waste, and I will cut off from it him that travelleth forward and backward."
    },
    {
      "verse": 8,
      "text": "And I will fill his mountains with his slain: as regardeth thy hills, and thy valleys, and all thy ravines, in them shall fall those that are slain by the sword."
    },
    {
      "verse": 9,
      "text": "Into perpetual desolations will I change thee, and thy cities shall not be restored: and ye shall know that I am the Lord."
    },
    {
      "verse": 10,
      "text": "Because thou hast said, These two nations and these two countries shall indeed be mine, and we will take possession thereof; whereas the Lord was there:"
    },
    {
      "verse": 11,
      "text": "Therefore, as I live, saith the Lord God, I will even do according to thy anger, and according to thy envy which thou didst use out of thy hatred against them; and I will make myself known among them, when I judge thee."
    },
    {
      "verse": 12,
      "text": "And thou shalt know that I am the Lord: I have heard all thy blasphemies which thou hast spoken against the mountains of Israel, saying, They are laid desolate, they are given unto us to consume them."
    },
    {
      "verse": 13,
      "text": "And ye boasted greatly against me with your mouth, and have multiplied against me your words: I have indeed heard them."
    },
    {
      "verse": 14,
      "text": "Thus hath said the Lord Eternal, When the whole earth rejoiceth, I will make thee desolate."
    },
    {
      "verse": 15,
      "text": "As thou didst rejoice over the inheritance of the house of Israel, because it was made desolate: so will I do unto thee; desolate shalt thou be, O mountain of Se'ir, and all Idumea—altogether; and they shall know that I am the Lord."
    }
  ]
}