{
  "book_id": "EZK",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "But thou, son of man, prophesy unto the mountains of Israel, and say, O mountains of Israel, hear ye the word of the Lord."
    },
    {
      "verse": 2,
      "text": "Thus hath said the Lord Eternal, Because the enemy hath said regarding you, Aha, even the ancient high-places are become ours as a possession:"
    },
    {
      "verse": 3,
      "text": "Therefore prophesy and say, Thus hath said the Lord Eternal, Because, even because men have made you desolate, and sought to swallow you up on every side, that ye might become a possession unto the residue of the nations, and ye are taken up as a talk for tongues, and an evil report of the people:"
    },
    {
      "verse": 4,
      "text": "Therefore, O mountains of Israel, hear ye the word of the Lord Eternal, Thus hath said the Lord Eternal to the mountains, and to the hills, to the ravines, and to the valleys, to the desolate ruins, and to the cities that are forsaken, which are become a prey and derision to the residue of the nations that are round about:"
    },
    {
      "verse": 5,
      "text": "Therefore thus hath said the Lord Eternal, Surely in the fire of my jealousy have I spoken against the residue of the nations, and against all Idumea, that have appropriated my land unto themselves as a possession with the joy of all their heart, with derision in their soul, in order to drive it out that it may be for a prey."
    },
    {
      "verse": 6,
      "text": "Therefore prophesy concerning the land of Israel, and say unto the mountains, and to the hills, to the ravines, and to the valleys, Thus hath said the Lord Eternal, Behold, In my zealousness and in my fury have I spoken, because ye have borne the reproach of the nations:"
    },
    {
      "verse": 7,
      "text": "Therefore thus hath said the Lord Eternal, I have indeed lifted up my hand, that the nations who are round about you— these shall bear their shame."
    },
    {
      "verse": 8,
      "text": "But ye, O mountains of Israel, ye shall send forth your boughs, and your fruit shall ye bear for my people Israel, for they are near at hand to come."
    },
    {
      "verse": 9,
      "text": "For, behold, I will be for you, and I will turn unto you, and ye shall be tilled and ye shall be sown;"
    },
    {
      "verse": 10,
      "text": "And I will multiply upon you men, all the house of Israel— altogether; and the cities shall be inhabited again, and the ruins shall be rebuilt;"
    },
    {
      "verse": 11,
      "text": "And I will multiply upon you men and beast, and they shall increase and be fruitful; and I will cause you to be inhabited after your old estates, and will do more good unto you than at your beginnings: and ye shall know that I am the Lord."
    },
    {
      "verse": 12,
      "text": "Yea, I will cause to walk upon you men, even my people Israel, and they shall possess thee, and thou shalt be unto them as an inheritance, and thou shalt not any more henceforth cast them out."
    },
    {
      "verse": 13,
      "text": "Thus hath said the Lord Eternal, Because they say unto you, Thou land devourest up men, and hast been one that hath ever cast out thy nations:"
    },
    {
      "verse": 14,
      "text": "Therefore shalt thou not devour up men any more, and thy nations shalt thou not cast out any more, saith the Lord Eternal."
    },
    {
      "verse": 15,
      "text": "And I will not let be heard against thee any more the reproach of the nations, and the disgrace of the people shalt thou not bear any more, and thy nations shalt thou not cast out any more, saith the Lord Eternal."
    },
    {
      "verse": 16,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 17,
      "text": "Son of man, the house of Israel, when they dwelt in their own land, defiled it through their way and through their doings: like the uncleanness of a woman in her separation was their way before me."
    },
    {
      "verse": 18,
      "text": "And I poured out my fury over them because of the blood that they had shed in the land, and because through their idols they had polluted it;"
    },
    {
      "verse": 19,
      "text": "And I scattered them among the nations, and they were dispersed through the countries: according to their way and according to their doings did I judge them."
    },
    {
      "verse": 20,
      "text": "And when they were come unto the nations, whither they were gone, they profaned my holy name; because they said of them, These are the people of the Lord, and out of his land are they gone forth."
    },
    {
      "verse": 21,
      "text": "But I had pity for my holy name, which the house of Israel had profaned among the nations, whither they were gone."
    },
    {
      "verse": 22,
      "text": "Therefore say unto the house of Israel, Thus hath said the Lord Eternal, Not for your sake do I this, O house of Israel, but for the sake of my holy name, which ye have profaned among the nations, whither ye are gone."
    },
    {
      "verse": 23,
      "text": "And I will sanctify my great name, which was profaned among the nations, which ye have profaned in the midst of them; and the nations shall know that I am the Lord, saith the Lord Eternal, when I will be sanctified through you before your eyes."
    },
    {
      "verse": 24,
      "text": "And I will take you from among the nations, and I will gather you out of all the countries, and I will bring you unto your own land."
    },
    {
      "verse": 25,
      "text": "And I will sprinkle upon you clean water, and ye shall be clean: from all your impurities, and from all your idols, will I cleanse you."
    },
    {
      "verse": 26,
      "text": "And I will give you a new heart, and a new spirit will I put within you; and I will remove the heart of stone out of your body, and I will give you a heart of flesh."
    },
    {
      "verse": 27,
      "text": "And my spirit I will put within you, and I will cause that you shall walk in my statutes, and that my ordinances ye shall keep, and do them."
    },
    {
      "verse": 28,
      "text": "And ye shall dwell in the land which I gave to your fathers; and ye shall be unto me for a people, and I truly will be unto you as a God."
    },
    {
      "verse": 29,
      "text": "And I will save you from all kinds of your impurities; and I will call unto the corn, and increase it, and I will not lay famine upon you."
    },
    {
      "verse": 30,
      "text": "And I will multiply the fruit of the trees, and the products of the field: in order that ye may receive no more reproach on account of famine among the nations."
    },
    {
      "verse": 31,
      "text": "Then shall ye remember your ways that they were evil, and your doings that were not good; and ye shall loathe yourselves on account of your iniquities and on account of your abominations."
    },
    {
      "verse": 32,
      "text": "Not for your sake do I this, saith the Lord Eternal, be it known unto you: be ashamed and confounded because of your ways, O house of Israel."
    },
    {
      "verse": 33,
      "text": "Thus hath said the Lord Eternal, On the day of my cleansing you from all your iniquities, when I cause the cities to be inhabited, and when the ruins are built up,"
    },
    {
      "verse": 34,
      "text": "And when the desolate land is tilled, instead that it was a waste before the eyes of every passer by:"
    },
    {
      "verse": 35,
      "text": "Then shall they say, This land, that was desolate, is become like the garden of 'Eden; and the cities that were ruined, and desolate, and broken down, are become fortified, and inhabited."
    },
    {
      "verse": 36,
      "text": "And the nations that are left round about you shall know that I the Lord have built up the broken-down [places], have planted the desolate [land]: I the Lord have spoken this, and have done it."
    },
    {
      "verse": 37,
      "text": "Thus hath said the Lord Eternal, Also in this will I yet suffer myself to be entreated of by the house of Israel, to do it for them, I will increase them with men like flocks [in multitude]."
    },
    {
      "verse": 38,
      "text": "As the flocks of the holy things, as the flocks of Jerusalem on her appointed feasts, so shall the ruined cities be full of flocks of men: and they shall know that I am the Lord."
    }
  ]
}