{
  "book_id": "EZK",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto me, saying,"
    },
    {
      "verse": 2,
      "text": "Son of man, direct thy face against Gog of the land of Magog, the prince of Rosh, Meshech and Thubal, and prophesy against him,"
    },
    {
      "verse": 3,
      "text": "And say, Thus hath said the Lord Eternal, Behold, I will be against thee, O Gog, the prince of Rosh, Meshech and Thubal;"
    },
    {
      "verse": 4,
      "text": "And I will derange thee, and put hooks into thy jaws, and I will bring thee forth, and all thy army, horses and horsemen, all of them clothed in elegant attire, a great assemblage with bucklers and shields, all of them grasping swords."
    },
    {
      "verse": 5,
      "text": "Persia, Cush, and Put [shall be] with them; all of them with shield and helmet;"
    },
    {
      "verse": 6,
      "text": "Gomer and all of its armies; the house of Thogarmah out of the farthest north, and all its armies; many people shall be with thee."
    },
    {
      "verse": 7,
      "text": "Be thou ready, and prepare thyself, thou, and all thy assemblages that are assembled about thee, and be thou a guard unto them."
    },
    {
      "verse": 8,
      "text": "After many days shalt thou be ordered forward; in the end of years shalt thou come into the land that is recovering from the sword, and is gathered together out of many people, against the mountains of Israel, which have been ruined for a very long time: [to a people] that are brought forth out of the nations, and that now dwell in safety, all of them."
    },
    {
      "verse": 9,
      "text": "Thou wilt ascend and come like a tempest, like a cloud to cover the earth wilt thou be, thou, and all thy armies, and the many people with thee."
    },
    {
      "verse": 10,
      "text": "Thus hath said the Lord Eternal, It will also come to pass, at the same time, that things will come into thy mind, and thou wilt entertain an evil device;"
    },
    {
      "verse": 11,
      "text": "And thou wilt say, I will go up over the land of open towns; I will come against those that are careless, that dwell in safety, all of whom dwell without walls, and have neither bars nor gates,"
    },
    {
      "verse": 12,
      "text": "To snatch up the spoil, and to take away the prey; to turn thy hand against the ruined places now inhabited, and against the people that are gathered out of the nations, that have gotten cattle and goods, that dwell in the highest part of the land."
    },
    {
      "verse": 13,
      "text": "Sheba, and Dedan, and the traders of Tharshish, with all her young lions, will say unto thee, Art thou come to plunder the spoil? hast thou gathered thy company to carry off the prey? to bear away silver and gold, to take away cattle and goods, to plunder a great spoil?"
    },
    {
      "verse": 14,
      "text": "Therefore, prophesy, son of man, and say unto Gog, Thus hath said the Lord Eternal, Behold, on the day when my people of Israel dwelleth in safety, shalt thou know [my power]."
    },
    {
      "verse": 15,
      "text": "And thou wilt come from thy place out of the farthest ends of the north, thou, and many people with thee, all of them riding upon horses, a great assemblage, and a mighty army;"
    },
    {
      "verse": 16,
      "text": "And thou wilt come up against my people of Israel, like a cloud to cover the land; in the latter days will this be, and I will bring thee over my land, in order that the nations may know me, when I am sanctified on thee, before their eyes, O Gog."
    },
    {
      "verse": 17,
      "text": "Thus hath said the Lord Eternal, Art thou [not] he of whom I have spoken in ancient days through means of my servants the prophets of Israel, who prophesied in those days [many] years, that I would bring thee against them?"
    },
    {
      "verse": 18,
      "text": "And it shall come to pass at the same time, on the day of Gog's coming over the land of Israel, saith the Lord Eternal, that my fury shall be kindled in my nose."
    },
    {
      "verse": 19,
      "text": "And in my zealousness, in the fire of my wrath, have I spoken, Surely on that day there shall be a great earthquake in the country of Israel;"
    },
    {
      "verse": 20,
      "text": "And there shall quake at my presence the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and every creeping thing that creepeth upon the earth, and all the men that are upon the face of the earth, and the mountains shall be thrown down, and the cliffs shall fall, and every wall shall fall to the ground."
    },
    {
      "verse": 21,
      "text": "And I will call against him throughout all my mountains for the sword, saith the Lord Eternal: every man's sword shall be against his brother."
    },
    {
      "verse": 22,
      "text": "And I will hold judgment over him with pestilence and with blood [-shedding]; and an overflowing rain, and great hailstones, fire, and sulfur will I let rain over him and his armies, and over the many people that are with him."
    },
    {
      "verse": 23,
      "text": "Thus will I magnify myself, and sanctify myself, and make myself known before the eyes of many nations: and they shall know that I am the Lord."
    }
  ]
}