{
  "book_id": "EZK",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "In the five and twentieth year of our exile, in the beginning of the year, on the tenth day of the month, in the fourteenth year after the city had been smitten, on the selfsame day came the inspiration of the Lord upon me, and brought me thither."
    },
    {
      "verse": 2,
      "text": "In the visions of God brought he me unto the land of Israel, and set me down upon a very high mount, on which there was built something like a city on the south."
    },
    {
      "verse": 3,
      "text": "And when he had brought me thither, behold, there was a man, whose appearance was like the appearance of copper, with a line of flax in his hand, and a measuring-rod: and he was standing in the gate."
    },
    {
      "verse": 4,
      "text": "And the man spoke unto me, Son of man, behold with thy eyes, and hear with thy ears, and direct thy heart unto all that I am about to show thee; for in order to show it unto thee art thou brought hither: tell all that thou seest to the house of Israel."
    },
    {
      "verse": 5,
      "text": "And behold there was a wall on the outside of the house all round about, and in the man's hand was a measuring-rod of six cubits long by the cubit which was a hand's breadth longer than usual; and he measured the breadth of the building, one rod, and the height, one rod."
    },
    {
      "verse": 6,
      "text": "Then came he unto the gate which looked in the direction toward the east, and went up its steps, and measured the threshold of the gate, one rod in breadth, and the other threshold one rod in breadth."
    },
    {
      "verse": 7,
      "text": "And every cell was one rod long, and one rod broad; and between the cells were five cubits: and the threshold of the gate near by the porch of the gate within was one rod."
    },
    {
      "verse": 8,
      "text": "He measured also the porch of the gate within, one rod."
    },
    {
      "verse": 9,
      "text": "Then measured he the porch of the gate, eight cubits, and its door-posts, two cubits: and the porch of the gate was inward."
    },
    {
      "verse": 10,
      "text": "And the cells of the gate in the eastern direction were three on this side, and three on that side, one measure was for all the three; and there was one measure for the door-posts on this side and on that side."
    },
    {
      "verse": 11,
      "text": "And he measured the breadth of the entrance of the gate, ten cubits, [and] the length of the gate, thirteen cubits."
    },
    {
      "verse": 12,
      "text": "And there was a space before the cells of one cubit on this side, and one cubit space was there on that side: and every cell was of six cubits on this side, and of six cubits on that side."
    },
    {
      "verse": 13,
      "text": "And he measured the gate from the roof of [one] cell to the roof of [another], in breadth five and twenty cubits, one door being against [the other] door."
    },
    {
      "verse": 14,
      "text": "And he made door-posts of sixty cubits, and around the door-posts the court and the gate all round about."
    },
    {
      "verse": 15,
      "text": "And the height of the gate of the entrance as also the height of the porch of the inner gate was fifty cubits."
    },
    {
      "verse": 16,
      "text": "And there were narrow windows in the cells, and by their door-posts within the gate all round about, and likewise in the porches: and windows were all round about inward; and on each door post were palm-shaped [capitals]."
    },
    {
      "verse": 17,
      "text": "Then brought he me into the outward court, and, lo, there were chambers, and a pavement made for the court all round about: thirty chambers were upon the pavement."
    },
    {
      "verse": 18,
      "text": "And the pavement by the side of the gates was all along the whole length of the gates: this was the lower pavement."
    },
    {
      "verse": 19,
      "text": "Then measured he the breadth from the front of the lower gate unto the front of the inner court, without, one hundred cubits, eastward and northward."
    },
    {
      "verse": 20,
      "text": "And the gate of the outer court that looked in a northern direction, he measured after its length, and its breadth."
    },
    {
      "verse": 21,
      "text": "And its cells were three on this side and three on that side; and its door-posts and its porches were after the measure of the first gate: fifty cubits was its length, and its breadth five and twenty cubits."
    },
    {
      "verse": 22,
      "text": "And its windows, and its porches, and their palm-shaped capitals, were after the measure of the gate that looked in an eastern direction: and by seven steps did they go up unto it, and to its porches which were before them."
    },
    {
      "verse": 23,
      "text": "And the gates of the inner court were opposite the gates on the north, and on the east: and he measured from gate to gate one hundred cubits."
    },
    {
      "verse": 24,
      "text": "After that he led me forth to the south side, and behold there was a gate on the south side: and he measured its door-posts and its porches after these measures."
    },
    {
      "verse": 25,
      "text": "And there were windows in it and in its porches all round about, like the other windows: it was fifty cubits in length, and in breadth five and twenty cubits."
    },
    {
      "verse": 26,
      "text": "And by seven steps was the ascent to it, and to its porches which were before them; and it had palm-shaped capitals, one on this side, and another on that side, upon its door-posts."
    },
    {
      "verse": 27,
      "text": "And there was a gate in the inner court on the south side: and he measured from gate to gate on the south side one hundred cubits."
    },
    {
      "verse": 28,
      "text": "And he brought me to the inner court by the south gate; and he measured the south gate after these measures;"
    },
    {
      "verse": 29,
      "text": "And its cells, and its door-posts, and its porches were after these measures; and there were windows in it and in its porches all round about: it was fifty cubits in length, and in breadth five and twenty cubits."
    },
    {
      "verse": 30,
      "text": "And arched passages were all round about, five and twenty cubits long, and five cubits broad."
    },
    {
      "verse": 31,
      "text": "And its porches were toward the outer court; and palm-shaped capitals were upon its door-posts: and its ascent was by eight steps."
    },
    {
      "verse": 32,
      "text": "And he brought me into the inner court on the east side; and he measured the gate after these measures;"
    },
    {
      "verse": 33,
      "text": "And its cells and its door-posts, and its porches, were according to these measures; and there were windows in it and in its porches all round about: its length was fifty cubits, and its breadth five and twenty cubits."
    },
    {
      "verse": 34,
      "text": "And its porches were toward the outward court; and palm-shaped capitals were upon its door-posts, on this side, and on that side: and by eight steps was the ascent to it."
    },
    {
      "verse": 35,
      "text": "And he brought me to the north gate, and he measured it after these measures;"
    },
    {
      "verse": 36,
      "text": "Its cells, its door-posts, and its porches; and the windows in it were all round about: its length was fifty cubits, and its breadth five and twenty cubits."
    },
    {
      "verse": 37,
      "text": "And its door-posts were toward the outer court; and palm-shaped capitals were upon its door-posts, on this side, and on that side: and by eight steps was the ascent to it."
    },
    {
      "verse": 38,
      "text": "And there was a chamber with its door by the door-posts of the gates, where they washed off the burnt-offerings."
    },
    {
      "verse": 39,
      "text": "And in the porch of the gate were two tables on this side, and two tables on that side, to slaughter thereon the burnt-offerings and the sin-offerings and the trespass-offerings."
    },
    {
      "verse": 40,
      "text": "And at the side without [the porch], as one went up to the entrance of the north gate, were two tables; and on the other side of the porch of the gate were two tables;"
    },
    {
      "verse": 41,
      "text": "Four tables being on this side, and four tables on that side, by the side of the gate, eight tables, whereupon they slaughtered [the sacrifices]."
    },
    {
      "verse": 42,
      "text": "And there were four tables of hewn stone for the burnt-offerings, of a cubit and a half long, and a cubit and a half broad, and one cubit high: whereupon they laid the instruments wherewith they slaughtered the burnt-offerings and the sacrifices."
    },
    {
      "verse": 43,
      "text": "And hooks, a hand long, were fastened within all round about: and on the tables was placed the flesh of the offerings."
    },
    {
      "verse": 44,
      "text": "And without the inner gate were the chambers of the singers in the inner court, which was at the side of the north gate; and their front was toward the south side: one was at the side of the east gate having the front toward the north side."
    },
    {
      "verse": 45,
      "text": "And he spoke unto me, This chamber, the front of which is toward the south, is for the priests who have the charge of the house."
    },
    {
      "verse": 46,
      "text": "And the chamber, the front of which is toward the north, is for the priests who have the charge of the altar: these are the sons of Zadok, who come near, from among the sons of Levi, to the Lord to minister unto him."
    },
    {
      "verse": 47,
      "text": "So he measured the court, in length one hundred cubits, and in breadth one hundred cubits, foursquare: and the altar [stood] before the house."
    },
    {
      "verse": 48,
      "text": "And he brought me to the porch of the house, and measured each door-post of the porch, five cubits on this side, and five cubits on that side: and the breadth of the gate was three cubits on this side, and three cubits on that side."
    },
    {
      "verse": 49,
      "text": "The length of the porch was twenty cubits, and the breadth eleven cubits, together with the steps whereby they went up to it: and there were pillars by the door-posts, one on this side, and another on that side."
    }
  ]
}