{
  "book_id": "EZK",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "And he brought me to the temple: and he measured the door-posts, six cubits broad on the one side, and six cubits broad on the other side, [as also] the breadth of the tabernacle."
    },
    {
      "verse": 2,
      "text": "And the breadth of the door was ten cubits; and the sides of the door were five cubits on the one side, and five cubits on the other side: and he measured its length, forty cubits, and the breadth, twenty cubits."
    },
    {
      "verse": 3,
      "text": "Then went he inward, and measured the posts of the door, two cubits; and the door was six cubits high; and the breadth of the door, was seven cubits."
    },
    {
      "verse": 4,
      "text": "And he measured its length, twenty cubits; and the breadth, twenty cubits, fronting on the temple: and he said unto me, This is the most holy place."
    },
    {
      "verse": 5,
      "text": "After this he measured the wall of the house, six cubits; and the breadth of every side-chamber was four cubits, all round about the house on every side."
    },
    {
      "verse": 6,
      "text": "And the side-chambers were one over another, three and thirty times; and they entered into the wall which was on the house for the side-chambers all round about, that they might be fastened on, but they were not fastened on the wall of the house."
    },
    {
      "verse": 7,
      "text": "And as one wound upward it became continually wider for the side-chambers; for the row of chambers about the house went more and more upward round about the house; therefore was the breadth of the house greater upward: and so they ascended from the lowest chambers to the highest through the middle ones."
    },
    {
      "verse": 8,
      "text": "And I saw the height of the house all round about: the foundations of the side-chambers were a full rod of six cubits under ground."
    },
    {
      "verse": 9,
      "text": "The thickness of the wall, which was for the side-chambers without, was five cubits, as also the space which was left open by the row of the side-chambers that were on the house."
    },
    {
      "verse": 10,
      "text": "And between the chambers there was a width of twenty cubits round about the house on every side."
    },
    {
      "verse": 11,
      "text": "And the doors of the side-chambers were on the open space, one door was in a northern direction, and another door on the south; and the breadth of the place that was left open was five cubits all round about."
    },
    {
      "verse": 12,
      "text": "Now the building that was before the main wing on the west side was seventy cubits broad; and the wall of the building was five cubits thick round about, and its length, ninety cubits."
    },
    {
      "verse": 13,
      "text": "So he measured the house, in length one hundred cubits; and the main wing, and the building, with its walls, in length one hundred cubits;"
    },
    {
      "verse": 14,
      "text": "Also the breadth in the front of the house, and of the main wing on the east, was one hundred cubits."
    },
    {
      "verse": 15,
      "text": "And he measured the length of the building on the front side of the main wing which was behind it, and its corner-pillars on the one side and on the other side, one hundred cubits; and this included the inner temple, and the porches of the court;"
    },
    {
      "verse": 16,
      "text": "The thresholds, and the narrow windows, and the corner-pillars were round about on their three sides: opposite the threshold there was a wainscoting of wood all round about, and so from the ground up to the windows; and the windows were covered."
    },
    {
      "verse": 17,
      "text": "On the part above the door, and as far as the inner house, and the outer [house], was [a wainscoting], and on all the wall round about within and without, by [the same] measure;"
    },
    {
      "verse": 18,
      "text": "And it was ornamented with cherubim and palm-trees, a palm-tree being between two cherubim; and every cherub had two faces;"
    },
    {
      "verse": 19,
      "text": "So that a human face was toward the palm-tree on the one side, and a young lion's face toward the palm-tree on the other side: it was so made on all the house round about."
    },
    {
      "verse": 20,
      "text": "From the ground to the part above the door were the cherubim and the palm-trees made, and so on the wall of the temple."
    },
    {
      "verse": 21,
      "text": "The temple had four-cornered door-posts, and the front of the holy of holies had the [same] appearance as the appearance [of the other]."
    },
    {
      "verse": 22,
      "text": "The altar was of wood, three cubits high, and its length was two cubits; and its corners, and its top-piece, and its walls, were of wood: and he spoke unto me, This is the table that is before the Lord."
    },
    {
      "verse": 23,
      "text": "And the temple and the holy of holies had two doors."
    },
    {
      "verse": 24,
      "text": "And the doors had two leaves [apiece], two turning leaves, two [leaves] for the one door, and two leaves for the other."
    },
    {
      "verse": 25,
      "text": "And there were made on them, on the doors of the temple, cherubim and palm-trees, as they were made upon the walls; and [a covering of] thick wooden planks was upon the front of the porch without."
    },
    {
      "verse": 26,
      "text": "And there were narrow windows and palm-trees on the one side and on the other side, on the sides of the porch, and on the side-chambers of the house, and the [covering of] thick planks."
    }
  ]
}