{
  "book_id": "EZK",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "Then did he lead me to the gate, even the gate that was turned in an eastern direction."
    },
    {
      "verse": 2,
      "text": "And, behold, the glory of the God of Israel came from the way of the east; and his voice was like a noise of many waters; and the earth gave light from his glory."
    },
    {
      "verse": 3,
      "text": "And it was like the appearance of the vision which I had seen, yea, like the vision that I had seen when I came to destroy the city; and the visions were like the vision that I had seen by the river Kebar: and I fell upon my face."
    },
    {
      "verse": 4,
      "text": "And the glory of the Lord came into the house by the way of the gate which was turned in an eastern direction."
    },
    {
      "verse": 5,
      "text": "Then did the Spirit take me up, and bring me into the inner court: and, behold, the glory of the Lord filled the house."
    },
    {
      "verse": 6,
      "text": "And I heard him speaking unto me out of the house; and a man was standing alongside of me."
    },
    {
      "verse": 7,
      "text": "And he said unto me, Son of man, [this] is the place of my throne, and the place of the soles of my feet, where I will dwell in the midst of the children of Israel forever: and the house of Israel shall not defile any more my holy name, neither they, nor their kings, by their lewdness, nor by the carcasses of their kings on their high-places."
    },
    {
      "verse": 8,
      "text": "Inasmuch as they placed their threshold by my threshold, and their door-posts close by my door-posts, and the wall being only between me and them, and they defiled my holy name by their abominations which they committed; so that I made an end of them in my anger."
    },
    {
      "verse": 9,
      "text": "Now will they have to put away their lewdness, and the carcasses of their kings, far from me, and I will dwell in the midst of them for ever."
    },
    {
      "verse": 10,
      "text": "Thou, son of man, tell the house of Israel of the house, that they may be confounded because of their iniquities: and let them measure the outlines."
    },
    {
      "verse": 11,
      "text": "And if they be confounded because of all that they have done: then let them know the form of the house, and its arrangements, and its means of egress, and its entrances, and all its forms, and all its statutes, and all its forms, and all its laws, and write them down before their eyes; that they may observe the whole of its form, and all its statutes, and carry them out."
    },
    {
      "verse": 12,
      "text": "This is the law for the house, Upon the top of the mount shall its whole limit all round about be most holy: behold, this is the law for the house."
    },
    {
      "verse": 13,
      "text": "And these are the measures of the altar in cubits, The cubit is a cubit and a hand-breadth; and the bottom shall be a cubit high, and a cubit broad, and its border on its edge round about shall be a span: and this shall be the outside of the altar."
    },
    {
      "verse": 14,
      "text": "And from the bottom upon the ground up to the lower projection shall be two cubits, and the breadth one cubit; and from the lesser projection up to the greater projection shall be four cubits, and the breadth one cubit."
    },
    {
      "verse": 15,
      "text": "And the upper portion of the altar shall be four cubits; and from the upper surface of the altar and upward shall be the four horns."
    },
    {
      "verse": 16,
      "text": "And the upper surface of the altar shall be twelve cubits long, by twelve broad, square on its four sides."
    },
    {
      "verse": 17,
      "text": "And the projection shall be fourteen cubits in length, by fourteen in breadth on its four sides; and the border round about it shall be half a cubit; and its bottom shall be a cubit round about; and its steps shall look toward the east."
    },
    {
      "verse": 18,
      "text": "And he said unto me, Son of man, thus hath said the Lord Eternal, These are the statutes of the altar on the day when it shall be finished, to offer thereon burnt-offerings, and to sprinkle thereon blood."
    },
    {
      "verse": 19,
      "text": "And thou shalt give to the priests the Levites that are of the seed of Zadok, who approach unto me, saith the Lord Eternal, to minister unto me, a young bullock for a sin-offering."
    },
    {
      "verse": 20,
      "text": "And thou shalt take of his blood, and put it on its four horns, and on the four corners of the projection, and upon the border round about; and thou shalt cleanse it and make an atonement for it."
    },
    {
      "verse": 21,
      "text": "And thou shalt take the bullock of the sin-offering, and some one shall burn him at an appointed place of the house, without the sanctuary."
    },
    {
      "verse": 22,
      "text": "And on the second day shalt thou offer a he-goat without blemish for a sin-offering: and they shall cleanse the altar, as they did cleanse it with the bullock."
    },
    {
      "verse": 23,
      "text": "When thou hast made an end of cleansing it, shalt thou offer a young bullock without blemish, and a ram out of the flock without blemish."
    },
    {
      "verse": 24,
      "text": "And thou shalt bring them near before the Lord, and the priests shall throw salt upon them, and they shall offer them up as a burnt-offering unto the Lord."
    },
    {
      "verse": 25,
      "text": "Seven days shalt thou prepare a goat for a sin-offering every day; and a young bullock, and a ram out of the flock, without blemish shall they prepare."
    },
    {
      "verse": 26,
      "text": "Seven days shall they atone for the altar and purify it; and they shall consecrate the same."
    },
    {
      "verse": 27,
      "text": "And when these days are expired, it shall be, that on the eighth day, and thenceforward, the priests shall prepare upon the altar your burnt-offerings, and your peace-offerings: and I will accept you in favor, saith the Lord Eternal."
    }
  ]
}