{
  "book_id": "1JN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Beloved, believe not every spirit, but try the spirits, whether they are of God; because many false prophets have gone forth into the world."
    },
    {
      "verse": 2,
      "text": "Hereby ye know the Spirit of God: Every spirit that acknowledgeth that Jesus Christ hath come in the flesh, is of God."
    },
    {
      "verse": 3,
      "text": "And every spirit that doth not acknowledge Jesus, is not of God; and this is that spirit of Antichrist, of which ye have heard that it is to come, and even now it is already in the world."
    },
    {
      "verse": 4,
      "text": "Ye are of God, my children, and have overcome them; because greater is he that is in you, than he that is in the world."
    },
    {
      "verse": 5,
      "text": "They are of the world; therefore they speak of the world, and the world heareth them."
    },
    {
      "verse": 6,
      "text": "We are of God; he that knoweth God heareth us; he that is not of God heareth us not. Hereby know we the spirit of truth, and the spirit of error."
    },
    {
      "verse": 7,
      "text": "Beloved, let us love one another; for love is from God, and every one that loveth hath been born of God, and knoweth God;"
    },
    {
      "verse": 8,
      "text": "he that loveth not hath not known God; for God is love."
    },
    {
      "verse": 9,
      "text": "In this was manifested the love of God in regard to us, that God hath sent his only begotten Son into the world, that we may live through him."
    },
    {
      "verse": 10,
      "text": "Herein is love, not that we loved God, but that he loved us, and sent his Son to be a propitiation for our sins."
    },
    {
      "verse": 11,
      "text": "Beloved, if God so loved us, we also ought to love one another."
    },
    {
      "verse": 12,
      "text": "No one hath ever seen God. If we love one another, God dwelleth in us, and his love is perfected in us."
    },
    {
      "verse": 13,
      "text": "Hereby we know that we dwell in him, and he in us, because he hath given us of his Spirit."
    },
    {
      "verse": 14,
      "text": "And we have seen and bear witness, that the Father hath sent the Son to be the Saviour of the world."
    },
    {
      "verse": 15,
      "text": "Whoever acknowledgeth that Jesus is the Son of God, God dwelleth in him, and he in God."
    },
    {
      "verse": 16,
      "text": "And we have known and believed the love that God hath in regard to us. God is love; and he that dwelleth in love dwelleth in God, and God in him."
    },
    {
      "verse": 17,
      "text": "Herein hath love been perfected with us, that we have confidence in the day of judgment; because as he is, so are we in this world."
    },
    {
      "verse": 18,
      "text": "There is no fear in love, but perfect love casteth out fear; because fear hath torment; and he that feareth is not made perfect in love."
    },
    {
      "verse": 19,
      "text": "We love, because he first loved us."
    },
    {
      "verse": 20,
      "text": "If any one saith, I love God, and hateth his brother, he is a liar; for he that loveth not his brother, whom he hath seen, how can he love God, whom he hath not seen?"
    },
    {
      "verse": 21,
      "text": "And this commandment we have from him, that he who loveth God love also his brother."
    }
  ]
}