{
  "book_id": "1KI",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἤγγισαν αἱ ἡμέραι Δαυὶδ ἀποθανεῖν αὐτὸν, καὶ ἀπεκρίνατο Σαλωμὼν υἱῷ αὐτοῦ, λέγων,"
    },
    {
      "verse": 2,
      "text": "ἐγώ εἰμι πορεύομαι ἐν ὁδῷ πάσης τῆς γῆς· καὶ ἰσχύσεις, καὶ ἔσῃ εἰς ἄνδρα,"
    },
    {
      "verse": 3,
      "text": "καὶ φυλάξεις φυλακὴν Κυρίου Θεοῦ σου τοῦ πορεύεσθαι ἐν ταῖς ὁδοῖς αὐτοῦ, φυλάσσειν τὰς ἐντολὰς αὐτοῦ καὶ τὰ δικαιώματα καὶ τὰ κρίματα τὰ γεγραμμένα ἐν τῷ νόμῳ Μωυσέως· ἵνα συνήσῃς ἃ ποιήσεις κατὰ πάντα ὅσα ἂν ἐντείλωμαί σοι·"
    },
    {
      "verse": 4,
      "text": "Ἵνα στήσῃ Κύριος τὸν λόγον αὐτοῦ ὃν ἐλάλησε, λέγων, ἐὰν φυλάξωσιν οἱ υἱοί σου τὴν ὁδὸν αὐτῶν πορεύεσθαι ἐνώπιόν μου ἐν ἀληθείᾳ, ἐν ὅλῃ καρδίᾳ αὐτῶν, λέγων, οὐκ ἐξολοθρευθήσεταί σοι ἀνὴρ ἐπάνωθεν θρόνου Ἰσραήλ."
    },
    {
      "verse": 5,
      "text": "Καί γε σὺ ἔγνως ὅσα ἐποίησέ μοι Ἰωὰβ υἱὸς Σαρουίας, ὅσα ἐποίησε τοῖς δυσὶν ἄρχουσι τῶν δυνάμεων Ἰσραὴλ, τῷ Ἀβεννὴρ υἱῷ Νὴρ, καὶ τῷ Ἀμεσσαῒ υἱῷ Ἰεθὲρ, καὶ ἀπέκτεινεν αὐτοὺς, καὶ ἔταξε τὰ αἵματα πολέμου ἐν εἰρήνῃ, καὶ ἔδωκεν αἷμα ἀθῶον ἐν τῇ ζώνῃ αὐτοῦ τῇ ἐν τῇ ὀσφύϊ αὐτοῦ, καὶ ἐν τῷ ὑποδήματι αὐτοῦ τῷ ἐν τῷ ποδὶ αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Καὶ ποιήσεις κατὰ τὴν σοφίαν σου, καὶ σὺ κατάξεις τὴν πολιὰν αὐτοῦ ἐν εἰρήνῃ εἰς ᾅδου."
    },
    {
      "verse": 7,
      "text": "Καὶ τοῖς υἱοῖς Βερζελλὶ τοῦ Γαλααδίτου ποιήσεις ἔλεος, καὶ ἔσονται ἐν τοῖς ἐσθίουσιν τὴν τράπεζάν σου· ὅτι οὕτως ἤγγισάν μοι ἐν τῷ με ἀποδιδράσκειν ἀπὸ προσώπου Ἀβεσσαλὼμ τοῦ ἀδελφοῦ σου."
    },
    {
      "verse": 8,
      "text": "Καὶ ἰδοὺ μετὰ σοῦ Σεμεῒ υἱὸς Γηρὰ υἱὸς τοῦ Ἰεμινὶ ἐκ Βαουρὶμ, καὶ αὐτὸς κατηράσατό με κατάραν ὀδυνηρὰν τῇ ἡμέρᾳ ᾗ ἐπορευόμην εἰς παρεμβολάς· καὶ αὐτὸς κατέβη εἰς ἀπαντήν μου εἰς τὸν Ἰορδάνην, καὶ ὤμοσα αὐτῷ ἐν Κυρίῳ, λέγων, εἰ θανατώσω σε ἐν ῥομφαίᾳ."
    },
    {
      "verse": 9,
      "text": "Καὶ οὐ μὴ ἀθωώσῃς αὐτὸν, ὅτι ἀνὴρ σοφὸς εἶ σύ, καὶ γνώσῃ ἃ ποιήσεις αὐτῷ, καὶ κατάξεις τὴν πολιὰν αὐτοῦ ἐν αἵματι εἰς ᾅδου."
    },
    {
      "verse": 10,
      "text": "Καὶ ἐκοιμήθη Δαυὶδ μετὰ τῶν πατέρων αὐτοῦ, καὶ ἐτάφη ἐν πόλει Δαυίδ."
    },
    {
      "verse": 11,
      "text": "Καὶ αἱ ἡμέραι ἃς ἐβασίλευσε Δαυὶδ ἐπὶ τὸν Ἰσραὴλ, τεσσαράκοντα ἔτη· ἐν Χεβρὼν ἐβασίλευσεν ἑπτά ἔτη, καὶ ἐν Ἱερουσαλὴμ τριάκοντα τρία ἔτη."
    },
    {
      "verse": 12,
      "text": "Καὶ Σαλωμὼν ἐκάθισεν ἐπὶ θρόνου Δαυὶδ τοῦ πατρὸς αὐτοῦ, καὶ ἡτοιμάσθη ἡ βασιλεία αὐτοῦ σφόδρα."
    },
    {
      "verse": 13,
      "text": "Καὶ εἰσῆλθεν Ἀδωνίας υἱὸς Ἀγγὶθ πρὸς Βηρσαβεὲ μητέρα Σαλωμὼν, καὶ προσεκύνησεν αὐτῇ· ἡ δὲ εἶπεν, εἰρήνη ἡ εἴσοδός σου; καὶ εἶπεν, εἰρήνη·"
    },
    {
      "verse": 14,
      "text": "λόγος μοι πρὸς σέ. Καὶ εἶπεν αὐτῷ, λάλησον."
    },
    {
      "verse": 15,
      "text": "Καὶ εἶπεν αὐτῇ, σὺ οἶδας, ὅτι ἐμοὶ ἦν βασιλεία, καὶ ἐπʼ ἐμὲ ἔθετο πᾶς Ἰσραὴλ τὸ πρόσωπον αὐτοῦ εἰς βασιλέα· καὶ ἐστράφη ἡ βασιλεία, καὶ ἐγένετο τῷ ἀδελφῷ μου, ὅτι παρὰ Κυρίου ἐγενήθη αὐτῷ."
    },
    {
      "verse": 16,
      "text": "Καὶ νῦν αἴτησιν μίαν ἐγὼ αἰτοῦμαι παρὰ σοῦ, μὴ ἀποστρέψῃς τὸ πρόσωπόν σου· καὶ εἶπεν αὐτῷ Βηρσαβεὲ, λάλει."
    },
    {
      "verse": 17,
      "text": "Καὶ εἶπεν αὐτῇ, εἰπον δὴ πρὸς Σαλωμὼν τὸν βασιλέα, ὅτι οὐκ ἀποστρέψει τὸ πρόσωπον αὐτοῦ ἀπὸ σοῦ, καὶ δώσει μοι τὴν Ἀβισὰγ τὴν Σωμανίτιν εἰς γυναῖκα."
    },
    {
      "verse": 18,
      "text": "Καὶ εἶπε Βηρσαβεὲ, καλῶς· ἐγὼ λαλήσω περὶ σοῦ τῷ βασιλεῖ."
    },
    {
      "verse": 19,
      "text": "Καὶ εἰσῆλθε Βηρσαβεὲ πρὸς τὸν βασιλέα Σαλωμὼν αλῆσαι αὐτῷ περὶ Ἀδωνίου· καὶ ἐξανέστη ὁ βασιλεὺς εἰς ἀπαντὴν αὐτῇ, καὶ κατεφίλησεν αὐτὴν, καὶ ἐκάθισεν ἐπὶ τοῦ θρόνου· καὶ ἐτέθη θρόνος τῇ μητρὶ τοῦ βασιλέως, καὶ ἐκάθισεν ἐκ δεξιῶν αὐτοῦ."
    },
    {
      "verse": 20,
      "text": "Καὶ εἶπεν αὐτῷ, αἴτησιν μίαν μικρὰν ἐγὼ αἰτοῦμαι παρὰ σοῦ, μὴ ἀποστρέψῃς τὸ πρόσωπόν μου· καὶ εἶπεν αὐτῇ ὁ βασιλεύς, αἴτησαι, μήτερ ἐμὴ, καὶ οὐκ ἀποστρέψω σε."
    },
    {
      "verse": 21,
      "text": "Καὶ εἶπε, δοθήτω δὴ Ἀβισὰ ἡ Σωμανίτις τῷ Αδωνίᾳ τῷ ἀδελφῷ σου εἰς γυναῖκα."
    },
    {
      "verse": 22,
      "text": "Καὶ ἀπεκρίθη ὁ βασιλεὺς Σαλωμὼν, καὶ εἶπε τῇ μητρὶ αὐτοῦ, καὶ ἱνατί σὺ ᾔτησαι τὴν Ἀβισὰλ τῷ Ἀδωνίᾳ; καὶ αἴτησαι αὐτῷ τὴν βασιλείαν, ὅτι οὗτος ἀδελφός μου ὁ μέγας ὑπὲρ ἐμέ, καὶ αὐτῷ Ἀβιάθαρ ὁ ἱερεὺς, καὶ αὐτῷ Ἰωὰβ ὁ υἱὸς Σαρουίας ἀρχιστράτηγος ἑταῖρος."
    },
    {
      "verse": 23,
      "text": "Καὶ ὤμοσεν ὁ βασιλεὺς Σαλωμὼν κατὰ τοῦ Κυρίου, λέγων, τάδε ποιήσαι μοι ὁ Θεὸς καὶ τάδε παροσθείη, ὅτι κατὰ τῆς ψυχῆς αὐτοῦ ἐλάλησεν Ἀδωνίας τὸν λόγον τοῦτον."
    },
    {
      "verse": 24,
      "text": "Καὶ νῦν ζῇ Κύριος ὃς ἡτοίμασε με καὶ ἔθετό με ἐπὶ τὸν θρόνον Δαυὶδ τοῦ πατρός μου, καὶ αὐτὸς ἐποίησέ μοι οἶκον καθὼς ἐλάλησε Κύριος, ὅτι σήμερον θανατωθήσεται Ἀδωνίας."
    },
    {
      "verse": 25,
      "text": "Καὶ ἐξαπέστειλεν ὁ βασιλεὺς Σαλωμὼν ἐν χειρὶ Βαναίου υἱοῦ Ἰωδαὲ, καὶ ἀνεῖλεν αὐτὸν, καὶ ἀπέθανεν Ἀδωνίας ἐν τῇ ἡμέρᾳ ἐκείνῃ."
    },
    {
      "verse": 26,
      "text": "Καὶ τῷ Ἀβιάθαρ τῷ ἱερεῖ εἶπεν ὁ βασιλεύς, ἀπότρεχε σὺ εἰς Ἀναθὼθ εἰς ἀγρόν σου, ὅτι ἀνὴρ θανάτου εἶ σὺ ἐν τῇ ἡμέρᾳ ταύτῃ· καὶ οὐ θανατώσω σε, ὅτι ᾖρας τὴν κιβωτὸν τῆς διαθήκης Κυρίου ἐνώπιον τοῦ πατρός μου, καὶ ὅτι ἐκακουχήθης ἐν πᾶσιν οἷς ἐκακουχήθη ὁ πατήρ μου."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐξέβαλε Σαλωμὼν τὸν Ἀβιάθαρ τοῦ μὴ εἶναι ἱερέα τοῦ Κυρίου, πληρωθῆναι τὸ ῥῆμα Κυρίου, ὃ ἐλάλησεν ἐπὶ τὸν οἶκον Ἡλὶ ἐν Σηλώμ."
    },
    {
      "verse": 28,
      "text": "Καὶ ἡ ἀκοὴ ἦλθεν ἕως Ἰωὰβ υἱοῦ Σαρουίας, ὅτι Ἰωὰβ ἦν κεκλικὼς ὀπίσω Ἀδωνίου, καὶ ὀπίσω Σαλωμὼν οὐκ ἔκλινε· καὶ ἔφυγεν Ἰωὰβ εἰς τὸ σκήνωμα τοῦ Κυρίου, καὶ κατέσχε τῶν κεράτων τοῦ θυσιαστηρίου."
    },
    {
      "verse": 29,
      "text": "Καὶ ἀπηγγέλη τῷ Σαλωμὼν, λέγοντες, ὅτι πέφευγεν Ἰωὰβ εἰς τὴν σκηνὴν τοῦ Κυρίου, καὶ ἰδοὺ κατέχει τῶν κεράτων τοῦ θυσιαστηρίου· καὶ ἀπέστειλε Σαλωμὼν ὁ βασιλεὺς πρὸς Ἰωὰβ, λέγων, τί γέγονέ σοι, ὅτι πέφευγας εἰς τὸ θυσιαστήριον; καὶ εἶπεν Ἰωὰβ, ὅτι ἐφοβήθην ἀπὸ προσώπου σου, καὶ ἔφυγον πρὸς Κύριον· καὶ ἀπέστειλε Σαλωμὼν τὸν Βαναίου υἱὸν Ἰωδαὲ, λέγων, πορεύου καὶ ἄνελε αὐτὸν, καὶ θάψον αὐτόν."
    },
    {
      "verse": 30,
      "text": "Καὶ ἦλθε Βαναίας υἱὸς Ἰωδαὲ πρὸς Ἰωὰβ εἰς τὴν σκηνὴν τοῦ Κυρίου, καὶ εἶπεν αὐτῷ τάδε λέγει ὁ βασιλεὺς, ἔξελθε· καὶ εἶπεν Ἰωὰβ, οὐκ ἐκπορεύωμαι, ὅτι ὧδε ἀποθανοῦμαι· καὶ ἐπέστρεψε Βαναίας υἱὸς Ἰωδαὲ, καὶ εἶπε τῷ βασιλεῖ, λέγων, τάδε λελάληκεν Ἰωὰβ, καὶ τάδε ἀποκέκριταί μοι."
    },
    {
      "verse": 31,
      "text": "Καὶ εἶπεν αὐτῷ ὁ βασιλεύς, πορεύου, καὶ ποίησον αὐτῷ καθὼς εἴρηκε, καὶ ἄνελε αὐτὸν· καὶ θάψεις αὐτὸν, καὶ ἐξαρεῖς σήμερον τὸ αἷμα ὃ δωρεὰν ἐξέχεεν, ἀπʼ ἐμοῦ καὶ ἀπὸ τοῦ οἴκου τοῦ πατρός μου."
    },
    {
      "verse": 32,
      "text": "Καὶ ἐπέστρεψε Κύριος τὸ αἷμα τῆς ἀδικίας αὐτοῦ εἰς κεφαλὴν αὐτοῦ, ὡς ἀπήντησε τοῖς δυσὶν ἀνθρώποις τοῖς δικαίοις καὶ ἀγαθοῖς ὑπὲρ αὐτὸν, καὶ ἀπέκτεινεν αὐτοὺς ἐν ῥομφαίᾳ, καὶ ὁ πατήρ μου Δαυὶδ οὐκ ἔγνω τὸ αἷμα αὐτῶν, τὸν Ἀβεννὴρ υἱὸν Νὴρ ἀρχιστράτηγον Ἰσραὴλ, καὶ τὸν Ἀμεσσὰ υἱὸν Ἰεθὲρ ἀρχιστράτηγον Ἰούδα."
    },
    {
      "verse": 33,
      "text": "Καὶ ἐπεστράφη τὰ αἵματα αὐτῶν εἰς κεφαλὴν αὐτοῦ, καὶ εἰς κεφαλὴν τοῦ σπέρματος αὐτοῦ εἰς τὸν αἰῶνα· καὶ τῷ Δαυὶδ καὶ τῷ σπέρματι αὐτοῦ καὶ τῷ οἴκῳ αὐτοῦ καὶ τῷ θρόνῳ αὐτοῦ γένοιτο εἰρήνη ἕως αἰῶνος παρὰ Κυρίου."
    },
    {
      "verse": 34,
      "text": "Καὶ ἀνέβη Βαναίας υἱὸς Ἰωδαὲ, καὶ ἀπήντησεν αὐτῷ, καὶ ἐθανάτωσεν αὐτὸν, καὶ ἔθαψεν αὐτὸν ἐν τῷ οἴκῳ αὐτοῦ ἐν τῇ ἐρήμῳ."
    },
    {
      "verse": 35,
      "text": "Καὶ ἔδωκεν ὁ βασιλεὺς τὸν Βαναίου υἱὸν Ἰωδαὲ ἀντʼ αὐτοῦ ἐπὶ τὴν στρατηγίαν· καὶ ἡ βασιλεία κατωρθοῦτο ἐν Ἰερουσαλήμ· καὶ Σαδὼκ τὸν ἱερέα ἔδωκεν αὐτὸν ὁ βασιλεὺς εἰς ἱερέα πρῶτον ἀντὶ Ἀβιάθαρ. Καὶ Σαλωμὼς υἱὸς Δαυὶδ ἐβασίλευσεν ἐπὶ Ἰσραὴλ καὶ Ἰούδα ἐν Ἱερουσαλήμ·"
    },
    {
      "verse": 36,
      "text": "Καὶ ἐκάλεσεν ὁ βασιλεὺς τὸν Σεμεῒ, καὶ εἶπεν αὐτῷ, ὠκοδόμησον σεαυτῷ οἶκον ἐν Ἱερουσαλὴμ καὶ κάθου ἐκεῖ, καὶ οὐκ ἐξελεύσῃ ἐκεῖθεν οὐδαμοῦ."
    },
    {
      "verse": 37,
      "text": "Καὶ ἔσται ἐν τῇ ἡμέρᾳ τῆς ἐξόδου σου καὶ διαβήσῃ τὸν χείμαῤῥον Κέδρων, γινώσκων γνώσῃ ὅτι θανάτῳ ἀποθανῇ· τὸ αἷμά σου ἔσται ἐπὶ τὴν κεφαλήν σου· καὶ ὥρκισεν αὐτὸν ὁ βασιλεὺς ἐν τῇ ἡμέρᾳ ἐκείνῃ."
    },
    {
      "verse": 38,
      "text": "Καὶ εἶπε Σεμεῒ πρὸς τὸν βασιλέα, ἀγαθὸν τὸ ῥῆμα ὃ ἐλάλησας, κύριέ μου βασιλεῦ· οὕτω ποιήσει ὁ δοῦλός σου· καὶ ἐκάθισε Σεμεῒ ἐν Ἱερουσαλὴμ τρία ἔτη."
    },
    {
      "verse": 39,
      "text": "Καὶ ἐγενήθη μετὰ τὰ τρία ἔτη, καὶ ἀπέδρασαν δύο δοῦλοι τοῦ Σεμεῒ πρὸς Ἀγχοὺς υἱὸν Μααχὰ βασιλέα Γέθ· καὶ ἀπηγγέλη τῷ Σεμεῒ, λέγοντες, ἰδοὺ οἱ δοῦλοί σου ἐν Γέθ."
    },
    {
      "verse": 40,
      "text": "Καὶ ἀνέστη Σεμεῒ καὶ ἐπέσαξε τὴν ὄνον αὐτοῦ, καὶ ἐπορεύθη εἰς Γὲθ πρὸς Ἀγχοὺς τοῦ ἐκζητῆσαι τοὺς δούλους αὐτοῦ· καὶ ἐπορεύθη Σεμεῒ, καὶ ἤγαγε τοὺς δούλους αὐτοῦ ἐκ Γέθ."
    },
    {
      "verse": 41,
      "text": "Καὶ ἀπηγγέλη τῷ Σαλωμὼν, λέγοντες, ὅτι ἐπορεύθη Σεμεῒ ἐξ Ἱερουσαλὴμ εἰς Γὲθ, καὶ ἀνέστρεψε τοὺς δούλους αὐτοῦ."
    },
    {
      "verse": 42,
      "text": "Καὶ ἀπέστειλεν ὁ βασιλεὺς καὶ ἐκάλεσε τὸν Σεμεῒ, καὶ εἶπε πρὸς αὐτόν, οὐχὶ ὥρκισά σε κατὰ τοῦ Κυρίου, καὶ ἐπεμαρτυράμην σοι, λέγων, ἐν ᾗ ἂν ἡμέρᾳ ἐξέλθῃς ἐξ Ἱερουσαλὴμ, καὶ πορευθῇς εἰς δεξιὰ ἢ εἰς ἀριστερά, γινώσκων γνώσῃ ὅτι θανάτῳ ἀποθανῇ;"
    },
    {
      "verse": 43,
      "text": "Καὶ τί ὅτι οὐκ ἐφύλαξας τὸν ὅρκον Κυρίου, καὶ τὴν ἐντολὴν ἣν ἐνετειλάμην κατὰ σοῦ;"
    },
    {
      "verse": 44,
      "text": "Καὶ εἶπεν ὁ βασιλεὺς πρὸς Σεμεῒ, σὺ οἶδας πᾶσαν τὴν κακίαν σου ἣν οἶδεν ἡ καρδία σου, ἃ ἐποίησας Δαυὶδ τῷ πατρί μου, καὶ ἀνταπέδωκε Κύριος τὴν κακίαν σου εἰς κεφαλήν σου."
    },
    {
      "verse": 45,
      "text": "Καὶ ὁ βασιλεὺς Σαλωμὼν εὐλογημένος, καὶ ὁ θρόνος Δαυὶδ ἔσται ἕτοιμος ἐνώπιον Κυρίου εἰς τὸν αἰῶνα."
    },
    {
      "verse": 46,
      "text": "Καὶ ἐνετείλατο ὁ βασιλεὺς Σαλωμὼν τῷ Βαναίᾳ υἱῷ Ἰωδαὲ, καὶ ἐξῆλθε καὶ ἀνεῖλεν αὐτόν."
    }
  ]
}