{
  "book_id": "1KI",
  "chapter": 3,
  "verses": [
    {
      "verse": 2,
      "text": "Πλὴν ὁ λαὸς ἦσαν θυμιῶντες ἐπὶ τοῖς ὑψηλοῖς, ὅτι οὐκ ᾠκοδομήθη οἶκος τῷ Κυρίῳ ἕως τοῦ νῦν."
    },
    {
      "verse": 3,
      "text": "Καὶ ἠγάπησε Σαλωμὼν τὸν Κύριον πορεύεσθαι ἐν τοῖς προστάγμασι Δαυὶδ τοῦ πατρὸς αὐτοῦ, πλὴν ἐν τοῖς ὑψηλοῖς ἔθυε καὶ ἐθυμία."
    },
    {
      "verse": 4,
      "text": "Καὶ ἀνέστη καὶ ἐπορεύθη εἰς Γαβαὼν θῦσαι ἐκεῖ, ὅτι αὕτη ὑψηλοτάτη, καὶ μεγάλη· χιλίαν ὁλοκαύτωσιν ἀνήνεγκε Σαλωμὼν ἐπὶ τὸ θυσιαστήριον ἐν Γαβαών."
    },
    {
      "verse": 5,
      "text": "Καὶ ὤφθη Κύριος τῷ Σαλωμὼν ἐν ὕπνῳ τὴν νύκτα, καὶ εἶπε Κύριος πρὸς Σαλωμὼν, αἴτησαί τι αἴτημα σεαυτῷ."
    },
    {
      "verse": 6,
      "text": "Καὶ εἶπε Σαλωμὼν, σὺ ἐποιήσας μετὰ τοῦ δούλου σου Δαυὶδ τοῦ πατρός μου ἔλεος μέγα, καθὼς διῆλθεν ἐνώπιόν σου ἐν ἀληθείᾳ καὶ ἐν δικαιοσύνῃ, καὶ ἐν εὐθύτητι καρδίας μετὰ σοῦ, καὶ ἐφύλαξας αὐτῷ τὸ ἔλεος τὸ μέγα τοῦτο, δοῦναι τὸν υἱὸν αὐτοῦ ἐπὶ τοῦ θρόνου αὐτοῦ, ὡς ἡ ἡμέρα αὕτη."
    },
    {
      "verse": 7,
      "text": "Καὶ νῦν, Κύριε ὁ Θεός μου, σὺ ἔδωκας τὸν δοῦλόν σου ἀντὶ Δαυὶδ τοῦ πατρός μου· καὶ ἐγώ εἰμι παιδάριον μικρὸν, καὶ οὐκ οἶδα τὴν ἔξοδόν μου καὶ τὴν εἴσοδόν μου."
    },
    {
      "verse": 8,
      "text": "Ὁ δὲ δοῦλός σου ἐν μέσῳ τοῦ λαοῦ σου, ὃν ἐξελέξω, λαὸν πολὺν, ὃς οὐκ ἀριθμηθήσεται."
    },
    {
      "verse": 9,
      "text": "Καὶ δώσεις τῷ δούλῳ σου καρδίαν ἀκούειν καὶ διακρίνειν τὸν λαόν σου ἐν δικαιοσύνῃ, καὶ τοῦ συνιεῖν ἀναμέσον ἀγαθοῦ καὶ κακοῦ· ὅτι τίς δυνηθήσεται κρίνειν τὸν λαόν σου τὸν βαρὺν τοῦτον;"
    },
    {
      "verse": 10,
      "text": "Καὶ ἤρεσεν ἐνώπιον Κυρίου, ὅτι ᾐτῄσατο Σαλωμὼν τὸ ῥῆμα τοῦτο."
    },
    {
      "verse": 11,
      "text": "Καὶ εἶπε Κύριος πρὸς αὐτὸν, ἀνθʼ ὧν ᾐτήσω παρʼ ἐμοῦ τὸ ῥῆμα τοῦτο, καὶ οὐκ ᾐτήσω σεαυτῷ ἡμέρας πολλὰς, καὶ οὐκ ᾐτήσω πλοῦτον, οὐδὲ ᾐτήσω ψυχὰς ἐχθρῶν σου, ἀλλʼ ᾐτήσω σεαυτῷ τοῦ συνιεῖν τοῦ εἰσακούειν κρίμα,"
    },
    {
      "verse": 12,
      "text": "ἰδοὺ πεποίηκα κατὰ τὸ ῥῆμά σου· ἰδοὺ δέδωκά σοι καρδίαν φρονίμην καὶ σοφήν· ὡς σὺ οὐ γέγονεν ἔμπροσθέν σου, καὶ μετὰ σὲ οὐκ ἀναστήσεται ὅμοιός σοι."
    },
    {
      "verse": 13,
      "text": "Καὶ ἃ οὐκ ᾐτήσω δέδωκά σοι, καὶ πλοῦτον καὶ δόξαν, ὡς οὐ γέγονεν ἀνὴρ ὅμοιός σοι ἐν βασιλεῦσι."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐὰν πορευθῇς ἐν τῇ ὁδῷ μου φυλάσσειν τὰς ἐντολάς μου καὶ τὰ προστάγματά μου, ὡς ἐπορεύθη Δαυὶδ ὁ πατήρ σου, καὶ πληθυνῶ τὰς ἡμέρας σου."
    },
    {
      "verse": 15,
      "text": "Καὶ ἐξυπνίσθη Σαλωμὼν, καὶ ἰδοὺ ἐνύπνιον· καὶ ἀνέστη καὶ παραγίνεται εἰς Ἱερουσαλήμ, καὶ ἔστη κατὰ πρόσωπον τοῦ θυσιαστηρίου τοῦ κατὰ πρόσωπον κιβωτοῦ διαθήκης Κυρίου ἐν Σιὼν, καὶ ἀνήγαγεν ὁλοκαυτώσεις, καὶ ἐποίησεν εἰρηνικὰς, καὶ ἐποίησε πότον μέγαν ἑαυτῷ καὶ πᾶσι τοῖς παισὶν αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "Τότε ὤφθησαν δύο γυναῖκες πόρναι τῷ βασιλεῖ, καὶ ἔστησαν ἐνώπιον αὐτοῦ."
    },
    {
      "verse": 17,
      "text": "Καὶ εἶπεν ἡ γυνὴ ἡ μία, ἐν ἐμοὶ κύριε, ἐγὼ καὶ ἡ γυνὴ αὕτη ᾠκοῦμεν ἐν οἴκῳ ἑνί, καὶ ἐτέκομεν ἐν τῷ οἴκῳ."
    },
    {
      "verse": 18,
      "text": "Καὶ ἐγενήθη ἐν τῇ ἡμέρᾳ τῇ τρίτῃ τεκούσης μου, ἔτεκε καὶ ἡ γυνὴ αὕτη· καὶ ἡμεῖς κατὰ τὸ αὐτό· καὶ οὐκ ἔστιν οὐθεὶς μεθʼ ἡμῶν πάρεξ ἀμφοτέρων ἡμῶν ἐν τῷ οἴκῳ."
    },
    {
      "verse": 19,
      "text": "Καὶ ἀπέθανεν ὁ υἱὸς τῆς γυναικὸς ταύτης τὴν νύκτα, ὡς ἐπεκοιμήθη ἐπʼ αὐτόν."
    },
    {
      "verse": 20,
      "text": "Καὶ ἀνέστη μέσης τῆς νυκτὸς, καὶ ἔλαβε τὸν υἱόν μου ἐκ τῶν ἀγκαλῶν μου, καὶ ἐκοίμισεν αὐτὸν ἐν τῷ κόλπῳ αὐτῆς, καὶ τὸν υἱὸν αὐτῆς τὸν τεθνηκότα ἐκοίμισεν ἐν τῷ κόλπῳ μου."
    },
    {
      "verse": 21,
      "text": "Καὶ ἀνέστην τοπρωῒ θηλάσαι τὸν υἱόν μου, καὶ ἐκεῖνος ἦν τεθνηκώς· καὶ ἰδοὺ κατενόησα αὐτὸν πρωῒ, καὶ ἰδοὺ οὐκ ἦν ὁ υἱός μου ὃν ἔτεκον."
    },
    {
      "verse": 22,
      "text": "Καὶ εἶπεν ἡ γυνὴ ἡ ἑτέρα, οὐχί, ἀλλὰ ὁ υἱός μου ὁ ζῶν, ὁ δὲ υἱός σου ὁ τεθνηκώς· καὶ ἐλάλησαν ἐνώπιον τοῦ βασιλέως."
    },
    {
      "verse": 23,
      "text": "Καὶ εἶπεν ὁ βασιλεὺς αὐταῖς, σὺ λέγεις, οὗτος ὁ υἱός μου ὁ ζῶν, καὶ ὁ υἱὸς ταύτης ὁ τεθνηκώς· καὶ σὺ λέγεις, οὐχί, ἀλλὰ ὁ υἱός μου ὁ ζῶν, καὶ ὁ υἱός σου ὁ τεθνηκώς."
    },
    {
      "verse": 24,
      "text": "Καὶ εἶπεν ὁ βασιλεύς, λάβετε μάχαιραν· καὶ προσήνεγκαν τὴν μάχαιραν ἐνώπιον τοῦ βασιλέως."
    },
    {
      "verse": 25,
      "text": "Καὶ εἶπεν ὁ βασιλεύς, διέλετε τὸ παιδίον τὸ ζῶν τὸ θηλάζον εἰς δύο, καὶ δότε τὸ ἥμισυ αὐτοῦ ταύτῃ, καὶ τὸ ἥμισυ αὐτοῦ ταύτῃ."
    },
    {
      "verse": 26,
      "text": "Καὶ ἀπεκρίθη ἡ γυνὴ ἧς ἦν ὁ υἱὸς ὁ ζῶν, καὶ εἶπε πρὸς τὸν βασιλέα, ὅτι ἐταράχθη ἡ μήτρα αὐτῆς ἐπὶ τῷ υἱῷ αὐτῆς, καὶ εἶπεν, ἐν ἐμοὶ κύριε, δότε αὐτῇ τὸ παιδίον, καὶ θανάτῳ μὴ θανατώσητε αὐτό· καὶ αὕτη εἶπε, μήτε ἐμοὶ, μήτε αὐτῇ ἔστω, διέλετε."
    },
    {
      "verse": 27,
      "text": "Καὶ ἀπεκρίθη ὁ βασιλεὺς, καὶ εἶπε, δότε τὸ παιδίον τῇ εἰπούσῃ, δότε αὐτῇ αὐτὸ, καὶ θανάτῳ μὴ θανατώσητε αὐτὸ, αὕτη ἡ μήτηρ αὐτοῦ."
    },
    {
      "verse": 28,
      "text": "Καὶ ἤκουσαν πᾶς Ἰσραὴλ τὸ κρίμα τοῦτο ὃ ἔκρινεν ὁ βασιλεὺς, καὶ ἐφοβήθησαν ἀπὸ προσώπου τοῦ βασιλέως, ὅτι εἶδον ὅτι φρόνησις Θεοῦ ἐν αὐτῷ τοῦ ποιεῖν δικαίωμα."
    }
  ]
}