{
  "book_id": "1KI",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγενήθη ἐν τῷ τεσσαρακοστῷ καὶ τετρακοσιοστῷ ἔτει τῆς ἐξόδου υἱῶν Ἰσραὴλ ἐξ Αἰγύπτου, τῷ ἔτει τῷ τετάρτῳ ἐν μηνὶ τῷ δευτέρῳ βασιλεύοντος τοῦ βασιλέως Σαλωμὼν ἐπὶ τὸν Ἰσραὴλ,"
    },
    {
      "verse": 2,
      "text": "Καὶ ὁ οἶκος ὃν ᾠκοδόμησεν ὁ βασιλεὺς τῷ Κυρίῳ, τεσσαράκοντα ἐν πήχει μῆκος αὐτοῦ, καὶ εἴκοσι ἐν πήχει πλάτος αὐτοῦ, καὶ πέντε καὶ εἴκοσι ἐν πήχει τὸ ὕψος αὐτοῦ·"
    },
    {
      "verse": 3,
      "text": "Καὶ τὸ αἰλὰμ κατὰ πρόσωπον τοῦ ναοῦ, εἴκοσι ἐν πήχει μῆκος αὐτοῦ εἰς τὸ πλάτος τοῦ οἴκου, κατὰ πρόσωπον τοῦ οἴκου, καὶ ᾠκοδόμησε τὸν οἶκον, καὶ συνετέλεσεν αὐτόν."
    },
    {
      "verse": 4,
      "text": "Καὶ ἐποίησε τῷ οἴκῳ θυρίδας παρακυπτομένας κρυπτάς."
    },
    {
      "verse": 5,
      "text": "Καὶ ἔδωκεν ἐπὶ τὸν τοῖχον τοῦ οἴκου μέλαθρα κυκλόθεν τῷ ναῷ καὶ τῷ δαβίρ."
    },
    {
      "verse": 6,
      "text": "Ἡ πλευρὰ ἡ ὑποκάτω πέντε πήχεων ἐν πήχει τὸ πλάτος αὐτῆς, καὶ τὸ μέσον ἓξ, καὶ ἡ τρίτη ἑπτὰ ἐν πήχει τὸ πλάτος αὐτῆς· ὅτι διάστημα ἔδωκε τῷ οἴκῳ κυκλόθεν ἔξωθεν τοῦ οἴκου, ὅπως μὴ ἐπιλαμβάνωνται τῶν τοίχων τοῦ οἴκου."
    },
    {
      "verse": 7,
      "text": "Καὶ ὁ οἴκος ἐν τῷ οἰκοδομεῖσθαι αὐτὸν λίθοις ἀκροτομοις ἀργοῖς ᾠκοδομήθη· καὶ σφύρα καὶ πέλεκυς καὶ πᾶν σκεῦος σιδηροῦν οὐκ ἠκούσθη ἐν τῷ οἴκῳ ἐν τῷ οἰκοδομεῖσθαι αὐτόν."
    },
    {
      "verse": 8,
      "text": "Καὶ ὁ πυλὼν τῆς πλευρᾶς τῆς ὑποκάτωθεν ὑπὸ τὴν ὠμίαν τοῦ οἴκου τὴν δεξιὰν, καὶ ἑλικτὴ ἀνάβασις εἰς τὸ μέσον, καὶ ἐκ τῆς μέσης ἐπὶ τὸ τριόροφα."
    },
    {
      "verse": 9,
      "text": "Καὶ ᾠκοδόμησε τὸν οἶκον καὶ συνετέλεσεν αὐτόν· καὶ ἐκοιλοστάθμησε τὸν οἶκον κέδροις."
    },
    {
      "verse": 10,
      "text": "Καὶ ᾠκοδόμησε τοὺς ἐνδέσμους, διʼ ὅλου τοῦ οἴκου πέντε ἐν πήχει τὸ ὕψος αὐτοῦ, καὶ συνέσχε τὸν σύνδεσμον ἐν ξύλοις κεδρίνοις."
    },
    {
      "verse": 15,
      "text": "Καὶ ᾠκοδόμησε τοὺς τοίχους τοῦ οἴκου ἔσωθεν διὰ ξύλων κεδρίνων ἀπὸ τοῦ ἐδάφους τοῦ οἴκου καὶ ἕως τῶν τοίχων καὶ ἕως τῶν δοκῶν· ἐκοιλοστάθμησε συνεχόμενα ξύλοις ἔσωθεν· καὶ περιέσχε τὸ ἔσω τοῦ οἴκου ἐν πλευραῖς πευκίναις."
    },
    {
      "verse": 16,
      "text": "Καὶ ᾠκοδόμησε τοὺς εἴκοσι πήχεις ἀπʼ ἄκρου τοῦ τοίχου τὸ πλευρὸν τὸ ἓν ἀπὸ τοῦ ἐδάφους ἕως τῶν δοκῶν· καὶ ἐποίησεν ἐκ τοῦ δαβὶρ εἰς τὸ ἁγιον τῶν ἁγίων."
    },
    {
      "verse": 17,
      "text": "Καὶ τεσσαράκοντα πήχεων ἦν ὁ ναὸς κατὰ πρόσωπον τοῦ δαβὶρ ἐν μέσῳ τοῦ οἴκου ἔσωθεν,"
    },
    {
      "verse": 19,
      "text": "δοῦναι ἐκεῖ τὴν κιβωτὸν διαθήκης Κυρίου."
    },
    {
      "verse": 20,
      "text": "Εἴκοσι πήχεις μῆκος, καὶ εἴκοσι πήχεις πλάτος, καὶ εἴκοσι πήχεις τὸ ὕψος αὐτοῦ· Καὶ περιέσχεν αὐτὸ χρυσίῳ συγκεκλεισμένῳ· καὶ ἐποίησε θυσιαστήριον"
    },
    {
      "verse": 21,
      "text": "κατὰ πρόσωπον τοῦ δαβὶρ, καὶ περιέσχεν αὐτὸ χρυσίῳ."
    },
    {
      "verse": 22,
      "text": "Καὶ ὅλον τὸν οἶκον περιέσχε χρυσίῳ, ἕως συντελείας παντὸς τοῦ οἴκου."
    },
    {
      "verse": 23,
      "text": "Καὶ ἐποίησεν ἐν τῷ δαβὶρ δύο χερουβὶμ δέκα πήχεων μέγεθος ἐσταθμωμένον·"
    },
    {
      "verse": 24,
      "text": "Καὶ πέντε πήχεων πτερύγιον τοῦ χερουβὶμ τοῦ ἑνὸς, καὶ πέντε πήχεων πτερύγιον αὐτοῦ τὸ δεύτερον, ἐν πήχει δέκα ἀπὸ μέρους πτερυγίου αὐτοῦ εἰς μέρος πτερυγίου αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "Οὕτως τῷ χερουβὶμ τῷ δευτέρῳ, ἐν μέτρῳ ἑνὶ συντέλεια μία ἀμφοτέροις."
    },
    {
      "verse": 26,
      "text": "Καὶ τὸ ὕψος τοῦ χερουβὶμ τοῦ ἑνὸς δέκα ἐν πήχει· καὶ οὕτω τῷ χερουβὶμ τῷ δευτέρῳ."
    },
    {
      "verse": 27,
      "text": "Καὶ ἀμφότερα χερουβὶμ ἐν μέσῳ τοῦ οἴκου τοῦ ἐσωτάτου· καὶ διεπέτασε τὰς πτέρυγας αὐτῶν, καὶ ἥπτετο πτέρυξ μία τοῦ τοίχου, καὶ πτέρυξ χερουβὶμ τοῦ δευτέρου ἥπτετο τοῦ τοίχου τοῦ δευτέρου· καὶ αἱ πτέρυγες αὐτῶν ἐν μέσῳ τοῦ οἴκου ἥπτοντο πτέρυξ πτέρυγος."
    },
    {
      "verse": 28,
      "text": "Καὶ περιέσχε τὰ χερουβὶμ χρυσίῳ."
    },
    {
      "verse": 29,
      "text": "Πάντας τοὺς τοίχους τοῦ οἴκου κύκλῳ ἐγκολαπτὰ ἔγραψε γραφίδι χερουβὶμ, καὶ φοίνικας τῷ ἐσωτέρῳ καὶ τῷ ἐξωτέρῳ."
    },
    {
      "verse": 30,
      "text": "Καὶ τὸ ἔδαφος τοῦ οἴκου περιέσχε χρυσίῳ τοῦ ἐσωτάτου καὶ τοῦ ἐξωτάτου."
    },
    {
      "verse": 31,
      "text": "Καὶ τῷ θυρώματι τοῦ δαβὶρ ἐποίησε θύρας ξύλων ἀρκευθίνων, στοαὶ τετραπλῶς,"
    },
    {
      "verse": 34,
      "text": "ἐν ἀμφοτέραις ταῖς θύραις ξύλα πεύκινα· δύο πτυχαὶ ἡ θύρα ἡ μία καὶ στροφεῖς αὐτῶν, καὶ δύο πτυχαὶ ἡ θύρα ἡ δευτέρα στρεφόμενα ἐγκεκολαμμένα χερουβὶμ,"
    },
    {
      "verse": 35,
      "text": "καὶ φοίνικες, καὶ διαπεπετασμένα πέταλα, καὶ περιεχόμενα χρυσίῳ καταγομένῳ ἐπὶ τὴν ἐκτύπωσιν."
    },
    {
      "verse": 36,
      "text": "Καὶ ᾠκοδόμησε τὴν αὐλὴν τὴν ἐσωτάτην· τρεῖς στίχους ἀπελεκήτων, καὶ στίχος κατειργασμένης κέδρου κυκλόθεν·"
    }
  ]
}