{
  "book_id": "MRK",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Then gathered vnto him the Pharises, and certaine of the Scribes which came from Hierusalem."
    },
    {
      "verse": 2,
      "text": "And when they sawe some of his disciples eate meate with common hands, (that is to say, vnwashen) they complained."
    },
    {
      "verse": 3,
      "text": "(For the Pharises, and all the Iewes, except they wash their hands oft, eate not, holding the tradition of the Elders."
    },
    {
      "verse": 4,
      "text": "And when they come from the market, except they wash, they eate not: and many other things there be, which they haue taken vpon them to obserue, as the washing of cups, and pots, and of brasen vessels, and of beds.)"
    },
    {
      "verse": 5,
      "text": "Then asked him the Pharises and Scribes, Why walke not thy disciples according to the tradition of the Elders, but eate meate with vnwashen hands?"
    },
    {
      "verse": 6,
      "text": "Then hee answered and sayd vnto them, Surely Esay hath prophecied well of you, hypocrites, as it is written, This people honoureth mee with lippes, but their heart is farre away from me."
    },
    {
      "verse": 7,
      "text": "But they worship me in vaine, teaching for doctrines the commandements of men."
    },
    {
      "verse": 8,
      "text": "For ye lay the commandement of God apart, and obserue the tradition of men, as the washing of pots and of cups, and many other such like things ye doe."
    },
    {
      "verse": 9,
      "text": "And he sayd vnto them, Well, ye reiect the commandement of God, that ye may obserue your owne tradition."
    },
    {
      "verse": 10,
      "text": "For Moses sayd, Honour thy father and thy mother: and Whosoeuer shall speake euill of father or mother, let him die the death."
    },
    {
      "verse": 11,
      "text": "But yee say, If a man say to father or mother, Corban, that is, By the gift that is offered by mee, thou mayest haue profite, hee shall be free."
    },
    {
      "verse": 12,
      "text": "So ye suffer him no more to doe any thing for his father, or his mother,"
    },
    {
      "verse": 13,
      "text": "Making the worde of God of none authoritie, by your tradition which ye haue ordeined: and ye doe many such like things."
    },
    {
      "verse": 14,
      "text": "Then he called the whole multitude vnto him, and sayd vnto them, Hearken you all vnto me, and vnderstand."
    },
    {
      "verse": 15,
      "text": "There is nothing without a man, that can defile him, when it entreth into him: but the things which proceede out of him, are they which defile the man."
    },
    {
      "verse": 16,
      "text": "If any haue eares to heare, let him heare."
    },
    {
      "verse": 17,
      "text": "And when hee came into an house, away from the people, his disciples asked him concerning the parable."
    },
    {
      "verse": 18,
      "text": "And he sayde vnto them, What? are ye without vnderstanding also? Doe ye not knowe that whatsoeuer thing from without entreth into a man, cannot defile him,"
    },
    {
      "verse": 19,
      "text": "Because it entreth not into his heart, but into the belly, and goeth out into the draught which is the purging of all meates?"
    },
    {
      "verse": 20,
      "text": "Then he sayd, That which commeth out of man, that defileth man."
    },
    {
      "verse": 21,
      "text": "For from within, euen out of the heart of men, proceede euill thoughtes, adulteries, fornications, murthers,"
    },
    {
      "verse": 22,
      "text": "Theftes, couetousnes, wickednes, deceite, vncleannes, a wicked eye, backbiting, pride, foolishnesse."
    },
    {
      "verse": 23,
      "text": "All these euill things come from within, and defile a man."
    },
    {
      "verse": 24,
      "text": "And from thence he rose, and went into the borders of Tyrus and Sidon, and entred into an house, and woulde that no man should haue knowen: but he could not be hid."
    },
    {
      "verse": 25,
      "text": "For a certaine woman, whose litle daughter had an vncleane spirit, heard of him, and came, and fell at his feete,"
    },
    {
      "verse": 26,
      "text": "(And the woman was a Greeke, a Syrophenissian by nation) and she besought him that he would cast out the deuill out of her daughter."
    },
    {
      "verse": 27,
      "text": "But Iesus saide vnto her, Let the children first be fedde: for it is not good to take the childrens bread, and to cast it vnto whelpes."
    },
    {
      "verse": 28,
      "text": "Then shee answered, and saide vnto him, Trueth, Lord: yet in deede the whelpes eate vnder the table of the childrens crommes."
    },
    {
      "verse": 29,
      "text": "Then he said vnto her, For this saying goe thy way: the deuil is gone out of thy daughter."
    },
    {
      "verse": 30,
      "text": "And when shee was come home to her house, shee founde the deuill departed, and her daughter lying on the bed."
    },
    {
      "verse": 31,
      "text": "And hee departed againe from the coastes of Tyrus and Sidon, and came vnto the sea of Galile, through the middes of the coastes of Decapolis."
    },
    {
      "verse": 32,
      "text": "And they brought vnto him one that was deafe and stambered in his speache, and prayed him to put his hand vpon him."
    },
    {
      "verse": 33,
      "text": "Then hee tooke him aside from the multitude, and put his fingers in his eares, and did spit, and touched his tongue."
    },
    {
      "verse": 34,
      "text": "And looking vp to heauen, hee sighed, and said vnto him, Ephphatha, that is, Be opened."
    },
    {
      "verse": 35,
      "text": "And straightway his eares were opened, and the string of his tongue was loosed, and hee spake plaine."
    },
    {
      "verse": 36,
      "text": "And he commanded them, that they should tell no man: but howe much soeuer hee forbad them, the more a great deale they published it,"
    },
    {
      "verse": 37,
      "text": "And were beyonde measure astonied, saying, Hee hath done all thinges well: he maketh both the deafe to heare, and the domme to speake."
    }
  ]
}