{
  "book_id": "MIC",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Hear, I pray you, that which Jehovah is saying: 'Rise — strive thou with the mountains, And cause thou the hills to hear thy voice.'"
    },
    {
      "verse": 2,
      "text": "Hear, O mountains, the strife of Jehovah, Ye strong ones — foundations of earth! For a strife [is] to Jehovah, with His people, And with Israel He doth reason."
    },
    {
      "verse": 3,
      "text": "O My people, what have I done to thee? And what — have I wearied thee? Testify against Me."
    },
    {
      "verse": 4,
      "text": "For I brought thee up from the land of Egypt, And from the house of servants I have ransomed thee, And I send before thee Moses, Aaron, and Miriam."
    },
    {
      "verse": 5,
      "text": "O My people, remember, I pray you, What counsel did Balak king of Moab, What answer him did Balaam son of Beor, (From Shittim unto Gilgal,) In order to know the righteous acts of Jehovah.'"
    },
    {
      "verse": 6,
      "text": "With what do I come before Jehovah? Do I bow to God Most High? Do I come before Him with burnt-offerings? With calves — sons of a year?"
    },
    {
      "verse": 7,
      "text": "Is Jehovah pleased with thousands of rams? With myriads of streams of oil? Do I give my first-born [for] my transgression? The fruit of my body [for] the sin of my soul?"
    },
    {
      "verse": 8,
      "text": "He hath declared to thee, O man, what [is] good; Yea, what is Jehovah requiring of thee, Except — to do judgment, and love kindness, And lowly to walk with thy God?"
    },
    {
      "verse": 9,
      "text": "A voice of Jehovah to the city calleth, And wisdom doth fear Thy name, Hear ye the rod, and Him who appointed it."
    },
    {
      "verse": 10,
      "text": "Are there yet [in] the house of the wicked Treasures of wickedness, And the abhorred scanty ephah?"
    },
    {
      "verse": 11,
      "text": "Do I reckon [it] pure with balances of wickedness? And with a bag of deceitful stones?"
    },
    {
      "verse": 12,
      "text": "Whose rich ones have been full of violence, And its inhabitants have spoken falsehood, And their tongue [is] deceitful in their mouth."
    },
    {
      "verse": 13,
      "text": "And I also, I have begun to smite thee, To make desolate, because of thy sins."
    },
    {
      "verse": 14,
      "text": "Thou — thou eatest, and thou art not satisfied, And thy pit [is] in thy midst, And thou removest, and dost not deliver, And that which thou deliverest, to a sword I give."
    },
    {
      "verse": 15,
      "text": "Thou — thou sowest, and thou dost not reap, Thou — thou treadest the olive, And thou pourest not out oil, And new wine — and thou drinkest not wine."
    },
    {
      "verse": 16,
      "text": "And kept habitually are the statutes of Omri, And all the work of the house of Ahab, And ye do walk in their counsels, For My giving thee for a desolation, And its inhabitants for a hissing, And the reproach of My people ye do bear!"
    }
  ]
}