{
  "book_id": "RUT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Then Naomi her mother in law said unto her, My daughter, shall I not seek rest for thee, that it may be well with thee?"
    },
    {
      "verse": 2,
      "text": "And now \\add is\\add* not Boaz of our kindred, with whose maidens thou wast? Behold, he winnoweth barley to night in the threshingfloor."
    },
    {
      "verse": 3,
      "text": "Wash \\add thyself\\add* therefore, and anoint thee, and put thy raiment upon thee, and get thee down \\add to\\add* the floor: \\add but\\add* make not thyself known unto the man, until he shall have done eating and drinking."
    },
    {
      "verse": 4,
      "text": "And it shall be, when he lieth down, that thou shalt mark the place where he shall lie, and thou shalt go in, and uncover his feet, and lay thee down; and he will tell thee what thou shalt do."
    },
    {
      "verse": 5,
      "text": "And she said unto her, All that thou sayest unto me I will do."
    },
    {
      "verse": 6,
      "text": "And she went down \\add unto\\add* the floor, and did according to all that her mother in law bade her."
    },
    {
      "verse": 7,
      "text": "And when Boaz had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap \\add of corn:\\add* and she came softly, and uncovered his feet, and laid her down."
    },
    {
      "verse": 8,
      "text": "And it came to pass at midnight, that the man was afraid, and turned himself: and behold, a woman lay \\add at\\add* his feet."
    },
    {
      "verse": 9,
      "text": "And he said, Who \\add art\\add* thou? And she answered, I \\add am\\add* Ruth thine handmaid: spread therefore thy skirt over thine handmaid; for thou \\add art\\add* a near kinsman."
    },
    {
      "verse": 10,
      "text": "And he said, Blessed \\add be\\add* thou of the \\sc Lord\\sc*, my daughter: \\add for\\add* thou hast shewed more kindness in the latter end than at the beginning, inasmuch as \\add thou\\add* followedst not young men, whether poor or rich."
    },
    {
      "verse": 11,
      "text": "And now, my daughter, fear not; I will do to thee all that thou requirest: for all the city of my people doth know that thou \\add art\\add* a virtuous woman."
    },
    {
      "verse": 12,
      "text": "And now it is true that I \\add am thy\\add* near kinsman: howbeit there is a kinsman nearer than I."
    },
    {
      "verse": 13,
      "text": "Tarry this night, and it shall be in the morning, \\add that\\add* if he will perform unto thee the part of a kinsman, well; let him do the kinsman’s part: but if he will not do the part of a kinsman to thee, then will I do the part of a kinsman to thee, \\add as\\add* the \\sc Lord\\sc* liveth: lie down until the morning."
    },
    {
      "verse": 14,
      "text": "And she lay \\add at\\add* his feet until the morning: and she rose up before one could know another. And he said, Let it not be known that a woman came \\add into\\add* the floor."
    },
    {
      "verse": 15,
      "text": "Also he said, Bring the vail that \\add thou hast\\add* upon thee, and hold it. And when she held it, he measured six \\add measures\\add* of barley, and laid \\add it\\add* on her: and he went \\add into\\add* the city."
    },
    {
      "verse": 16,
      "text": "And when she came to her mother in law, she said, Who \\add art\\add* thou, my daughter? And she told her all that the man had done to her."
    },
    {
      "verse": 17,
      "text": "And she said, These six \\add measures\\add* of barley gave he me; for he said to me, Go not empty unto thy mother in law."
    },
    {
      "verse": 18,
      "text": "Then said she, Sit still, my daughter, until thou know how the matter will fall: for the man will not be in rest, until he have finished the thing \\add this\\add* day."
    }
  ]
}