{
  "book_id": "RUT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Then went Boaz up tothe gate, and sat him down there: and behold, the kinsman of whom Boaz spake came by; unto whom he said, Ho,such a one, turn aside, sit down here. And he turned aside, and sat down."
    },
    {
      "verse": 2,
      "text": "And he took ten men of the elders of the city, and said, Sit ye down here. And they sat down."
    },
    {
      "verse": 3,
      "text": "And he said unto the kinsman, Naomi, that is come again out of the country of Moab, selleth a parcel of land, which wasour brother Elimelech’s:"
    },
    {
      "verse": 4,
      "text": "and I thought to advertise thee, saying, Buy itbefore the inhabitants, and before the elders of my people. If thou wilt redeem it, redeem it:but if thou wilt not redeem it, thentell me, that I may know: for there isnone to redeem itbesides thee; and I amafter thee. And he said, I will redeem it."
    },
    {
      "verse": 5,
      "text": "Then said Boaz, What day thou buyest the field of the hand of Naomi, thou must buy italso of Ruth the Moabitess, the wife of the dead, to raise up the name of the dead upon his inheritance."
    },
    {
      "verse": 6,
      "text": "And the kinsman said, I cannot redeem itfor myself, lest I mar mine own inheritance: redeem thou my right to thyself; for I cannot redeem it."
    },
    {
      "verse": 7,
      "text": "Now this was the mannerin former time in Israel concerning redeeming and concerning changing, for to confirm all things; a man plucked off his shoe, and gave itto his neighbour: and this wasa testimony in Israel."
    },
    {
      "verse": 8,
      "text": "Therefore the kinsman said unto Boaz, Buy itfor thee. So he drew off his shoe."
    },
    {
      "verse": 9,
      "text": "And Boaz said unto the elders, and untoall the people, Ye arewitnesses thisday, that I have bought all that wasElimelech’s, and all that wasChilion’s and Mahlon’s, of the hand of Naomi."
    },
    {
      "verse": 10,
      "text": "Moreover Ruth the Moabitess, the wife of Mahlon, have I purchased to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place: ye arewitnesses thisday."
    },
    {
      "verse": 11,
      "text": "And all the people that werein the gate, and the elders, said, We arewitnesses. The Lordmake the woman that is come into thine house like Rachel and like Leah, which two did build the house of Israel: and do thou worthily in Ephratah, and be famous in Beth-lehem:"
    },
    {
      "verse": 12,
      "text": "and let thy house be like the house of Pharez, whom Tamar bare unto Judah, of the seed which the Lordshall give thee of this young woman."
    },
    {
      "verse": 13,
      "text": "So Boaz took Ruth, and she was his wife: and when he went in unto her, the Lordgave her conception, and she bare a son."
    },
    {
      "verse": 14,
      "text": "And the women said unto Naomi, Blessed bethe Lord, which hath not left thee thisday without a kinsman, that his name may be famous in Israel."
    },
    {
      "verse": 15,
      "text": "And he shall be unto thee a restorer of thylife, and a nourisher of thine old age: for thy daughter in law, which loveth thee, which isbetter to thee than seven sons, hath born him."
    },
    {
      "verse": 16,
      "text": "And Naomi took the child, and laid it in her bosom, and became nurse unto it."
    },
    {
      "verse": 17,
      "text": "And the women herneighbours gave it a name, saying, There is a son born to Naomi; and they called his name Obed: he isthe father of Jesse, the father of David."
    },
    {
      "verse": 18,
      "text": "Now these arethe generations of Pharez: Pharez begat Hezron,"
    },
    {
      "verse": 19,
      "text": "and Hezron begat Ram, and Ram begat Amminadab,"
    },
    {
      "verse": 20,
      "text": "and Amminadab begat Nahshon, and Nahshon begat Salmon,"
    },
    {
      "verse": 21,
      "text": "and Salmon begat Boaz, and Boaz begat Obed,"
    },
    {
      "verse": 22,
      "text": "and Obed begat Jesse, and Jesse begat David."
    }
  ]
}