{
  "book_id": "TOB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "After these things Tobias also went his way, blessing God because he had prospered his journey; and he blessed Raguel and Edna his wife. And he went on his way till they drew near unto Nineveh."
    },
    {
      "verse": 2,
      "text": "And Raphael said to Tobias, Knowest thou not, brother, how thou didst leave thy father?"
    },
    {
      "verse": 3,
      "text": "Let us run forward before thy wife, and prepare the house."
    },
    {
      "verse": 4,
      "text": "But take in thy hand the gall of the fish. And they went their way, and the dog went after them."
    },
    {
      "verse": 5,
      "text": "And Anna sat looking about toward the way for her son."
    },
    {
      "verse": 6,
      "text": "And she espied him coming, and said to his father, Behold, thy son cometh, and the man that went with him."
    },
    {
      "verse": 7,
      "text": "And Raphael said, I know, Tobias, that thy father will open his eyes."
    },
    {
      "verse": 8,
      "text": "Do thou therefore anoint his eyes with the gall, and being pricked therewith, he shall rub, and shall make the white films to fall away, and he shall see thee."
    },
    {
      "verse": 9,
      "text": "And Anna ran unto him, and fell upon the neck of her son, and said unto him, I have seen thee, my child; from henceforth I will die. And they wept both."
    },
    {
      "verse": 10,
      "text": "And Tobit went forth toward the door, and stumbled: but his son ran unto him,"
    },
    {
      "verse": 11,
      "text": "and took hold of his father: and he strake the gall on his father’s eyes, saying, Be of good cheer, my father."
    },
    {
      "verse": 12,
      "text": "But when his eyes began to smart, he rubbed them;"
    },
    {
      "verse": 13,
      "text": "and the white films scaled away from the corners of his eyes; and he saw his son, and fell upon his neck."
    },
    {
      "verse": 14,
      "text": "And he wept, and said, Blessed art thou, O God, and blessed is thy name for ever, and blessed are all thy holy angels;"
    },
    {
      "verse": 15,
      "text": "for thou didst scourge, and didst have mercy on me: behold, I see my son Tobias. And his son went in rejoicing, and told his father the great things that had happened to him in Media."
    },
    {
      "verse": 16,
      "text": "And Tobit went out to meet his daughter in law at the gate of Nineveh, rejoicing, and blessing God: and they which saw him go marvelled, because he had received his sight."
    },
    {
      "verse": 17,
      "text": "And Tobit gave thanks before them, because God had shewed mercy on him. And when Tobit came near to Sarah his daughter in law, he blessed her, saying, Welcome, daughter: blessed is God which hath brought thee unto us, and \\add blessed are \\add* thy father and thy mother. And there was joy to all his brethren which were at Nineveh."
    },
    {
      "verse": 18,
      "text": "And Achiacharus, and Nasbas his brother’s son, came:"
    },
    {
      "verse": 19,
      "text": "and Tobias’ wedding feast was kept seven days with great gladness."
    }
  ]
}