{
  "book_id": "WIS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Δίκαιων δὲ ψυχαὶ ἐν χειρὶ Θεοῦ, καὶ οὐ μὴ ἅψηται αὐτῶν βάσανος."
    },
    {
      "verse": 2,
      "text": "Ἔδοξαν ἐν ὀφθαλμοῖς ἀφρόνων τεθνάναι,"
    },
    {
      "verse": 3,
      "text": "καὶ ἐλογίσθη κάκωσις ἡ ἔξοδος αὐτῶν, καὶ ἡ ἀφʼ ἡμῶν πορεία σύντριμμα· οἱ δὲ εἰσιν ἐν εἰρήνῃ·"
    },
    {
      "verse": 4,
      "text": "Καὶ γὰρ ἐν ὄψει ἀνθρώπων ἐὰν κολασθῶσιν, ἡ ἐλπὶς αὐτῶν ἀθανασίας πλήρης."
    },
    {
      "verse": 5,
      "text": "Καὶ ὀλίγα παιδευθέντες μεγάλα εὐεργετηθήσονται, ὅτι ὁ Θεὸς ἐπείρασεν αὐτοὺς, καὶ εὗρεν αὐτοὺς ἀξίους ἑαυτοῦ."
    },
    {
      "verse": 6,
      "text": "Ὡς χρυσὸν ἐν χωνευτηρίῳ ἐδοκίμασεν αὐτούς, καὶ ὡς ὁλοκάρπωμα θυσίας προσεδέξατο αὐτούς."
    },
    {
      "verse": 7,
      "text": "Καὶ ἐν καιρῷ ἐπισκοπῆς αὐτῶν ἀναλάμψουσι, καὶ ὡς σπινθῆρες ἐν καλάμῃ διαδραμοῦνται."
    },
    {
      "verse": 8,
      "text": "Κρινοῦσιν ἔθνη καὶ κρατήσουσι λαῶν, καὶ βασιλεύσει αὐτῶν Κύριος εἰς τοὺς αἰῶνας."
    },
    {
      "verse": 9,
      "text": "Οἱ πεποιθότες ἐπʼ αὐτῷ συνήσουσιν ἀλήθειαν, καὶ οἱ πιστοὶ ἐν ἀγάπῃ προσμενοῦσιν αὐτῷ, ὅτι χάρις καὶ ἔλεος τοῖς ἐκλεκτοῖς αὐτοῦ."
    },
    {
      "verse": 10,
      "text": "Οἱ δὲ ἀσεβεῖς καθὰ ἐλογίσαντο ἕξουσιν ἐπιτιμίαν, οἱ ἀμελήσαντες τοῦ δικαίου καὶ τοῦ Κυρίου ἀποστάντες."
    },
    {
      "verse": 11,
      "text": "Σοφίαν γὰρ καὶ παιδείαν ὁ ἐξουθενῶν ταλαίπωρος, καὶ κενὴ ἡ ἐλπὶς αὐτῶν, καὶ οἱ κόποι ἀνόνητοι, καὶ ἄχρηστα τὰ ἔργα αὐτῶν."
    },
    {
      "verse": 12,
      "text": "Αἱ γυναῖκες αὐτῶν ἄφρονες, καὶ πονηρὰ τὰ τέκνα αὐτῶν."
    },
    {
      "verse": 13,
      "text": "Ἐπικατάρατος ἡ γένεσις αὐτῶν, ὅτι μακαρία στεῖρα ἡ ἀμίαντος, ἥτις οὐκ ἔγνω κοίτης ἐν παραπτώματι, ἕξει καρπὸν ἐν ἐπισκοπῇ ψυχῶν."
    },
    {
      "verse": 14,
      "text": "Καὶ εὐνοῦχος ὁ μὴ ἐργασάμενος ἐν χειρὶ ἀνόμημα, μηδὲ ἐνθυμηθεὶς κατὰ τοῦ Κυρίου πονηρά· δοθήσεται γὰρ αὐτῷ τῆς πίστεως χάρις ἐκλεκτὴ, καὶ κλῆρος ἐν ναῷ Κυρίου θυμηρέστερος·"
    },
    {
      "verse": 15,
      "text": "Ἀγαθῶν γὰρ πόνων καρπὸς εὐκλεὴς, καὶ ἀδιάπτωτος ἡ ῥίζα τῆς φρονήσεως."
    },
    {
      "verse": 16,
      "text": "Τέκνα δὲ μοιχῶν ἀτέλεστα ἔσται, καὶ ἐκ παρανόμου κοίτης σπέρμα ἀφανισθήσεται."
    },
    {
      "verse": 17,
      "text": "Ἐάν τε γὰρ μακρόβιοι γένωνται, εἰς οὐθὲν λογισθήσονται, καὶ ἄτιμον ἐπʼ ἐσχάτον τὸ γῆρας αὐτῶν."
    },
    {
      "verse": 18,
      "text": "Ἐάν τε ὀξέως τελευτήσωσιν, οὐχ ἕχουσιν ἐλπίδα, οὐδὲ ἐν ἡμέρᾳ διαγνώσεως παραμύθιον·"
    },
    {
      "verse": 19,
      "text": "γενεᾶς γὰρ ἀδίκου χαλεπὰ τὰ τέλη."
    }
  ]
}