{
  "book_id": "WIS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Τότε στήσεται ἐν παῤῥησίᾳ πολλῇ ὁ δίκαιος κατὰ πρόσωπον τῶν θλιψάντων αὐτὸν, καὶ τῶν ἀθετούντων τοὺς πόνους αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Ἰδόντες ταραχθήσονται φόβῳ δεινῷ καὶ ἐκστήσονται ἐπὶ τῷ παραδόξῳ τῆς σωτηρίας."
    },
    {
      "verse": 3,
      "text": "Ἐροῦσιν ἑαυτοῖς μετανοοῦντες, καὶ διὰ στενοχωρίαν πνεύματος στενάζοντες, Οὗτος ἦν ὃν ἔσχομέν ποτε εἰς γέλωτα καὶ εἰς παραβολὴν ὀνειδισμοῦ."
    },
    {
      "verse": 4,
      "text": "Οἱ ἄφρονες τὸν βίον αὐτοῦ ἐλογισάμεθα μανίαν, καὶ τὴν τελευτὴν αὐτοῦ ἄτιμον."
    },
    {
      "verse": 5,
      "text": "Πῶς κατελογίσθη ἐν υἱοῖς Θεοῦ, καὶ ἐν ἁγίοις ὁ κλῆρος αὐτοῦ ἐστιν;"
    },
    {
      "verse": 6,
      "text": "Ἄρα ἐπλανήθημεν ἀπὸ ὁδοῦ ἀληθείας, καὶ τὸ τῆς δικαιοσύνης φῶς οὐκ ἔλαμψεν ἡμῖν, καὶ ὁ ἥλιος οὐκ ἀνέτειλεν ἡμῖν."
    },
    {
      "verse": 7,
      "text": "Ἀνομίας ἐνεπλήσθημεν τρίβοις καὶ ἀπωλείας, καὶ διωδεύσαμεν ἐρήμους ἀβάτους, τὴν δὲ ὁδὸν Κυρίου οὐκ ἔγνωμεν."
    },
    {
      "verse": 8,
      "text": "Τί ὠφέλησεν ἡμᾶς ἡ ὑπερηφανία; καὶ τὶ πλοῦτος μετὰ ἀλαζονείας συμβέβληται ἡμῖν;"
    },
    {
      "verse": 9,
      "text": "Παρῆλθεν ἐκεῖνα πάντα ὡς σκιὰ, καὶ ὡς ἀγγελία παρατρέχουσα·"
    },
    {
      "verse": 10,
      "text": "ὡς ναῦς δειρχομενη κυμαινόμενον ὕδωρ, ἧς διαβάσης οὐκ ἔστιν ἴχνος εὑρεῖν, οὐδὲ ἀτραπὸν τρόπιος αὐτῆς ἐν κύμασιν·"
    },
    {
      "verse": 11,
      "text": "ἢ ὡς ὀρνέου διϊπτάντος ἀέρα, οὐθὲν εὑρίσκεται τεκμήριον πορείας, πληγῇ δὲ ταρσῶν μαστιζόμενον πνεῦμα κοῦφον καὶ σχιζόμενον βίᾳ ῥοιζου, κινουμένων πτερύγων διωδεύθη, καὶ μετὰ τοῦτο οὐχ εὑρέθη σημεῖον ἐπιβάσεως ἐν αὐτῷ·"
    },
    {
      "verse": 12,
      "text": "ἢ ὡς βέλους βληθέντος ἐπὶ σκοπὸν, τμηθεὶς ὁ ἀὴρ εὐθέως εἰς ἑαυτὸν ἀνελύθη, ὡς ἀγνοῆσαι τὴν δίοδον αὐτοῦ·"
    },
    {
      "verse": 13,
      "text": "οὕτως καὶ ἡμεῖς γεννηθέντες ἐξελίπομεν· καὶ ἀρετῆς μὲν σημεῖον οὐδὲν ἔσχομεν δεῖξαι, ἐν δὲ τῇ κακίᾳ ἡμῶν κατεδαπανήθημεν."
    },
    {
      "verse": 14,
      "text": "Ὅτι ἐλπὶς ἀσεβοῦς ὡς φερόμενος χοῦς ὑπὸ ἀνέμου, καὶ ὡς πάχνη ὑπὸ λαίλαπος διωχθεῖσα λεπτὴ, καὶ ὡς καπνὸς ὑπὸ ἀνέμου διεχύθη, καὶ ὡς μνεία καταλύτου μονοημέρου παρώδευσε."
    },
    {
      "verse": 15,
      "text": "Δίκαιοι δὲ εἰς τὸν αἰῶνα ζῶσι, καὶ ἐν Κυρίῳ ὁ μισθὸς αὐτῶν, καὶ ἡ φροντὶς αὐτῶν παρὰ ὑψίστῳ."
    },
    {
      "verse": 16,
      "text": "Διὰ τοῦτο λήψονται τὸ βασίλειον τῆς εὐπρεπείας, καὶ τὸ διάδημα τοῦ κάλλους ἐκ χειρὸς Κυρίου, ὅτι τῇ δεξιᾷ σκεπάσει αὐτούς, καὶ τῷ βραχίονι ὑπερασπιεῖ αὐτῶν."
    },
    {
      "verse": 17,
      "text": "Λήψεται πανοπλίαν τὸν ζῆλον αὐτοῦ, καὶ ὁπλοποιήσει τὴν κτίσιν εἰς ἄμυναν ἐχθρῶν."
    },
    {
      "verse": 18,
      "text": "Ἐνδύσεται θώρακα δικαιοσύνην, καὶ περιθήσεται κόρυθα κρίσιν ἀνυπόκριτον."
    },
    {
      "verse": 19,
      "text": "Λήψεται ἀσπίδα ἀκαταμάχητον ὁσιότητα,"
    },
    {
      "verse": 20,
      "text": "ὀξυνεῖ δὲ ἀπότομον ὀργὴν εἰς ῥομφαίαν, συνεκπολεμήσει δὲ αὐτῷ ὁ κόσμος ἐπὶ τοὺς παράφρονας."
    },
    {
      "verse": 21,
      "text": "Πορεύσονται εὔστοχοι βολίδες ἀστραπῶν, καὶ ὡς ἀπὸ εὐκύκλου τόξου τῶν νεφῶν ἐπὶ σκοπὸν ἁλοῦνται."
    },
    {
      "verse": 22,
      "text": "Καὶ ἐκ πετροβόλου θυμοῦ πλήρεις ῥιφήσονται χάλαζαι· ἀγανακτήσει κατʼ αὐτῶν ὕδωρ θαλάσσης, ποταμοὶ δὲ συγκλύσουσιν ἀποτόμως."
    },
    {
      "verse": 23,
      "text": "Ἀντιστήσεται αὐτοῖς πνεῦμα δυνάμεως, καὶ ὡς λαίλαψ ἐκλικμήσει αὐτούς· καὶ ἐρημώσει πᾶσαν τὴν γῆν ἀνομία, καὶ ἡ κακοπραγία περιτρέψει θρόνους δυναστῶν."
    }
  ]
}