{
  "book_id": "ROM",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I beseech you therefore, brethren, by the mercies of God, that \\add ye\\add* present your bodies a living sacrifice, holy, acceptable unto God, \\add which is\\add* your reasonable service."
    },
    {
      "verse": 2,
      "text": "And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what \\add is that\\add* good, and acceptable, and perfect, will of God."
    },
    {
      "verse": 3,
      "text": "For I say, through the grace given unto me, to every \\add man\\add* that is among you, not to think \\add of himself\\add* more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith."
    },
    {
      "verse": 4,
      "text": "For as we have many members in one body, and all members have not the same office:"
    },
    {
      "verse": 5,
      "text": "so we, being many, are one body in Christ, and every one members one of another."
    },
    {
      "verse": 6,
      "text": "Having then gifts differing according to the grace that is given to us, whether prophecy, \\add let us prophesy\\add* according to the proportion of faith;"
    },
    {
      "verse": 7,
      "text": "or ministry, \\add let us wait\\add* on \\add our\\add* ministering: or he that teacheth, on teaching;"
    },
    {
      "verse": 8,
      "text": "or he that exhorteth, on exhortation: he that giveth, \\add let him do it\\add* with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness."
    },
    {
      "verse": 9,
      "text": "\\add Let\\add* love \\add be\\add* without dissimulation. Abhor \\add that which is\\add* evil; cleave to \\add that which is\\add* good."
    },
    {
      "verse": 10,
      "text": "\\add Be\\add* kindly affectioned one to another with brotherly love; in honour preferring one another;"
    },
    {
      "verse": 11,
      "text": "not slothful in business; fervent in spirit; serving the Lord;"
    },
    {
      "verse": 12,
      "text": "rejoicing in hope; patient in tribulation; continuing instant in prayer;"
    },
    {
      "verse": 13,
      "text": "distributing to the necessity of saints; given to hospitality."
    },
    {
      "verse": 14,
      "text": "Bless them which persecute you: bless, and curse not."
    },
    {
      "verse": 15,
      "text": "Rejoice with them that do rejoice, and weep with them that weep."
    },
    {
      "verse": 16,
      "text": "\\add Be\\add* of the same mind one towards another. Mind not high \\add things\\add*, but condescend to \\add men\\add* of low estate. Be not wise in your own conceits."
    },
    {
      "verse": 17,
      "text": "Recompense to no \\add man\\add* evil for evil. Provide \\add things\\add* honest in the sight of all men."
    },
    {
      "verse": 18,
      "text": "If \\add it be\\add* possible, as much as lieth in you, live peaceably with all men."
    },
    {
      "verse": 19,
      "text": "Dearly beloved, avenge not yourselves, but \\add rather\\add* give place unto wrath: for it is written, Vengeance \\add is\\add* mine; I will repay, saith the Lord."
    },
    {
      "verse": 20,
      "text": "Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head."
    },
    {
      "verse": 21,
      "text": "Be not overcome of evil, but overcome evil with good."
    }
  ]
}