{
  "book_id": "ISA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "חזון ישעיהו בן אמוץ אשר חזה על יהודה וירושלם בימי עזיהו יותם אחז יחזקיהו מלכי יהודה׃"
    },
    {
      "verse": 2,
      "text": "שמעו שמים והאזיני ארץ כי יהוה דבר בנים גדלתי ורוממתי והם פשעו בי׃"
    },
    {
      "verse": 3,
      "text": "ידע שור קנהו וחמור אבוס בעליו ישראל לא ידע עמי לא התבונן׃"
    },
    {
      "verse": 4,
      "text": "הוי גוי חטא עם כבד עון זרע מרעים בנים משחיתים עזבו את יהוה נאצו את קדוש ישראל נזרו אחור׃"
    },
    {
      "verse": 5,
      "text": "על מה תכו עוד תוסיפו סרה כל ראש לחלי וכל לבב דוי׃"
    },
    {
      "verse": 6,
      "text": "מכף רגל ועד ראש אין בו מתם פצע וחבורה ומכה טריה לא זרו ולא חבשו ולא רככה בשמן׃"
    },
    {
      "verse": 7,
      "text": "ארצכם שממה עריכם שרפות אש אדמתכם לנגדכם זרים אכלים אתה ושממה כמהפכת זרים׃"
    },
    {
      "verse": 8,
      "text": "ונותרה בת ציון כסכה בכרם כמלונה במקשה כעיר נצורה׃"
    },
    {
      "verse": 9,
      "text": "לולי יהוה צבאות הותיר לנו שריד כמעט כסדם היינו לעמרה דמינו׃"
    },
    {
      "verse": 10,
      "text": "שמעו דבר יהוה קציני סדם האזינו תורת אלהינו עם עמרה׃"
    },
    {
      "verse": 11,
      "text": "למה לי רב זבחיכם יאמר יהוה שבעתי עלות אילים וחלב מריאים ודם פרים וכבשים ועתודים לא חפצתי׃"
    },
    {
      "verse": 12,
      "text": "כי תבאו לראות פני מי בקש זאת מידכם רמס חצרי׃"
    },
    {
      "verse": 13,
      "text": "לא תוסיפו הביא מנחת שוא קטרת תועבה היא לי חדש ושבת קרא מקרא לא אוכל און ועצרה׃"
    },
    {
      "verse": 14,
      "text": "חדשיכם ומועדיכם שנאה נפשי היו עלי לטרח נלאיתי נשא׃"
    },
    {
      "verse": 15,
      "text": "ובפרשכם כפיכם אעלים עיני מכם גם כי תרבו תפלה אינני שמע ידיכם דמים מלאו׃"
    },
    {
      "verse": 16,
      "text": "רחצו הזכו הסירו רע מעלליכם מנגד עיני חדלו הרע׃"
    },
    {
      "verse": 17,
      "text": "למדו היטב דרשו משפט אשרו חמוץ שפטו יתום ריבו אלמנה׃"
    },
    {
      "verse": 18,
      "text": "לכו נא ונוכחה יאמר יהוה אם יהיו חטאיכם כשנים כשלג ילבינו אם יאדימו כתולע כצמר יהיו׃"
    },
    {
      "verse": 19,
      "text": "אם תאבו ושמעתם טוב הארץ תאכלו׃"
    },
    {
      "verse": 20,
      "text": "ואם תמאנו ומריתם חרב תאכלו כי פי יהוה דבר׃"
    },
    {
      "verse": 21,
      "text": "איכה היתה לזונה קריה נאמנה מלאתי משפט צדק ילין בה ועתה מרצחים׃"
    },
    {
      "verse": 22,
      "text": "כספך היה לסיגים סבאך מהול במים׃"
    },
    {
      "verse": 23,
      "text": "שריך סוררים וחברי גנבים כלו אהב שחד ורדף שלמנים יתום לא ישפטו וריב אלמנה לא יבוא אליהם׃"
    },
    {
      "verse": 24,
      "text": "לכן נאם האדון יהוה צבאות אביר ישראל הוי אנחם מצרי ואנקמה מאויבי׃"
    },
    {
      "verse": 25,
      "text": "ואשיבה ידי עליך ואצרף כבר סיגיך ואסירה כל בדיליך׃"
    },
    {
      "verse": 26,
      "text": "ואשיבה שפטיך כבראשנה ויעציך כבתחלה אחרי כן יקרא לך עיר הצדק קריה נאמנה׃"
    },
    {
      "verse": 27,
      "text": "ציון במשפט תפדה ושביה בצדקה׃"
    },
    {
      "verse": 28,
      "text": "ושבר פשעים וחטאים יחדו ועזבי יהוה יכלו׃"
    },
    {
      "verse": 29,
      "text": "כי יבשו מאילים אשר חמדתם ותחפרו מהגנות אשר בחרתם׃"
    },
    {
      "verse": 30,
      "text": "כי תהיו כאלה נבלת עלה וכגנה אשר מים אין לה׃"
    },
    {
      "verse": 31,
      "text": "והיה החסן לנערת ופעלו לניצוץ ובערו שניהם יחדו ואין מכבה׃"
    }
  ]
}