{
  "book_id": "ISA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי בימי אחז בן יותם בן עזיהו מלך יהודה עלה רצין מלך ארם ופקח בן רמליהו מלך ישראל ירושלם למלחמה עליה ולא יכל להלחם עליה׃"
    },
    {
      "verse": 2,
      "text": "ויגד לבית דוד לאמר נחה ארם על אפרים וינע לבבו ולבב עמו כנוע עצי יער מפני רוח׃"
    },
    {
      "verse": 3,
      "text": "ויאמר יהוה אל ישעיהו צא נא לקראת אחז אתה ושאר ישוב בנך אל קצה תעלת הברכה העליונה אל מסלת שדה כובס׃"
    },
    {
      "verse": 4,
      "text": "ואמרת אליו השמר והשקט אל תירא ולבבך אל ירך משני זנבות האודים העשנים האלה בחרי אף רצין וארם ובן רמליהו׃"
    },
    {
      "verse": 5,
      "text": "יען כי יעץ עליך ארם רעה אפרים ובן רמליהו לאמר׃"
    },
    {
      "verse": 6,
      "text": "נעלה ביהודה ונקיצנה ונבקענה אלינו ונמליך מלך בתוכה את בן טבאל׃"
    },
    {
      "verse": 7,
      "text": "כה אמר אדני יהוה לא תקום ולא תהיה׃"
    },
    {
      "verse": 8,
      "text": "כי ראש ארם דמשק וראש דמשק רצין ובעוד ששים וחמש שנה יחת אפרים מעם׃"
    },
    {
      "verse": 9,
      "text": "וראש אפרים שמרון וראש שמרון בן רמליהו אם לא תאמינו כי לא תאמנו׃"
    },
    {
      "verse": 10,
      "text": "ויוסף יהוה דבר אל אחז לאמר׃"
    },
    {
      "verse": 11,
      "text": "שאל לך אות מעם יהוה אלהיך העמק שאלה או הגבה למעלה׃"
    },
    {
      "verse": 12,
      "text": "ויאמר אחז לא אשאל ולא אנסה את יהוה׃"
    },
    {
      "verse": 13,
      "text": "ויאמר שמעו נא בית דוד המעט מכם הלאות אנשים כי תלאו גם את אלהי׃"
    },
    {
      "verse": 14,
      "text": "לכן יתן אדני הוא לכם אות הנה העלמה הרה וילדת בן וקראת שמו עמנו אל׃"
    },
    {
      "verse": 15,
      "text": "חמאה ודבש יאכל לדעתו מאוס ברע ובחור בטוב׃"
    },
    {
      "verse": 16,
      "text": "כי בטרם ידע הנער מאס ברע ובחר בטוב תעזב האדמה אשר אתה קץ מפני שני מלכיה׃"
    },
    {
      "verse": 17,
      "text": "יביא יהוה עליך ועל עמך ועל בית אביך ימים אשר לא באו למיום סור אפרים מעל יהודה את מלך אשור׃"
    },
    {
      "verse": 18,
      "text": "והיה ביום ההוא ישרק יהוה לזבוב אשר בקצה יארי מצרים ולדבורה אשר בארץ אשור׃"
    },
    {
      "verse": 19,
      "text": "ובאו ונחו כלם בנחלי הבתות ובנקיקי הסלעים ובכל הנעצוצים ובכל הנהללים׃"
    },
    {
      "verse": 20,
      "text": "ביום ההוא יגלח אדני בתער השכירה בעברי נהר במלך אשור את הראש ושער הרגלים וגם את הזקן תספה׃"
    },
    {
      "verse": 21,
      "text": "והיה ביום ההוא יחיה איש עגלת בקר ושתי צאן׃"
    },
    {
      "verse": 22,
      "text": "והיה מרב עשות חלב יאכל חמאה כי חמאה ודבש יאכל כל הנותר בקרב הארץ׃"
    },
    {
      "verse": 23,
      "text": "והיה ביום ההוא יהיה כל מקום אשר יהיה שם אלף גפן באלף כסף לשמיר ולשית יהיה׃"
    },
    {
      "verse": 24,
      "text": "בחצים ובקשת יבוא שמה כי שמיר ושית תהיה כל הארץ׃"
    },
    {
      "verse": 25,
      "text": "וכל ההרים אשר במעדר יעדרון לא תבוא שמה יראת שמיר ושית והיה למשלח שור ולמרמס שה׃"
    }
  ]
}