{
  "book_id": "ISA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "הוי החקקים חקקי און ומכתבים עמל כתבו׃"
    },
    {
      "verse": 2,
      "text": "להטות מדין דלים ולגזל משפט עניי עמי להיות אלמנות שללם ואת יתומים יבזו׃"
    },
    {
      "verse": 3,
      "text": "ומה תעשו ליום פקדה ולשואה ממרחק תבוא על מי תנוסו לעזרה ואנה תעזבו כבודכם׃"
    },
    {
      "verse": 4,
      "text": "בלתי כרע תחת אסיר ותחת הרוגים יפלו בכל זאת לא שב אפו ועוד ידו נטויה׃"
    },
    {
      "verse": 5,
      "text": "הוי אשור שבט אפי ומטה הוא בידם זעמי׃"
    },
    {
      "verse": 6,
      "text": "בגוי חנף אשלחנו ועל עם עברתי אצונו לשלל שלל ולבז בז ולשימו מרמס כחמר חוצות׃"
    },
    {
      "verse": 7,
      "text": "והוא לא כן ידמה ולבבו לא כן יחשב כי להשמיד בלבבו ולהכרית גוים לא מעט׃"
    },
    {
      "verse": 8,
      "text": "כי יאמר הלא שרי יחדו מלכים׃"
    },
    {
      "verse": 9,
      "text": "הלא ככרכמיש כלנו אם לא כארפד חמת אם לא כדמשק שמרון׃"
    },
    {
      "verse": 10,
      "text": "כאשר מצאה ידי לממלכת האליל ופסיליהם מירושלם ומשמרון׃"
    },
    {
      "verse": 11,
      "text": "הלא כאשר עשיתי לשמרון ולאליליה כן אעשה לירושלם ולעצביה׃"
    },
    {
      "verse": 12,
      "text": "והיה כי יבצע אדני את כל מעשהו בהר ציון ובירושלם אפקד על פרי גדל לבב מלך אשור ועל תפארת רום עיניו׃"
    },
    {
      "verse": 13,
      "text": "כי אמר בכח ידי עשיתי ובחכמתי כי נבנותי ואסיר גבולת עמים ועתידתיהם שושתי ואוריד כאביר יושבים׃"
    },
    {
      "verse": 14,
      "text": "ותמצא כקן ידי לחיל העמים וכאסף ביצים עזבות כל הארץ אני אספתי ולא היה נדד כנף ופצה פה ומצפצף׃"
    },
    {
      "verse": 15,
      "text": "היתפאר הגרזן על החצב בו אם יתגדל המשור על מניפו כהניף שבט את מרימיו כהרים מטה לא עץ׃"
    },
    {
      "verse": 16,
      "text": "לכן ישלח האדון יהוה צבאות במשמניו רזון ותחת כבדו יקד יקד כיקוד אש׃"
    },
    {
      "verse": 17,
      "text": "והיה אור ישראל לאש וקדושו ללהבה ובערה ואכלה שיתו ושמירו ביום אחד׃"
    },
    {
      "verse": 18,
      "text": "וכבוד יערו וכרמלו מנפש ועד בשר יכלה והיה כמסס נסס׃"
    },
    {
      "verse": 19,
      "text": "ושאר עץ יערו מספר יהיו ונער יכתבם׃"
    },
    {
      "verse": 20,
      "text": "והיה ביום ההוא לא יוסיף עוד שאר ישראל ופליטת בית יעקב להשען על מכהו ונשען על יהוה קדוש ישראל באמת׃"
    },
    {
      "verse": 21,
      "text": "שאר ישוב שאר יעקב אל אל גבור׃"
    },
    {
      "verse": 22,
      "text": "כי אם יהיה עמך ישראל כחול הים שאר ישוב בו כליון חרוץ שוטף צדקה׃"
    },
    {
      "verse": 23,
      "text": "כי כלה ונחרצה אדני יהוה צבאות עשה בקרב כל הארץ׃"
    },
    {
      "verse": 24,
      "text": "לכן כה אמר אדני יהוה צבאות אל תירא עמי ישב ציון מאשור בשבט יככה ומטהו ישא עליך בדרך מצרים׃"
    },
    {
      "verse": 25,
      "text": "כי עוד מעט מזער וכלה זעם ואפי על תבליתם׃"
    },
    {
      "verse": 26,
      "text": "ועורר עליו יהוה צבאות שוט כמכת מדין בצור עורב ומטהו על הים ונשאו בדרך מצרים׃"
    },
    {
      "verse": 27,
      "text": "והיה ביום ההוא יסור סבלו מעל שכמך ועלו מעל צוארך וחבל על מפני שמן׃"
    },
    {
      "verse": 28,
      "text": "בא על עית עבר במגרון למכמש יפקיד כליו׃"
    },
    {
      "verse": 29,
      "text": "עברו מעברה גבע מלון לנו חרדה הרמה גבעת שאול נסה׃"
    },
    {
      "verse": 30,
      "text": "צהלי קולך בת גלים הקשיבי לישה עניה ענתות׃"
    },
    {
      "verse": 31,
      "text": "נדדה מדמנה ישבי הגבים העיזו׃"
    },
    {
      "verse": 32,
      "text": "עוד היום בנב לעמד ינפף ידו הר בית ציון גבעת ירושלם׃"
    },
    {
      "verse": 33,
      "text": "הנה האדון יהוה צבאות מסעף פארה במערצה ורמי הקומה גדועים והגבהים ישפלו׃"
    },
    {
      "verse": 34,
      "text": "ונקף סבכי היער בברזל והלבנון באדיר יפול׃"
    }
  ]
}