{
  "book_id": "ISA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "כי ירחם יהוה את יעקב ובחר עוד בישראל והניחם על אדמתם ונלוה הגר עליהם ונספחו על בית יעקב׃"
    },
    {
      "verse": 2,
      "text": "ולקחום עמים והביאום אל מקומם והתנחלום בית ישראל על אדמת יהוה לעבדים ולשפחות והיו שבים לשביהם ורדו בנגשיהם׃"
    },
    {
      "verse": 3,
      "text": "והיה ביום הניח יהוה לך מעצבך ומרגזך ומן העבדה הקשה אשר עבד בך׃"
    },
    {
      "verse": 4,
      "text": "ונשאת המשל הזה על מלך בבל ואמרת איך שבת נגש שבתה מדהבה׃"
    },
    {
      "verse": 5,
      "text": "שבר יהוה מטה רשעים שבט משלים׃"
    },
    {
      "verse": 6,
      "text": "מכה עמים בעברה מכת בלתי סרה רדה באף גוים מרדף בלי חשך׃"
    },
    {
      "verse": 7,
      "text": "נחה שקטה כל הארץ פצחו רנה׃"
    },
    {
      "verse": 8,
      "text": "גם ברושים שמחו לך ארזי לבנון מאז שכבת לא יעלה הכרת עלינו׃"
    },
    {
      "verse": 9,
      "text": "שאול מתחת רגזה לך לקראת בואך עורר לך רפאים כל עתודי ארץ הקים מכסאותם כל מלכי גוים׃"
    },
    {
      "verse": 10,
      "text": "כלם יענו ויאמרו אליך גם אתה חלית כמונו אלינו נמשלת׃"
    },
    {
      "verse": 11,
      "text": "הורד שאול גאונך המית נבליך תחתיך יצע רמה ומכסיך תולעה׃"
    },
    {
      "verse": 12,
      "text": "איך נפלת משמים הילל בן שחר נגדעת לארץ חולש על גוים׃"
    },
    {
      "verse": 13,
      "text": "ואתה אמרת בלבבך השמים אעלה ממעל לכוכבי אל ארים כסאי ואשב בהר מועד בירכתי צפון׃"
    },
    {
      "verse": 14,
      "text": "אעלה על במתי עב אדמה לעליון׃"
    },
    {
      "verse": 15,
      "text": "אך אל שאול תורד אל ירכתי בור׃"
    },
    {
      "verse": 16,
      "text": "ראיך אליך ישגיחו אליך יתבוננו הזה האיש מרגיז הארץ מרעיש ממלכות׃"
    },
    {
      "verse": 17,
      "text": "שם תבל כמדבר ועריו הרס אסיריו לא פתח ביתה׃"
    },
    {
      "verse": 18,
      "text": "כל מלכי גוים כלם שכבו בכבוד איש בביתו׃"
    },
    {
      "verse": 19,
      "text": "ואתה השלכת מקברך כנצר נתעב לבוש הרגים מטעני חרב יורדי אל אבני בור כפגר מובס׃"
    },
    {
      "verse": 20,
      "text": "לא תחד אתם בקבורה כי ארצך שחת עמך הרגת לא יקרא לעולם זרע מרעים׃"
    },
    {
      "verse": 21,
      "text": "הכינו לבניו מטבח בעון אבותם בל יקמו וירשו ארץ ומלאו פני תבל ערים׃"
    },
    {
      "verse": 22,
      "text": "וקמתי עליהם נאם יהוה צבאות והכרתי לבבל שם ושאר ונין ונכד נאם יהוה׃"
    },
    {
      "verse": 23,
      "text": "ושמתיה למורש קפד ואגמי מים וטאטאתיה במטאטא השמד נאם יהוה צבאות׃"
    },
    {
      "verse": 24,
      "text": "נשבע יהוה צבאות לאמר אם לא כאשר דמיתי כן היתה וכאשר יעצתי היא תקום׃"
    },
    {
      "verse": 25,
      "text": "לשבר אשור בארצי ועל הרי אבוסנו וסר מעליהם עלו וסבלו מעל שכמו יסור׃"
    },
    {
      "verse": 26,
      "text": "זאת העצה היעוצה על כל הארץ וזאת היד הנטויה על כל הגוים׃"
    },
    {
      "verse": 27,
      "text": "כי יהוה צבאות יעץ ומי יפר וידו הנטויה ומי ישיבנה׃"
    },
    {
      "verse": 28,
      "text": "בשנת מות המלך אחז היה המשא הזה׃"
    },
    {
      "verse": 29,
      "text": "אל תשמחי פלשת כלך כי נשבר שבט מכך כי משרש נחש יצא צפע ופריו שרף מעופף׃"
    },
    {
      "verse": 30,
      "text": "ורעו בכורי דלים ואביונים לבטח ירבצו והמתי ברעב שרשך ושאריתך יהרג׃"
    },
    {
      "verse": 31,
      "text": "הילילי שער זעקי עיר נמוג פלשת כלך כי מצפון עשן בא ואין בודד במועדיו׃"
    },
    {
      "verse": 32,
      "text": "ומה יענה מלאכי גוי כי יהוה יסד ציון ובה יחסו עניי עמו׃"
    }
  ]
}