{
  "book_id": "ISA",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "משא מצרים הנה יהוה רכב על עב קל ובא מצרים ונעו אלילי מצרים מפניו ולבב מצרים ימס בקרבו׃"
    },
    {
      "verse": 2,
      "text": "וסכסכתי מצרים במצרים ונלחמו איש באחיו ואיש ברעהו עיר בעיר ממלכה בממלכה׃"
    },
    {
      "verse": 3,
      "text": "ונבקה רוח מצרים בקרבו ועצתו אבלע ודרשו אל האלילים ואל האטים ואל האבות ואל הידענים׃"
    },
    {
      "verse": 4,
      "text": "וסכרתי את מצרים ביד אדנים קשה ומלך עז ימשל בם נאם האדון יהוה צבאות׃"
    },
    {
      "verse": 5,
      "text": "ונשתו מים מהים ונהר יחרב ויבש׃"
    },
    {
      "verse": 6,
      "text": "והאזניחו נהרות דללו וחרבו יארי מצור קנה וסוף קמלו׃"
    },
    {
      "verse": 7,
      "text": "ערות על יאור על פי יאור וכל מזרע יאור ייבש נדף ואיננו׃"
    },
    {
      "verse": 8,
      "text": "ואנו הדיגים ואבלו כל משליכי ביאור חכה ופרשי מכמרת על פני מים אמללו׃"
    },
    {
      "verse": 9,
      "text": "ובשו עבדי פשתים שריקות וארגים חורי׃"
    },
    {
      "verse": 10,
      "text": "והיו שתתיה מדכאים כל עשי שכר אגמי נפש׃"
    },
    {
      "verse": 11,
      "text": "אך אולים שרי צען חכמי יעצי פרעה עצה נבערה איך תאמרו אל פרעה בן חכמים אני בן מלכי קדם׃"
    },
    {
      "verse": 12,
      "text": "אים אפוא חכמיך ויגידו נא לך וידעו מה יעץ יהוה צבאות על מצרים׃"
    },
    {
      "verse": 13,
      "text": "נואלו שרי צען נשאו שרי נף התעו את מצרים פנת שבטיה׃"
    },
    {
      "verse": 14,
      "text": "יהוה מסך בקרבה רוח עועים והתעו את מצרים בכל מעשהו כהתעות שכור בקיאו׃"
    },
    {
      "verse": 15,
      "text": "ולא יהיה למצרים מעשה אשר יעשה ראש וזנב כפה ואגמון׃"
    },
    {
      "verse": 16,
      "text": "ביום ההוא יהיה מצרים כנשים וחרד ופחד מפני תנופת יד יהוה צבאות אשר הוא מניף עליו׃"
    },
    {
      "verse": 17,
      "text": "והיתה אדמת יהודה למצרים לחגא כל אשר יזכיר אתה אליו יפחד מפני עצת יהוה צבאות אשר הוא יועץ עליו׃"
    },
    {
      "verse": 18,
      "text": "ביום ההוא יהיו חמש ערים בארץ מצרים מדברות שפת כנען ונשבעות ליהוה צבאות עיר ההרס יאמר לאחת׃"
    },
    {
      "verse": 19,
      "text": "ביום ההוא יהיה מזבח ליהוה בתוך ארץ מצרים ומצבה אצל גבולה ליהוה׃"
    },
    {
      "verse": 20,
      "text": "והיה לאות ולעד ליהוה צבאות בארץ מצרים כי יצעקו אל יהוה מפני לחצים וישלח להם מושיע ורב והצילם׃"
    },
    {
      "verse": 21,
      "text": "ונודע יהוה למצרים וידעו מצרים את יהוה ביום ההוא ועבדו זבח ומנחה ונדרו נדר ליהוה ושלמו׃"
    },
    {
      "verse": 22,
      "text": "ונגף יהוה את מצרים נגף ורפוא ושבו עד יהוה ונעתר להם ורפאם׃"
    },
    {
      "verse": 23,
      "text": "ביום ההוא תהיה מסלה ממצרים אשורה ובא אשור במצרים ומצרים באשור ועבדו מצרים את אשור׃"
    },
    {
      "verse": 24,
      "text": "ביום ההוא יהיה ישראל שלישיה למצרים ולאשור ברכה בקרב הארץ׃"
    },
    {
      "verse": 25,
      "text": "אשר ברכו יהוה צבאות לאמר ברוך עמי מצרים ומעשה ידי אשור ונחלתי ישראל׃"
    }
  ]
}