{
  "book_id": "ISA",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "הנה יהוה בוקק הארץ ובולקה ועוה פניה והפיץ ישביה׃"
    },
    {
      "verse": 2,
      "text": "והיה כעם ככהן כעבד כאדניו כשפחה כגברתה כקונה כמוכר כמלוה כלוה כנשה כאשר נשא בו׃"
    },
    {
      "verse": 3,
      "text": "הבוק תבוק הארץ והבוז תבוז כי יהוה דבר את הדבר הזה׃"
    },
    {
      "verse": 4,
      "text": "אבלה נבלה הארץ אמללה נבלה תבל אמללו מרום עם הארץ׃"
    },
    {
      "verse": 5,
      "text": "והארץ חנפה תחת ישביה כי עברו תורת חלפו חק הפרו ברית עולם׃"
    },
    {
      "verse": 6,
      "text": "על כן אלה אכלה ארץ ויאשמו ישבי בה על כן חרו ישבי ארץ ונשאר אנוש מזער׃"
    },
    {
      "verse": 7,
      "text": "אבל תירוש אמללה גפן נאנחו כל שמחי לב׃"
    },
    {
      "verse": 8,
      "text": "שבת משוש תפים חדל שאון עליזים שבת משוש כנור׃"
    },
    {
      "verse": 9,
      "text": "בשיר לא ישתו יין ימר שכר לשתיו׃"
    },
    {
      "verse": 10,
      "text": "נשברה קרית תהו סגר כל בית מבוא׃"
    },
    {
      "verse": 11,
      "text": "צוחה על היין בחוצות ערבה כל שמחה גלה משוש הארץ׃"
    },
    {
      "verse": 12,
      "text": "נשאר בעיר שמה ושאיה יכת שער׃"
    },
    {
      "verse": 13,
      "text": "כי כה יהיה בקרב הארץ בתוך העמים כנקף זית כעוללת אם כלה בציר׃"
    },
    {
      "verse": 14,
      "text": "המה ישאו קולם ירנו בגאון יהוה צהלו מים׃"
    },
    {
      "verse": 15,
      "text": "על כן בארים כבדו יהוה באיי הים שם יהוה אלהי ישראל׃"
    },
    {
      "verse": 16,
      "text": "מכנף הארץ זמרת שמענו צבי לצדיק ואמר רזי לי רזי לי אוי לי בגדים בגדו ובגד בוגדים בגדו׃"
    },
    {
      "verse": 17,
      "text": "פחד ופחת ופח עליך יושב הארץ׃"
    },
    {
      "verse": 18,
      "text": "והיה הנס מקול הפחד יפל אל הפחת והעולה מתוך הפחת ילכד בפח כי ארבות ממרום נפתחו וירעשו מוסדי ארץ׃"
    },
    {
      "verse": 19,
      "text": "רעה התרעעה הארץ פור התפוררה ארץ מוט התמוטטה ארץ׃"
    },
    {
      "verse": 20,
      "text": "נוע תנוע ארץ כשכור והתנודדה כמלונה וכבד עליה פשעה ונפלה ולא תסיף קום׃"
    },
    {
      "verse": 21,
      "text": "והיה ביום ההוא יפקד יהוה על צבא המרום במרום ועל מלכי האדמה על האדמה׃"
    },
    {
      "verse": 22,
      "text": "ואספו אספה אסיר על בור וסגרו על מסגר ומרב ימים יפקדו׃"
    },
    {
      "verse": 23,
      "text": "וחפרה הלבנה ובושה החמה כי מלך יהוה צבאות בהר ציון ובירושלם ונגד זקניו כבוד׃"
    }
  ]
}