{
  "book_id": "ISA",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "הוי בנים סוררים נאם יהוה לעשות עצה ולא מני ולנסך מסכה ולא רוחי למען ספות חטאת על חטאת׃"
    },
    {
      "verse": 2,
      "text": "ההלכים לרדת מצרים ופי לא שאלו לעוז במעוז פרעה ולחסות בצל מצרים׃"
    },
    {
      "verse": 3,
      "text": "והיה לכם מעוז פרעה לבשת והחסות בצל מצרים לכלמה׃"
    },
    {
      "verse": 4,
      "text": "כי היו בצען שריו ומלאכיו חנס יגיעו׃"
    },
    {
      "verse": 5,
      "text": "כל הבאיש על עם לא יועילו למו לא לעזר ולא להועיל כי לבשת וגם לחרפה׃"
    },
    {
      "verse": 6,
      "text": "משא בהמות נגב בארץ צרה וצוקה לביא וליש מהם אפעה ושרף מעופף ישאו על כתף עירים חילהם ועל דבשת גמלים אוצרתם על עם לא יועילו׃"
    },
    {
      "verse": 7,
      "text": "ומצרים הבל וריק יעזרו לכן קראתי לזאת רהב הם שבת׃"
    },
    {
      "verse": 8,
      "text": "עתה בוא כתבה על לוח אתם ועל ספר חקה ותהי ליום אחרון לעד עד עולם׃"
    },
    {
      "verse": 9,
      "text": "כי עם מרי הוא בנים כחשים בנים לא אבו שמוע תורת יהוה׃"
    },
    {
      "verse": 10,
      "text": "אשר אמרו לראים לא תראו ולחזים לא תחזו לנו נכחות דברו לנו חלקות חזו מהתלות׃"
    },
    {
      "verse": 11,
      "text": "סורו מני דרך הטו מני ארח השביתו מפנינו את קדוש ישראל׃"
    },
    {
      "verse": 12,
      "text": "לכן כה אמר קדוש ישראל יען מאסכם בדבר הזה ותבטחו בעשק ונלוז ותשענו עליו׃"
    },
    {
      "verse": 13,
      "text": "לכן יהיה לכם העון הזה כפרץ נפל נבעה בחומה נשגבה אשר פתאם לפתע יבוא שברה׃"
    },
    {
      "verse": 14,
      "text": "ושברה כשבר נבל יוצרים כתות לא יחמל ולא ימצא במכתתו חרש לחתות אש מיקוד ולחשף מים מגבא׃"
    },
    {
      "verse": 15,
      "text": "כי כה אמר אדני יהוה קדוש ישראל בשובה ונחת תושעון בהשקט ובבטחה תהיה גבורתכם ולא אביתם׃"
    },
    {
      "verse": 16,
      "text": "ותאמרו לא כי על סוס ננוס על כן תנוסון ועל קל נרכב על כן יקלו רדפיכם׃"
    },
    {
      "verse": 17,
      "text": "אלף אחד מפני גערת אחד מפני גערת חמשה תנסו עד אם נותרתם כתרן על ראש ההר וכנס על הגבעה׃"
    },
    {
      "verse": 18,
      "text": "ולכן יחכה יהוה לחננכם ולכן ירום לרחמכם כי אלהי משפט יהוה אשרי כל חוכי לו׃"
    },
    {
      "verse": 19,
      "text": "כי עם בציון ישב בירושלם בכו לא תבכה חנון יחנך לקול זעקך כשמעתו ענך׃"
    },
    {
      "verse": 20,
      "text": "ונתן לכם אדני לחם צר ומים לחץ ולא יכנף עוד מוריך והיו עיניך ראות את מוריך׃"
    },
    {
      "verse": 21,
      "text": "ואזניך תשמענה דבר מאחריך לאמר זה הדרך לכו בו כי תאמינו וכי תשמאילו׃"
    },
    {
      "verse": 22,
      "text": "וטמאתם את צפוי פסילי כספך ואת אפדת מסכת זהבך תזרם כמו דוה צא תאמר לו׃"
    },
    {
      "verse": 23,
      "text": "ונתן מטר זרעך אשר תזרע את האדמה ולחם תבואת האדמה והיה דשן ושמן ירעה מקניך ביום ההוא כר נרחב׃"
    },
    {
      "verse": 24,
      "text": "והאלפים והעירים עבדי האדמה בליל חמיץ יאכלו אשר זרה ברחת ובמזרה׃"
    },
    {
      "verse": 25,
      "text": "והיה על כל הר גבה ועל כל גבעה נשאה פלגים יבלי מים ביום הרג רב בנפל מגדלים׃"
    },
    {
      "verse": 26,
      "text": "והיה אור הלבנה כאור החמה ואור החמה יהיה שבעתים כאור שבעת הימים ביום חבש יהוה את שבר עמו ומחץ מכתו ירפא׃"
    },
    {
      "verse": 27,
      "text": "הנה שם יהוה בא ממרחק בער אפו וכבד משאה שפתיו מלאו זעם ולשונו כאש אכלת׃"
    },
    {
      "verse": 28,
      "text": "ורוחו כנחל שוטף עד צואר יחצה להנפה גוים בנפת שוא ורסן מתעה על לחיי עמים׃"
    },
    {
      "verse": 29,
      "text": "השיר יהיה לכם כליל התקדש חג ושמחת לבב כהולך בחליל לבוא בהר יהוה אל צור ישראל׃"
    },
    {
      "verse": 30,
      "text": "והשמיע יהוה את הוד קולו ונחת זרועו יראה בזעף אף ולהב אש אוכלה נפץ וזרם ואבן ברד׃"
    },
    {
      "verse": 31,
      "text": "כי מקול יהוה יחת אשור בשבט יכה׃"
    },
    {
      "verse": 32,
      "text": "והיה כל מעבר מטה מוסדה אשר יניח יהוה עליו בתפים ובכנרות ובמלחמות תנופה נלחם בה׃"
    },
    {
      "verse": 33,
      "text": "כי ערוך מאתמול תפתה גם הוא למלך הוכן העמיק הרחב מדרתה אש ועצים הרבה נשמת יהוה כנחל גפרית בערה בה׃"
    }
  ]
}