{
  "book_id": "ISA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "בימים ההם חלה חזקיהו למות ויבוא אליו ישעיהו בן אמוץ הנביא ויאמר אליו כה אמר יהוה צו לביתך כי מת אתה ולא תחיה׃"
    },
    {
      "verse": 2,
      "text": "ויסב חזקיהו פניו אל הקיר ויתפלל אל יהוה׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אנה יהוה זכר נא את אשר התהלכתי לפניך באמת ובלב שלם והטוב בעיניך עשיתי ויבך חזקיהו בכי גדול׃"
    },
    {
      "verse": 4,
      "text": "ויהי דבר יהוה אל ישעיהו לאמר׃"
    },
    {
      "verse": 5,
      "text": "הלוך ואמרת אל חזקיהו כה אמר יהוה אלהי דוד אביך שמעתי את תפלתך ראיתי את דמעתך הנני יוסף על ימיך חמש עשרה שנה׃"
    },
    {
      "verse": 6,
      "text": "ומכף מלך אשור אצילך ואת העיר הזאת וגנותי על העיר הזאת׃"
    },
    {
      "verse": 7,
      "text": "וזה לך האות מאת יהוה אשר יעשה יהוה את הדבר הזה אשר דבר׃"
    },
    {
      "verse": 8,
      "text": "הנני משיב את צל המעלות אשר ירדה במעלות אחז בשמש אחרנית עשר מעלות ותשב השמש עשר מעלות במעלות אשר ירדה׃"
    },
    {
      "verse": 9,
      "text": "מכתב לחזקיהו מלך יהודה בחלתו ויחי מחליו׃"
    },
    {
      "verse": 10,
      "text": "אני אמרתי בדמי ימי אלכה בשערי שאול פקדתי יתר שנותי׃"
    },
    {
      "verse": 11,
      "text": "אמרתי לא אראה יה יה בארץ החיים לא אביט אדם עוד עם יושבי חדל׃"
    },
    {
      "verse": 12,
      "text": "דורי נסע ונגלה מני כאהל רעי קפדתי כארג חיי מדלה יבצעני מיום עד לילה תשלימני׃"
    },
    {
      "verse": 13,
      "text": "שויתי עד בקר כארי כן ישבר כל עצמותי מיום עד לילה תשלימני׃"
    },
    {
      "verse": 14,
      "text": "כסוס עגור כן אצפצף אהגה כיונה דלו עיני למרום אדני עשקה לי ערבני׃"
    },
    {
      "verse": 15,
      "text": "מה אדבר ואמר לי והוא עשה אדדה כל שנותי על מר נפשי׃"
    },
    {
      "verse": 16,
      "text": "אדני עליהם יחיו ולכל בהן חיי רוחי ותחלימני והחיני׃"
    },
    {
      "verse": 17,
      "text": "הנה לשלום מר לי מר ואתה חשקת נפשי משחת בלי כי השלכת אחרי גוך כל חטאי׃"
    },
    {
      "verse": 18,
      "text": "כי לא שאול תודך מות יהללך לא ישברו יורדי בור אל אמתך׃"
    },
    {
      "verse": 19,
      "text": "חי חי הוא יודך כמוני היום אב לבנים יודיע אל אמתך׃"
    },
    {
      "verse": 20,
      "text": "יהוה להושיעני ונגנותי ננגן כל ימי חיינו על בית יהוה׃"
    },
    {
      "verse": 21,
      "text": "ויאמר ישעיהו ישאו דבלת תאנים וימרחו על השחין ויחי׃"
    },
    {
      "verse": 22,
      "text": "ויאמר חזקיהו מה אות כי אעלה בית יהוה׃"
    }
  ]
}