{
  "book_id": "ISA",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "ועתה כה אמר יהוה בראך יעקב ויצרך ישראל אל תירא כי גאלתיך קראתי בשמך לי אתה׃"
    },
    {
      "verse": 2,
      "text": "כי תעבר במים אתך אני ובנהרות לא ישטפוך כי תלך במו אש לא תכוה ולהבה לא תבער בך׃"
    },
    {
      "verse": 3,
      "text": "כי אני יהוה אלהיך קדוש ישראל מושיעך נתתי כפרך מצרים כוש וסבא תחתיך׃"
    },
    {
      "verse": 4,
      "text": "מאשר יקרת בעיני נכבדת ואני אהבתיך ואתן אדם תחתיך ולאמים תחת נפשך׃"
    },
    {
      "verse": 5,
      "text": "אל תירא כי אתך אני ממזרח אביא זרעך וממערב אקבצך׃"
    },
    {
      "verse": 6,
      "text": "אמר לצפון תני ולתימן אל תכלאי הביאי בני מרחוק ובנותי מקצה הארץ׃"
    },
    {
      "verse": 7,
      "text": "כל הנקרא בשמי ולכבודי בראתיו יצרתיו אף עשיתיו׃"
    },
    {
      "verse": 8,
      "text": "הוציא עם עור ועינים יש וחרשים ואזנים למו׃"
    },
    {
      "verse": 9,
      "text": "כל הגוים נקבצו יחדו ויאספו לאמים מי בהם יגיד זאת וראשנות ישמיענו יתנו עדיהם ויצדקו וישמעו ויאמרו אמת׃"
    },
    {
      "verse": 10,
      "text": "אתם עדי נאם יהוה ועבדי אשר בחרתי למען תדעו ותאמינו לי ותבינו כי אני הוא לפני לא נוצר אל ואחרי לא יהיה׃"
    },
    {
      "verse": 11,
      "text": "אנכי אנכי יהוה ואין מבלעדי מושיע׃"
    },
    {
      "verse": 12,
      "text": "אנכי הגדתי והושעתי והשמעתי ואין בכם זר ואתם עדי נאם יהוה ואני אל׃"
    },
    {
      "verse": 13,
      "text": "גם מיום אני הוא ואין מידי מציל אפעל ומי ישיבנה׃"
    },
    {
      "verse": 14,
      "text": "כה אמר יהוה גאלכם קדוש ישראל למענכם שלחתי בבלה והורדתי בריחים כלם וכשדים באניות רנתם׃"
    },
    {
      "verse": 15,
      "text": "אני יהוה קדושכם בורא ישראל מלככם׃"
    },
    {
      "verse": 16,
      "text": "כה אמר יהוה הנותן בים דרך ובמים עזים נתיבה׃"
    },
    {
      "verse": 17,
      "text": "המוציא רכב וסוס חיל ועזוז יחדו ישכבו בל יקומו דעכו כפשתה כבו׃"
    },
    {
      "verse": 18,
      "text": "אל תזכרו ראשנות וקדמניות אל תתבננו׃"
    },
    {
      "verse": 19,
      "text": "הנני עשה חדשה עתה תצמח הלוא תדעוה אף אשים במדבר דרך בישמון נהרות׃"
    },
    {
      "verse": 20,
      "text": "תכבדני חית השדה תנים ובנות יענה כי נתתי במדבר מים נהרות בישימן להשקות עמי בחירי׃"
    },
    {
      "verse": 21,
      "text": "עם זו יצרתי לי תהלתי יספרו׃"
    },
    {
      "verse": 22,
      "text": "ולא אתי קראת יעקב כי יגעת בי ישראל׃"
    },
    {
      "verse": 23,
      "text": "לא הביאת לי שה עלתיך וזבחיך לא כבדתני לא העבדתיך במנחה ולא הוגעתיך בלבונה׃"
    },
    {
      "verse": 24,
      "text": "לא קנית לי בכסף קנה וחלב זבחיך לא הרויתני אך העבדתני בחטאותיך הוגעתני בעונתיך׃"
    },
    {
      "verse": 25,
      "text": "אנכי אנכי הוא מחה פשעיך למעני וחטאתיך לא אזכר׃"
    },
    {
      "verse": 26,
      "text": "הזכירני נשפטה יחד ספר אתה למען תצדק׃"
    },
    {
      "verse": 27,
      "text": "אביך הראשון חטא ומליציך פשעו בי׃"
    },
    {
      "verse": 28,
      "text": "ואחלל שרי קדש ואתנה לחרם יעקב וישראל לגדופים׃"
    }
  ]
}