{
  "book_id": "ISA",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "שמעו זאת בית יעקב הנקראים בשם ישראל וממי יהודה יצאו הנשבעים בשם יהוה ובאלהי ישראל יזכירו לא באמת ולא בצדקה׃"
    },
    {
      "verse": 2,
      "text": "כי מעיר הקדש נקראו ועל אלהי ישראל נסמכו יהוה צבאות שמו׃"
    },
    {
      "verse": 3,
      "text": "הראשנות מאז הגדתי ומפי יצאו ואשמיעם פתאם עשיתי ותבאנה׃"
    },
    {
      "verse": 4,
      "text": "מדעתי כי קשה אתה וגיד ברזל ערפך ומצחך נחושה׃"
    },
    {
      "verse": 5,
      "text": "ואגיד לך מאז בטרם תבוא השמעתיך פן תאמר עצבי עשם ופסלי ונסכי צום׃"
    },
    {
      "verse": 6,
      "text": "שמעת חזה כלה ואתם הלוא תגידו השמעתיך חדשות מעתה ונצרות ולא ידעתם׃"
    },
    {
      "verse": 7,
      "text": "עתה נבראו ולא מאז ולפני יום ולא שמעתם פן תאמר הנה ידעתין׃"
    },
    {
      "verse": 8,
      "text": "גם לא שמעת גם לא ידעת גם מאז לא פתחה אזנך כי ידעתי בגוד תבגוד ופשע מבטן קרא לך׃"
    },
    {
      "verse": 9,
      "text": "למען שמי אאריך אפי ותהלתי אחטם לך לבלתי הכריתך׃"
    },
    {
      "verse": 10,
      "text": "הנה צרפתיך ולא בכסף בחרתיך בכור עני׃"
    },
    {
      "verse": 11,
      "text": "למעני למעני אעשה כי איך יחל וכבודי לאחר לא אתן׃"
    },
    {
      "verse": 12,
      "text": "שמע אלי יעקב וישראל מקראי אני הוא אני ראשון אף אני אחרון׃"
    },
    {
      "verse": 13,
      "text": "אף ידי יסדה ארץ וימיני טפחה שמים קרא אני אליהם יעמדו יחדו׃"
    },
    {
      "verse": 14,
      "text": "הקבצו כלכם ושמעו מי בהם הגיד את אלה יהוה אהבו יעשה חפצו בבבל וזרעו כשדים׃"
    },
    {
      "verse": 15,
      "text": "אני אני דברתי אף קראתיו הביאתיו והצליח דרכו׃"
    },
    {
      "verse": 16,
      "text": "קרבו אלי שמעו זאת לא מראש בסתר דברתי מעת היותה שם אני ועתה אדני יהוה שלחני ורוחו׃"
    },
    {
      "verse": 17,
      "text": "כה אמר יהוה גאלך קדוש ישראל אני יהוה אלהיך מלמדך להועיל מדריכך בדרך תלך׃"
    },
    {
      "verse": 18,
      "text": "לוא הקשבת למצותי ויהי כנהר שלומך וצדקתך כגלי הים׃"
    },
    {
      "verse": 19,
      "text": "ויהי כחול זרעך וצאצאי מעיך כמעתיו לא יכרת ולא ישמד שמו מלפני׃"
    },
    {
      "verse": 20,
      "text": "צאו מבבל ברחו מכשדים בקול רנה הגידו השמיעו זאת הוציאוה עד קצה הארץ אמרו גאל יהוה עבדו יעקב׃"
    },
    {
      "verse": 21,
      "text": "ולא צמאו בחרבות הוליכם מים מצור הזיל למו ויבקע צור ויזבו מים׃"
    },
    {
      "verse": 22,
      "text": "אין שלום אמר יהוה לרשעים׃"
    }
  ]
}