{
  "book_id": "ISA",
  "chapter": 57,
  "verses": [
    {
      "verse": 1,
      "text": "הצדיק אבד ואין איש שם על לב ואנשי חסד נאספים באין מבין כי מפני הרעה נאסף הצדיק׃"
    },
    {
      "verse": 2,
      "text": "יבוא שלום ינוחו על משכבותם הלך נכחו׃"
    },
    {
      "verse": 3,
      "text": "ואתם קרבו הנה בני עננה זרע מנאף ותזנה׃"
    },
    {
      "verse": 4,
      "text": "על מי תתענגו על מי תרחיבו פה תאריכו לשון הלוא אתם ילדי פשע זרע שקר׃"
    },
    {
      "verse": 5,
      "text": "הנחמים באלים תחת כל עץ רענן שחטי הילדים בנחלים תחת סעפי הסלעים׃"
    },
    {
      "verse": 6,
      "text": "בחלקי נחל חלקך הם הם גורלך גם להם שפכת נסך העלית מנחה העל אלה אנחם׃"
    },
    {
      "verse": 7,
      "text": "על הר גבה ונשא שמת משכבך גם שם עלית לזבח זבח׃"
    },
    {
      "verse": 8,
      "text": "ואחר הדלת והמזוזה שמת זכרונך כי מאתי גלית ותעלי הרחבת משכבך ותכרת לך מהם אהבת משכבם יד חזית׃"
    },
    {
      "verse": 9,
      "text": "ותשרי למלך בשמן ותרבי רקחיך ותשלחי צריך עד מרחק ותשפילי עד שאול׃"
    },
    {
      "verse": 10,
      "text": "ברב דרכך יגעת לא אמרת נואש חית ידך מצאת על כן לא חלית׃"
    },
    {
      "verse": 11,
      "text": "ואת מי דאגת ותיראי כי תכזבי ואותי לא זכרת לא שמת על לבך הלא אני מחשה ומעלם ואותי לא תיראי׃"
    },
    {
      "verse": 12,
      "text": "אני אגיד צדקתך ואת מעשיך ולא יועילוך׃"
    },
    {
      "verse": 13,
      "text": "בזעקך יצילך קבוציך ואת כלם ישא רוח יקח הבל והחוסה בי ינחל ארץ ויירש הר קדשי׃"
    },
    {
      "verse": 14,
      "text": "ואמר סלו סלו פנו דרך הרימו מכשול מדרך עמי׃"
    },
    {
      "verse": 15,
      "text": "כי כה אמר רם ונשא שכן עד וקדוש שמו מרום וקדוש אשכון ואת דכא ושפל רוח להחיות רוח שפלים ולהחיות לב נדכאים׃"
    },
    {
      "verse": 16,
      "text": "כי לא לעולם אריב ולא לנצח אקצוף כי רוח מלפני יעטוף ונשמות אני עשיתי׃"
    },
    {
      "verse": 17,
      "text": "בעון בצעו קצפתי ואכהו הסתר ואקצף וילך שובב בדרך לבו׃"
    },
    {
      "verse": 18,
      "text": "דרכיו ראיתי וארפאהו ואנחהו ואשלם נחמים לו ולאבליו׃"
    },
    {
      "verse": 19,
      "text": "בורא נוב שפתים שלום שלום לרחוק ולקרוב אמר יהוה ורפאתיו׃"
    },
    {
      "verse": 20,
      "text": "והרשעים כים נגרש כי השקט לא יוכל ויגרשו מימיו רפש וטיט׃"
    },
    {
      "verse": 21,
      "text": "אין שלום אמר אלהי לרשעים׃"
    }
  ]
}