{
  "book_id": "ISA",
  "chapter": 63,
  "verses": [
    {
      "verse": 1,
      "text": "מי זה בא מאדום חמוץ בגדים מבצרה זה הדור בלבושו צעה ברב כחו אני מדבר בצדקה רב להושיע׃"
    },
    {
      "verse": 2,
      "text": "מדוע אדם ללבושך ובגדיך כדרך בגת׃"
    },
    {
      "verse": 3,
      "text": "פורה דרכתי לבדי ומעמים אין איש אתי ואדרכם באפי וארמסם בחמתי ויז נצחם על בגדי וכל מלבושי אגאלתי׃"
    },
    {
      "verse": 4,
      "text": "כי יום נקם בלבי ושנת גאולי באה׃"
    },
    {
      "verse": 5,
      "text": "ואביט ואין עזר ואשתומם ואין סומך ותושע לי זרעי וחמתי היא סמכתני׃"
    },
    {
      "verse": 6,
      "text": "ואבוס עמים באפי ואשכרם בחמתי ואוריד לארץ נצחם׃"
    },
    {
      "verse": 7,
      "text": "חסדי יהוה אזכיר תהלת יהוה כעל כל אשר גמלנו יהוה ורב טוב לבית ישראל אשר גמלם כרחמיו וכרב חסדיו׃"
    },
    {
      "verse": 8,
      "text": "ויאמר אך עמי המה בנים לא ישקרו ויהי להם למושיע׃"
    },
    {
      "verse": 9,
      "text": "בכל צרתם לא צר ומלאך פניו הושיעם באהבתו ובחמלתו הוא גאלם וינטלם וינשאם כל ימי עולם׃"
    },
    {
      "verse": 10,
      "text": "והמה מרו ועצבו את רוח קדשו ויהפך להם לאויב הוא נלחם בם׃"
    },
    {
      "verse": 11,
      "text": "ויזכר ימי עולם משה עמו איה המעלם מים את רעי צאנו איה השם בקרבו את רוח קדשו׃"
    },
    {
      "verse": 12,
      "text": "מוליך לימין משה זרוע תפארתו בוקע מים מפניהם לעשות לו שם עולם׃"
    },
    {
      "verse": 13,
      "text": "מוליכם בתהמות כסוס במדבר לא יכשלו׃"
    },
    {
      "verse": 14,
      "text": "כבהמה בבקעה תרד רוח יהוה תניחנו כן נהגת עמך לעשות לך שם תפארת׃"
    },
    {
      "verse": 15,
      "text": "הבט משמים וראה מזבל קדשך ותפארתך איה קנאתך וגבורתך המון מעיך ורחמיך אלי התאפקו׃"
    },
    {
      "verse": 16,
      "text": "כי אתה אבינו כי אברהם לא ידענו וישראל לא יכירנו אתה יהוה אבינו גאלנו מעולם שמך׃"
    },
    {
      "verse": 17,
      "text": "למה תתענו יהוה מדרכיך תקשיח לבנו מיראתך שוב למען עבדיך שבטי נחלתך׃"
    },
    {
      "verse": 18,
      "text": "למצער ירשו עם קדשך צרינו בוססו מקדשך׃"
    },
    {
      "verse": 19,
      "text": "היינו מעולם לא משלת בם לא נקרא שמך עליהם׃"
    }
  ]
}