{
  "book_id": "PHM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "פולוס אסיר המשיח ישוע וטימותיוס האח אל פילימון החביב והעזר אתנו׃"
    },
    {
      "verse": 2,
      "text": "ואל אפיה האהובה ואל ארכפוס חבר מלחמתינו ואל הקהלה אשר בביתך׃"
    },
    {
      "verse": 3,
      "text": "חסד לכם ושלום מאת אלהים אבינו ואדנינו ישוע המשיח׃"
    },
    {
      "verse": 4,
      "text": "מודה אני לאלהי בכל עת בהזכירי אתך בתפלותי׃"
    },
    {
      "verse": 5,
      "text": "אחרי שמעי אהבתך ואמונתך אשר בך לאדנינו ישוע ולכל הקדושים׃"
    },
    {
      "verse": 6,
      "text": "למען אשר תאמץ התחברות אמונתך בדעת כל טוב אשר בכם לשם המשיח׃"
    },
    {
      "verse": 7,
      "text": "כי שמחה גדולה ונחמה יש לנו באהבתך באשר היתה רוחה למעי הקדושים אחי על ידיך׃"
    },
    {
      "verse": 8,
      "text": "לכן אף כי יש לי בטחון רב במשיח לצותך את הראוי לך הנה בחרתי למען האהבה לחלות את פניך׃"
    },
    {
      "verse": 9,
      "text": "כאשר הנה אנכי פולוס איש זקן ועתה גם אסיר ישוע המשיח׃"
    },
    {
      "verse": 10,
      "text": "אבקשה ממך על בני אשר הוללתיו במוסרי על אניסימוס׃"
    },
    {
      "verse": 11,
      "text": "אשר מלפנים לא הועיל לך ועתה הוא להועיל גם לך גם לי והשיבתיו אליך׃"
    },
    {
      "verse": 12,
      "text": "ואתה קבל נא אתו שהוא מעי׃"
    },
    {
      "verse": 13,
      "text": "חפצתי לעצר אתו אצלי שישרתני תחתיך במוסרות הבשורה׃"
    },
    {
      "verse": 14,
      "text": "אבל בלי רצונך לא אביתי לעשות דבר למען לא תהיה טובתך באנס כי אם בנדבה׃"
    },
    {
      "verse": 15,
      "text": "כי אולי נפרד ממך לשעה בעבור אשר יהיה לך לעולם׃"
    },
    {
      "verse": 16,
      "text": "ומעתה לא כעבד כי אם למעלה מעבד כאח אהוב שכן הוא לי ביותר ואף כי לך הן בבשר הן באדון׃"
    },
    {
      "verse": 17,
      "text": "והנה אם תחשבני לחבר לך תקבלנו כמוני׃"
    },
    {
      "verse": 18,
      "text": "ואם הרע לך בדבר או חיב הוא לך דבר חשבהו לי׃"
    },
    {
      "verse": 19,
      "text": "אני פולוס כתבתי בידי אני אשלם ולא אמר כי אתה חיב לי גם את נפשך׃"
    },
    {
      "verse": 20,
      "text": "כן אחי אהנה נא ממך באדון נחם נא את מעי באדון׃"
    },
    {
      "verse": 21,
      "text": "בבטחוני כי תשמע לי כתבתי אליך ויודע אני כי תעשה יותר ממה שאמרתי׃"
    },
    {
      "verse": 22,
      "text": "ועם זה גם תכין לי בית מלון כי אקוה אשר אנתן לכם על ידי תפלותיכם׃"
    },
    {
      "verse": 23,
      "text": "אפפרס האסור אתי במשיח ישוע׃"
    },
    {
      "verse": 24,
      "text": "ומרקוס וארסטרכוס ודימס ולוקס עזרי שאלים לשלומך׃"
    },
    {
      "verse": 25,
      "text": "חסד ישוע המשיח אדנינו עם רוחכם אמן׃"
    }
  ]
}