{
  "book_id": "2TI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "This understonde that in the last dayes shall come parelous tymes."
    },
    {
      "verse": 2,
      "text": "For the me shalbe lovers of their awne selves coveteous bosters proude cursed speakers disobedient to father and mother vnthakfull vnholy"
    },
    {
      "verse": 3,
      "text": "vnkinde trucebreakers stubborn falce accusars ryatours fearce despisers of the which are good"
    },
    {
      "verse": 4,
      "text": "traytours heddy hye mynded gredy apon volupteousnes more then the lovers of god"
    },
    {
      "verse": 5,
      "text": "havynge a similitude of godly lyvynge but have denyed the power ther of and soche abhorre."
    },
    {
      "verse": 6,
      "text": "Of this sorte are they which entre in to houses and brynge into bondage wymmen laden with synne which wemen are ledde of divers lustes"
    },
    {
      "verse": 7,
      "text": "ever learnynge and never able to come vnto the knowledge of the trueth."
    },
    {
      "verse": 8,
      "text": "As Iannes and Iambres withstode Moses even so do these resist the trueth men they are of corrupt myndes and leawde as concernynge the fayth:"
    },
    {
      "verse": 9,
      "text": "but they shall prevayle no lenger. For their madnes shalbe vttered vnto all men as theirs was."
    },
    {
      "verse": 10,
      "text": "But thou hast sene the experience of my doctrine fassion of lyuynge purpose fayth longe sufferynge love pacience"
    },
    {
      "verse": 11,
      "text": "persecucions and affliccions which happened vnto me at Antioche at Iconium and at lystra: which persecucions I suffered paciently. And from them all the lorde delivered me."
    },
    {
      "verse": 12,
      "text": "Ye and all that will live godly in Christ Iesu must suffre persecucions."
    },
    {
      "verse": 13,
      "text": "But the evyll men and disceavers shall wexe worsse and worsse whill they deceave and are deceaved them selves."
    },
    {
      "verse": 14,
      "text": "But continue thou in the thynges which thou hast learned which also were committed vnto the seynge thou knowest of whom thou hast learned them"
    },
    {
      "verse": 15,
      "text": "and for as moche also as thou hast knowe holy scripture of a chylde which is able to make the wyse vnto saluacion thorowe the fayth which ys in Christ Iesu."
    },
    {
      "verse": 16,
      "text": "For all scripture geve by inspiracion of god is proffitable to teache to improve to amende and to instruct in rightewesnes"
    },
    {
      "verse": 17,
      "text": "that the man of god maye be perfect and prepared vnto all good workes."
    }
  ]
}