{
  "book_id": "HAG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Inthe second year of Darius the king, in the sixth month, in the first day of the month, came the word of the Lordby Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech the high priest, saying,"
    },
    {
      "verse": 2,
      "text": "Thus speaketh the Lordof hosts, saying, This people say, The time is not come, the time that the Lord’shouse should be built."
    },
    {
      "verse": 3,
      "text": "Then came the word of the Lordby Haggai the prophet, saying,"
    },
    {
      "verse": 4,
      "text": "Is ittime for you, O ye, to dwell in your cieled houses, And this house liewaste?"
    },
    {
      "verse": 5,
      "text": "Now therefore thus saith the Lordof hosts; Consider your ways."
    },
    {
      "verse": 6,
      "text": "Ye have sown much, and bring in little; Yeeat, but ye have not enough; Yedrink, but ye are not filled with drink; Yeclothe you, but there is none warm; And he that earneth wages earneth wages to put itinto a bag with holes."
    },
    {
      "verse": 7,
      "text": "Thus saith the Lordof hosts; Consider your ways."
    },
    {
      "verse": 8,
      "text": "Go up tothe mountain, and bring wood, and build the house; And I will take pleasure in it, and I will be glorified, saith the Lord."
    },
    {
      "verse": 9,
      "text": "Yelooked for much, and lo, it cameto little; And when ye brought ithome, I did blow upon it. Why? saith the Lordof hosts. Because of mine house that iswaste, And ye run every man unto his own house."
    },
    {
      "verse": 10,
      "text": "Therefore the heaven over you is stayed from dew, And the earth is stayed fromher fruit."
    },
    {
      "verse": 11,
      "text": "And I called fora drought upon the land, and upon the mountains, And upon the corn, and upon the new wine, and upon the oil, And upon thatwhich the ground bringeth forth, And upon men, and upon cattle, and upon all the labour of the hands."
    },
    {
      "verse": 12,
      "text": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech the high priest, with all the remnant of the people, obeyed the voice of the Lordtheir God, and the words of Haggai the prophet, as the Lordtheir God had sent him, and the people did fear before the Lord."
    },
    {
      "verse": 13,
      "text": "Then spake Haggai the Lord’smessenger in the Lord’smessage unto the people, saying, I amwith you, saith the Lord."
    },
    {
      "verse": 14,
      "text": "And the Lordstirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the Lordof hosts, their God,"
    },
    {
      "verse": 15,
      "text": "in the four and twentieth day of the sixth month, in the second year of Darius the king."
    }
  ]
}