{
  "book_id": "HAG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc In\\sc* the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the \\sc Lord\\sc* by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech the high priest, saying,"
    },
    {
      "verse": 2,
      "text": "Thus speaketh the \\sc Lord\\sc* of hosts, saying, This people say, The time is not come, the time that the \\sc Lord’s\\sc* house should be built."
    },
    {
      "verse": 3,
      "text": "Then came the word of the \\sc Lord\\sc* by Haggai the prophet, saying,"
    },
    {
      "verse": 4,
      "text": "\\add Is it\\add* time for you, O ye, to dwell in your cieled houses, And this house \\add lie\\add* waste?"
    },
    {
      "verse": 5,
      "text": "Now therefore thus saith the \\sc Lord\\sc* of hosts; Consider your ways."
    },
    {
      "verse": 6,
      "text": "Ye have sown much, and bring in little; \\add Ye\\add* eat, but ye have not enough; \\add Ye\\add* drink, but ye are not filled with drink; \\add Ye\\add* clothe you, but there is none warm; And he that earneth wages earneth wages \\add to put it\\add* into a bag with holes."
    },
    {
      "verse": 7,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; Consider your ways."
    },
    {
      "verse": 8,
      "text": "Go up \\add to\\add* the mountain, and bring wood, and build the house; And I will take pleasure in it, and I will be glorified, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 9,
      "text": "\\add Ye\\add* looked for much, and lo, \\add it came\\add* to little; And when ye brought \\add it\\add* home, I did blow upon it. Why? saith the \\sc Lord\\sc* of hosts. Because of mine house that \\add is\\add* waste, And ye run every man unto his own house."
    },
    {
      "verse": 10,
      "text": "Therefore the heaven over you is stayed from dew, And the earth is stayed \\add from\\add* her fruit."
    },
    {
      "verse": 11,
      "text": "And I called \\add for\\add* a drought upon the land, and upon the mountains, And upon the corn, and upon the new wine, and upon the oil, And upon \\add that\\add* which the ground bringeth forth, And upon men, and upon cattle, and upon all the labour of the hands."
    },
    {
      "verse": 12,
      "text": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech the high priest, with all the remnant of the people, obeyed the voice of the \\sc Lord\\sc* their God, and the words of Haggai the prophet, as the \\sc Lord\\sc* their God had sent him, and the people did fear before the \\sc Lord\\sc*."
    },
    {
      "verse": 13,
      "text": "Then spake Haggai the \\sc Lord’s\\sc* messenger in the \\sc Lord’s\\sc* message unto the people, saying, I \\add am\\add* with you, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 14,
      "text": "And the \\sc Lord\\sc* stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the \\sc Lord\\sc* of hosts, their God,"
    },
    {
      "verse": 15,
      "text": "in the four and twentieth day of the sixth month, in the second year of Darius the king."
    }
  ]
}