{
  "book_id": "HAG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "In the seventh \\add month\\add*, in the one and twentieth \\add day\\add* of the month, came the word of the \\sc Lord\\sc* by the prophet Haggai, saying,"
    },
    {
      "verse": 2,
      "text": "Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech the high priest, and to the residue of the people, saying,"
    },
    {
      "verse": 3,
      "text": "Who \\add is\\add* left among you that saw this house in her first glory? And how do ye see it now? \\add Is it\\add* not in your eyes in comparison of it as nothing?"
    },
    {
      "verse": 4,
      "text": "Yet now be strong, O Zerubbabel, saith the \\sc Lord\\sc*; And be strong, O Joshua, son of Josedech, the high priest; And be strong, all ye people of the land, saith the \\sc Lord\\sc*, and work: For I \\add am\\add* with you, saith the \\sc Lord\\sc* of hosts:"
    },
    {
      "verse": 5,
      "text": "\\add According to\\add* the word that I covenanted with you when ye came out of Egypt, So my spirit remaineth among you: fear ye not."
    },
    {
      "verse": 6,
      "text": "For thus saith the \\sc Lord\\sc* of hosts; Yet once, it \\add is\\add* a little while, And I \\add will\\add* shake the heavens, and the earth, and the sea, and the dry \\add land;\\add*"
    },
    {
      "verse": 7,
      "text": "And I will shake all nations, and the desire of all nations shall come: And I will fill this house \\add with\\add* glory, saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 8,
      "text": "The silver \\add is\\add* mine, and the gold \\add is\\add* mine, saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 9,
      "text": "The glory of this latter house shall be greater than of the former, saith the \\sc Lord\\sc* of hosts: And in this place will I give peace, saith the \\sc Lord\\sc* of hosts."
    },
    {
      "verse": 10,
      "text": "In the four and twentieth \\add day\\add* of the ninth \\add month\\add*, in the second year of Darius, came the word of the \\sc Lord\\sc* by Haggai the prophet, saying,"
    },
    {
      "verse": 11,
      "text": "Thus saith the \\sc Lord\\sc* of hosts; Ask now the priests \\add concerning\\add* the law, saying,"
    },
    {
      "verse": 12,
      "text": "If one bear holy flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any meat, shall it be holy? And the priests answered and said, No."
    },
    {
      "verse": 13,
      "text": "Then said Haggai, If \\add one that is\\add* unclean \\add by\\add* a dead body touch any of these, shall it be unclean? And the priests answered and said, It shall be unclean."
    },
    {
      "verse": 14,
      "text": "Then answered Haggai, and said, So \\add is\\add* this people, and so \\add is\\add* this nation before me, saith the \\sc Lord\\sc*; And so \\add is\\add* every work of their hands; And \\add that\\add* which they offer there \\add is\\add* unclean."
    },
    {
      "verse": 15,
      "text": "And now, I pray you, consider from this day and upward, From before a stone was laid upon a stone in the temple of the \\sc Lord\\sc*:"
    },
    {
      "verse": 16,
      "text": "Since those \\add days\\add* were, when \\add one\\add* came to a heap of twenty \\add measures\\add*, there were \\add but\\add* ten: When \\add one\\add* came to the pressfat for to draw out fifty \\add vessels out of\\add* the press, there were \\add but\\add* twenty."
    },
    {
      "verse": 17,
      "text": "I smote you with blasting and with mildew and with hail \\add In\\add* all the labours of your hands; Yet ye \\add turned\\add* not to me, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 18,
      "text": "Consider now from this day and upward, From the four and twentieth day of the ninth \\add month\\add*, \\add Even\\add* from the day that the foundation of the \\sc Lord’s\\sc* temple was laid, consider \\add it\\add*."
    },
    {
      "verse": 19,
      "text": "\\add Is\\add* the seed yet in the barn? Yea, as yet the vine, and the fig tree, and the pomegranate, and the olive tree, hath not brought forth: From this day will I bless \\add you\\add*."
    },
    {
      "verse": 20,
      "text": "And again the word of the \\sc Lord\\sc* came unto Haggai in the four and twentieth \\add day\\add* of the month, saying,"
    },
    {
      "verse": 21,
      "text": "Speak to Zerubbabel, governor of Judah, saying, I \\add will\\add* shake the heavens and the earth;"
    },
    {
      "verse": 22,
      "text": "And I will overthrow the throne of kingdoms, And I will destroy the strength of the kingdoms of the heathen; And I will overthrow the chariots, and those that ride in them; And the horses and their riders shall come down, Every one by the sword of his brother."
    },
    {
      "verse": 23,
      "text": "In that day, saith the \\sc Lord\\sc* of hosts, Will I take thee, O Zerubbabel, my servant, the son of Shealtiel, saith the \\sc Lord\\sc*, And will make thee as a signet: For I have chosen thee, saith the \\sc Lord\\sc* of hosts."
    }
  ]
}