{
  "book_id": "SIR",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "Let us now praise famous men, and our fathers that begat us."
    },
    {
      "verse": 2,
      "text": "The Lord hath wrought great glory by them through his great power from the beginning."
    },
    {
      "verse": 3,
      "text": "Such as did bear rule in their kingdoms, men renowned for their power, giving counsel by their understanding, and declaring prophecies:"
    },
    {
      "verse": 4,
      "text": "Leaders of the people by their counsels, and by their knowledge of learning meet for the people, wise and eloquent are their instructions:"
    },
    {
      "verse": 5,
      "text": "Such as found out musical tunes, and recited verses in writing:"
    },
    {
      "verse": 6,
      "text": "Rich men furnished with ability, living peaceably in their habitations:"
    },
    {
      "verse": 7,
      "text": "All these were honoured in their generations, and were the glory of their times."
    },
    {
      "verse": 8,
      "text": "There be of them, that have left a name behind them, that their praises might be reported."
    },
    {
      "verse": 9,
      "text": "And some there be, which have no memorial; who are perished, as though they had never been; and are become as though they had never been born; and their children after them."
    },
    {
      "verse": 10,
      "text": "But these were merciful men, whose righteousness hath not been forgotten."
    },
    {
      "verse": 11,
      "text": "With their seed shall continually remain a good inheritance, and their children are within the covenant."
    },
    {
      "verse": 12,
      "text": "Their seed standeth fast, and their children for their sakes."
    },
    {
      "verse": 13,
      "text": "Their seed shall remain for ever, and their glory shall not be blotted out."
    },
    {
      "verse": 14,
      "text": "Their bodies are buried in peace; but their name liveth for evermore."
    },
    {
      "verse": 15,
      "text": "The people will tell of their wisdom, and the congregation will shew forth their praise."
    },
    {
      "verse": 16,
      "text": "Enoch pleased the Lord, and was translated, being an example of repentance to all generations."
    },
    {
      "verse": 17,
      "text": "Noah was found perfect and righteous; in the time of wrath he was taken in exchange for the world;therefore was he left as a remnant unto the earth, when the flood came."
    },
    {
      "verse": 18,
      "text": "An everlasting covenant was made with him, that all flesh should perish no more by the flood."
    },
    {
      "verse": 19,
      "text": "Abraham was a great father of many people: in glory was there none like unto him;"
    },
    {
      "verse": 20,
      "text": "Who kept the law of the most High, and was in covenant with him: he established the covenant in his flesh; and when he was proved, he was found faithful."
    },
    {
      "verse": 21,
      "text": "Therefore he assured him by an oath, that he would bless the nations in his seed, and that he would multiply him as the dust of the earth, and exalt his seed as the stars, and cause them to inherit from sea to sea, and from the river unto the utmost part of the land."
    },
    {
      "verse": 22,
      "text": "With Isaac did he establish likewise for Abraham his father’s sakethe blessing of all men, and the covenant,"
    },
    {
      "verse": 23,
      "text": "And made it rest upon the head of Jacob. He acknowledged him in his blessing, and gave him an heritage, and divided his portions; among the twelve tribes did he part them."
    }
  ]
}