{
  "book_id": "LUK",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο ἐν μιᾷ τῶν ἡμερῶν διδάσκοντος αὐτοῦ τὸν λαὸν ἐν τῷ ἱερῷ καὶ εὐαγγελιζομένου ἐπέστησαν οἱ ἱερεῖς καὶ οἱ γραμματεῖς σὺν τοῖς πρεσβυτέροις,"
    },
    {
      "verse": 2,
      "text": "καὶ εἶπαν λέγοντες πρὸς αὐτόν· εἰπὸν ἡμῖν ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιεῖς, ἢ τίς ἐστιν ὁ δούς σοι τὴν ἐξουσίαν ταύτην."
    },
    {
      "verse": 3,
      "text": "ἀποκριθεὶς δὲ εἶπεν πρὸς αὐτούς· ἐρωτήσω ὑμᾶς κἀγὼ λόγον, καὶ εἴπατέ μοι·"
    },
    {
      "verse": 4,
      "text": "τὸ βάπτισμα τὸ Ἰωάννου ἐξ οὐρανοῦ ἦν ἢ ἐξ ἀνθρώπων;"
    },
    {
      "verse": 5,
      "text": "οἱ δὲ συνελογίσαντο πρὸς ἑαυτοὺς λέγοντες ὅτι ἐὰν εἴπωμεν· ἐξ οὐρανοῦ, ἐρεῖ· διατί οὐκ ἐπιστεύσατε αὐτῷ;"
    },
    {
      "verse": 6,
      "text": "ἐὰν δὲ εἴπωμεν· ἐξ ἀνθρώπων, ὁ λαὸς ἅπας καταλιθάσει ἡμᾶς· πεπεισμένος γάρ ἐστιν Ἰωάννην προφήτην εἶναι."
    },
    {
      "verse": 7,
      "text": "καὶ ἀπεκρίθησαν μὴ εἰδέναι πόθεν."
    },
    {
      "verse": 8,
      "text": "καὶ ὁ Ἰησοῦς εἶπεν αὐτοῖς· οὐδὲ ἐγὼ λέγω ὑμῖν ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιῶ."
    },
    {
      "verse": 9,
      "text": "Ἤρξατο δὲ πρὸς τὸν λαὸν λέγειν τὴν παραβολὴν ταύτην. ἄνθρωπός ἐφύτευσεν ἀμπελῶνα καὶ ἐξέδετο αὐτὸν γεωργοῖς, καὶ ἀπεδήμησεν χρόνους ἱκανούς."
    },
    {
      "verse": 10,
      "text": "καὶ καιρῷ ἀπέστειλεν πρὸς τοὺς γεωργοὺς δοῦλον, ἵνα ἀπὸ τοῦ καρποῦ τοῦ ἀμπελῶνος δώσουσιν αὐτῷ· οἱ δὲ γεωργοὶ ἐξαπέστειλαν αὐτὸν δείραντες κενόν."
    },
    {
      "verse": 11,
      "text": "καὶ προσέθετο ἕτερον πέμψαι δοῦλον· οἱ δὲ κἀκεῖνον δείραντες καὶ ἀτιμάσαντες ἐξαπέστειλαν κενόν."
    },
    {
      "verse": 12,
      "text": "καὶ προσέθετο τρίτον πέμψαι· οἱ δὲ καὶ τοῦτον τραυματίσαντες ἐξέβαλον."
    },
    {
      "verse": 13,
      "text": "εἶπεν δὲ ὁ κύριος τοῦ ἀμπελῶνος· τί ποιήσω; πέμψω τὸν υἱόν μου τὸν ἀγαπητόν· ἴσως τοῦτον ἐντραπήσονται."
    },
    {
      "verse": 14,
      "text": "ἰδόντες δὲ αὐτὸν οἱ γεωργοὶ διελογίζοντο πρὸς ἀλλήλους λέγοντες· οὗτός ἐστιν ὁ κληρονόμος· ἀποκτείνωμεν αὐτόν, ἵνα ἡμῶν γένηται ἡ κληρονομία."
    },
    {
      "verse": 15,
      "text": "καὶ ἐκβαλόντες αὐτὸν ἔξω τοῦ ἀμπελῶνος ἀπέκτειναν. τί οὖν ποιήσει αὐτοῖς ὁ κύριος τοῦ ἀμπελῶνος;"
    },
    {
      "verse": 16,
      "text": "ἐλεύσεται καὶ ἀπολέσει τοὺς γεωργοὺς τούτους, καὶ δώσει τὸν ἀμπελῶνα ἄλλοις. ἀκούσαντες δὲ εἶπαν· μὴ γένοιτο."
    },
    {
      "verse": 17,
      "text": "ὁ δὲ ἐμβλέψας αὐτοῖς εἶπεν· τί οὖν ἐστιν τὸ γεγραμμένον τοῦτο· λίθον ὃν ἀπεδοκίμασαν οἱ οἰκοδομοῦντες, οὗτος ἐγενήθη εἰς κεφαλὴν γωνίας;"
    },
    {
      "verse": 18,
      "text": "πᾶς ὁ πεσὼν ἐπ’ ἐκεῖνον τὸν λίθον συνθλασθήσεται· ἐφ’ ὃν δ’ ἂν πέσῃ, λικμήσει αὐτόν."
    },
    {
      "verse": 19,
      "text": "καὶ ἐζήτησαν οἱ γραμματεῖς καὶ οἱ ἀρχιερεῖς ἐπιβαλεῖν ἐπ’ αὐτὸν τὰς χεῖρας ἐν αὐτῇ τῇ ὥρᾳ, καὶ ἐφοβήθησαν τὸν λαόν· ἔγνωσαν γὰρ ὅτι πρὸς αὐτοὺς εἶπεν τὴν παραβολὴν ταύτην."
    },
    {
      "verse": 20,
      "text": "Καὶ παρατηρήσαντες ἀπέστειλαν ἐνκαθέτους ὑποκρινομένους ἑαυτοὺς δικαίους εἶναι, ἵνα ἐπιλάβωνται αὐτοῦ λόγου, ὥστε παραδοῦναι αὐτὸν τῇ ἀρχῇ καὶ τῇ ἐξουσίᾳ τοῦ ἡγεμόνος."
    },
    {
      "verse": 21,
      "text": "καὶ ἐπηρώτησαν αὐτὸν λέγοντες· διδάσκαλε, οἴδαμεν ὅτι ὀρθῶς λέγεις καὶ διδάσκεις καὶ οὐ λαμβάνεις πρόσωπον, ἀλλ’ ἐπ’ ἀληθείας τὴν ὁδὸν τοῦ θεοῦ διδάσκεις·"
    },
    {
      "verse": 22,
      "text": "ἔξεστιν ἡμᾶς Καίσαρι φόρον δοῦναι ἢ οὔ;"
    },
    {
      "verse": 23,
      "text": "κατανοήσας δὲ αὐτῶν τὴν πανουργίαν εἶπεν πρὸς αὐτούς·"
    },
    {
      "verse": 24,
      "text": "δείξατέ μοι δηνάριον. τίνος ἔχει εἰκόνα καὶ ἐπιγραφήν; οἱ δὲ εἶπαν· Καίσαρος."
    },
    {
      "verse": 25,
      "text": "ὁ δὲ εἶπεν πρὸς αὐτούς· τοίνυν ἀπόδοτε τὰ Καίσαρος Καίσαρι καὶ τὰ τοῦ θεοῦ τῷ θεῷ."
    },
    {
      "verse": 26,
      "text": "καὶ οὐκ ἴσχυσαν ἐπιλαβέσθαι αὐτοῦ ῥήματος ἐναντίον τοῦ λαοῦ, καὶ θαυμάσαντες ἐπὶ τῇ ἀποκρίσει αὐτοῦ ἐσίγησαν."
    },
    {
      "verse": 27,
      "text": "Προσελθόντες δέ τινες τῶν Σαδδουκαίων, οἱ ἀντιλέγοντες ἀνάστασιν μὴ εἶναι, ἐπηρώτησαν αὐτὸν"
    },
    {
      "verse": 28,
      "text": "λέγοντες· διδάσκαλε, Μωϋσῆς ἔγραψεν ἡμῖν, ἐάν τινος ἀδελφὸς ἀποθάνῃ ἔχων γυναῖκα, καὶ οὗτος ἄτεκνος ᾖ, ἵνα λάβῃ ὁ ἀδελφὸς αὐτοῦ τὴν γυναῖκα καὶ ἐξαναστήσῃ σπέρμα τῷ ἀδελφῷ αὐτοῦ."
    },
    {
      "verse": 29,
      "text": "ἑπτὰ οὖν ἀδελφοὶ ἦσαν. καὶ ὁ πρῶτος λαβὼν γυναῖκα ἀπέθανεν ἄτεκνος·"
    },
    {
      "verse": 30,
      "text": "καὶ ὁ δεύτερος"
    },
    {
      "verse": 31,
      "text": "καὶ ὁ τρίτος ἔλαβεν αὐτήν, ὡσαύτως δὲ καὶ οἱ ἑπτὰ οὐ κατέλιπον τέκνα καὶ ἀπέθανον."
    },
    {
      "verse": 32,
      "text": "ὕστερον καὶ ἡ γυνὴ ἀπέθανεν."
    },
    {
      "verse": 33,
      "text": "ἡ γυνὴ οὖν ἐν τῇ ἀναστάσει τίνος αὐτῶν γίνεται γυνή; οἱ γὰρ ἑπτὰ ἔσχον αὐτὴν γυναῖκα."
    },
    {
      "verse": 34,
      "text": "καὶ εἶπεν αὐτοῖς ὁ Ἰησοῦς· οἱ υἱοὶ τοῦ αἰῶνος τούτου γαμοῦσιν καὶ γαμίσκονται,"
    },
    {
      "verse": 35,
      "text": "οἱ δὲ καταξιωθέντες τοῦ αἰῶνος ἐκείνου τυχεῖν καὶ τῆς ἀναστάσεως τῆς ἐκ νεκρῶν οὔτε γαμοῦσιν οὔτε γαμίζονται·"
    },
    {
      "verse": 36,
      "text": "οὔτε γὰρ ἀποθανεῖν ἔτι δύνανται, ἰσάγγελοι γάρ εἰσίν, καὶ υἱοί εἰσίν θεοῦ τῆς ἀναστάσεως υἱοὶ ὄντες."
    },
    {
      "verse": 37,
      "text": "ὅτι δὲ ἐγείρονται οἱ νεκροί, καὶ Μωϋσῆς ἐμήνυσεν ἐπὶ τῆς βάτου, ὡς λέγει κύριον τὸν θεὸν Ἀβραὰμ καὶ θεὸν Ἰσαὰκ καὶ θεὸν Ἰακώβ·"
    },
    {
      "verse": 38,
      "text": "θεὸς δὲ οὐκ ἔστιν νεκρῶν ἀλλὰ ζώντων· πάντες γὰρ αὐτῷ ζῶσιν."
    },
    {
      "verse": 39,
      "text": "ἀποκριθέντες δέ τινες τῶν γραμματέων εἶπαν· διδάσκαλε, καλῶς εἶπας·"
    },
    {
      "verse": 40,
      "text": "οὐκέτι γὰρ ἐτόλμων ἐπερωτᾶν αὐτὸν οὐδέν."
    },
    {
      "verse": 41,
      "text": "Εἶπεν δὲ πρὸς αὐτούς· πῶς λέγουσιν τὸν Χριστὸν εἶναι Δαυεὶδ υἱόν,"
    },
    {
      "verse": 42,
      "text": "αὐτὸς γὰρ Δαυεὶδ λέγει ἐν βίβλῳ ψαλμῶν· εἶπεν ὁ κύριος τῷ κυρίῳ μου· κάθου ἐκ δεξιῶν μου"
    },
    {
      "verse": 43,
      "text": "ἕως ἂν θῶ τοὺς ἐχθρούς σου ὑποπόδιον τῶν ποδῶν σου;"
    },
    {
      "verse": 44,
      "text": "Δαυεὶδ οὖν κύριον αὐτὸν καλεῖ, καὶ πῶς αὐτοῦ υἱός ἐστιν;"
    },
    {
      "verse": 45,
      "text": "Ἀκούοντος δὲ παντὸς τοῦ λαοῦ εἶπεν τοῖς μαθηταῖς·"
    },
    {
      "verse": 46,
      "text": "προσέχετε ἀπὸ τῶν γραμματέων τῶν θελόντων περιπατεῖν ἐν στολαῖς καὶ φιλούντων ἀσπασμοὺς ἐν ταῖς ἀγοραῖς καὶ πρωτοκαθεδρίας ἐν ταῖς συναγωγαῖς καὶ πρωτοκλισίας ἐν τοῖς δείπνοις,"
    },
    {
      "verse": 47,
      "text": "οἳ κατεσθίουσιν τὰς οἰκίας τῶν χηρῶν καὶ προφάσει μακρὰ προσεύχονται· οὗτοι λήμψονται περισσότερον κρίμα."
    }
  ]
}