{
  "book_id": "LUK",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Ἤγγιζεν δὲ ἡ ἑορτὴ τῶν ἀζύμων ἡ λεγομένη πάσχα,"
    },
    {
      "verse": 2,
      "text": "καὶ ἐζήτουν οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς τὸ πῶς ἀνέλωσιν αὐτόν· ἐφοβοῦντο γὰρ τὸν λαόν."
    },
    {
      "verse": 3,
      "text": "Εἰσῆλθεν δὲ σατανᾶς εἰς Ἰούδαν τὸν καλούμενον Ἰσκαριώτην, ὄντα ἐκ τοῦ ἀριθμοῦ τῶν δώδεκα·"
    },
    {
      "verse": 4,
      "text": "καὶ ἀπελθὼν συνελάλησεν τοῖς ἀρχιερεῦσιν καὶ στρατηγοῖς τὸ πῶς αὐτοῖς παραδῷ αὐτόν."
    },
    {
      "verse": 5,
      "text": "καὶ ἐχάρησαν, καὶ συνέθεντο αὐτῷ ἀργύριον δοῦναι·"
    },
    {
      "verse": 6,
      "text": "καὶ ἐξωμολόγησεν, καὶ ἐζήτει εὐκαιρίαν τοῦ παραδοῦναι αὐτὸν ἄτερ ὄχλου αὐτοῖς."
    },
    {
      "verse": 7,
      "text": "Ἦλθεν δὲ ἡ ἡμέρα τῶν ἀζύμων, ἐν ᾗ ἔδει θύεσθαι τὸ πάσχα,"
    },
    {
      "verse": 8,
      "text": "καὶ ἀπέστειλεν Πέτρον καὶ Ἰωάννην εἰπών· πορευθέντες ἑτοιμάσατε ἡμῖν τὸ πάσχα ἵνα φάγωμεν."
    },
    {
      "verse": 9,
      "text": "οἱ δὲ εἶπαν αὐτῷ· ποῦ θέλεις ἑτοιμάσωμεν;"
    },
    {
      "verse": 10,
      "text": "ὁ δὲ εἶπεν αὐτοῖς· ἰδοὺ εἰσελθόντων ὑμῶν εἰς τὴν πόλιν συναντήσει ὑμῖν ἄνθρωπος κεράμιον ὕδατος βαστάζων· ἀκολουθήσατε αὐτῷ εἰς τὴν οἰκίαν εἰς ἣν εἰσπορεύεται."
    },
    {
      "verse": 11,
      "text": "καὶ ἐρεῖτε τῷ οἰκοδεσπότῃ τῆς οἰκίας· λέγει σοι ὁ διδάσκαλος· ποῦ ἔστιν τὸ κατάλυμα ὅπου τὸ πάσχα μετὰ τῶν μαθητῶν μου φάγω;"
    },
    {
      "verse": 12,
      "text": "κἀκεῖνος ὑμῖν δείξει ἀνάγαιον μέγα ἐστρωμένον· ἐκεῖ ἑτοιμάσατε."
    },
    {
      "verse": 13,
      "text": "ἀπελθόντες δὲ εὗρον καθὼς εἰρήκει αὐτοῖς, καὶ ἡτοίμασαν τὸ πάσχα."
    },
    {
      "verse": 14,
      "text": "Καὶ ὅτε ἐγένετο ἡ ὥρα, ἀνέπεσεν, καὶ οἱ ἀπόστολοι σὺν αὐτῷ."
    },
    {
      "verse": 15,
      "text": "καὶ εἶπεν πρὸς αὐτούς· ἐπιθυμίᾳ ἐπεθύμησα τοῦτο τὸ πάσχα φαγεῖν μεθ’ ὑμῶν πρὸ τοῦ με παθεῖν·"
    },
    {
      "verse": 16,
      "text": "λέγω γὰρ ὑμῖν ὅτι οὐκέτι οὐ μὴ φάγω αὐτὸ ἕως ὅτου πληρωθῇ ἐν τῇ βασιλείᾳ τοῦ θεοῦ."
    },
    {
      "verse": 17,
      "text": "καὶ δεξάμενος ποτήριον εὐχαριστήσας εἶπεν· λάβετε τοῦτο καὶ διαμερίσατε εἰς ἑαυτούς·"
    },
    {
      "verse": 18,
      "text": "λέγω γὰρ ὑμῖν ὅτι οὐ μὴ πίω ἀπὸ τοῦ νῦν ἀπὸ τοῦ γενήματος τῆς ἀμπέλου ἕως ὅτου ἡ βασιλεία τοῦ θεοῦ ἔλθῃ."
    },
    {
      "verse": 19,
      "text": "Καὶ λαβὼν ἄρτον εὐχαριστήσας ἔκλασεν καὶ ἔδωκεν αὐτοῖς λέγων· τοῦτό ἐστιν τὸ σῶμά μου τὸ ὑπὲρ ὑμῶν διδόμενον· τοῦτο ποιεῖτε εἰς ἐμὴν ἀνάμνησιν."
    },
    {
      "verse": 20,
      "text": "καὶ τὸ ποτήριον ὡσαύτως μετὰ τὸ δειπνῆσαι, λέγων· τοῦτο τὸ ποτήριον ἡ καινὴ διαθήκη ἐν τῷ αἵματί μου, τὸ ὑπὲρ ὑμῶν ἐκχυννόμενον."
    },
    {
      "verse": 21,
      "text": "Πλὴν ἰδοὺ ἡ χεὶρ τοῦ παραδιδόντος με μετ’ ἐμοῦ ἐπὶ τῆς τραπέζης·"
    },
    {
      "verse": 22,
      "text": "ὅτι ὁ υἱὸς μὲν τοῦ ἀνθρώπου κατὰ τὸ ὡρισμένον πορεύεται, πλὴν οὐαὶ τῷ ἀνθρώπῳ ἐκείνῳ δι’ οὗ παραδίδοται."
    },
    {
      "verse": 23,
      "text": "καὶ αὐτοὶ ἤρξαντο συζητεῖν πρὸς ἑαυτοὺς τὸ τίς ἄρα εἴη ἐξ αὐτῶν ὁ τοῦτο μέλλων πράσσειν."
    },
    {
      "verse": 24,
      "text": "Ἐγένετο δὲ καὶ φιλονεικία ἐν αὐτοῖς, τὸ τίς αὐτῶν δοκεῖ εἶναι μείζων."
    },
    {
      "verse": 25,
      "text": "ὁ δὲ εἶπεν αὐτοῖς· οἱ βασιλεῖς τῶν ἐθνῶν κυριεύουσιν αὐτῶν, καὶ οἱ ἐξουσιάζοντες αὐτῶν εὐεργέται καλοῦνται."
    },
    {
      "verse": 26,
      "text": "ὑμεῖς δὲ οὐχ οὕτως, ἀλλ’ ὁ μείζων ἐν ὑμῖν γινέσθω ὡς ὁ νεώτερος, καὶ ὁ ἡγούμενος ὡς ὁ διακονῶν."
    },
    {
      "verse": 27,
      "text": "τίς γὰρ μείζων, ὁ ἀνακείμενος ἢ ὁ διακονῶν; οὐχὶ ὁ ἀνακείμενος; ἐγὼ δὲ ἐν μέσῳ ὑμῶν εἰμι ὡς ὁ διακονῶν."
    },
    {
      "verse": 28,
      "text": "ὑμεῖς δέ ἐστε οἱ διαμεμενηκότες μετ’ ἐμοῦ ἐν τοῖς πειρασμοῖς μου·"
    },
    {
      "verse": 29,
      "text": "κἀγὼ διατίθεμαι ὑμῖν καθὼς διέθετό μοι ὁ πατήρ μου βασιλείαν,"
    },
    {
      "verse": 30,
      "text": "ἵνα ἔσθητε καὶ πίνητε ἐπὶ τῆς τραπέζης μου ἐν τῇ βασιλείᾳ μου, καὶ καθήσεσθε ἐπὶ θρόνων κρίνοντες τὰς δώδεκα φυλὰς τοῦ Ἰσραήλ."
    },
    {
      "verse": 31,
      "text": "Σίμων Σίμων, ἰδοὺ ὁ σατανᾶς ἐξῃτήσατο ὑμᾶς τοῦ σινιάσαι ὡς τὸν σῖτον·"
    },
    {
      "verse": 32,
      "text": "ἐγὼ δὲ ἐδεήθην περὶ σοῦ ἵνα μὴ ἐκλίπῃ ἡ πίστις σου. καὶ σύ ποτε ἐπιστρέψας στήρισον τοὺς ἀδελφούς σου."
    },
    {
      "verse": 33,
      "text": "ὁ δὲ εἶπεν αὐτῷ· κύριε, μετὰ σοῦ ἕτοιμός εἰμι καὶ εἰς φυλακὴν καὶ εἰς θάνατον πορεύεσθαι."
    },
    {
      "verse": 34,
      "text": "ὁ δὲ εἶπεν· λέγω σοι, Πέτρε, οὐ φωνήσει σήμερον ἀλέκτωρ ἕως τρίς ἀπαρνήσῃ μὴ εἰδέναι με."
    },
    {
      "verse": 35,
      "text": "Καὶ εἶπεν αὐτοῖς· ὅτε ἀπέστειλα ὑμᾶς ἄτερ βαλλαντίου καὶ πήρας καὶ ὑποδημάτων, μή τινος ὑστερήσατε; οἱ δὲ εἶπαν· οὐθενός."
    },
    {
      "verse": 36,
      "text": "ὁ δὲ εἶπεν αὐτοῖς· ἀλλὰ νῦν ὁ ἔχων βαλλάντιον ἀράτω, ὁμοίως καὶ πήραν, καὶ ὁ μὴ ἔχων πωλησάτω τὸ ἱμάτιον αὐτοῦ καὶ ἀγορασάτω μάχαιραν."
    },
    {
      "verse": 37,
      "text": "λέγω γὰρ ὑμῖν ὅτι τοῦτο τὸ γεγραμμένον δεῖ τελεσθῆναι ἐν ἐμοί, τό· καὶ μετὰ ἀνόμων ἐλογίσθη· καὶ γὰρ τὸ περὶ ἐμοῦ τέλος ἔχει."
    },
    {
      "verse": 38,
      "text": "οἱ δὲ εἶπαν· κύριε, ἰδοὺ μάχαιραι ὧδε δύο. ὁ δὲ εἶπεν αὐτοῖς· ἱκανόν ἐστιν."
    },
    {
      "verse": 39,
      "text": "Καὶ ἐξελθὼν ἐπορεύθη κατὰ τὸ ἔθος εἰς τὸ ὄρος τῶν ἐλαιῶν· ἠκολούθησαν δὲ αὐτῷ καὶ οἱ μαθηταί."
    },
    {
      "verse": 40,
      "text": "γενόμενος δὲ ἐπὶ τοῦ τόπου εἶπεν αὐτοῖς· προσεύχεσθε μὴ εἰσελθεῖν εἰς πειρασμόν."
    },
    {
      "verse": 41,
      "text": "καὶ αὐτὸς ἀπεσπάσθη ἀπ’ αὐτῶν ὡσεὶ λίθου βολήν, καὶ θεὶς τὰ γόνατα προσηύχετο"
    },
    {
      "verse": 42,
      "text": "λέγων· πάτερ, εἰ βούλει παρενέγκαι τοῦτο τὸ ποτήριον ἀπ’ ἐμοῦ· πλὴν μὴ τὸ θέλημά μου ἀλλὰ τὸ σὸν γινέσθω."
    },
    {
      "verse": 43,
      "text": "ὤφθη δὲ αὐτῷ ἄγγελος ἀπ’ οὐρανοῦ ἐνισχύων αὐτόν."
    },
    {
      "verse": 44,
      "text": "καὶ γενόμενος ἐν ἀγωνίᾳ ἐκτενέστερον προσηύχετο· καὶ ἐγένετο ὁ ἱδρὼς αὐτοῦ ὡσεὶ θρόμβοι αἵματος καταβαίνοντος ἐπὶ τὴν γῆν."
    },
    {
      "verse": 45,
      "text": "καὶ ἀναστὰς ἀπὸ τῆς προσευχῆς ἐλθὼν πρὸς τοὺς μαθητὰς εὗρεν κοιμωμένους αὐτοὺς ἀπὸ τῆς λύπης,"
    },
    {
      "verse": 46,
      "text": "καὶ εἶπεν αὐτοῖς· τί καθεύδετε; ἀναστάντες προσεύχεσθε, ἵνα μὴ εἰσέλθητε εἰς πειρασμόν."
    },
    {
      "verse": 47,
      "text": "Ἔτι αὐτοῦ λαλοῦντος ἰδοὺ ὄχλος, καὶ ὁ λεγόμενος Ἰούδας εἷς τῶν δώδεκα προήρχετο αὐτούς, καὶ ἤγγισεν τῷ Ἰησοῦ φιλῆσαι αὐτόν."
    },
    {
      "verse": 48,
      "text": "Ἰησοῦς δὲ εἶπεν αὐτῷ· Ἰούδα, φιλήματι τὸν υἱὸν τοῦ ἀνθρώπου παραδίδως;"
    },
    {
      "verse": 49,
      "text": "ἰδόντες δὲ οἱ περὶ αὐτὸν τὸ ἐσόμενον εἶπαν· κύριε, εἰ πατάξομεν ἐν μαχαίρῃ;"
    },
    {
      "verse": 50,
      "text": "καὶ ἐπάταξεν εἷς τις ἐξ αὐτῶν τοῦ ἀρχιερέως τὸν δοῦλον καὶ ἀφεῖλεν τὸ οὖς αὐτοῦ τὸ δεξιόν."
    },
    {
      "verse": 51,
      "text": "ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν· ἐᾶτε ἕως τούτου. καὶ ἁψάμενος τοῦ ὠτίου ἰάσατο αὐτόν."
    },
    {
      "verse": 52,
      "text": "εἶπεν δὲ Ἰησοῦς πρὸς τοὺς παραγενομένους πρὸς αὐτὸν ἀρχιερεῖς καὶ στρατηγοὺς τοῦ ἱεροῦ καὶ πρεσβυτέρους· ὡς ἐπὶ λῃστὴν ἐξεληλύθατε μετὰ μαχαιρῶν καὶ ξύλων·"
    },
    {
      "verse": 53,
      "text": "καθ’ ἡμέραν ὄντος μου μεθ’ ὑμῶν ἐν τῷ ἱερῷ οὐκ ἐξετείνατε τὰς χεῖρας ἐπ’ ἐμέ. ἀλλ’ αὕτη ἐστὶν ὑμῶν ἡ ὥρα καὶ ἡ ἐξουσία τοῦ σκότους."
    },
    {
      "verse": 54,
      "text": "Συλλαβόντες δὲ αὐτὸν ἤγαγον καὶ εἰσήγαγον εἰς τὴν οἰκίαν τοῦ ἀρχιερέως· ὁ δὲ Πέτρος ἠκολούθει μακρόθεν."
    },
    {
      "verse": 55,
      "text": "περιαψάντων δὲ πῦρ ἐν μέσῳ τῆς αὐλῆς καὶ συνκαθισάντων ἐκάθητο ὁ Πέτρος μέσος αὐτῶν."
    },
    {
      "verse": 56,
      "text": "ἰδοῦσα δὲ αὐτὸν παιδίσκη τις καθήμενον πρὸς τὸ φῶς καὶ ἀτενίσασα αὐτῷ εἶπεν· καὶ οὗτος σὺν αὐτῷ ἦν."
    },
    {
      "verse": 57,
      "text": "ὁ δὲ ἠρνήσατο αὐτὸν λέγων· οὐκ οἶδα αὐτόν, γύναι."
    },
    {
      "verse": 58,
      "text": "καὶ μετὰ βραχὺ ἕτερος ἰδὼν αὐτὸν ἔφη· καὶ σὺ ἐξ αὐτῶν εἶ. ὁ δὲ Πέτρος ἔφη· ἄνθρωπε, οὐκ εἰμί."
    },
    {
      "verse": 59,
      "text": "καὶ διαστάσης ὡσεὶ ὥρας μιᾶς ἄλλος τις διϊσχυρίζετο λέγων· ἐπ’ ἀληθείας καὶ οὗτος μετ’ αὐτοῦ ἦν· καὶ γὰρ Γαλιλαῖός ἐστιν."
    },
    {
      "verse": 60,
      "text": "εἶπεν δὲ ὁ Πέτρος· ἄνθρωπε, οὐκ οἶδα ὃ λέγεις. καὶ παραχρῆμα ἔτι λαλοῦντος αὐτοῦ ἐφώνησεν ἀλέκτωρ,"
    },
    {
      "verse": 61,
      "text": "καὶ στραφεὶς ὁ κύριος ἐνέβλεψεν τῷ Πέτρῳ, καὶ ὑπεμνήσθη ὁ Πέτρος τοῦ λόγου τοῦ κυρίου, ὡς εἶπεν αὐτῷ ὅτι πρὶν ἀλέκτορα φωνῆσαι σήμερον ἀπαρνήσῃ με τρίς."
    },
    {
      "verse": 62,
      "text": "καὶ ἐξελθὼν ἔξω ἔκλαυσεν πικρῶς."
    },
    {
      "verse": 63,
      "text": "Καὶ οἱ ἄνδρες οἱ συνέχοντες αὐτὸν ἐνέπαιζον αὐτῷ δέροντες,"
    },
    {
      "verse": 64,
      "text": "καὶ περικαλύψαντες αὐτὸν ἐπηρώτων λέγοντες· προφήτευσον, τίς ἐστιν ὁ παίσας σε;"
    },
    {
      "verse": 65,
      "text": "καὶ ἕτερα πολλὰ βλασφημοῦντες ἔλεγον εἰς αὐτόν."
    },
    {
      "verse": 66,
      "text": "Καὶ ὡς ἐγένετο ἡμέρα, συνήχθη τὸ πρεσβυτέριον τοῦ λαοῦ, ἀρχιερεῖς τε καὶ γραμματεῖς, καὶ ἀπήγαγον αὐτὸν εἰς τὸ συνέδριον αὐτῶν, λέγοντες· εἰ σὺ εἶ ὁ Χριστός, εἰπὸν ἡμῖν."
    },
    {
      "verse": 67,
      "text": "εἶπεν δὲ αὐτοῖς· ἐὰν ὑμῖν εἴπω οὐ μὴ πιστεύσητε·"
    },
    {
      "verse": 68,
      "text": "ἐὰν δὲ ἐρωτήσω, οὐ μὴ ἀποκριθῆτε."
    },
    {
      "verse": 69,
      "text": "ἀπὸ τοῦ νῦν δὲ ἔσται ὁ υἱὸς τοῦ ἀνθρώπου καθήμενος ἐκ δεξιῶν τῆς δυνάμεως τοῦ θεοῦ."
    },
    {
      "verse": 70,
      "text": "εἶπαν δὲ πάντες· σὺ οὖν εἶ ὁ υἱὸς τοῦ θεοῦ; ὁ δὲ πρὸς αὐτοὺς ἔφη· ὑμεῖς λέγετε, ὅτι ἐγώ εἰμι."
    },
    {
      "verse": 71,
      "text": "οἱ δὲ εἶπαν· τί ἔτι ἔχομεν μαρτυρίας χρείαν; αὐτοὶ γὰρ ἠκούσαμεν ἀπὸ τοῦ στόματος αὐτοῦ."
    }
  ]
}