{
  "book_id": "ROM",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Therefore thou art inexcusable, O man, whosoeuer thou art that condemnest: for in that that thou condemnest another, thou condemnest thy selfe: for thou that condemnest, doest the same things."
    },
    {
      "verse": 2,
      "text": "But we know that the iudgement of God is according to trueth, against them which comit such things."
    },
    {
      "verse": 3,
      "text": "And thinkest thou this, O thou man, that condemnest them which doe such thinges, and doest the same, that thou shalt escape the iudgement of God?"
    },
    {
      "verse": 4,
      "text": "Or despisest thou the riches of his bountifulnesse, and patience, and long sufferance, not knowing that the bountifulnesse of God leadeth thee to repentance?"
    },
    {
      "verse": 5,
      "text": "But thou, after thine hardnesse, and heart that canot repent, heapest vp as a treasure vnto thy selfe wrath against the day of wrath, and of the declaration of the iust iudgement of God,"
    },
    {
      "verse": 6,
      "text": "Who wil reward euery man according to his woorkes:"
    },
    {
      "verse": 7,
      "text": "That is, to them which through patience in well doing, seeke glorie, and honour, and immortalitie, euerlasting life:"
    },
    {
      "verse": 8,
      "text": "But vnto them that are contentious and disobey the trueth, and obey vnrighteousnesse, shalbe indignation and wrath."
    },
    {
      "verse": 9,
      "text": "Tribulation and anguish shalbe vpon the soule of euery man that doeth euill: of the Iewe first, and also of the Grecian."
    },
    {
      "verse": 10,
      "text": "But to euery man that doeth good, shalbe glory, and honour, and peace: to the Iew first, and also to the Grecian."
    },
    {
      "verse": 11,
      "text": "For there is no respect of persons with God."
    },
    {
      "verse": 12,
      "text": "For as many as haue sinned without the Lawe, shall perish also without the Lawe: and as many as haue sinned in the Lawe, shall be iudged by the Lawe,"
    },
    {
      "verse": 13,
      "text": "(For the hearers of the Lawe are not righteous before God: but the doers of the Lawe shalbe iustified."
    },
    {
      "verse": 14,
      "text": "For when the Gentiles which haue not the Lawe, doe by nature, the things conteined in the Lawe, they hauing not the Lawe, are a Lawe vnto themselues,"
    },
    {
      "verse": 15,
      "text": "Which shew the effect of the Lawe written in their hearts, their conscience also bearing witnes, and their thoughts accusing one another, or excusing,)"
    },
    {
      "verse": 16,
      "text": "At the day when God shall iudge the secretes of men by Iesus Christ, according to my Gospel."
    },
    {
      "verse": 17,
      "text": "Beholde, thou art called a Iewe, and restest in the Lawe, and gloriest in God,"
    },
    {
      "verse": 18,
      "text": "And knowest his will, and triest the things that dissent from it, in that thou art instructed by the Lawe:"
    },
    {
      "verse": 19,
      "text": "And persuadest thy selfe that thou art a guide of the blinde, a light of them which are in darkenesse,"
    },
    {
      "verse": 20,
      "text": "An instructer of them which lacke discretion, a teacher of the vnlearned, which hast the forme of knowledge, and of the truth in ye Law."
    },
    {
      "verse": 21,
      "text": "Thou therefore, which teachest another, teachest thou not thy selfe? thou that preachest, A man should not steale, doest thou steale?"
    },
    {
      "verse": 22,
      "text": "Thou that saist, A man should not commit adulterie, doest thou commit adulterie? thou that abhorrest idoles, committest thou sacrilege?"
    },
    {
      "verse": 23,
      "text": "Thou that gloriest in the Lawe, through breaking the Lawe, dishonourest thou God?"
    },
    {
      "verse": 24,
      "text": "For ye Name of God is blasphemed among the Gentiles through you, as it is written."
    },
    {
      "verse": 25,
      "text": "For circucision verely is profitable, if thou do the Lawe: but if thou be a transgressour of the Lawe, thy circumcision is made vncircumcision."
    },
    {
      "verse": 26,
      "text": "Therefore if the vncircumcision keepe the ordinances of the Lawe, shall not his vncircumcision be counted for circumcision?"
    },
    {
      "verse": 27,
      "text": "And shall not vncircumcision which is by nature (if it keepe the Lawe) condemne thee which by the letter and circumcision art a transgressour of the Lawe?"
    },
    {
      "verse": 28,
      "text": "For hee is not a Iewe, which is one outwarde: neither is that circumcision, which is outward in the flesh:"
    },
    {
      "verse": 29,
      "text": "But he is a Iewe which is one within, and the circumcision is of the heart, in the spirite not in the letter, whose praise is not of men, but of God."
    }
  ]
}