{
  "book_id": "ESG",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And after this king Artaxerxes highly honoured Aman \\add son\\add* of Amadathes, the Bugæan, and exalted him, and set his seat above all his friends."
    },
    {
      "verse": 2,
      "text": "And all in the palace did him obeisance, for so the king had given orders to do: but Mardochæus did not do him obeisance."
    },
    {
      "verse": 3,
      "text": "And they in the king's palace said to Mardochæus, Mardochæus, why dost thou transgress the commands of the king?"
    },
    {
      "verse": 4,
      "text": "\\add Thus\\add* they spoke daily to him, but he hearkened not unto them; so they represented to Aman that Mardochæus resisted the commands of the king: and Mardochæus had shewn to them that he was a Jew."
    },
    {
      "verse": 5,
      "text": "And when Aman understood that Mardochæus did not obeisance to him, he was greatly enraged,"
    },
    {
      "verse": 6,
      "text": "and took counsel to destroy utterly all the Jews who were under the rule of Artaxerxes."
    },
    {
      "verse": 7,
      "text": "And he made a decree in the twelfth year of the reign of Artaxerxes, and cast lots daily and monthly, to slay in one day the race of Mardochæus: and the lot fell on the fourteenth \\add day\\add* of the month which is Adar."
    },
    {
      "verse": 8,
      "text": "And he spoke to king Artaxerxes, saying, There is a nation scattered among the nations in all thy kingdom, and their laws differ from \\add those of\\add* all the \\add other\\add* nations; and they disobey the laws of the king; and it is not expedient for the king to let them alone."
    },
    {
      "verse": 9,
      "text": "If it seem good to the king, let him make a decree to destroy them: and I will remit into the king's treasury ten thousand talents of silver."
    },
    {
      "verse": 10,
      "text": "And the king took off his ring, and gave it into the hands of Aman, to seal the decrees against the Jews."
    },
    {
      "verse": 11,
      "text": "And the king said to Aman, Keep the silver, and treat the nation as thou wilt."
    },
    {
      "verse": 12,
      "text": "So the king's recorders were called in the first month, on the thirteenth \\add day\\add*, and they wrote as Aman commanded to the captains and governors in every province, from India even to Ethiopia, to a hundred and twenty-seven provinces; and to the rulers of the nations according to their \\add several\\add* languages, in the name of king Artaxerxes."
    },
    {
      "verse": 13,
      "text": "And \\add the message\\add* was sent by posts throughout the kingdom of Artaxerxes, to destroy utterly the race of the Jews on the first day of the twelfth month, which is Adar, and to plunder their goods."
    },
    {
      "verse": 14,
      "text": "And the copies of the letters were published in every province; and an order was given to all the nations to be ready against that day."
    },
    {
      "verse": 15,
      "text": "And the business was hastened, and \\add that\\add* at Susa: and the king and Aman began to drink; but the city was troubled."
    }
  ]
}