{
  "book_id": "ZEP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*’s message, which came to Zephaniah, son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah, in the time of Josiah of Judah who was son of Amon. The Day of Judgment on Judah"
    },
    {
      "verse": 2,
      "text": "I will utterly destroy everything from off the face of the earth, says the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 3,
      "text": "I will sweep away human and animal, the birds of the sky and the fish of the sea. I will cause the wicked to stumble, and I will cut off humanity from the face of the earth, says the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 4,
      "text": "I will stretch out my hand over Judah and all the inhabitants of Jerusalem, and I will cut off from this place the last remnant of Baal and the name of the heathen priests,"
    },
    {
      "verse": 5,
      "text": "and those who worship on the housetops to the stars in the sky, and those worshippers of the \\+w Lord|strong=\"H3068\"\\+w*who also pay homage to Milcom,"
    },
    {
      "verse": 6,
      "text": "and those who turn back from following the \\+w Lord|strong=\"H3068\"\\+w*, And those who do not seek the \\+w Lord|strong=\"H3068\"\\+w*nor strive to find him."
    },
    {
      "verse": 7,
      "text": "Be silent before the Lord \\+w God|strong=\"H3068\"\\+w*, for near is the day of the \\+w Lord|strong=\"H3068\"\\+w*, for the \\+w Lord|strong=\"H3068\"\\+w*has prepared a sacrifice, he has sanctified his guests."
    },
    {
      "verse": 8,
      "text": "On the day of the \\+w Lord|strong=\"H3068\"\\+w*’ssacrifice: I will punish the officers and the royal princes, and all those who clothe themselves in foreign apparel."
    },
    {
      "verse": 9,
      "text": "On that day: I will punish all who leap over the threshold, who fill the house of their lord with violence and deceit."
    },
    {
      "verse": 10,
      "text": "Listen on that day, says the \\+w Lord|strong=\"H3068\"\\+w*: A cry will be heard from the Fish Gate, and a wailing from the New Quarter, and a great din from the hills."
    },
    {
      "verse": 11,
      "text": "Those who live in the Mortar wail, for all the traders are silenced, the money counters wiped out."
    },
    {
      "verse": 12,
      "text": "I will search Jerusalem with a lamp, I will punish those who are at ease, who sit comfortably with their wine, who say to themselves, “the \\+w Lord|strong=\"H3068\"\\+w*brings neither prosperity nor calamity.”"
    },
    {
      "verse": 13,
      "text": "Their wealth will become a prey and their houses a desolation. Though they build houses, they will not inhabit them; though they plant vineyards, they will not drink wine from them."
    },
    {
      "verse": 14,
      "text": "Near is the day of the \\+w Lord|strong=\"H3068\"\\+w*! Near and rapidly approaching! Near is the bitter day of the \\+w Lord|strong=\"H3068\"\\+w*, and the scream of the warrior."
    },
    {
      "verse": 15,
      "text": "That day is a day of wrath, a day of trouble and distress, a day of destruction and desolation, a day of darkness and gloom, a day of clouds and thick darkness,"
    },
    {
      "verse": 16,
      "text": "a day of the trumpet and battle-cry, against the fortified cities and against the high battlements."
    },
    {
      "verse": 17,
      "text": "And I will bring distress upon the people and they will walk as the blind, because they have sinned against the \\+w Lord|strong=\"H3068\"\\+w*, and their blood will be poured out as dust and their flesh as dung."
    },
    {
      "verse": 18,
      "text": "Neither their silver nor their gold will be able to save them. For in the day of the wrath of the \\+w Lord|strong=\"H3068\"\\+w*and in the fire of his fury the whole earth will be consumed. For he will make a speedy end of all the inhabitants of the earth."
    }
  ]
}