{
  "book_id": "JON",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The word of the Lord also came unto Jonah the son of 'Amitthai, saying,"
    },
    {
      "verse": 2,
      "text": "Arise, Go unto Nineveh, the great city, and proclaim against her; for their wickedness is come up before me."
    },
    {
      "verse": 3,
      "text": "But Jonah rose up to flee unto Tharshish from the presence of the Lord; and he went down to Joppa, and found a ship going to Tharshish, and paid the fare thereof, and went down into it, to go with them unto Tharshish, from the presence of the Lord."
    },
    {
      "verse": 4,
      "text": "But the Lord excited a great wind upon the sea, and there was a mighty tempest on the sea; and it was thought that the ship would be broken in pieces."
    },
    {
      "verse": 5,
      "text": "And the mariners were afraid, and called every man unto his god; and they cast forth the articles which were in the ship into the sea, to be lightened of them. But Jonah was gone down into the hold of the ship, and lay down, and was fast asleep."
    },
    {
      "verse": 6,
      "text": "So the ship-master came near unto him, and said unto him, Why dost thou sleep? arise, call upon thy God: perhaps it be that God will think of us, that we may not be lost."
    },
    {
      "verse": 7,
      "text": "And they said one to the other, Come, and let us cast lots; that we may know for whose cause this evil hath happened unto us. And they cast lots, and the lot fell upon Jonah."
    },
    {
      "verse": 8,
      "text": "Then said they unto him, Tell us, we pray thee, thou for whose cause this evil hath happened unto us, What is thy business? and whence comest thou? what is thy country? and of what people art thou?"
    },
    {
      "verse": 9,
      "text": "And he said unto them, I am a Hebrew; and I fear the Lord, the God of heaven, who hath made the sea and the dry land."
    },
    {
      "verse": 10,
      "text": "Then were the men exceedingly afraid and they said unto him, What is this thou hast done? for the men knew that he was flying from the presence of the Lord; because he had told them."
    },
    {
      "verse": 11,
      "text": "And they said unto him, What shall we do unto thee, that the sea may become calm around us? for the sea grew more and more tempestuous."
    },
    {
      "verse": 12,
      "text": "And he said unto them, Take me up, and cast me forth into the sea: so shall the sea be calm around you; for I know well that because of me is this great tempest upon you."
    },
    {
      "verse": 13,
      "text": "Nevertheless the men rowed hard to bring [the ship] back to the land; but they could not; for the sea grew more and more tempestuous around them."
    },
    {
      "verse": 14,
      "text": "And they called unto the Lord, and said, We beseech thee, O Lord, let us not be lost, we pray thee, for the life of this man, and lay not upon us [the guilt of] innocent blood; for thou art the Lord, as it pleaseth thee so dost thou do."
    },
    {
      "verse": 15,
      "text": "And they took up Jonah, and cast him forth into the sea: and the sea ceased from its raging."
    },
    {
      "verse": 16,
      "text": "And the men feared the Lord very greatly; and they offered a sacrifice unto the Lord, and made vows."
    },
    {
      "verse": 17,
      "text": "(2:1) And the Lord made ready a large fish to swallow up Jonah: and Jonah was in the belly of the fish three days and three nights."
    }
  ]
}