{
  "book_id": "JON",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And the word of the Lord came unto Jonah the second time, saying,"
    },
    {
      "verse": 2,
      "text": "Arise, go unto Nineveh, the great city, and proclaim unto it the proclamation which I shall speak unto thee."
    },
    {
      "verse": 3,
      "text": "And Jonah arose, and went unto Nineveh, according to the word of the Lord. Now Nineveh was a great city before God, a three days' journey."
    },
    {
      "verse": 4,
      "text": "And Jonah began to go through the city one day's journey, and he called out, and said, Yet forty days more, and Nineveh shall be overthrown."
    },
    {
      "verse": 5,
      "text": "And the men of Nineveh believed in God; and they proclaimed a fast, and put on sackcloth, from the greatest of them to the least of them."
    },
    {
      "verse": 6,
      "text": "For when the matter was come unto the king of Nineveh, he arose from his throne, and put off his mantle from him, and covered himself with sackcloth, and sat down on ashes."
    },
    {
      "verse": 7,
      "text": "And he caused to be proclaimed and he published through Nineveh, By the decree of the king and his chief men, it is said, Neither man nor beast, neither herds nor flocks, shall taste any thing; they shall not feed, nor drink water;"
    },
    {
      "verse": 8,
      "text": "But let man and beast be covered with sackcloth, and let [men] call unto God with might; and let them turn every one from his evil way, and from the violence which is in their hands."
    },
    {
      "verse": 9,
      "text": "Who knoweth, but God may turn and bethink himself, and turn away from the fierceness of his anger, that we perish not?"
    },
    {
      "verse": 10,
      "text": "And God saw their works, that they had turned from their evil way: and God bethought himself of the evil, which he had spoken that he would do unto them, and he did it not."
    }
  ]
}