{
  "book_id": "HOS",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "When I was about to deliver my people from captivity, When I would have healed Israel, Then the iniquity of Ephraim was discovered, And the wickedness of Samaria; For they practise fraud, And the thief entereth in, And the band of robbers spoileth without."
    },
    {
      "verse": 2,
      "text": "And they think not in their hearts, That I remember all their wickedness. Now shall their doings encompass them; They are before my face."
    },
    {
      "verse": 3,
      "text": "With their wickedness they gladden the king, And with their falsehoods the princes; All of them are adulterers;"
    },
    {
      "verse": 4,
      "text": "They are as an oven heated by the baker; He ceaseth to stir the fire, Until the dough which he hath kneaded be leavened."
    },
    {
      "verse": 5,
      "text": "On the feast-day of our king, the princes are sick with the heat of wine, And he stretcheth out his hand with revilers."
    },
    {
      "verse": 6,
      "text": "For they make ready their heart like an oven, while they lie in wait; All night the baker sleepeth; In the morning it gloweth like a flaming fire."
    },
    {
      "verse": 7,
      "text": "They all glow as an oven; They have devoured their judges; All their kings have fallen; And none among them calleth upon me."
    },
    {
      "verse": 8,
      "text": "Ephraim hath mixed himself with the nations; Ephraim is a cake not turned."
    },
    {
      "verse": 9,
      "text": "Strangers have devoured his strength, And he knoweth it not; Yea, gray hairs are sprinkled upon him, Yet he knoweth it not."
    },
    {
      "verse": 10,
      "text": "The pride of Israel testifieth to his face; Yet do not they return to Jehovah their God, Nor seek him, for all this."
    },
    {
      "verse": 11,
      "text": "Ephraim is like a silly dove, without understanding; They call upon Egypt; they go to Assyria."
    },
    {
      "verse": 12,
      "text": "When they go, I will spread my net over them; As birds of heaven will I bring them down. I will chastise them, as hath been proclaimed in their congregation."
    },
    {
      "verse": 13,
      "text": "Woe to them, for they have wandered from me! Destruction upon them, for they have rebelled against me! Though I myself would redeem them, they speak falsely to me."
    },
    {
      "verse": 14,
      "text": "They cry not to me from their heart, But howl upon their beds; For corn and wine they assemble themselves; They rebel against me."
    },
    {
      "verse": 15,
      "text": "I have chastened them; I have also strengthened their arms; Yet do they devise evil against me."
    },
    {
      "verse": 16,
      "text": "They return, but not to the Most High; They are like a deceitful bow; Their princes shall fall by the sword for the haughtiness of their tongues; This shall be their reproach in the land of Egypt."
    }
  ]
}