{
  "book_id": "HOS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Put the trumpet to thy mouth! Like an eagle cometh an enemy against the house of Jehovah, Because they have transgressed my covenant, And have rebelled against my law."
    },
    {
      "verse": 2,
      "text": "They shall say to me, My God, we know thee, we, thine Israel!"
    },
    {
      "verse": 3,
      "text": "Israel hath cast away what is good; The enemy shall pursue him."
    },
    {
      "verse": 4,
      "text": "They have set up kings, but not by me; They have made princes, and I knew it not. Of their silver and their gold have they made themselves idols, That they may be brought to destruction."
    },
    {
      "verse": 5,
      "text": "An abomination is thy calf, O Samaria! Mine anger is kindled against them; How long will it be ere they can attain to purity!"
    },
    {
      "verse": 6,
      "text": "For from Israel it came; The workman made it, and it is no God; Yea, into fragments shall the calf of Samaria be broken."
    },
    {
      "verse": 7,
      "text": "They have sown the wind, And they shall reap the whirlwind. They shall have no standing harvest; The ear shall yield no meal; If perchance it yield, strangers shall devour it."
    },
    {
      "verse": 8,
      "text": "Israel is swallowed up; Soon shall they become among the nations As a vessel which no one desireth."
    },
    {
      "verse": 9,
      "text": "For they have gone up to Assyria, Like a solitary wild-ass; Ephraim hireth lovers;"
    },
    {
      "verse": 10,
      "text": "But though they hire among the nations, Soon will I gather the nations against them; Then shall they rest a little while from the burden of their king, and their princes!"
    },
    {
      "verse": 11,
      "text": "Ephraim hath built many altars for sin, Therefore shall he have altars for sin."
    },
    {
      "verse": 12,
      "text": "Though I write for him many laws, They are accounted as a strange thing;"
    },
    {
      "verse": 13,
      "text": "As to the sacrifices which they should offer me, they slay flesh and eat it; Jehovah hath no pleasure in them. Now will he remember their iniquity, And punish their sins; To Egypt shall they return."
    },
    {
      "verse": 14,
      "text": "For Israel hath forgotten his Maker, and builded palaces, And Judah hath multiplied fenced cities; But I will send a fire upon his cities, And it shall devour his palaces."
    }
  ]
}