{
  "book_id": "HOS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Rejoice not, O Israel, Exult not, like the nations! For thou committest fornication, forsaking thy God! Thou lovest hire on every corn-floor."
    },
    {
      "verse": 2,
      "text": "The floor and the vat shall not feed them, And the new wine shall deceive them."
    },
    {
      "verse": 3,
      "text": "They shall not dwell in the land of Jehovah; To Egypt shall Ephraim go back, And eat unclean things in Assyria."
    },
    {
      "verse": 4,
      "text": "They shall pour out no offerings of wine to Jehovah, Nor shall their sacrifices please him; They shall be to them as the bread of mourners; All that eat thereof shall be polluted. Their bread shall be for their own hunger; It shall not come into the house of Jehovah."
    },
    {
      "verse": 5,
      "text": "What will ye do in the festal day, In the day of the feast of Jehovah?"
    },
    {
      "verse": 6,
      "text": "For, behold, they go forth from a wasted land; Egypt shall gather them; Memphis shall bury them; The precious places of their silver, Nettles shall possess them; Thorns shall spring up in their habitations."
    },
    {
      "verse": 7,
      "text": "The days of visitation are come; The days of retribution are come— Israel shall know that the prophet was foolish, That the man of the spirit was mad— For the greatness of` thy iniquity, and thy great hatred."
    },
    {
      "verse": 8,
      "text": "If Ephraim seek an answer from my God, The prophet is as the snare of the fowler in all his ways, A net in the house of his God."
    },
    {
      "verse": 9,
      "text": "They have deeply corrupted themselves, as in the days of Gibeah; He will remember their iniquity; He will requite their sins."
    },
    {
      "verse": 10,
      "text": "I found Israel as grapes in the wilderness; As the early fruit on the fig-tree, at its first time of bearing, I saw your fathers. But they went to Baal Peor, And separated themselves to shame, And had abominable idols according to their love."
    },
    {
      "verse": 11,
      "text": "The glory of Ephraim shall fly away as a bird; They shall not bring forth, nor bear in the womb, nor conceive;"
    },
    {
      "verse": 12,
      "text": "Yea, if they bring up children, I will utterly bereave them; Yea, woe to them when I depart from them!"
    },
    {
      "verse": 13,
      "text": "I have seen Ephraim planted, like Tyre, in a rich pasture, Yet shall Ephraim bring out his children to the murderer."
    },
    {
      "verse": 14,
      "text": "Give them, O Jehovah! What wilt thou give them? Give them a miscarrying womb, And dry breasts!"
    },
    {
      "verse": 15,
      "text": "All their wickedness is in Gilgal; Yea, there have I hated them for the wickedness of their doings; I will drive them from my house; I will love them no more; All their princes are revolters."
    },
    {
      "verse": 16,
      "text": "Ephraim is smitten; Their root is dried up; they shall bear no fruit; Yea, though they should beget children, I will destroy the beloved fruit of the womb."
    },
    {
      "verse": 17,
      "text": "My God shall cast them away, Because they have not hearkened to him, And they shall be wanderers among the nations."
    }
  ]
}