{
  "book_id": "HOS",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Israel is a luxuriant vine, That bringeth forth fruit; But according to the abundance of his fruit hath he abounded in altars; According to the goodness of his land hath he made goodly images."
    },
    {
      "verse": 2,
      "text": "Their heart is divided; now shall they suffer for it; He will break down their altars, And destroy their images."
    },
    {
      "verse": 3,
      "text": "For soon shall they say, We have no king, Because we fear not Jehovah; What can a king do for us?"
    },
    {
      "verse": 4,
      "text": "They utter empty words, Swearing falsely, making covenants, And now judgment springeth up, as hemlock in the furrows of the field."
    },
    {
      "verse": 5,
      "text": "For the calf of Bethaven shall the inhabitants of Samaria be in fear; Yea, its people shall grieve for it, And its priests shall tremble for it, Because its glory has departed from it."
    },
    {
      "verse": 6,
      "text": "It shall be carried to Assyria, As a present to the hostile king. Ephraim shall be covered with confusion, And Israel shall be ashamed of his doings,"
    },
    {
      "verse": 7,
      "text": "Samaria shall be brought to destruction; Her king shall be as a twig upon the waters."
    },
    {
      "verse": 8,
      "text": "The high places of Aven, the sin of Israel, shall be destroyed; The thorn and the thistle shall come up on their altars. And they shall say to the mountains, Cover us! And to the hills, Fall on us!"
    },
    {
      "verse": 9,
      "text": "More than in the days of Gibeah hast thou sinned, O Israel! There they stood; The battle in Gibeah against the sons of iniquity did not overtake them."
    },
    {
      "verse": 10,
      "text": "Now will I chastise them according to my pleasure, And the nations shall be gathered together against them, When I shall bind them for their two iniquities."
    },
    {
      "verse": 11,
      "text": "Ephraim is a trained heifer, that loveth to tread out the corn; But I will lay the yoke upon her fair neck; I will cause Ephraim to draw, Judah shall plough, Jacob shall harrow."
    },
    {
      "verse": 12,
      "text": "Sow for yourselves to righteousness, and ye shall reap according to your piety; Break up your fallow ground; For it is a time to seek Jehovah, Till he come and rain righteousness upon you."
    },
    {
      "verse": 13,
      "text": "Ye plough wickedness, ye shall reap injustice; Ye shall eat the fruit of falsehood. Because thou trustest in thy way, in the multitude of thy mighty men,"
    },
    {
      "verse": 14,
      "text": "There shall arise a tumult among thy people, And all thy fortresses shall be destroyed, As Shalman destroyed Betharbel in the day of battle, When the mother was dashed in pieces with her children."
    },
    {
      "verse": 15,
      "text": "Such things shall Bethel bring upon you Because of your great wickedness. In the morning shall the king of Israel be destroyed."
    }
  ]
}