{
  "book_id": "HOS",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "When Israel was a child, I loved him, And called my son out of Egypt,"
    },
    {
      "verse": 2,
      "text": "But they turned away from those that called them. They sacrificed to images of Baal; They burned incense to idols."
    },
    {
      "verse": 3,
      "text": "I helped Ephraim to go, Yea, I took them up in my arms; Yet they marked not that I healed them."
    },
    {
      "verse": 4,
      "text": "I drew them with human cords, with bands of love; I was to them as those who lift up the yoke from their jaws; I dealt gently with them, and gave them food."
    },
    {
      "verse": 5,
      "text": "They shall no more go down to Egypt; For the Assyrian shall be their king, Because they refuse to return to me."
    },
    {
      "verse": 6,
      "text": "The sword shall fall upon their cities, It shall consume their bars, and devour Because of their devices."
    },
    {
      "verse": 7,
      "text": "For my people persevere in turning away from me; Though they are called to the Most High, None will exalt him."
    },
    {
      "verse": 8,
      "text": "How shall I give thee up, Ephraim? How shall I abandon thee, Israel? How shall I make thee as Admah? How shall I set thee as Zeboim? My heart is changed within me; Yea, my compassion is kindled."
    },
    {
      "verse": 9,
      "text": "I will not execute the fierceness of mine anger; I will not again destroy Ephraim; For I am God, and not man, The Holy One in the midst of thee, And I will not come in anger."
    },
    {
      "verse": 10,
      "text": "They shall walk after Jehovah, when he shall roar like a lion, When he shall roar, then shall their sons hasten from the west;"
    },
    {
      "verse": 11,
      "text": "They shall hasten as a bird from Egypt, And as a dove from the land of Assyria, And I will place them in their houses, saith Jehovah."
    },
    {
      "verse": 12,
      "text": "Ephraim compasseth me about with falsehood, And the house of Israel with deceit; Judah also is inconstant toward God, Toward the holy and faithful one."
    }
  ]
}