{
  "book_id": "HOS",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Ephraim feedeth on wind, and followeth after the east wind; Every day he multiplieth falsehood and violence; They make a league with Assyria, And oil is carried into Egypt."
    },
    {
      "verse": 2,
      "text": "Therefore Jehovah hath a controversy with Judah. And he will punish Jacob for his ways, And requite him according to his doings."
    },
    {
      "verse": 3,
      "text": "In the womb he took his brother by the heel, And in his strength he contended with God;"
    },
    {
      "verse": 4,
      "text": "Yea, he contended with the angel, and prevailed; He wept, and made supplication to him. At Bethel he found him, And there he spake with us."
    },
    {
      "verse": 5,
      "text": "And Jehovah, the God of hosts, Jehovah is his name."
    },
    {
      "verse": 6,
      "text": "Therefore turn thou to thy God; Observe mercy and justice, And hope in thy God always!"
    },
    {
      "verse": 7,
      "text": "He is a Canaanite; in his hands are the balances of deceit; He loveth to oppress."
    },
    {
      "verse": 8,
      "text": "Yet Ephraim saith, Lo, I have become rich; I have found myself substance; In all my earnings can be found no transgression in which there is guilt."
    },
    {
      "verse": 9,
      "text": "Yet I, Jehovah, have been thy God from the land of Egypt; I will again cause thee to dwell in tents, as in the days of the solemn feast."
    },
    {
      "verse": 10,
      "text": "I have also spoken to the prophets, And I have given many visions, And by the prophets I have used similitudes."
    },
    {
      "verse": 11,
      "text": "Behold, Gilead is full of iniquity; Surely they have become corrupt; In Gilgal they sacrifice oxen, And their altars are like the heaps in the furrows of the field."
    },
    {
      "verse": 12,
      "text": "Jacob fled into the country of Syria, And Israel served for a wife, And for a wife he kept sheep."
    },
    {
      "verse": 13,
      "text": "By a prophet Jehovah brought up Israel out of Egypt, And by a prophet was he preserved."
    },
    {
      "verse": 14,
      "text": "Ephraim hath provoked his Lord most bitterly; Therefore will he leave his blood upon him, And recompense to him his reproach."
    }
  ]
}