{
  "book_id": "HOS",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Once when Ephraim spake, there was trembling; he was exalted in Israel; But he offended through Baal, and died."
    },
    {
      "verse": 2,
      "text": "And now they sin more and more, And have made to themselves molten images; Of their silver by their skill have they made idols; All of it is the work of artificers. They say concerning them, Whoever will sacrifice, let him kiss the calves!"
    },
    {
      "verse": 3,
      "text": "Therefore shall they be as the morning cloud, And as the early dew, which passeth away; As chaff driven with a whirlwind from the thrashing-floor, And as smoke from the chimney."
    },
    {
      "verse": 4,
      "text": "Yet I, Jehovah, have been thy God from the land of Egypt, And thou hast known no God but me; Yea, there was no saviour besides me."
    },
    {
      "verse": 5,
      "text": "I cared for thee in the desert, In the land of great drought."
    },
    {
      "verse": 6,
      "text": "As they were fed, so they were filled; They were filled, and their heart was lifted up; Therefore they forgot me."
    },
    {
      "verse": 7,
      "text": "Therefore have I become to them as a lion; As a leopard I watch for them in the way;"
    },
    {
      "verse": 8,
      "text": "I will meet them as a bear bereaved of her whelps, And I will rend the caul of their heart, And there will I devour them as a lioness; The wild beast shall tear them."
    },
    {
      "verse": 9,
      "text": "It hath been thy destruction, O Israel, That against me, against thy help, thou hast rebelled!"
    },
    {
      "verse": 10,
      "text": "Where is now thy king? Let him save thee in all thy cities! And where thy judges, In regard to whom thou saidst, Give me a king and princes!"
    },
    {
      "verse": 11,
      "text": "I gave thee a king in mine anger, And I have taken him away in my wrath;"
    },
    {
      "verse": 12,
      "text": "the iniquity of Ephraim is treasured up; His guilt is laid up in store."
    },
    {
      "verse": 13,
      "text": "The pangs of a travailing woman shall come upon him; He is an unwise son, For else would he not tarry long in the place of the breaking forth of children."
    },
    {
      "verse": 14,
      "text": "I will ransom them from the power of the grave; I will redeem them from death; O death, where is thy plague? O grave, where is thy destruction? Repentance is hidden from mine eyes."
    },
    {
      "verse": 15,
      "text": "Though he be fruitful among his brethren, An east wind shall come, A wind of Jehovah shall come up from the desert, And his spring shall become dry, And his fountain shall be dried up, And the treasure of all his pleasant vessels shall be spoiled."
    },
    {
      "verse": 16,
      "text": "Samaria shall suffer for her guilt, For she hath rebelled against her God. They shall fall by the sword; Their infants shall be dashed in pieces, And their women with child shall be ripped up."
    }
  ]
}