{
  "book_id": "1TI",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "First of all, then, I ask that petitions, prayers, intercessions, and thanksgivings should be offered for everyone,"
    },
    {
      "verse": 2,
      "text": "especially for kings and all who are in high positions, in order that we may lead a quiet and peaceful life in a deeply religious and reverent spirit."
    },
    {
      "verse": 3,
      "text": "This will be good and acceptable in the eyes of God, our Savior,"
    },
    {
      "verse": 4,
      "text": "whose will is that everyone should be saved, and attain to a full knowledge of the truth."
    },
    {
      "verse": 5,
      "text": "There is but one God, and one mediator between God and humanity – the human, Christ Jesus,"
    },
    {
      "verse": 6,
      "text": "who gave himself as a ransom on behalf of all. This must be our testimony, as opportunities present themselves;"
    },
    {
      "verse": 7,
      "text": "and it was for this that I was myself appointed a herald and an apostle (I am telling the simple truth and no lie) – a teacher of the Gentiles in the faith and truth."
    },
    {
      "verse": 8,
      "text": "My desire, then, is that it should be the custom everywhere for the men to lead the prayers, with hands reverently uplifted, avoiding heated controversy."
    },
    {
      "verse": 9,
      "text": "I also desire that women should adorn themselves with appropriate dress, worn quietly and modestly, and not with wreaths or gold ornaments for the hair, or pearls, or costly clothing,"
    },
    {
      "verse": 10,
      "text": "but – as is proper for women who profess to be religious – with good actions."
    },
    {
      "verse": 11,
      "text": "They must learn, listening quietly to their teachers and showing them all deference."
    },
    {
      "verse": 12,
      "text": "I do not consent to them becoming teachers, or exercising authority over men; they ought to not make a fuss."
    },
    {
      "verse": 13,
      "text": "Adam was formed first, not Eve."
    },
    {
      "verse": 14,
      "text": "And it was not Adam who was deceived; it was the woman who was entirely deceived and fell into sin."
    },
    {
      "verse": 15,
      "text": "But she will be saved by the birth of a child, if they never abandon faith, love, or holiness, and behave with modesty."
    }
  ]
}