{
  "book_id": "1TI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Faithful is the saying, If a man seeketh the office of a bishop, he desireth a good work."
    },
    {
      "verse": 2,
      "text": "The bishop therefore must be without reproach, the husband of one wife, temperate, soberminded, orderly, given to hospitality, apt to teach;"
    },
    {
      "verse": 3,
      "text": "no brawler, no striker; but gentle, not contentious, no lover of money;"
    },
    {
      "verse": 4,
      "text": "one that ruleth well his own house, having his in subjection with all gravity;"
    },
    {
      "verse": 5,
      "text": "(but if a man knoweth not how to rule his own house, how shall he take care of the church of God?)"
    },
    {
      "verse": 6,
      "text": "not a novice, lest being puffed up he fall into the condemnation of the devil."
    },
    {
      "verse": 7,
      "text": "Moreover he must have good testimony from them that are without; lest he fall into reproach and the snare of the devil."
    },
    {
      "verse": 8,
      "text": "Deacons in like manner must be , not doubletongued, not given to much wine, not greedy of filthy lucre;"
    },
    {
      "verse": 9,
      "text": "holding the mystery of the faith in a pure conscience."
    },
    {
      "verse": 10,
      "text": "And let these also first be proved; then let them serve as deacons, if they be blameless."
    },
    {
      "verse": 11,
      "text": "Women in like manner must be , not slanderers, temperate, faithful in all things."
    },
    {
      "verse": 12,
      "text": "Let deacons be husbands of one wife, ruling their and their own houses well."
    },
    {
      "verse": 13,
      "text": "For they that have served well as deacons gain to themselves a good standing, and great boldness in the faith which is in Christ Jesus."
    },
    {
      "verse": 14,
      "text": "These things write I unto thee, hoping to come unto thee shortly;"
    },
    {
      "verse": 15,
      "text": "but if I tarry long, that thou mayest know how men ought to behave themselves in the house of God, which is the church of the living God, the pillar and ground of the truth."
    },
    {
      "verse": 16,
      "text": "And without controversy great is the mystery of godliness; He who was manifested in the flesh, justified in the spirit, seen of angels, preached among the nations, believed on in the world, received up in glory."
    }
  ]
}