{
  "book_id": "ACT",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "The same thing occurred in Iconium, where Paul and Barnabas went into the Jewish synagogue, and spoke in such a way that a great number of both Jews and Greeks believed in Christ."
    },
    {
      "verse": 2,
      "text": "But the Jews who refused to believe stirred up the Gentiles, and poisoned their minds against the Lord’s followers."
    },
    {
      "verse": 3,
      "text": "Therefore Paul and Barnabas spent a long time there, and spoke out fearlessly, relying on the Lord, who confirmed the message of his love by permitting signs and wonders to take place at their hands."
    },
    {
      "verse": 4,
      "text": "But the townspeople were divided, some siding with the Jews, some with the apostles;"
    },
    {
      "verse": 5,
      "text": "and, when there was an attempt on the part of both Gentiles and Jews, with their leaders, to resort to violence and to stone them,"
    },
    {
      "verse": 6,
      "text": "the apostles heard of it, and took refuge in Lystra and Derbe, towns in Lycaonia, and in the district round,"
    },
    {
      "verse": 7,
      "text": "and there they continued to tell the good news."
    },
    {
      "verse": 8,
      "text": "In the streets of Lystra there used to sit a man who had no power in his feet; he had been lame from his birth, and had never walked."
    },
    {
      "verse": 9,
      "text": "This man was listening to Paul speaking, when Paul, looking intently at him, and seeing that he had the faith to be healed,"
    },
    {
      "verse": 10,
      "text": "said loudly, ‘Stand upright on your feet.’ The man leaped up, and began walking about,"
    },
    {
      "verse": 11,
      "text": "and the crowd, seeing what Paul had done, called out in the Lycaonian language, ‘The Gods have come down to us in human form.’"
    },
    {
      "verse": 12,
      "text": "So they called Barnabas “Zeus,” and Paul “Hermes,” because he took the lead in speaking;"
    },
    {
      "verse": 13,
      "text": "and the priest of Zeus-beyond-the-Walls, accompanied by the crowd, brought bullocks and garlands to the gates, with the intention of offering sacrifices."
    },
    {
      "verse": 14,
      "text": "But, when the apostles Barnabas and Paul heard of it, they tore their clothes and rushed out into the crowd. ‘Friends, why are you doing this?’ they shouted."
    },
    {
      "verse": 15,
      "text": "‘We are only people like yourselves, and we have come with the good news that you should turn away from these follies to a living God, who made the heavens, the earth, the sea, and everything that is in them."
    },
    {
      "verse": 16,
      "text": "In bygone times he permitted all the nations to go their own ways."
    },
    {
      "verse": 17,
      "text": "Yet he has not failed to give you, in the good he does, some revelation of himself – sending you from heaven rain and fruitful seasons, and gladdening your hearts with plenty and good cheer.’"
    },
    {
      "verse": 18,
      "text": "Even with this appeal they could hardly restrain the people from offering sacrifice to them."
    },
    {
      "verse": 19,
      "text": "Presently, however, there came some Jews from Antioch, and Iconium who, after they had won over the people, stoned Paul, and dragged him out of the town, thinking him to be dead."
    },
    {
      "verse": 20,
      "text": "But, when the disciples had gathered round him, he got up and went back into the town; the next day he went with Barnabas to Derbe."
    },
    {
      "verse": 21,
      "text": "After telling the good news throughout that town, and making a number of converts, they returned to Lystra, Iconium, and Antioch,"
    },
    {
      "verse": 22,
      "text": "reassuring the minds of the disciples, urging them to remain true to the faith, and showing that it is only through many troubles that we can enter the kingdom of God."
    },
    {
      "verse": 23,
      "text": "They also appointed elders for them in every church, and, after prayer and fasting, commended them to the Lord in whom they had learned to believe."
    },
    {
      "verse": 24,
      "text": "Paul and Barnabas then went through Pisidia, and came into Pamphylia,"
    },
    {
      "verse": 25,
      "text": "and, after telling the message at Perga, went down to Attaleia."
    },
    {
      "verse": 26,
      "text": "From there they sailed to Antioch – the place where they had been committed to the gracious care of God for the work which they had now finished."
    },
    {
      "verse": 27,
      "text": "After their arrival, they gathered the church together, and gave an account of all that God had helped them to do, and especially how he had opened to the Gentiles the door of faith;"
    },
    {
      "verse": 28,
      "text": "and at Antioch they stayed with the disciples for a considerable time."
    }
  ]
}