{
  "book_id": "GEN",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "After these things hath the word of Jehovah been unto Abram in a vision, saying, 'Fear not, Abram, I [am] a shield to thee, thy reward [is] exceeding great.'"
    },
    {
      "verse": 2,
      "text": "And Abram saith, 'Lord Jehovah, what dost Thou give to me, and I am going childless? and an acquired son in my house is Demmesek Eliezer.'"
    },
    {
      "verse": 3,
      "text": "And Abram saith, 'Lo, to me Thou hast not given seed, and lo, a domestic doth heir me.'"
    },
    {
      "verse": 4,
      "text": "And lo, the word of Jehovah [is] unto him, saying, 'This [one] doth not heir thee; but he who cometh out from thy bowels, he doth heir thee;'"
    },
    {
      "verse": 5,
      "text": "and He bringeth him out without, and saith, 'Look attentively, I pray thee, towards the heavens, and count the stars, if thou art able to count them;' and He saith to him, 'Thus is thy seed.'"
    },
    {
      "verse": 6,
      "text": "And he hath believed in Jehovah, and He reckoneth it to him — righteousness."
    },
    {
      "verse": 7,
      "text": "And He saith unto him, 'I [am] Jehovah who brought thee out from Ur of the Chaldees, to give to thee this land to possess it;'"
    },
    {
      "verse": 8,
      "text": "and he saith, 'Lord Jehovah, whereby do I know that I possess it?'"
    },
    {
      "verse": 9,
      "text": "And He saith unto him, 'Take for Me a heifer of three years, and a she-goat of three years, and a ram of three years, and a turtle-dove, and a young bird;'"
    },
    {
      "verse": 10,
      "text": "and he taketh to him all these, and separateth them in the midst, and putteth each piece over against its fellow, but the bird he hath not divided;"
    },
    {
      "verse": 11,
      "text": "and the ravenous birds come down upon the carcases, and Abram causeth them to turn back."
    },
    {
      "verse": 12,
      "text": "And the sun is about to go in, and deep sleep hath fallen upon Abram, and lo, a terror of great darkness is falling upon him;"
    },
    {
      "verse": 13,
      "text": "and He saith to Abram, 'knowing — know that thy seed is a sojourner in a land not theirs, and they have served them, and they have afflicted them four hundred years,"
    },
    {
      "verse": 14,
      "text": "and the nation also whom they serve I judge, and after this they go out with great substance;"
    },
    {
      "verse": 15,
      "text": "and thou — thou comest in unto thy fathers in peace; thou art buried in a good old age;"
    },
    {
      "verse": 16,
      "text": "and the fourth generation doth turn back hither, for the iniquity of the Amorite is not yet complete.'"
    },
    {
      "verse": 17,
      "text": "And it cometh to pass — the sun hath gone in, and thick darkness hath been — and lo, a furnace of smoke, and a lamp of fire, which hath passed over between those pieces."
    },
    {
      "verse": 18,
      "text": "In that day hath Jehovah made with Abram a covenant, saying, 'To thy seed I have given this land, from the river of Egypt unto the great river, the river Phrat,"
    },
    {
      "verse": 19,
      "text": "with the Kenite, and the Kenizzite, and the Kadmonite,"
    },
    {
      "verse": 20,
      "text": "and the Hittite, and the Perizzite, and the Rephaim,"
    },
    {
      "verse": 21,
      "text": "and the Amorite, and the Canaanite, and the Girgashite, and the Jebusite.'"
    }
  ]
}