{
  "book_id": "GEN",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And Abram is a son of ninety and nine years, and Jehovah appeareth unto Abram, and saith unto him, 'I [am] God Almighty, walk habitually before Me, and be thou perfect;"
    },
    {
      "verse": 2,
      "text": "and I give My covenant between Me and thee, and multiply thee very exceedingly.'"
    },
    {
      "verse": 3,
      "text": "And Abram falleth upon his face, and God speaketh with him, saying,"
    },
    {
      "verse": 4,
      "text": "'I — lo, My covenant [is] with thee, and thou hast become father of a multitude of nations;"
    },
    {
      "verse": 5,
      "text": "and thy name is no more called Abram, but thy name hath been Abraham, for father of a multitude of nations have I made thee;"
    },
    {
      "verse": 6,
      "text": "and I have made thee exceeding fruitful, and made thee become nations, and kings go out from thee."
    },
    {
      "verse": 7,
      "text": "'And I have established My covenant between Me and thee, and thy seed after thee, to their generations, for a covenant age-during, to become God to thee, and to thy seed after thee;"
    },
    {
      "verse": 8,
      "text": "and I have given to thee, and to thy seed after thee, the land of thy sojournings, the whole land of Canaan, for a possession age-during, and I have become their God.'"
    },
    {
      "verse": 9,
      "text": "And God saith unto Abraham, 'And thou dost keep My covenant, thou and thy seed after thee, to their generations;"
    },
    {
      "verse": 10,
      "text": "this [is] My covenant which ye keep between Me and you, and thy seed after thee: Every male of you [is] to be circumcised;"
    },
    {
      "verse": 11,
      "text": "and ye have circumcised the flesh of your foreskin, and it hath become a token of a covenant between Me and you."
    },
    {
      "verse": 12,
      "text": "'And a son of eight days is circumcised by you; every male to your generations, born in the house, or bought with money from any son of a stranger, who is not of thy seed;"
    },
    {
      "verse": 13,
      "text": "he is certainly circumcised who [is] born in thine house, or bought with thy money; and My covenant hath become in your flesh a covenant age-during;"
    },
    {
      "verse": 14,
      "text": "and an uncircumcised one, a male, the flesh of whose foreskin is not circumcised, even that person hath been cut off from his people; My covenant he hath broken.'"
    },
    {
      "verse": 15,
      "text": "And God saith unto Abraham, 'Sarai thy wife — thou dost not call her name Sarai, for Sarah [is] her name;"
    },
    {
      "verse": 16,
      "text": "and I have blessed her, and have also given to thee a son from her; and I have blessed her, and she hath become nations — kings of peoples are from her.'"
    },
    {
      "verse": 17,
      "text": "And Abraham falleth upon his face, and laugheth, and saith in his heart, 'To the son of an hundred years is one born? or doth Sarah — daughter of ninety years — bear?'"
    },
    {
      "verse": 18,
      "text": "And Abraham saith unto God, 'O that Ishmael may live before Thee;'"
    },
    {
      "verse": 19,
      "text": "and God saith, 'Sarah thy wife is certainly bearing a son to thee, and thou hast called his name Isaac, and I have established My covenant with him, for a covenant age-during, to his seed after him."
    },
    {
      "verse": 20,
      "text": "As to Ishmael, I have heard thee; lo, I have blessed him, and made him fruitful, and multiplied him, very exceedingly; twelve princes doth he beget, and I have made him become a great nation;"
    },
    {
      "verse": 21,
      "text": "and My covenant I establish with Isaac, whom Sarah doth bear to thee at this appointed time in the next year;'"
    },
    {
      "verse": 22,
      "text": "and He finisheth speaking with him, and God goeth up from Abraham."
    },
    {
      "verse": 23,
      "text": "And Abraham taketh Ishmael his son, and all those born in his house, and all those bought with his money — every male among the men of Abraham's house — and circumciseth the flesh of their foreskin, in this self-same day, as God hath spoken with him."
    },
    {
      "verse": 24,
      "text": "And Abraham [is] a son of ninety and nine years in the flesh of his foreskin being circumcised;"
    },
    {
      "verse": 25,
      "text": "and Ishmael his son [is] a son of thirteen years in the flesh of his foreskin being circumcised;"
    },
    {
      "verse": 26,
      "text": "in this self-same day hath Abraham been circumcised, and Ishmael his son;"
    },
    {
      "verse": 27,
      "text": "and all the men of his house — born in the house, and bought with money from the son of a stranger — have been circumcised with him."
    }
  ]
}