{
  "book_id": "GEN",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And two of the messengers come towards Sodom at even, and Lot is sitting at the gate of Sodom, and Lot seeth, and riseth to meet them, and boweth himself — face to the earth,"
    },
    {
      "verse": 2,
      "text": "and he saith, 'Lo, I pray you, my lords, turn aside, I pray you, unto the house of your servant, and lodge, and wash your feet — then ye have risen early and gone on your way;' and they say, 'Nay, but in the broad place we do lodge.'"
    },
    {
      "verse": 3,
      "text": "And he presseth on them greatly, and they turn aside unto him, and come in unto his house; and he maketh for them a banquet, and hath baked unleavened things; and they do eat."
    },
    {
      "verse": 4,
      "text": "Before they lie down, the men of the city — men of Sodom — have come round about against the house, from young even unto aged, all the people from the extremity;"
    },
    {
      "verse": 5,
      "text": "and they call unto Lot and say to him, 'Where [are] the men who have come in unto thee to-night? bring them out unto us, and we know them.'"
    },
    {
      "verse": 6,
      "text": "And Lot goeth out unto them, to the opening, and the door hath shut behind him,"
    },
    {
      "verse": 7,
      "text": "and saith, 'Do not, I pray you, my brethren, do evil;"
    },
    {
      "verse": 8,
      "text": "lo, I pray you, I have two daughters, who have not known any one; let me, I pray you, bring them out unto you, and do to them as [is] good in your eyes; only to these men do not anything, for therefore have they come in within the shadow of my roof.'"
    },
    {
      "verse": 9,
      "text": "And they say, 'Come nigh hither;' they say also, 'This one hath come in to sojourn, and he certainly judgeth! now, we do evil to thee more than [to] them;' and they press against the man, against Lot greatly, and come nigh to break the door."
    },
    {
      "verse": 10,
      "text": "And the men put forth their hand, and bring in Lot unto them, into the house, and have shut the door;"
    },
    {
      "verse": 11,
      "text": "and the men who [are] at the opening of the house they have smitten with blindness, from small even unto great, and they weary themselves to find the opening."
    },
    {
      "verse": 12,
      "text": "And the men say unto Lot, 'Whom hast thou here still? son-in-law, thy sons also, and thy daughters, and all whom thou hast in the city, bring out from this place;"
    },
    {
      "verse": 13,
      "text": "for we are destroying this place, for their cry hath been great [before] the face of Jehovah, and Jehovah doth send us to destroy it.'"
    },
    {
      "verse": 14,
      "text": "And Lot goeth out, and speaketh unto his sons-in-law, those taking his daughters, and saith, 'Rise, go out from this place, for Jehovah is destroying the city;' and he is as [one] mocking in the eyes of his sons-in-law."
    },
    {
      "verse": 15,
      "text": "And when the dawn hath ascended, then the messengers press upon Lot, saying, 'Rise, take thy wife, and thy two daughters who are found present, lest thou be consumed in the iniquity of the city.'"
    },
    {
      "verse": 16,
      "text": "And he lingereth, and the men lay hold on his hand, and on the hand of his wife, and on the hand of his two daughters, through the mercy of Jehovah unto him, and they bring him out, and cause him to rest without the city."
    },
    {
      "verse": 17,
      "text": "And it cometh to pass when he hath brought them out without, that he saith, 'Escape for thy life; look not expectingly behind thee, nor stand thou in all the circuit; to the mountain escape, lest thou be consumed.'"
    },
    {
      "verse": 18,
      "text": "And Lot saith unto them, 'Not [so], I pray thee, my lord;"
    },
    {
      "verse": 19,
      "text": "lo, I pray thee, thy servant hath found grace in thine eyes, and thou dost make great thy kindness which thou hast done with me by saving my life, and I am unable to escape to the mountain, lest the evil cleave [to] me, and I have died;"
    },
    {
      "verse": 20,
      "text": "lo, I pray thee, this city [is] near to flee thither, and it [is] little; let me escape, I pray thee, thither, (is it not little?) and my soul doth live.'"
    },
    {
      "verse": 21,
      "text": "And he saith unto him, 'Lo, I have accepted thy face also for this thing, without overthrowing the city [for] which thou hast spoken;"
    },
    {
      "verse": 22,
      "text": "haste, escape thither, for I am not able to do anything till thine entering thither;' therefore hath he calleth the name of the city Zoar."
    },
    {
      "verse": 23,
      "text": "The sun hath gone out on the earth, and Lot hath entered into Zoar,"
    },
    {
      "verse": 24,
      "text": "and Jehovah hath rained upon Sodom and upon Gomorrah brimstone and fire from Jehovah, from the heavens;"
    },
    {
      "verse": 25,
      "text": "and He overthroweth these cities, and all the circuit, and all the inhabitants of the cities, and that which is shooting up from the ground."
    },
    {
      "verse": 26,
      "text": "And his wife looketh expectingly from behind him, and she is — a pillar of salt!"
    },
    {
      "verse": 27,
      "text": "And Abraham riseth early in the morning, unto the place where he hath stood [before] the face of Jehovah;"
    },
    {
      "verse": 28,
      "text": "and he looketh on the face of Sodom and Gomorrah, and on all the face of the land of the circuit, and seeth, and lo, the smoke of the land went up as smoke of the furnace."
    },
    {
      "verse": 29,
      "text": "And it cometh to pass, in God's destroying the cities of the circuit, that God remembereth Abraham, and sendeth Lot out of the midst of the overthrow in the overthrowing of the cities in which Lot dwelt."
    },
    {
      "verse": 30,
      "text": "And Lot goeth up out of Zoar, and dwelleth in the mountain, and his two daughters with him, for he hath been afraid of dwelling in Zoar, and he dwelleth in a cave, he and his two daughters."
    },
    {
      "verse": 31,
      "text": "And the first-born saith unto the younger, 'Our father [is] old, and a man there is not in the earth to come in unto us, as [is] the way of all the earth;"
    },
    {
      "verse": 32,
      "text": "come, we cause our father to drink wine, and lie with him, and preserve from our father — a seed.'"
    },
    {
      "verse": 33,
      "text": "And they cause their father to drink wine on that night; and the first-born goeth in, and lieth with her father, and he hath not known in her lying down, or in her rising up."
    },
    {
      "verse": 34,
      "text": "And it cometh to pass, on the morrow, that the first-born saith unto the younger, 'Lo, I have lain yesterday-night with my father: we cause him to drink wine also to-night, and go thou in, lie with him, and we preserve from our father — a seed.'"
    },
    {
      "verse": 35,
      "text": "And they cause their father to drink wine on that night also, and the younger riseth and lieth with him, and he hath not known in her lying down, or in her rising up."
    },
    {
      "verse": 36,
      "text": "And the two daughters of Lot conceive from their father,"
    },
    {
      "verse": 37,
      "text": "and the first-born beareth a son, and calleth his name Moab; he [is] father of Moab unto this day;"
    },
    {
      "verse": 38,
      "text": "as to the younger, she also hath born a son, and calleth his name Ben-Ammi: he [is] father of the Beni-Ammon unto this day."
    }
  ]
}