{
  "book_id": "GEN",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And Abraham addeth and taketh a wife, and her name [is] Keturah;"
    },
    {
      "verse": 2,
      "text": "and she beareth to him Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah."
    },
    {
      "verse": 3,
      "text": "And Jokshan hath begotten Sheba and Dedan; and the sons of Dedan were Asshurim, and Letushim, and Leummim;"
    },
    {
      "verse": 4,
      "text": "and the sons of Midian [are] Ephah, and Epher, and Hanoch, and Abidah, and Eldaah: all these [are] sons of Keturah."
    },
    {
      "verse": 5,
      "text": "And Abraham giveth all that he hath to Isaac;"
    },
    {
      "verse": 6,
      "text": "and to the sons of the concubines whom Abraham hath, Abraham hath given gifts, and sendeth them away from Isaac his son (in his being yet alive) eastward, unto the east country."
    },
    {
      "verse": 7,
      "text": "And these [are] the days of the years of the life of Abraham, which he lived, a hundred and seventy and five years;"
    },
    {
      "verse": 8,
      "text": "and Abraham expireth, and dieth in a good old age, aged and satisfied, and is gathered unto his people."
    },
    {
      "verse": 9,
      "text": "And Isaac and Ishmael his sons bury him at the cave of Machpelah, at the field of Ephron, son of Zoar the Hittite, which [is] before Mamre —"
    },
    {
      "verse": 10,
      "text": "the field which Abraham bought from the sons of Heth — there hath Abraham been buried, and Sarah his wife."
    },
    {
      "verse": 11,
      "text": "And it cometh to pass after the death of Abraham, that God blesseth Isaac his son; and Isaac dwelleth by the Well of the Living One, my Beholder."
    },
    {
      "verse": 12,
      "text": "And these [are] births of Ishmael, Abraham's son, whom Hagar the Egyptian, Sarah's handmaid, hath borne to Abraham;"
    },
    {
      "verse": 13,
      "text": "and these [are] the names of the sons of Ishmael, by their names, according to their births: first-born of Ishmael, Nebajoth; and Kedar, and Adbeel, and Mibsam,"
    },
    {
      "verse": 14,
      "text": "and Mishma, and Dumah, and Massa,"
    },
    {
      "verse": 15,
      "text": "Hadar, and Tema, Jetur, Naphish, and Kedemah:"
    },
    {
      "verse": 16,
      "text": "these are sons of Ishmael, and these their names, by their villages, and by their towers; twelve princes according to their peoples."
    },
    {
      "verse": 17,
      "text": "And these [are] the years of the life of Ishmael, a hundred and thirty and seven years; and he expireth, and dieth, and is gathered unto his people;"
    },
    {
      "verse": 18,
      "text": "and they tabernacle from Havilah unto Shur, which [is] before Egypt, in [thy] going towards Asshur; in the presence of all his brethren hath he fallen."
    },
    {
      "verse": 19,
      "text": "And these [are] births of Isaac, Abraham's son: Abraham hath begotten Isaac;"
    },
    {
      "verse": 20,
      "text": "and Isaac is a son of forty years in his taking Rebekah, daughter of Bethuel the Aramaean, from Padan-Aram, sister of Laban the Aramaean, to him for a wife."
    },
    {
      "verse": 21,
      "text": "And Isaac maketh entreaty to Jehovah before his wife, for she [is] barren: and Jehovah is entreated of him, and Rebekah his wife conceiveth,"
    },
    {
      "verse": 22,
      "text": "and the children struggle together within her, and she saith, 'If [it is] right — why [am] I thus?' and she goeth to seek Jehovah."
    },
    {
      "verse": 23,
      "text": "And Jehovah saith to her, 'Two nations [are] in thy womb, and two peoples from thy bowels are parted; and the [one] people than the [other] people is stronger; and the elder doth serve the younger.'"
    },
    {
      "verse": 24,
      "text": "And her days to bear are fulfilled, and lo, twins [are] in her womb;"
    },
    {
      "verse": 25,
      "text": "and the first cometh out all red as a hairy robe, and they call his name Esau;"
    },
    {
      "verse": 26,
      "text": "and afterwards hath his brother come out, and his hand is taking hold on Esau's heel, and one calleth his name Jacob; and Isaac [is] a son of sixty years in her bearing them."
    },
    {
      "verse": 27,
      "text": "And the youths grew, and Esau is a man acquainted [with] hunting, a man of the field; and Jacob [is] a plain man, inhabiting tents;"
    },
    {
      "verse": 28,
      "text": "and Isaac loveth Esau, for [his] hunting [is] in his mouth; and Rebekah is loving Jacob."
    },
    {
      "verse": 29,
      "text": "And Jacob boileth pottage, and Esau cometh in from the field, and he [is] weary;"
    },
    {
      "verse": 30,
      "text": "and Esau saith unto Jacob, 'Let me eat, I pray thee, some of this red red thing, for I [am] weary;' therefore hath [one] called his name Edom [Red];"
    },
    {
      "verse": 31,
      "text": "and Jacob saith, 'Sell to-day thy birthright to me.'"
    },
    {
      "verse": 32,
      "text": "And Esau saith, 'Lo, I am going to die, and what is this to me — birthright?'"
    },
    {
      "verse": 33,
      "text": "and Jacob saith, 'Swear to me to-day:' and he sweareth to him, and selleth his birthright to Jacob;"
    },
    {
      "verse": 34,
      "text": "and Jacob hath given to Esau bread and pottage of lentiles, and he eateth, and drinketh, and riseth, and goeth; and Esau despiseth the birthright."
    }
  ]
}