{
  "book_id": "GEN",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "And Jacob seeth that there is corn in Egypt, and Jacob saith to his sons, 'Why do you look at each other?'"
    },
    {
      "verse": 2,
      "text": "he saith also, 'Lo, I have heard that there is corn in Egypt, go down thither, and buy for us from thence, and we live and do not die;'"
    },
    {
      "verse": 3,
      "text": "and the ten brethren of Joseph go down to buy corn in Egypt,"
    },
    {
      "verse": 4,
      "text": "and Benjamin, Joseph's brother, Jacob hath not sent with his brethren, for he said, 'Lest mischief meet him.'"
    },
    {
      "verse": 5,
      "text": "And the sons of Israel come to buy in the midst of those coming, for the famine hath been in the land of Canaan,"
    },
    {
      "verse": 6,
      "text": "and Joseph is the ruler over the land, he who is selling to all the people of the land, and Joseph's brethren come and bow themselves to him — face to the earth."
    },
    {
      "verse": 7,
      "text": "And Joseph seeth his brethren, and discerneth them, and maketh himself strange unto them, and speaketh with them sharp things, and saith unto them, 'From whence have ye come?' and they say, 'From the land of Canaan — to buy food.'"
    },
    {
      "verse": 8,
      "text": "And Joseph discerneth his brethren, but they have not discerned him,"
    },
    {
      "verse": 9,
      "text": "and Joseph remembereth the dreams which he dreamed of them, and saith unto them, 'Ye [are] spies; to see the nakedness of the land ye have come.'"
    },
    {
      "verse": 10,
      "text": "And they say unto him, 'No, my lord, but thy servants have come to buy food;"
    },
    {
      "verse": 11,
      "text": "we [are] all of us sons of one man, we [are] right men; thy servants have not been spies;'"
    },
    {
      "verse": 12,
      "text": "and he saith unto them, 'No, but the nakedness of the land ye have come to see;'"
    },
    {
      "verse": 13,
      "text": "and they say, 'Thy servants [are] twelve brethren; we [are] sons of one man in the land of Canaan, and lo, the young one [is] with our father to-day, and the one is not.'"
    },
    {
      "verse": 14,
      "text": "And Joseph saith unto them, 'This [is] that which I have spoken unto you, saying, Ye [are] spies,"
    },
    {
      "verse": 15,
      "text": "by this ye are proved: Pharaoh liveth! if ye go out from this — except by your young brother coming hither;"
    },
    {
      "verse": 16,
      "text": "send one of you, and let him bring your brother, and ye, remain ye bound, and let your words be proved, whether truth be with you: and if not — Pharaoh liveth! surely ye [are] spies;'"
    },
    {
      "verse": 17,
      "text": "and he removeth them unto charge three days."
    },
    {
      "verse": 18,
      "text": "And Joseph saith unto them on the third day, 'This do and live; God I fear!"
    },
    {
      "verse": 19,
      "text": "if ye [are] right men, let one of your brethren be bound in the house of your ward, and ye, go, carry in corn [for] the famine of your houses,"
    },
    {
      "verse": 20,
      "text": "and your young brother ye bring unto me, and your words are established, and ye die not;' and they do so."
    },
    {
      "verse": 21,
      "text": "And they say one unto another, 'Verily we [are] guilty concerning our brother, because we saw the distress of his soul, in his making supplication unto us, and we did not hearken: therefore hath this distress come upon us.'"
    },
    {
      "verse": 22,
      "text": "And Reuben answereth them, saying, 'Spake I not unto you, saying, Sin not against the lad? and ye hearkened not; and his blood also, lo, it is required.'"
    },
    {
      "verse": 23,
      "text": "And they have not known that Joseph understandeth, for the interpreter [is] between them;"
    },
    {
      "verse": 24,
      "text": "and he turneth round from them, and weepeth, and turneth back unto them, and speaketh unto them, and taketh from them Simeon, and bindeth him before their eyes."
    },
    {
      "verse": 25,
      "text": "And Joseph commandeth, and they fill their vessels [with] corn, also to put back the money of each unto his sack, and to give to them provision for the way; and one doth to them so."
    },
    {
      "verse": 26,
      "text": "And they lift up their corn upon their asses, and go from thence,"
    },
    {
      "verse": 27,
      "text": "and the one openeth his sack to give provender to his ass at a lodging-place, and he seeth his money, and lo, it [is] in the mouth of his bag,"
    },
    {
      "verse": 28,
      "text": "and he saith unto his brethren, 'My money hath been put back, and also, lo, in my bag:' and their heart goeth out, and they tremble, one to another saying, 'What [is] this God hath done to us!'"
    },
    {
      "verse": 29,
      "text": "And they come in unto Jacob their father, to the land of Canaan, and they declare to him all the things meeting them, saying,"
    },
    {
      "verse": 30,
      "text": "'The man, the lord of the land, hath spoken with us sharp things, and maketh us as spies of the land;"
    },
    {
      "verse": 31,
      "text": "and we say unto him, We [are] right men, we have not been spies,"
    },
    {
      "verse": 32,
      "text": "we [are] twelve brethren, sons of our father, the one is not, and the young one [is] to-day with our father in the land of Canaan."
    },
    {
      "verse": 33,
      "text": "'And the man, the lord of the land, saith unto us, By this I know that ye [are] right men — one of your brethren leave with me, and [for] the famine of your houses take ye and go,"
    },
    {
      "verse": 34,
      "text": "and bring your young brother unto me, and I know that ye [are] not spies, but ye [are] right men; your brother I give to you, and ye trade with the land.'"
    },
    {
      "verse": 35,
      "text": "And it cometh to pass, they are emptying their sacks, and lo, the bundle of each man's silver [is] in his sack, and they see their bundles of silver, they and their father, and are afraid;"
    },
    {
      "verse": 36,
      "text": "and Jacob their father saith unto them, 'Me ye have bereaved; Joseph is not, and Simeon is not, and Benjamin ye take — against me have been all these.'"
    },
    {
      "verse": 37,
      "text": "And Reuben speaketh unto his father, saying, 'My two sons thou dost put to death, if I bring him not in unto thee; give him into my hand, and I — I bring him back unto thee;'"
    },
    {
      "verse": 38,
      "text": "and he saith, 'My son doth not go down with you, for his brother [is] dead, and he by himself is left; when mischief hath met him in the way in which ye go, then ye have brought down my grey hairs in sorrow to sheol.'"
    }
  ]
}