{
  "book_id": "GEN",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "And the famine [is] severe in the land;"
    },
    {
      "verse": 2,
      "text": "and it cometh to pass, when they have finished eating the corn which they brought from Egypt, that their father saith unto them, 'Turn back, buy for us a little food.'"
    },
    {
      "verse": 3,
      "text": "And Judah speaketh unto him, saying, 'The man protesting protested to us, saying, Ye do not see my face without your brother [being] with you;"
    },
    {
      "verse": 4,
      "text": "if thou art sending our brother with us, we go down, and buy for thee food,"
    },
    {
      "verse": 5,
      "text": "and if thou art not sending — we do not go down, for the man said unto us, Ye do not see my face without your brother [being] with you.'"
    },
    {
      "verse": 6,
      "text": "And Israel saith, 'Why did ye evil to me, by declaring to the man that ye had yet a brother?'"
    },
    {
      "verse": 7,
      "text": "and they say, 'The man asked diligently concerning us, and concerning our kindred, saying, Is your father yet alive? have ye a brother? and we declare to him according to the tenor of these things; do we certainly know that he will say, Bring down your brother?'"
    },
    {
      "verse": 8,
      "text": "And Judah saith unto Israel his father, 'Send the youth with me, and we arise, and go, and live, and do not die, both we, and thou, and our infants."
    },
    {
      "verse": 9,
      "text": "I — I am surety [for] him, from my hand thou dost require him; if I have not brought him in unto thee, and set him before thee — then I have sinned against thee all the days;"
    },
    {
      "verse": 10,
      "text": "for if we had not lingered, surely now we had returned these two times.'"
    },
    {
      "verse": 11,
      "text": "And Israel their father saith unto them, 'If so, now, this do: take of the praised thing of the land in your vessels, and take down to the man a present, a little balm, and a little honey, spices and myrrh, nuts and almonds;"
    },
    {
      "verse": 12,
      "text": "and double money take in your hand, even the money which is brought back in the mouth of your bags, ye take back in your hand, it may be it [is] an oversight."
    },
    {
      "verse": 13,
      "text": "'And take your brother, and rise, turn back unto the man;"
    },
    {
      "verse": 14,
      "text": "and God Almighty give to you mercies before the man, so that he hath sent to you your other brother and Benjamin; and I, when I am bereaved — I am bereaved.'"
    },
    {
      "verse": 15,
      "text": "And the men take this present, double money also they have taken in their hand, and Benjamin; and they rise, and go down to Egypt, and stand before Joseph;"
    },
    {
      "verse": 16,
      "text": "and Joseph seeth Benjamin with them, and saith to him who [is] over his house, 'Bring the men into the house, and slaughter an animal, and make ready, for with me do the men eat at noon.'"
    },
    {
      "verse": 17,
      "text": "And the man doth as Joseph hath said, and the man bringeth in the men into the house of Joseph,"
    },
    {
      "verse": 18,
      "text": "and the men are afraid because they have been brought into the house of Joseph, and they say, 'For the matter of the money which was put back in our bags at the commencement are we brought in — to roll himself upon us, and to throw himself on us, and to take us for servants — our asses also.'"
    },
    {
      "verse": 19,
      "text": "And they come nigh unto the man who [is] over the house of Joseph, and speak unto him at the opening of the house,"
    },
    {
      "verse": 20,
      "text": "and say, 'O, my lord, we really come down at the commencement to buy food;"
    },
    {
      "verse": 21,
      "text": "and it cometh to pass, when we have come in unto the lodging-place, and open our bags, that lo, each one's money [is] in the mouth of his bag, our money in its weight, and we bring it back in our hand;"
    },
    {
      "verse": 22,
      "text": "and other money have we brought down in our hand to buy food; we have not known who put our money in our bags.'"
    },
    {
      "verse": 23,
      "text": "And he saith, 'Peace to you, fear not: your God and the God of your father hath given to you hidden treasure in your bags, your money came unto me;' and he bringeth out Simeon unto them."
    },
    {
      "verse": 24,
      "text": "And the man bringeth in the men into Joseph's house, and giveth water, and they wash their feet; and he giveth provender for their asses,"
    },
    {
      "verse": 25,
      "text": "and they prepare the present until the coming of Joseph at noon, for they have heard that there they do eat bread."
    },
    {
      "verse": 26,
      "text": "And Joseph cometh into the house, and they bring to him the present which [is] in their hand, into the house, and bow themselves to him, to the earth;"
    },
    {
      "verse": 27,
      "text": "and he asketh of them of peace, and saith, 'Is your father well? the aged man of whom ye have spoken, is he yet alive?'"
    },
    {
      "verse": 28,
      "text": "and they say, 'Thy servant our father [is] well, he is yet alive;' and they bow, and do obeisance."
    },
    {
      "verse": 29,
      "text": "And he lifteth up his eyes, and seeth Benjamin his brother, his mother's son, and saith, 'Is this your young brother, of whom ye have spoken unto me?' and he saith, 'God favour thee, my son.'"
    },
    {
      "verse": 30,
      "text": "And Joseph hasteth, for his bowels have been moved for his brother, and he seeketh to weep, and entereth the inner chamber, and weepeth there;"
    },
    {
      "verse": 31,
      "text": "and he washeth his face, and goeth out, and refraineth himself, and saith, 'Place bread.'"
    },
    {
      "verse": 32,
      "text": "And they place for him by himself, and for them by themselves, and for the Egyptians who are eating with him by themselves: for the Egyptians are unable to eat bread with the Hebrews, for it [is] an abomination to the Egyptians."
    },
    {
      "verse": 33,
      "text": "And they sit before him, the first-born according to his birthright, and the young one according to his youth, and the men wonder one at another;"
    },
    {
      "verse": 34,
      "text": "and he lifteth up gifts from before him unto them, and the gift of Benjamin is five hands more than the gifts of all of them; and they drink, yea, they drink abundantly with him."
    }
  ]
}