{
  "book_id": "1SA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο ὡς ἐγήρασε Σαμουὴλ, καὶ κατέστησε τούς υἱοὺς αὐτοῦ δικαστὰς τῷ Ἰσραήλ."
    },
    {
      "verse": 2,
      "text": "Καὶ ταῦτα τὰ ὀνόματα τῶν υἱῶν αὐτοῦ· πρωτότοκος Ἰωήλ, καὶ ὄνομα τοῦ δευτέρου ʼΑβιά, δικασταὶ ἐν Βηρσαβεέ."
    },
    {
      "verse": 3,
      "text": "Καὶ οὐκ ἐπορεύθησαν οἱ υἱοὶ αὐτοῦ ἐν ὁδῷ αὐτοῦ· καὶ ἐξέκλιναν ὀπίσω τῆς συντελείας, καὶ ἐλάμβανον δῶρα, καὶ ἐξέκλινον δικαιώματα."
    },
    {
      "verse": 4,
      "text": "Καὶ συναθροίζονται ἄνδρες Ἰσραὴλ, καὶ παραγίνονται εἰς ʼΑρμαθαὶμ πρὸς Σαμουὴλ,"
    },
    {
      "verse": 5,
      "text": "καὶ εἶπαν αὐτῷ, ἰδοὺ, σὺ γεγήρακας, καὶ οἱ υἱοί σου οὐ πορεύονται ἐν τῇ ὁδῷ σου· καὶ νῦν κατάστησον ἐφʼ ἡμᾶς βασιλέα δικάζειν ἡμᾶς, καθὰ καὶ τὰ λοιπὰ ἔθνη."
    },
    {
      "verse": 6,
      "text": "Καὶ πονηρὸν τὸ ῥῆμα ἐν ὀφθαλμοῖς Σαμουήλ, ὡς εἶπαν, δὸς ἡμῖν βασιλέα δικάζειν ἡμᾶς· καὶ προσηύξατο Σαμουὴλ πρὸς Κύριον."
    },
    {
      "verse": 7,
      "text": "Καὶ εἶπε Κύριος πρὸς Σαμουήλ, ἄκουε τῆς φωνῆς τοῦ λαοῦ, καθὰ ἂν λαλῶσί σοι, ὅτι οὐ σὲ ἐξουθενήκασιν, ἀλλʼ ἢ ἐμὲ ἐξουθενήκασι τοῦ μὴ βασιλεύειν ἐπʼ αὐτῶν."
    },
    {
      "verse": 8,
      "text": "Κατὰ πάντα τὰ ποιήματα, ἃ ἐποίησάν μοι ἀφʼ ἧς ἡμέρας ἀνήγαγον αὐτοὺς ἐξ Αἰγύπτου ἕως τῆς ἡμέρας ταύτης, καὶ ἐγκατέλιπόν με, καὶ ἐδούλευον θεοῖς ἑτέροις, οὕτως αὐτοὶ ποιοῦσι καὶ σοί."
    },
    {
      "verse": 9,
      "text": "Καὶ νῦν ἄκουε τῆς φωνῆς αὐτῶν· πλὴν ὅτι διαμαρτυρόμενος διαμαρτύρῃ αὐτοῖς, καὶ ἀπαγγελεῖς αὐτοῖς τὸ δικαίωμα τοῦ βασιλέως ὃς βασιλεύσει ἐπʼ αὐτούς."
    },
    {
      "verse": 10,
      "text": "Καὶ εἶπε Σαμουὴλ πᾶν τὸ ῥῆμα τοῦ κυρίου πρὸς τὸν λαὸν τοὺς αἰτοῦντας παρʼ αὐτοῦ βασιλέα."
    },
    {
      "verse": 11,
      "text": "Καὶ εἶπε, τοῦτο ἔσται τὸ δικαίωμα τοῦ βασιλέως ὃς βασιλεύσει ἐφʼ ὑμᾶς· τοὺς υἱοὺς ὑμῶν λήψεται, καὶ θήσεται αὐτοὺς ἐν ἅρμασιν αὐτοῦ, καὶ ἐν ἱππεῦσιν αὐτοῦ, καὶ προτρέχοντας τῶν ἁρμάτων αὐτοῦ,"
    },
    {
      "verse": 12,
      "text": "καὶ θέσθαι αὐτοὺς ἑαυτῷ ἑκατονάρχους καὶ χιλιάρχους, καὶ θερίζειν θερισμὸν αὐτοῦ, καὶ τρυγᾷν τρυγητὸν αὐτοῦ, καὶ ποιεῖν σκεύη πολεμικὰ αὐτοῦ, καὶ σκεύη ἁρμάτων αὐτοῦ."
    },
    {
      "verse": 13,
      "text": "Καὶ τὰς θυγατέρας ὑμῶν λήψεται εἰς μυρεψοὺς, καὶ εἰς μαγειρίσσας, καὶ εἰς πεσσούσας."
    },
    {
      "verse": 14,
      "text": "Καὶ τοὺς ἀγροὺς ὑμῶν, καὶ τοὺς ἀμπελῶνας ὑμῶν, καὶ τοὺς ἐλαιῶνας ὑμῶν τοὺς ἀγαθοὺς λήψεται, καὶ δώσει τοῖς δούλοις ἑαυτοῦ."
    },
    {
      "verse": 15,
      "text": "Καὶ τὰ σπέρματα ὑμῶν καὶ τοὺς ἀμπελῶνας ὑμῶν ἀποδεκατώσει, καὶ δώσει τοῖς εὐνούχοις αὐτοῦ, καὶ τοῖς δούλοις αὐτοῦ."
    },
    {
      "verse": 16,
      "text": "Καὶ τοὺς δούλους ὑμῶν, καὶ τὰς δούλας ὑμῶν, καὶ τὰ βουκόλια ὑμῶν τὰ ἀγαθὰ, καὶ τοὺς ὄνους ὑμῶν λήψεται, καὶ ἀποδεκατώσει εἰς τὰ ἔργα αὐτοῦ·"
    },
    {
      "verse": 17,
      "text": "Καὶ τὰ ποίμνια ὑμῶν ἀποδεκατώσει, καὶ ὑμεῖς ἔσεσθε αὐτῷ δοῦλοι."
    },
    {
      "verse": 18,
      "text": "Καὶ βοήσεσθε ἐν τῇ ἡμέρᾳ ἐκείνῃ ἐκ προσώπου βασιλέως ὑμῶν οὗ ἐξελέξασθε ἑαυτοῖς, καὶ οὐκ ἐπακούσεται Κύριος ὑμῶν ἐν ταῖς ἡμέραις ἐκείναις, ὅτι ὑμεῖς ἐξελέξασθε ἑαυτοῖς βασιλέα."
    },
    {
      "verse": 19,
      "text": "Καὶ οὐκ ἐβούλετο ὁ λαὸς ἀκοῦσαι τοῦ Σαμουὴλ, καὶ εἶπαν αὐτῷ, οὐχὶ, ἀλλʼ ἢ βασιλεὺς ἔσται ἐφʼ ἡμᾶς."
    },
    {
      "verse": 20,
      "text": "Καὶ ἐσόμεθα καὶ ἡμεῖς καθὰ πάντα τὰ ἔθνη· καὶ δικάσει ἡμᾶς βασιλεὺς ἡμῶν, καὶ ἐξελεύσεται ἔμπροσθεν ἡμῶν, καὶ πολεμήσει τὸν πόλεμον ἡμῶν."
    },
    {
      "verse": 21,
      "text": "Καὶ ἤκουσε Σαμουὴλ πάντας τοὺς λόγους τοῦ λαοῦ, καὶ ἐλάλησεν αὐτοὺς εἰς τὰ ὦτα Κυρίου."
    },
    {
      "verse": 22,
      "text": "Καὶ εἶπε Κύριος πρὸς Σαμουήλ, ἄκουε τῆς φωνῆς αὐτῶν, καὶ βασίλευσον αὐτοῖς βασιλέα· καὶ εἶπε Σαμουὴλ πρὸς ἄνδρας Ἰσραήλ, ἀποτρεχέτω ἕκαστος εἰς τὴν πόλιν αὐτοῦ."
    }
  ]
}