{
  "book_id": "TIT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "פולוס עבד אלהים ושליח ישוע המשיח לפי אמונת בחירי אלהים ודעת האמת אשר לחסידות׃"
    },
    {
      "verse": 2,
      "text": "עלי תקות חיי העולם אשר הבטיח לפני ימות עולם האל אשר לא ישקר׃"
    },
    {
      "verse": 3,
      "text": "וגלה במועדו את דברו על ידי הקריאה המפקדה בידי על פי מצות האלהים מושיענו׃"
    },
    {
      "verse": 4,
      "text": "אל טיטוס בנו האמתי לפי אמונה אחת חסד ורחמים ושלום מאת האלהים אבינו ואדנינו ישוע המשיח מושיענו׃"
    },
    {
      "verse": 5,
      "text": "לזאת עזבתיך בקריטי למען תשלים את החסד ותשים זקנים בכל עיר ועיר כאשר צויתיך׃"
    },
    {
      "verse": 6,
      "text": "אם ימצא איש תם ובעל אשה אחת ויש לו בנים מאמינים ואין עליהם טענת פריצות ואינם סוררים׃"
    },
    {
      "verse": 7,
      "text": "כי פקיד העדה צריך להיות איש תם כסכן לאלהים לא עמד על דעתו ולא רגזן ולא אהב יין ולא בעל אגרף ולא נטה אחרי הבצע׃"
    },
    {
      "verse": 8,
      "text": "כי אם יהי מכניס ארחים ואהב טוב וצנוע וצדיק וקדוש וכבש את יצרו׃"
    },
    {
      "verse": 9,
      "text": "ומחזיק בדבר הנאמן כפי ההוראה למען יהיה בכחו להזהיר בלקח הבריא ולהוכיח את המריבים׃"
    },
    {
      "verse": 10,
      "text": "כי יש הרבה מרדים מדברי הבל ומתעי נפש ובפרט מן המולים׃"
    },
    {
      "verse": 11,
      "text": "אשר סכור יסכר פיהם ההפכים בתים כלם בהורותם דברים לא כנים עקב בצע׃"
    },
    {
      "verse": 12,
      "text": "וכבר אמר אחד מהם נביאם אשר בתוכם בני קריטי כזבים הם מעולם וחיות רעות וכרשים עצלים׃"
    },
    {
      "verse": 13,
      "text": "והעדות הזאת אמת היא ובעבור כן תוכיחם תוכחה קשה למען יהיו בריאים באמונה׃"
    },
    {
      "verse": 14,
      "text": "ולא ישימו לב אל הגדות היהודים ואל מצות האנשים הסרים מן האמת׃"
    },
    {
      "verse": 15,
      "text": "הן הכל טהור לטהורים אבל לנטמאים ולאינם מאמינים אין דבר טהור כי נטמאה גם דעתם גם רוחם׃"
    },
    {
      "verse": 16,
      "text": "אמרים המה כי ידעו את האלהים ובמעשיהם כופרים בו כי מתעבים וממרים הם ולא יצלחו לכל מעשה טוב׃"
    }
  ]
}