{
  "book_id": "ROM",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Ὀφείλομεν δὲ ἡμεῖς οἱ δυνατοὶ τὰ ἀσθενήματα τῶν ἀδυνάτων βαστάζειν, καὶ μὴ ἑαυτοῖς ἀρέσκειν."
    },
    {
      "verse": 2,
      "text": "Ἕκαστος ἡμῶν τῷ πλησίον ἀρεσκέτω εἰς τὸ ἀγαθὸν πρὸς οἰκοδομήν."
    },
    {
      "verse": 3,
      "text": "Καὶ γὰρ ὁ Χριστὸς οὐχ ἑαυτῷ ἤρεσεν· ἀλλά, καθὼς γέγραπται· «Οἱ ὀνειδισμοὶ τῶν ὀνειδιζόντων σε ἐπέπεσον ἐπ᾿ ἐμέ.»"
    },
    {
      "verse": 4,
      "text": "Ὅσα γὰρ προεγράφη, εἰς τὴν ἡμετέραν διδασκαλίαν προεγράφη, ἵνα διὰ τῆς ὑπομονῆς καὶ τῆς παρακλήσεως τῶν γραφῶν τὴν ἐλπίδα ἔχωμεν."
    },
    {
      "verse": 5,
      "text": "Ὁ δὲ Θεὸς τῆς ὑπομονῆς καὶ τῆς παρακλήσεως δῴη ὑμῖν τὸ αὐτὸ φρονεῖν ἐν ἀλλήλοις κατὰ Χριστὸν Ἰησοῦν,"
    },
    {
      "verse": 6,
      "text": "ἵνα ὁμοθυμαδὸν ἐν ἑνὶ στόματι δοξάζητε τὸν Θεὸν καὶ Πατέρα τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ. Glorify"
    },
    {
      "verse": 7,
      "text": "Διὸ προσλαμβάνεσθε ἀλλήλους, καθὼς καὶ ὁ Χριστὸς προσελάβετο ἡμᾶς, εἰς δόξαν Θεοῦ."
    },
    {
      "verse": 8,
      "text": "Λέγω δὲ Χριστὸν Ἰησοῦν διάκονον γεγενῆσθαι περιτομῆς ὑπὲρ ἀληθείας Θεοῦ, εἰς τὸ βεβαιῶσαι τὰς ἐπαγγελίας τῶν πατέρων·"
    },
    {
      "verse": 9,
      "text": "τὰ δὲ ἔθνη ὑπὲρ ἐλέους δοξάσαι τὸν Θεόν, καθὼς γέγραπται· «Διὰ τοῦτο ἐξομολογήσομαί σοι ἐν ἔθνεσιν, Κύριε, καὶ τῷ ὀνόματί σου ψαλῶ.»"
    },
    {
      "verse": 10,
      "text": "Καὶ πάλιν λέγει· «Εὐφράνθητε, ἔθνη, μετὰ τοῦ λαοῦ αὐτοῦ.»"
    },
    {
      "verse": 11,
      "text": "Καὶ πάλιν· «Αἰνεῖτε τὸν Κύριον, πάντα τὰ ἔθνη, καὶ ἐπαινέσατε αὐτόν, πάντες οἱ λαοί.»"
    },
    {
      "verse": 12,
      "text": "Καὶ πάλιν, Ἡσαΐας λέγει· «Ἔσται ἡ ῥίζα τοῦ Ἰεσσαί, καὶ ὁ ἀνιστάμενος ἄρχειν ἐθνῶν· ἐπ᾿ αὐτῷ ἔθνη ἐλπιοῦσιν.»"
    },
    {
      "verse": 13,
      "text": "Ὁ δὲ Θεὸς τῆς ἐλπίδος πληρώσαι ὑμᾶς πάσης χαρᾶς καὶ εἰρήνης ἐν τῷ πιστεύειν, εἰς τὸ περισσεύειν ὑμᾶς ἐν τῇ ἐλπίδι ἐν δυνάμει Πνεύματος Ἁγίου. Paul’s mission"
    },
    {
      "verse": 14,
      "text": "Πέπεισμαι δέ, ἀδελφοί μου, καὶ αὐτὸς ἐγὼ περὶ ὑμῶν, ὅτι καὶ αὐτοὶ μεστοί ἐστε ἀγαθωσύνης, πεπληρωμένοι πάσης γνώσεως, δυνάμενοι καὶ ἄλλους νουθετεῖν."
    },
    {
      "verse": 15,
      "text": "Τολμηρότερον δὲ ἔγραψα ὑμῖν, ἀδελφοί, ἀπὸ μέρους, ὡς ἐπαναμιμνήσκων ὑμᾶς, διὰ τὴν χάριν τὴν δοθεῖσάν μοι ὑπὸ τοῦ Θεοῦ,"
    },
    {
      "verse": 16,
      "text": "εἰς τὸ εἶναί με λειτουργὸν Ἰησοῦ Χριστοῦ εἰς τὰ ἔθνη, ἱερουργοῦντα τὸ εὐαγγέλιον τοῦ Θεοῦ ἵνα γένηται ἡ προσφορὰ τῶν ἐθνῶν εὐπρόσδεκτος, ἡγιασμένη ἐν Πνεύματι Ἁγίῳ."
    },
    {
      "verse": 17,
      "text": "Ἔχω οὖν καύχησιν ἐν Χριστῷ Ἰησοῦ τὰ πρὸς τὸν Θεόν·"
    },
    {
      "verse": 18,
      "text": "οὐ γὰρ τολμήσω λαλεῖν τι ὧν οὐ κατειργάσατο Χριστὸς δι᾿ ἐμοῦ εἰς ὑπακοὴν ἐθνῶν—λόγῳ καὶ ἔργῳ,"
    },
    {
      "verse": 19,
      "text": "ἐν δυνάμει σημείων καὶ τεράτων, ἐν δυνάμει Πνεύματος Θεοῦ, ὥστε με ἀπὸ Ἱερουσαλὴμ καὶ κύκλῳ μέχρι τοῦ Ἰλλυρικοῦ πεπληρωκέναι τὸ εὐαγγέλιον τοῦ Χριστοῦ."
    },
    {
      "verse": 20,
      "text": "Οὕτως δὲ φιλοτιμούμενον εὐαγγελίζεσθαι, οὐχ ὅπου ὠνομάσθη Χριστός, ἵνα μὴ ἐπ᾿ ἀλλότριον θεμέλιον οἰκοδομῶ·"
    },
    {
      "verse": 21,
      "text": "ἀλλά, καθὼς γέγραπται· «Οἷς οὐκ ἀνηγγέλη περὶ αὐτοῦ ὄψονται, καὶ οἳ οὐκ ἀκηκόασιν συνήσουσιν.» A visit to Rome"
    },
    {
      "verse": 22,
      "text": "Διὸ καὶ ἐνεκοπτόμην τὰ πολλὰ τοῦ ἐλθεῖν πρὸς ὑμᾶς."
    },
    {
      "verse": 23,
      "text": "Νυνὶ δέ, μηκέτι τόπον ἔχων ἐν τοῖς κλίμασιν τούτοις, ἐπιποθίαν δὲ ἔχων τοῦ ἐλθεῖν πρὸς ὑμᾶς ἀπὸ πολλῶν ἐτῶν,"
    },
    {
      "verse": 24,
      "text": "ὡς ἐὰν πορεύωμαι εἰς τὴν Σπανίαν ἐλεύσομαι πρὸς ὑμᾶς. Ἐλπίζω γὰρ διαπορευόμενος θεάσασθαι ὑμᾶς, καὶ ὑφ᾿ ὑμῶν προπεμφθῆναι ἐκεῖ, ἐὰν ὑμῶν πρῶτον ἀπὸ μέρους ἐμπλησθῶ."
    },
    {
      "verse": 25,
      "text": "Νυνὶ δέ, πορεύομαι εἰς Ἱερουσαλήμ, διακονῶν τοῖς ἁγίοις."
    },
    {
      "verse": 26,
      "text": "Εὐδόκησαν γὰρ Μακεδονία καὶ Ἀχαΐα κοινωνίαν τινὰ ποιήσασθαι εἰς τοὺς πτωχοὺς τῶν ἁγίων τῶν ἐν Ἱερουσαλήμ."
    },
    {
      "verse": 27,
      "text": "Εὐδόκησαν γάρ, καὶ ὀφειλέται αὐτῶν εἰσιν. Εἰ γὰρ τοῖς πνευματικοῖς αὐτῶν ἐκοινώνησαν τὰ ἔθνη, ὀφείλουσιν καὶ ἐν τοῖς σαρκικοῖς λειτουργῆσαι αὐτοῖς."
    },
    {
      "verse": 28,
      "text": "Τοῦτο οὖν ἐπιτελέσας καὶ σφραγισάμενος αὐτοῖς τὸν καρπὸν τοῦτον, ἀπελεύσομαι δι᾿ ὑμῶν εἰς τὴν Σπανίαν."
    },
    {
      "verse": 29,
      "text": "Οἶδα δὲ ὅτι ἐρχόμενος πρὸς ὑμᾶς, ἐν πληρώματι εὐλογίας τοῦ εὐαγγελίου τοῦ Χριστοῦ ἐλεύσομαι."
    },
    {
      "verse": 30,
      "text": "Παρακαλῶ δὲ ὑμᾶς, ἀδελφοί, διὰ τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ καὶ διὰ τῆς ἀγάπης τοῦ Πνεύματος, συναγωνίσασθαί μοι ἐν ταῖς προσευχαῖς ὑπὲρ ἐμοῦ πρὸς τὸν Θεόν,"
    },
    {
      "verse": 31,
      "text": "ἵνα ῥυσθῶ ἀπὸ τῶν ἀπειθούντων ἐν τῇ Ἰουδαίᾳ, καὶ ἵνα ἡ διακονία μου ἡ εἰς Ἱερουσαλὴμ εὐπρόσδεκτος γένηται τοῖς ἁγίοις·"
    },
    {
      "verse": 32,
      "text": "ἵνα ἐν χαρᾷ ἔλθω πρὸς ὑμᾶς διὰ θελήματος Θεοῦ καὶ συναναπαύσωμαι ὑμῖν."
    },
    {
      "verse": 33,
      "text": "Ὁ δὲ Θεὸς τῆς εἰρήνης μετὰ πάντων ὑμῶν. Ἀμήν."
    }
  ]
}