{
  "book_id": "EZR",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "ואלה ראשי אבתיהם והתיחשם העלים עמי במלכות ארתחשסתא המלך מבבל׃"
    },
    {
      "verse": 2,
      "text": "מבני פינחס גרשם מבני איתמר דניאל מבני דויד חטוש׃"
    },
    {
      "verse": 3,
      "text": "מבני שכניה מבני פרעש זכריה ועמו התיחש לזכרים מאה וחמשים׃"
    },
    {
      "verse": 4,
      "text": "מבני פחת מואב אליהועיני בן זרחיה ועמו מאתים הזכרים׃"
    },
    {
      "verse": 5,
      "text": "מבני שכניה בן יחזיאל ועמו שלש מאות הזכרים׃"
    },
    {
      "verse": 6,
      "text": "ומבני עדין עבד בן יונתן ועמו חמשים הזכרים׃"
    },
    {
      "verse": 7,
      "text": "ומבני עילם ישעיה בן עתליה ועמו שבעים הזכרים׃"
    },
    {
      "verse": 8,
      "text": "ומבני שפטיה זבדיה בן מיכאל ועמו שמנים הזכרים׃"
    },
    {
      "verse": 9,
      "text": "מבני יואב עבדיה בן יחיאל ועמו מאתים ושמנה עשר הזכרים׃"
    },
    {
      "verse": 10,
      "text": "ומבני שלומית בן יוספיה ועמו מאה וששים הזכרים׃"
    },
    {
      "verse": 11,
      "text": "ומבני בבי זכריה בן בבי ועמו עשרים ושמנה הזכרים׃"
    },
    {
      "verse": 12,
      "text": "ומבני עזגד יוחנן בן הקטן ועמו מאה ועשרה הזכרים׃"
    },
    {
      "verse": 13,
      "text": "ומבני אדניקם אחרנים ואלה שמותם אליפלט יעיאל ושמעיה ועמהם ששים הזכרים׃"
    },
    {
      "verse": 14,
      "text": "ומבני בגוי עותי וזבוד ועמו שבעים הזכרים׃"
    },
    {
      "verse": 15,
      "text": "ואקבצם אל הנהר הבא אל אהוא ונחנה שם ימים שלשה ואבינה בעם ובכהנים ומבני לוי לא מצאתי שם׃"
    },
    {
      "verse": 16,
      "text": "ואשלחה לאליעזר לאריאל לשמעיה ולאלנתן וליריב ולאלנתן ולנתן ולזכריה ולמשלם ראשים וליויריב ולאלנתן מבינים׃"
    },
    {
      "verse": 17,
      "text": "ואוצאה אותם על אדו הראש בכספיא המקום ואשימה בפיהם דברים לדבר אל אדו אחיו הנתונים בכספיא המקום להביא לנו משרתים לבית אלהינו׃"
    },
    {
      "verse": 18,
      "text": "ויביאו לנו כיד אלהינו הטובה עלינו איש שכל מבני מחלי בן לוי בן ישראל ושרביה ובניו ואחיו שמנה עשר׃"
    },
    {
      "verse": 19,
      "text": "ואת חשביה ואתו ישעיה מבני מררי אחיו ובניהם עשרים׃"
    },
    {
      "verse": 20,
      "text": "ומן הנתינים שנתן דויד והשרים לעבדת הלוים נתינים מאתים ועשרים כלם נקבו בשמות׃"
    },
    {
      "verse": 21,
      "text": "ואקרא שם צום על הנהר אהוא להתענות לפני אלהינו לבקש ממנו דרך ישרה לנו ולטפנו ולכל רכושנו׃"
    },
    {
      "verse": 22,
      "text": "כי בשתי לשאול מן המלך חיל ופרשים לעזרנו מאויב בדרך כי אמרנו למלך לאמר יד אלהינו על כל מבקשיו לטובה ועזו ואפו על כל עזביו׃"
    },
    {
      "verse": 23,
      "text": "ונצומה ונבקשה מאלהינו על זאת ויעתר לנו׃"
    },
    {
      "verse": 24,
      "text": "ואבדילה משרי הכהנים שנים עשר לשרביה חשביה ועמהם מאחיהם עשרה׃"
    },
    {
      "verse": 25,
      "text": "ואשקולה להם את הכסף ואת הזהב ואת הכלים תרומת בית אלהינו ההרימו המלך ויעציו ושריו וכל ישראל הנמצאים׃"
    },
    {
      "verse": 26,
      "text": "ואשקלה על ידם כסף ככרים שש מאות וחמשים וכלי כסף מאה לככרים זהב מאה ככר׃"
    },
    {
      "verse": 27,
      "text": "וכפרי זהב עשרים לאדרכנים אלף וכלי נחשת מצהב טובה שנים חמודת כזהב׃"
    },
    {
      "verse": 28,
      "text": "ואמרה אלהם אתם קדש ליהוה והכלים קדש והכסף והזהב נדבה ליהוה אלהי אבתיכם׃"
    },
    {
      "verse": 29,
      "text": "שקדו ושמרו עד תשקלו לפני שרי הכהנים והלוים ושרי האבות לישראל בירושלם הלשכות בית יהוה׃"
    },
    {
      "verse": 30,
      "text": "וקבלו הכהנים והלוים משקל הכסף והזהב והכלים להביא לירושלם לבית אלהינו׃"
    },
    {
      "verse": 31,
      "text": "ונסעה מנהר אהוא בשנים עשר לחדש הראשון ללכת ירושלם ויד אלהינו היתה עלינו ויצילנו מכף אויב ואורב על הדרך׃"
    },
    {
      "verse": 32,
      "text": "ונבוא ירושלם ונשב שם ימים שלשה׃"
    },
    {
      "verse": 33,
      "text": "וביום הרביעי נשקל הכסף והזהב והכלים בבית אלהינו על יד מרמות בן אוריה הכהן ועמו אלעזר בן פינחס ועמהם יוזבד בן ישוע ונועדיה בן בנוי הלוים׃"
    },
    {
      "verse": 34,
      "text": "במספר במשקל לכל ויכתב כל המשקל בעת ההיא׃"
    },
    {
      "verse": 35,
      "text": "הבאים מהשבי בני הגולה הקריבו עלות לאלהי ישראל פרים שנים עשר על כל ישראל אילים תשעים וששה כבשים שבעים ושבעה צפירי חטאת שנים עשר הכל עולה ליהוה׃"
    },
    {
      "verse": 36,
      "text": "ויתנו את דתי המלך לאחשדרפני המלך ופחוות עבר הנהר ונשאו את העם ואת בית האלהים׃"
    }
  ]
}