{
  "book_id": "EZR",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "וכהתפלל עזרא וכהתודתו בכה ומתנפל לפני בית האלהים נקבצו אליו מישראל קהל רב מאד אנשים ונשים וילדים כי בכו העם הרבה בכה׃"
    },
    {
      "verse": 2,
      "text": "ויען שכניה בן יחיאל מבני עולם ויאמר לעזרא אנחנו מעלנו באלהינו ונשב נשים נכריות מעמי הארץ ועתה יש מקוה לישראל על זאת׃"
    },
    {
      "verse": 3,
      "text": "ועתה נכרת ברית לאלהינו להוציא כל נשים והנולד מהם בעצת אדני והחרדים במצות אלהינו וכתורה יעשה׃"
    },
    {
      "verse": 4,
      "text": "קום כי עליך הדבר ואנחנו עמך חזק ועשה׃"
    },
    {
      "verse": 5,
      "text": "ויקם עזרא וישבע את שרי הכהנים הלוים וכל ישראל לעשות כדבר הזה וישבעו׃"
    },
    {
      "verse": 6,
      "text": "ויקם עזרא מלפני בית האלהים וילך אל לשכת יהוחנן בן אלישיב וילך שם לחם לא אכל ומים לא שתה כי מתאבל על מעל הגולה׃"
    },
    {
      "verse": 7,
      "text": "ויעבירו קול ביהודה וירושלם לכל בני הגולה להקבץ ירושלם׃"
    },
    {
      "verse": 8,
      "text": "וכל אשר לא יבוא לשלשת הימים כעצת השרים והזקנים יחרם כל רכושו והוא יבדל מקהל הגולה׃"
    },
    {
      "verse": 9,
      "text": "ויקבצו כל אנשי יהודה ובנימן ירושלם לשלשת הימים הוא חדש התשיעי בעשרים בחדש וישבו כל העם ברחוב בית האלהים מרעידים על הדבר ומהגשמים׃"
    },
    {
      "verse": 10,
      "text": "ויקם עזרא הכהן ויאמר אלהם אתם מעלתם ותשיבו נשים נכריות להוסיף על אשמת ישראל׃"
    },
    {
      "verse": 11,
      "text": "ועתה תנו תודה ליהוה אלהי אבתיכם ועשו רצונו והבדלו מעמי הארץ ומן הנשים הנכריות׃"
    },
    {
      "verse": 12,
      "text": "ויענו כל הקהל ויאמרו קול גדול כן כדבריך עלינו לעשות׃"
    },
    {
      "verse": 13,
      "text": "אבל העם רב והעת גשמים ואין כח לעמוד בחוץ והמלאכה לא ליום אחד ולא לשנים כי הרבינו לפשע בדבר הזה׃"
    },
    {
      "verse": 14,
      "text": "יעמדו נא שרינו לכל הקהל וכל אשר בערינו ההשיב נשים נכריות יבא לעתים מזמנים ועמהם זקני עיר ועיר ושפטיה עד להשיב חרון אף אלהינו ממנו עד לדבר הזה׃"
    },
    {
      "verse": 15,
      "text": "אך יונתן בן עשהאל ויחזיה בן תקוה עמדו על זאת ומשלם ושבתי הלוי עזרם׃"
    },
    {
      "verse": 16,
      "text": "ויעשו כן בני הגולה ויבדלו עזרא הכהן אנשים ראשי האבות לבית אבתם וכלם בשמות וישבו ביום אחד לחדש העשירי לדריוש הדבר׃"
    },
    {
      "verse": 17,
      "text": "ויכלו בכל אנשים ההשיבו נשים נכריות עד יום אחד לחדש הראשון׃"
    },
    {
      "verse": 18,
      "text": "וימצא מבני הכהנים אשר השיבו נשים נכריות מבני ישוע בן יוצדק ואחיו מעשיה ואליעזר ויריב וגדליה׃"
    },
    {
      "verse": 19,
      "text": "ויתנו ידם להוציא נשיהם ואשמים איל צאן על אשמתם׃"
    },
    {
      "verse": 20,
      "text": "ומבני אמר חנני וזבדיה׃"
    },
    {
      "verse": 21,
      "text": "ומבני חרם מעשיה ואליה ושמעיה ויחיאל ועזיה׃"
    },
    {
      "verse": 22,
      "text": "ומבני פשחור אליועיני מעשיה ישמעאל נתנאל יוזבד ואלעשה׃"
    },
    {
      "verse": 23,
      "text": "ומן הלוים יוזבד ושמעי וקליה הוא קליטא פתחיה יהודה ואליעזר׃"
    },
    {
      "verse": 24,
      "text": "ומן המשררים אלישיב ומן השערים שלם וטלם ואורי׃"
    },
    {
      "verse": 25,
      "text": "ומישראל מבני פרעש רמיה ויזיה ומלכיה ומימן ואלעזר ומלכיה ובניה׃"
    },
    {
      "verse": 26,
      "text": "ומבני עילם מתניה זכריה ויחיאל ועבדי וירמות ואליה׃"
    },
    {
      "verse": 27,
      "text": "ומבני זתוא אליועני אלישיב מתניה וירמות וזבד ועזיזא׃"
    },
    {
      "verse": 28,
      "text": "ומבני בבי יהוחנן חנניה זבי עתלי׃"
    },
    {
      "verse": 29,
      "text": "ומבני בני משלם מלוך ועדיה ישוב ושאל ירמות׃"
    },
    {
      "verse": 30,
      "text": "ומבני פחת מואב עדנא וכלל בניה מעשיה מתניה בצלאל ובנוי ומנשה׃"
    },
    {
      "verse": 31,
      "text": "ובני חרם אליעזר ישיה מלכיה שמעיה שמעון׃"
    },
    {
      "verse": 32,
      "text": "בנימן מלוך שמריה׃"
    },
    {
      "verse": 33,
      "text": "מבני חשם מתני מתתה זבד אליפלט ירמי מנשה שמעי׃"
    },
    {
      "verse": 34,
      "text": "מבני בני מעדי עמרם ואואל׃"
    },
    {
      "verse": 35,
      "text": "בניה בדיה כלוהי׃"
    },
    {
      "verse": 36,
      "text": "וניה מרמות אלישיב׃"
    },
    {
      "verse": 37,
      "text": "מתניה מתני ויעשו׃"
    },
    {
      "verse": 38,
      "text": "ובני ובנוי שמעי׃"
    },
    {
      "verse": 39,
      "text": "ושלמיה ונתן ועדיה׃"
    },
    {
      "verse": 40,
      "text": "מכנדבי ששי שרי׃"
    },
    {
      "verse": 41,
      "text": "עזראל ושלמיהו שמריה׃"
    },
    {
      "verse": 42,
      "text": "שלום אמריה יוסף׃"
    },
    {
      "verse": 43,
      "text": "מבני נבו יעיאל מתתיה זבד זבינא ידו ויואל בניה׃"
    },
    {
      "verse": 44,
      "text": "כל אלה נשאי נשים נכריות ויש מהם נשים וישימו בנים׃"
    }
  ]
}