{
  "book_id": "LEV",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Moses, Say to the priests, the sons of Aaron, Let no man make himself unclean for the dead among his people;"
    },
    {
      "verse": 2,
      "text": "But only for his near relations, for his mother or his father, his son or his daughter, and his brother;"
    },
    {
      "verse": 3,
      "text": "And for his sister, a virgin, for she is his near relation and has had no husband, he may make himself unclean."
    },
    {
      "verse": 4,
      "text": "But let him, being a chief among his people, not make himself unclean in such a way as to put shame on himself."
    },
    {
      "verse": 5,
      "text": "They are not to have their hair cut off for the dead, or the hair on their chins cut short, or make cuts in their flesh."
    },
    {
      "verse": 6,
      "text": "Let them be holy to their God and not make the name of their God common; for the fire offerings of the Lord and the bread of their God are offered by them, and they are to be holy."
    },
    {
      "verse": 7,
      "text": "They may not take as wife a loose or common woman, or one who has been put away by her husband: for the priest is holy to his God."
    },
    {
      "verse": 8,
      "text": "And he is to be holy in your eyes, for by him the bread of your God is offered; he is to be holy in your eyes, for I the Lord, who make you holy, am holy."
    },
    {
      "verse": 9,
      "text": "And if the daughter of a priest makes herself common and by her loose behaviour puts shame on her father, let her be burned with fire."
    },
    {
      "verse": 10,
      "text": "And he who is the chief priest among his brothers, on whose head the holy oil has been put, who is marked out to put on the holy robes, may not let his hair go loose or have his clothing out of order as a sign of sorrow."
    },
    {
      "verse": 11,
      "text": "He may not go near any dead body or make himself unclean for his father or his mother;"
    },
    {
      "verse": 12,
      "text": "He may not go out of the holy place or make the holy place of his God common; for the crown of the holy oil of his God is on him: I am the Lord."
    },
    {
      "verse": 13,
      "text": "And let him take as his wife one who has not had relations with a man."
    },
    {
      "verse": 14,
      "text": "A widow, or one whose husband has put her away, or a common woman of loose behaviour, may not be the wife of a priest; but let him take a virgin from among his people."
    },
    {
      "verse": 15,
      "text": "And he may not make his seed unclean among his people, for I the Lord have made him holy."
    },
    {
      "verse": 16,
      "text": "And the Lord said to Moses,"
    },
    {
      "verse": 17,
      "text": "Say to Aaron, If a man of your family, in any generation, is damaged in body, let him not come near to make the offering of the bread of his God."
    },
    {
      "verse": 18,
      "text": "For any man whose body is damaged may not come near: one who is blind, or has not the use of his legs, or one who has a broken nose or any unnatural growth,"
    },
    {
      "verse": 19,
      "text": "Or a man with broken feet or hands,"
    },
    {
      "verse": 20,
      "text": "Or one whose back is bent, or one who is unnaturally small, or one who has a damaged eye, or whose skin is diseased, or whose sex parts are damaged;"
    },
    {
      "verse": 21,
      "text": "No man of the offspring of Aaron whose body is damaged in any way may come near to give the fire offerings of the Lord: he is damaged, he may not come near to make the offerings."
    },
    {
      "verse": 22,
      "text": "He may take of the bread of God, the holy and the most holy;"
    },
    {
      "verse": 23,
      "text": "But he may not go inside the veil or come near the altar, because he is damaged; and he may not make my holy places common; for I the Lord have made them holy."
    },
    {
      "verse": 24,
      "text": "These are the words which Moses said to Aaron and to his sons and to all the children of Israel."
    }
  ]
}