{
  "book_id": "LEV",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Moses on Mount Sinai,"
    },
    {
      "verse": 2,
      "text": "Say to the children of Israel, When you come into the land which I will give you, let the land keep a Sabbath to the Lord."
    },
    {
      "verse": 3,
      "text": "For six years put seed into your land, and for six years give care to your vines and get in the produce of them;"
    },
    {
      "verse": 4,
      "text": "But let the seventh year be a Sabbath of rest for the land, a Sabbath to the Lord; do not put seed into your land or have your vines cut."
    },
    {
      "verse": 5,
      "text": "That which comes to growth of itself may not be cut, and the grapes of your uncared-for vines may not be taken off; let it be a year of rest for the land."
    },
    {
      "verse": 6,
      "text": "And the Sabbath of the land will give food for you and your man-servant and your woman-servant and those working for payment, and for those of another country who are living among you;"
    },
    {
      "verse": 7,
      "text": "And for your cattle and the beasts on the land; all the natural increase of the land will be for food."
    },
    {
      "verse": 8,
      "text": "And let seven Sabbaths of years be numbered to you, seven times seven years; even the days of seven Sabbaths of years, that is forty-nine years;"
    },
    {
      "verse": 9,
      "text": "Then let the loud horn be sounded far and wide on the tenth day of the seventh month; on the day of taking away sin let the horn be sounded through all your land."
    },
    {
      "verse": 10,
      "text": "And let this fiftieth year be kept holy, and say publicly that everyone in the land is free from debt: it is the Jubilee, and every man may go back to his heritage and to his family."
    },
    {
      "verse": 11,
      "text": "Let this fiftieth year be the Jubilee: no seed may be planted, and that which comes to growth of itself may not be cut, and the grapes may not be taken from the uncared-for vines."
    },
    {
      "verse": 12,
      "text": "For it is the Jubilee, and it is holy to you; your food will be the natural increase of the field."
    },
    {
      "verse": 13,
      "text": "In this year of Jubilee, let every man go back to his heritage."
    },
    {
      "verse": 14,
      "text": "And in the business of trading goods for money, do no wrong to one another."
    },
    {
      "verse": 15,
      "text": "Let your exchange of goods with your neighbours have relation to the number of years after the year of Jubilee, and the number of times the earth has given her produce."
    },
    {
      "verse": 16,
      "text": "If the number of years is great, the price will be increased, and if the number of years is small, the price will be less, for it is the produce of a certain number of years which the man is giving you."
    },
    {
      "verse": 17,
      "text": "And do no wrong, one to another, but let the fear of your God be before you; for I am the Lord your God."
    },
    {
      "verse": 18,
      "text": "So keep my rules and my decisions and do them, and you will be safe in your land."
    },
    {
      "verse": 19,
      "text": "And the land will give her fruit, and you will have food in full measure and be safe in the land."
    },
    {
      "verse": 20,
      "text": "And if you say, Where will our food come from in the seventh year, when we may not put in seed, or get in the increase"
    },
    {
      "verse": 21,
      "text": "Then I will send my blessing on you in the sixth year, and the land will give fruit enough for three years."
    },
    {
      "verse": 22,
      "text": "And in the eighth year you will put in your seed, and get your food from the old stores, till the fruit of the ninth year is ready."
    },
    {
      "verse": 23,
      "text": "No exchange of land may be for ever, for the land is mine, and you are as my guests, living with me for a time."
    },
    {
      "verse": 24,
      "text": "Wherever there is property in land, the owner is to have the right of getting it back."
    },
    {
      "verse": 25,
      "text": "If your brother becomes poor, and has to give up some of his land for money, his nearest relation may come and get back that which his brother has given up."
    },
    {
      "verse": 26,
      "text": "And if he has no one to get it back for him, and later he himself gets wealth and has enough money to get it back;"
    },
    {
      "verse": 27,
      "text": "Then let him take into account the years from the time when he gave it up, and make up the loss for the rest of the years to him who took it, and so get back his property."
    },
    {
      "verse": 28,
      "text": "But if he is not able to get it back for himself, then it will be kept by him who gave a price for it, till the year of Jubilee; and in that year it will go back to its first owner and he will have his property again."
    },
    {
      "verse": 29,
      "text": "And if a man gives his house in a walled town for money, he has the right to get it back for the space of a full year after he has given it up."
    },
    {
      "verse": 30,
      "text": "And if he does not get it back by the end of the year, then the house in the town will become the property of him who gave the money for it, and of his children for ever; it will not go from him in the year of Jubilee."
    },
    {
      "verse": 31,
      "text": "But houses in small unwalled towns will be the same as property in the country; they may be got back, and they will go back to their owners in the year of Jubilee."
    },
    {
      "verse": 32,
      "text": "But the houses in the towns of the Levites may be got back by the Levites at any time."
    },
    {
      "verse": 33,
      "text": "And if a Levite does not give money to get back his property, his house in the town which was exchanged for money will come back to him in the year of Jubilee. For the houses of the towns of the Levites are their property among the children of Israel."
    },
    {
      "verse": 34,
      "text": "But the land on the outskirts of their towns may not be exchanged for money, for it is their property for ever."
    },
    {
      "verse": 35,
      "text": "And if your brother becomes poor and is not able to make a living, then you are to keep him with you, helping him as you would a man from another country who is living among you."
    },
    {
      "verse": 36,
      "text": "Take no interest from him, in money or in goods, but have the fear of your God before you, and let your brother make a living among you."
    },
    {
      "verse": 37,
      "text": "Do not take interest on the money which you let him have or on the food which you give him."
    },
    {
      "verse": 38,
      "text": "I am the Lord your God, who took you out of the land of Egypt to give you the land of Canaan, that I might be your God."
    },
    {
      "verse": 39,
      "text": "And if your brother becomes poor and gives himself to you for money, do not make use of him like a servant who is your property;"
    },
    {
      "verse": 40,
      "text": "But let him be with you as a servant working for payment, till the year of Jubilee;"
    },
    {
      "verse": 41,
      "text": "Then he will go out from you, he and his children with him, and go back to his family and to the property of his fathers."
    },
    {
      "verse": 42,
      "text": "For they are my servants whom I took out from the land of Egypt; they may not become the property of another."
    },
    {
      "verse": 43,
      "text": "Do not be a hard master to him, but have the fear of God before you."
    },
    {
      "verse": 44,
      "text": "But you may get servants as property from among the nations round about; from them you may take men-servants and women-servants."
    },
    {
      "verse": 45,
      "text": "And in addition, you may get, for money, servants from among the children of other nations who are living with you, and from their families which have come to birth in your land; and these will be your property."
    },
    {
      "verse": 46,
      "text": "And they will be your children's heritage after you, to keep as their property; they will be your servants for ever; but you may not be hard masters to your countrymen, the children of Israel."
    },
    {
      "verse": 47,
      "text": "And if one from another nation living among you gets wealth, and your countryman, at his side, becomes poor and gives himself for money to the man from another nation or to one of his family;"
    },
    {
      "verse": 48,
      "text": "After he has given himself he has the right to be made free, for a price, by one of his brothers,"
    },
    {
      "verse": 49,
      "text": "Or his father's brother, or the son of his father's brother, or any near relation; or if he gets money, he may make himself free."
    },
    {
      "verse": 50,
      "text": "And let the years be numbered from the time when he gave himself to his owner till the year of Jubilee, and the price given for him will be in relation to the number of years, on the scale of the payment of a servant."
    },
    {
      "verse": 51,
      "text": "If there is still a long time, he will give back, on account of it, a part of the price which was given for him."
    },
    {
      "verse": 52,
      "text": "And if there is only a short time, he will take account of it with his master, and in relation to the number of years he will give back the price of making him free."
    },
    {
      "verse": 53,
      "text": "And he will be with him as a servant working for payment year by year; his master is not to be cruel to him before your eyes."
    },
    {
      "verse": 54,
      "text": "And if he is not made free in this way, he will go out in the year of Jubilee, he and his children with him."
    },
    {
      "verse": 55,
      "text": "For the children of Israel are servants to me; they are my servants whom I took out of the land of Egypt: I am the Lord your God."
    }
  ]
}