{
  "book_id": "JAS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Goo to now ye ryche men. Wepe and howle on youre wretchednes that shall come apon you."
    },
    {
      "verse": 2,
      "text": "Youre ryches is corrupte youre garmentes are motheaten."
    },
    {
      "verse": 3,
      "text": "Youre golde and youre silver are cankred and the rust of them shalbe a witnes vnto you and shall eate youre flesshe as it were fyre. Ye have heaped treasure togedder in youre last dayes:"
    },
    {
      "verse": 4,
      "text": "Beholde the hyre of the labourers which have reped doune youre feldes (which hyer is of you kept backe by fraude) cryeth: and the cryes of them which have reped are entred into the eares of the lorde Sabaoth."
    },
    {
      "verse": 5,
      "text": "Ye have lived in pleasure on the erth and in wantannes. Ye have norysshed youre hertes as in a daye of slaughter."
    },
    {
      "verse": 6,
      "text": "Ye have condempned and have killed the iust and he hath not resisted you."
    },
    {
      "verse": 7,
      "text": "Be pacient therfore brethren vnto the commynge of the lorde. Beholde the husbande man wayteth for the precious frute of the erth and hath longe pacience ther vppon vntill he receave (the erly and the latter rayne.)"
    },
    {
      "verse": 8,
      "text": "Be ye also pacient therfore and settle youre hertes for the commynge of the lorde draweth nye."
    },
    {
      "verse": 9,
      "text": "Grodge not one agaynst another brethren lest ye be dampned. Beholde the iudge stondeth before the dore."
    },
    {
      "verse": 10,
      "text": "Take (my brethren) the prophettes for an ensample of sufferynge adversitie and of longe pacience which spake in the name of the lorde."
    },
    {
      "verse": 11,
      "text": "Beholde we counte them happy which endure. Ye have hearde of the pacience of Iob and have knowen what ende the lorde made. For the lorde is very pitifull and mercifull."
    },
    {
      "verse": 12,
      "text": "But above all thynges my brethren sweare not nether by heven nether by erth nether by eny other othe. Let youre ye be ye and youre maye naye: lest ye faule into ypocrecy."
    },
    {
      "verse": 13,
      "text": "Yf eny of you be evyll vexed let him praye. Yf eny of you be mery let him singe Psalmes."
    },
    {
      "verse": 14,
      "text": "Yf eny be defeated amonge you let him call for the elders of the congregacion and let the praye over him and anoynte him with oyle in the name of the lorde:"
    },
    {
      "verse": 15,
      "text": "and the prayer of fayth shall save the sicke and the lorde shall rayse him vp: and yf he have committed synnes they shalbe forgeuen him."
    },
    {
      "verse": 16,
      "text": "knowledge youre fautes one to another: and praye one for another that ye maye be healed. The prayer of a ryghteous man avayleth moche yf it be fervet."
    },
    {
      "verse": 17,
      "text": "Helias was a man mortall even as we are and he prayed in his prayer that it myght not rayne: and it rayned not on the erth by the space of thre yeares and sixe monethes."
    },
    {
      "verse": 18,
      "text": "And he prayed agayne and the heven gave rayne and the erth brought forth her frute."
    },
    {
      "verse": 19,
      "text": "Brethren yf eny of you erre from the trueth and an other convert him"
    },
    {
      "verse": 20,
      "text": "let the same knowe that he which converted the synner from goynge a straye out of his waye shall save a soule from deeth and shall hyde the multitude of synnes."
    }
  ]
}