{
  "book_id": "2CH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And Solomon began to build the house of the Lord in Jerusalem in the mount of Amoria, where the Lord appeared to his father David, in the place which David had prepared in the threshing floor of Orna the Jebusite."
    },
    {
      "verse": 2,
      "text": "And he began to build in the second month, in the fourth year of his reign."
    },
    {
      "verse": 3,
      "text": "And thus Solomon began to build the house of God: the length in cubits—even the first measurement from end to end, was sixty cubits, and the breadth twenty cubits."
    },
    {
      "verse": 4,
      "text": "And the portico in front of the house, its length in front of the breadth of the house \\add was\\add* twenty cubits, and its height one hundred and twenty cubits: and he gilded it within with pure gold."
    },
    {
      "verse": 5,
      "text": "And he lined the great house with cedar wood, and gilded it with pure gold, and carved upon it palm-trees and chains."
    },
    {
      "verse": 6,
      "text": "And he garnished the house with precious stones for beauty; and he gilded it with gold of the gold from Pharuim."
    },
    {
      "verse": 7,
      "text": "And he gilded the house, and its \\add inner\\add* walls, and the door-posts, and the roofs, and the doors with gold; and he carved cherubs on the walls."
    },
    {
      "verse": 8,
      "text": "And he built the holy of holies, its length was according to the front \\add of the other house\\add*, the breadth of the house \\add was\\add* twenty cubits, and the length twenty cubits: and he gilded \\add it\\add* with pure gold for cherubs, to \\add the amount of\\add* six hundred talents."
    },
    {
      "verse": 9,
      "text": "And the weight of the nails, \\add even\\add* the weight of each was fifty shekels of gold: and he gilded the upper chamber with gold."
    },
    {
      "verse": 10,
      "text": "And he made two cherubs in the most holy house, wood-work, and he gilded them with gold."
    },
    {
      "verse": 13,
      "text": "And the wings of these cherubs expanded were of the length of twenty cubits: and they stood upon their feet, and their faces were toward the house."
    },
    {
      "verse": 14,
      "text": "And he made the vail of blue, and purple, and scarlet, and fine linen, and wove cherubs in it."
    },
    {
      "verse": 15,
      "text": "Also he made in front of the house two pillars, in height thirty-five cubits, and their chapters of five cubits."
    },
    {
      "verse": 16,
      "text": "And he made chains, \\add as\\add* in the oracle, and put \\add them\\add* on the heads of the pillars; and he made one hundred pomegranates, and put them on the chains."
    },
    {
      "verse": 17,
      "text": "And he set up the pillars in front of the temple, one on the right hand and the other on the left: and he called the name of the one on the right hand 'Stability,' and the name of the one on the left 'Strength.'"
    }
  ]
}