{
  "book_id": "2CH",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And Josaphat his son reigned in his stead, Josaphat strengthened himself against Israel."
    },
    {
      "verse": 2,
      "text": "And he put garrisons in all the strong cities of Juda, and appointed captains in all the cities of Juda, and in the cities of Ephraim, which Asa his father had taken."
    },
    {
      "verse": 3,
      "text": "And the Lord was with Josaphat, for he walked in the first ways of his father, and did not seek to idols;"
    },
    {
      "verse": 4,
      "text": "but he sought to the Lord God of his father, and walked in the commandments of his father, and not according to the works of Israel."
    },
    {
      "verse": 5,
      "text": "And the Lord prospered the kingdom in his hand; and all Juda gave gifts to Josaphat; and he had great wealth and glory."
    },
    {
      "verse": 6,
      "text": "And his heart was exalted in the way of the Lord; and he removed the high places and the groves from the land of Juda."
    },
    {
      "verse": 7,
      "text": "And in the third year of his reign, he sent his chief men, and his mighty men, Abdias and Zacharias, and Nathanael, and Michaias, to teach in the cities of Juda."
    },
    {
      "verse": 8,
      "text": "And with them werethe Levites, Samaias, and Nathanias, and Zabdias, and Asiel, and Semiramoth, and Jonathan, and Adonias, and Tobias, and Tobadonias, Levites, and with them Elisama and Joram, the priests."
    },
    {
      "verse": 9,
      "text": "And they taught in Juda, and there waswith them the book of the law of the Lord, and they passed through the cities of Juda, and taught the people."
    },
    {
      "verse": 10,
      "text": "And a terror of the Lord was upon all the kingdoms of the land round about Juda, and they made no war against Josaphat."
    },
    {
      "verse": 11,
      "text": "And someof the Philistines brought to Josaphat gifts, and silver, and presents; and the Arabians brought him seven thousand seven hundred rams."
    },
    {
      "verse": 12,
      "text": "And Josaphat increased in greatness exceedingly, and built in Judea places of abode, and strong cities."
    },
    {
      "verse": 13,
      "text": "And he had many works in Judea: and the mighty men of war, the menof strength, werein Jerusalem."
    },
    {
      "verse": 14,
      "text": "And this istheir number according to the houses of their fathers; even the captains of thousands in Juda were, Ednas the chief, and with him mighty men of strength three hundred thousand."
    },
    {
      "verse": 15,
      "text": "And after him, Joanan the captain, and with him two hundred eighty thousand."
    },
    {
      "verse": 16,
      "text": "And after him Amasias the sonof Zari, who was zealous for the Lord; and with him two hundred thousand mighty men of strength."
    },
    {
      "verse": 17,
      "text": "And out of Benjamin there wasa mighty man of strength, even Eliada, and with him two hundred thousand archers and targeteers."
    },
    {
      "verse": 18,
      "text": "And after him Jozabad, and with him one hundred and eighty thousand mighty men of war."
    },
    {
      "verse": 19,
      "text": "These were the king's servants besides those whom the king put in the strong cities in all Judea."
    }
  ]
}