{
  "book_id": "2CH",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "And after this came the children of Moab, and the children of Ammon, and with them \\add some\\add* of the Minaeans, against Josaphat to battle."
    },
    {
      "verse": 2,
      "text": "And they came and told Josaphat, saying, There is come against you a great multitude from Syria, from beyond the sea; and, behold, they are in Asasan Thamar, this is Engadi."
    },
    {
      "verse": 3,
      "text": "And Josaphat was alarmed, and set his face to seek the Lord earnestly, and he proclaimed a fast in all Juda."
    },
    {
      "verse": 4,
      "text": "And Juda gathered themselves together to seek after the Lord: even from all the cities of Juda they came to seek the Lord."
    },
    {
      "verse": 5,
      "text": "And Josaphat stood up in the assembly of Juda in Jerusalem, in the house of the Lord, in front of the new court."
    },
    {
      "verse": 6,
      "text": "And he said, O Lord God of my fathers, are not you God in heaven above, and are not you Lord of all the kingdoms of the nations? and \\add is there\\add* not in your hand the might of dominion, and there is no one who can resist you?"
    },
    {
      "verse": 7,
      "text": "Are not you the Lord that did destroy the inhabitants of this land before the face of your people Israel, and did give it to your beloved seed of Abraham for ever?"
    },
    {
      "verse": 8,
      "text": "And they lived in it, and built in it a sanctuary to your name, saying,"
    },
    {
      "verse": 9,
      "text": "If there should come upon us evils, sword, judgment, pestilence, famine, we will stand before this house, and before you, (for your name \\add is\\add* upon this house,) and we will cry to you because of the affliction, and you shall hear, and deliver."
    },
    {
      "verse": 10,
      "text": "And now, behold, the children of Ammon, and Moab, and mount Seir, with regard to whom you did not permit Israel to pass through their border, when they had come out of the land of Egypt, (for they turned away from them, and did not destroy them;)—"
    },
    {
      "verse": 11,
      "text": "yet now, behold, they make attempts against us, to come forth to cast us out from our inheritance which you gave us."
    },
    {
      "verse": 12,
      "text": "O Lord our God, will you not judge them? for we have no strength to resist this great multitude that is come against us; and we know not what we shall do to them: but our eyes are toward you."
    },
    {
      "verse": 13,
      "text": "And all Juda was standing before the Lord, and their children, and their wives."
    },
    {
      "verse": 14,
      "text": "And Oziel the \\add son\\add* of Zacharias, of the children of Banaias, of the sons of Eleiel, the sons of Matthanias the Levite, of the sons of Asaph, —upon him came the Spirit of the Lord in the assembly:"
    },
    {
      "verse": 15,
      "text": "and he said, Hear you⌃, all Juda, and the dwellers in Jerusalem, and king Josaphat: Thus says the Lord to you, even you, Fear not, neither be alarmed, before all this great multitude; for the battle is not years, but God's."
    },
    {
      "verse": 16,
      "text": "To-morrow go you⌃ down against them: behold, they come up by the ascent of Assis, and you⌃ shall find them at the extremity of the river of the wilderness of Jeriel."
    },
    {
      "verse": 17,
      "text": "It is not for you to fight: understand these things, and see the deliverance of the Lord with you, Juda and Jerusalem: fear not, neither be afraid to go forth to-morrow to meet them; and the Lord shall be with you."
    },
    {
      "verse": 18,
      "text": "And Josaphat bowed with his face \\add to the ground\\add* with all Juda and the dwellers in Jerusalem, \\add and\\add* they fell before the Lord to worship the Lord."
    },
    {
      "verse": 19,
      "text": "And the Levites of the children of Caath, and \\add they\\add* of the sons of Core, rose up to praise the Lord God of Israel with a loud voice on high."
    },
    {
      "verse": 20,
      "text": "And they rose early in the morning and went out to the wilderness of Thecoe: and as they went out, Josaphat stood and cried, and said, Hear me, Juda, and the dwellers in Jerusalem; put your trust in the Lord God, and your trust shall be honored; trust in his prophet, and you⌃ shall prosper."
    },
    {
      "verse": 21,
      "text": "And he took counsel with the people, and set appointed men to sing psalms and praises, to give thanks, and sing the holy songs of praise in going forth before the host: and they said, Give thanks to the Lord, for his mercy \\add endures\\add* for ever."
    },
    {
      "verse": 22,
      "text": "And when they began the praise and thanksgiving, the Lord caused the children of Ammon to fight against Moab, and \\add the inhabitants of\\add* mount Seir that came out against Juda; and they were routed."
    },
    {
      "verse": 23,
      "text": "Then the children of Ammon and Moab rose up against the dwellers in mount Seir, to destroy and consume them; and when they had made an end of \\add destroying\\add* the inhabitants of Seir, they rose up against one another so that they were utterly destroyed."
    },
    {
      "verse": 24,
      "text": "And Juda came to the watch-tower of the wilderness, and looked, and saw the multitude, and, behold, \\add they were\\add* all fallen dead upon the earth, not one escaped."
    },
    {
      "verse": 25,
      "text": "And Josaphat and his people went out to spoil them, and they found much cattle, and furniture, and spoils, and precious things: and they spoiled them, and they were three days gathering the spoil, for it was abundant."
    },
    {
      "verse": 26,
      "text": "And it came to pass on the fourth day they were gathered to the Valley of Blessing; for there they blessed the Lord: therefore they called the name of the place the Valley of Blessing, until this day."
    },
    {
      "verse": 27,
      "text": "And all the men of Juda returned to Jerusalem, and Josaphat led them with great joy; for the Lord gave them joy over their enemies."
    },
    {
      "verse": 28,
      "text": "And they entered into Jerusalem with lutes and harps and trumpets, \\add going\\add* into the house of the lord."
    },
    {
      "verse": 29,
      "text": "And there was a terror of the Lord upon all the kingdoms of the land, when they heard that the Lord fought against the enemies of Israel."
    },
    {
      "verse": 30,
      "text": "And the kingdom of Josaphat was at peace; and his God gave him rest round about."
    },
    {
      "verse": 31,
      "text": "And Josaphat reigned over Juda, being thirty-five years \\add old\\add* when he began to reign, and he reigned twenty-five years in Jerusalem: and his mother's name was Azuba, daughter of Sali."
    },
    {
      "verse": 32,
      "text": "And he walked in the ways of his father Asa, and turned not aside from doing that which was right in the sight of the Lord."
    },
    {
      "verse": 33,
      "text": "nevertheless the high places yet remained; and as yet the people did not direct their heart to the Lord God of their fathers."
    },
    {
      "verse": 34,
      "text": "And the rest of the acts of Josaphat, the first and the last, behold, they are written in the history of Jeu \\add the son\\add* of Anani, who wrote the book of the kings of Israel."
    },
    {
      "verse": 35,
      "text": "And afterwards Josaphat king of Juda entered into an alliance with Ochozias king of Israel, (now this was an unrighteous man,)"
    },
    {
      "verse": 36,
      "text": "by acting \\add with\\add* and going to him, to build ships to go to Tharsis: and he built ships in Gasion Gaber."
    },
    {
      "verse": 37,
      "text": "And Eliezer you \\add son\\add* of Dodia of Marisa prophesied against Josaphat, saying, Forasmuch as you have allied yourself with Ochozias, the Lord has broken your work, and your vessels have been wrecked. And they could not go to Tharsis."
    }
  ]
}