{
  "book_id": "MRK",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Ἀρχὴ τοῦ εὐαγγελίου Ἰησοῦ Χριστοῦ, Υἱοῦ τοῦ Θεοῦ. John the Baptizer"
    },
    {
      "verse": 2,
      "text": "Ὡς γέγραπται ἐν τοῖς προφήταις—«Ἰδού, ἐγὼ ἀποστέλλω τὸν ἄγγελόν μου πρὸ προσώπου σου, ὃς κατασκευάσει τὴν ὁδόν σου ἔμπροσθέν σου.»"
    },
    {
      "verse": 3,
      "text": "«Φωνὴ βοῶντος· ‹Ἐν τῇ ἐρήμῳ ἑτοιμάσατε τὴν ὁδὸν Κυρίου, εὐθείας ποιεῖτε τὰς τρίβους αὐτοῦ.› »—"
    },
    {
      "verse": 4,
      "text": "Ἐγένετο Ἰωάννης βαπτίζων ἐν τῇ ἐρήμῳ καὶ κηρύσσων βάπτισμα μετανοίας εἰς ἄφεσιν ἁμαρτιῶν."
    },
    {
      "verse": 5,
      "text": "Καὶ ἐξεπορεύετο πρὸς αὐτὸν πᾶσα ἡ Ἰουδαία χώρα καὶ οἱ Ἱεροσολυμῖται, καὶ ἐβαπτίζοντο πάντες ἐν τῷ Ἰορδάνῃ ποταμῷ ὑπ᾿ αὐτοῦ, ἐξομολογούμενοι τὰς ἁμαρτίας αὐτῶν."
    },
    {
      "verse": 6,
      "text": "Ἦν δὲ ὁ Ἰωάννης ἐνδεδυμένος τρίχας καμήλου καὶ ζώνην δερματίνην περὶ τὴν ὀσφὺν αὐτοῦ, καὶ ἐσθίων ἀκρίδας καὶ μέλι ἄγριον."
    },
    {
      "verse": 7,
      "text": "Καὶ ἐκήρυσσεν λέγων· «Ἔρχεται ὁ ἰσχυρότερός μου ὀπίσω μου, οὗ οὐκ εἰμὶ ἱκανὸς κύψας λῦσαι τὸν ἱμάντα τῶν ὑποδημάτων αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "Ἐγὼ μὲν ἐβάπτισα ὑμᾶς ἐν ὕδατι, αὐτὸς δὲ βαπτίσει ὑμᾶς ἐν Πνεύματι Ἁγίῳ.» Jesus is baptized"
    },
    {
      "verse": 9,
      "text": "Καὶ ἐγένετο ἐν ἐκείναις ταῖς ἡμέραις, ἦλθεν ὁ Ἰησοῦς ἀπὸ Ναζαρὲτ τῆς Γαλιλαίας καὶ ἐβαπτίσθη ὑπὸ Ἰωάννου εἰς τὸν Ἰορδάνην."
    },
    {
      "verse": 10,
      "text": "Καὶ εὐθέως ἀναβαίνων ἀπὸ τοῦ ὕδατος εἶδεν σχιζομένους τοὺς οὐρανοὺς καὶ τὸ Πνεῦμα, ὡσεὶ περιστεράν, καταβαῖνον ἐπ᾿ αὐτόν."
    },
    {
      "verse": 11,
      "text": "Καὶ φωνὴ ἐγένετο ἐκ τῶν οὐρανῶν· «Σὺ εἶ ὁ Υἱός μου, ὁ ἀγαπητός, ἐν ᾧ εὐδόκησα.» Jesus is tested"
    },
    {
      "verse": 12,
      "text": "Καὶ εὐθέως τὸ Πνεῦμα αὐτὸν ἐκβάλλει εἰς τὴν ἔρημον."
    },
    {
      "verse": 13,
      "text": "Καὶ ἦν ἐκεῖ ἐν τῇ ἐρήμῳ ἡμέρας τεσσαράκοντα πειραζόμενος ὑπὸ τοῦ Σατανᾶ, καὶ ἦν μετὰ τῶν θηρίων· καὶ οἱ ἄγγελοι διηκόνουν αὐτῷ. Jesus ministers in Galilee"
    },
    {
      "verse": 14,
      "text": "Μετὰ δὲ τὸ παραδοθῆναι τὸν Ἰωάννην, ἦλθεν ὁ Ἰησοῦς εἰς τὴν Γαλιλαίαν κηρύσσων τὸ εὐαγγέλιον τῆς βασιλείας τοῦ Θεοῦ"
    },
    {
      "verse": 15,
      "text": "καὶ λέγων ὅτι «Πεπλήρωται ὁ καιρὸς καὶ ἤγγικεν ἡ βασιλεία τοῦ Θεοῦ. Μετανοεῖτε καὶ πιστεύετε ἐν τῷ εὐαγγελίῳ.» Peter, Andrew, James, John"
    },
    {
      "verse": 16,
      "text": "Περιπατῶν δὲ παρὰ τὴν θάλασσαν τῆς Γαλιλαίας εἶδεν Σίμωνα καὶ Ἀνδρέαν τὸν ἀδελφὸν αὐτοῦ, τοῦ Σίμωνος, βάλλοντας ἀμφίβληστρον ἐν τῇ θαλάσσῃ, ἦσαν γὰρ ἁλιεῖς."
    },
    {
      "verse": 17,
      "text": "Καὶ εἶπεν αὐτοῖς ὁ Ἰησοῦς· «Δεῦτε ὀπίσω μου, καὶ ποιήσω ὑμᾶς γενέσθαι ἁλιεῖς ἀνθρώπων.»"
    },
    {
      "verse": 18,
      "text": "Καὶ εὐθέως ἀφέντες τὰ δίκτυα αὐτῶν ἠκολούθησαν αὐτῷ."
    },
    {
      "verse": 19,
      "text": "Καὶ προβὰς ἐκεῖθεν ὀλίγον εἶδεν Ἰάκωβον, τὸν τοῦ Ζεβεδαίου, καὶ Ἰωάννην τὸν ἀδελφὸν αὐτοῦ, καὶ αὐτοὺς ἐν τῷ πλοίῳ καταρτίζοντας τὰ δίκτυα."
    },
    {
      "verse": 20,
      "text": "Καὶ εὐθέως ἐκάλεσεν αὐτούς, καὶ ἀφέντες τὸν πατέρα αὐτῶν Ζεβεδαῖον ἐν τῷ πλοίῳ μετὰ τῶν μισθωτῶν ἀπῆλθον ὀπίσω αὐτοῦ. A demonized man"
    },
    {
      "verse": 21,
      "text": "Καὶ εἰσπορεύονται εἰς Καπερναούμ. Καὶ εὐθέως τοῖς σάββασιν εἰσελθὼν εἰς τὴν συναγωγὴν ἐδίδασκεν."
    },
    {
      "verse": 22,
      "text": "Καὶ ἐξεπλήσσοντο ἐπὶ τῇ διδαχῇ αὐτοῦ, ἦν γὰρ διδάσκων αὐτοὺς ὡς ἐξουσίαν ἔχων, καὶ οὐχ ὡς οἱ γραμματεῖς."
    },
    {
      "verse": 23,
      "text": "Καὶ ἦν ἐν τῇ συναγωγῇ αὐτῶν ἄνθρωπος ἐν πνεύματι ἀκαθάρτῳ· καὶ ἀνέκραξεν"
    },
    {
      "verse": 24,
      "text": "λέγων· «Ἔα, τί ἡμῖν καὶ σοί, Ἰησοῦ Ναζαρηνέ; Ἦλθες ἀπολέσαι ἡμᾶς; Οἶδά σε τίς εἶ—ὁ Ἅγιος τοῦ Θεοῦ.»"
    },
    {
      "verse": 25,
      "text": "Καὶ ἐπετίμησεν αὐτῷ ὁ Ἰησοῦς λέγων· «Φιμώθητι καὶ ἔξελθε ἐξ αὐτοῦ.»"
    },
    {
      "verse": 26,
      "text": "Καὶ σπαράξαν αὐτὸν τὸ πνεῦμα τὸ ἀκάθαρτον, καὶ κράξαν φωνῇ μεγάλῃ ἐξῆλθεν ἐξ αὐτοῦ."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐθαμβήθησαν πάντες, ὥστε συζητεῖν πρὸς ἑαυτούς, λέγοντας· «Τί ἐστιν τοῦτο; Τίς ἡ διδαχὴ ἡ καινὴ αὕτη; Ὅτι κατ᾿ ἐξουσίαν καὶ τοῖς πνεύμασιν τοῖς ἀκαθάρτοις ἐπιτάσσει, καὶ ὑπακούουσιν αὐτῷ.»"
    },
    {
      "verse": 28,
      "text": "Ἐξῆλθεν δὲ ἡ ἀκοὴ αὐτοῦ εὐθὺς εἰς ὅλην τὴν περίχωρον τῆς Γαλιλαίας. Peter’s mother-in-law"
    },
    {
      "verse": 29,
      "text": "Καὶ εὐθέως ἐκ τῆς συναγωγῆς ἐξελθόντες ἦλθον εἰς τὴν οἰκίαν Σίμωνος καὶ Ἀνδρέου, μετὰ Ἰακώβου καὶ Ἰωάννου."
    },
    {
      "verse": 30,
      "text": "Ἡ δὲ πενθερὰ τοῦ Σίμωνος κατέκειτο πυρέσσουσα, καὶ εὐθέως λέγουσιν αὐτῷ περὶ αὐτῆς."
    },
    {
      "verse": 31,
      "text": "Καὶ προσελθὼν ἤγειρεν αὐτήν, κρατήσας τῆς χειρὸς αὐτῆς, καὶ ἀφῆκεν αὐτὴν ὁ πυρετὸς εὐθέως καὶ διηκόνει αὐτοῖς. Many healings"
    },
    {
      "verse": 32,
      "text": "Ὀψίας δὲ γενομένης, ὅτε ἔδυ ὁ ἥλιος, ἔφερον πρὸς αὐτὸν πάντας τοὺς κακῶς ἔχοντας καὶ τοὺς δαιμονιζομένους."
    },
    {
      "verse": 33,
      "text": "Καὶ ἡ πόλις ὅλη ἐπισυνηγμένη ἦν πρὸς τὴν θύραν,"
    },
    {
      "verse": 34,
      "text": "καὶ ἐθεράπευσεν πολλοὺς κακῶς ἔχοντας ποικίλαις νόσοις καὶ δαιμόνια πολλὰ ἐξέβαλεν· καὶ οὐκ ἤφιεν λαλεῖν τὰ δαιμόνια, ὅτι ᾔδεισαν αὐτὸν Χριστὸν εἶναι. Alone to pray"
    },
    {
      "verse": 35,
      "text": "Καὶ πρωῒ ἔννυχον λίαν ἀναστάς, ἐξῆλθεν καὶ ἀπῆλθεν εἰς ἔρημον τόπον, κἀκεῖ προσηύχετο."
    },
    {
      "verse": 36,
      "text": "Καὶ κατεδίωξαν αὐτὸν ὁ Σίμων καὶ οἱ μετ᾿ αὐτοῦ,"
    },
    {
      "verse": 37,
      "text": "καὶ εὑρόντες αὐτὸν λέγουσιν αὐτῷ ὅτι «Πάντες σε ζητοῦσιν.»"
    },
    {
      "verse": 38,
      "text": "Καὶ λέγει αὐτοῖς· «Ἄγωμεν εἰς τὰς ἐχομένας κωμοπόλεις, ἵνα καὶ ἐκεῖ κηρύξω· εἰς τοῦτο γὰρ ἐλήλυθα.»"
    },
    {
      "verse": 39,
      "text": "Καὶ ἦν κηρύσσων ἐν ταῖς συναγωγαῖς αὐτῶν εἰς ὅλην τὴν Γαλιλαίαν, καὶ τὰ δαιμόνια ἐκβάλλων. The hinge—proof, evaluation, rejection, blasphemy A leper—the proof"
    },
    {
      "verse": 40,
      "text": "Καὶ ἔρχεται πρὸς αὐτὸν λεπρὸς παρακαλῶν αὐτὸν καὶ γονυπετῶν αὐτὸν καὶ λέγων αὐτῷ ὅτι «Ἐὰν θέλῃς, δύνασαί με καθαρίσαι.»"
    },
    {
      "verse": 41,
      "text": "Ὁ δὲ Ἰησοῦς σπλαγχνισθείς, ἐκτείνας τὴν χεῖρα ἥψατο αὐτοῦ καὶ λέγει αὐτῷ, «Θέλω· καθαρίσθητι.»"
    },
    {
      "verse": 42,
      "text": "Καὶ εἰπόντος αὐτοῦ, εὐθέως ἀπῆλθεν ἀπ᾿ αὐτοῦ ἡ λέπρα, καὶ ἐκαθαρίσθη."
    },
    {
      "verse": 43,
      "text": "Καὶ ἐμβριμησάμενος αὐτῷ, εὐθέως ἐξέβαλεν αὐτόν,"
    },
    {
      "verse": 44,
      "text": "καὶ λέγει αὐτῷ· «Ὅρα μηδενὶ μηδὲν εἴπῃς· ἀλλ᾿ ὕπαγε, σεαυτὸν δεῖξον τῷ ἱερεῖ καὶ προσένεγκαι περὶ τοῦ καθαρισμοῦ σου ἃ προσέταξεν Μωσῆς, εἰς μαρτύριον αὐτοῖς.»"
    },
    {
      "verse": 45,
      "text": "Ὁ δὲ ἐξελθὼν ἤρξατο κηρύσσειν πολλὰ καὶ διαφημίζειν τὸν λόγον, ὥστε μηκέτι αὐτὸν δύνασθαι φανερῶς εἰς πόλιν εἰσελθεῖν, ἀλλ᾿ ἔξω ἐν ἐρήμοις τόποις ἦν· καὶ ἤρχοντο πρὸς αὐτὸν πανταχόθεν."
    }
  ]
}