{
  "book_id": "MRK",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Ἦν δὲ τὸ Πάσχα καὶ τὰ Ἄζυμα μετὰ δύο ἡμέρας. Καὶ ἐζήτουν οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς πῶς αὐτὸν ἐν δόλῳ κρατήσαντες ἀποκτείνωσιν."
    },
    {
      "verse": 2,
      "text": "Ἔλεγον δέ, «Μὴ ἐν τῇ ἑορτῇ, μήποτε θόρυβος ἔσται τοῦ λαοῦ.» An anointing in Simon’s house"
    },
    {
      "verse": 3,
      "text": "Καὶ ὄντος αὐτοῦ ἐν Βηθανίᾳ ἐν τῇ οἰκίᾳ Σίμωνος τοῦ λεπροῦ, κατακειμένου αὐτοῦ, ἦλθεν γυνὴ ἔχουσα ἀλάβαστρον μύρου νάρδου πιστικῆς πολυτελοῦς. Καὶ συντρίψασα τὸ ἀλάβαστρον, κατέχεεν αὐτοῦ κατὰ τῆς κεφαλῆς."
    },
    {
      "verse": 4,
      "text": "Ἦσαν δέ τινες ἀγανακτοῦντες πρὸς ἑαυτοὺς καὶ λέγοντες· «Εἰς τί ἡ ἀπώλεια αὕτη τοῦ μύρου γέγονεν;"
    },
    {
      "verse": 5,
      "text": "Ἠδύνατο γὰρ τοῦτο πραθῆναι ἐπάνω τριακοσίων δηναρίων καὶ δοθῆναι τοῖς πτωχοῖς.» Καὶ ἐνεβριμῶντο αὐτῇ."
    },
    {
      "verse": 6,
      "text": "Ὁ δὲ Ἰησοῦς εἶπεν· «Ἄφετε αὐτήν· τί αὐτῇ κόπους παρέχετε; Καλὸν ἔργον εἰργάσατο ἐν ἐμοί."
    },
    {
      "verse": 7,
      "text": "Πάντοτε γὰρ τοὺς πτωχοὺς ἔχετε μεθ᾿ ἑαυτῶν, καὶ ὅταν θέλητε δύνασθε αὐτοὺς εὖ ποιῆσαι· ἐμὲ δὲ οὐ πάντοτε ἔχετε."
    },
    {
      "verse": 8,
      "text": "Ὃ ἔσχεν αὕτη ἐποίησεν. Προέλαβεν μυρίσαι μου τὸ σῶμα εἰς τὸν ἐνταφιασμόν."
    },
    {
      "verse": 9,
      "text": "Ἀμὴν λέγω ὑμῖν, ὅπου ἐὰν κηρυχθῇ τὸ εὐαγγέλιον τοῦτο εἰς ὅλον τὸν κόσμον, καὶ ὃ ἐποίησεν αὕτη λαληθήσεται εἰς μνημόσυνον αὐτῆς.» Judas is hired"
    },
    {
      "verse": 10,
      "text": "Καὶ Ἰούδας ὁ Ἰσκαριώτης, εἷς τῶν δώδεκα, ἀπῆλθεν πρὸς τοὺς ἀρχιερεῖς ἵνα παραδῷ αὐτὸν αὐτοῖς."
    },
    {
      "verse": 11,
      "text": "Οἱ δὲ ἀκούσαντες ἐχάρησαν καὶ ἐπηγγείλαντο αὐτῷ ἀργύρια δοῦναι. Καὶ ἐζήτει πῶς εὐκαίρως αὐτὸν παραδῷ. The upper room is made ready"
    },
    {
      "verse": 12,
      "text": "Καὶ τῇ πρώτῃ ἡμέρᾳ τῶν ἀζύμων, ὅτε τὸ Πάσχα ἔθυον, λέγουσιν αὐτῷ οἱ μαθηταὶ αὐτοῦ, «Ποῦ θέλεις ἀπελθόντες ἑτοιμάσομεν, ἵνα φάγῃς τὸ Πάσχα;»"
    },
    {
      "verse": 13,
      "text": "Καὶ ἀποστέλλει δύο τῶν μαθητῶν αὐτοῦ καὶ λέγει αὐτοῖς· «Ὑπάγετε εἰς τὴν πόλιν, καὶ ἀπαντήσει ὑμῖν ἄνθρωπος κεράμιον ὕδατος βαστάζων· ἀκολουθήσατε αὐτῷ."
    },
    {
      "verse": 14,
      "text": "Καὶ ὅπου ἐὰν εἰσέλθῃ, εἴπατε τῷ οἰκοδεσπότῃ ὅτι ‹Ὁ διδάσκαλος λέγει, «Ποῦ ἐστιν τὸ κατάλυμα ὅπου τὸ Πάσχα μετὰ τῶν μαθητῶν μου φάγω;» ›"
    },
    {
      "verse": 15,
      "text": "Καὶ αὐτὸς ὑμῖν δείξει ἀνώγεων μέγα ἐστρωμένον ἕτοιμον· ἐκεῖ ἑτοιμάσατε ἡμῖν.»"
    },
    {
      "verse": 16,
      "text": "Καὶ ἐξῆλθον οἱ μαθηταὶ αὐτοῦ καὶ ἦλθον εἰς τὴν πόλιν καὶ εὗρον καθὼς εἶπεν αὐτοῖς· καὶ ἡτοίμασαν τὸ Πάσχα. The last night—begins Thursday evening, 04/04/30 AD, and ends the next morning"
    },
    {
      "verse": 17,
      "text": "Καὶ ὀψίας γενομένης ἔρχεται μετὰ τῶν δώδεκα. The traitor identified"
    },
    {
      "verse": 18,
      "text": "Καὶ ἀνακειμένων αὐτῶν καὶ ἐσθιόντων, εἶπεν ὁ Ἰησοῦς, «Ἀμὴν λέγω ὑμῖν ὅτι εἷς ἐξ ὑμῶν παραδώσει με, ὁ ἐσθίων μετ᾿ ἐμοῦ.»"
    },
    {
      "verse": 19,
      "text": "Οἱ δὲ ἤρξαντο λυπεῖσθαι καὶ λέγειν αὐτῷ εἷς καθ᾿ εἷς, «Μήτι ἐγώ;» Καὶ ἄλλος, «Μήτι ἐγώ;»"
    },
    {
      "verse": 20,
      "text": "Ὁ δὲ ἀποκριθεὶς εἶπεν αὐτοῖς· «Εἷς ἐκ τῶν δώδεκα, ὁ ἐμβαπτόμενος μετ᾿ ἐμοῦ εἰς τὸ τρυβλίον."
    },
    {
      "verse": 21,
      "text": "Ὁ μὲν Υἱὸς τοῦ Ἀνθρώπου ὑπάγει καθὼς γέγραπται περὶ αὐτοῦ, οὐαὶ δὲ τῷ ἀνθρώπῳ ἐκείνῳ δι᾿ οὗ ὁ Υἱὸς τοῦ Ἀνθρώπου παραδίδοται· καλὸν ἦν αὐτῷ εἰ οὐκ ἐγεννήθη ὁ ἄνθρωπος ἐκεῖνος.» Jesus institutes the Lord’s Supper"
    },
    {
      "verse": 22,
      "text": "Καὶ ἐσθιόντων αὐτῶν, λαβὼν ὁ Ἰησοῦς ἄρτον καὶ εὐλογήσας, ἔκλασεν καὶ ἔδωκεν αὐτοῖς καὶ εἶπεν, «Λάβετε, φάγετε· τοῦτό ἐστιν τὸ σῶμά μου.»"
    },
    {
      "verse": 23,
      "text": "Καὶ λαβὼν τὸ ποτήριον, εὐχαριστήσας ἔδωκεν αὐτοῖς, καὶ ἔπιον ἐξ αὐτοῦ πάντες."
    },
    {
      "verse": 24,
      "text": "Καὶ εἶπεν αὐτοῖς· «Τοῦτό ἐστιν τὸ αἷμά μου, τὸ τῆς καινῆς διαθήκης, τὸ περὶ πολλῶν ἐκχυνόμενον."
    },
    {
      "verse": 25,
      "text": "Ἀμὴν λέγω ὑμῖν ὅτι οὐκέτι οὐ μὴ πίω ἐκ τοῦ γενήματος τῆς ἀμπέλου ἕως τῆς ἡμέρας ἐκείνης ὅταν αὐτὸ πίνω καινὸν ἐν τῇ βασιλείᾳ τοῦ Θεοῦ.»"
    },
    {
      "verse": 26,
      "text": "Καὶ ὑμνήσαντες, ἐξῆλθον εἰς τὸ Ὄρος τῶν Ἐλαιῶν. Peter will deny Him"
    },
    {
      "verse": 27,
      "text": "Καὶ λέγει αὐτοῖς ὁ Ἰησοῦς ὅτι «Πάντες σκανδαλισθήσεσθε ἐν ἐμοὶ ἐν τῇ νυκτὶ ταύτῃ, ὅτι γέγραπται· ‹Πατάξω τὸν Ποιμένα, καὶ διασκορπισθήσεται τὰ πρόβατα.›"
    },
    {
      "verse": 28,
      "text": "Μετὰ δὲ τὸ ἐγερθῆναί με, προάξω ὑμᾶς εἰς τὴν Γαλιλαίαν.»"
    },
    {
      "verse": 29,
      "text": "Ὁ δὲ Πέτρος ἔφη αὐτῷ, «Καὶ εἰ πάντες σκανδαλισθήσονται, ἀλλ᾿ οὐκ ἐγώ.»"
    },
    {
      "verse": 30,
      "text": "Καὶ λέγει αὐτῷ ὁ Ἰησοῦς, «Ἀμὴν λέγω σοι, ὅτι σύ, σήμερον, ἐν τῇ νυκτὶ ταύτῃ, πρὶν ἢ δὶς ἀλέκτορα φωνῆσαι, τρὶς ἀπαρνήσῃ με.»"
    },
    {
      "verse": 31,
      "text": "Ὁ δὲ ἐκ περισσοῦ ἔλεγεν μᾶλλον, «Ἐάν με δέῃ συναποθανεῖν σοι, οὐ μή σε ἀπαρνήσωμαι.» Ὡσαύτως δὲ καὶ πάντες ἔλεγον. The agony in Gethsemane"
    },
    {
      "verse": 32,
      "text": "Καὶ ἔρχονται εἰς χωρίον οὗ τὸ ὄνομα Γεθσημανῆ· καὶ λέγει τοῖς μαθηταῖς αὐτοῦ, «Καθίσατε ὧδε ἕως προσεύξομαι.»"
    },
    {
      "verse": 33,
      "text": "Καὶ παραλαμβάνει τὸν Πέτρον καὶ Ἰάκωβον καὶ Ἰωάννην μεθ᾿ ἑαυτοῦ, καὶ ἤρξατο ἐκθαμβεῖσθαι καὶ ἀδημονεῖν."
    },
    {
      "verse": 34,
      "text": "Καὶ λέγει αὐτοῖς· «Περίλυπός ἐστιν ἡ ψυχή μου, ἕως θανάτου. Μείνατε ὧδε καὶ γρηγορεῖτε.»"
    },
    {
      "verse": 35,
      "text": "Καὶ προελθὼν μικρόν, ἔπεσεν ἐπὶ τῆς γῆς καὶ προσηύχετο ἵνα, εἰ δυνατόν ἐστιν, παρέλθῃ ἀπ᾿ αὐτοῦ ἡ ὥρα."
    },
    {
      "verse": 36,
      "text": "Καὶ ἔλεγεν· «Ἀββᾶ, ὁ Πατήρ, πάντα δυνατά σοι. Παρένεγκαι τὸ ποτήριον ἀπ᾿ ἐμοῦ τοῦτο· ἀλλ᾿ οὐ τί ἐγὼ θέλω, ἀλλὰ τί σύ.»"
    },
    {
      "verse": 37,
      "text": "Καὶ ἔρχεται καὶ εὑρίσκει αὐτοὺς καθεύδοντας, καὶ λέγει τῷ Πέτρῳ· «Σίμων, καθεύδεις; Οὐκ ἴσχυσας μίαν ὥραν γρηγορῆσαι;"
    },
    {
      "verse": 38,
      "text": "Γρηγορεῖτε καὶ προσεύχεσθε, ἵνα μὴ εἰσέλθητε εἰς πειρασμόν. Τὸ μὲν πνεῦμα πρόθυμον, ἡ δὲ σὰρξ ἀσθενής.»"
    },
    {
      "verse": 39,
      "text": "Καὶ πάλιν ἀπελθὼν προσηύξατο, τὸν αὐτὸν λόγον εἰπών."
    },
    {
      "verse": 40,
      "text": "Καὶ ὑποστρέψας εὗρεν αὐτοὺς πάλιν καθεύδοντας, ἦσαν γὰρ οἱ ὀφθαλμοὶ αὐτῶν καταβαρυνόμενοι· καὶ οὐκ ᾔδεισαν τί αὐτῷ ἀποκριθῶσιν."
    },
    {
      "verse": 41,
      "text": "Καὶ ἔρχεται τὸ τρίτον καὶ λέγει αὐτοῖς· «Καθεύδετε λοιπὸν καὶ ἀναπαύεσθε. Ἀπέχει· ἦλθεν ἡ ὥρα· ἰδού, παραδίδοται ὁ Υἱὸς τοῦ Ἀνθρώπου εἰς τὰς χεῖρας τῶν ἁμαρτωλῶν."
    },
    {
      "verse": 42,
      "text": "Ἐγείρεσθε, ἄγωμεν. Ἰδού, ὁ παραδιδούς με ἤγγικεν.» The betrayal and arrest"
    },
    {
      "verse": 43,
      "text": "Καὶ εὐθέως, ἔτι αὐτοῦ λαλοῦντος, παραγίνεται Ἰούδας, εἷς ὢν τῶν δώδεκα, καὶ μετ᾿ αὐτοῦ ὄχλος πολὺς μετὰ μαχαιρῶν καὶ ξύλων, παρὰ τῶν ἀρχιερέων καὶ τῶν γραμματέων καὶ τῶν πρεσβυτέρων."
    },
    {
      "verse": 44,
      "text": "Δεδώκει δὲ ὁ παραδιδοὺς αὐτὸν σύσσημον αὐτοῖς, λέγων, «Ὃν ἂν φιλήσω, αὐτός ἐστιν· κρατήσατε αὐτὸν καὶ ἀπαγάγετε ἀσφαλῶς.»"
    },
    {
      "verse": 45,
      "text": "Καὶ ἐλθών, εὐθέως προσελθὼν αὐτῷ λέγει αὐτῷ, «Ῥαββί, ῥαββί»· καὶ κατεφίλησεν αὐτόν."
    },
    {
      "verse": 46,
      "text": "Οἱ δὲ ἐπέβαλον ἐπ᾿ αὐτὸν τὰς χεῖρας αὐτῶν καὶ ἐκράτησαν αὐτόν."
    },
    {
      "verse": 47,
      "text": "Εἷς δέ τις τῶν παρεστηκότων σπασάμενος τὴν μάχαιραν ἔπαισεν τὸν δοῦλον τοῦ ἀρχιερέως, καὶ ἀφεῖλεν αὐτοῦ τὸ ὠτίον."
    },
    {
      "verse": 48,
      "text": "Καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτοῖς· «Ὡς ἐπὶ λῃστὴν ἐξήλθετε μετὰ μαχαιρῶν καὶ ξύλων συλλαβεῖν με."
    },
    {
      "verse": 49,
      "text": "Καθ᾿ ἡμέραν ἤμην πρὸς ὑμᾶς ἐν τῷ ἱερῷ, διδάσκων, καὶ οὐκ ἐκρατήσατέ με. Ἀλλ᾿ ἵνα πληρωθῶσιν αἱ Γραφαί.»"
    },
    {
      "verse": 50,
      "text": "Καὶ ἀφέντες αὐτὸν πάντες ἔφυγον. A curious case"
    },
    {
      "verse": 51,
      "text": "Καὶ εἷς τις νεανίσκος ἠκολούθησεν αὐτῷ, περιβεβλημένος σινδόνα ἐπὶ γυμνοῦ. Καὶ κρατοῦσιν αὐτὸν οἱ νεανίσκοι,"
    },
    {
      "verse": 52,
      "text": "ὁ δὲ καταλιπὼν τὴν σινδόνα γυμνὸς ἔφυγεν ἀπ᾿ αὐτῶν. At Caiaphas’ house"
    },
    {
      "verse": 53,
      "text": "Καὶ ἀπήγαγον τὸν Ἰησοῦν πρὸς τὸν ἀρχιερέα· καὶ συνέρχονται αὐτῷ πάντες οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι καὶ οἱ γραμματεῖς."
    },
    {
      "verse": 54,
      "text": "Καὶ ὁ Πέτρος ἀπὸ μακρόθεν ἠκολούθησεν αὐτῷ, ἕως ἔσω εἰς τὴν αὐλὴν τοῦ ἀρχιερέως· καὶ ἦν συγκαθήμενος μετὰ τῶν ὑπηρετῶν καὶ θερμαινόμενος πρὸς τὸ φῶς. A farcical trial"
    },
    {
      "verse": 55,
      "text": "Οἱ δὲ ἀρχιερεῖς καὶ ὅλον τὸ συνέδριον ἐζήτουν κατὰ τοῦ Ἰησοῦ μαρτυρίαν εἰς τὸ θανατῶσαι αὐτόν, καὶ οὐχ εὕρισκον."
    },
    {
      "verse": 56,
      "text": "Πολλοὶ γὰρ ἐψευδομαρτύρουν κατ᾿ αὐτοῦ, καὶ ἴσαι αἱ μαρτυρίαι οὐκ ἦσαν."
    },
    {
      "verse": 57,
      "text": "Καί τινες ἀναστάντες ἐψευδομαρτύρουν κατ᾿ αὐτοῦ, λέγοντες"
    },
    {
      "verse": 58,
      "text": "ὅτι «Ἡμεῖς ἠκούσαμεν αὐτοῦ λέγοντος ὅτι ‹Ἐγὼ καταλύσω τὸν ναὸν τοῦτον τὸν χειροποίητον, καὶ διὰ τριῶν ἡμερῶν ἄλλον ἀχειροποίητον οἰκοδομήσω.› »"
    },
    {
      "verse": 59,
      "text": "Καὶ οὐδὲ οὕτως ἴση ἦν ἡ μαρτυρία αὐτῶν."
    },
    {
      "verse": 60,
      "text": "Καὶ ἀναστὰς ὁ ἀρχιερεὺς εἰς μέσον ἐπηρώτησεν τὸν Ἰησοῦν, λέγων· «Οὐκ ἀποκρίνῃ οὐδέν; Τί οὗτοί σου καταμαρτυροῦσιν;»"
    },
    {
      "verse": 61,
      "text": "Ὁ δὲ ἐσιώπα καὶ οὐδὲν ἀπεκρίνατο. Πάλιν ὁ ἀρχιερεὺς ἐπηρώτα αὐτὸν καὶ λέγει αὐτῷ, «Σὺ εἶ ὁ Χριστός, ὁ Υἱὸς τοῦ Εὐλογητοῦ;»"
    },
    {
      "verse": 62,
      "text": "Ὁ δὲ Ἰησοῦς εἶπεν· «Ἐγώ εἰμι, καὶ ὄψεσθε τὸν Υἱὸν τοῦ Ἀνθρώπου ἐκ δεξιῶν καθήμενον τῆς Δυνάμεως, καὶ ἐρχόμενον μετὰ τῶν νεφελῶν τοῦ οὐρανοῦ.»"
    },
    {
      "verse": 63,
      "text": "Ὁ δὲ ἀρχιερεὺς διαρρήξας τοὺς χιτῶνας αὐτοῦ λέγει· «Τί ἔτι χρείαν ἔχομεν μαρτύρων;"
    },
    {
      "verse": 64,
      "text": "Ἠκούσατε τῆς βλασφημίας. Τί ὑμῖν φαίνεται;» Οἱ δὲ πάντες κατέκριναν αὐτὸν εἶναι ἔνοχον θανάτου."
    },
    {
      "verse": 65,
      "text": "Καὶ ἤρξαντό τινες ἐμπτύειν αὐτῷ καὶ περικαλύπτειν τὸ πρόσωπον αὐτοῦ καὶ κολαφίζειν αὐτὸν καὶ λέγειν αὐτῷ, «Προφήτευσον.» Καὶ οἱ ὑπηρέται ῥαπίσμασιν αὐτὸν ἔβαλλον. Peter’s denials"
    },
    {
      "verse": 66,
      "text": "Καὶ ὄντος τοῦ Πέτρου ἐν τῇ αὐλῇ κάτω, ἔρχεται μία τῶν παιδισκῶν τοῦ ἀρχιερέως."
    },
    {
      "verse": 67,
      "text": "Καὶ ἰδοῦσα τὸν Πέτρον θερμαινόμενον, ἐμβλέψασα αὐτῷ λέγει, «Καὶ σὺ μετὰ τοῦ Ναζαρηνοῦ Ἰησοῦ ἦσθα.»"
    },
    {
      "verse": 68,
      "text": "Ὁ δὲ ἠρνήσατο, λέγων, «Οὐκ οἶδα οὔτε ἐπίσταμαι τί σὺ λέγεις.» Καὶ ἐξῆλθεν ἔξω εἰς τὸ προαύλιον, καὶ ἀλέκτωρ ἐφώνησεν."
    },
    {
      "verse": 69,
      "text": "Καὶ ἡ παιδίσκη ἰδοῦσα αὐτὸν πάλιν ἤρξατο λέγειν τοῖς παρεστηκόσιν ὅτι «Οὗτος ἐξ αὐτῶν ἐστιν.»"
    },
    {
      "verse": 70,
      "text": "Ὁ δὲ πάλιν ἠρνεῖτο. Καὶ μετὰ μικρόν, πάλιν οἱ παρεστῶτες ἔλεγον τῷ Πέτρῳ, «Ἀληθῶς ἐξ αὐτῶν εἶ· καὶ γὰρ Γαλιλαῖος εἶ, καὶ ἡ λαλιά σου ὁμοιάζει.»"
    },
    {
      "verse": 71,
      "text": "Ὁ δὲ ἤρξατο ἀναθεματίζειν καὶ ὀμνύναι ὅτι «Οὐκ οἶδα τὸν ἄνθρωπον τοῦτον ὃν λέγετε.»"
    },
    {
      "verse": 72,
      "text": "Καὶ ἐκ δευτέρου ἀλέκτωρ ἐφώνησεν. Καὶ ἀνεμνήσθη ὁ Πέτρος τὸ ῥῆμα ὃ εἶπεν αὐτῷ ὁ Ἰησοῦς ὅτι «Πρὶν ἀλέκτορα φωνῆσαι δίς, ἀπαρνήσῃ με τρίς.» Καὶ ἐπιβαλὼν ἔκλαιεν."
    }
  ]
}