{
  "book_id": "SIR",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "All wisdom comesfrom the Lord, and is with him for ever."
    },
    {
      "verse": 2,
      "text": "Who can number the sand of the sea, and the drops of rain, and the days of eternity?"
    },
    {
      "verse": 3,
      "text": "Who can find out the height of heaven, and the breadth of the earth, and the deep, and wisdom?"
    },
    {
      "verse": 4,
      "text": "Wisdom has been created before all things, and the understanding of prudence from everlasting."
    },
    {
      "verse": 5,
      "text": "The word of God most high is the fountain of wisdom; and her ways are everlasting commandments."
    },
    {
      "verse": 6,
      "text": "To whom has the root of wisdom been revealed? or who has known her wise counsels?"
    },
    {
      "verse": 7,
      "text": "To whom has the knowledge of wisdom been made manifest? and who has understood her great experience?"
    },
    {
      "verse": 8,
      "text": "There is one wise and greatly to be feared, the Lord sitting upon his throne."
    },
    {
      "verse": 9,
      "text": "He created her, and saw her, and numbered her, and poured her out upon all his works."
    },
    {
      "verse": 10,
      "text": "She is with all flesh according to his gift, and he has given her to them that love him."
    },
    {
      "verse": 11,
      "text": "The fear of the Lord is honor, and glory, and gladness, and a crown of rejoicing."
    },
    {
      "verse": 12,
      "text": "The fear of the Lord makes a merry heart, and gives joy, and gladness, and a long life."
    },
    {
      "verse": 13,
      "text": "Whoso fears the Lord, it shall go well with him at the last, and he shall find favor in the day of his death."
    },
    {
      "verse": 14,
      "text": "To fear the Lord is the beginning of wisdom: and it was created with the faithful in the womb."
    },
    {
      "verse": 15,
      "text": "She has built an everlasting foundation with men, and she shall continue with their seed."
    },
    {
      "verse": 16,
      "text": "To fear the Lord is fulness of wisdom, and fills men with her fruits."
    },
    {
      "verse": 17,
      "text": "She fills all their house with things desirable, and the garners with her increase."
    },
    {
      "verse": 18,
      "text": "The fear of the Lord is a crown of wisdom, making peace and perfect health to flourish; both which are the gifts of God: and it enlarges their rejoicing that love him."
    },
    {
      "verse": 19,
      "text": "Wisdom rains down skill and knowledge of understanding standing, and exalts them to honor that hold her fast."
    },
    {
      "verse": 20,
      "text": "The root of wisdom is to fear the Lord, and the branches thereof are long life."
    },
    {
      "verse": 21,
      "text": "The fear of the Lord drives away sins: and where it is present, it turns away wrath."
    },
    {
      "verse": 22,
      "text": "A furious man can’t be justified; for the sway of his fury shall be his destruction."
    },
    {
      "verse": 23,
      "text": "A patient man will tear for a time, and afterward joy shall spring up to him."
    },
    {
      "verse": 24,
      "text": "He will hide his words for a time, and the lips of many shall declare his wisdom."
    },
    {
      "verse": 25,
      "text": "The parables of knowledge are in the treasures of wisdom: but godliness is an abomination to a sinner."
    },
    {
      "verse": 26,
      "text": "If you desire wisdom, keep the commandments, and the Lord shall give her to you."
    },
    {
      "verse": 27,
      "text": "For the fear of the Lord is wisdom and instruction: and faith and meekness are his delight."
    },
    {
      "verse": 28,
      "text": "Distrust not the fear of the Lord when you are poor: and come not to him with a double heart."
    },
    {
      "verse": 29,
      "text": "Be not an hypocrite in the sight of men, and take good heed what you speak."
    },
    {
      "verse": 30,
      "text": "Exalt not yourself, lest you fall, and bring dishonor upon your soul, and so God discover your secrets, and cast you down in the midst of the congregation, because you came not in truth to the fear of the Lord, but your heart is full of deceit."
    }
  ]
}