{
  "book_id": "SIR",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Strive not with a mighty man' lest you fall into his hands."
    },
    {
      "verse": 2,
      "text": "Be not at variance with a rich man, lest he overweigh you: for gold has destroyed many, and perverted the hearts of kings."
    },
    {
      "verse": 3,
      "text": "Strive not with a man that is full of tongue, and heap not wood upon his fire."
    },
    {
      "verse": 4,
      "text": "Jest not with a rude man, lest your ancestors be disgraced."
    },
    {
      "verse": 5,
      "text": "Reproach not a man that turns from sin, but remember that we are all worthy of punishment."
    },
    {
      "verse": 6,
      "text": "Dishonour not a man in his old age: for even some of us wax old."
    },
    {
      "verse": 7,
      "text": "Rejoice not over your greatest enemy being dead, but remember that we die all."
    },
    {
      "verse": 8,
      "text": "Despise not the discourse of the wise, but acquaint yourself with their proverbs: for of them you shall learn instruction, and how to serve great men with ease."
    },
    {
      "verse": 9,
      "text": "Miss not the discourse of the elders: for they also learned of their fathers, and of them you shall learn understanding, and to give answer as need requires."
    },
    {
      "verse": 10,
      "text": "Kindle not the coals of a sinner, lest you be burnt with the flame of his fire."
    },
    {
      "verse": 11,
      "text": "Rise not up \\add in anger\\add* at the presence of an injurious person, lest he lie in wait to entrap you in your words"
    },
    {
      "verse": 12,
      "text": "Lend not to him that is mightier than yourself; for if you lend him, count it but lost."
    },
    {
      "verse": 13,
      "text": "Be not surety above your power: for if you be surety, take care to pay it."
    },
    {
      "verse": 14,
      "text": "Go not to law with a judge; for they will judge for him according to his honor."
    },
    {
      "verse": 15,
      "text": "Travel not by the way with a bold fellow, lest he become grievous to you: for he will do according to his own will, and you shall perish with him through his folly."
    },
    {
      "verse": 16,
      "text": "Strive not with an angry man, and go not with him into a solitary place: for blood is as nothing in his sight, and where there is no help, he will overthrow you."
    },
    {
      "verse": 17,
      "text": "Consult not with a fool; for he can’t keep counsel."
    },
    {
      "verse": 18,
      "text": "Do no secret thing before a stranger; for you know not what he will bring forth."
    },
    {
      "verse": 19,
      "text": "Open not your heart to every man, lest he requite you with a shrewd turn."
    }
  ]
}