{
  "book_id": "SIR",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Blessed is the man that has not slipped with his mouth, and is not pricked with the multitude of sins."
    },
    {
      "verse": 2,
      "text": "Blessed is he whose conscience has not condemned him, and who is not fallen from his hope in the Lord."
    },
    {
      "verse": 3,
      "text": "Riches are not comely for a niggard: and what should an envious man do with money?"
    },
    {
      "verse": 4,
      "text": "He that gathers by defrauding his own soul gathers for others, that shall spend his goods riotously."
    },
    {
      "verse": 5,
      "text": "He that is evil to himself, to whom will he be good? he shall not take pleasure in his goods."
    },
    {
      "verse": 6,
      "text": "There is none worse than he that envies himself; and this is a recompence of his wickedness."
    },
    {
      "verse": 7,
      "text": "And if he does good, he does it unwillingly; and at the last he will declare his wickedness."
    },
    {
      "verse": 8,
      "text": "The envious man has a wicked eye; he turns away his face, and despises men."
    },
    {
      "verse": 9,
      "text": "A covetous man's eye is not satisfied with his portion; and the iniquity of the wicked dries up his soul."
    },
    {
      "verse": 10,
      "text": "A wicked eye envies \\add his\\add* bread, and he is a niggard at his table."
    },
    {
      "verse": 11,
      "text": "My son, according to your ability do good to yourself, and give the Lord his due offering."
    },
    {
      "verse": 12,
      "text": "Remember that death will not be long in coming, and that the covenant of the grave is not showed to you."
    },
    {
      "verse": 13,
      "text": "Do good to your friend before you die, and according to your ability stretch out your hand and give to him."
    },
    {
      "verse": 14,
      "text": "Defraud not yourself of the good day, and let not the part of a good desire overpass you."
    },
    {
      "verse": 15,
      "text": "Shall you not leave your travails to another? and your labors to be divided by lot?"
    },
    {
      "verse": 16,
      "text": "Give, and take, and sanctify your soul; for there is no seeking of dainties in the grave."
    },
    {
      "verse": 17,
      "text": "All flesh waxes old as a garment: for the covenant from the beginning is, You shall die the death."
    },
    {
      "verse": 18,
      "text": "As of the green leaves on a thick tree, some fall, and some grow; so is the generation of flesh and blood, one comes to an end, and another is born."
    },
    {
      "verse": 19,
      "text": "Every work rots and consumes away, and the worker thereof shall go withal."
    },
    {
      "verse": 20,
      "text": "Blessed is the man that does meditate good things in wisdom, and that reasons of holy things by his understanding."
    },
    {
      "verse": 21,
      "text": "He that considers her ways in his heart shall also have understanding in her secrets."
    },
    {
      "verse": 22,
      "text": "Go after her as one that traces, and lie in wait in her ways."
    },
    {
      "verse": 23,
      "text": "He that pries in at her windows shall also listen at her doors."
    },
    {
      "verse": 24,
      "text": "He that does lodge near her house shall also fasten a pin in her walls."
    },
    {
      "verse": 25,
      "text": "He shall pitch his tent near to her, and shall lodge in a lodging where good things are."
    },
    {
      "verse": 26,
      "text": "He shall set his children under her shelter, and shall lodge under her branches."
    },
    {
      "verse": 27,
      "text": "By her he shall be covered from heat, and in her glory shall he dwell."
    }
  ]
}