{
  "book_id": "SIR",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "A laboring man that A is given to drunkenness shall not be rich: and he that contemns small things shall fall by little and little."
    },
    {
      "verse": 2,
      "text": "Wine and women will make men of understanding to fall away: and he that cleaves to harlots will become impudent."
    },
    {
      "verse": 3,
      "text": "Moths and worms shall have him to heritage, and a bold man shall be taken away."
    },
    {
      "verse": 4,
      "text": "He that is hasty to give credit is lightminded; and he that sins shall offend against his own soul."
    },
    {
      "verse": 5,
      "text": "Whoso takes pleasure in wickedness shall be condemned: but he that resists pleasures crowns his life."
    },
    {
      "verse": 6,
      "text": "He that can rule his tongue shall live without strife; and he that hates babbling shall have less evil."
    },
    {
      "verse": 7,
      "text": "Rehearse not to another that which is told to you, and you shall fare never the worse."
    },
    {
      "verse": 8,
      "text": "Whether it be to friend or foe, talk not of other men's lives; and if you can without offense, reveal them not."
    },
    {
      "verse": 9,
      "text": "For he heard and observed you, and when time comes he will hate you."
    },
    {
      "verse": 10,
      "text": "If you have heard a word, let it die with you; and be bold, it will not burst you."
    },
    {
      "verse": 11,
      "text": "A fool travails with a word, as a woman in labor of a child."
    },
    {
      "verse": 12,
      "text": "As an arrow that sticks in a man's thigh, so is a word within a fool's belly."
    },
    {
      "verse": 13,
      "text": "Admonish a friend, it may be he has not done it: and if he have done it, that he do it no more."
    },
    {
      "verse": 14,
      "text": "Admonish your friend, it may be he has not said it: and if he have, that he speak it not again."
    },
    {
      "verse": 15,
      "text": "Admonish a friend: for many times it is a slander, and believe not every tale."
    },
    {
      "verse": 16,
      "text": "There is one that slips in his speech, but not from his heart; and who is he that has not offended with his tongue?"
    },
    {
      "verse": 17,
      "text": "Admonish your neighbor before you threaten him; and not being angry, give place to the law of the most High."
    },
    {
      "verse": 18,
      "text": "The fear of the Lord is the first step to be accepted of him,and wisdom obtains his love."
    },
    {
      "verse": 19,
      "text": "The knowledge of the commandments of the Lord is the doctrine of life: and they that do things that please him shall receive the fruit of the tree of immortality."
    },
    {
      "verse": 20,
      "text": "The fear of the Lord is all wisdom; and in all wisdom is the performance of the law, and the knowledge of his omnipotency."
    },
    {
      "verse": 21,
      "text": "If a servant say to his master, I will not do as it pleases you; though afterward he do it, he angers him that nourishes him."
    },
    {
      "verse": 22,
      "text": "The knowledge of wickedness is not wisdom, neither at any time the counsel of sinners prudence."
    },
    {
      "verse": 23,
      "text": "There is a wickedness, and the same an abomination; and there is a fool lacking in wisdom."
    },
    {
      "verse": 24,
      "text": "He that has small understanding, and fears God, is better than one that has much wisdom, and transgresses the law of the most High."
    },
    {
      "verse": 25,
      "text": "There is an exquisite subtilty, and the same is unjust; and there is one that turns aside to make judgment appear; and there is a wise man that justifies in judgment."
    },
    {
      "verse": 26,
      "text": "There is a wicked man that hangs down his head sadly; but inwardly he is full of deceit,"
    },
    {
      "verse": 27,
      "text": "Casting down his countenance, and making as if he heard not: where he is not known, he will do you a mischief before you be aware."
    },
    {
      "verse": 28,
      "text": "And if for lack of power he be hindered from sinning, yet when he finds opportunity he will do evil."
    },
    {
      "verse": 29,
      "text": "A man may be known by his look, and one that has understanding by his countenance, when you meet him."
    },
    {
      "verse": 30,
      "text": "A man's attire, and excessive laughter, and gait, show what he is."
    }
  ]
}