{
  "book_id": "SIR",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "There is a reproof that is not comely: again, some man holds his tongue, and he is wise."
    },
    {
      "verse": 2,
      "text": "It is much better to reprove, than to be angry secretly: and he that confesses his fault shall be preserved from hurt."
    },
    {
      "verse": 3,
      "text": "How good is it, when you are reproved, to show repentance! for so shall you escape wilful sin."
    },
    {
      "verse": 4,
      "text": "As is the lust of an eunuch to deflower a virgin; so is he that executes judgment with violence."
    },
    {
      "verse": 5,
      "text": "There is one that keeps silence, and is found wise: and another by much babbling becomes hateful."
    },
    {
      "verse": 6,
      "text": "Some man holds his tongue, because he has not to answer: and some keeps silence, knowing his time."
    },
    {
      "verse": 7,
      "text": "A wise man will hold his tongue till he see opportunity: but a babbler and a fool will regard no time."
    },
    {
      "verse": 8,
      "text": "He that uses many words shall be abhorred; and he that takes to himself authority therein shall be hated."
    },
    {
      "verse": 9,
      "text": "There is a sinner that has good success in evil things; and there is a gain that turns to loss."
    },
    {
      "verse": 10,
      "text": "There is a gift that shall not profit you; and there is a gift whose recompence is double."
    },
    {
      "verse": 11,
      "text": "There is an abasement because of glory; and there is that lifts up his head from a low estate."
    },
    {
      "verse": 12,
      "text": "There is that buys much for a little, and repays it sevenfold."
    },
    {
      "verse": 13,
      "text": "A wise man by his words makes him beloved: but the graces of fools shall be poured out."
    },
    {
      "verse": 14,
      "text": "The gift of a fool shall do you no good when you have it; neither yet of the envious for his necessity: for he looks to receive many things for one."
    },
    {
      "verse": 15,
      "text": "He gives little, and upbraids much; he opens his mouth like a crier; to day he lends, and to morrow will he ask it again: such an one is to be hated of God and man."
    },
    {
      "verse": 16,
      "text": "The fool says, I have no friends, I have no thank for all my good deeds, and they that eat my bread speak evil of me."
    },
    {
      "verse": 17,
      "text": "How often, and of how many shall he be laughed to scorn! for he knows not aright what it is to have; and it is all one to him as if he had it not."
    },
    {
      "verse": 18,
      "text": "To slip upon a pavement is better than to slip with the tongue: so the fall of the wicked shall come speedily."
    },
    {
      "verse": 19,
      "text": "An unseasonable tale will always be in the mouth of the unwise."
    },
    {
      "verse": 20,
      "text": "A wise sentence shall be rejected when it comes out of a fool's mouth; for he will not speak it in due season."
    },
    {
      "verse": 21,
      "text": "There is that is hindered from sinning through lack: and when he takes rest, he shall not be troubled."
    },
    {
      "verse": 22,
      "text": "There is that destroys his own soul through bashfulness, and by accepting of persons overthrows himself."
    },
    {
      "verse": 23,
      "text": "There is that for bashfulness promises to his friend, and makes him his enemy for nothing."
    },
    {
      "verse": 24,
      "text": "A lie is a foul blot in a man, yet it is continually in the mouth of the untaught."
    },
    {
      "verse": 25,
      "text": "A thief is better than a man that is accustomed to lie: but they both shall have destruction to heritage."
    },
    {
      "verse": 26,
      "text": "The disposition of a liar is dishonourable, and his shame is ever with him."
    },
    {
      "verse": 27,
      "text": "A wise man shall promote himself to honor with his words: and he that has understanding will please great men."
    },
    {
      "verse": 28,
      "text": "He that tils his land shall increase his heap: and he that pleases great men shall get pardon for iniquity."
    },
    {
      "verse": 29,
      "text": "Presents and gifts blind the eyes of the wise, and stop up his mouth that he can’t reprove."
    },
    {
      "verse": 30,
      "text": "Wisdom that is hid, and treasure that is hoarded up, what profit is in them both?"
    },
    {
      "verse": 31,
      "text": "Better is he that hides his folly than a man that hides his wisdom."
    },
    {
      "verse": 32,
      "text": "Necessary patience in seeking the Lord is better than he that leads his life without a guide."
    }
  ]
}