{
  "book_id": "SIR",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "A slothful man is compared to a filthy stone, and every one will hiss him out to his disgrace."
    },
    {
      "verse": 2,
      "text": "A slothful man is compared to the filth of a dunghill: every man that takes it up will shake his hand."
    },
    {
      "verse": 3,
      "text": "An evil-nurtured man is the dishonor of his father that became the father of him: and a \\add foolish\\add* daughter is born to his loss."
    },
    {
      "verse": 4,
      "text": "A wise daughter shall bring an inheritance to her husband: but she that lives dishonestly is her father's heaviness."
    },
    {
      "verse": 5,
      "text": "She that is bold dishonors both her father and her husband, but they both shall despise her."
    },
    {
      "verse": 6,
      "text": "A tale out of season \\add is as\\add* musick in mourning: but stripes and correction of wisdom are never out of time."
    },
    {
      "verse": 7,
      "text": "Whoso teaches a fool is as one that glues a potsherd together, and as he that wakes one from a sound sleep."
    },
    {
      "verse": 8,
      "text": "He that tells a tale to a fool speaks to one in a slumber: when he has told his tale, he will say, What is the matter?"
    },
    {
      "verse": 9,
      "text": "If children live honestly, and have wherewithal, they shall cover the baseness of their parents."
    },
    {
      "verse": 10,
      "text": "But children, being haughty, through disdain and lack of nurture do stain the nobility of their kindred."
    },
    {
      "verse": 11,
      "text": "Weep for the dead, for he has lost the light: and weep for the fool, for he lacks understanding: make little weeping for the dead, for he is at rest: but the life of the fool is worse than death."
    },
    {
      "verse": 12,
      "text": "Seven days do men mourn for him that is dead; but for a fool and an ungodly man all the days of his life."
    },
    {
      "verse": 13,
      "text": "Talk not much with a fool, and go not to him that has no understanding: beware of him, lest you have trouble, and you shall never be defiled with his fooleries: depart from him, and you shall find rest, and never be disquieted with madness."
    },
    {
      "verse": 14,
      "text": "What is heavier than lead? and what is the name thereof, but a fool?"
    },
    {
      "verse": 15,
      "text": "Sand, and salt, and a mass of iron, is easier to bear, than a man without understanding."
    },
    {
      "verse": 16,
      "text": "As timber girded and bound together in a building can’t be loosed with shaking: so the heart that is established by advised counsel shall fear at no time."
    },
    {
      "verse": 17,
      "text": "A heart settled upon a thought of understanding is as a fair plaistering on the wall of a gallery."
    },
    {
      "verse": 18,
      "text": "Pales set on an high place will never stand against the wind: so a fearful heart in the imagination of a fool can’t stand against any fear."
    },
    {
      "verse": 19,
      "text": "He that pricks the eye will make tears to fall: and he that pricks the heart makes it to show her knowledge."
    },
    {
      "verse": 20,
      "text": "Whoso casts a stone at the birds frays them away: and he that upbraids his friend breaks friendship."
    },
    {
      "verse": 21,
      "text": "Though you drew a sword at your friend, yet despair not: for there may be a returning \\add to favor.\\add*"
    },
    {
      "verse": 22,
      "text": "If you have opened your mouth against your friend, fear not; for there may be a reconciliation: except for upbraiding, or pride, or disclosing of secrets, or a treacherous wound: for for these things every friend will depart."
    },
    {
      "verse": 23,
      "text": "Be faithful to your neighbor in his poverty, that you may rejoice in his prosperity: abide stedfast to him in the time of his trouble, that you may be heir with him in his heritage: for a mean estate is not always to be contemned: nor the rich that is foolish to be had in admiration."
    },
    {
      "verse": 24,
      "text": "As the vapor and smoke of a furnace goes before the fire; so reviling before blood."
    },
    {
      "verse": 25,
      "text": "I will not be ashamed to defend a friend; neither will I hide myself from him."
    },
    {
      "verse": 26,
      "text": "And if any evil happen to me by him, every one that hears it will beware of him."
    },
    {
      "verse": 27,
      "text": "Who shall set a watch before my mouth, and a seal of wisdom upon my lips, that I fall not suddenly by them, and that my tongue destroy me not?"
    }
  ]
}