{
  "book_id": "SIR",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "O Lord, Father and Governor of all my whole life, leave me not to their counsels, and let me not fall by them."
    },
    {
      "verse": 2,
      "text": "Who will set scourges over my thoughts, and the discipline of wisdom over my heart? that they spare me not for my ignorances, and it pass not by my sins:"
    },
    {
      "verse": 3,
      "text": "Lest my ignorances increase, and my sins abound to my destruction, and I fall before my adversaries, and my enemy rejoice over me, whose hope is far from your mercy."
    },
    {
      "verse": 4,
      "text": "O Lord, Father and God of my life, give me not a proud look, but turn away from your servants always a haughty mind."
    },
    {
      "verse": 5,
      "text": "Turn away from me vain hopes and concupiscence, and you shall hold him up that is desirous always to serve you."
    },
    {
      "verse": 6,
      "text": "Let not the greediness of the belly nor lust of the flesh take hold of me; and give not over me your servant into an impudent mind."
    },
    {
      "verse": 7,
      "text": "Hear, O you⌃ children, the discipline of the mouth: he that keeps it shall never be taken in his lips."
    },
    {
      "verse": 8,
      "text": "The sinner shall be left in his foolishness: both the evil speaker and the proud shall fall thereby."
    },
    {
      "verse": 9,
      "text": "Accustom not your mouth to swearing; neither use yourself to the naming of the Holy One."
    },
    {
      "verse": 10,
      "text": "For as a servant that is continually beaten shall not be without a blue mark: so he that swears and names God continually shall not be faultless."
    },
    {
      "verse": 11,
      "text": "A man that uses much swearing shall be filled with iniquity, and the plague shall never depart from his house: if he shall offend, his sin shall be upon him: and if he acknowledge not his sin, he makes a double offense: and if he swear in vain, he shall not be innocent, but his house shall be full of calamities."
    },
    {
      "verse": 12,
      "text": "There is a word that is clothed about with death: God grant that it be not found in the heritage of Jacob; for all such things shall be far from the godly, and they shall not wallow in their sins."
    },
    {
      "verse": 13,
      "text": "Use not your mouth to intemperate swearing, for therein is the word of sin."
    },
    {
      "verse": 14,
      "text": "Remember your father and your mother, when you sit among great men. Be not forgetful before them, and so you by your custom become a fool, and wish that you had not been born, and curse they day of your nativity."
    },
    {
      "verse": 15,
      "text": "The man that is accustomed to opprobrious words will never be reformed all the days of his life."
    },
    {
      "verse": 16,
      "text": "Two sorts of men multiply sin, and the third will bring wrath: a hot mind is as a burning fire, it will never be quenched till it be consumed: a fornicator in the body of his flesh will never cease till he has kindled a fire."
    },
    {
      "verse": 17,
      "text": "All bread is sweet to a whoremonger, he will not leave off till he die."
    },
    {
      "verse": 18,
      "text": "A man that breaks wedlock, saying thus in his heart, Who sees me? I am compassed about with darkness, the walls cover me, and no body sees me; what need I to fear? the most High will not remember my sins:"
    },
    {
      "verse": 19,
      "text": "Such a man only fears the eyes of men, and knows not that the eyes of the Lord are ten thousand times brighter than the sun, beholding all the ways of men, and considering the most secret parts."
    },
    {
      "verse": 20,
      "text": "He knew all things ere ever they were created; so also after they were perfected he looked upon them all."
    },
    {
      "verse": 21,
      "text": "This man shall be punished in the streets of the city, and where he suspects not he shall be taken."
    },
    {
      "verse": 22,
      "text": "Thus shall it go also with the wife that leaves her husband, and brings in an heir by another."
    },
    {
      "verse": 23,
      "text": "For first, she has disobeyed the law of the most High; and secondly, she has trespassed against her own husband; and thirdly, she has played the whore in adultery, and brought children by another man."
    },
    {
      "verse": 24,
      "text": "She shall be brought out into the congregation, and inquisition shall be made of her children."
    },
    {
      "verse": 25,
      "text": "Her children shall not take root, and her branches shall bring forth no fruit."
    },
    {
      "verse": 26,
      "text": "She shall leave her memory to be cursed, and her reproach shall not be blotted out."
    },
    {
      "verse": 27,
      "text": "And they that remain shall know that there is nothing better than the fear of the Lord, and that there is nothing sweeter than to take heed to the commandments of the Lord."
    },
    {
      "verse": 28,
      "text": "It is great glory to follow the Lord, and to be received of him is long life."
    }
  ]
}