{
  "book_id": "SIR",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Many have sinned for a small matter; and he that seeks for abundance will turn his eyes away."
    },
    {
      "verse": 2,
      "text": "As a nail sticks fast between the joinings of the stones; so does sin stick close between buying and selling."
    },
    {
      "verse": 3,
      "text": "Unless a man hold himself diligently in the fear of the Lord, his house shall soon be overthrown."
    },
    {
      "verse": 4,
      "text": "As when one sifts with a sieve, the refuse remains; so the filth of man in his talk."
    },
    {
      "verse": 5,
      "text": "The furnace proves the potter's vessels; so the trial of man is in his reasoning."
    },
    {
      "verse": 6,
      "text": "The fruit declares if the tree have been dressed; so is the utterance of a conceit in the heart of man."
    },
    {
      "verse": 7,
      "text": "Praise no man before you hear him speak; for this is the trial of men."
    },
    {
      "verse": 8,
      "text": "If you follow righteousness, you shall obtain her, and put her on, as a glorious long robe."
    },
    {
      "verse": 9,
      "text": "The birds will resort to their like; so will truth return to them that practise in her."
    },
    {
      "verse": 10,
      "text": "As the lion lies in wait for the prey; so sin for them that work iniquity."
    },
    {
      "verse": 11,
      "text": "The discourse of a godly man is always with wisdom; but a fool changes as the moon."
    },
    {
      "verse": 12,
      "text": "If you be among the indiscreet, observe the time; but be continually among men of understanding."
    },
    {
      "verse": 13,
      "text": "The discourse of fools is irksome, and their sport is the wantonness of sin."
    },
    {
      "verse": 14,
      "text": "The talk of him that swears much makes the hair stand upright; and their brawls make one stop his ears."
    },
    {
      "verse": 15,
      "text": "The strife of the proud is blood shedding, and their revilings are grievous to the ear."
    },
    {
      "verse": 16,
      "text": "Whoso discovers secrets loses his credit; and shall never find friend to his mind."
    },
    {
      "verse": 17,
      "text": "Love your friend, and be faithful to him: but if you betray his secrets, follow no more after him."
    },
    {
      "verse": 18,
      "text": "For as a man has destroyed his enemy; so have you lost the love of your neighbor."
    },
    {
      "verse": 19,
      "text": "As one that lets a bird go out of his hand, so have you let your neighbor go, and shall not get him again"
    },
    {
      "verse": 20,
      "text": "Follow after him no more, for he is too far off; he is as a roe escaped out of the snare."
    },
    {
      "verse": 21,
      "text": "As for a wound, it may be bound up; and after reviling there may be reconcilement: but he that betrays secrets is without hope."
    },
    {
      "verse": 22,
      "text": "He that winks with the eyes works evil: and he that knows him will depart from him."
    },
    {
      "verse": 23,
      "text": "When you are present, he will speak sweetly, and will admire your words: but at the last he will writhe his mouth, and slander your sayings."
    },
    {
      "verse": 24,
      "text": "I have hated many things, but nothing like him; for the Lord will hate him."
    },
    {
      "verse": 25,
      "text": "Whoso casts a stone on high casts it on his own head; and a deceitful stroke shall make wounds."
    },
    {
      "verse": 26,
      "text": "Whoso digs a pit shall fall therein: and he that sets a trap shall be taken therein."
    },
    {
      "verse": 27,
      "text": "He that works mischief, it shall fall upon him, and he shall not know whence it comes."
    },
    {
      "verse": 28,
      "text": "Mockery and reproach are from the proud; but vengeance, as a lion, shall lie in wait for them."
    },
    {
      "verse": 29,
      "text": "They that rejoice at the fall of the righteous shall be taken in the snare; and anguish shall consume them before they die."
    },
    {
      "verse": 30,
      "text": "Malice and wrath, even these are abominations; and the sinful man shall have them both."
    }
  ]
}