{
  "book_id": "SIR",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "He that revenges shall find vengeance from the Lord, and he will surely keep his sins \\add in remembrance.\\add*"
    },
    {
      "verse": 2,
      "text": "Forgive your neighbor the hurt that he has done to you, so shall your sins also be forgiven when you pray."
    },
    {
      "verse": 3,
      "text": "One man bears hatred against another, and does he seek pardon from the Lord?"
    },
    {
      "verse": 4,
      "text": "He shows no mercy to a man, which is like himself: and does he ask forgiveness of his own sins?"
    },
    {
      "verse": 5,
      "text": "If he that is but flesh nourish hatred, who will entreat for pardon of his sins?"
    },
    {
      "verse": 6,
      "text": "Remember your end, and let enmity cease; \\add remember\\add* corruption and death, and abide in the commandments."
    },
    {
      "verse": 7,
      "text": "Remember the commandments, and bear no malice to your neighbor: \\add remember\\add* the covenant of the Highest, and wink at ignorance."
    },
    {
      "verse": 8,
      "text": "Abstain from strife, and you shall diminish your sins: for a furious man will kindle strife,"
    },
    {
      "verse": 9,
      "text": "A sinful man disquiets friends, and makes debate among them that be at peace."
    },
    {
      "verse": 10,
      "text": "As the matter of the fire is, so it burns: and as a man's strength is, so is his wrath; and according to his riches his anger rises; and the stronger they are which contend, the more they will be inflamed."
    },
    {
      "verse": 11,
      "text": "An hasty contention kindles a fire: and an hasty fighting sheds blood."
    },
    {
      "verse": 12,
      "text": "If you blow the spark, it shall burn: if you spit upon it, it shall be quenched: and both these come out of your mouth."
    },
    {
      "verse": 13,
      "text": "Curse the whisperer and double-tongued: for such have destroyed many that were at peace."
    },
    {
      "verse": 14,
      "text": "A backbiting tongue has disquieted many, and driven them from nation to nation: strong cities has it pulled down, and overthrown the houses of great men."
    },
    {
      "verse": 15,
      "text": "A backbiting tongue has cast out virtuous women, and deprived them of their labors."
    },
    {
      "verse": 16,
      "text": "Whoso hearkens to it shall never find rest, and never dwell quietly."
    },
    {
      "verse": 17,
      "text": "The stroke of the whip makes marks in the flesh: but the stroke of the tongue breaks the bones."
    },
    {
      "verse": 18,
      "text": "Many have fallen by the edge of the sword: but not so many as have fallen by the tongue."
    },
    {
      "verse": 19,
      "text": "Well is he that is defended through the venom thereof; who has not drawn the yoke thereof, nor has been bound in her bands."
    },
    {
      "verse": 20,
      "text": "For the yoke thereof is a yoke of iron, and the bands thereof are bands of brass."
    },
    {
      "verse": 21,
      "text": "The death thereof is an evil death, the grave were better than it."
    },
    {
      "verse": 22,
      "text": "It shall not have rule over them that fear God, neither shall they be burned with the flame thereof."
    },
    {
      "verse": 23,
      "text": "Such as forsake the Lord shall fall into it; and it shall burn in them, and not be quenched; it shall be sent upon them as a lion, and devour them as a leopard."
    },
    {
      "verse": 24,
      "text": "Look that you hedge your possession about with thorns, and bind up your silver and gold,"
    },
    {
      "verse": 25,
      "text": "And weigh your words in a balance, and make a door and bar for your mouth."
    },
    {
      "verse": 26,
      "text": "Beware you slide not by it, lest you fall before him that lies in wait."
    }
  ]
}