{
  "book_id": "SIR",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "He that is merciful will lend to his neighbor; and he that strengthens his hand keeps the commandments."
    },
    {
      "verse": 2,
      "text": "Lend to your neighbor in time of his need, and pay you your neighbor again in due season."
    },
    {
      "verse": 3,
      "text": "Keep your word, and deal faithfully with him, and you shall always find the thing that is necessary for you."
    },
    {
      "verse": 4,
      "text": "Many, when a thing was lent them, reckoned it to be found, and put them to trouble that helped them."
    },
    {
      "verse": 5,
      "text": "Till he has received, he will kiss a man's hand; and for his neighbor's money he will speak submissly: but when he should repay, he will prolong the time, and return words of grief, and complain of the time."
    },
    {
      "verse": 6,
      "text": "If he prevail, he shall hardly receive the half, and he will count as if he had found it: if not, he has deprived him of his money, and he has gotten him an enemy without cause: he pays him with cursings and railings; and for honor he will pay him disgrace."
    },
    {
      "verse": 7,
      "text": "Many therefore have refused to lend for other men's ill dealing, fearing to be defrauded."
    },
    {
      "verse": 8,
      "text": "Yet have you patience with a man in poor estate, and delay not to show him mercy."
    },
    {
      "verse": 9,
      "text": "Help the poor for the commandment's sake, and turn him not away because of his poverty."
    },
    {
      "verse": 10,
      "text": "Lose your money for your brother and your friend, and let it not rust under a stone to be lost."
    },
    {
      "verse": 11,
      "text": "Lay up your treasure according to the commandments of the most High, and it shall bring you more profit than gold."
    },
    {
      "verse": 12,
      "text": "Shut up alms in your storehouses: and it shall deliver you from all affliction."
    },
    {
      "verse": 13,
      "text": "It shall fight for you against your enemies better than a mighty shield and strong spear."
    },
    {
      "verse": 14,
      "text": "An honest man is surety for his neighbor: but he that is impudent will forsake him."
    },
    {
      "verse": 15,
      "text": "Forget not the friendship of your surety, for he has given his life for you."
    },
    {
      "verse": 16,
      "text": "A sinner will overthrow the good estate of his surety:"
    },
    {
      "verse": 17,
      "text": "And he that is of an unthankful mind will leave him in dangerthat delivered him."
    },
    {
      "verse": 18,
      "text": "Suretiship has undone many of good estate, and shaken them as a wave of the sea: mighty men has it driven from their houses, so that they wandered among strange nations."
    },
    {
      "verse": 19,
      "text": "A wicked man transgressing the commandments of the Lord shall fall into suretiship: and he that undertakes and follows other men's business for gain shall fall into suits."
    },
    {
      "verse": 20,
      "text": "Help your neighbor according to your power, and beware that you yourself fall not into the same."
    },
    {
      "verse": 21,
      "text": "The chief thing for life is water, and bread, and clothing, and an house to cover shame."
    },
    {
      "verse": 22,
      "text": "Better is the life of a poor man in a mean cottage, than delicate fare in another man's house."
    },
    {
      "verse": 23,
      "text": "Be it little or much, hold you contented, that you hear not the reproach of your house."
    },
    {
      "verse": 24,
      "text": "For it is a miserable life to go from house to house: for where you are a stranger, you dare not open your mouth."
    },
    {
      "verse": 25,
      "text": "You shall entertain, and feast, and have no thanks: moreover you shall hear bitter words:"
    },
    {
      "verse": 26,
      "text": "Come, you stranger, and furnish a table, and feed me of that you have ready."
    },
    {
      "verse": 27,
      "text": "Give place, you stranger, to an honorable man; my brother comes to be lodged, and I have need of my house."
    },
    {
      "verse": 28,
      "text": "These things are grievous to a man of understanding; the upbraiding of houseroom, and reproaching of the lender."
    }
  ]
}