{
  "book_id": "SIR",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "He that loves his son causes him often to feel the rod, that he may have joy of him in the end."
    },
    {
      "verse": 2,
      "text": "He that chastises his son shall have joy in him, and shall rejoice of him among his acquaintance."
    },
    {
      "verse": 3,
      "text": "He that teaches his son grieves the enemy: and before his friends he shall rejoice of him."
    },
    {
      "verse": 4,
      "text": "Though his father die, yet he is as though he were not dead: for he has left one behind him that is like himself."
    },
    {
      "verse": 5,
      "text": "While he lived, he saw and rejoiced in him: and when he died, he was not sorrowful."
    },
    {
      "verse": 6,
      "text": "He left behind him an avenger against his enemies, and one that shall requite kindness to his friends."
    },
    {
      "verse": 7,
      "text": "He that makes too much of his son shall bind up his wounds; and his bowels will be troubled at every cry."
    },
    {
      "verse": 8,
      "text": "An horse not broken becomes headstrong: and a child left to himself will be wilful."
    },
    {
      "verse": 9,
      "text": "Cocker your child, and he shall make you afraid: play with him, and he will bring you to heaviness."
    },
    {
      "verse": 10,
      "text": "Laugh not with him, lest you have sorrow with him, and lest you gnash your teeth in the end."
    },
    {
      "verse": 11,
      "text": "Give him no liberty in his youth, and wink not at his follies."
    },
    {
      "verse": 12,
      "text": "Bow down his neck while he is young, and beat him on the sides while he is a child, lest he wax stubborn, and be disobedient to you, and so bring sorrow to your heart."
    },
    {
      "verse": 13,
      "text": "Chastise your son, and hold him to labor, lest his lewd behavior be an offense to you."
    },
    {
      "verse": 14,
      "text": "Better is the poor, being sound and strong of constitution, than a rich man that is afflicted in his body."
    },
    {
      "verse": 15,
      "text": "Health and good estate of body are above all gold, and a strong body above infinite wealth."
    },
    {
      "verse": 16,
      "text": "There is no riches above a sound body, and no joy above the joy of the heart."
    },
    {
      "verse": 17,
      "text": "Death is better than a bitter life or continual sickness."
    },
    {
      "verse": 18,
      "text": "Delicates poured upon a mouth shut up are as messes of meat set upon a grave."
    },
    {
      "verse": 19,
      "text": "What good does the offering to an idol? for neither can it eat nor smell: so is he that is persecuted of the Lord."
    },
    {
      "verse": 20,
      "text": "He sees with his eyes and groanes, as an eunuch that embraces a virgin and sighs."
    },
    {
      "verse": 21,
      "text": "Give not over your mind to heaviness, and afflict not yourself in your own counsel."
    },
    {
      "verse": 22,
      "text": "The gladness of the heart is the life of man, and the joyfulness of a man prolongs his days."
    },
    {
      "verse": 23,
      "text": "Love your own soul, and comfort your heart, remove sorrow far from you: for sorrow has killed many, and there is no profit therein."
    },
    {
      "verse": 24,
      "text": "Envy and wrath shorten the life, and carefulness brings age before the time."
    },
    {
      "verse": 25,
      "text": "A cheerful and good heart will have a care of his meat and diet."
    }
  ]
}