{
  "book_id": "SIR",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "If you be made the master of a feast,lift not yourself up, but be among them as one of the rest; take diligent care for them, and so sit down."
    },
    {
      "verse": 2,
      "text": "And when you have done all your office, take your place, that you may be merry with them, and receive a crown for your well ordering of the feast."
    },
    {
      "verse": 3,
      "text": "Speak, you that are the elder, for it becomes you, but with sound judgment; and hinder not musick."
    },
    {
      "verse": 4,
      "text": "Pour not out words where there is a musician, and show not forth wisdom out of time."
    },
    {
      "verse": 5,
      "text": "A concert of musick in a banquet of wine is as a signet of carbuncle set in gold."
    },
    {
      "verse": 6,
      "text": "As a signet of an emerald set in a work of gold, so is the melody of musick with pleasant wine."
    },
    {
      "verse": 7,
      "text": "Speak, young man, if there be need of you: and yet scarcely when you are twice asked."
    },
    {
      "verse": 8,
      "text": "Let your speech be short, comprehending much in few words; be as one that knows and yet holds his tongue."
    },
    {
      "verse": 9,
      "text": "If you be among great men, make not yourself equal with them; and when ancient men are in place, use not many words."
    },
    {
      "verse": 10,
      "text": "Before the thunder goes lightning; and before a shamefaced man shall go favor."
    },
    {
      "verse": 11,
      "text": "Rise up betimes, and be not the last; but get you home without delay."
    },
    {
      "verse": 12,
      "text": "There take your pastime, and do what you will: but sin not by proud speech."
    },
    {
      "verse": 13,
      "text": "And for these things bless him that made you, and has replenished you with his good things."
    },
    {
      "verse": 14,
      "text": "Whoso fears the Lord will receive his discipline; and they that seek him early shall find favor."
    },
    {
      "verse": 15,
      "text": "He that seeks the law shall be filled therewith: but the hypocrite will be offended thereat."
    },
    {
      "verse": 16,
      "text": "They that fear the Lord shall find judgment, and shall kindle justice as a light."
    },
    {
      "verse": 17,
      "text": "A sinful man will not be reproved, but finds an excuse according to his will."
    },
    {
      "verse": 18,
      "text": "A man of counsel will be considerate; but a strange and proud man is not daunted with fear, even when of himself he has done without counsel."
    },
    {
      "verse": 19,
      "text": "Do nothing without advice; and when you have once done, repent not."
    },
    {
      "verse": 20,
      "text": "Go not in a way wherein you may fall, and stumble not among the stones."
    },
    {
      "verse": 21,
      "text": "Be not confident in a plain way."
    },
    {
      "verse": 22,
      "text": "And beware of your own children."
    },
    {
      "verse": 23,
      "text": "In every good work trust your own soul; for this is the keeping of the commandments."
    },
    {
      "verse": 24,
      "text": "He that believes in the Lord takes heed to the commandment; and he that trusts in him shall fare never the worse."
    }
  ]
}