{
  "book_id": "SIR",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "He that keeps the law brings offerings enough: he that takes heed to the commandment offers a peace offering."
    },
    {
      "verse": 2,
      "text": "He that requites a good turn offers fine flour; and he that gives alms sacrifices praise."
    },
    {
      "verse": 3,
      "text": "To depart from wickedness is a thing pleasing to the Lord; and to forsake unrighteousness is a propitiation."
    },
    {
      "verse": 4,
      "text": "You shall not appear empty before the Lord."
    },
    {
      "verse": 5,
      "text": "For all these things \\add are to be done\\add* because of the commandment."
    },
    {
      "verse": 6,
      "text": "The offering of the righteous makes the altar fat, and the sweet savor thereof is before the most High."
    },
    {
      "verse": 7,
      "text": "The sacrifice of a just man is acceptable. and the memorial thereof shall never be forgotten."
    },
    {
      "verse": 8,
      "text": "Give the Lord his honor with a good eye, and diminish not the first fruits of your hands."
    },
    {
      "verse": 9,
      "text": "In all your gifts show a cheerful countenance, and dedicate your tithes with gladness."
    },
    {
      "verse": 10,
      "text": "Give to the most High according as he has enriched you; and as you have gotten, give with a cheerful eye."
    },
    {
      "verse": 11,
      "text": "For the Lord recompenses, and will give you seven times as much."
    },
    {
      "verse": 12,
      "text": "Do not think to corrupt with gifts; for such he will not receive: and trust not to unrighteous sacrifices; for the Lord is judge, and with him is no respect of persons."
    },
    {
      "verse": 13,
      "text": "He will not accept any person against a poor man, but will hear the prayer of the oppressed."
    },
    {
      "verse": 14,
      "text": "He will not despise the supplication of the fatherless; nor the widow, when she pours out her complaint."
    },
    {
      "verse": 15,
      "text": "Do not the tears run down the widow's cheeks? and is not her cry against him that causes them to fall?"
    },
    {
      "verse": 16,
      "text": "He that serves the Lord shall be accepted with favor, and his prayer shall reach to the clouds."
    },
    {
      "verse": 17,
      "text": "The prayer of the humble pierces the clouds: and till it come near, he will not be comforted; and will not depart, till the most High shall behold to judge righteously, and execute judgment."
    },
    {
      "verse": 18,
      "text": "For the Lord will not be slack, neither will the Mighty be patient toward them, till he have struck in sunder the loins of the unmerciful, and repayed vengeance to the heathen; till he have taken away the multitude of the proud, and broken the sceptre of the unrighteous;"
    },
    {
      "verse": 19,
      "text": "Till he have rendered to every man according to his deeds, and to the works of men according to their devices; till he have judged the cause of his people, and made them to rejoice in his mercy."
    },
    {
      "verse": 20,
      "text": "Mercy is seasonable in the time of affliction, as clouds of rain in the time of drought."
    }
  ]
}