{
  "book_id": "SIR",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Or of iterating and speaking again that which you have heard; and of revealing of secrets. So shall you be truly shamefaced and find favor before all men. Of these things be not you ashamed, and accept no person to sin thereby:"
    },
    {
      "verse": 2,
      "text": "Of the law of the most High, and his covenant; and of judgment to justify the ungodly;"
    },
    {
      "verse": 3,
      "text": "Of reckoning with your partners and travellers; or of the gift of the heritage of friends;"
    },
    {
      "verse": 4,
      "text": "Of exactness of balance and weights; or of getting much or little;"
    },
    {
      "verse": 5,
      "text": "And of merchants' indifferent selling; of much correction of children; and to make the side of an evil servant to bleed."
    },
    {
      "verse": 6,
      "text": "Sure keeping is good, where an evil wife is; and shut up, where many hands are."
    },
    {
      "verse": 7,
      "text": "Deliver all things in number and weight; and put all in writing that you give out, or receive in."
    },
    {
      "verse": 8,
      "text": "Be not ashamed to inform the unwise and foolish, and the extreme aged that contends with those that are young: thus shall you be truly learned, and approved of all men living."
    },
    {
      "verse": 9,
      "text": "A daughter is a wakeful care to a father; and the care for her takes away sleep: when she is young, lest she pass away the flower of her age; and being married, lest she should be hated:"
    },
    {
      "verse": 10,
      "text": "In her virginity, lest she should be defiled and gotten with child in her father's house; and having an husband, lest she should misbehave herself; and when she is married, lest she should be barren."
    },
    {
      "verse": 11,
      "text": "Keep a sure watch over a shameless daughter, lest she make you a laughing stock to your enemies, and a byword in the city, and a reproach among the people, and make you ashamed before the multitude."
    },
    {
      "verse": 12,
      "text": "Behold not every body's beauty, and sit not in the midst of women."
    },
    {
      "verse": 13,
      "text": "For from garments comes a moth, and from women wickedness."
    },
    {
      "verse": 14,
      "text": "Better is the churlishness of a man than a courteous woman, a woman, I say, which brings shame and reproach."
    },
    {
      "verse": 15,
      "text": "I will now remember the works of the Lord, and declare the things that I have seen: In the words of the Lord are his works."
    },
    {
      "verse": 16,
      "text": "The sun that gives light looks upon all things, and the work thereof is full of the glory of the Lord."
    },
    {
      "verse": 17,
      "text": "The Lord has not given power to the saints to declare all his marvelous works, which the Almighty Lord firmly settled, that whatever is might be established for his glory."
    },
    {
      "verse": 18,
      "text": "He seeks out the deep, and the heart, and considers their crafty devices: for the Lord knows all that may be known, and he sees the signs of the world."
    },
    {
      "verse": 19,
      "text": "He declares the things that are past, and for to come, and reveals the steps of hidden things."
    },
    {
      "verse": 20,
      "text": "No thought escapes him, neither any word is hidden from him."
    },
    {
      "verse": 21,
      "text": "He has garnished the excellent works of his wisdom, and he is from everlasting to everlasting: to him may nothing be added, neither can he be diminished, and he has no need of any counsellor."
    },
    {
      "verse": 22,
      "text": "Oh how desirable are all his works! and that a man may see even to a spark."
    },
    {
      "verse": 23,
      "text": "All these things live and remain for ever for all uses, and they are all obedient."
    },
    {
      "verse": 24,
      "text": "All things are double one against another: and he has made nothing imperfect."
    },
    {
      "verse": 25,
      "text": "One thing establishes the good or another: and who shall be filled with beholding his glory?"
    }
  ]
}