{
  "book_id": "SIR",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "The pride of the height, the clear firmament, the beauty of heaven, with his glorious show;"
    },
    {
      "verse": 2,
      "text": "The sun when it appears, declaring at his rising a marvelous instrument, the work of the most High:"
    },
    {
      "verse": 3,
      "text": "At noon it parches the country, and who can abide the burning heat thereof?"
    },
    {
      "verse": 4,
      "text": "A man blowing a furnace is in works of heat, but the sun burns the mountains three times more; breathing out fiery vapours, and sending forth bright beams, it dims the eyes."
    },
    {
      "verse": 5,
      "text": "Great is the Lord that made it; and at his commandment runs hastily."
    },
    {
      "verse": 6,
      "text": "He made the moon also to serve in her season for a declaration of times, and a sign of the world."
    },
    {
      "verse": 7,
      "text": "From the moon is the sign of feasts, a light that decreases in her perfection."
    },
    {
      "verse": 8,
      "text": "The month is called after her name, increasing wonderfully in her changing, being an instrument of the armies above, shining in the firmament of heaven;"
    },
    {
      "verse": 9,
      "text": "The beauty of heaven, the glory of the stars, an ornament giving light in the highest places of the Lord."
    },
    {
      "verse": 10,
      "text": "At the commandment of the Holy One they will stand in their order, and never faint in their watches."
    },
    {
      "verse": 11,
      "text": "Look upon the rainbow, and praise him that made it; very beautiful it is in the brightness thereof."
    },
    {
      "verse": 12,
      "text": "It encircles the heaven about with a glorious circle, and the hands of the most High have bended it."
    },
    {
      "verse": 13,
      "text": "By his commandment he makes the snow to fall apace, and sends swiftly the lightnings of his judgment."
    },
    {
      "verse": 14,
      "text": "Through this the treasures are opened: and clouds fly forth as fowls."
    },
    {
      "verse": 15,
      "text": "By his great power he makes the clouds firm, and the hailstones are broken small."
    },
    {
      "verse": 16,
      "text": "At his sight the mountains are shaken, and at his will the south wind blows."
    },
    {
      "verse": 17,
      "text": "The noise of the thunder makes the earth to tremble: so does the northern storm and the whirlwind: as birds flying he scatters the snow, and the falling down thereof is as the lighting of grasshoppers:"
    },
    {
      "verse": 18,
      "text": "The eye marvels at the beauty of the whiteness thereof, and the heart is astonished at the raining of it."
    },
    {
      "verse": 19,
      "text": "The hoarfrost also as salt he pours on the earth, and being congealed, it lies on the top of sharp stakes."
    },
    {
      "verse": 20,
      "text": "When the cold north wind blows, and the water is congealed into ice, it remains upon every gathering together of water, and clothes the water as with a breastplate."
    },
    {
      "verse": 21,
      "text": "It devours the mountains, and burns the wilderness, and consumes the grass as fire."
    },
    {
      "verse": 22,
      "text": "A present remedy of all is a mist coming speedily, a dew coming after heat refreshes."
    },
    {
      "verse": 23,
      "text": "By his counsel he appeases the deep, and plants islands therein."
    },
    {
      "verse": 24,
      "text": "They that sail on the sea tell of the danger thereof; and when we hear it with our ears, we marvel thereat."
    },
    {
      "verse": 25,
      "text": "For therein be strange and wondrous works, variety of all kinds of beasts and whales created."
    },
    {
      "verse": 26,
      "text": "By him the end of them has prosperous success, and by his word all things consist."
    },
    {
      "verse": 27,
      "text": "We may speak much, and yet come short: therefore in sum, he is all."
    },
    {
      "verse": 28,
      "text": "How shall we be able to magnify him? for he is great above all his works."
    },
    {
      "verse": 29,
      "text": "The Lord is terrible and very great, and marvelous is his power."
    },
    {
      "verse": 30,
      "text": "When you⌃ glorify the Lord, exalt him as much as you⌃ can; for even yet will he far exceed: and when you⌃ exalt him, put forth all your strength, and be not weary; for you⌃ can never go far enough."
    },
    {
      "verse": 31,
      "text": "Who has seen him, that he might tell us? and who can magnify him as he is?"
    },
    {
      "verse": 32,
      "text": "There are yet hid greater things than these be, for we have seen but a few of his works."
    },
    {
      "verse": 33,
      "text": "For the Lord has made all things; and to the godly has he given wisdom."
    }
  ]
}