{
  "book_id": "SIR",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "I will thank you, O Lord and King, and praise you, O God my Saviour: I do give praise to your name:"
    },
    {
      "verse": 2,
      "text": "For you are my defender and helper, and has preserved my body from destruction, and from the snare of the slanderous tongue, and from the lips that forge lies, and has been my helper against my adversaries:"
    },
    {
      "verse": 3,
      "text": "And have delivered me, according to the multitude of your mercies and greatness of your name, from the teeth of them that were ready to devour me, and out of the hands of such as sought after my life, and from the manifold afflictions which I had;"
    },
    {
      "verse": 4,
      "text": "From the choking of fire on every side, and from the midst of the fire which I kindled not;"
    },
    {
      "verse": 5,
      "text": "From the depth of the belly of hell, from an unclean tongue, and from lying words."
    },
    {
      "verse": 6,
      "text": "By an accusation to the king from an unrighteous tongue my soul drew near even to death, my life was near to the hell beneath."
    },
    {
      "verse": 7,
      "text": "They compassed me on every side, and there was no man to help me: I looked for the succour of men, but there was none."
    },
    {
      "verse": 8,
      "text": "Then thought I upon your mercy, O Lord, and upon your acts of old, how you deliver such as wait for you, and save them out of the hands of the enemies."
    },
    {
      "verse": 9,
      "text": "Then lifted I up my supplications from the earth, and prayed for deliverance from death."
    },
    {
      "verse": 10,
      "text": "I called upon the Lord, the Father of my Lord, that he would not leave me in the days of my trouble, and in the time of the proud, when there was no help."
    },
    {
      "verse": 11,
      "text": "I will praise your name continually, and will sing praises with thanksgiving; and so my prayer was heard:"
    },
    {
      "verse": 12,
      "text": "For you saved me from destruction, and delivered me from the evil time: therefore will I give thanks, and praise you, and bless they name, O Lord."
    },
    {
      "verse": 13,
      "text": "When I was yet young, or ever I went abroad, I desired wisdom openly in my prayer."
    },
    {
      "verse": 14,
      "text": "I prayed for her before the temple, and will seek her out even to the end."
    },
    {
      "verse": 15,
      "text": "Even from the flower till the grape was ripe has my heart delighted in her: my foot went the right way, from my youth up sought I after her."
    },
    {
      "verse": 16,
      "text": "I bowed down my ear a little, and received her, and got much learning."
    },
    {
      "verse": 17,
      "text": "I profited therein, therefore will I ascribe glory to him that gives me wisdom."
    },
    {
      "verse": 18,
      "text": "For I purposed to do after her, and earnestly I followed that which is good; so shall I not be confounded."
    },
    {
      "verse": 19,
      "text": "My soul has wrestled with her, and in my doings I was exact: I stretched forth my hands to the heaven above, and bewailed my ignorances of her."
    },
    {
      "verse": 20,
      "text": "I directed my soul to her, and I found her in pureness: I have had my heart joined with her from the beginning, therefore shall I not be forsaken."
    },
    {
      "verse": 21,
      "text": "My heart was troubled in seeking her: therefore have I gotten a good possession."
    },
    {
      "verse": 22,
      "text": "The Lord has given me a tongue for my reward, and I will praise him therewith."
    },
    {
      "verse": 23,
      "text": "Draw near to me, you⌃ unlearned, and dwell in the house of learning."
    },
    {
      "verse": 24,
      "text": "Therefore are you⌃ slow, and what say you⌃ to these things, seeing your souls are very thirsty?"
    },
    {
      "verse": 25,
      "text": "I opened my mouth, and said, Buy her for yourselves without money."
    },
    {
      "verse": 26,
      "text": "Put your neck under the yoke, and let your soul receive instruction: she is hard at hand to find."
    },
    {
      "verse": 27,
      "text": "Behold with your eyes, how that I have but little labor, and have gotten to me much rest."
    },
    {
      "verse": 28,
      "text": "Get learning with a great sum of money, and get much gold by her."
    },
    {
      "verse": 29,
      "text": "Let your soul rejoice in his mercy, and be not ashamed of his praise."
    },
    {
      "verse": 30,
      "text": "Work your work betimes, and in his time he will give you your reward."
    }
  ]
}