{
  "book_id": "1KI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And Solomon intermarried with Pharaoh the king of Egypt, and took the daughter of Pharaoh, and brought her into the city of David, until he had finished building his own house, and the house of the Lord, and the wall of Jerusalem round about."
    },
    {
      "verse": 2,
      "text": "But the people sacrificed still on the high-places; because there was no house built unto the name of the Lord, until those days."
    },
    {
      "verse": 3,
      "text": "And Solomon loved the Lord, walking in the statutes of David his father: only that he sacrificed and burnt incense on the high-places."
    },
    {
      "verse": 4,
      "text": "And the king went to Gib'on to sacrifice there; for that was the great high-place: one thousand burnt-offerings did Solomon offer upon that altar."
    },
    {
      "verse": 5,
      "text": "In Gib'on the Lord appeared to Solomon in a dream of the night: and God said, Ask what I shall give thee."
    },
    {
      "verse": 6,
      "text": "And Solomon said, Thou hast shown unto thy servant David my father great kindness, just as he walked before thee in truth, and in righteousness, and in uprightness of heart with thee; and thou hast kept for him this great kindness, and thou hast given him a son who sitteth on his throne, as it is this day."
    },
    {
      "verse": 7,
      "text": "And now, O Lord my God, thou hast made thy servant king in the place of David my father: and I am but a young lad; I know not how to go out or come in."
    },
    {
      "verse": 8,
      "text": "And thy servant is in the midst of thy people which thou hast chosen, a great people, that cannot he numbered nor counted for multitude."
    },
    {
      "verse": 9,
      "text": "Give therefore thy servant an understanding heart to judge thy people, to discern between good and bad; for who would [otherwise] be able to judge this thy great people?"
    },
    {
      "verse": 10,
      "text": "And the speech was pleasing in the eyes of the Lord, that Solomon had asked this thing."
    },
    {
      "verse": 11,
      "text": "And God said unto him, Because thou hast asked this thing, and hast not asked for thyself long life; and hast not asked for thyself riches, nor hast asked the life of thy enemies; but hast asked for thyself discernment to understand [how to give] judgment:"
    },
    {
      "verse": 12,
      "text": "Behold, I have done according to thy word; lo, I have given thee a wise and a discerning heart; so that like unto thee there was none before thee, nor after thee shall any one arise like unto thee."
    },
    {
      "verse": 13,
      "text": "And also what thou hast not asked have I given thee, both riches and honor: so that like unto thee there shall not have been any one among the kings all thy days."
    },
    {
      "verse": 14,
      "text": "And if thou wilt walk in my ways, to keep my statutes and my commandments, as thy father David did walk, then will I lengthen thy days."
    },
    {
      "verse": 15,
      "text": "And Solomon awoke, and, behold, it was a dream; and he went to Jerusalem, and stood before the ark of the covenant of the Lord, and offered up burnt-offerings, and prepared peace-offerings, and made a feast to all his servants."
    },
    {
      "verse": 16,
      "text": "Then came there two women, that were harlots, unto the king, and placed themselves before him."
    },
    {
      "verse": 17,
      "text": "And the one woman said, Pardon, my Lord, I and this woman dwell in one house; and I was delivered of a child with her in the house."
    },
    {
      "verse": 18,
      "text": "And it came to pass on the third day after I was delivered, that also this woman was delivered: and we were together, there was no stranger with us in the house, only we two were in the house."
    },
    {
      "verse": 19,
      "text": "And this woman's son died in the night; because she had overlaid him."
    },
    {
      "verse": 20,
      "text": "And she arose in the midst of the night, and took my son from beside me, while thy hand-maid slept, and laid him in her bosom, and her dead son she laid in my bosom."
    },
    {
      "verse": 21,
      "text": "And when I rose in the morning to give my son suck, behold, he was dead; but when I looked at him carefully in the morning, behold, it was not my son, whom I had born."
    },
    {
      "verse": 22,
      "text": "And the other woman said, It is not so; my son is the living one, and thy son is the dead; and this one said, It is not so; thy son is the dead, and my son is the living: thus they spoke before the king."
    },
    {
      "verse": 23,
      "text": "Then said the king, This one saith, This is my son that liveth, and thy son is dead: and the other saith, It is not so; thy son is the dead, and my son is the living."
    },
    {
      "verse": 24,
      "text": "And the king said, Fetch me a sword: and they brought the sword before the king."
    },
    {
      "verse": 25,
      "text": "And the king said, Hew the living child in two, and give the one half to one, and the other half to the other."
    },
    {
      "verse": 26,
      "text": "Then spoke the woman whose son was the living unto the king, for her love had become enkindled for her son, and she said, O pardon, my Lord, give her the living child, and only do not slay it; but the other said, Neither mine nor thine shall it be, hew it asunder."
    },
    {
      "verse": 27,
      "text": "The king then answered and said, Give her the living child, and do not slay it: she is its mother."
    },
    {
      "verse": 28,
      "text": "And when all Israel heard of the judgment which the king had given, they feared the king; for they saw that the wisdom of God was in him, to exercise justice."
    }
  ]
}