{
  "book_id": "1KI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Thus was king Solomon king over all Israel."
    },
    {
      "verse": 2,
      "text": "And these were the princes whom he had: 'Azaryahu the son of Zadok the priest;"
    },
    {
      "verse": 3,
      "text": "Elichoreph and Achiyah, the sons of Shisha, scribes; Jehoshaphat the son of Achilud, the recorder;"
    },
    {
      "verse": 4,
      "text": "And Benayahu the son of Yehoyada' over the army; and Zadok and Ebyathar priests;"
    },
    {
      "verse": 5,
      "text": "And Azaryahu the son of Nathan was over the superintendents; and Zabud the son of Nathan was an officer of state and the king's friend;"
    },
    {
      "verse": 6,
      "text": "And Achishar was over the household; and Adoniram the son of 'Abda was over the tribute."
    },
    {
      "verse": 7,
      "text": "And Solomon had twelve superintendents over all Israel, who provided for the king and his household: one month in the year had the particular one to procure provisions."
    },
    {
      "verse": 8,
      "text": "And these are their names: Ben-chur on the mountain of Ephraim;"
    },
    {
      "verse": 9,
      "text": "Ben-deker, in Makaz, and in Sha'albim, and Beth-shemesh, and Elon-beth-chanan;"
    },
    {
      "verse": 10,
      "text": "Ben-chessed, in Arubboth; to him pertained Sochoh and all the land of Chepher;"
    },
    {
      "verse": 11,
      "text": "Ben-abinadab, in all the district of Dor; he had Taphath the daughter of Solomon for wife;"
    },
    {
      "verse": 12,
      "text": "Ba'ana the son of Achilud in Tha'anach and Megiddo, and all Beth-shean, which is by Zarethanah beneath Yizre'el, from Beth-shean to Abel-mecholah, as far as beyond Yokme'am;"
    },
    {
      "verse": 13,
      "text": "Ben-geber, in Ramoth-gil'ad; to him pertained the villages of Ya'ir the son of Menasseh, which are in Gil'ad; to him also pertained the region of Argob, which is in Bashan, sixty great cities with walls and brazen bars;"
    },
    {
      "verse": 14,
      "text": "Achinadab the son of 'Iddo in Machanayim;"
    },
    {
      "verse": 15,
      "text": "Achima'az in Naphtali; he also took Bahsemath the daughter of Solomon for wife;"
    },
    {
      "verse": 16,
      "text": "Ba'anah the son of Chushai in Asher and in Be'aloth;"
    },
    {
      "verse": 17,
      "text": "Jehoshaphat the son of Paruach, in Issachar;"
    },
    {
      "verse": 18,
      "text": "Shim'i the son of Ela, in Benjamin;"
    },
    {
      "verse": 19,
      "text": "Geber the son of Uri in the country of Gil'ad, the country of Sichon the king of the Emorites, and of 'Og the king of Bashan; besides the one superintendent who was in the land."
    },
    {
      "verse": 20,
      "text": "Judah and Israel were numerous, as the sand which is by the sea in multitude; and they ate and drank, and made merry."
    },
    {
      "verse": 21,
      "text": "(5:1) And Solomon was ruling over all the kingdoms from the river unto the land of the Philistines, and as far as the boundary of Egypt, which brought presents, and served Solomon all the days of his life."
    },
    {
      "verse": 22,
      "text": "(5:2) And Solomon's provision for one day was thirty kors of fine flour, and sixty kors of meal,"
    },
    {
      "verse": 23,
      "text": "(5:3) Ten fatted oxen, and twenty pasture oxen, and a hundred sheep, besides harts, and roebucks, and fallow-deer, and fatted fowl."
    },
    {
      "verse": 24,
      "text": "(5:4) For he had dominion over all the region on this side the river, from Thiphsach even to Gazzah, over all the kings on this side the river: and he had peace on all sides round about him."
    },
    {
      "verse": 25,
      "text": "(5:5) And Judah and Israel dwelt in safety, every man under his vine and under his fig-tree, from Dan even to Beer-sheba', all the days of Solomon."
    },
    {
      "verse": 26,
      "text": "(5:6) And Solomon had forty thousand stalls for the horses for his chariots, and twelve thousand horsemen."
    },
    {
      "verse": 27,
      "text": "(5:7) And those superintendents provided for king Solomon, and for all that came near unto king Solomon's table, every man in his month: they let nothing be wanting."
    },
    {
      "verse": 28,
      "text": "(5:8) The barley also and the straw for the horses and the runners did they bring unto the place where he might be, every man according to his prescription."
    },
    {
      "verse": 29,
      "text": "(5:9) And God gave unto Solomon wisdom and understanding exceedingly much, and largeness of heart, even as the sand that is on the sea-shore."
    },
    {
      "verse": 30,
      "text": "(5:10) And Solomon's wisdom excelled the wisdom of all the children of the east country, and all the wisdom of Egypt."
    },
    {
      "verse": 31,
      "text": "(5:11) And he was wiser than all men; than Ethan the Ezrachite, and Heman, and Kalkol, and Darda', the sons of Machol: and his name was [spread] among all the nations round about."
    },
    {
      "verse": 32,
      "text": "(5:12) And he spoke three thousand proverbs; and his songs were a thousand and five."
    },
    {
      "verse": 33,
      "text": "(5:13) And he spoke concerning the trees, from the cedar-tree that is on the Lebanon even unto the hyssop that springeth out of the wall; he spoke also concerning the beasts, and concerning the fowl, and concerning the creeping things, and concerning the fishes."
    },
    {
      "verse": 34,
      "text": "(5:14) And men came from all the people to hear the wisdom of Solomon, from all the kings of the earth, who had heard of his wisdom."
    }
  ]
}