{
  "book_id": "1KI",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when Solomon had finished building the house of the Lord, and the king's house, and all Solomon's desire which he was pleased to execute:"
    },
    {
      "verse": 2,
      "text": "That the Lord appeared to Solomon the second time, as he had appeared unto him at Gib'on."
    },
    {
      "verse": 3,
      "text": "And the Lord said unto him, I have heard thy prayer and thy supplication, that thou hast offered before me; I have hallowed this house, which thou hast built, to put my name there for ever; and my eyes and my heart shall be there at all times."
    },
    {
      "verse": 4,
      "text": "And as for thee, if thou wilt walk before me, as David thy father walked, in integrity of heart, and in rectitude, to do in accordance with all that I have commanded thee, [and] wilt keep my statutes and my ordinances:"
    },
    {
      "verse": 5,
      "text": "Then will I establish the throne of thy kingdom over Israel for ever; as I have spoken concerning David thy father, saying, There shall never fail thee a man upon the throne of Israel."
    },
    {
      "verse": 6,
      "text": "But if ye will at all turn away, ye or your children, from following me, and will not keep my commandments [and] my statutes which I have set before you, and go and serve other gods, and bow down to them:"
    },
    {
      "verse": 7,
      "text": "Then will I cut off Israel from the face of the land which I have given them; and the house, which I have hallowed unto my name, will I cast away from my sight; and Israel shall be a proverb and a by-word among all the nations;"
    },
    {
      "verse": 8,
      "text": "And at this house, [which] should be so exalted, every one that passeth by it shall be astonished, and shall hiss; and men will say, Why hath the Lord done thus unto this land, and unto this house?"
    },
    {
      "verse": 9,
      "text": "And they shall say, For the cause that they forsook the Lord their God, who had brought forth their fathers out of the land of Egypt, and took hold of other gods, and bowed down to them, and served them: therefore hath the Lord brought upon them all this evil."
    },
    {
      "verse": 10,
      "text": "And it came to pass at the end of twenty years, when Solomon had built the two houses, the house of the Lord, and the king's house,"
    },
    {
      "verse": 11,
      "text": "(Now Hiram the king of Tyre had supplied Solomon with cedar-trees and fir-trees, and with gold, according to all his desire,) that king Solomon then gave to Hiram twenty cities in the land of Galilee."
    },
    {
      "verse": 12,
      "text": "And Hiram came out from Tyre to see the cities which Solomon had given him; but they were not right in his eyes."
    },
    {
      "verse": 13,
      "text": "And he said, What kind of cities are these which thou hast given me, my brother? And he called them, The land of Cabul, until this day."
    },
    {
      "verse": 14,
      "text": "And Hiram sent to the king one hundred and twenty talents of gold."
    },
    {
      "verse": 15,
      "text": "And this is the manner of the levy which king Solomon raised, to build the house of the Lord, and his own house, and the Millo, and the wall of Jerusalem, and Chazor, and Megiddo, and Gezer."
    },
    {
      "verse": 16,
      "text": "(Pharaoh king of Egypt had gone up, and captured Gezer, and burnt it with fire, and slain the Canaanites that dwelt in the city, and given it as a marriage-present unto his daughter, Solomon's wife."
    },
    {
      "verse": 17,
      "text": "And Solomon built Gezer, and lower Beth-choron,"
    },
    {
      "verse": 18,
      "text": "And Ba'alath, and Thadmor in the wilderness, in the land,"
    },
    {
      "verse": 19,
      "text": "And all the treasure-cities that Solomon had, and the cities for the chariots, and the cities for the horsemen, and the [other] desire of Solomon which he desired to build in Jerusalem, and in Lebanon, and in all the land of his dominion.)"
    },
    {
      "verse": 20,
      "text": "All the people that were left of the Emorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not of the children of Israel,"
    },
    {
      "verse": 21,
      "text": "Their children that were left after them in the land, whom the children of Israel had not been able utterly to destroy, these did Solomon levy as tributary laborers until this day."
    },
    {
      "verse": 22,
      "text": "Yet of the children of Israel did Solomon make no one a bond-man; but they were the men of war, and his servants, and his princes, and his captains, and the officers of his chariots, and of his horsemen."
    },
    {
      "verse": 23,
      "text": "These [also] were the chiefs of the superintendents that were over Solomon's work, five hundred and fifty, who ruled over the people that wrought on the work."
    },
    {
      "verse": 24,
      "text": "But Pharaoh's daughter came up out of the city of David unto her house which he had built for her: then did he build the Millo."
    },
    {
      "verse": 25,
      "text": "And Solomon did offer three times in every year burnt-offerings and peace-offerings upon the altar which he had built unto the Lord, and he burnt incense upon the one that was before the Lord. So he finished the house."
    },
    {
      "verse": 26,
      "text": "And king Solomon made a ship in 'Ezyon-geber, which is near Eloth, on the shore of the Red Sea, in the land of Edom."
    },
    {
      "verse": 27,
      "text": "And Hiram sent in the ship his servants, seamen, that had knowledge of the sea, with the servants of Solomon."
    },
    {
      "verse": 28,
      "text": "And they came to Ophir, and fetched from there gold, four hundred and twenty talents, and brought it to king Solomon."
    }
  ]
}