{
  "book_id": "1KI",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And when the queen of Sheba heard of the fame of Solomon in connection with the name of the Lord, she came to prove him with riddles."
    },
    {
      "verse": 2,
      "text": "And she came to Jerusalem with an exceedingly great train, with camels bearing spices, and gold in great abundance, and precious stones: and when she was come to Solomon, she spoke with him of all that was on her heart."
    },
    {
      "verse": 3,
      "text": "And Solomon solved [for] her all her questions: nothing remained hidden from the king, which he did not tell her."
    },
    {
      "verse": 4,
      "text": "And when the queen of Sheba saw all Solomon's wisdom, and the house that he had built,"
    },
    {
      "verse": 5,
      "text": "And the food of his table, and the sitting of his servants, and the attendance of his ministers, and their apparel, and his cup-bearers, and his ascent by which he went up unto the house of the Lord: there was no more spirit in her."
    },
    {
      "verse": 6,
      "text": "And she said to the king, The truth only was the word that I heard in my own land of thy acts and of thy wisdom."
    },
    {
      "verse": 7,
      "text": "And I believed not in the words, until I came, and my eyes saw [all]: and, behold, the half hath not been told me; thou excellest in wisdom and prosperity the report which I have heard."
    },
    {
      "verse": 8,
      "text": "Happy are thy men, happy are these thy servants, who stand before thee continually, who hear thy wisdom."
    },
    {
      "verse": 9,
      "text": "Blessed be the Lord thy God, who hath had delight in thee, to place thee on the throne of Israel; because the Lord loveth Israel for ever, therefore hath he made thee king, to do justice and righteousness."
    },
    {
      "verse": 10,
      "text": "And she gave to the king one hundred and twenty talents of gold, and of spices a very great store, and precious stones: there came no more spices in such abundance as these which the queen of Sheba gave to king Solomon."
    },
    {
      "verse": 11,
      "text": "And also the ship of Hiram, that fetched gold from Ophir, brought in from Ophir in great abundance sandal-wood and precious stones."
    },
    {
      "verse": 12,
      "text": "And the king made of the sandal-wood a railing for the house of the Lord, and for the king's house, and harps and psalteries for the singers: there came no such sandal-wood, nor was it seen [again] until this day."
    },
    {
      "verse": 13,
      "text": "And king Solomon gave unto the queen of Sheba all her pleasure, whatsoever she asked, beside what Solomon gave her of his royal bounty. So she turned about and went to her own country, she and her servants."
    },
    {
      "verse": 14,
      "text": "Now the weight of the gold that came to Solomon in one year was six hundred and sixty and six talents of gold,"
    },
    {
      "verse": 15,
      "text": "Beside [what he had] of the traveling tradesmen, and of the traffic of the merchants, and of the kings of confederate nations, and of the governors of the country."
    },
    {
      "verse": 16,
      "text": "And king Solomon made two hundred targets of beaten gold: six hundred shekels of gold he used for each one target."
    },
    {
      "verse": 17,
      "text": "And [he made] three hundred shields of beaten gold; three manehs of gold he used for each one shield: and the king put them in the house of the forest of Lebanon."
    },
    {
      "verse": 18,
      "text": "The king also made a great throne of ivory, and overlaid it with the best gold."
    },
    {
      "verse": 19,
      "text": "The throne had six steps, and there was a round top on the throne behind; and there were arms on either side on the place of the seat, and two lions stood beside the arms."
    },
    {
      "verse": 20,
      "text": "And twelve lions stood there upon the six steps on both sides: there was not the like made in any other kingdom."
    },
    {
      "verse": 21,
      "text": "And all king Solomon's drinking-vessels were of gold, and all the vessels of the house of the forest of Lebanon were of pure gold; none were of silver; it was not valued in the days of Solomon at the least."
    },
    {
      "verse": 22,
      "text": "For the king had a Tharshish-ship at sea with the ship of Hiram: once in three years the Tharshish-ship used to come home, laden with gold, and silver, ivory, and apes, and peacocks."
    },
    {
      "verse": 23,
      "text": "And king Solomon became greater than all the kings of the earth for riches and for wisdom."
    },
    {
      "verse": 24,
      "text": "And [men of] all the earth sought the presence of Solomon to hear his wisdom, which God had put in his heart."
    },
    {
      "verse": 25,
      "text": "And they brought every man his present, vessels of silver, and vessels of gold, and garments, and armor, and spices, horses, and mules: and so year by year."
    },
    {
      "verse": 26,
      "text": "And Solomon gathered together chariots and horsemen: and he had a thousand and four hundred chariots, and twelve thousand horsemen, whom he quartered in the cities for chariots, and near the king at Jerusalem."
    },
    {
      "verse": 27,
      "text": "And the king rendered the silver in Jerusalem like stones, and the cedars he rendered like the sycamore-trees that are in the lowlands, for abundance."
    },
    {
      "verse": 28,
      "text": "And Solomon had horses brought out of Egypt; and a company of the king's merchants bought a quantity at a price."
    },
    {
      "verse": 29,
      "text": "And a chariot-team came up and went out of Egypt for six hundred shekels of silver, and a horse for a hundred and fifty: and so for all the kings of the Hittites, and for the kings of Syria, did they bring them out by their means."
    }
  ]
}