{
  "book_id": "1KI",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And Achab told Izebel all that Elijah had done, and withal that he had slain all the prophets with the sword."
    },
    {
      "verse": 2,
      "text": "Then sent Izebel a messenger unto Elijah, saying, So may the gods do to me, and may they thus continue, if about this time tomorrow I do not render thy life as the life of any one of them."
    },
    {
      "verse": 3,
      "text": "And when he saw this, he arose, and went for his life, and came to Beer-sheba', which belongeth to Judah, and he left his young man there."
    },
    {
      "verse": 4,
      "text": "But he himself went forward into the wilderness a day's journey, and he came and sat down under a certain broom-bush: and he requested for himself to die; and he said, It is enough, now, O Lord, take away my soul; for I am not better than my fathers."
    },
    {
      "verse": 5,
      "text": "And he laid himself down and slept under a certain broom-bush, and, behold then, an angel was touching him, and said unto him, Arise, eat."
    },
    {
      "verse": 6,
      "text": "And he looked about, and, behold, there was at his head a cake baked on coals, and a cruise of water; and he ate and drank, and laid himself down again."
    },
    {
      "verse": 7,
      "text": "And the angel of the Lord came again, the second time, and touched him, and said, Arise, eat; because the journey is yet far for thee."
    },
    {
      "verse": 8,
      "text": "And he arose, and ate and drank; and he went on the strength of that eating forty days and forty nights unto the mount of God, Horeb."
    },
    {
      "verse": 9,
      "text": "And he came there unto a cave, and remained there over night: and, behold, the word of the Lord came to him, and said unto him, What dost thou here, Elijah?"
    },
    {
      "verse": 10,
      "text": "And he said, I have been very zealous for the Lord, the God of hosts; for the children of Israel have forsaken thy covenant, thy altars have they thrown down, and thy prophets have they slain with the sword: and I am left by myself alone, and they have sought my life, to take it away."
    },
    {
      "verse": 11,
      "text": "And he said, Go forth, and stand upon the mount before the Lord: and, behold, the Lord passed by, and a wind, great and strong, rending the mountains, and breaking in pieces the rocks [went] before the Lord; but not in the wind was the Lord: and after the wind was an earthquake: but not in the earthquake was the Lord;"
    },
    {
      "verse": 12,
      "text": "And after the earthquake was a fire; but not in the fire was the Lord; and after the fire was the sound of a soft whisper."
    },
    {
      "verse": 13,
      "text": "And it came to pass, when Elijah heard it, that he concealed his face in his mantle, and went out, and stood in the entrance of the cave: and, behold, there came a voice unto him, and said, What dost thou here, Elijah?"
    },
    {
      "verse": 14,
      "text": "And he said, I have been very zealous for the Lord, the God of hosts; because the children of Israel have forsaken thy covenant, thy altars have they thrown down, and thy prophets have they slain with the sword: and I am left by myself alone, and they have sought my life, to take it away."
    },
    {
      "verse": 15,
      "text": "And the Lord said unto him, Go, return on thy way to the wilderness of Damascus; and go, anoint Chazael to be king over Syria;"
    },
    {
      "verse": 16,
      "text": "And Jehu the son of Nimshi shalt thou anoint to be king over Israel; and Elisha' the son of Shaphat of Abel-mecholah shalt thou anoint to be prophet in thy stead."
    },
    {
      "verse": 17,
      "text": "And it shall come to pass, that him that escapeth the sword of Chazael shall Jehu slay; and him that escapeth the sword of Jehu shall Elisha' slay."
    },
    {
      "verse": 18,
      "text": "And I will leave in Israel seven thousand, all the knees which have not been bent unto Ba'al, and every mouth which hath not kissed him."
    },
    {
      "verse": 19,
      "text": "And he departed thence, and found Elisha' the son of Shaphat, who was ploughing; twelve yoke of oxen were before him, and he was with the twelfth: and Elijah passed up to him, and cast his mantle toward him."
    },
    {
      "verse": 20,
      "text": "And he left the oxen, and ran after Elijah, and said, Let me, I pray thee, kiss but my father and my mother, and I will [then] follow thee: and he said unto him, Go, return; for what have I done to thee?"
    },
    {
      "verse": 21,
      "text": "And he returned back from him, and took a yoke of oxen, and slew them, and with the instruments of the oxen he boiled the flesh for them, and he gave it unto the people, and they did eat; and then he arose, and went after Elijah, and ministered unto him."
    }
  ]
}