{
  "book_id": "1KI",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass after these events, that Naboth the Yizre'elite had a vineyard, which was in Yizre'el, near the palace of Achab the king of Samaria."
    },
    {
      "verse": 2,
      "text": "And Achab spoke unto Naboth, saying, Give me thy vineyard, that it may serve me for a herb-garden, because it is near unto my house; and I will give thee in its stead a vineyard better than it; [or,] if it seem good in thy eyes, I will give thee the money, the value of the same."
    },
    {
      "verse": 3,
      "text": "And Naboth said to Achab, Far be it from me before the Lord, that I should give the inheritance of my fathers unto thee."
    },
    {
      "verse": 4,
      "text": "And Achab came into his house low-spirited and displeased because of the word which Naboth the Yizre'elite had spoken to him, when he said, I will not give unto thee the inheritance of my fathers. And he laid himself down upon his bed, and turned away his face, and would eat no food."
    },
    {
      "verse": 5,
      "text": "But Izebel his wife came to him, and spoke unto him, Why is thy spirit so sad! and why eatest thou no food?"
    },
    {
      "verse": 6,
      "text": "And he said unto her, Because I spoke unto Naboth the Yizre'elite, and said unto him, Give me thy vineyard for money; or else, if it please thee, I will give thee a vineyard in its stead; but he hath said, I will not give unto thee my vineyard."
    },
    {
      "verse": 7,
      "text": "Then said unto him Izebel his wife, Dost thou now govern the kingdom of Israel? arise, eat bread, and let thy heart be merry: I will myself give thee the vineyard of Naboth the Yizre'elite."
    },
    {
      "verse": 8,
      "text": "So she wrote letters in Achab's name, and sealed them with his seal; and she sent the letters unto the elders and unto the nobles who were in his city, and who dwelt near Naboth."
    },
    {
      "verse": 9,
      "text": "And she wrote in the letters, saying, Proclaim a fast, and cause Naboth to sit at the head of the people;"
    },
    {
      "verse": 10,
      "text": "And seat two men, worthless fellows, opposite to him, and let them bear witness against him, saying, Thou hast blasphemed God and the king; and then lead him forth, and stone him, that he may die."
    },
    {
      "verse": 11,
      "text": "And the men of his city, the elders and the nobles, those who dwelt in his city, did as Izebel had sent unto them, as was written in the letters which she had sent unto them."
    },
    {
      "verse": 12,
      "text": "They proclaimed a fast, and caused Naboth to sit at the head of the people."
    },
    {
      "verse": 13,
      "text": "And there came in two men, worthless fellows, and seated themselves opposite to him; and these worthless men testified against him, against Naboth, in the presence of the people, saying, Naboth hath blasphemed God and the king. Then they led him forth out of the city, and stoned him with stones, that he died."
    },
    {
      "verse": 14,
      "text": "And they sent to Izebel, saying, Naboth hath been stoned, and is dead."
    },
    {
      "verse": 15,
      "text": "And it came to pass, when Izebel heard that Naboth had been stoned, and was dead, that Izebel said to Achab, Arise, take possession of the vineyard of Naboth the Yizre'elite, which he refused to give thee for money; for Naboth is not alive, but dead."
    },
    {
      "verse": 16,
      "text": "And it came to pass, when Achab heard that Naboth was dead, that Achab rose up to go down to the vineyard of Naboth the Yizre'elite, to take possession of it."
    },
    {
      "verse": 17,
      "text": "And the word of the Lord came to Elijah the Tishbite, saying,"
    },
    {
      "verse": 18,
      "text": "Arise, go down to meet Achab the king of Israel, who is in Samaria; behold he is in the vineyard of Naboth, whither he is gone down to take possession of it."
    },
    {
      "verse": 19,
      "text": "And thou shalt speak unto him, saying, Thus hath said the Lord, Hast thou murdered, and also taken possession? And thou shalt speak unto him, saying, Thus hath said the Lord, In the place where the dogs licked the blood of Naboth shall the dogs lick thy blood, yes, thine also."
    },
    {
      "verse": 20,
      "text": "And Achab said to Elijah, Hast thou found me, O my enemy? And he answered, I have found thee: because thou hast sold thyself to do what is evil in the eyes of the Lord."
    },
    {
      "verse": 21,
      "text": "Behold, I will bring evil upon thee, and I will sweep out after thee, and will cut off from Achab every male, and the guarded and fortified in Israel,"
    },
    {
      "verse": 22,
      "text": "And I will make thy house like the house of Jerobo'am the son of Nebat, and like the house of Ba'sha the son of Achiyah, for the provocation wherewith thou hast provoked [me] to anger, and induced Israel to sin."
    },
    {
      "verse": 23,
      "text": "And also concerning Izebel hath the Lord spoken, saying, The dogs shall eat Izebel in the valley of Yizre'el."
    },
    {
      "verse": 24,
      "text": "Him that dieth of Achab in the city shall the dogs eat; and him that dieth in the field shall the fowls of the heavens eat."
    },
    {
      "verse": 25,
      "text": "But indeed there was none like unto Achab, who sold himself to do what is evil in the eyes of the Lord, to which Izebel his wife incited him."
    },
    {
      "verse": 26,
      "text": "And he acted very abominably in following the idols, in all things just as had done the Emorites, whom the Lord had driven out from before the children of Israel."
    },
    {
      "verse": 27,
      "text": "And it came to pass, when Achab heard these words, that he rent his clothes, and put sackcloth upon his flesh, and fasted, and slept in the sackcloth, and walked about barefooted."
    },
    {
      "verse": 28,
      "text": "And the word of the Lord came to Elijah the Tishbite, saying,"
    },
    {
      "verse": 29,
      "text": "Hast thou seen how Achab hath humbled himself before me? therefore, because he hath humbled himself before me, will I not bring the evil in his days: in the days of his son will I bring the evil upon his house."
    }
  ]
}