{
  "book_id": "LEV",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehovah speaketh unto Moses, saying,"
    },
    {
      "verse": 2,
      "text": "'Command the sons of Israel, and they bring unto thee pure olive oil, beaten, for the lamp, to cause a light to go up continually;"
    },
    {
      "verse": 3,
      "text": "at the outside of the vail of the testimony in the tent of meeting doth Aaron arrange it from evening till morning before Jehovah continually — a statute age-during to your generations;"
    },
    {
      "verse": 4,
      "text": "by the pure candlestick he doth arrange the lights before Jehovah continually."
    },
    {
      "verse": 5,
      "text": "'And thou hast taken flour, and hast baked twelve cakes with it, two tenth deals are in the one cake,"
    },
    {
      "verse": 6,
      "text": "and thou hast set them two ranks (six in the rank) on the pure table before Jehovah,"
    },
    {
      "verse": 7,
      "text": "and thou hast put on the rank pure frankincense, and it hath been to the bread for a memorial, a fire-offering to Jehovah."
    },
    {
      "verse": 8,
      "text": "'On each sabbath-day he arrangeth it before Jehovah continually, from the sons of Israel — a covenant age-during;"
    },
    {
      "verse": 9,
      "text": "and it hath been to Aaron, and to his sons, and they have eaten it in the holy place, for it [is] most holy to him, from the fire-offerings of Jehovah — a statute age-during.'"
    },
    {
      "verse": 10,
      "text": "And a son of an Israelitish woman goeth out (and he [is] son of an Egyptian man), in the midst of the sons of Israel, and strive in the camp do the son of the Israelitish woman and a man of Israel,"
    },
    {
      "verse": 11,
      "text": "and the son of the Israelitish woman execrateth the Name, and revileth; and they bring him in unto Moses; and his mother's name [is] Shelomith daughter of Dibri, of the tribe of Dan;"
    },
    {
      "verse": 12,
      "text": "and he causeth him to rest in charge — to explain to them by the mouth of Jehovah."
    },
    {
      "verse": 13,
      "text": "And Jehovah speaketh unto Moses, saying,"
    },
    {
      "verse": 14,
      "text": "'Bring out the reviler unto the outside of the camp; and all those hearing have laid their hands on his head, and all the company have stoned him."
    },
    {
      "verse": 15,
      "text": "'And unto the sons of Israel thou dost speak, saying, When any man revileth his God — then he hath borne his sin;"
    },
    {
      "verse": 16,
      "text": "and he who is execrating the name of Jehovah is certainly put to death; all the company do certainly cast stones at him; as a sojourner so a native, in his execrating the Name, is put to death."
    },
    {
      "verse": 17,
      "text": "'And when a man smiteth any soul of man, he is certainly put to death."
    },
    {
      "verse": 18,
      "text": "'And he who smiteth a beast repayeth it, body for body."
    },
    {
      "verse": 19,
      "text": "'And when a man putteth a blemish in his fellow, as he hath done so it is done to him;"
    },
    {
      "verse": 20,
      "text": "breach for breach, eye for eye, tooth for tooth; as he putteth a blemish in a man so it is done in him."
    },
    {
      "verse": 21,
      "text": "'And he who smiteth a beast repayeth it, and he who smiteth [the life of] man is put to death;"
    },
    {
      "verse": 22,
      "text": "one judgment is to you; as a sojourner so is a native; for I [am] Jehovah your God.'"
    },
    {
      "verse": 23,
      "text": "And Moses speaketh unto the sons of Israel, and they bring out the reviler unto the outside of the camp, and stone him with stones; and the sons of Israel have done as Jehovah hath commanded Moses."
    }
  ]
}