{
  "book_id": "1KI",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Solomon was thirteen years building a house for himself till it was complete."
    },
    {
      "verse": 2,
      "text": "And he made the house of the Woods of Lebanon, which was a hundred cubits long and fifty cubits wide and thirty cubits high, resting on four lines of cedar-wood pillars with cedar-wood supports on the pillars."
    },
    {
      "verse": 3,
      "text": "And it was covered with cedar over the forty-five supports which were on the pillars, fifteen in a line."
    },
    {
      "verse": 4,
      "text": "There were three lines of window-frames, window facing window in every line."
    },
    {
      "verse": 5,
      "text": "And all the doors and windows had square frames, with the windows facing one another in three lines."
    },
    {
      "verse": 6,
      "text": "And he made a covered room of pillars, fifty cubits long and thirty cubits wide, and ... with steps before it."
    },
    {
      "verse": 7,
      "text": "Then he made a covered room for his high seat when he gave decisions; this was the covered room of judging; it was covered with cedar-wood from floor to roof."
    },
    {
      "verse": 8,
      "text": "And the house for his living-place, the other open square in the covered room, was made in the same way. And then he made a house like it for Pharaoh's daughter, whom Solomon had taken as his wife."
    },
    {
      "verse": 9,
      "text": "All these buildings were made, inside and out, from base to crowning stone, and outside to the great walled square, of highly priced stone, cut to different sizes with cutting-instruments."
    },
    {
      "verse": 10,
      "text": "And the base was of great masses of highly priced stone, some ten cubits and some eight cubits square."
    },
    {
      "verse": 11,
      "text": "Overhead were highly priced stones cut to measure, and cedar-wood."
    },
    {
      "verse": 12,
      "text": "The great outer square all round was walled with three lines of squared stones and a line of cedar-wood boards, round about the open square inside the house of the Lord and the covered room of the king's house."
    },
    {
      "verse": 13,
      "text": "Then King Solomon sent and got Hiram from Tyre."
    },
    {
      "verse": 14,
      "text": "He was the son of a widow of the tribe of Naphtali, and his father was a man of Tyre, a worker in brass; he was full of wisdom and knowledge and an expert worker in brass. He came to King Solomon and did all his work for him."
    },
    {
      "verse": 15,
      "text": "He it was who made the two brass pillars; the first pillar was eighteen cubits high, and a line of twelve cubits went round it; and the second was the same."
    },
    {
      "verse": 16,
      "text": "And he made the two crowns to be put on the tops of the pillars, of brass made soft in the fire; the crowns were five cubits high."
    },
    {
      "verse": 17,
      "text": "There were nets of open-work for the crowns on the tops of the pillars, a net of open-work for one and a net of open-work for the other."
    },
    {
      "verse": 18,
      "text": "And he made ornaments of apples; and two lines of apples all round over the network, covering the crowns of the pillars, the two crowns in the same way."
    },
    {
      "verse": 19,
      "text": "The crowns on the tops of the pillars were ornamented with a design of flowers, and were four cubits across."
    },
    {
      "verse": 20,
      "text": "And there were crowns on the two pillars near the round part by the network, and there were two hundred apples in lines round every crown."
    },
    {
      "verse": 21,
      "text": "He put up the pillars at the doorway of the Temple, naming the one on the right Jachin, and that on the left Boaz."
    },
    {
      "verse": 22,
      "text": "The tops of the pillars had a design of flowers; and the work of making the pillars was complete."
    },
    {
      "verse": 23,
      "text": "And he made a great metal water-vessel ten cubits across from edge to edge, five cubits high and thirty cubits round."
    },
    {
      "verse": 24,
      "text": "And under the edge of it, circling it all round for ten cubits, were two lines of flower buds, made together with it from liquid metal."
    },
    {
      "verse": 25,
      "text": "It was supported on twelve oxen, with their back parts turned to the middle of it, three of them facing to the north, three to the west, three to the south, and three to the east; the vessel was resting on top of them."
    },
    {
      "verse": 26,
      "text": "It was as thick as a man's open hand, and was curved like the edge of a cup, like the flower of a lily: it would take two thousand baths."
    },
    {
      "verse": 27,
      "text": "And he made ten wheeled bases of brass; every one four cubits long, four cubits wide, and three cubits high."
    },
    {
      "verse": 28,
      "text": "And the bases were made in this way; their sides were square, fixed in a framework;"
    },
    {
      "verse": 29,
      "text": "And on the square sides between the frames were lions, oxen, and winged ones; and the same on the frame; and over and under the lions and the oxen and the winged ones were steps."
    },
    {
      "verse": 30,
      "text": "Every base had four wheels of brass, turning on brass rods, and their four angles had angle-plates under them; the angle-plates under the base were of metal, and there were ornaments at the side of every one."
    },
    {
      "verse": 31,
      "text": "The mouth of it inside the angle-plate was one cubit across; it was round like a pillar, a cubit and a half across; it had designs cut on it; the sides were square, not round."
    },
    {
      "verse": 32,
      "text": "The four wheels were under the frames, and the rods on which the wheels were fixed were in the base; the wheels were a cubit and a half high."
    },
    {
      "verse": 33,
      "text": "The wheels were made like carriage-wheels, the rods on which they were fixed, the parts forming their edges, their rods and the middle points of them, were all formed out of liquid metal."
    },
    {
      "verse": 34,
      "text": "And there were four angle-plates at the four angles of every base, forming part of the structure of the base."
    },
    {
      "verse": 35,
      "text": "And at the top of the base there was a round vessel, half a cubit high;"
    },
    {
      "verse": 36,
      "text": "In the spaces of the flat sides and on the frames of them, he made designs of winged ones, lions, and palm-trees, with ornamented edges all round."
    },
    {
      "verse": 37,
      "text": "All the ten bases were made in this way, after the same design, of the same size and form."
    },
    {
      "verse": 38,
      "text": "And he made ten brass washing-vessels, everyone taking forty baths, and measuring four cubits; one vessel was placed on every one of the ten bases."
    },
    {
      "verse": 39,
      "text": "And he put the bases by the house, five on the right side and five on the left; and he put the great water-vessel on the right side of the house, to the east, facing south."
    },
    {
      "verse": 40,
      "text": "And Hiram made the pots and spades and the basins. So Hiram came to the end of all the work he did for King Solomon in the house of the Lord:"
    },
    {
      "verse": 41,
      "text": "The two pillars and the two cups of the crowns which were on the tops of the two pillars; and the network covering the two cups of the crowns on the tops of the pillars,"
    },
    {
      "verse": 42,
      "text": "And the four hundred apples for the network, two lines of apples for every network, covering the two cups of the crowns on the pillars;"
    },
    {
      "verse": 43,
      "text": "And the ten bases, with the ten washing-vessels on them;"
    },
    {
      "verse": 44,
      "text": "And the great water-vessel, with the twelve oxen under it;"
    },
    {
      "verse": 45,
      "text": "And the pots and the spades and the basins; all the vessels which Hiram made for King Solomon, for the house of the Lord, were of polished brass."
    },
    {
      "verse": 46,
      "text": "He made them of liquid metal in the lowland of Jordan, at the way across the river, at Adama, between Succoth and Zarethan."
    },
    {
      "verse": 47,
      "text": "The weight of all these vessels was not measured, because there was such a number of them; it was not possible to get the weight of the brass."
    },
    {
      "verse": 48,
      "text": "And Solomon had all the vessels made for use in the house of the Lord: the altar of gold and the gold table on which the holy bread was placed;"
    },
    {
      "verse": 49,
      "text": "And the supports for the lights, five on the right side and five on the left before the inmost room, of clear gold; and the flowers and the lights and all the instruments of gold;"
    },
    {
      "verse": 50,
      "text": "And the cups and the scissors and the basins and the spoons and the fire-trays, all of gold; and the pins on which the doors were turned, the doors of the inner house, the most holy place, and the doors of the Temple, all of gold."
    },
    {
      "verse": 51,
      "text": "So all the work King Solomon had done in the house of the Lord was complete. Then Solomon took the holy things which David his father had given, the silver and the gold and all the vessels, and put them in the store-houses of the house of the Lord."
    }
  ]
}