{
  "book_id": "1KI",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Now Ben-hadad, king of Aram, got all his army together, and thirty-two kings with him, and horses and carriages of war; he went up and made war on Samaria, shutting it in."
    },
    {
      "verse": 2,
      "text": "And he sent representatives into the town to Ahab, king of Israel;"
    },
    {
      "verse": 3,
      "text": "And they said to him, Ben-hadad says, Your silver and your gold are mine; and your wives and children are mine."
    },
    {
      "verse": 4,
      "text": "And the king of Israel sent him an answer saying, As you say, my lord king, I am yours with all I have."
    },
    {
      "verse": 5,
      "text": "Then the representatives came back again, and said, These are the words of Ben-hadad: I sent to you saying, Give up to me your silver and your gold, your wives and your children;"
    },
    {
      "verse": 6,
      "text": "But I will send my servants to you tomorrow about this time, to make a search through your house and the houses of your people, and everything which is pleasing in your eyes they will take away in their hands."
    },
    {
      "verse": 7,
      "text": "Then the king of Israel sent for all the responsible men of the land, and said, Now will you take note and see the evil purpose of this man: he sent for my wives and my children, my silver and my gold, and I did not keep them back."
    },
    {
      "verse": 8,
      "text": "And all the responsible men and the people said to him, Do not give attention to him or do what he says."
    },
    {
      "verse": 9,
      "text": "So he said to the representatives of Ben-hadad, Say to my lord the king, All the orders you sent the first time I will do; but this thing I may not do. And the representatives went back with this answer."
    },
    {
      "verse": 10,
      "text": "Then Ben-hadad sent to him, saying, May the gods' punishment be on me if there is enough of the dust of Samaria for all the people at my feet to take some in their hands."
    },
    {
      "verse": 11,
      "text": "And the king of Israel said in answer, Say to him, The time for loud talk is not when a man is putting on his arms, but when he is taking them off."
    },
    {
      "verse": 12,
      "text": "Now when this answer was given to Ben-hadad, he was drinking with the kings in the tents, and he said to his men, Take up your positions. So they put themselves in position for attacking the town."
    },
    {
      "verse": 13,
      "text": "Then a prophet came up to Ahab, king of Israel, and said, The Lord says, Have you seen all this great army? See, I will give it into your hands today, and you will see that I am the Lord."
    },
    {
      "verse": 14,
      "text": "And Ahab said, By whom? And he said, The Lord says, By the servants of the chiefs who are over the divisions of the land. Then he said, By whom is the fighting to be started? And he made answer, By you."
    },
    {
      "verse": 15,
      "text": "Then he got together the servants of all the chiefs who were over the divisions of the land, two hundred and thirty-two of them; and after them, he got together all the people, all the children of Israel, seven thousand."
    },
    {
      "verse": 16,
      "text": "And in the middle of the day they went out. But Ben-hadad was drinking in the tents with the thirty-two kings who were helping him."
    },
    {
      "verse": 17,
      "text": "And the servants of the chiefs who were over the divisions of the land went forward first; and when Ben-hadad sent out, they gave him the news, saying, Men have come out from Samaria."
    },
    {
      "verse": 18,
      "text": "And he said, If they have come out for peace, take them living, and if they have come out for war, take them living."
    },
    {
      "verse": 19,
      "text": "So the servants of the chiefs of the divisions of the land went out of the town, with the army coming after them."
    },
    {
      "verse": 20,
      "text": "And every one of them put his man to death, and the Aramaeans went in flight with Israel after them; and Ben-hadad, king of Aram, got away safely on a horse with his horsemen."
    },
    {
      "verse": 21,
      "text": "And the king of Israel went out and took the horses and the war-carriages, and made great destruction among the Aramaeans."
    },
    {
      "verse": 22,
      "text": "Then the prophet came up to the king of Israel, and said to him, Now make yourself strong, and take care what you do, or a year from now the king of Aram will come up against you again."
    },
    {
      "verse": 23,
      "text": "Then the king of Aram's servants said to him, Their god is a god of the hills; that is why they were stronger than we: but if we make an attack on them in the lowlands, we will certainly be stronger than they."
    },
    {
      "verse": 24,
      "text": "This is what you have to do: take away the kings from their positions, and put captains in their places;"
    },
    {
      "verse": 25,
      "text": "And get together another army like the one which came to destruction, horse for horse, and carriage for carriage; and let us make war on them in the lowlands, and certainly we will be stronger than they. And he gave ear to what they said, and did so."
    },
    {
      "verse": 26,
      "text": "So, a year later, Ben-hadad got the Aramaeans together and went up to Aphek to make war on Israel."
    },
    {
      "verse": 27,
      "text": "And the children of Israel got themselves together, and food was made ready and they went against them; the tents of the children of Israel were like two little flocks of goats before them, but all the country was full of the Aramaeans."
    },
    {
      "verse": 28,
      "text": "And a man of God came up and said to the king of Israel, The Lord says, Because the Aramaeans have said, The Lord is a god of the hills and not of the valleys; I will give all this great army into your hands, and you will see that I am the Lord."
    },
    {
      "verse": 29,
      "text": "Now the two armies kept their positions facing one another for seven days. And on the seventh day the fight was started; and the children of Israel put to the sword a hundred thousand Aramaean footmen in one day."
    },
    {
      "verse": 30,
      "text": "But the rest went in flight to Aphek, into the town, where a wall came down on the twenty-seven thousand who were still living. And Ben-hadad went in flight into the town, into an inner room."
    },
    {
      "verse": 31,
      "text": "Then his servants said to him, It is said that the kings of Israel are full of mercy: let us then put on haircloth, and cords on our heads, and go to the king of Israel; it may be that he will give you your life."
    },
    {
      "verse": 32,
      "text": "So they put on haircloth, and cords on their heads, and came to the king of Israel and said, Your servant Ben-hadad says, Let me now keep my life. And he said, Is he still living? he is my brother."
    },
    {
      "verse": 33,
      "text": "Now the men took it as a sign, and quickly took up his words; and they said, Ben-hadad is your brother. Then he said, Go and get him. So Ben-hadad came out to him and he made him get up into his carriage."
    },
    {
      "verse": 34,
      "text": "And Ben-hadad said to him, The towns my father took from your father I will give back; and you may make streets for yourself in Damascus as my father did in Samaria. And as for me, at the price of this agreement you will let me go. So he made an agreement with him and let him go."
    },
    {
      "verse": 35,
      "text": "And a certain man of the sons of the prophets said to his neighbour by the word of the Lord, Give me a wound. But the man would not."
    },
    {
      "verse": 36,
      "text": "Then he said to him, Because you have not given ear to the voice of the Lord, straight away when you have gone from me a lion will put you to death. And when he had gone, straight away a lion came rushing at him and put him to death."
    },
    {
      "verse": 37,
      "text": "Then he came across another man, and said, Give me a wound. And the man gave him a blow wounding him."
    },
    {
      "verse": 38,
      "text": "So the prophet went away, and pulling his head-band over his eyes to keep his face covered, took his place by the road waiting for the king."
    },
    {
      "verse": 39,
      "text": "And when the king went by, crying out to him he said, Your servant went out into the fight; and a man came out to me with another man and said, Keep this man: if by any chance he gets away, your life will be the price of his life, or you will have to give a talent of silver in payment."
    },
    {
      "verse": 40,
      "text": "But while your servant was turning this way and that, he was gone. Then the king of Israel said to him, You are responsible; you have given the decision against yourself."
    },
    {
      "verse": 41,
      "text": "Then he quickly took the head-band from his eyes; and the king of Israel saw that he was one of the prophets."
    },
    {
      "verse": 42,
      "text": "And he said to him, These are the words of the Lord: Because you have let go from your hands the man whom I had put to the curse, your life will be taken for his life, and your people for his people."
    },
    {
      "verse": 43,
      "text": "Then the king of Israel went back to his house, bitter and angry, and came to Samaria."
    }
  ]
}