{
  "book_id": "COL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "הנני מודיע אתכם גדל הקרב אשר בקרבי על אדותיכם ועל אדות אנשי לודקיא ועל כל אשר לא ראו את פני בבשר׃"
    },
    {
      "verse": 2,
      "text": "למען ינחמו לבותם ונקשרו יחד באהבה ולכל עשר דעת נכונה להשכיל סוד האלהים אבינו וסוד המשיח׃"
    },
    {
      "verse": 3,
      "text": "אשר צפונים בו כל אצרות החכמה והדעת׃"
    },
    {
      "verse": 4,
      "text": "וזאת אמר אני לכם למען אשר לא יטעה אתכם איש בשפתי חלקות׃"
    },
    {
      "verse": 5,
      "text": "כי גם אם בבשרי אני רחוק מכם הנה ברוחי אני אצלכם ואשמח בראתי את תכונתכם ואמץ אמונתכם במשיח׃"
    },
    {
      "verse": 6,
      "text": "לכן כאשר קבלתם את המשיח את ישוע אדנינו כן גם התהלכו בו׃"
    },
    {
      "verse": 7,
      "text": "משרשים ונבנים בו וקימים באמונה כאשר למדתם ומרבים בתודה בה׃"
    },
    {
      "verse": 8,
      "text": "הזהרו פן יוליך איש אתכם שולל בפילסופיה ובמדוחי שוא לפי קבלת בני האדם ויסדות העולם ולא על פי המשיח׃"
    },
    {
      "verse": 9,
      "text": "כי בו בגופו שכן כל מלא האלהות ובו אתם נמלאים׃"
    },
    {
      "verse": 10,
      "text": "אשר הוא ראש כל שררה ושלטן׃"
    },
    {
      "verse": 11,
      "text": "ובו אתם גם נמולים מילה שלא בידים בהפשטת גוף הבשר החוטא היא מילת המשיח׃"
    },
    {
      "verse": 12,
      "text": "כי נקברתם אתו בטבילה אף קמתם אתו בתחיה על ידי האמונה בגבורת אלהים אשר העירו מן המתים׃"
    },
    {
      "verse": 13,
      "text": "גם אתכם המתים בפשעים ובערלת בשרכם החיה אתו בסלח לכם את כל פשעיכם׃"
    },
    {
      "verse": 14,
      "text": "וימחק את השטר המעיד בנו בחקתיו אשר היה לנגדנו וישאהו מתוכנו ויתקעהו בצלב׃"
    },
    {
      "verse": 15,
      "text": "ויפשט את השרים והשליטים ויתנם ביד רמה לראוה בם ויוליכם שולל בנפשו׃"
    },
    {
      "verse": 16,
      "text": "על כן לא ידין איש אתכם על דבר מאכל ומשקה או בענין המועדים וראשי חדשים ושבתות׃"
    },
    {
      "verse": 17,
      "text": "אשר הם צל הדברים העתידים לבא וגופם הוא במשיח׃"
    },
    {
      "verse": 18,
      "text": "אל תתנו לאיש לעקב אתכם על ידי שפלות רוח ועבודה מלאכים המהלך בדברים אשר לא ראו עיניו ומלא רוח גאוה על לא דבר משכל בשרו׃"
    },
    {
      "verse": 19,
      "text": "ואיננו אחז בראש אשר מחבר ממנו כל הגוף ומאחז בציריו ודבקיו יגדל גדול אלהים׃"
    },
    {
      "verse": 20,
      "text": "לכן אם מתם עם המשיח ליסודת העולם למה תשתעבדו לחקים כאלו עדכם חיים בעולם׃"
    },
    {
      "verse": 21,
      "text": "אל תאחז אל תטעם אל תגע׃"
    },
    {
      "verse": 22,
      "text": "והם כלם לכליון בתשמישם לפי מצות אנשים ולמודיהם׃"
    },
    {
      "verse": 23,
      "text": "הנראים כעין חכמה בעבודה בדויה מלב ובשפלות רוח ובענוי הגוף שלא כהגן רק להשביע הבשר׃"
    }
  ]
}