{
  "book_id": "COL",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "לכן אם קמתם עם המשיח בקשו את אשר למעלה אשר המשיח ישב שם לימין האלהים׃"
    },
    {
      "verse": 2,
      "text": "את אשר למעלה יהגה לבבכם לא את אשר בארץ׃"
    },
    {
      "verse": 3,
      "text": "כי מתם וחייכם צפונים עם המשיח באלהים׃"
    },
    {
      "verse": 4,
      "text": "בעת הגלות המשיח אשר הוא חייכם גם אתם תגלו עמו בכבוד׃"
    },
    {
      "verse": 5,
      "text": "על כן תמותתו את אבריכם בארץ את הזנות והטמאה והזמה והתאות הרעות ונטות אחרי הבצע אשר היא עבודת אלילים׃"
    },
    {
      "verse": 6,
      "text": "כי בגלל אלה בא חרון אלהים על בני חמרי׃"
    },
    {
      "verse": 7,
      "text": "אשר גם אתם הלכתם בהם מלפנים בחיותכם בתוכם׃"
    },
    {
      "verse": 8,
      "text": "אך עתה הסירו מכם כל אלה את הרגז את הכעס את הרשע את הגדוף ואת דברי נבלה מפיכם׃"
    },
    {
      "verse": 9,
      "text": "ואל תשקרו איש בעמיתו כי פשטתם את האדם הישן עם פעלותיו׃"
    },
    {
      "verse": 10,
      "text": "ולבשתם את האדם החדש המתחדש בדעת כצלם בראו׃"
    },
    {
      "verse": 11,
      "text": "אשר אין שם יוני ויהודי אין מילה וערלה אין לעז וסקותי אין עבד ובן חורין כי המשיח הוא הכל ובכל׃"
    },
    {
      "verse": 12,
      "text": "לכן אתם כבחירי האלהים הקדשים והחביבים לבשו המון רחמים ונדיבות ונמיכות רוח וענוה וארך אפים׃"
    },
    {
      "verse": 13,
      "text": "ותשאו איש את רעהו ותסלחו בהיות לכם ריב איש עם אחיו כאשר המשיח סלח לכם כן תסלחו גם אתם׃"
    },
    {
      "verse": 14,
      "text": "ועל כל אלה לבשו האהבה היא אגדת השלמות׃"
    },
    {
      "verse": 15,
      "text": "וישלט בלבבכם שלום האלהים אשר נקראתם לו בגוף אחד וזבחו תודה׃"
    },
    {
      "verse": 16,
      "text": "דבר האדון ישכן בקרבכם בשפע רב בכל חכמה ותלמדו ותעוררו את נפשכם בתהלות ותשבחות ושירות רוחניות ושירו ליהוה בנעימה בלבבכם׃"
    },
    {
      "verse": 17,
      "text": "וכל אשר תעשו הן במלין הן בפעל עשו בשם האדון ישוע והודו לאלהים אבינו על ידי׃"
    },
    {
      "verse": 18,
      "text": "אתן הנשים הכנענה לבעליכן כראוי באדנינו׃"
    },
    {
      "verse": 19,
      "text": "אתם האנשים אהבו את נשיכם ואל תתמרמרו אליהן׃"
    },
    {
      "verse": 20,
      "text": "הבנים שמעו אל ילדיכם בכל דבר כי הוא לרצון לאדנינו׃"
    },
    {
      "verse": 21,
      "text": "האבות אל תרגיזו את בניכם פן יחתו׃"
    },
    {
      "verse": 22,
      "text": "העבדים שמעו בכל דבר אל אדניכם לפי הבשר לא בעבודה למראה העין כמבקשי חן בני אדם כי אם בתם לבב כיראי האלהים׃"
    },
    {
      "verse": 23,
      "text": "כל אשר תעשו עשו בכל נפשכם כמו ליהוה ולא לבני אדם׃"
    },
    {
      "verse": 24,
      "text": "וידעתם כי תקבלו מאת יהוה גמול הירשה כי את אדנינו המשיח עבדים אתם׃"
    },
    {
      "verse": 25,
      "text": "וכל עשה עול הוא ישא העול אשר עשה ואין שם משא פנים׃"
    }
  ]
}