{
  "book_id": "PRO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The proverbs of Solomon the son of David, the king of Israel:"
    },
    {
      "verse": 2,
      "text": "To know wisdom and instruction; to comprehend the sayings of understanding;"
    },
    {
      "verse": 3,
      "text": "To accept the instruction of intelligence, righteousness, and justice, and equity;"
    },
    {
      "verse": 4,
      "text": "To give to the simple prudence, to the youth knowledge and discretion."
    },
    {
      "verse": 5,
      "text": "The wise will hear, and will increase [his] information; and the man of understanding will obtain wise counsels:"
    },
    {
      "verse": 6,
      "text": "To understand a proverb, and a sage sentence; the words of the wise, and their riddles."
    },
    {
      "verse": 7,
      "text": "The fear of the Lord is the beginning of knowledge: wisdom and instruction fools [alone] despise."
    },
    {
      "verse": 8,
      "text": "Hear, my son, the instruction of thy father, and cast not off the teaching of thy mother;"
    },
    {
      "verse": 9,
      "text": "For a wreath of grace are they unto thy head, and chains for thy throat."
    },
    {
      "verse": 10,
      "text": "My son, if sinners wish to entice thee, consent thou not."
    },
    {
      "verse": 11,
      "text": "If they should say, Come with us, let us lie in wait for blood, let us watch in concealment for the uselessly innocent;"
    },
    {
      "verse": 12,
      "text": "We will swallow them up like the grave alive; and the men of integrity, as those that go down into the pit;"
    },
    {
      "verse": 13,
      "text": "We shall find all [kinds of] precious wealth, we will fill our houses with booty;"
    },
    {
      "verse": 14,
      "text": "Thy lot must thou cast in our midst; one purse shall be for us all:"
    },
    {
      "verse": 15,
      "text": "My son, walk not thou on the way with them; withhold thy foot from their path;"
    },
    {
      "verse": 16,
      "text": "For their feet run after evil, and they make haste to shed blood."
    },
    {
      "verse": 17,
      "text": "For uselessly is the net spread out before the eyes of every winged bird:"
    },
    {
      "verse": 18,
      "text": "While they lie in wait for their [own] blood; they watch in concealment for their [own] lives."
    },
    {
      "verse": 19,
      "text": "So are the paths of every one that is greedy after [unlawful] gain; it taketh away the life of those that own it."
    },
    {
      "verse": 20,
      "text": "Wisdom crieth loudly without; in the public places she uttereth her voice;"
    },
    {
      "verse": 21,
      "text": "At the corner of noisy streets she calleth, at the entrances of gates; in the city she sayeth her speeches:"
    },
    {
      "verse": 22,
      "text": "How long, ye simple ones, will ye love simplicity? and the scorners take their delight in scorning, and fools hate knowledge?"
    },
    {
      "verse": 23,
      "text": "Turn back to my admonition: behold, I will pour out my spirit unto you, I will make known my words unto you."
    },
    {
      "verse": 24,
      "text": "Whereas I called, and ye refused; I stretched out my hand, and no man was attentive;"
    },
    {
      "verse": 25,
      "text": "And ye have set at nought all my counsel, and would not accept my admonition:"
    },
    {
      "verse": 26,
      "text": "[Therefore] I also will truly laugh at your calamity; I will deride [you] when your terror cometh;"
    },
    {
      "verse": 27,
      "text": "When your terror cometh like the tempest-cloud, and your calamity hasteneth like a whirlwind; when there come upon you distress and affliction."
    },
    {
      "verse": 28,
      "text": "Then will they call me, but I will not answer; they will seek me earnestly, but they shall not find me;"
    },
    {
      "verse": 29,
      "text": "For the reason that they hated knowledge, and the fear of the Lord they did not choose;"
    },
    {
      "verse": 30,
      "text": "[That] they would not attend to my counsel: [that] they rejected all my admonition."
    },
    {
      "verse": 31,
      "text": "Therefore shall they eat of the fruit of their own way, and from their own counsels shall they be satisfied."
    },
    {
      "verse": 32,
      "text": "For the defection of the simple will slay them, and the prosperity of fools will cause them to be lost."
    },
    {
      "verse": 33,
      "text": "But he that hearkeneth unto me shall dwell safely, and shall be at rest from the dread of evil."
    }
  ]
}