{
  "book_id": "PRO",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "My son, if thou wouldst but accept my words, and treasure up my commandments with thee;"
    },
    {
      "verse": 2,
      "text": "To let thy ear listen unto wisdom: [if] thou wouldst incline thy heart to understanding."
    },
    {
      "verse": 3,
      "text": "For if thou wilt call after intelligence; if after understanding thou wilt lift up thy voice;"
    },
    {
      "verse": 4,
      "text": "If thou wilt seek her as silver, and search for her as for hidden treasures:"
    },
    {
      "verse": 5,
      "text": "Then wilt thou understand the fear of the Lord, and the knowledge of God wilt thou find."
    },
    {
      "verse": 6,
      "text": "For the Lord giveth wisdom: out of his mouth [come] knowledge and understanding."
    },
    {
      "verse": 7,
      "text": "He treasureth up sound wisdom for the righteous, as a shield to those that walk in integrity:"
    },
    {
      "verse": 8,
      "text": "That men may keep the paths of justice; and the way of his pious servants doth he guard."
    },
    {
      "verse": 9,
      "text": "Then wilt thou understand righteousness, and justice, and equity: yea, every track of goodness."
    },
    {
      "verse": 10,
      "text": "For wisdom will enter thy heart, and knowledge will be pleasant unto thy soul;"
    },
    {
      "verse": 11,
      "text": "Discretion will watch over thee, understanding will keep thee;"
    },
    {
      "verse": 12,
      "text": "To deliver thee from the way of the bad, from the man that speaketh perverse things;"
    },
    {
      "verse": 13,
      "text": "[From those] who leave the paths of uprightness, to walk in the ways of darkness;"
    },
    {
      "verse": 14,
      "text": "Who rejoice to do evil, who are delighted in the perverseness of the bad;"
    },
    {
      "verse": 15,
      "text": "Who as regardeth their paths are crooked, and froward in their tracks."
    },
    {
      "verse": 16,
      "text": "To deliver thee from the adulteress, from the alien woman that useth flattering speeches;"
    },
    {
      "verse": 17,
      "text": "That forsaketh the friend of her youth, and forgetteth the covenant of her God."
    },
    {
      "verse": 18,
      "text": "For she sinketh unto death—her house, and unto the departed [lead] her tracks."
    },
    {
      "verse": 19,
      "text": "All that come unto her return not again, and they will not reach the paths of life."
    },
    {
      "verse": 20,
      "text": "In order that thou mayest walk in the way of good men, and observe the paths of the righteous."
    },
    {
      "verse": 21,
      "text": "For the upright will dwell on the earth, and the perfect will be left remaining on it."
    },
    {
      "verse": 22,
      "text": "But the wicked will be cut off from the earth, and the treacherous shall be plucked up therefrom."
    }
  ]
}