{
  "book_id": "PRO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "My son, forget not my teaching, and let thy heart keep my commandments;"
    },
    {
      "verse": 2,
      "text": "For length of days, and years of life, and peace, will they increase unto thee."
    },
    {
      "verse": 3,
      "text": "Let kindness and truth not forsake thee; bind them about thy throat; write them upon the table of thy heart:"
    },
    {
      "verse": 4,
      "text": "So shalt thou find grace and good favor in the eyes of God and man."
    },
    {
      "verse": 5,
      "text": "Trust in the Lord with all thy heart: and upon thy own understanding do not rely."
    },
    {
      "verse": 6,
      "text": "In all thy ways acknowledge him, and he will make level thy paths."
    },
    {
      "verse": 7,
      "text": "Be not wise in thy own eyes: fear the Lord, and depart from evil."
    },
    {
      "verse": 8,
      "text": "It will be healing to thy body, and marrow to thy bones."
    },
    {
      "verse": 9,
      "text": "Honor the Lord with thy wealth, and with the first-fruits of all thy products:"
    },
    {
      "verse": 10,
      "text": "So shall thy storehouses be filled with plenty, and with new wine shall thy presses overflow."
    },
    {
      "verse": 11,
      "text": "The correction of the Lord, my son, do not despise; and feel no loathing for his admonition;"
    },
    {
      "verse": 12,
      "text": "Because whomever the Lord loveth he admonisheth; and as a father who delighteth in [his] son."
    },
    {
      "verse": 13,
      "text": "Happy the man that hath found wisdom, and the man that acquireth understanding."
    },
    {
      "verse": 14,
      "text": "For the obtaining of her is better than the obtaining of silver, and better than fine gold is her product."
    },
    {
      "verse": 15,
      "text": "She is more precious than pearls; and all the things thou valuest are not equal unto her."
    },
    {
      "verse": 16,
      "text": "Length of days is in her right hand: in her left are riches and honor."
    },
    {
      "verse": 17,
      "text": "Her ways are ways of pleasantness, and all her paths are peace."
    },
    {
      "verse": 18,
      "text": "A tree of life is she to those that lay hold on her: and every one that firmly graspeth her will be made happy."
    },
    {
      "verse": 19,
      "text": "The Lord hath through wisdom founded the earth: he hath established the heavens through understanding."
    },
    {
      "verse": 20,
      "text": "By his knowledge were the depths split open, and the skies drop down the dew."
    },
    {
      "verse": 21,
      "text": "My son, let them not be removed from thy eyes; keep [before thee] sound wisdom and discretion:"
    },
    {
      "verse": 22,
      "text": "And they will be life unto thy soul, and grace to thy throat."
    },
    {
      "verse": 23,
      "text": "Then wilt thou walk in safety on thy way, and thy foot will not strike [against aught]:"
    },
    {
      "verse": 24,
      "text": "When thou layest thyself down, thou shalt feel no dread; and as thou liest down, thy sleep shall be pleasant."
    },
    {
      "verse": 25,
      "text": "Thou needest not to be afraid of sudden dread, neither of the [unlooked-for] tempest over the wicked, when it cometh."
    },
    {
      "verse": 26,
      "text": "For the Lord will be thy confidence, and he will guard thy foot from being caught."
    },
    {
      "verse": 27,
      "text": "Withhold not a benefit from him who is deserving it, when it is in the power of thy hand to do it."
    },
    {
      "verse": 28,
      "text": "Say not unto thy neighbor, Go, and return, and tomorrow will I give: when thou hast it by thee."
    },
    {
      "verse": 29,
      "text": "Contrive not against thy neighbor any evil, when he dwelleth in safety with thee."
    },
    {
      "verse": 30,
      "text": "Quarrel not with any man without cause, if he have done thee no harm."
    },
    {
      "verse": 31,
      "text": "Envy not the man of violence, and choose none of his ways."
    },
    {
      "verse": 32,
      "text": "For the froward is an abomination to the Lord; but with the upright is his good-will."
    },
    {
      "verse": 33,
      "text": "The curse of the Lord is in the house of the wicked; but the habitation of the righteous will he bless."
    },
    {
      "verse": 34,
      "text": "If [it concern] the scornful he will himself render them a scorn; but unto the lowly doth he give grace."
    },
    {
      "verse": 35,
      "text": "The wise shall inherit glory; but fools shall obtain disgrace as their portion."
    }
  ]
}