{
  "book_id": "PRO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Hear, ye children, the correction of a father, and attend to know understanding."
    },
    {
      "verse": 2,
      "text": "For good information do I give you: my teaching must ye not forsake."
    },
    {
      "verse": 3,
      "text": "For I was a son unto my father, a tender and an only child before my mother."
    },
    {
      "verse": 4,
      "text": "And he instructed me, and said unto me, Let thy heart grasp firmly my words: observe my commandments and live."
    },
    {
      "verse": 5,
      "text": "Acquire wisdom, acquire understanding: forget not, and depart not from the sayings of my mouth."
    },
    {
      "verse": 6,
      "text": "Forsake her not, and she will watch over thee: love her, and she will keep thee."
    },
    {
      "verse": 7,
      "text": "The beginning of wisdom is, Acquire wisdom: and with all thy acquisition acquire understanding."
    },
    {
      "verse": 8,
      "text": "Hold her in high esteem, and she will exalt thee: she will bring thee to honor, when thou embracest her."
    },
    {
      "verse": 9,
      "text": "She will give to thy head a wreath of grace: a crown of ornament will she deliver to thee."
    },
    {
      "verse": 10,
      "text": "Hear, O my son, and accept my sayings: and they will increase unto thee the years of life."
    },
    {
      "verse": 11,
      "text": "In the way of wisdom have I instructed thee: I have led thee in the tracks of uprightness."
    },
    {
      "verse": 12,
      "text": "When thou walkest, thy step shall not be narrowed; and when thou runnest, thou shalt not stumble."
    },
    {
      "verse": 13,
      "text": "Lay fast hold of correction; let her not go: keep her; for she is thy life."
    },
    {
      "verse": 14,
      "text": "Enter not into the path of the wicked, and step not on the way of the bad."
    },
    {
      "verse": 15,
      "text": "Avoid it, pass not through by it, turn off from it, and pass away."
    },
    {
      "verse": 16,
      "text": "For they sleep not, except they have done evil, and their sleep is robbed away, unless they cause some to stumble."
    },
    {
      "verse": 17,
      "text": "For they eat the bread of wickedness; and the wine of violence do they drink."
    },
    {
      "verse": 18,
      "text": "But the path of the righteous is as the early morning light, that shineth more and more brightly until the height of noonday."
    },
    {
      "verse": 19,
      "text": "The way of the wicked is like darkness: they know not against what they stumble."
    },
    {
      "verse": 20,
      "text": "My son, attend to my words, unto my sayings incline thy ear."
    },
    {
      "verse": 21,
      "text": "Let them not slip away from thy eyes: guard them in the midst of thy heart."
    },
    {
      "verse": 22,
      "text": "For they are life unto every one of those that find them, and to all his body a healing."
    },
    {
      "verse": 23,
      "text": "Above all that is to be guarded, keep thy heart, for out of it are the issues of life."
    },
    {
      "verse": 24,
      "text": "Remove from thee frowardness of mouth; and perverseness of lips put away far from thee."
    },
    {
      "verse": 25,
      "text": "Let thy eyes look right forward, and let thy eyelids see straight out before thee."
    },
    {
      "verse": 26,
      "text": "Balance well the track of thy foot, and let all thy ways be firmly right."
    },
    {
      "verse": 27,
      "text": "Turn not to the right hand nor to the left: remove thy foot from evil."
    }
  ]
}