{
  "book_id": "PRO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "My son, attend unto my wisdom; to my understanding incline thou thy ear:"
    },
    {
      "verse": 2,
      "text": "That thou mayest observe discretion, and that thy lips may keep knowledge."
    },
    {
      "verse": 3,
      "text": "For as of fine honey drop the lips of an adulterous woman, and smoother than oil is her palate;"
    },
    {
      "verse": 4,
      "text": "But her end is bitter as wormwood, it is sharp as a two-edged sword."
    },
    {
      "verse": 5,
      "text": "Her feet go down to death, her steps take firm hold on the nether world:"
    },
    {
      "verse": 6,
      "text": "So that she cannot balance the path of life; her tracks are unsteady, and she knoweth it not."
    },
    {
      "verse": 7,
      "text": "And now, O ye children, hearken unto me, and depart not from the sayings of my mouth."
    },
    {
      "verse": 8,
      "text": "Remove far from her thy way, and come not nigh to the door of her house;"
    },
    {
      "verse": 9,
      "text": "That thou mayest not give up unto others thy vigor, and thy years unto the cruel;"
    },
    {
      "verse": 10,
      "text": "That strangers may not satisfy themselves with thy strength, and with thy exertions, in the house of an alien:"
    },
    {
      "verse": 11,
      "text": "While thou moanest at thy end, when thy flesh and thy body are coming to their end,"
    },
    {
      "verse": 12,
      "text": "And thou sayest, How have I hated correction, and how hath my heart rejected reproof;"
    },
    {
      "verse": 13,
      "text": "While I hearkened not to the voice of my instructors, and to my teachers I inclined not my ear;"
    },
    {
      "verse": 14,
      "text": "But little more was wanting, and I had been in all [kinds of] unhappiness in the midst of the congregation and assembly."
    },
    {
      "verse": 15,
      "text": "Drink water out of thy own cistern, and running waters out of thy own well."
    },
    {
      "verse": 16,
      "text": "So will thy springs overflow abroad; and in the open streets will be thy rivulets of water;"
    },
    {
      "verse": 17,
      "text": "They will be thy own only, and not those of strangers with thee."
    },
    {
      "verse": 18,
      "text": "Thy fountain will be blessed: and rejoice with the wife of thy youth,—"
    },
    {
      "verse": 19,
      "text": "The lovely gazelle and the graceful chamois: let her bosom satisfy thee abundantly at all times; with her love be thou ravished continually."
    },
    {
      "verse": 20,
      "text": "And why wilt thou, my son, be ravished with an adulteress, and embrace the bosom of an alien woman?"
    },
    {
      "verse": 21,
      "text": "For before the eyes of the Lord are the ways of man, and all his tracks doth he weigh in the balance."
    },
    {
      "verse": 22,
      "text": "His own iniquities will truly catch the wicked, and with the cords of his sin will he be held firmly."
    },
    {
      "verse": 23,
      "text": "He will indeed die for want of correction; and through the abundance of his folly will he sink into error."
    }
  ]
}