{
  "book_id": "PRO",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "My son, If thou hast become surety for thy friend, if thou hast struck thy hand for a stranger;"
    },
    {
      "verse": 2,
      "text": "If thou art ensnared through the words of thy mouth, if thou art caught through the words of thy mouth:"
    },
    {
      "verse": 3,
      "text": "[Then] do this by all means, my son, and deliver thyself, because thou art come into the power of thy friend, Go hasten to him, and urge thy friend."
    },
    {
      "verse": 4,
      "text": "Grant not any sleep to thy eyes, nor slumber to thy eyelids."
    },
    {
      "verse": 5,
      "text": "Deliver thyself as a roebuck from the hand [of the hunter], and as a bird from the hand of the fowler."
    },
    {
      "verse": 6,
      "text": "Go to the ant, thou sluggard; look on her ways, and become wise."
    },
    {
      "verse": 7,
      "text": "She, that hath no prince, officer, or ruler,"
    },
    {
      "verse": 8,
      "text": "Provideth in the summer her provision, gathereth in harvest-time her food."
    },
    {
      "verse": 9,
      "text": "How long, O sluggard, wilt thou lie down? when wilt thou arise out of thy sleep?"
    },
    {
      "verse": 10,
      "text": "“A little [more] sleep, a little slumber, a little folding of the hands in lying down;”"
    },
    {
      "verse": 11,
      "text": "But then will thy poverty come like a rover, and thy want as a man armed with a shield."
    },
    {
      "verse": 12,
      "text": "A Godless person is a man of injustice, who walketh with a distorted mouth."
    },
    {
      "verse": 13,
      "text": "He blinketh with his eyes, he scrapeth with his feet, he pointeth with his fingers;"
    },
    {
      "verse": 14,
      "text": "Perverseness is in his heart, he contriveth evil at all times; he scattereth abroad discord."
    },
    {
      "verse": 15,
      "text": "Therefore shall suddenly come his calamity: unawares shalt he be broken without a remedy."
    },
    {
      "verse": 16,
      "text": "Six things there are which the Lord hateth; and seven are an abomination unto his spirit:"
    },
    {
      "verse": 17,
      "text": "Haughty eyes, a tongue of falsehood, and hands that shed innocent blood,"
    },
    {
      "verse": 18,
      "text": "A heart that contriveth plans of injustice, feet that hasten to run after evil,"
    },
    {
      "verse": 19,
      "text": "A false witness that eagerly uttereth lies, and him that scattereth abroad discord among brethren."
    },
    {
      "verse": 20,
      "text": "Keep, O my son, the commandment of thy father, and reject not the teaching of thy mother:"
    },
    {
      "verse": 21,
      "text": "Bind them upon thy heart continually, tie them about thy throat."
    },
    {
      "verse": 22,
      "text": "When thou walkest, it shall lead thee; when thou liest down, it shall watch over thee; and when thou art awake, it shall converse with thee."
    },
    {
      "verse": 23,
      "text": "For the commandment is a lamp, and the law is light; and the way of life are the admonitions of correction:"
    },
    {
      "verse": 24,
      "text": "To guard thee against a bad woman, from the flattery of an alien tongue."
    },
    {
      "verse": 25,
      "text": "Covet not her beauty in thy heart, and let her not conquer thee with her eyelids."
    },
    {
      "verse": 26,
      "text": "For by means of a harlot [one is brought down] to the last loaf of bread: and an adulterous woman will even hunt for the precious life,"
    },
    {
      "verse": 27,
      "text": "Can a man gather up fire in his lap, and shall his clothes not be burnt?"
    },
    {
      "verse": 28,
      "text": "Can a man walk along upon hot coals, and shall his feet not be burnt?"
    },
    {
      "verse": 29,
      "text": "So it is with him that goeth in to his neighbor's wife: no one that toucheth her shall remain unpunished."
    },
    {
      "verse": 30,
      "text": "Men do not despise the thief, if he steal, to gratify his craving when he is hungry:"
    },
    {
      "verse": 31,
      "text": "And if he be found, he must pay sevenfold; all the wealth his house must he give."
    },
    {
      "verse": 32,
      "text": "But whoso committeth adultery with a woman lacketh sense: he that is the destroyer of his soul, will alone do this."
    },
    {
      "verse": 33,
      "text": "Plague and disgrace will he meet with; and his reproach will not be blotted out."
    },
    {
      "verse": 34,
      "text": "For jealousy is the fury of a husband, and he will not spare on the day of vengeance."
    },
    {
      "verse": 35,
      "text": "He will not regard the appearance of any ransom; and he will not be content, though thou give ever so many bribes."
    }
  ]
}