{
  "book_id": "PRO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "My son, observe my sayings, and my commandments must thou treasure up with thee."
    },
    {
      "verse": 2,
      "text": "Observe my commandments, and live: and my teaching as the apple of thy eyes."
    },
    {
      "verse": 3,
      "text": "Bind them around thy fingers, write them upon the table of thy heart."
    },
    {
      "verse": 4,
      "text": "Say unto wisdom, Thou art my sister; and call understanding thy kinswoman:"
    },
    {
      "verse": 5,
      "text": "That they may keep thee from an adulterous woman, from an alien that useth flattering speeches."
    },
    {
      "verse": 6,
      "text": "For through the window of my house, through my lattice did I [once] look out,"
    },
    {
      "verse": 7,
      "text": "And I beheld among the simple ones, I discerned among the youths, a lad void of sense;"
    },
    {
      "verse": 8,
      "text": "He was passing through the market-place near her corner; and he stepped along on the way to her house,"
    },
    {
      "verse": 9,
      "text": "In the twilight, in the evening of the day, in the depth of the night and when it was dark:"
    },
    {
      "verse": 10,
      "text": "And, behold, a woman came to meet him with the attire of a harlot, and obdurate of heart."
    },
    {
      "verse": 11,
      "text": "(She is noisy and ungovernable; in her house her feet never rest;"
    },
    {
      "verse": 12,
      "text": "At one time she is in the street, at another in the open places, and near every corner doth she lurk,)"
    },
    {
      "verse": 13,
      "text": "And she caught hold of him, and kissed him, and with an impudent face she said to him,"
    },
    {
      "verse": 14,
      "text": "“I had bound myself to bring peace-offerings; this day have I paid my vows:"
    },
    {
      "verse": 15,
      "text": "Therefore am I come forth to meet thee, to seek thy presence diligently, and I have found thee."
    },
    {
      "verse": 16,
      "text": "With tapestry coverings have I decked my bed, with embroidered coverlids of the fine linen of Egypt."
    },
    {
      "verse": 17,
      "text": "I have sprinkled my couch with myrrh, aloes, and cinnamon."
    },
    {
      "verse": 18,
      "text": "Come, let us indulge in love until the morning: let us delight ourselves with dalliances."
    },
    {
      "verse": 19,
      "text": "For the man is not in his house, he is gone on a journey a great way off:"
    },
    {
      "verse": 20,
      "text": "The bag of money hath he taken with him, by the day of the new-moon festival only will he come home.”"
    },
    {
      "verse": 21,
      "text": "She seduced him by the abundance of her reasoning: by the flattery of her lips she misguided him."
    },
    {
      "verse": 22,
      "text": "He followed after her suddenly, as an ox goeth to the slaughter, and as in fetters to his correction, the fool:"
    },
    {
      "verse": 23,
      "text": "Till an arrow cleaveth through his liver; as a bird hasteneth into the snare, and knoweth not that it is done to take his life."
    },
    {
      "verse": 24,
      "text": "And now, O children, hearken unto me, and listen to the sayings of my mouth."
    },
    {
      "verse": 25,
      "text": "Let not thy heart turn aside to her ways, do not go astray on her paths."
    },
    {
      "verse": 26,
      "text": "For many deadly wounded hath she caused to fall: yea, very numerous are all those slain by her."
    },
    {
      "verse": 27,
      "text": "The ways to the nether world is her house leading down to the chambers of death."
    }
  ]
}