{
  "book_id": "PRO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "The proverbs of Solomon. A wise son causeth [his] father to rejoice; but a foolish son is the grief of his mother."
    },
    {
      "verse": 2,
      "text": "Treasures of wickedness will not profit aught; but righteousness will deliver from death."
    },
    {
      "verse": 3,
      "text": "The Lord will not suffer the soul of the righteous to famish; but the sinful desires of the wicked will he cast away."
    },
    {
      "verse": 4,
      "text": "He becometh poor that laboreth with an indolent hand, but the hand of the diligent maketh rich."
    },
    {
      "verse": 5,
      "text": "He that gathereth in summer is an intelligent son; [but] he that sleepeth in harvest is a son that causeth shame."
    },
    {
      "verse": 6,
      "text": "Blessings come upon the head of the righteous; but the mouth of the wicked covereth violence."
    },
    {
      "verse": 7,
      "text": "The memory of the just is [destined] to be blessed; but the name of the wicked shall rot."
    },
    {
      "verse": 8,
      "text": "The wise in heart will accept commandments; but he that is a fool in his speaking will stumble."
    },
    {
      "verse": 9,
      "text": "He that walketh uprightly ever walketh securely; but he that perverteth his ways will be punished."
    },
    {
      "verse": 10,
      "text": "He that winketh with the eye causeth vexation; and he that is a fool in his speaking will stumble."
    },
    {
      "verse": 11,
      "text": "A source of life is the mouth of the righteous; but the mouth of the wicked covereth violence."
    },
    {
      "verse": 12,
      "text": "Hatred stirreth up strifes; but love throweth a cover over all transgressions."
    },
    {
      "verse": 13,
      "text": "On the lips of the man of understanding there is found wisdom: but a rod is for the back of him that is void of sense."
    },
    {
      "verse": 14,
      "text": "Wise men treasure up knowledge; but the mouth of the foolish is an approaching terror."
    },
    {
      "verse": 15,
      "text": "The wealth of the rich man is his strong town: the terror of the poor is their poverty."
    },
    {
      "verse": 16,
      "text": "The labor of the righteous [tendeth] to life: the product of the wicked is for sin."
    },
    {
      "verse": 17,
      "text": "On the way unto life is he that observeth correction; but he that forsaketh reproof is in error."
    },
    {
      "verse": 18,
      "text": "He that hideth hatred hath lips of falsehood; and he that spreadeth abroad an evil report, is a fool."
    },
    {
      "verse": 19,
      "text": "In a multitude of words transgression cannot be avoided; but he that refraineth his lips is intelligent."
    },
    {
      "verse": 20,
      "text": "[Like] choice silver is the tongue of the righteous: the heart of the wicked is worth but very little."
    },
    {
      "verse": 21,
      "text": "The lips of the righteous feed many: but fools die through lack of sense."
    },
    {
      "verse": 22,
      "text": "The blessing of the Lord it is which maketh rich, and painful labor addeth nothing thereto."
    },
    {
      "verse": 23,
      "text": "It is as sport to a fool to do wicked deeds; but a man of understanding hath wisdom."
    },
    {
      "verse": 24,
      "text": "What the wicked dreadeth, that will come upon him: but the longing of the righteous will God grant."
    },
    {
      "verse": 25,
      "text": "As the whirlwind passeth by, the wicked is no more; but the righteous is an everlasting foundation."
    },
    {
      "verse": 26,
      "text": "As vinegar is to the teeth, and as smoke is to the eyes: so is the sluggard to those that send him."
    },
    {
      "verse": 27,
      "text": "The fear of the Lord increaseth [man's] days; but the years of the wicked will be shortened."
    },
    {
      "verse": 28,
      "text": "The expectation of the righteous is joy; but the hope of the wicked shall perish."
    },
    {
      "verse": 29,
      "text": "The way of the Lord is a stronghold to the upright; but terror is destined to the workers of injustice."
    },
    {
      "verse": 30,
      "text": "The righteous shall never be removed; but the wicked shall not inhabit the earth."
    },
    {
      "verse": 31,
      "text": "The mouth of the just uttereth wisdom; but the tongue of perverseness shall be cut out."
    },
    {
      "verse": 32,
      "text": "The lips of the righteous know [how to obtain] favor; but the mouth of the wicked [speaketh] perverseness."
    }
  ]
}