{
  "book_id": "PRO",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Balances of deceit are an abomination of the Lord; but a full weight [obtaineth] his favor."
    },
    {
      "verse": 2,
      "text": "When pride cometh, then cometh disgrace; but with the modest there is wisdom."
    },
    {
      "verse": 3,
      "text": "The integrity of the upright guideth them; but the cunning of the treacherous destroyeth them."
    },
    {
      "verse": 4,
      "text": "Wealth cannot profit on the day of wrath; but righteousness deliver from death."
    },
    {
      "verse": 5,
      "text": "The righteousness of the perfect maketh even his way; but by his own wickedness will the wicked fall."
    },
    {
      "verse": 6,
      "text": "The righteousness of the upright will deliver them; but through their own sinful desires are the treacherous caught."
    },
    {
      "verse": 7,
      "text": "When a wicked man dieth, [his] hope vanisheth; and the expectation of his children is lost."
    },
    {
      "verse": 8,
      "text": "The righteous is delivered out of distress, and the wicked cometh in his stead."
    },
    {
      "verse": 9,
      "text": "With his mouth doth the hypocrite destroy his neighbor; but through knowledge are the righteous delivered."
    },
    {
      "verse": 10,
      "text": "When it goeth well with the righteous, the town rejoiceth loudly: and when the wicked perish, there is joyful shouting."
    },
    {
      "verse": 11,
      "text": "Through the blessing of the upright a city is exalted; but through the mouth of the wicked it is pulled down."
    },
    {
      "verse": 12,
      "text": "He that despiseth his neighbor is void of sense; but a man of understanding maintaineth silence."
    },
    {
      "verse": 13,
      "text": "He that walketh about as talebearer revealeth secrets; but he that is of a faithful spirit concealeth the matter."
    },
    {
      "verse": 14,
      "text": "Where there is no wise guidance, a people must fall: but [it will obtain] help through the multitude of counsellors."
    },
    {
      "verse": 15,
      "text": "With evil will he be overwhelmed that is surety for a stranger: but he that hateth giving the hand as pledge is safe."
    },
    {
      "verse": 16,
      "text": "A woman endowed with grace will surely obtain honor; and the powerful will obtain riches."
    },
    {
      "verse": 17,
      "text": "The man of kindness doth good to his own soul; but he that troubleth his own flesh is cruel."
    },
    {
      "verse": 18,
      "text": "The wicked practiseth a work of falsehood; but he that soweth righteousness [obtaineth] the reward of truth."
    },
    {
      "verse": 19,
      "text": "He who is firm in righteousness attaineth to life: and he that pursueth evil [doth it] to his own death."
    },
    {
      "verse": 20,
      "text": "An abomination of the Lord are those of a perverse heart; but his favor is for those who are unblemished in their way."
    },
    {
      "verse": 21,
      "text": "The hand [of God] being against [his] hand, the bad man shall not go unpunished; but the seed of the righteous shall escape."
    },
    {
      "verse": 22,
      "text": "As a golden ring in a swine's snout, so is a handsome woman that hath thrown off discretion."
    },
    {
      "verse": 23,
      "text": "The desire of the righteous is only good: but the hope of the wicked is the wrath [of God]."
    },
    {
      "verse": 24,
      "text": "There is a man that scattereth gifts, and yet his wealth is increased: and there is one that withholdeth more than is proper, and still cometh only to want."
    },
    {
      "verse": 25,
      "text": "A beneficent soul will be abundantly gratified; and he that refresheth [others] will be also refreshed himself."
    },
    {
      "verse": 26,
      "text": "Him that withholdeth corn, the people will denounce; but blessing will be heaped upon the head of the one that selleth it."
    },
    {
      "verse": 27,
      "text": "He that diligently searcheth after good seeketh favor; but if one inquireth after evil, it will come unto him."
    },
    {
      "verse": 28,
      "text": "He that trusteth in his riches will surely fall; but the righteous shall grow like the leaves [of a tree]."
    },
    {
      "verse": 29,
      "text": "He that troubleth his own house will inherit the wind; and the fool will become the servant to the wise of heart."
    },
    {
      "verse": 30,
      "text": "The fruit of the righteous is of the tree of life, and the wise draweth souls to himself."
    },
    {
      "verse": 31,
      "text": "Behold, the righteous is recompensed on the earth: how much more the wicked and the sinner."
    }
  ]
}