{
  "book_id": "PRO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Whoso loveth correction loveth knowledge; but he that hateth reproof is brutish."
    },
    {
      "verse": 2,
      "text": "The good obtaineth favor of the Lord; but a man of wicked devices will he condemn."
    },
    {
      "verse": 3,
      "text": "A man cannot be firmly established by wickedness; but the root of the righteous will not be moved."
    },
    {
      "verse": 4,
      "text": "A virtuous woman is a crown to her husband: but as rottenness in his bones is one that bringeth shame [on him]."
    },
    {
      "verse": 5,
      "text": "The thoughts of the righteous are justice: the best counsels of the wicked are deceit."
    },
    {
      "verse": 6,
      "text": "The words of the wicked are of lying in wait for blood; but the mouth of the upright will deliver them."
    },
    {
      "verse": 7,
      "text": "The wicked are suddenly overthrown, and are no more; but the house of the righteous will endure."
    },
    {
      "verse": 8,
      "text": "In accordance with his intelligence is a man praised; but he that is perverse of heart will come to be despised."
    },
    {
      "verse": 9,
      "text": "Better is he that is lightly esteemed who hath a servant, than he that aimeth after honor, and lacketh bread."
    },
    {
      "verse": 10,
      "text": "A righteous man careth for the life of his beast; but the mercies of the wicked are cruelty."
    },
    {
      "verse": 11,
      "text": "He that tilleth his ground will be satisfied with bread; but he that runneth after idle persons is void of sense."
    },
    {
      "verse": 12,
      "text": "The wicked is covetous for the net of evil men; but [God] giveth root to the righteous."
    },
    {
      "verse": 13,
      "text": "In the transgression of his lips is the snare of the wicked; but the righteous cometh out of distress."
    },
    {
      "verse": 14,
      "text": "From the fruit of his mouth will a man be satisfied with what is good; and the recompense of a man's hands will be brought back unto him."
    },
    {
      "verse": 15,
      "text": "The way of a fool is straight in his own eyes; but he that hearkeneth unto counsel is wise."
    },
    {
      "verse": 16,
      "text": "The wrath of the fool is known on the very day; but he that concealeth the disgrace is prudent."
    },
    {
      "verse": 17,
      "text": "He that uttereth truth announceth righteousness; but a false witness, deceit."
    },
    {
      "verse": 18,
      "text": "There is some one that useth words [which are] like the thrusts of a sword; but the tongue of the wise is healing."
    },
    {
      "verse": 19,
      "text": "The lip of truth will stand firm for ever; but only for a moment the tongue of falsehood."
    },
    {
      "verse": 20,
      "text": "Deceit is in the heart of those that contrive evil; but for the counsellors of peace there is joy."
    },
    {
      "verse": 21,
      "text": "No wrong can come unawares to the righteous; but the wicked are full of evil."
    },
    {
      "verse": 22,
      "text": "An abomination of the Lord are lips of falsehood; but they that deal in faithfulness [obtain] his favor."
    },
    {
      "verse": 23,
      "text": "A prudent man concealeth [his] knowledge; but the heart of fools proclaimeth [their] folly."
    },
    {
      "verse": 24,
      "text": "The hand of the diligent will bear rule; but the indolent must become tributary."
    },
    {
      "verse": 25,
      "text": "If there be care in the heart of man, let him suppress it; and a good word will change it into joy."
    },
    {
      "verse": 26,
      "text": "The righteous is more excellent than his neighbor; but the way of the wicked leadeth them astray."
    },
    {
      "verse": 27,
      "text": "The indolent roasteth not that which he hath caught in hunting; but the most precious wealth of man is diligence."
    },
    {
      "verse": 28,
      "text": "On the path of righteousness there is life; and on her pathway there is immortality,"
    }
  ]
}