{
  "book_id": "PRO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "A wise son [becometh so] by the correction of his father; but a scorner hearkeneth not to rebuke."
    },
    {
      "verse": 2,
      "text": "From the fruit of a man's mouth doth he eat what is good; but the longing of the treacherous is for violence."
    },
    {
      "verse": 3,
      "text": "He that watcheth his mouth guardeth his soul; but he that openeth wide his lips [prepareth] himself destruction."
    },
    {
      "verse": 4,
      "text": "The sluggard longeth [in] his soul, and there [cometh] nothing; but the soul of the diligent will be abundantly gratified."
    },
    {
      "verse": 5,
      "text": "The righteous hateth the word of falsehood; but the wicked bringeth shame and dishonor."
    },
    {
      "verse": 6,
      "text": "Righteousness keepeth [him that is] upright on his way; but wickedness perverteth the [man of] sin."
    },
    {
      "verse": 7,
      "text": "There is some one that pretendeth to be rich without having any thing; another that pretendeth to be poor while having abundant wealth."
    },
    {
      "verse": 8,
      "text": "As the ransom of a man's life [hath he often to give] his riches; but the poor heareth no threat."
    },
    {
      "verse": 9,
      "text": "The light of the righteous burneth joyfully; but the lamp of the wicked will be quenched."
    },
    {
      "verse": 10,
      "text": "Only through presumptuous conduct doth man produce contention; but with the well-advised is wisdom."
    },
    {
      "verse": 11,
      "text": "Wealth [gotten] by vain deeds will be diminished; but he that gathereth by close labor will increase it."
    },
    {
      "verse": 12,
      "text": "Expectation long deferred maketh the heart sick; but a tree of life is a desire which is fulfilled."
    },
    {
      "verse": 13,
      "text": "Whoso despiseth the word shall fall in debt to it; but he that feareth the commandment will be rewarded."
    },
    {
      "verse": 14,
      "text": "The instruction of the wise is a source of life, [teaching] to avoid the snares of death."
    },
    {
      "verse": 15,
      "text": "Good intelligence giveth grace; but the way of the treacherous is hard."
    },
    {
      "verse": 16,
      "text": "Every prudent man acteth with knowledge; but a fool spreadeth abroad his folly."
    },
    {
      "verse": 17,
      "text": "A wicked messenger falleth into unhappiness; but a faithful ambassador [bringeth] healing."
    },
    {
      "verse": 18,
      "text": "Poverty and disgrace will overtake him that rejecteth correction; but he that observeth admonition will be honored."
    },
    {
      "verse": 19,
      "text": "A desire accomplished is pleasant to the soul; but it is abomination to fools to depart from evil."
    },
    {
      "verse": 20,
      "text": "He that walketh with wise men will become wise; but he that associateth with fools will be destroyed."
    },
    {
      "verse": 21,
      "text": "Evil pursueth the sinners; but the righteous will [God] repay with happiness."
    },
    {
      "verse": 22,
      "text": "A good man leaveth an inheritance to his children's children; but the wealth of the sinner is treasured up for the righteous."
    },
    {
      "verse": 23,
      "text": "Much food bringeth the new-tilled ground of the poor; but there are many others that are taken away through injustice."
    },
    {
      "verse": 24,
      "text": "He that withholdeth his rod hateth his son; but he that loveth him chastiseth him betimes."
    },
    {
      "verse": 25,
      "text": "The righteous eateth to satisfy his desire [to eat]; but the belly of the wicked always suffereth want."
    }
  ]
}