{
  "book_id": "PRO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "The wise among women buildeth her house; but the foolish pulleth it down with her own hands."
    },
    {
      "verse": 2,
      "text": "In his uprightness walketh he that feareth the Lord; but perverse in his ways is he that despiseth him."
    },
    {
      "verse": 3,
      "text": "In the mouth of the foolish is a stick [for his] pride; but the lips of the wise will preserve them."
    },
    {
      "verse": 4,
      "text": "Where no oxen are, is the crib clean; but the abundance of harvests is [only] through the strength of the ox."
    },
    {
      "verse": 5,
      "text": "A faithful witness will not lie; but a false witness constantly uttereth lies."
    },
    {
      "verse": 6,
      "text": "A scorner seeketh wisdom, and there is none; but knowledge is easy to the man of understanding."
    },
    {
      "verse": 7,
      "text": "Go far away from a foolish man, else thou wilt [never] know the lips of knowledge."
    },
    {
      "verse": 8,
      "text": "The wisdom of the prudent is to understand his way; but the folly of fools is deceit."
    },
    {
      "verse": 9,
      "text": "The fool maketh a mockery of guilt; but among the upright there is good will."
    },
    {
      "verse": 10,
      "text": "The heart knoweth its own bitterness; and with its joy can no stranger intermeddle."
    },
    {
      "verse": 11,
      "text": "The house of the wicked will be destroyed: but the tent of the upright will flourish."
    },
    {
      "verse": 12,
      "text": "There is many a way which seemeth even before a man; but its end are ways unto death."
    },
    {
      "verse": 13,
      "text": "Even in laughter the heart feeleth pain; and at its end joy is sorrow."
    },
    {
      "verse": 14,
      "text": "The backslider in heart will have enough of his own ways; and from him [departeth] the good men."
    },
    {
      "verse": 15,
      "text": "The simple believeth every word; but the prudent man understandeth his steps."
    },
    {
      "verse": 16,
      "text": "A wise man is fearful, and departeth from evil; but the fool exciteth himself, and is confident."
    },
    {
      "verse": 17,
      "text": "He that is soon angry committeth folly; and a man of wicked devices is hated."
    },
    {
      "verse": 18,
      "text": "The simple inherit folly; but the prudent crown themselves with knowledge."
    },
    {
      "verse": 19,
      "text": "The bad sink down before the good; and the wicked are at the gates of the righteous."
    },
    {
      "verse": 20,
      "text": "Even to his own neighbor is the poor man hateful; but the friends of the rich are many."
    },
    {
      "verse": 21,
      "text": "He that despiseth his neighbor is a sinner; but he that is gracious to the poor—happiness attend him!"
    },
    {
      "verse": 22,
      "text": "Behold, those who contrive evil are in error; but kindness and truth attend on those who contrive what is good."
    },
    {
      "verse": 23,
      "text": "In all painful labor there is profit; but mere words of the lips [lead] only to want."
    },
    {
      "verse": 24,
      "text": "The crown of the wise is their riches; but the folly of fools is [only] folly."
    },
    {
      "verse": 25,
      "text": "A deliverer of souls is the true witness; but a witness of deceit uttereth lies."
    },
    {
      "verse": 26,
      "text": "In the fear of the Lord is the strong confidence [of man], and unto his children will it be a place of shelter."
    },
    {
      "verse": 27,
      "text": "The fear of the Lord is the source of life, [teaching] to avoid the snares of death."
    },
    {
      "verse": 28,
      "text": "In the multitude of people is the king's glory; but in the want of a population is the downfall of the prince."
    },
    {
      "verse": 29,
      "text": "He that is slow to anger is of great understanding; but he that is hasty of spirit holdeth up [to view] his folly."
    },
    {
      "verse": 30,
      "text": "A sound heart is the life of the body; but jealousy is the rottenness of the bones."
    },
    {
      "verse": 31,
      "text": "He that oppresseth the poor blasphemeth his Maker; but he that is gracious to the needy honoreth him."
    },
    {
      "verse": 32,
      "text": "Through his own evil is the wicked thrust down; but even in his death doth the righteous have confidence."
    },
    {
      "verse": 33,
      "text": "In the heart of the man of understanding resteth wisdom: but [the little which is] in the bosom of fools is made known."
    },
    {
      "verse": 34,
      "text": "Righteousness exalteth a people; but the disgrace of nations is sin."
    },
    {
      "verse": 35,
      "text": "The king's favor is bestowed on an intelligent servant; but his wrath is against him that deserveth shame."
    }
  ]
}