{
  "book_id": "PRO",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "A soft answer turneth away fury; but a mortifying word stirreth up anger."
    },
    {
      "verse": 2,
      "text": "The tongue of the wise maketh knowledge acceptable; but the mouth of fools sputtereth out folly."
    },
    {
      "verse": 3,
      "text": "In every place are the eyes of the Lord, looking on the bad and the good."
    },
    {
      "verse": 4,
      "text": "A healing [word] of the tongue is a tree of life; but perverseness therein is a breach to the spirit."
    },
    {
      "verse": 5,
      "text": "A fool contemneth the correction of his father; but he that observeth admonition will become prudent."
    },
    {
      "verse": 6,
      "text": "In the house of the righteous there is much treasure; but in the income of the wicked is trouble."
    },
    {
      "verse": 7,
      "text": "The lips of the wise scatter knowledge; but the heart of fools is not reliable."
    },
    {
      "verse": 8,
      "text": "The sacrifice of the wicked is an abomination of the Lord: but, the prayer of the upright [obtaineth] his favor."
    },
    {
      "verse": 9,
      "text": "An abomination of the Lord is the way of the wicked; but him that pursueth righteousness will he love."
    },
    {
      "verse": 10,
      "text": "An evil correction is [destined] for him that forsaketh the [right] path; he that hateth admonition will die."
    },
    {
      "verse": 11,
      "text": "The nether world and corruption are open before the Lord: how much more then the hearts of the children of men!"
    },
    {
      "verse": 12,
      "text": "A scorner loveth not that one should admonish him: unto the wise doth he not go."
    },
    {
      "verse": 13,
      "text": "A merry heart cheereth up the countenance; but when the heart feeleth pain the spirit is depressed."
    },
    {
      "verse": 14,
      "text": "The heart of the man of understanding seeketh knowledge; but the mouth of fools feedeth on folly."
    },
    {
      "verse": 15,
      "text": "All the days of the afflicted are evil; but he that is of a cheerful heart hath a continual feast."
    },
    {
      "verse": 16,
      "text": "Better is little with the fear of the Lord, than great treasure and confusion therewith."
    },
    {
      "verse": 17,
      "text": "Better is an allowance of herbs when love is there, than a stall-fed ox and hatred therewith."
    },
    {
      "verse": 18,
      "text": "A man of fury stirreth up strife; but he that is slow to anger assuageth contention."
    },
    {
      "verse": 19,
      "text": "The way of the slothful man is like a hedge of thorns; but the path of the upright is a levelled [road]."
    },
    {
      "verse": 20,
      "text": "A wise son causeth his father to rejoice; but a foolish man despiseth his mother."
    },
    {
      "verse": 21,
      "text": "Folly is joy to him that is void of sense; but a man of understanding walketh straight forward."
    },
    {
      "verse": 22,
      "text": "Plans are frustrated without consultation; but through a multitude of counsellors canst thou maintain thyself."
    },
    {
      "verse": 23,
      "text": "A man hath joy by the answer of his mouth; and a word [spoken] at the proper time, how good is it!"
    },
    {
      "verse": 24,
      "text": "The path of life [leadeth] upward for the intelligent, in order that he may avoid the nether world beneath."
    },
    {
      "verse": 25,
      "text": "The Lord, will tear down the house of the proud; but he will set up firmly the boundary [-stone] of the widow."
    },
    {
      "verse": 26,
      "text": "An abomination of the Lord are the thoughts of the bad man; but pleasant speeches are pure [before him]."
    },
    {
      "verse": 27,
      "text": "He that is greedy after gain troubleth his own house; but he that hateth gifts will live."
    },
    {
      "verse": 28,
      "text": "The heart of the righteous reflecteth to answer; but the mouth of the wicked sputtereth out evil things."
    },
    {
      "verse": 29,
      "text": "The Lord is far from the wicked; but the prayer of the righteous doth he hear."
    },
    {
      "verse": 30,
      "text": "[What is pleasant to] the light of the eyes rejoiceth the heart: a good report giveth marrow to the bones."
    },
    {
      "verse": 31,
      "text": "The ear that heareth the admonition of life will ever abide in the midst of the wise."
    },
    {
      "verse": 32,
      "text": "He that rejecteth correction despiseth his own soul; but he that heareth admonition acquireth intelligence."
    },
    {
      "verse": 33,
      "text": "The fear of the Lord is the correction for wisdom; and before honor there must come humility."
    }
  ]
}