{
  "book_id": "PRO",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Unto man belong the resolves of the heart; but from the Lord cometh the expression of the tongue."
    },
    {
      "verse": 2,
      "text": "Every one of the ways of a man is pure in his own eyes; but the Lord measureth the spirits."
    },
    {
      "verse": 3,
      "text": "Commit unto the Lord thy works, and thy plans will be firmly established."
    },
    {
      "verse": 4,
      "text": "Every thing hath the Lord wrought for its destined end; yes, even the wicked for the day of unhappiness."
    },
    {
      "verse": 5,
      "text": "An abomination of the Lord is every one that is proud of heart: the hand [of God] being against [his] hand, he shall not go unpunished."
    },
    {
      "verse": 6,
      "text": "Through kindness and truth is iniquity atoned for; and by the fear of the Lord [men] depart from evil."
    },
    {
      "verse": 7,
      "text": "When the Lord receiveth in favor a man's ways, he maketh even his enemies to be at peace with him."
    },
    {
      "verse": 8,
      "text": "Better is a little with righteousness, than great incomes through injustice."
    },
    {
      "verse": 9,
      "text": "A man's heart deviseth his way; but the Lord directeth firmly his steps."
    },
    {
      "verse": 10,
      "text": "There should be a wise sentence on the lips of the king: his mouth should never commit a trespass in judging."
    },
    {
      "verse": 11,
      "text": "A just balance and scales belong to the Lord: his work are all the weights in the bag."
    },
    {
      "verse": 12,
      "text": "It should be an abomination to kings to commit wickedness; for through righteousness [alone] can a throne be established."
    },
    {
      "verse": 13,
      "text": "Righteous lips [should obtain] the favor of kings; and him that speaketh uprightly should they love."
    },
    {
      "verse": 14,
      "text": "The fury of a king is like the messengers of death; but a wise man will appease it."
    },
    {
      "verse": 15,
      "text": "In the light of the king's countenance there is life; and his favor is as a cloud of the latter rain."
    },
    {
      "verse": 16,
      "text": "How much better is it to obtain wisdom than gold! and to obtain understanding is preferable to silver!"
    },
    {
      "verse": 17,
      "text": "The highway of the upright is to depart from evil: he preserveth his soul that watcheth his way."
    },
    {
      "verse": 18,
      "text": "Before downfall [goeth] pride, and before stumbling, haughtiness of spirit."
    },
    {
      "verse": 19,
      "text": "Better is it to be of a humble spirit with the lowly, than to divide spoil with the proud."
    },
    {
      "verse": 20,
      "text": "He that reflecteth on a matter wisely will find happiness; and whoso trusteth in the Lord—happiness attend him!"
    },
    {
      "verse": 21,
      "text": "The wise in heart is called a man of understanding; and the sweetness of the lips increaseth information."
    },
    {
      "verse": 22,
      "text": "Intelligence is a source of life unto its possessor; but the correction of fools is folly."
    },
    {
      "verse": 23,
      "text": "The heart of the wise maketh his mouth intelligent, and upon his lips he increaseth information."
    },
    {
      "verse": 24,
      "text": "[Like] the droppings of honey are pleasant sayings, sweet to the soul, and healing to the bones."
    },
    {
      "verse": 25,
      "text": "There is many a way which seemeth even before a man, but its end are the ways unto death."
    },
    {
      "verse": 26,
      "text": "The desire of the laborer laboreth for him; for his mouth imposeth it on him."
    },
    {
      "verse": 27,
      "text": "An ungodly man diggeth up mischief, and on his lips there is as it were a scathing fire."
    },
    {
      "verse": 28,
      "text": "A perverse man scattereth strife; and a whisperer separateth confident friends."
    },
    {
      "verse": 29,
      "text": "The man of violence misleadeth his neighbor, and maketh him go on a way which is not good."
    },
    {
      "verse": 30,
      "text": "He shutteth his eyes to devise perverse things: when he compresseth his lips then hath he fully resolved on evil."
    },
    {
      "verse": 31,
      "text": "An ornamental crown is the hoary head, on the way of righteousness can it be found."
    },
    {
      "verse": 32,
      "text": "One that is slow to anger is better than a hero; and he that ruleth his spirit, than the conqueror of a city."
    },
    {
      "verse": 33,
      "text": "In the lap the lot is cast: but from the Lord cometh the whole of its decision."
    }
  ]
}