{
  "book_id": "PRO",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Better is a piece of dry bread, and quiet therewith, than a house full of the sacrifices of contention."
    },
    {
      "verse": 2,
      "text": "An intelligent servant will have rule over a son that bringeth shame, and among the brothers will he have part of the inheritance."
    },
    {
      "verse": 3,
      "text": "The crucible is for silver, and the furnace for gold; but the Lord probeth the hearts."
    },
    {
      "verse": 4,
      "text": "An evil-doer listeneth to unjust lips: falsehood giveth ear to a tongue that bringeth destruction."
    },
    {
      "verse": 5,
      "text": "Whoso mocketh the poor blasphemeth his Maker: he that is glad at calamities will not remain unpunished."
    },
    {
      "verse": 6,
      "text": "The crown of old men are children's children; and the ornament of children are their fathers."
    },
    {
      "verse": 7,
      "text": "High-toned language is not seemly to a worthless fool: and yet much less the language of falsehood to a noble."
    },
    {
      "verse": 8,
      "text": "As a precious stone appeareth a bribe in the eyes of him that obtaineth it: whithersoever it turneth, it prospereth."
    },
    {
      "verse": 9,
      "text": "He that covereth a transgression seeketh love; but he that repeateth a matter separateth confident friends."
    },
    {
      "verse": 10,
      "text": "A reproof penetrateth more deeply into a wise man, than a hundred stripes into a fool."
    },
    {
      "verse": 11,
      "text": "Only rebellion doth a bad man seek: therefore a cruel messenger will be sent out against him."
    },
    {
      "verse": 12,
      "text": "A man may meet a she-bear robbed of her whelps, but not a fool in his folly."
    },
    {
      "verse": 13,
      "text": "Whoso bestoweth evil in return for good—evil shall not depart from his house."
    },
    {
      "verse": 14,
      "text": "As one letteth loose [a stream] of water, so is the beginning of strife: therefore before it be enkindled, leave off the contest."
    },
    {
      "verse": 15,
      "text": "He that declareth the wicked innocent, and he that condemneth the righteous, yea, both of them are equally an abomination to the Lord."
    },
    {
      "verse": 16,
      "text": "Wherefore is the purchase-money in the hand of a fool to acquire wisdom, seeing he hath no sense?"
    },
    {
      "verse": 17,
      "text": "A friend loveth at all times, and as a brother is he born for [the time of] distress."
    },
    {
      "verse": 18,
      "text": "A man void of sense pledgeth his hand, and becometh surety for his friend."
    },
    {
      "verse": 19,
      "text": "He loveth transgression that loveth quarrel; and he that maketh high his door seeketh destruction."
    },
    {
      "verse": 20,
      "text": "He that hath a froward heart will not find happiness; and he that hath a perverse tongue will fall into evil."
    },
    {
      "verse": 21,
      "text": "He that begetteth a fool [doth it] to his sorrow; and the father of a worthless fool cannot have any joy."
    },
    {
      "verse": 22,
      "text": "A merry heart causeth a healthy appearance of the countenance, but a depressed spirit drieth up the bones."
    },
    {
      "verse": 23,
      "text": "A wicked man taketh a bribe out of the bosom, to pervert the paths of justice."
    },
    {
      "verse": 24,
      "text": "Wisdom is before him that hath understanding; but the eyes of a fool are at the ends of the earth."
    },
    {
      "verse": 25,
      "text": "A foolish son is a vexation to his father, and bitterness to her that hath born him."
    },
    {
      "verse": 26,
      "text": "To punish the just with a fine even is not good, nor to strike the noble [-hearted] for [their] equity."
    },
    {
      "verse": 27,
      "text": "He that holdeth back his speeches hath knowledge; and he that is sparing of his spirit is a man of understanding."
    },
    {
      "verse": 28,
      "text": "Even a fool, when he keepeth silence, is counted wise: he that shutteth his lips [is esteemed] a man of understanding."
    }
  ]
}