{
  "book_id": "PRO",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "He that separateth himself [from God] seeketh his own desires: at every sound wisdom is he enraged."
    },
    {
      "verse": 2,
      "text": "A fool hath no delight in understanding, but in laying open what is in his heart."
    },
    {
      "verse": 3,
      "text": "When the wicked cometh, then cometh also contempt, and with dishonorable acts, disgrace."
    },
    {
      "verse": 4,
      "text": "Like deep waters are the words of a [wise] man's mouth, and a bubbling brook is the well-spring of wisdom."
    },
    {
      "verse": 5,
      "text": "It is not good to favor the person of the wicked, to wrest [the cause of the] righteous in judgment."
    },
    {
      "verse": 6,
      "text": "The lips of the fool come with contention, and his mouth calleth for blows."
    },
    {
      "verse": 7,
      "text": "The mouth of the fool is a destruction to himself, and his lips are the snare of his soul."
    },
    {
      "verse": 8,
      "text": "The words of a whisperer are as wounds, and they go down indeed into the innermost parts of the body."
    },
    {
      "verse": 9,
      "text": "He also that showeth himself slothful in his work is a brother to the destroyer."
    },
    {
      "verse": 10,
      "text": "The name of the Lord is a strong tower, whereunto the righteous runneth, and is placed in safety."
    },
    {
      "verse": 11,
      "text": "The rich man's wealth is his strong town, and as a towering wall in his own conceit."
    },
    {
      "verse": 12,
      "text": "Before downfall the heart of man becometh haughty, and before honor goeth humility."
    },
    {
      "verse": 13,
      "text": "When one returneth an answer before he understandeth [the question], it is folly unto him and shame."
    },
    {
      "verse": 14,
      "text": "The spirit of a man will readily bear his disease; but a depressed spirit who can bear:"
    },
    {
      "verse": 15,
      "text": "The heart of the man of understanding will obtain knowledge, and the ear of the wise seeketh knowledge."
    },
    {
      "verse": 16,
      "text": "A man's gift maketh room for him, and before great men will it lead him."
    },
    {
      "verse": 17,
      "text": "He that is first in his cause seemeth just; but when his neighbor cometh, then will it be investigated."
    },
    {
      "verse": 18,
      "text": "The lot causeth disputes to cease, and it decideth between the mighty."
    },
    {
      "verse": 19,
      "text": "A brother offended is harder [to be won] than a strong town; and quarrels [among brothers] are like the bars of a castle."
    },
    {
      "verse": 20,
      "text": "From the fruit of a man's mouth is his body satisfied; with the product of his lips doth he satisfy himself."
    },
    {
      "verse": 21,
      "text": "Death and life are in the power of the tongue, and they that love it will eat its fruit."
    },
    {
      "verse": 22,
      "text": "Whoso hath found a wife hath found happiness, and hath obtained favor from the Lord."
    },
    {
      "verse": 23,
      "text": "The poor speaketh entreatingly; but the rich answereth roughly."
    },
    {
      "verse": 24,
      "text": "A man's many companions are hurtful to him; but there is many a friend that cleaveth closer than a brother."
    }
  ]
}