{
  "book_id": "PRO",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Wine is a mocker, strong drink is noisy; and whosoever indulgeth therein will never be wise."
    },
    {
      "verse": 2,
      "text": "Like the roaring of a young lion is the dread of a king: whoso provoketh him to anger sinneth against his own soul."
    },
    {
      "verse": 3,
      "text": "It is an honor for a man to cease from a contest; but every fool enrageth himself."
    },
    {
      "verse": 4,
      "text": "Because it is winter's cold, will the sluggard not plough: when he therefore seeketh in the harvest time, there will be nothing."
    },
    {
      "verse": 5,
      "text": "Like deep water is counsel in the heart of man; but the man of understanding will draw it out."
    },
    {
      "verse": 6,
      "text": "Most men will proclaim every one his own kindness; but who can find a faithful man?"
    },
    {
      "verse": 7,
      "text": "The righteous walketh in his integrity: happy will be his children after him."
    },
    {
      "verse": 8,
      "text": "A king that sitteth on the throne of justice scattereth away with his eyes all evil."
    },
    {
      "verse": 9,
      "text": "Who can say, I have made my heart pure, I am cleansed from my sin."
    },
    {
      "verse": 10,
      "text": "Divers weights, and divers measures, are both of them alike an abomination of the Lord."
    },
    {
      "verse": 11,
      "text": "Even a child maketh himself known by his doings, whether his work will be pure, and whether it will be upright."
    },
    {
      "verse": 12,
      "text": "The ear that heareth, and the eye that seeth, the Lord hath made both of them alike."
    },
    {
      "verse": 13,
      "text": "Love not sleep, lest thou come to poverty: open thy eyes, so wilt thou be satisfied with bread."
    },
    {
      "verse": 14,
      "text": "It is bad, it is bad, saith the buyer; but when he is gone his way, then doth he boast."
    },
    {
      "verse": 15,
      "text": "There is gold, and a multitude of pearls; but a precious vessel are the lips of knowledge."
    },
    {
      "verse": 16,
      "text": "Take away his garment, because he hath become surety for a stranger; and on account of a strange woman take a pledge from him."
    },
    {
      "verse": 17,
      "text": "Bread of falsehood is pleasant to a man; but afterward his mouth will be filled with gravel-stones."
    },
    {
      "verse": 18,
      "text": "Plans are established by counsel; and with wise reflection conduct war."
    },
    {
      "verse": 19,
      "text": "He that goeth about as a talebearer revealeth secrets: therefore meddle not with him that enticeth with his lips."
    },
    {
      "verse": 20,
      "text": "Whoso curseth his father or his mother—his lamp shall be quenched in obscure darkness."
    },
    {
      "verse": 21,
      "text": "An inheritance hastily gotten at the beginning will at its end not be blessed,"
    },
    {
      "verse": 22,
      "text": "Do not say, I will recompense evil; [but] wait on the Lord, and he will help thee."
    },
    {
      "verse": 23,
      "text": "Divers weights are an abomination of the Lord; and a deceitful balance is not good."
    },
    {
      "verse": 24,
      "text": "From the Lord are the steps of man [ordained]; but man— how can he understand his own way?"
    },
    {
      "verse": 25,
      "text": "It is a snare to a man to sanctify things hastily, and to make inquiry only after having made vows."
    },
    {
      "verse": 26,
      "text": "A wise king scattereth the wicked, and turneth over them the threshing-wheel."
    },
    {
      "verse": 27,
      "text": "A lamp of the Lord is the soul of man, searching all the inner chambers of the body."
    },
    {
      "verse": 28,
      "text": "Kindness and truth will watch over a king, and he will prop up through kindness his throne."
    },
    {
      "verse": 29,
      "text": "The ornament of young men is their strength; and the glory of old men is a hoary head."
    },
    {
      "verse": 30,
      "text": "The bruises of a wound are cleansing means for the bad, and stripes [will reach] the inner chambers of the body."
    }
  ]
}