{
  "book_id": "PRO",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Like brooks of water is a king's heart in the hand of the Lord: whithersoever it pleaseth him doth he turn it."
    },
    {
      "verse": 2,
      "text": "Every way of a man is straight in his own eyes; but the Lord weigheth the hearts."
    },
    {
      "verse": 3,
      "text": "To exercise righteousness and justice is more acceptable to the Lord than sacrifice."
    },
    {
      "verse": 4,
      "text": "Haughtiness of the eyes, and an immoderate heart, are the sinful field of the wicked."
    },
    {
      "verse": 5,
      "text": "The plans of the diligent tend only to plenty; but every hasty man is [destined] only to want."
    },
    {
      "verse": 6,
      "text": "The getting of treasures by a tongue of falsehood is like the fleeting breath of those that seek death."
    },
    {
      "verse": 7,
      "text": "The robbery of the wicked will drag them away; because they refuse to execute justice."
    },
    {
      "verse": 8,
      "text": "Perverse is the way of the man that is estranged [from goodness]; but as for the pure, his work is upright."
    },
    {
      "verse": 9,
      "text": "It is better to dwell in a corner of a roof, than with a quarrelsome woman in a roomy house."
    },
    {
      "verse": 10,
      "text": "The soul of the wicked longeth for evil: his neighbor findeth no grace in his eyes."
    },
    {
      "verse": 11,
      "text": "When the scorner is punished, the simple is made wise: and when the wise is taught intelligence, he receiveth knowledge."
    },
    {
      "verse": 12,
      "text": "The righteous regardeth attentively the house of the wicked; [but God] overturneth the wicked into unhappiness."
    },
    {
      "verse": 13,
      "text": "Whoso stoppeth his ears against the cry of the poor, he also will cry himself, but shall not be answered."
    },
    {
      "verse": 14,
      "text": "A gift in secret pacifieth anger, and a bribe in the bosom, strong fury."
    },
    {
      "verse": 15,
      "text": "It is joy to the righteous to execute justice; but it is a terror to wrong-doers."
    },
    {
      "verse": 16,
      "text": "The man that wandereth astray out of the way of intelligence shall rest in the assembly of the departed."
    },
    {
      "verse": 17,
      "text": "He that loveth pleasure will be a man of want: he that loveth wine and oil will not become rich."
    },
    {
      "verse": 18,
      "text": "The wicked shall be a ransom for the righteous, and the treacherous shall be put in the stead of the upright."
    },
    {
      "verse": 19,
      "text": "It is better to dwell in a desert land, than with a quarrelsome and vexatious woman."
    },
    {
      "verse": 20,
      "text": "There are a desirable treasure and oil in the dwelling of the wise; but a foolish man will swallow it up."
    },
    {
      "verse": 21,
      "text": "He that pursueth righteousness and kindness will find life, righteousness, and honor."
    },
    {
      "verse": 22,
      "text": "A wise man scaleth the city of the mighty, and casteth down the strength in which they trusted."
    },
    {
      "verse": 23,
      "text": "Whoso guardeth his mouth and his tongue guardeth his soul against distresses."
    },
    {
      "verse": 24,
      "text": "The presumptuous and proud, scorner is his name, dealeth in the wrath of presumption."
    },
    {
      "verse": 25,
      "text": "The longing of the slothful will kill him; for his hands refuse to labor."
    },
    {
      "verse": 26,
      "text": "All the day he feeleth a great longing; but the righteous giveth and withholdeth not."
    },
    {
      "verse": 27,
      "text": "The sacrifice of the wicked is an abomination: how much more, when he bringeth it with a sinful purpose?"
    },
    {
      "verse": 28,
      "text": "A lying witness shall perish; but the man that is obedient [to the law] can speak for ever."
    },
    {
      "verse": 29,
      "text": "A wicked man showeth impudence in his face; but as for the upright, he will consider well his way."
    },
    {
      "verse": 30,
      "text": "There is no wisdom nor understanding nor counsel against the Lord."
    },
    {
      "verse": 31,
      "text": "The horse is prepared for the day of battle; but with the Lord is the victory."
    }
  ]
}