{
  "book_id": "PRO",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "A good name is preferable to abundant riches, and good grace, to silver and to gold."
    },
    {
      "verse": 2,
      "text": "The rich and poor meet together: the Lord is the maker them all."
    },
    {
      "verse": 3,
      "text": "The prudent foreseeth the evil, and hideth himself; but the simple pass on, and are punished."
    },
    {
      "verse": 4,
      "text": "The reward of humility [and] the fear of the Lord are riches and honor, and life."
    },
    {
      "verse": 5,
      "text": "Thorns and snares are on the way of a perverse man: he that doth guard his soul will keep far from them."
    },
    {
      "verse": 6,
      "text": "Train up the lad in accordance with his course: even when he groweth old, will he not depart from it."
    },
    {
      "verse": 7,
      "text": "A rich man ruleth over the poor, and the borrower is servant to the man that lendeth."
    },
    {
      "verse": 8,
      "text": "He that soweth injustice will reap wrong-doing; and the rod of God's wrath will not fail."
    },
    {
      "verse": 9,
      "text": "A man of a benevolent eye will indeed be blessed; for he giveth of his bread to the poor."
    },
    {
      "verse": 10,
      "text": "Drive away the scorner, and strife will go off; and then will cease contention and dishonor."
    },
    {
      "verse": 11,
      "text": "He that loveth with a pure heart, and hath grace on his lips, will have the king as his friend."
    },
    {
      "verse": 12,
      "text": "The eyes of the Lord guard knowledge, and he overturneth the words of the treacherous."
    },
    {
      "verse": 13,
      "text": "The slothful saith, There is a lion without, in the midst of the streets shall I be murdered."
    },
    {
      "verse": 14,
      "text": "A deep pit is the mouth of adulterous women: he that hath obtained the indignation of the Lord will fall thereinto."
    },
    {
      "verse": 15,
      "text": "When folly is bound fast to the heart of a lad, the rod of correction must remove it far from him."
    },
    {
      "verse": 16,
      "text": "He that oppresseth the poor to increase his riches, [must at length] give to the rich, and come only to want."
    },
    {
      "verse": 17,
      "text": "Incline thy ear, and hear the words of the wise, and apply thy heart unto my knowledge."
    },
    {
      "verse": 18,
      "text": "For it is a pleasant thing if thou keep them within thy bosom, if they be altogether firmly seated upon thy lips."
    },
    {
      "verse": 19,
      "text": "That thy trust may be in the Lord, have I made them known to thee this day, yea, even to thee."
    },
    {
      "verse": 20,
      "text": "Have not I written for thee excellent things in counsels and knowledge,"
    },
    {
      "verse": 21,
      "text": "That I might make thee know rectitude, the sayings of truth; that thou mightest bring back answers of truth to those that send thee?"
    },
    {
      "verse": 22,
      "text": "Rob not the poor, because he is poor, neither crush the afflicted in the gate;"
    },
    {
      "verse": 23,
      "text": "For the Lord will plead their cause, and despoil the life of those that despoil them."
    },
    {
      "verse": 24,
      "text": "Make no friendship with a man given to anger; and with a man of fury thou must have no intercourse:"
    },
    {
      "verse": 25,
      "text": "Lest thou learn his ways, and get a snare for thy own soul."
    },
    {
      "verse": 26,
      "text": "Be not one of those that pledge their hand, or of those that are sureties for debts."
    },
    {
      "verse": 27,
      "text": "If thou have nothing to pay, why should he take away thy bed from under thee?"
    },
    {
      "verse": 28,
      "text": "Remove not the ancient landmark, which thy fathers have established."
    },
    {
      "verse": 29,
      "text": "Seest thou a man that is diligent in his work? before kings may he place himself: let him not place himself before obscure men."
    }
  ]
}