{
  "book_id": "PRO",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "When thou sittest to eat with a ruler, consider diligently what is before thee:"
    },
    {
      "verse": 2,
      "text": "For thou puttest a knife to thy throat, if thou be a man of a craving desire."
    },
    {
      "verse": 3,
      "text": "Do not long for his savory meats; they are deceitful food."
    },
    {
      "verse": 4,
      "text": "Fatigue thyself not to become rich; because thou hast understanding, forbear."
    },
    {
      "verse": 5,
      "text": "When thou lettest merely thy eyes fly over it, it is no more: for it will ever make itself wings: like an eagle will it fly toward heaven."
    },
    {
      "verse": 6,
      "text": "Eat not the bread of a man with an evil eye, and do not long for his savory meats;"
    },
    {
      "verse": 7,
      "text": "For as though there were a division in his soul, so doth he act: Eat and drink, saith he to thee; but his heart is not with thee."
    },
    {
      "verse": 8,
      "text": "Thy morsel which thou hast eaten must thou spit out, and thou hast wasted thy pleasant words."
    },
    {
      "verse": 9,
      "text": "Speak not before the ears of a fool; for he will despise the intelligence of thy words."
    },
    {
      "verse": 10,
      "text": "Remove not the ancient landmark, and into the fields of the fatherless must thou not enter;"
    },
    {
      "verse": 11,
      "text": "For their redeemer is strong; he will indeed plead their cause with thee."
    },
    {
      "verse": 12,
      "text": "Apply thy heart unto instruction, and thy ears to the sayings of knowledge."
    },
    {
      "verse": 13,
      "text": "Withhold not from a lad correction; for if thou beat him with the rod, he will not die."
    },
    {
      "verse": 14,
      "text": "Thou wilt indeed beat him with the rod; but thou wilt deliver his soul from perdition."
    },
    {
      "verse": 15,
      "text": "My son, If thy heart be wise, my heart shall rejoice, even mine."
    },
    {
      "verse": 16,
      "text": "And my reins shall exult when thy lips speak what is equitable."
    },
    {
      "verse": 17,
      "text": "Let not thy heart be envious against sinners; but [remain] in the fear of the lord all the time."
    },
    {
      "verse": 18,
      "text": "For surely there is a future, and thy hope will not be cut off."
    },
    {
      "verse": 19,
      "text": "Hear thou, my son, and become wise, and guide thy heart on the right way."
    },
    {
      "verse": 20,
      "text": "Be not among those that drink wine immoderately, among those that over-indulge in eating flesh:"
    },
    {
      "verse": 21,
      "text": "For the drunkard and the glutton will come to poverty; and drowsiness clotheth a man in rags."
    },
    {
      "verse": 22,
      "text": "Hearken unto thy father that hath begotten thee, and despise not thy mother although she be old."
    },
    {
      "verse": 23,
      "text": "Buy the truth and sell it not; [also] wisdom, and instruction, and understanding."
    },
    {
      "verse": 24,
      "text": "The father of the righteous will be greatly glad, and he that begetteth a wise child will have joy through him."
    },
    {
      "verse": 25,
      "text": "Let [then] thy father and thy mother rejoice, and let her that hath born thee be glad."
    },
    {
      "verse": 26,
      "text": "Give, my son, thy heart unto me, and let thy eyes watch my ways."
    },
    {
      "verse": 27,
      "text": "For a harlot is a deep ditch, and a strange woman is a narrow well."
    },
    {
      "verse": 28,
      "text": "She also lieth in wait like a robber, and she increaseth the treacherous among men."
    },
    {
      "verse": 29,
      "text": "Who hath woe? who hath sorrow? who hath quarrels? who hath complaints? who hath wounds without cause? who hath redness of eyes?"
    },
    {
      "verse": 30,
      "text": "They that tarry late over the wine: they that come to seek for mixed drink."
    },
    {
      "verse": 31,
      "text": "Do not look on the wine when it looketh red, when it giveth its color in the cup, when it glideth down so readily."
    },
    {
      "verse": 32,
      "text": "At the last it will bite like a serpent, and like a basilisk will it sting."
    },
    {
      "verse": 33,
      "text": "Thy eyes will see strange forms, and thy heart will speak perverse things."
    },
    {
      "verse": 34,
      "text": "And thou wilt be like one that lieth down in the heart of the sea, or as he that lieth on the top of a mast."
    },
    {
      "verse": 35,
      "text": "“They smote me, [but] I suffered no pain; they struck me hard, [but] I felt it not: when shall I awake? I will continue to seek it again.”"
    }
  ]
}