{
  "book_id": "PRO",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Be thou not envious of bad men, and do not long to be with them."
    },
    {
      "verse": 2,
      "text": "For their heart meditateth destruction, and of mischief do their lips speak."
    },
    {
      "verse": 3,
      "text": "Through wisdom is a house built; and through understanding is it firmly established;"
    },
    {
      "verse": 4,
      "text": "And through knowledge are chambers filled with all manner of precious and pleasant wealth."
    },
    {
      "verse": 5,
      "text": "A wise man is [always] in power; and a man of knowledge fortifieth [his] strength."
    },
    {
      "verse": 6,
      "text": "For by wise counsel canst thou conduct thy war; and there is help in a multitude of counsellors."
    },
    {
      "verse": 7,
      "text": "Wisdom is too high for a fool: in the gate can he not open his mouth."
    },
    {
      "verse": 8,
      "text": "Him that deviseth to do evil, men call a master of wicked devices."
    },
    {
      "verse": 9,
      "text": "The counsel of folly is sin; and an abomination to men is the scorner."
    },
    {
      "verse": 10,
      "text": "If thou despond on the day of distress, thy strength is small."
    },
    {
      "verse": 11,
      "text": "Deliver those that are taken unto death, and those that are moved away to the slaughter hold back."
    },
    {
      "verse": 12,
      "text": "If thou shouldst say, Behold, we know not this man: lo, he that weigheth hearts will truly regard it, and he that keepeth thy soul will surely know it; and he will give a recompense to man according to his doing."
    },
    {
      "verse": 13,
      "text": "Eat honey, my son, because it is good; and the fine honey, which is sweet to thy palate:"
    },
    {
      "verse": 14,
      "text": "So obtain the knowledge of wisdom for thy soul: when thou hast found her, then shall there be a [happy] future, and thy hope shall not be cut off."
    },
    {
      "verse": 15,
      "text": "Lie not in wait, O wicked man! against the dwelling of the righteous; waste not his resting-place;"
    },
    {
      "verse": 16,
      "text": "For though the righteous were to fall seven times, he will rise up again; but the wicked shall stumble into misfortune."
    },
    {
      "verse": 17,
      "text": "At the fall of thy enemy do not rejoice; and at his stumbling let not thy heart be glad:"
    },
    {
      "verse": 18,
      "text": "Lest the Lord see it and it be displeasing in his eyes, and he turn away from him his wrath."
    },
    {
      "verse": 19,
      "text": "Fret not thyself because of evil-doers, neither be thou envious of the wicked;"
    },
    {
      "verse": 20,
      "text": "For there will be no [happy] future for the bad man: the lamp of the wicked will be quenched."
    },
    {
      "verse": 21,
      "text": "My son, fear the Lord and the king: with those that are desirous to change do not mingle thyself;"
    },
    {
      "verse": 22,
      "text": "For suddenly will their calamity arise; and who knoweth the ruin of both of them!"
    },
    {
      "verse": 23,
      "text": "These things also are for the wise. To have respect of persons in judgment is not good."
    },
    {
      "verse": 24,
      "text": "Him that saith unto the wicked, Thou art righteous, will the people denounce, him will nations hold accursed;"
    },
    {
      "verse": 25,
      "text": "But to those that punish delight shall be given, and upon them shall come the blessing of the good."
    },
    {
      "verse": 26,
      "text": "Men will kiss the lips of him that giveth a proper answer."
    },
    {
      "verse": 27,
      "text": "Prepare without thy work, and make it fit in the field for thyself: and afterward build thy house."
    },
    {
      "verse": 28,
      "text": "Be not without cause a witness against thy neighbor; for wouldst thou beguile with thy lips?"
    },
    {
      "verse": 29,
      "text": "Say not, As he hath done to me so will I do to him: I will recompense every man according to his doing."
    },
    {
      "verse": 30,
      "text": "By the field of a slothful man I once passed along, and by the vineyard of a man void of sense:"
    },
    {
      "verse": 31,
      "text": "And, lo, it was all grown over with thorns, nettles had covered its surface, and its stone-wall was broken down."
    },
    {
      "verse": 32,
      "text": "And when I had indeed beheld [this] I took it to my heart: I saw it, and received a warning."
    },
    {
      "verse": 33,
      "text": "“A little [more] sleep, a little slumber, a little folding of the hands in lying down;”"
    },
    {
      "verse": 34,
      "text": "But then will thy poverty come like a rover; and thy wants as a man armed with a shield."
    }
  ]
}