{
  "book_id": "PRO",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Also these are the proverbs of Solomon, which the men of Hezekiah the king of Judah have collected."
    },
    {
      "verse": 2,
      "text": "It is the honor of God to conceal a thing; but the honor of kings is to search out a matter."
    },
    {
      "verse": 3,
      "text": "As are the heavens for height, and the earth is for depth, so should the heart of kings be unsearchable."
    },
    {
      "verse": 4,
      "text": "Take away the dross from the silver, and there will come forth a vessel for the melter."
    },
    {
      "verse": 5,
      "text": "Take away the wicked from before the king, and his throne will be firmly established in righteousness."
    },
    {
      "verse": 6,
      "text": "Do not glorify thyself in the presence of the king, and force thyself not into the place of great men;"
    },
    {
      "verse": 7,
      "text": "For better it is that it be said unto thee, “Come up hither,” than that thou shouldst be put lower in the presence of the prince, which thy own eyes have [often] seen."
    },
    {
      "verse": 8,
      "text": "Do not proceed to a contest hastily, lest [thou know not] what thou wilt have to do at its end, when thy neighbor hath put thee to confusion."
    },
    {
      "verse": 9,
      "text": "Carry on thy cause with thy neighbor; but lay not open the secret of another:"
    },
    {
      "verse": 10,
      "text": "Lest he that heareth it put thee to shame, and thy infamy never be removed."
    },
    {
      "verse": 11,
      "text": "Like apples of gold among figures of silver is a word spoken in a proper manner."
    },
    {
      "verse": 12,
      "text": "As an earring of gold, and a pendant of fine gold, so is a wise reprover toward an ear that listeneth."
    },
    {
      "verse": 13,
      "text": "As the cooling of snow on a harvest-day, so is a faithful messenger to those that send him; for he refresheth the soul of his master."
    },
    {
      "verse": 14,
      "text": "Like clouds and wind without rain, so is a man that vaunteth falsely of a gift."
    },
    {
      "verse": 15,
      "text": "By long forbearing is a prince persuaded, and a soft tongue breaketh bones."
    },
    {
      "verse": 16,
      "text": "Hast thou found honey: eat so much as is sufficient for thee: lest thou consume too much of it, and have to vomit it forth."
    },
    {
      "verse": 17,
      "text": "Make thy foot scarce in the house of thy friend: lest he have too much of thee, and so hate thee."
    },
    {
      "verse": 18,
      "text": "A battle-axe, and a sword, and a sharpened arrow is a man that testifieth as a false witness against his neighbor."
    },
    {
      "verse": 19,
      "text": "Like a broken tooth and a foot out of joint, is confidence in a treacherous man in a time of distress."
    },
    {
      "verse": 20,
      "text": "[As] he that taketh off his garment on a cold day, [as] vinegar is upon natron: so is he that singeth songs before an unhappy heart."
    },
    {
      "verse": 21,
      "text": "If thy enemy be hungry, give him bread to eat; and if he be thirsty, give him water to drink;"
    },
    {
      "verse": 22,
      "text": "For though thou gatherest coals of fire upon his head, yet will the Lord repay it unto thee."
    },
    {
      "verse": 23,
      "text": "The north wind bringeth forth rain: so doth secret talking, angry countenances."
    },
    {
      "verse": 24,
      "text": "It is better to dwell in the corner of a roof, than with a quarrelsome woman even in a roomy house."
    },
    {
      "verse": 25,
      "text": "As cold water is to a fainting soul, so are good news from a far-off country."
    },
    {
      "verse": 26,
      "text": "Like a turbid spring and a corrupt fountain, is a righteous man that giveth way before the wicked."
    },
    {
      "verse": 27,
      "text": "To eat too much honey is not good: so is it honor to set a limit to men's honor."
    },
    {
      "verse": 28,
      "text": "Like a city that is broken in, and is without walls: so is the man that hath no control over his spirit."
    }
  ]
}