{
  "book_id": "PRO",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "As snow is in summer, and as rain in harvest: so is honor not seemly to a fool."
    },
    {
      "verse": 2,
      "text": "As the bird [cometh] to flit away, as the swallow, to fly off: so will an undeserved curse not come [to fulfillment]."
    },
    {
      "verse": 3,
      "text": "A whip is for the horse, a bridle for the ass, and a rod for the fool's back."
    },
    {
      "verse": 4,
      "text": "Do not answer a fool according to his folly, lest thou also become equal unto him."
    },
    {
      "verse": 5,
      "text": "Answer a fool according to his folly, lest he be wise in his own eyes."
    },
    {
      "verse": 6,
      "text": "He choppeth off the feet, and drinketh vexation, that sendeth important messages by the hand of a fool."
    },
    {
      "verse": 7,
      "text": "Too feebly hang down the thighs on a lame man: so is a parable in the mouth of fools."
    },
    {
      "verse": 8,
      "text": "As is the one that bindeth a stone fast in a sling, so is he that giveth honor to a fool."
    },
    {
      "verse": 9,
      "text": "[As] a thorn that is come into the hand of a drunkard, so is a parable in the mouth of fools."
    },
    {
      "verse": 10,
      "text": "A master injureth all things when he hireth a fool or hireth mere rovers."
    },
    {
      "verse": 11,
      "text": "As a dog returneth to his vomit, so doth a fool repeat to act in his folly."
    },
    {
      "verse": 12,
      "text": "When thou seest a man wise in his own eyes, then is there more hope for a fool than for him."
    },
    {
      "verse": 13,
      "text": "The slothful saith, There is a leopard in the way: a lion is between the streets."
    },
    {
      "verse": 14,
      "text": "As a door turneth upon its hinges, so doth the slothful upon his bed."
    },
    {
      "verse": 15,
      "text": "Hath the slothful hidden his hand in the dish, it wearieth him to bring it back again to his mouth."
    },
    {
      "verse": 16,
      "text": "The slothful is wiser in his own eyes, than seven men that can give wise answers."
    },
    {
      "verse": 17,
      "text": "As is one that taketh hold of a dog by the ears, so is he that passing by becometh excited about a dispute which concerneth him not."
    },
    {
      "verse": 18,
      "text": "As one fatigueth himself shooting off firebrands, arrows, and death:"
    },
    {
      "verse": 19,
      "text": "So is the man that hath cheated his neighbor, and saith, Behold, I am only jesting."
    },
    {
      "verse": 20,
      "text": "Where there is no wood, the fire goeth out: so where there is no whisperer, strife is silenced."
    },
    {
      "verse": 21,
      "text": "As charcoals are added to burning coals, and wood to fire, so is a contentious man fitted to enkindle a dispute."
    },
    {
      "verse": 22,
      "text": "The words of a whisperer are as wounds, and they go down into the innermost chambers of the body."
    },
    {
      "verse": 23,
      "text": "Like silver dross laid over an earthen vessel, so are burning lips with a bad heart."
    },
    {
      "verse": 24,
      "text": "With his lips dissembleth he that hateth, and within himself layeth he up deceit:"
    },
    {
      "verse": 25,
      "text": "Though he make his voice sound ever so graciously, believe him not; for there are seven abominations in his heart."
    },
    {
      "verse": 26,
      "text": "If one's hatred be covered by deception, then shall be laid bare his wickedness before a [whole] assembly."
    },
    {
      "verse": 27,
      "text": "Whoso diggeth a pit will fall therein; and upon him that rolleth a stone, will it return."
    },
    {
      "verse": 28,
      "text": "A lying tongue hateth those that are crushed by it; and a flattering mouth prepareth [others'] downfall."
    }
  ]
}