{
  "book_id": "PRO",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Make no boast for thyself of the coming day; for thou knowest not what a day may bring forth."
    },
    {
      "verse": 2,
      "text": "Let another man praise thee, and not thy own mouth; a stranger, and not thy own lips."
    },
    {
      "verse": 3,
      "text": "A stone hath heaviness, and the sand, weight; but a fool's wrath is heavier than both of them."
    },
    {
      "verse": 4,
      "text": "Fury hath its cruelty, and anger its overwhelming power; but who is able to stand before jealousy?"
    },
    {
      "verse": 5,
      "text": "Better is open reproof than concealed love."
    },
    {
      "verse": 6,
      "text": "Faithful are the wounds of a friend; but deceptive are the kisses of an enemy."
    },
    {
      "verse": 7,
      "text": "The satisfied soul treadeth under foot fine honey; but to the hungry soul every bitter thing is sweet."
    },
    {
      "verse": 8,
      "text": "As a bird that wandereth away from her nest, so is a man that wandereth away from his place."
    },
    {
      "verse": 9,
      "text": "Oil and perfume cause the heart to rejoice, and so do the sweet words of a friend more than one's own counsel."
    },
    {
      "verse": 10,
      "text": "Thy own friend, and thy father's friend, thou must not forsake; but into thy brother's house enter not on the day of thy calamity: better is a near neighbor than a distant brother."
    },
    {
      "verse": 11,
      "text": "Become wise, my son, and cause my heart to rejoice, that I may give an answer to him that reproacheth me."
    },
    {
      "verse": 12,
      "text": "The prudent foreseeth the evil, and hideth himself; but the simple pass on, and are punished."
    },
    {
      "verse": 13,
      "text": "Take his garment, for he became surety for a stranger; and on account of an alien woman take a pledge of him."
    },
    {
      "verse": 14,
      "text": "When one saluteth his friend with a loud voice, when rising early in the morning, it will be counted a curse to him."
    },
    {
      "verse": 15,
      "text": "A continual dropping on a very rainy day and a contentious woman are alike."
    },
    {
      "verse": 16,
      "text": "He that would conceal her might conceal the wind, and as [fragrant] oil on his right hand, which would betray itself."
    },
    {
      "verse": 17,
      "text": "Iron is sharpened by iron: so doth a man sharpen himself on the countenance of his friend."
    },
    {
      "verse": 18,
      "text": "Whoso guardeth the fig-tree will eat its fruit: so he that watcheth over his master will be honored."
    },
    {
      "verse": 19,
      "text": "As the water [showeth] to the face the [reflected] face: so doth the heart of man show itself to man."
    },
    {
      "verse": 20,
      "text": "The nether world and the place of corruption are never satisfied: so are the eyes of man never satisfied."
    },
    {
      "verse": 21,
      "text": "[As] the fining-pot is for silver, and the furnace for gold: so is a man [proved] according to his praise."
    },
    {
      "verse": 22,
      "text": "Though thou shouldst pound the fool in a mortar, in the midst of grains of wheat with a pestle: still would his folly not depart from him."
    },
    {
      "verse": 23,
      "text": "Endeavor to know well the appearance of thy flocks, direct thy attention to thy herds;"
    },
    {
      "verse": 24,
      "text": "For property endureth not for ever, nor doth the crown remain for all generations."
    },
    {
      "verse": 25,
      "text": "When the grass is past, young verdure showeth itself, and then are gathered the herbs of the mountains."
    },
    {
      "verse": 26,
      "text": "The sheep are for thy clothing, and he-goats are the purchase-price of a field."
    },
    {
      "verse": 27,
      "text": "And thou wilt have enough of goats' milk for thy food, for the food of thy household, and the support for thy maidens."
    }
  ]
}