{
  "book_id": "PRO",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Every wicked fleeth when no man pursueth; but the righteous are like the confident young lion."
    },
    {
      "verse": 2,
      "text": "When there is transgression in a land, it hath many for its princes; but under a man of understanding and knowledge [its] prosperity will long continue."
    },
    {
      "verse": 3,
      "text": "A poor man that oppresseth the indigent is like a sweeping rain which bringeth no bread."
    },
    {
      "verse": 4,
      "text": "They that forsake the law praise the wicked; but such as observe the law contend with them."
    },
    {
      "verse": 5,
      "text": "Bad men understand not justice; but they that seek the Lord understand all things."
    },
    {
      "verse": 6,
      "text": "Better is the poor that walketh in his integrity, than he that is perverse in his ways, though he be rich."
    },
    {
      "verse": 7,
      "text": "Whoso keepeth the law is an intelligent son; but he that is a companion of gluttons bringeth dishonor on his father."
    },
    {
      "verse": 8,
      "text": "He that increaseth his wealth by interest and usury will gather it for him that will be kind to the poor."
    },
    {
      "verse": 9,
      "text": "When one turneth away his ear so as not to listen to the law, even his prayer becometh an abomination."
    },
    {
      "verse": 10,
      "text": "Whoso causeth the upright to go astray on an evil way, will surely fall into his own ditch; but the men of integrity will inherit what is good."
    },
    {
      "verse": 11,
      "text": "The rich man is wise in his own eyes; but the indigent that hath understanding can search him through."
    },
    {
      "verse": 12,
      "text": "When the righteous exult, there is great splendor; but when the wicked rise up, a man hath to be sought for."
    },
    {
      "verse": 13,
      "text": "He that concealeth his transgressions will not prosper; but whoso confesseth and forsaketh them will obtain mercy."
    },
    {
      "verse": 14,
      "text": "Happy is the man that always dreadeth [to do evil]; but he that hardeneth his heart will fall into unhappiness."
    },
    {
      "verse": 15,
      "text": "As a roaring lion, and a greedy bear, so is a wicked ruler over an indigent people."
    },
    {
      "verse": 16,
      "text": "The prince that is void of understanding is also a great oppressor; [but] he that hateth unjust gain will prolong his days."
    },
    {
      "verse": 17,
      "text": "A man oppressed by the load of having shed human blood will flee even to the pit: let no man hold him."
    },
    {
      "verse": 18,
      "text": "Whoso walketh in integrity will be saved; but he that walketh perversely on two paths, will fall on one."
    },
    {
      "verse": 19,
      "text": "He that tilleth his ground will have plenty of bread; but he that runneth after idle persons will have enough of poverty."
    },
    {
      "verse": 20,
      "text": "A faithful man will abound with blessings; but he that maketh haste to be rich will not go unpunished."
    },
    {
      "verse": 21,
      "text": "To have respect to persons is not good; because even for a piece of bread will a man transgress."
    },
    {
      "verse": 22,
      "text": "He that is eager for wealth is a man of an evil eye, and he knoweth not that want will come upon him."
    },
    {
      "verse": 23,
      "text": "He that reproveth a man after [my example] will obtain more grace than he that flattereth with the tongue."
    },
    {
      "verse": 24,
      "text": "Whoso robbeth his father or his mother, and saith, it is no transgression,—the same is a companion of a destroyer."
    },
    {
      "verse": 25,
      "text": "He that hath an insatiable desire stirreth up strife: but he that putteth his trust in the Lord will be abundantly gratified."
    },
    {
      "verse": 26,
      "text": "He that trusteth in his own sense is a fool; but whoso walketh in wisdom, will ever escape."
    },
    {
      "verse": 27,
      "text": "He that giveth unto the poor will not have any want; but he that hideth his eyes will have an abundance of curses."
    },
    {
      "verse": 28,
      "text": "When the wicked rise, men conceal themselves; but when they perish, the righteous increase."
    }
  ]
}