{
  "book_id": "PRO",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "A man that, having received many admonitions, still hardeneth his neck, will suddenly be broken, and this without remedy."
    },
    {
      "verse": 2,
      "text": "When the righteous are in authority, the people will rejoice; but when the wicked beareth rule, the people groan."
    },
    {
      "verse": 3,
      "text": "The man that loveth wisdom causeth his father to rejoice; but he that keepeth company with harlots wasteth [his] wealth."
    },
    {
      "verse": 4,
      "text": "A king will through the exercise of justice establish [the welfare of] a land; but one that loveth gifts overthroweth it."
    },
    {
      "verse": 5,
      "text": "A man that flattereth his neighbor spreadeth a net for his steps."
    },
    {
      "verse": 6,
      "text": "In the transgression of a man there is an evil snare: but the righteous ever singeth and rejoiceth."
    },
    {
      "verse": 7,
      "text": "The righteous considereth the cause of the indigent: but the wicked will not understand the knowledge [of justice]."
    },
    {
      "verse": 8,
      "text": "Scornful men will kindle [confusion] in a town; but the wise turn away wrath."
    },
    {
      "verse": 9,
      "text": "If a wise man contend with a foolish man, whether he be angry or whether he laugh, [he will have] no rest."
    },
    {
      "verse": 10,
      "text": "Men of blood hate the guiltless one; but the upright seek [to preserve] his life."
    },
    {
      "verse": 11,
      "text": "A fool uttereth all his mind; but the wise holdeth it back."
    },
    {
      "verse": 12,
      "text": "If a ruler listen to the word of falsehood, all his servants become wicked."
    },
    {
      "verse": 13,
      "text": "The poor and the man of exactions meet together: the Lord enlighteneth the eyes of both of them."
    },
    {
      "verse": 14,
      "text": "When a king judgeth in truth the indigent, his throne shall stand firmly for ever."
    },
    {
      "verse": 15,
      "text": "The rod and reproof impart wisdom; but a lad abandoned to himself bringeth shame on his mother."
    },
    {
      "verse": 16,
      "text": "With the increase of the wicked transgression increaseth; but the righteous shall yet look on their downfall."
    },
    {
      "verse": 17,
      "text": "Correct thy son, and he will procure thee rest: yea, he will give delight unto thy soul."
    },
    {
      "verse": 18,
      "text": "Without a prophetic vision a people become unruly; but when it observeth the law, then will it be happy."
    },
    {
      "verse": 19,
      "text": "Not with words [alone] can a servant be corrected; for though he understand, there will be no response."
    },
    {
      "verse": 20,
      "text": "Seest then a man that is hasty in his words? there is more hope for a fool than for him."
    },
    {
      "verse": 21,
      "text": "If one rear his servant delicately from his youth, then will he at length become as [his] son."
    },
    {
      "verse": 22,
      "text": "A man of anger stirreth up strife; and a man of fury aboundeth in transgression."
    },
    {
      "verse": 23,
      "text": "The pride of a man will humble him; but the humble in spirit will attain to honor."
    },
    {
      "verse": 24,
      "text": "Whoso divideth with a thief hateth his own soul: he heareth the adjuration and dareth not to tell."
    },
    {
      "verse": 25,
      "text": "The dread of man bringeth a snare; but whoso putteth his trust in the Lord will be upheld in safety."
    },
    {
      "verse": 26,
      "text": "Many seek the favor of a ruler; but from the Lord cometh justice for man."
    },
    {
      "verse": 27,
      "text": "An abomination of the righteous is an unjust man: and an abomination of the wicked is one who is upright in [his] way."
    }
  ]
}