{
  "book_id": "PRO",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "The words of king Lemuel, the prophecy with which his mother instructed him."
    },
    {
      "verse": 2,
      "text": "What [hast thou done], O my son: and what, O son of my body? and what, O son of my vows?"
    },
    {
      "verse": 3,
      "text": "Give not unto women thy vigor, nor thy ways to those that ruin kings."
    },
    {
      "verse": 4,
      "text": "Not for kings, O Lemoel, not for kings [it is fitting] to drink wine, nor for princes, strong drink:"
    },
    {
      "verse": 5,
      "text": "Lest either might drink, and forget what is written in the law, and pervert the cause of all the afflicted."
    },
    {
      "verse": 6,
      "text": "Give strong drink unto him that is ready to perish, and wine unto those who have an embittered soul."
    },
    {
      "verse": 7,
      "text": "Let such a one drink, and forget his poverty, and remember his trouble no more."
    },
    {
      "verse": 8,
      "text": "Open thy mouth for the dumb, for the cause of all fatherless children."
    },
    {
      "verse": 9,
      "text": "Open thy mouth, judge righteously, and decide the cause of the poor and needy."
    },
    {
      "verse": 10,
      "text": "Who can find a virtuous woman: for far above pearls is her value."
    },
    {
      "verse": 11,
      "text": "The heart of her husband doth safely trust in her, and he will not see his gain diminish."
    },
    {
      "verse": 12,
      "text": "She treateth him well and not ill, all the days of her life."
    },
    {
      "verse": 13,
      "text": "She seeketh for wool and flax, and worketh with her willing hands."
    },
    {
      "verse": 14,
      "text": "She is become like the merchant's ships: from afar doth she bring her food."
    },
    {
      "verse": 15,
      "text": "And she riseth while it is yet night, and giveth provision to her household, and a task to her maidens."
    },
    {
      "verse": 16,
      "text": "She thinketh of a field, and buyeth it: with the fruit of her hands she planteth a vineyard."
    },
    {
      "verse": 17,
      "text": "She girdeth with strength her loins, and giveth vigor to her arms."
    },
    {
      "verse": 18,
      "text": "She perceiveth that her profit is good: [therefore] her lamp goeth not out by night."
    },
    {
      "verse": 19,
      "text": "She stretcheth out her hands to the spindle, and her palms hold fast the distaff."
    },
    {
      "verse": 20,
      "text": "She spreadeth out wide her open palm to the poor: yea, her hands she stretcheth forth to the needy."
    },
    {
      "verse": 21,
      "text": "She hath no fear for her household of the snow: for all her household are clothed in scarlet."
    },
    {
      "verse": 22,
      "text": "Tapestry-covering she maketh for herself: of linen and purple is her attire."
    },
    {
      "verse": 23,
      "text": "Well known is in the gates her husband, when he sitteth with the elders of the land."
    },
    {
      "verse": 24,
      "text": "Fine tunics she maketh, and selleth them, and girdles she furnisheth unto the merchant."
    },
    {
      "verse": 25,
      "text": "Strength and dignity are her clothing: and she smileth at the coming of the last day."
    },
    {
      "verse": 26,
      "text": "She openeth her mouth with wisdom, and the law of kindness is on her tongue."
    },
    {
      "verse": 27,
      "text": "She looketh well to the ways of her household, and the bread of idleness she doth not eat."
    },
    {
      "verse": 28,
      "text": "Her children rise up, and call her blessed; her husband, also, and he praiseth her:"
    },
    {
      "verse": 29,
      "text": "“Many daughters have done virtuously; but thou excellest them all.”"
    },
    {
      "verse": 30,
      "text": "False is grace, and vain is beauty: a woman only that feareth the Lord shall indeed be praised."
    },
    {
      "verse": 31,
      "text": "Give her of the fruit of her hands, and let her own works praise her in the gates."
    }
  ]
}