{
  "book_id": "JHN",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Τῇ δὲ μιᾷ τῶν σαββάτων Μαρία ἡ Μαγδαληνὴ ἔρχεται πρωῒ σκοτίας ἔτι οὔσης εἰς τὸ μνημεῖον, καὶ βλέπει τὸν λίθον ἠρμένον ἐκ τοῦ μνημείου."
    },
    {
      "verse": 2,
      "text": "τρέχει οὖν καὶ ἔρχεται πρὸς Σίμωνα Πέτρον καὶ πρὸς τὸν ἄλλον μαθητὴν ὃν ἐφίλει ὁ Ἰησοῦς, καὶ λέγει αὐτοῖς· Ἦραν τὸν κύριον ἐκ τοῦ μνημείου, καὶ οὐκ οἴδαμεν ποῦ ἔθηκαν αὐτόν."
    },
    {
      "verse": 3,
      "text": "ἐξῆλθεν οὖν ὁ Πέτρος καὶ ὁ ἄλλος μαθητής, καὶ ἤρχοντο εἰς τὸ μνημεῖον."
    },
    {
      "verse": 4,
      "text": "ἔτρεχον δὲ οἱ δύο ὁμοῦ· καὶ ὁ ἄλλος μαθητὴς προέδραμεν τάχιον τοῦ Πέτρου καὶ ἦλθεν πρῶτος εἰς τὸ μνημεῖον,"
    },
    {
      "verse": 5,
      "text": "καὶ παρακύψας βλέπει κείμενα τὰ ὀθόνια, οὐ μέντοι εἰσῆλθεν."
    },
    {
      "verse": 6,
      "text": "ἔρχεται οὖν ⸀καὶΣίμων Πέτρος ἀκολουθῶν αὐτῷ, καὶ εἰσῆλθεν εἰς τὸ μνημεῖον· καὶ θεωρεῖ τὰ ὀθόνια κείμενα,"
    },
    {
      "verse": 7,
      "text": "καὶ τὸ σουδάριον, ὃ ἦν ἐπὶ τῆς κεφαλῆς αὐτοῦ, οὐ μετὰ τῶν ὀθονίων κείμενον ἀλλὰ χωρὶς ἐντετυλιγμένον εἰς ἕνα τόπον·"
    },
    {
      "verse": 8,
      "text": "τότε οὖν εἰσῆλθεν καὶ ὁ ἄλλος μαθητὴς ὁ ἐλθὼν πρῶτος εἰς τὸ μνημεῖον, καὶ εἶδεν καὶ ἐπίστευσεν·"
    },
    {
      "verse": 9,
      "text": "οὐδέπω γὰρ ᾔδεισαν τὴν γραφὴν ὅτι δεῖ αὐτὸν ἐκ νεκρῶν ἀναστῆναι."
    },
    {
      "verse": 10,
      "text": "ἀπῆλθον οὖν πάλιν πρὸς ⸀αὑτοὺςοἱ μαθηταί."
    },
    {
      "verse": 11,
      "text": "Μαρία δὲ εἱστήκει πρὸς ⸂τῷ μνημείῳ ἔξω κλαίουσα. ὡς οὖν ἔκλαιεν παρέκυψεν εἰς τὸ μνημεῖον,"
    },
    {
      "verse": 12,
      "text": "καὶ θεωρεῖ δύο ἀγγέλους ἐν λευκοῖς καθεζομένους, ἕνα πρὸς τῇ κεφαλῇ καὶ ἕνα πρὸς τοῖς ποσίν, ὅπου ἔκειτο τὸ σῶμα τοῦ Ἰησοῦ."
    },
    {
      "verse": 13,
      "text": "καὶ λέγουσιν αὐτῇ ἐκεῖνοι· Γύναι, τί κλαίεις; λέγει αὐτοῖς ὅτι Ἦραν τὸν κύριόν μου, καὶ οὐκ οἶδα ποῦ ἔθηκαν αὐτόν."
    },
    {
      "verse": 14,
      "text": "⸀ταῦταεἰποῦσα ἐστράφη εἰς τὰ ὀπίσω, καὶ θεωρεῖ τὸν Ἰησοῦν ἑστῶτα, καὶ οὐκ ᾔδει ὅτι Ἰησοῦς ἐστιν."
    },
    {
      "verse": 15,
      "text": "λέγει ⸀αὐτῇἸησοῦς· Γύναι, τί κλαίεις; τίνα ζητεῖς; ἐκείνη δοκοῦσα ὅτι ὁ κηπουρός ἐστιν λέγει αὐτῷ· Κύριε, εἰ σὺ ἐβάστασας αὐτόν, εἰπέ μοι ποῦ ἔθηκας αὐτόν, κἀγὼ αὐτὸν ἀρῶ."
    },
    {
      "verse": 16,
      "text": "λέγει ⸀αὐτῇἸησοῦς· ⸀Μαριάμ στραφεῖσα ἐκείνη λέγει αὐτῷ ⸀Ἑβραϊστί Ραββουνι (ὃ λέγεται Διδάσκαλε)."
    },
    {
      "verse": 17,
      "text": "λέγει ⸀αὐτῇἸησοῦς· Μή μου ἅπτου, οὔπω γὰρ ἀναβέβηκα πρὸς τὸν ⸀πατέρα πορεύου δὲ πρὸς τοὺς ἀδελφούς μου καὶ εἰπὲ αὐτοῖς· Ἀναβαίνω πρὸς τὸν πατέρα μου καὶ πατέρα ὑμῶν καὶ θεόν μου καὶ θεὸν ὑμῶν."
    },
    {
      "verse": 18,
      "text": "ἔρχεται ⸀Μαριὰμἡ Μαγδαληνὴ ⸀ἀγγέλλουσατοῖς μαθηταῖς ὅτι ⸀Ἑώρακατὸν κύριον καὶ ταῦτα εἶπεν αὐτῇ."
    },
    {
      "verse": 19,
      "text": "Οὔσης οὖν ὀψίας τῇ ἡμέρᾳ ἐκείνῃ τῇ ⸀μιᾷσαββάτων, καὶ τῶν θυρῶν κεκλεισμένων ὅπου ἦσαν οἱ ⸀μαθηταὶδιὰ τὸν φόβον τῶν Ἰουδαίων, ἦλθεν ὁ Ἰησοῦς καὶ ἔστη εἰς τὸ μέσον, καὶ λέγει αὐτοῖς· Εἰρήνη ὑμῖν."
    },
    {
      "verse": 20,
      "text": "καὶ τοῦτο εἰπὼν ⸀ἔδειξεντὰς χεῖρας καὶ τὴν πλευρὰν ⸀αὐτοῖς ἐχάρησαν οὖν οἱ μαθηταὶ ἰδόντες τὸν κύριον."
    },
    {
      "verse": 21,
      "text": "εἶπεν οὖν αὐτοῖς ⸂ὁ Ἰησοῦς πάλιν· Εἰρήνη ὑμῖν· καθὼς ἀπέσταλκέν με ὁ πατήρ, κἀγὼ πέμπω ὑμᾶς."
    },
    {
      "verse": 22,
      "text": "καὶ τοῦτο εἰπὼν ἐνεφύσησεν καὶ λέγει αὐτοῖς· Λάβετε πνεῦμα ἅγιον·"
    },
    {
      "verse": 23,
      "text": "ἄν τινων ἀφῆτε τὰς ἁμαρτίας ⸀ἀφέωνταιαὐτοῖς· ἄν τινων κρατῆτε κεκράτηνται."
    },
    {
      "verse": 24,
      "text": "Θωμᾶς δὲ εἷς ἐκ τῶν δώδεκα, ὁ λεγόμενος Δίδυμος, οὐκ ἦν μετʼ αὐτῶν ὅτε ⸀ἦλθενἸησοῦς."
    },
    {
      "verse": 25,
      "text": "ἔλεγον οὖν αὐτῷ οἱ ἄλλοι μαθηταί· Ἑωράκαμεν τὸν κύριον. ὁ δὲ εἶπεν αὐτοῖς· Ἐὰν μὴ ἴδω ἐν ταῖς χερσὶν αὐτοῦ τὸν τύπον τῶν ἥλων καὶ βάλω τὸν δάκτυλόν μου εἰς τὸν τύπον τῶν ἥλων καὶ βάλω ⸂μου τὴν χεῖρα εἰς τὴν πλευρὰν αὐτοῦ, οὐ μὴ πιστεύσω."
    },
    {
      "verse": 26,
      "text": "Καὶ μεθʼ ἡμέρας ὀκτὼ πάλιν ἦσαν ἔσω οἱ μαθηταὶ αὐτοῦ καὶ Θωμᾶς μετʼ αὐτῶν. ἔρχεται ὁ Ἰησοῦς τῶν θυρῶν κεκλεισμένων, καὶ ἔστη εἰς τὸ μέσον καὶ εἶπεν· Εἰρήνη ὑμῖν."
    },
    {
      "verse": 27,
      "text": "εἶτα λέγει τῷ Θωμᾷ· Φέρε τὸν δάκτυλόν σου ὧδε καὶ ἴδε τὰς χεῖράς μου, καὶ φέρε τὴν χεῖρά σου καὶ βάλε εἰς τὴν πλευράν μου, καὶ μὴ γίνου ἄπιστος ἀλλὰ πιστός."
    },
    {
      "verse": 28,
      "text": "⸀ἀπεκρίθηΘωμᾶς καὶ εἶπεν αὐτῷ· Ὁ κύριός μου καὶ ὁ θεός μου."
    },
    {
      "verse": 29,
      "text": "λέγει αὐτῷ ὁ Ἰησοῦς· Ὅτι ἑώρακάς με πεπίστευκας; μακάριοι οἱ μὴ ἰδόντες καὶ πιστεύσαντες."
    },
    {
      "verse": 30,
      "text": "Πολλὰ μὲν οὖν καὶ ἄλλα σημεῖα ἐποίησεν ὁ Ἰησοῦς ἐνώπιον τῶν ⸀μαθητῶν ἃ οὐκ ἔστιν γεγραμμένα ἐν τῷ βιβλίῳ τούτῳ·"
    },
    {
      "verse": 31,
      "text": "ταῦτα δὲ γέγραπται ἵνα ⸀πιστεύητεὅτι Ἰησοῦς ἐστιν ὁ χριστὸς ὁ υἱὸς τοῦ θεοῦ, καὶ ἵνα πιστεύοντες ζωὴν ἔχητε ἐν τῷ ὀνόματι αὐτοῦ."
    }
  ]
}