{
  "book_id": "PRO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Hear, you⌃ children, the instruction of a father, and attend to know understanding."
    },
    {
      "verse": 2,
      "text": "For I give you a good gift; forsake you⌃ not my law."
    },
    {
      "verse": 3,
      "text": "For I also was a son obedient to myfather, and loved in the sight of mymother:"
    },
    {
      "verse": 4,
      "text": "who spoke and instructed me, saying, Let our speech be fixed in your heart, keep ourcommandments, forget them not:"
    },
    {
      "verse": 5,
      "text": "and do not neglect the speech of my mouth."
    },
    {
      "verse": 6,
      "text": "And forsake it not, and it shall cleave to you: love it, and it shall keep you."
    },
    {
      "verse": 8,
      "text": "Secure it, and it shall exalt you: honor it, that it may embrace you;"
    },
    {
      "verse": 9,
      "text": "that it may give to your head a crown of graces, and may cover you with a crown of delight."
    },
    {
      "verse": 10,
      "text": "Hear, myson, and receive my words; and the years of your life shall be increased, that the resources of your life may be many."
    },
    {
      "verse": 11,
      "text": "For I teach you the ways of wisdom; and I cause you to go in right paths."
    },
    {
      "verse": 12,
      "text": "For when you go, your steps shall not be straitened; and when you run, you shall not be distressed."
    },
    {
      "verse": 13,
      "text": "Take hold of my instruction; let it not go, —but keep it for yourself for your life."
    },
    {
      "verse": 14,
      "text": "Go not in the ways of the ungodly, neither covet the ways of transgressors."
    },
    {
      "verse": 15,
      "text": "In whatever place they shall pitch their camp, go not there; but turn from them, and pass away."
    },
    {
      "verse": 16,
      "text": "For they can’t sleep, unless they have done evil: their sleep is taken away, and they rest not."
    },
    {
      "verse": 17,
      "text": "For these live upon the bread of ungodliness, and are drunken with wine of transgression."
    },
    {
      "verse": 18,
      "text": "But the ways of the righteous shine like light; they go on and shine, until the day be fully come."
    },
    {
      "verse": 19,
      "text": "But the ways of the ungodly are dark; they know not how they stumble."
    },
    {
      "verse": 20,
      "text": "Myson, attend to my speech; and apply your ear to my words:"
    },
    {
      "verse": 21,
      "text": "that your fountains may not fail you; keep them in yourheart."
    },
    {
      "verse": 22,
      "text": "For they are life to those that find them, and health to all theirflesh."
    },
    {
      "verse": 23,
      "text": "Keep your heart with the utmost care; for out of these are the issues of life."
    },
    {
      "verse": 24,
      "text": "Remove from you a froward mouth, and put far away from you unjust lips."
    },
    {
      "verse": 25,
      "text": "Let your eyes look right on, and let your eyelids assent tojust things."
    },
    {
      "verse": 26,
      "text": "Make straight paths for your feet, and order your ways aright."
    },
    {
      "verse": 27,
      "text": "Turn not aside to the right hand nor to the left, but turn away your foot from an evil way: for God knows the ways on the right hand, but those on the left are crooked:and he will make your ways straight, and will guide your steps in peace."
    }
  ]
}