{
  "book_id": "PRO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Myson, attend to my wisdom, and apply your ear to my words;"
    },
    {
      "verse": 2,
      "text": "that you may keep good understanding, and the discretion of my lips gives you a charge. Give no heed to a worthless woman;"
    },
    {
      "verse": 3,
      "text": "for honey drops from the lips of a harlot, who for a season pleases your palate:"
    },
    {
      "verse": 4,
      "text": "but afterwards you will find her more bitter than gall, and sharper than a two-edged sword."
    },
    {
      "verse": 5,
      "text": "For the feet of folly lead those who deal with her down to the grave with death; and her steps are not established."
    },
    {
      "verse": 6,
      "text": "For she goes not upon the paths of life; but her ways are slippery, and not easily known."
    },
    {
      "verse": 7,
      "text": "Now then, myson, hear me, and make not my words of none effect."
    },
    {
      "verse": 8,
      "text": "Remove your way far from her; draw not near to the doors of her house:"
    },
    {
      "verse": 9,
      "text": "lest you give away your life to others, and your substance to the merciless:"
    },
    {
      "verse": 10,
      "text": "lest strangers be filled with your strength, and your labors come into the houses of strangers;"
    },
    {
      "verse": 11,
      "text": "And you repent at last, when the flesh of your body is consumed,"
    },
    {
      "verse": 12,
      "text": "and you shall say, How have I hated instruction, and my heart avoided reproofs!"
    },
    {
      "verse": 13,
      "text": "I heard not the voice of him that instructed me, and taught me, neither did I apply my ear."
    },
    {
      "verse": 14,
      "text": "I was almost in all evil in the midst of the congregation and assembly."
    },
    {
      "verse": 15,
      "text": "Drink waters out of your own vessels, and out of your own springing wells."
    },
    {
      "verse": 16,
      "text": "Let not waters out of your fountain be spilled by you, but let your waters go into your streets."
    },
    {
      "verse": 17,
      "text": "Let them be only your own, and let no stranger partake with you."
    },
    {
      "verse": 18,
      "text": "Let your fountain of water be trulyyour own; and rejoice with the wife of your youth."
    },
    {
      "verse": 19,
      "text": "Let yourloving hart and your graceful colt company with you, and let her be considered your own, and be with you at all times; for ravished with her love you shall be greatly increased."
    },
    {
      "verse": 20,
      "text": "Be not intimate with a strange woman, neither fold yourself in the arms of a woman not your own."
    },
    {
      "verse": 21,
      "text": "For the ways of a man are before the eyes of God, and he looks on all his paths."
    },
    {
      "verse": 22,
      "text": "Iniquities ensnare a man, and every one is bound in the chains of his own sins."
    },
    {
      "verse": 23,
      "text": "Such a man dies with the uninstructed; and he is cast forth from the abundance of his own substance, and has perished through folly."
    }
  ]
}