{
  "book_id": "PRO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Myson, keep my words, and hide with you my commandments. Myson, honor the Lord, and you shall be strong; and fear none but him:"
    },
    {
      "verse": 2,
      "text": "keep my commandments, and you shall live; and keepmy words as the pupils of youreyes."
    },
    {
      "verse": 3,
      "text": "And bind them on your fingers, and write themon the table of your heart."
    },
    {
      "verse": 4,
      "text": "Say that wisdom is your sister, and gain prudence as an acquaintance for yourself;"
    },
    {
      "verse": 5,
      "text": "that she may keep you from the strange and wicked woman, if she should assail you with flattering words."
    },
    {
      "verse": 6,
      "text": "For she looks from a window out of her house into the streets, at one whom she may see of the senseless ones, a young man void of understanding,"
    },
    {
      "verse": 7,
      "text": "passing by the corner in the passages near her house,"
    },
    {
      "verse": 8,
      "text": "and speaking, in the dark of the evening,"
    },
    {
      "verse": 9,
      "text": "when there happens to bethe stillness of night and of darkness:"
    },
    {
      "verse": 10,
      "text": "and the woman meets him having the appearance of a harlot, that causes the hearts of young men to flutter."
    },
    {
      "verse": 11,
      "text": "And she is fickle, and debauched, and her feet abide not at home."
    },
    {
      "verse": 12,
      "text": "For at one time she wanders without, and at anothertime she lies in wait in the streets, at every corner."
    },
    {
      "verse": 13,
      "text": "Then she caught him, and kissed him, and with an impudent face said to him,"
    },
    {
      "verse": 14,
      "text": "I have a peace-offering; today I pay my vows:"
    },
    {
      "verse": 15,
      "text": "therefore I came forth to meet you, desiring your face; andI have found you."
    },
    {
      "verse": 16,
      "text": "I have spread my bed with sheets, and I have covered it with double tapestry from Egypt."
    },
    {
      "verse": 17,
      "text": "I have sprinkled my couch with saffron, and my house with cinnamon."
    },
    {
      "verse": 18,
      "text": "Come, and let us enjoy love until the morning; come, and let us embrace in love."
    },
    {
      "verse": 19,
      "text": "For my husband is not at home, but is gone on a long journey,"
    },
    {
      "verse": 20,
      "text": "having taken in his hand a bundle of money: after many days he will return to his house."
    },
    {
      "verse": 21,
      "text": "So with much converse she prevailed on him to go astray, and with the snares of her lips forced him from the right path."
    },
    {
      "verse": 22,
      "text": "And he followed her, being gently led on, and thatas an ox is led to the slaughter, and as a dog to bonds, or as a hart shot in the liver with an arrow:"
    },
    {
      "verse": 23,
      "text": "and he hastens as a bird into a snare, not knowing that he is running for hislife."
    },
    {
      "verse": 24,
      "text": "Now then, myson, listen to me, and attend to the words of my mouth."
    },
    {
      "verse": 25,
      "text": "Let not your heart turn aside to her ways :"
    },
    {
      "verse": 26,
      "text": "for she has wounded and cast down many, and those whom she has slain are innumerable."
    },
    {
      "verse": 27,
      "text": "Her house is the way of hell, leading down to the chambers of death."
    }
  ]
}