{
  "book_id": "PRO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdom has built a house for herself, and set up seven pillars."
    },
    {
      "verse": 2,
      "text": "She has killed her beasts; she has mingled her wine in a bowl, and prepared her table."
    },
    {
      "verse": 3,
      "text": "She has sent forth her servants, calling with a loud proclamation to the feast, saying,"
    },
    {
      "verse": 4,
      "text": "Whoso is foolish, let him turn aside to me: and to them that lack understanding she says,"
    },
    {
      "verse": 5,
      "text": "Come, eat of my bread, and drink wine which I have mingled for you."
    },
    {
      "verse": 6,
      "text": "Leave folly, that you⌃ may reign for ever; and seek \\f + \\fr 9:6 \\ft Alex. + 'that you⌃ may live.' \\f* wisdom, and improve understanding by knowledge."
    },
    {
      "verse": 7,
      "text": "He that reproves evil \\add men\\add* shall get dishonor to himself; and he that rebukes an ungodly \\add man\\add* shall disgrace himself."
    },
    {
      "verse": 8,
      "text": "Rebuke not evil \\add men\\add*, lest they should hate you: rebuke a wise \\add man\\add*, and he will love you."
    },
    {
      "verse": 9,
      "text": "Give an opportunity to a wise \\add man\\add*, and he will be wiser: instruct a just man, and he will receive more \\add instruction\\add*."
    },
    {
      "verse": 10,
      "text": "The fear of the Lord is the \\f + \\fr 9:10 \\ft Or, summit. \\f* beginning of wisdom, and the counsel of saints is understanding: for to know the law is \\add the character\\add* of a sound mind."
    },
    {
      "verse": 11,
      "text": "For in this way you shall live long, and years of your life shall be added to you."
    },
    {
      "verse": 12,
      "text": "Son, if you be wise for yourself, you shall also be wise for your neighbors; and if you should prove wicked, you alone will bear the evil. \\f + \\fr 9:12 \\ft Heb. — to beginning of verse 13. \\f* He that stays himself upon falsehoods, attempts to rule the winds, and the same will pursue birds in their fight: for he has forsaken the ways of his own vineyard, and he has caused the axles of his own husbandry to go astray; and he goes through a dry desert, and a \\add land\\add* appointed to drought, and he gathers barrenness with his hands."
    },
    {
      "verse": 13,
      "text": "A foolish and bold woman, who knows not modesty, comes to lack a morsel."
    },
    {
      "verse": 14,
      "text": "She sits at the doors of her house, on a seat openly in the streets,"
    },
    {
      "verse": 15,
      "text": "calling to passers by, and to those that are going right on their ways;"
    },
    {
      "verse": 16,
      "text": "\\add saying\\add*, Whoso is most senseless of you, let him turn aside to me; and I exhort those that lack prudence, saying,"
    },
    {
      "verse": 17,
      "text": "Take and enjoy secret bread, and the sweet water of theft."
    },
    {
      "verse": 18,
      "text": "But he knows that mighty men die by her, and he falls in with a snare of hell. But hasten away, delay not in the place, neither fix your eye upon her: for thus shall you go through strange water; but do you abstain from strange water, and drink not of a strange fountain, that you may live long, and years of life may be added to you."
    }
  ]
}