{
  "book_id": "PRO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "A wise son makes \\add his\\add* father glad: but a foolish son is a grief to his mother."
    },
    {
      "verse": 2,
      "text": "Treasures shall not profit the lawless: but righteousness shall deliver from death."
    },
    {
      "verse": 3,
      "text": "The Lord will not famish a righteous soul: but he will overthrow the life of the ungodly."
    },
    {
      "verse": 4,
      "text": "Poverty brings a man low: but the hands of the vigorous make rich. A son who is instructed shall be wise, and shall use the fool for a servant."
    },
    {
      "verse": 5,
      "text": "A wise son is saved from heat: but a lawless son is blighted of the winds in harvest."
    },
    {
      "verse": 6,
      "text": "The blessing of the Lord is upon the head of the just: but untimely grief shall cover the mouth of the ungodly."
    },
    {
      "verse": 7,
      "text": "The memory of the just is praised; but the name of the ungodly \\add man\\add* is extinguished."
    },
    {
      "verse": 8,
      "text": "A wise man in heart will receive commandments; but he that is unguarded in his lips shall be overthrown in his perverseness."
    },
    {
      "verse": 9,
      "text": "He that walks simply, walks confidently; but he that perverts his ways shall be known."
    },
    {
      "verse": 10,
      "text": "He that winks with his eyes deceitfully, procures griefs for men; but he that reproves boldly is a peacemaker."
    },
    {
      "verse": 11,
      "text": "\\add There is\\add* a fountain of life in the hand of a righteous man; but destruction shall cover the mouth of the ungodly."
    },
    {
      "verse": 12,
      "text": "Hatred stirs up strife; but affection covers all that do not love strife."
    },
    {
      "verse": 13,
      "text": "He that brings forth wisdom from his lips smites the \\f + \\fr 10:13 \\ft Lit. heartless man, Hebraism. \\f* fool with a rod."
    },
    {
      "verse": 14,
      "text": "The wise will hide discretion; but the mouth of the hasty draws near to ruin."
    },
    {
      "verse": 15,
      "text": "The wealth of rich men is a strong city; but poverty is the ruin of the ungodly."
    },
    {
      "verse": 16,
      "text": "The works of the righteous produce life; but the fruits of the ungodly \\add produce\\add* sins."
    },
    {
      "verse": 17,
      "text": "Instruction keeps the right ways of life; but instruction unchastened goes astray."
    },
    {
      "verse": 18,
      "text": "Righteous lips cover enmity; but they that utter railings are most foolish."
    },
    {
      "verse": 19,
      "text": "By a multitude of words you shall not escape sin; but if you refrain your lips you will be prudent."
    },
    {
      "verse": 20,
      "text": "The tongue of the just is tried silver; but the heart of the ungodly shall fail."
    },
    {
      "verse": 21,
      "text": "The lips of the righteous know sublime \\add truths\\add*: but the foolish die in lack."
    },
    {
      "verse": 22,
      "text": "The blessing of the Lord is upon the head of the righteous; it enriches \\add him\\add*, and grief of heart shall not be added to \\add it\\add*."
    },
    {
      "verse": 23,
      "text": "A fool does mischief in \\f + \\fr 10:23 \\ft Gr. laughter. \\f* sport; but wisdom brings forth prudence for a man."
    },
    {
      "verse": 24,
      "text": "The ungodly is engulfed in destruction; but the desire of the righteous is acceptable."
    },
    {
      "verse": 25,
      "text": "When the storm passes by, the ungodly vanishes away; but the righteous turns aside and escapes for ever."
    },
    {
      "verse": 26,
      "text": "As a sour grape is hurtful to the teeth, and smoke to the eyes, so iniquity hurts those that practise it."
    },
    {
      "verse": 27,
      "text": "The fear of the Lord adds \\add length\\add* of days: but the years of the ungodly shall be shortened."
    },
    {
      "verse": 28,
      "text": "Joy rests long with the righteous: but the hope of the ungodly shall perish."
    },
    {
      "verse": 29,
      "text": "The fear of the Lord is a strong hold of the saints: but ruin \\add comes\\add* to them that work wickedness."
    },
    {
      "verse": 30,
      "text": "The righteous shall never fail: but the ungodly shall not dwell in the earth."
    },
    {
      "verse": 31,
      "text": "The mouth of the righteous drops wisdom: but the tongue of the unjust shall perish."
    },
    {
      "verse": 32,
      "text": "The lips of just men drop grace: but the mouth of the ungodly is perverse."
    }
  ]
}