{
  "book_id": "PRO",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Anger slays even wise men; yet a submissive answer turns away wrath: but a grievous word stirs up anger."
    },
    {
      "verse": 2,
      "text": "The tongue of the wise knows what is good: but the mouth of the foolish tells out evil things."
    },
    {
      "verse": 3,
      "text": "The eyes of the Lord behold both the evil and the good in every place."
    },
    {
      "verse": 4,
      "text": "\\f + \\fr 15:4 \\ft Gr. the healing of the tongue. \\f* The wholesome tongue is a tree of life, and he that keeps it shall be filled with \\f + \\fr 15:4 \\ft Gr. spirit. \\f* understanding."
    },
    {
      "verse": 5,
      "text": "A fool scorns his father's instruction; but he that keeps his commandments is more prudent. In abounding righteousness is great strength: but the ungodly shall \\f + \\fr 15:5 \\ft Gr. with the roots wholly torn up. \\f* utterly perish from the earth."
    },
    {
      "verse": 6,
      "text": "In the houses of the righteous is much strength: but the fruits of the ungodly shall perish."
    },
    {
      "verse": 7,
      "text": "The lips of the wise are bound by discretion: but the hearts of the foolish are not safe."
    },
    {
      "verse": 8,
      "text": "The sacrifices of the ungodly are an abomination to the Lord; but the prayers of them that walk honestly are acceptable with him."
    },
    {
      "verse": 9,
      "text": "The ways of an ungodly \\add man\\add* are an abomination to the Lord; but he loves those that follow after righteousness."
    },
    {
      "verse": 10,
      "text": "The instruction of the simple is known by them that pass by; but they that hate reproofs die disgracefully."
    },
    {
      "verse": 11,
      "text": "Hell and destruction are manifest to the Lord; how shall not also be the hearts of men?"
    },
    {
      "verse": 12,
      "text": "An uninstructed person will not love those that reprove him; neither will he associate with the wise."
    },
    {
      "verse": 13,
      "text": "When the heart rejoices the countenance is cheerful; but when it is in sorrow, \\add the countenance\\add* is sad."
    },
    {
      "verse": 14,
      "text": "An upright heart seeks discretion; but the mouth of the uninstructed will experience evils."
    },
    {
      "verse": 15,
      "text": "The eyes of the wicked are always looking for evil things; but the good are always quiet."
    },
    {
      "verse": 16,
      "text": "Better is a small portion with the fear of the Lord, than great treasures without the fear \\add of the Lord\\add*."
    },
    {
      "verse": 17,
      "text": "Better is an entertainment of herbs with friendliness and kindness, than a feast of calves, with enmity."
    },
    {
      "verse": 18,
      "text": "A passionate man stirs up strife; but \\add he that is\\add* slow to anger appeases even a \\f + \\fr 15:18 \\ft Gr. future. \\f* rising one. A man slow to anger will extinguish quarrels; but an ungodly man rather stirs \\add them\\add* up."
    },
    {
      "verse": 19,
      "text": "The ways of sluggards are strewn with thorns; but those of the diligent are made smooth."
    },
    {
      "verse": 20,
      "text": "A wise son gladdens \\add his\\add* father; but a foolish son sneers at his mother."
    },
    {
      "verse": 21,
      "text": "The ways of a foolish man are void of sense; but a wise man proceeds on his way aright."
    },
    {
      "verse": 22,
      "text": "They that honor not councils put off deliberation; but counsel abides in the hearts of counselors."
    },
    {
      "verse": 23,
      "text": "A bad man will by no means \\f + \\fr 15:23 \\ft Or, obey. \\f* attend to counsel; neither will he say anything seasonable, or good for the common \\add weal\\add*."
    },
    {
      "verse": 24,
      "text": "The thoughts of the wise are ways of life, that he may turn aside and escape from hell."
    },
    {
      "verse": 25,
      "text": "The Lord pulls down the houses of scorners; but he establishes the border of the widow."
    },
    {
      "verse": 26,
      "text": "An unrighteous thought is abomination to the Lord; but the sayings of the pure are held in honor."
    },
    {
      "verse": 27,
      "text": "A receiver of bribes destroys himself; but he that hates the receiving of bribes is safe. \\add By alms and by faithful dealings\\add* \\f + \\fr 15:27 \\ft Observe, this is not in the Heb. nor any such doctrine. \\f*\\add sins are purged away;\\add* but by the fear of the Lord every one departs from evil."
    },
    {
      "verse": 28,
      "text": "The hearts of the righteous meditate faithfulness; but the mouth of the ungodly answers evil things. The ways of righteous men are acceptable with the Lord; and through them even enemies become friends."
    },
    {
      "verse": 29,
      "text": "God is far from the ungodly; but he hearkens to the prayers of the righteous. Better are small receipts with righteousness, than abundant fruits with unrighteousness. Let the heart of a man think justly, that his steps may be rightly ordered of God. The eye that sees rightly rejoices the heart; and a good report fattens the bones."
    },
    {
      "verse": 32,
      "text": "He that rejects instruction hates himself; but he that mind reproofs loves his soul."
    },
    {
      "verse": 33,
      "text": "The fear of the Lord is instruction and wisdom; and the highest honor will correspond therewith."
    }
  ]
}