{
  "book_id": "PRO",
  "chapter": 16,
  "verses": [
    {
      "verse": 2,
      "text": "All the works of the humble \\add man\\add* are manifest with God; but the ungodly shall perish in an evil day."
    },
    {
      "verse": 5,
      "text": "Every one that is proud in heart is unclean before God, and he that unjustly strikes hands with hand shall not be held guiltless. The beginning of a good way is to do justly; and it is more acceptable with God than to offer sacrifices. He that seeks the Lord shall find knowledge with righteousness: and they that rightly seek him shall find peace. All of the works of the Lord \\add are done\\add* with righteousness; and the ungodly \\add man\\add* is kept for the evil day."
    },
    {
      "verse": 10,
      "text": "\\add There is\\add* an oracle upon the lips of a king; and his mouth shall not err in judgment."
    },
    {
      "verse": 11,
      "text": "The poise of the balance is righteousness with the Lord; and his works are righteous measures."
    },
    {
      "verse": 12,
      "text": "An evil-doer is an abomination to a king; for the throne of rule is established by righteousness."
    },
    {
      "verse": 13,
      "text": "Righteous lips are acceptable to a king; and he loves right words."
    },
    {
      "verse": 14,
      "text": "The anger of a king is a messenger of death; but a wise man will pacify him."
    },
    {
      "verse": 15,
      "text": "The son of a king is in the light of life; and they that are in favor with him are as a cloud of latter rain."
    },
    {
      "verse": 16,
      "text": "The \\f + \\fr 16:16 \\ft Or, Abodes. Comp. Heb. See Lu 13:35. \\f* brood of wisdom is more to be chosen than gold, and the brood of prudence more to be chosen than silver."
    },
    {
      "verse": 17,
      "text": "The paths of life turn aside from evil; and the ways of righteousness are length of life. He that receives instruction shall be in prosperity; and he that regards reproofs shall be made wise. He that keeps his ways, preserves his own soul; and he that loves his life will spare his mouth."
    },
    {
      "verse": 18,
      "text": "Pride goes before destruction, and folly before a fall."
    },
    {
      "verse": 19,
      "text": "Better is a meek-spirited \\add man\\add* with \\f + \\fr 16:19 \\ft Or, affliction. \\f* lowliness, than one who divides spoils with the proud."
    },
    {
      "verse": 20,
      "text": "\\add He who is\\add* skillful in business finds good: but he that trusts in God is most blessed."
    },
    {
      "verse": 21,
      "text": "\\add Men\\add* call the wise and understanding evil: but they that are pleasing in speech shall hear more."
    },
    {
      "verse": 22,
      "text": "Understanding is a fountain of life to its possessors; but the instruction of fools is evil."
    },
    {
      "verse": 23,
      "text": "The heart of the wise will discern the \\add things which proceed\\add* from his own mouth; and on his lips he will wear knowledge."
    },
    {
      "verse": 24,
      "text": "Good words are honeycombs, and the sweetness thereof is a healing of the soul."
    },
    {
      "verse": 25,
      "text": "There are ways that seem to be right to a man, but the end of them looks to the depth of hell."
    },
    {
      "verse": 26,
      "text": "A man who labors, labors for himself, and drives from \\add him\\add* his own ruin."
    },
    {
      "verse": 27,
      "text": "But the perverse bears destruction upon his own mouth: a foolish man digs up evil for himself, and treasures fire on his own lips."
    },
    {
      "verse": 28,
      "text": "A perverse man spreads mischief, and will kindle a torch of deceit with mischiefs; and he separates friends."
    },
    {
      "verse": 29,
      "text": "A transgressor tries \\add to ensnare\\add* friends, and leads them in ways \\add that are\\add* not good."
    },
    {
      "verse": 30,
      "text": "And the man that fixes his eyes devises perverse things, and marks out with his lips all evil: he is a furnace of wickedness."
    },
    {
      "verse": 31,
      "text": "Old age is a crown of \\f + \\fr 16:31 \\ft Gr. boasting. \\f* honor, but it is found in the ways of righteousness."
    },
    {
      "verse": 32,
      "text": "A man slow to anger is better than a strong \\add man\\add*; and he that governs \\add his\\add* temper better than he that takes a city."
    },
    {
      "verse": 33,
      "text": "All \\add evils\\add* come upon the ungodly into \\add their\\add* bosoms; but all righteous things \\add come\\add* of the Lord."
    }
  ]
}