{
  "book_id": "PRO",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Myson, envy not bad men, nor desire to be with them."
    },
    {
      "verse": 2,
      "text": "For their heart meditates falsehoods, and their lips speak mischiefs."
    },
    {
      "verse": 3,
      "text": "A house is built by wisdom, and is set up by understanding."
    },
    {
      "verse": 4,
      "text": "By discretion the chambers are filled with all precious and excellent wealth."
    },
    {
      "verse": 5,
      "text": "A wise man is better than a strong man; and a man who has prudence than a large estate."
    },
    {
      "verse": 6,
      "text": "War is carried on with generalship, and aid is supplied to the heart of a counsellor."
    },
    {
      "verse": 7,
      "text": "Wisdom and good understanding are in the gates of the wise: the wise turn not aside from the mouth of the Lord,"
    },
    {
      "verse": 8,
      "text": "but deliberate in council. Death befalls uninstructed men."
    },
    {
      "verse": 9,
      "text": "The fools also dies in sins; and uncleanness attachesto a pestilent man."
    },
    {
      "verse": 10,
      "text": "He shall be defiled in the evil day, and in the day of affliction, until he be utterly consumed."
    },
    {
      "verse": 11,
      "text": "Deliver them that are led away to death, and redeem them that are appointed to be slain; spare not your help."
    },
    {
      "verse": 12,
      "text": "But if you should say, I know not this man; know that the Lord knows the hearts of all; and he that formed breath for all, he knows all things, who renders to every man according to his works."
    },
    {
      "verse": 13,
      "text": "Myson, eat honey, for the honeycomb is good, that your throat may be sweetened."
    },
    {
      "verse": 14,
      "text": "Thus shall you perceive wisdom in your soul: for if you find it, your end shall be good, and hope shall not fail you."
    },
    {
      "verse": 15,
      "text": "Bring not an ungodly man into the dwelling of the righteous: neither be deceived by the feeding of the belly."
    },
    {
      "verse": 16,
      "text": "For a righteous man will fall seven times, and rise again: but the ungodly shall be without strength in troubles."
    },
    {
      "verse": 17,
      "text": "If your enemy should fall, rejoice not over him, neither be elated at his overthrow."
    },
    {
      "verse": 18,
      "text": "For the Lord will see it, and it will not please him, and he will turn away his wrath from him."
    },
    {
      "verse": 19,
      "text": "Rejoice not in evil-doers, neither be envious of sinners."
    },
    {
      "verse": 20,
      "text": "For the evil man shall have no posterity: and the light of the wicked shall be put out."
    },
    {
      "verse": 21,
      "text": "Myson, fear God and the king; and do not disobey either of them."
    },
    {
      "verse": 22,
      "text": "For they will suddenly punish the ungodly, and who can know the vengeance inflictedby both? [A son that keeps the commandment shall escape destruction; for such an onehas fully received it. Let no falsehood be spoken by the king from the tongue; yes, let no falsehood proceed from his tongue. The king's tongue is a sword, and not one of flesh; and whoever shall be given up to itshall be destroyed: for if his wrath should be provoked, he destroys men with cords, and devours men's bones, and burns them up as a flame, so that they are not evenfit to be eaten by the young eagles. Myson, reverence my words, and receive them, and repent.]"
    },
    {
      "verse": 23,
      "text": "And this thing I say to you that are wise for youto learn: It is not good to have respect of persons in judgment."
    },
    {
      "verse": 24,
      "text": "He that says of the ungodly, He is righteous, shall be cursed by peoples, and hateful among the nations."
    },
    {
      "verse": 25,
      "text": "But they that reprove himshall appear more excellent, and blessing shall come upon them;"
    },
    {
      "verse": 26,
      "text": "and menwill kiss lips that answer well."
    },
    {
      "verse": 27,
      "text": "Prepare your works for yourgoing forth, and prepare yourself for the field; and come after me, and you shall rebuild your house."
    },
    {
      "verse": 28,
      "text": "Be not a false witness against your fellowcitizen, neither exaggerate with your lips."
    },
    {
      "verse": 29,
      "text": "Say not, As he has treated me, so will I treat him, and I will avenge myself on him for that wherein he has injured me."
    },
    {
      "verse": 30,
      "text": "A foolish man is like a farm, and a senseless man is like a vineyard."
    },
    {
      "verse": 31,
      "text": "If you let him alone, he will altogether remain barren and covered with weeds; and he becomes destitute, and his stone walls are broken down."
    },
    {
      "verse": 32,
      "text": "Afterwards I reflected, I looked that I might receive instruction."
    },
    {
      "verse": 33,
      "text": "The sluggard says, slumber a little, and I sleep a little, and for a little while I fold my arms across mybreast."
    },
    {
      "verse": 34,
      "text": "But if you do this, your poverty will come speedily; and your lack like a swift courier."
    }
  ]
}