{
  "book_id": "PRO",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "These are the miscellaneous instructions of Solomon, which the friends of Ezekias king of Judea copied out."
    },
    {
      "verse": 2,
      "text": "The glory of God conceals a matter: but the glory of a king honors business."
    },
    {
      "verse": 3,
      "text": "Heaven is high, and earth is deep, and a king's heart is unsearchable."
    },
    {
      "verse": 4,
      "text": "Beat the drossy silver, and it shall be made entirely pure."
    },
    {
      "verse": 5,
      "text": "Slay the ungodly from before the king, and his throne shall prosper in righteousness."
    },
    {
      "verse": 6,
      "text": "Be not boastful in the presence of the king, and remain not in the places of princes;"
    },
    {
      "verse": 7,
      "text": "for it isbetter for you that it should be said, Come up to me, than that oneshould humble you in the presence of the prince; speak of that which your eyes have seen."
    },
    {
      "verse": 8,
      "text": "Get not suddenly into a quarrel, lest you repent at last."
    },
    {
      "verse": 9,
      "text": "Whenever your friend shall reproach you, retreat backward, despise himnot;"
    },
    {
      "verse": 10,
      "text": "lest your friend continue to reproach you, so your quarrel and enmity shall not depart, but shall be to you like death. Favour and friendship set a manfree, which do you keep for yourself, lest you be made liable to reproach; but take heed to your ways peaceably."
    },
    {
      "verse": 11,
      "text": "Asa golden apple in a necklace of sardius, so is itto speak a wiseword."
    },
    {
      "verse": 12,
      "text": "In an ear-ring of gold a precious sardius is also set; so isa wise word to an obedient ear."
    },
    {
      "verse": 13,
      "text": "As a fall of snow in the time of harvest is good against heat, so a faithful messenger refreshesthose that send him; for he helps the souls of his employers."
    },
    {
      "verse": 14,
      "text": "As winds and clouds and rains are most evident objects, so is he that boasts of a false gift."
    },
    {
      "verse": 15,
      "text": "In longsuffering is prosperity to kings, and a soft tongue breaks the bones."
    },
    {
      "verse": 16,
      "text": "Having found honey, eat onlywhat is enough, lest haply you be filled, and vomit it up."
    },
    {
      "verse": 17,
      "text": "Enter sparingly into your friend's house, lest he be satiated with your company, and hate you."
    },
    {
      "verse": 18,
      "text": "Asa club, and a dagger, and a pointed arrow, so also is a man who bears false witness against his friend."
    },
    {
      "verse": 19,
      "text": "The way of the wicked and the foot of the transgressor shall perish in an evil day."
    },
    {
      "verse": 20,
      "text": "As vinegar is bad for a sore, so trouble befalling the body afflicts the heart. As a moth in a garment, and a worm in wood, so the grief of a man hurts the heart."
    },
    {
      "verse": 21,
      "text": "If your enemy hunger, feed him; if he thirst, give him drink;"
    },
    {
      "verse": 22,
      "text": "for so doing you shall heap coals of fire upon his head, and the Lord shall reward you withgood."
    },
    {
      "verse": 23,
      "text": "The north wind raises clouds; so an impudent face provokes the tongue."
    },
    {
      "verse": 24,
      "text": "It isbetter to dwell on a corner of the roof, than with a railing woman in an open house."
    },
    {
      "verse": 25,
      "text": "As cold water is agreeable to a thirsting soul, so is a good message from a land far off."
    },
    {
      "verse": 26,
      "text": "As if one should stop a well, and corrupt a spring of water, so is itunseemly for a righteous man to fall before an ungodly man."
    },
    {
      "verse": 27,
      "text": "It isnot good to eat much honey; but it is right to honor venerable sayings."
    },
    {
      "verse": 28,
      "text": "As a city whose walls are broken down, and which is unfortified, so is a man who does anything without counsel."
    }
  ]
}