{
  "book_id": "PRO",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Boast not of to-morrow; for you know not what the next day shall bring forth."
    },
    {
      "verse": 2,
      "text": "Let your neighbor, and not your own mouth, praise you; a stranger, and not your own lips."
    },
    {
      "verse": 3,
      "text": "A stone is heavy, and sand cumbersome; but a fool's wrath is heavier than both."
    },
    {
      "verse": 4,
      "text": "Wrath is merciless, and anger sharp: but envy can bear nothing."
    },
    {
      "verse": 5,
      "text": "Open reproofs are better than secret love."
    },
    {
      "verse": 6,
      "text": "The wounds of a friend are more to be trusted than the spontaneous kisses of an enemy."
    },
    {
      "verse": 7,
      "text": "A full soul scorns honeycombs; but to a hungry soul even bitter things appear sweet."
    },
    {
      "verse": 8,
      "text": "As when a bird flies down from its own nest, so a man is brought into bondage whenever he estranges himself from his own place."
    },
    {
      "verse": 9,
      "text": "The heart delights in ointments and wines and perfumes: but the soul is broken by calamities."
    },
    {
      "verse": 10,
      "text": "Your own friend, and your father's friend, forsake not; and when you are in distress go not into your brother's house: better is a friend \\add that is\\add* near than a brother living far off."
    },
    {
      "verse": 11,
      "text": "Son, be wise, that your heart may rejoice; and remove you from yourself reproachful words."
    },
    {
      "verse": 12,
      "text": "A wise man, when evils are approaching, hides himself; but fools pass on, and will be punished."
    },
    {
      "verse": 13,
      "text": "Take away the man's garment, (for a scorner has passed by) whoever lays waste another's goods."
    },
    {
      "verse": 14,
      "text": "Whosoever shall bless a friend in the morning with a loud voice, shall seem to differ nothing from one who curses \\add him\\add*."
    },
    {
      "verse": 15,
      "text": "On a stormy day drops \\add of rain\\add* drive a man out of his house; so also does a railing woman \\add drive a man\\add* out of his own house."
    },
    {
      "verse": 16,
      "text": "The north wind is sharp, but it is called by name propitious."
    },
    {
      "verse": 17,
      "text": "Iron sharpens iron; and a man sharpens his friend's countenance."
    },
    {
      "verse": 18,
      "text": "He that plants a fig tree shall eat the fruits of it: so he that waits on his own master shall be honored."
    },
    {
      "verse": 19,
      "text": "As faces are not like \\add other\\add* faces, so neither are the thoughts of men."
    },
    {
      "verse": 20,
      "text": "Hell and destruction are not filled; so also are the eyes of men insatiable. \\f + \\fr 27:20 \\ft Heb. omits to ver 21. \\f* \\add He that fixes his eye is an abomination to the Lord; and the uninstructed do not restrain their tongue.\\add*"
    },
    {
      "verse": 21,
      "text": "Fire is the trial for silver and gold; and a man is tried by the mouth of them that praise him. The heart of the transgressor seeks after mischiefs; but an upright heart seeks knowledge."
    },
    {
      "verse": 22,
      "text": "Though you scourge a fool, disgracing him in the midst of the council, you will \\add still\\add* in no wise remove his folly from him."
    },
    {
      "verse": 23,
      "text": "Do you thoroughly know the number of your flock, and pay attention to your herds."
    },
    {
      "verse": 24,
      "text": "For a man \\add has\\add* not strength and power for ever; neither does he transmit it from generation to generation."
    },
    {
      "verse": 25,
      "text": "Take care of the herbage in the field, and you shall cut grass, and gather the mountain hay;"
    },
    {
      "verse": 26,
      "text": "that you may have \\add wool of\\add* sheep for clothing: pay attention to the land, that you may have lambs."
    },
    {
      "verse": 27,
      "text": "\\add My\\add* son, you have from me words very useful for your life, and for the life of your servants."
    }
  ]
}