{
  "book_id": "PRO",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "A reprover is better than a stiff-necked man: for when the latter is suddenly set on fire, there shall be no remedy."
    },
    {
      "verse": 2,
      "text": "When the righteous are praised, the people will rejoice: but when the ungodly rule, men mourn."
    },
    {
      "verse": 3,
      "text": "When a man loves wisdom, his father rejoices: but he that keeps harlots will waste wealth."
    },
    {
      "verse": 4,
      "text": "A righteous king establishes a country: but a transgressor destroys \\add it\\add*."
    },
    {
      "verse": 5,
      "text": "He that prepares a net in the way of his own friend, entangles his own feet in it."
    },
    {
      "verse": 6,
      "text": "A great snare \\add is spread\\add* for a sinner: but the righteous shall be in joy and gladness."
    },
    {
      "verse": 7,
      "text": "A righteous man knows how to judge for the poor: but the ungodly understands not knowledge; and the poor man has not an understanding mind."
    },
    {
      "verse": 8,
      "text": "Lawless men burn down a city: but wise men turn away wrath."
    },
    {
      "verse": 9,
      "text": "A wise man shall judge nations: but a worthless man being angry laughs and fears not."
    },
    {
      "verse": 10,
      "text": "Bloody men hate a holy \\add person\\add*, but the upright will seek his soul."
    },
    {
      "verse": 11,
      "text": "A fool utters all his mind: but the wise reserves his in part."
    },
    {
      "verse": 12,
      "text": "When a king hearkens to unjust language, all his subjects are transgressors."
    },
    {
      "verse": 13,
      "text": "When the creditor and debtor meet together, the Lord oversees them both."
    },
    {
      "verse": 14,
      "text": "When a king judges the poor in truth, his throne shall be established \\f + \\fr 29:14 \\ft Heb. 'for ever.' See Amos 1. 11; Mich 7. 18; in the Greek. \\f* for a testimony."
    },
    {
      "verse": 15,
      "text": "Stripes and reproofs give wisdom: but an erring child disgraces his parents."
    },
    {
      "verse": 16,
      "text": "When the ungodly abound, sins abound: but when they fall, the righteous are warned."
    },
    {
      "verse": 17,
      "text": "Chasten your son, and he shall give you rest; and he shall give honor to your soul."
    },
    {
      "verse": 18,
      "text": "There shall be no interpreter to a sinful nation: but he that observes the law is \\f + \\fr 29:18 \\ft Or, 'most blessed.' \\f* blessed."
    },
    {
      "verse": 19,
      "text": "A stubborn servant will not be reproved by words: for even if he understands, still he will not obey."
    },
    {
      "verse": 20,
      "text": "If you see a man hasty in \\add his\\add* words, know that the fool has hope rather than he."
    },
    {
      "verse": 21,
      "text": "He that lives wantonly from a child, shall be a servant, and in the end shall grieve over himself."
    },
    {
      "verse": 22,
      "text": "A furious man stirs up strife, and a passionate man digs up sin."
    },
    {
      "verse": 23,
      "text": "Pride brings a man low, but the Lord upholds the humble-minded with honor."
    },
    {
      "verse": 24,
      "text": "He that shares with a thief, hates his own soul: and if any having heard an oath uttered tell not of it,"
    },
    {
      "verse": 25,
      "text": "\\add they\\add* fearing and reverencing men \\add unreasonably\\add* have been overthrown, but he that trusts in the Lord shall rejoice. Ungodliness causes a man to stumble: but he that trusts in \\f + \\fr 29:25 \\ft Possibly, 'in the Lord.' See 2 Pet 2:1. \\f* his master shall be safe."
    },
    {
      "verse": 26,
      "text": "Many wait on the favor of rulers; but justice comes to a man from the Lord."
    },
    {
      "verse": 27,
      "text": "A righteous man is an abomination to an unrighteous man, and the direct way is an abomination to the sinner."
    }
  ]
}