{
  "book_id": "PRO",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "These things says the man to them that trust in God; and I cease."
    },
    {
      "verse": 2,
      "text": "For I am the most simple of all men, and there is not in me the wisdom of men."
    },
    {
      "verse": 3,
      "text": "God has taught me wisdom, and I know the knowledge of the holy."
    },
    {
      "verse": 4,
      "text": "Who has gone up to heaven, and come down? who has gathered the winds in his bosom? who has wrapped up the waters in a garment? who has dominion of all the ends of the earth? what is his name? or what is the name of his children?"
    },
    {
      "verse": 5,
      "text": "For all the words of God are tried in the fire, and he defends those that reverence him."
    },
    {
      "verse": 6,
      "text": "Add not to his words, lest he reprove you, and you be made a liar."
    },
    {
      "verse": 7,
      "text": "Two things I ask of you; take not favor from me before I die."
    },
    {
      "verse": 8,
      "text": "Remove far from me vanity and falsehood: and give me not wealth orpoverty; but appoint me what is needful and sufficient:"
    },
    {
      "verse": 9,
      "text": "lest I be filled and become false, and say, Who sees me? or be poor and steal, and swear vainlyby the name of God."
    },
    {
      "verse": 10,
      "text": "Deliver not a servant into the hands of his master, lest he curse you, and you be utterly destroyed."
    },
    {
      "verse": 11,
      "text": "A wicked generation curse their father, and do not bless their mother."
    },
    {
      "verse": 12,
      "text": "A wicked generation judge themselves to be just, but do not cleanse their way."
    },
    {
      "verse": 13,
      "text": "A wicked generation have lofty eyes, and exalt themselves with their eyelids."
    },
    {
      "verse": 14,
      "text": "A wicked generation have swords forteeth and jaw teeth asknives, so as to destroy and devour the lowly from the earth, and the poor of them from among men."
    },
    {
      "verse": 15,
      "text": "The horse-leech had three dearly beloved daughters: and these three did not satisfy her; and the fourth was not contented so as to say, Enough."
    },
    {
      "verse": 16,
      "text": "The grave, and the love of a woman, and the earth not filled with water; water also and fire will not say, It is enough."
    },
    {
      "verse": 17,
      "text": "The eye that laughs to scorn a father, and dishonors the old age of a mother, let the ravens of the valleys pick it out, and let the young eagles devour it."
    },
    {
      "verse": 18,
      "text": "Moreover there are three things impossible for me to comprehend, and the fourth I know not:"
    },
    {
      "verse": 19,
      "text": "the track of a flying eagle; and the ways of a serpent on a rock; and the paths of a ship passing through the sea; and the ways of a man in youth."
    },
    {
      "verse": 20,
      "text": "Such is the way of an adulterous woman, who having washed herself from what she has done, says she has done nothing amiss."
    },
    {
      "verse": 21,
      "text": "By three things the earth is troubled, and the fourth it can’t bear:"
    },
    {
      "verse": 22,
      "text": "if a servant reign; or a fool be filled with food;"
    },
    {
      "verse": 23,
      "text": "or if a maidservant should cast out her own mistress; and if a hateful woman should marry a good man."
    },
    {
      "verse": 24,
      "text": "And there arefour very little things upon the earth, but these are wiser than the wise:"
    },
    {
      "verse": 25,
      "text": "the ants which are weak, and yetprepare theirfood in summer;"
    },
    {
      "verse": 26,
      "text": "the rabbits also area feeble race, who make their houses in the rocks."
    },
    {
      "verse": 27,
      "text": "The locusts have no king, and yetmarch orderly at one command."
    },
    {
      "verse": 28,
      "text": "And the eft, which supports itself by itshands, and is easily taken, dwells in the fortresses of kings."
    },
    {
      "verse": 29,
      "text": "And there are three things which go well, and a fourth which passes along finely."
    },
    {
      "verse": 30,
      "text": "A lion's whelp, stronger than all otherbeasts, which turns not away, nor fears anybeast;"
    },
    {
      "verse": 31,
      "text": "and a cock walking in boldly among the hens, and the goat leading the herd; and a king publicly speaking before a nation."
    },
    {
      "verse": 32,
      "text": "If you abandon yourself to mirth, and stretch forth your hand in a quarrel, you shall be disgraced."
    },
    {
      "verse": 33,
      "text": "Milk out milk, and there shall be butter, and if you wing one'snostrils there shall come out blood: so if you extort words, there will come forth quarrels and strifes."
    }
  ]
}