{
  "book_id": "HAG",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the second year of king Darius, in the sixth month, on the first day of the month, came the word of the Lord through means of Haggai the prophet unto Zerubbabel the son of Shealthiel, the governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,"
    },
    {
      "verse": 2,
      "text": "Thus hath said the Lord of hosts, saying, This people have said, The time is not yet come, the time for the Lord's house to be built."
    },
    {
      "verse": 3,
      "text": "And the word of the Lord came by means of Haggai the prophet, saying,"
    },
    {
      "verse": 4,
      "text": "Is it time for you, O ye, to dwell in your ceiled houses, while this house lieth in ruins?"
    },
    {
      "verse": 5,
      "text": "Now therefore, thus hath said the Lord of hosts, Direct your heart unto your ways."
    },
    {
      "verse": 6,
      "text": "Ye have sown much, and bring in little; ye eat, but it doth not satisfy hunger; ye drink, but it doth not appease thirst; ye clothe yourselves, but no one is warm; and he that earneth something earneth it for a bag with holes."
    },
    {
      "verse": 7,
      "text": "Thus hath said the Lord of hosts, Direct your heart to your ways."
    },
    {
      "verse": 8,
      "text": "Go up to the mountain, and bring wood, and build the house: that I may take pleasure in it, and be glorified, saith the Lord."
    },
    {
      "verse": 9,
      "text": "[Till now] ye looked for much, and lo, it came to be little; and when ye brought it home, I blew upon it. For what cause? saith the Lord of hosts. Because of my house that lieth in ruins, while ye run every man unto his own house."
    },
    {
      "verse": 10,
      "text": "Therefore do the heavens for your sake withhold the dew, and the earth withholdeth her products."
    },
    {
      "verse": 11,
      "text": "And I called for a drought over the land, and over the mountains, and over the corn, and over the new wine, and over the oil, and over what the ground bringeth forth, and over men, and over cattle, and over all the labor of the hands."
    },
    {
      "verse": 12,
      "text": "Then hearkened Zerubbabel the son of Shealthiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, unto the voice of the Lord their God, and to the words of Haggai the prophet, as the Lord their God had sent him, and the people were afraid of the Lord."
    },
    {
      "verse": 13,
      "text": "Then said Haggai the messenger of the Lord by the Lord's message unto the people saying, I am with you, saith the Lord."
    },
    {
      "verse": 14,
      "text": "And the Lord stirred up the spirit of Zerubbabel the son of Shealthiel, the governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people, and they came and did work on the house of the Lord of hosts, their God."
    },
    {
      "verse": 15,
      "text": "On the four and twentieth day of the sixth month, in the second year of king Darius."
    }
  ]
}