{
  "book_id": "HAG",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "In the seventh [month], on the one and twentieth day of the month, came the word of the Lord by means of Haggai the prophet, saying,"
    },
    {
      "verse": 2,
      "text": "Do say to Zerubbabel the son of Shealthiel, the governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the residue of the people, saying,"
    },
    {
      "verse": 3,
      "text": "Who is there yet left among you that hath seen this house in its first glory? and how do ye see it now? is it not in comparison with it as nothing in your eyes?"
    },
    {
      "verse": 4,
      "text": "Yet now be strong, O Zerubbabel, saith the Lord, and be strong O Joshua, the son of Jehozadak, the high priest, and be strong, all ye people of the land, saith the Lord, and do; [for I am with you, saith the Lord of hosts,]"
    },
    {
      "verse": 5,
      "text": "[In accordance with] the word that I covenanted with you when ye came out of Egypt, so [will] my spirit remain among you: fear nought."
    },
    {
      "verse": 6,
      "text": "For thus hath said the Lord of hosts, Yet one thing more [will I do], it is but little, when I will cause to quake the heavens, and the earth, and the sea, and the dry land;"
    },
    {
      "verse": 7,
      "text": "And I will cause to quake all the nations, and the precious things of all the nations shall come [hither]: and I will fill this house with glory, saith the Lord of hosts."
    },
    {
      "verse": 8,
      "text": "Mine is the silver, and mine is the gold, saith the Lord of hosts."
    },
    {
      "verse": 9,
      "text": "Greater shall be the glory of this latter house than that of the former, saith the Lord of hosts: and in this place will I give peace, saith the Lord of hosts."
    },
    {
      "verse": 10,
      "text": "On the four and twentieth day of the ninth month, in the second year of Darius, came the word of the Lord by means of Haggai the prophet, saying,"
    },
    {
      "verse": 11,
      "text": "Thus hath said the Lord of hosts, Do ask the priests concerning the law, saying,"
    },
    {
      "verse": 12,
      "text": "Lo! if one should carry holy flesh in the corner of his garment, and touch with his corner bread, or pottage, or wine, or oil, or any food, shall it become holy? And the priests answered and said, No."
    },
    {
      "verse": 13,
      "text": "Then said Haggai, If one that is unclean by a dead body shall touch any of these, will it become unclean? And the priests answered and said, It will become unclean."
    },
    {
      "verse": 14,
      "text": "Then answered Haggai, and said, So is this people, and so is this nation before me, saith the Lord; and so are all works of their hands; and what they offer there is unclean."
    },
    {
      "verse": 15,
      "text": "And now direct, I pray you, your heart from this day and upward, before the time that a stone was laid upon a stone in the temple of the Lord:"
    },
    {
      "verse": 16,
      "text": "Since those days were, when one came to a heap of sheaves of twenty [in number], and there were but ten; when one came to the winepress for to draw off fifty measures out of the vat, and there were but twenty."
    },
    {
      "verse": 17,
      "text": "I smote you with blasting and with mildew and with hail in all the labors of your hands: yet ye [turned] not [back] to me, saith the Lord."
    },
    {
      "verse": 18,
      "text": "Direct, I pray you, your heart from this day and upward, from the four and twentieth day of the ninth month, even from the day that the foundation of the Lord's temple was laid, direct your heart [to this]."
    },
    {
      "verse": 19,
      "text": "Is the seed yet in the barn? yes, as yet the vine, and the fig-tree, and the pomegranate, and the olive-tree, have not brought forth; [but] from this day will I bless you."
    },
    {
      "verse": 20,
      "text": "And the word of the Lord came the second time unto Haggai on the four and twentieth day of the month, saying,"
    },
    {
      "verse": 21,
      "text": "Speak to Zerubbabel the governor of Judah, saying, I will cause to quake the heavens and the earth;"
    },
    {
      "verse": 22,
      "text": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the nations; and I will overthrow chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother."
    },
    {
      "verse": 23,
      "text": "On that day, saith the Lord of hosts, will I take thee, O Zerubbabel, the son of Shealthiel, my servant, saith the Lord, and I will place thee as a signet; for of thee have I made choice, saith the Lord of hosts."
    }
  ]
}