{
  "book_id": "1CH",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover David and the captains of the host separated to the service of the sons of Asaph, and of Heman, and of Jeduthun, who should prophesy with harps, with psalteries, and with cymbals: and the number of the workmen according to their service was:"
    },
    {
      "verse": 2,
      "text": "of the sons of Asaph; Zaccur, and Joseph, and Nethaniah, and Asarelah, the sons of Asaph under the hands of Asaph, which prophesied according to the order of the king."
    },
    {
      "verse": 3,
      "text": "Of Jeduthun: the sons of Jeduthun; Gedaliah, and Zeri, and Jeshaiah, Hashabiah, and Mattithiah, six, under the hands of their father Jeduthun, who prophesied with a harp, to give thanks and to praise the Lord."
    },
    {
      "verse": 4,
      "text": "Of Heman: the sons of Heman; Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer, Joshbekashah, Mallothi, Hothir, andMahazioth:"
    },
    {
      "verse": 5,
      "text": "all these werethe sons of Heman the king’s seer in the words of God, to lift up the horn. And God gave to Heman fourteen sons and three daughters."
    },
    {
      "verse": 6,
      "text": "All these wereunder the hands of their father for song inthe house of the Lord, with cymbals, psalteries, and harps, for the service of the house of God, according to the king’s order toAsaph, Jeduthun, and Heman."
    },
    {
      "verse": 7,
      "text": "So the number of them, with their brethren that wereinstructed in the songs of the Lord, evenall that were cunning, was two hundred fourscore and eight."
    },
    {
      "verse": 8,
      "text": "And they cast lots, ward against ward, as well the small as the great, the teacher as the scholar."
    },
    {
      "verse": 9,
      "text": "Now the first lot came forth for Asaph to Joseph: the second toGedaliah, who with his brethren and sons weretwelve:"
    },
    {
      "verse": 10,
      "text": "the third toZaccur, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 11,
      "text": "the fourth to Izri, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 12,
      "text": "the fifth toNethaniah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 13,
      "text": "the sixth toBukkiah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 14,
      "text": "the seventh toJesharelah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 15,
      "text": "the eighth toJeshaiah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 16,
      "text": "the ninth toMattaniah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 17,
      "text": "the tenth toShimei, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 18,
      "text": "the eleventh toAzareel, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 19,
      "text": "the twelfth to Hashabiah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 20,
      "text": "the thirteenth toShubael, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 21,
      "text": "the fourteenth toMattithiah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 22,
      "text": "the fifteenth to Jeremoth, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 23,
      "text": "the sixteenth to Hananiah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 24,
      "text": "the seventeenth to Joshbekashah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 25,
      "text": "the eighteenth to Hanani, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 26,
      "text": "the nineteenth to Mallothi, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 27,
      "text": "the twentieth to Eliathah, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 28,
      "text": "the one and twentieth to Hothir, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 29,
      "text": "the two and twentieth to Giddalti, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 30,
      "text": "the three and twentieth to Mahazioth, he, his sons, and his brethren, weretwelve:"
    },
    {
      "verse": 31,
      "text": "the four and twentieth to Romamti-ezer, he, his sons, and his brethren, weretwelve."
    }
  ]
}