{
  "book_id": "RUT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "And Boaz went up to the gate, and sat there; and behold, the relative passed by, of whom Boaz spoke: and Boaz said to him, Turn aside, sit down here, such a one: and he turned aside and sat down."
    },
    {
      "verse": 2,
      "text": "And Boaz took ten men of the elders of the city, and said, Sit ye here; and they sat down."
    },
    {
      "verse": 3,
      "text": "And Boaz said to the relative, \\add The matter regards\\add* the portion of the field which was our brother Elimelech’s which was given to Naomi, now returning out of the land of Moab;"
    },
    {
      "verse": 4,
      "text": "and I said, I will inform thee, saying, Buy it before those that sit, and before the elders of my people: if thou wilt redeem it, redeem it, but if thou wilt not redeem it, tell me, and I shall know; for there is no one beside thee to do the office of a kinsman, and I am after thee: and he said, I am \\add here\\add*, I will redeem it."
    },
    {
      "verse": 5,
      "text": "And Boaz said, In the day of thy buying the field of the hand of Naomi and of Ruth the Moabitess the wife of the deceased, thou must also buy her, so as to raise up the name of the dead upon his inheritance."
    },
    {
      "verse": 6,
      "text": "And the kinsman said, I shall not be able to redeem it for myself, lest I mar my own inheritance; do thou redeem my right for thyself, for I shall not be able to redeem \\add it\\add*."
    },
    {
      "verse": 7,
      "text": "And this \\add was\\add* in former time the ordinance in Israel for redemption, and for a bargain, to confirm every word: A man loosed his shoe, and gave it to his neighbor that redeemed his right; and this was a testimony in Israel."
    },
    {
      "verse": 8,
      "text": "And the kinsman said to Boaz, Buy my right for thyself: and he took off his shoe and gave it to him."
    },
    {
      "verse": 9,
      "text": "And Boaz said to the elders and to all the people, Ye \\add are\\add* this day witnesses, that I have bought all that was Elimelech’s, and all that belonged to Chilion and Mahlon, of the hand of Naomi."
    },
    {
      "verse": 10,
      "text": "Moreover I have bought for myself for a wife Ruth the Moabitess, the wife of Mahlon, to raise up the name of the dead upon his inheritance; so the name of the dead shall not be destroyed from among his brethren, and from the tribe of his people: ye \\add are\\add* this day witnesses."
    },
    {
      "verse": 11,
      "text": "And all the people who were in the gate said, \\add We are\\add* witnesses: and the elders said, The Lord make thy wife who goes into thy house, as Rachel and as Leah, who both \\add together\\add* built the house of Israel, and wrought mightily in Ephrathah, and there shall be a name \\add to thee\\add* in Bethlehem."
    },
    {
      "verse": 12,
      "text": "And let thy house be as the house of Perez, whom Tamar bore to Judah, of the seed which the Lord shall give thee of this handmaid."
    },
    {
      "verse": 13,
      "text": "And Boaz took Ruth, and she became his wife, and he went in to her; and the Lord gave her conception, and she bore a son."
    },
    {
      "verse": 14,
      "text": "And the women said to Naomi, Blessed \\add is\\add* the Lord, who has not suffered a redeemer to fail thee this day, even to make thy name famous in Israel."
    },
    {
      "verse": 15,
      "text": "And he shall be to thee a restorer of thy soul, and one to cherish thy old age; for thy daughter-in-law which has loved thee, who is better to thee than seven sons, has born him."
    },
    {
      "verse": 16,
      "text": "And Naomi took the child and laid it in her bosom, and became a nurse to it."
    },
    {
      "verse": 17,
      "text": "And the neighbors gave it a name, saying, A son has been born to Naomi; and they called his name Obed; this \\add is\\add* the father of Jesse the father of David."
    },
    {
      "verse": 18,
      "text": "And these \\add are\\add* the generations of Perez: Perez begot Hezron:"
    },
    {
      "verse": 19,
      "text": "Hezron begot Ram; and Ram begot Amminadab."
    },
    {
      "verse": 20,
      "text": "And Amminadab begot Nahshon; and Nahshon begot Salmon."
    },
    {
      "verse": 21,
      "text": "And Salmon begot Boaz; and Boaz begot Obed."
    },
    {
      "verse": 22,
      "text": "And Obed begot Jesse; and Jesse begot David."
    }
  ]
}