{
  "book_id": "PHP",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "If, then, any exhortation [is] in Christ, if any comfort of love, if any fellowship of spirit, if any bowels and mercies,"
    },
    {
      "verse": 2,
      "text": "fulfil ye my joy, that ye may mind the same thing — having the same love — of one soul — minding the one thing,"
    },
    {
      "verse": 3,
      "text": "nothing in rivalry or vain-glory, but in humility of mind one another counting more excellent than yourselves —"
    },
    {
      "verse": 4,
      "text": "each not to your own look ye, but each also to the things of others."
    },
    {
      "verse": 5,
      "text": "For, let this mind be in you that [is] also in Christ Jesus,"
    },
    {
      "verse": 6,
      "text": "who, being in the form of God, thought [it] not robbery to be equal to God,"
    },
    {
      "verse": 7,
      "text": "but did empty himself, the form of a servant having taken, in the likeness of men having been made,"
    },
    {
      "verse": 8,
      "text": "and in fashion having been found as a man, he humbled himself, having become obedient unto death — death even of a cross,"
    },
    {
      "verse": 9,
      "text": "wherefore, also, God did highly exalt him, and gave to him a name that [is] above every name,"
    },
    {
      "verse": 10,
      "text": "that in the name of Jesus every knee may bow — of heavenlies, and earthlies, and what are under the earth —"
    },
    {
      "verse": 11,
      "text": "and every tongue may confess that Jesus Christ [is] Lord, to the glory of God the Father."
    },
    {
      "verse": 12,
      "text": "So that, my beloved, as ye always obey, not as in my presence only, but now much more in my absence, with fear and trembling your own salvation work out,"
    },
    {
      "verse": 13,
      "text": "for God it is who is working in you both to will and to work for His good pleasure."
    },
    {
      "verse": 14,
      "text": "All things do without murmurings and reasonings,"
    },
    {
      "verse": 15,
      "text": "that ye may become blameless and harmless, children of God, unblemished in the midst of a generation crooked and perverse, among whom ye do appear as luminaries in the world,"
    },
    {
      "verse": 16,
      "text": "the word of life holding forth, for rejoicing to me in regard to a day of Christ, that not in vain did I run, nor in vain did I labour;"
    },
    {
      "verse": 17,
      "text": "but if also I am poured forth upon the sacrifice and service of your faith, I rejoice and joy with you all,"
    },
    {
      "verse": 18,
      "text": "because of this do ye also rejoice and joy with me."
    },
    {
      "verse": 19,
      "text": "And I hope, in the Lord Jesus, Timotheus to send quickly to you, that I also may be of good spirit, having known the things concerning you,"
    },
    {
      "verse": 20,
      "text": "for I have no one like-minded, who sincerely for the things concerning you will care,"
    },
    {
      "verse": 21,
      "text": "for the whole seek their own things, not the things of the Christ Jesus,"
    },
    {
      "verse": 22,
      "text": "and the proof of him ye know, that as a child [serveth] a father, with me he did serve in regard to the good news;"
    },
    {
      "verse": 23,
      "text": "him, indeed, therefore, I hope to send, when I may see through the things concerning me — immediately;"
    },
    {
      "verse": 24,
      "text": "and I trust in the Lord that I myself also shall quickly come."
    },
    {
      "verse": 25,
      "text": "And I thought [it] necessary Epaphroditus — my brother, and fellow-workman, and fellow-soldier, and your apostle and servant to my need — to send unto you,"
    },
    {
      "verse": 26,
      "text": "seeing he was longing after you all, and in heaviness, because ye heard that he ailed,"
    },
    {
      "verse": 27,
      "text": "for he also ailed nigh to death, but God did deal kindly with him, and not with him only, but also with me, that sorrow upon sorrow I might not have."
    },
    {
      "verse": 28,
      "text": "The more eagerly, therefore, I did send him, that having seen him again ye may rejoice, and I may be the less sorrowful;"
    },
    {
      "verse": 29,
      "text": "receive him, therefore, in the Lord, with all joy, and hold such in honour,"
    },
    {
      "verse": 30,
      "text": "because on account of the work of the Christ he drew near to death, having hazarded the life that he might fill up your deficiency of service unto me."
    }
  ]
}