{
  "book_id": "EST",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass in the days of Achashverosh, of the same Achashverosh who reigned, from India even unto Ethiopia, over a hundred and seven and twenty provinces,"
    },
    {
      "verse": 2,
      "text": "In those days, when this king Achashverosh was sitting on the throne of his kingdom, which was in Shushan the capital,"
    },
    {
      "verse": 3,
      "text": "That, in the third year of his reign, he made a feast unto all his princes and his servants, the army of Persia and Media, the nobles and the princes of the provinces who were near him:"
    },
    {
      "verse": 4,
      "text": "When he showed the riches and the glory of his kingdom, and the brilliance [and] the splendor of his greatness, during many days, a hundred and eighty days."
    },
    {
      "verse": 5,
      "text": "And when these days were completed, the king made unto all the people that were found in Shushan the capital, unto every one, from the great even to the small, a feast of seven days, in the court of the garden of the king's palace;"
    },
    {
      "verse": 6,
      "text": "[Where were] white, green, and blue [hangings], fastened with cords of fine linen and purple, on rollers of silver and pillars of marble; couches of gold and silver, upon a pavement of green, and white, and yellow, and black marble."
    },
    {
      "verse": 7,
      "text": "And they gave them to drink in vessels of gold,—the vessels being diverse one from the other,—and the royal wine was in abundance, according to the ability of the king."
    },
    {
      "verse": 8,
      "text": "And the drinking was, according to the [king's] order, without compulsion; for so had the king enjoined on all the officers of his house, to do according to the pleasure of every man."
    },
    {
      "verse": 9,
      "text": "Also Vashti the queen made a feast for the women, in the royal house which belonged to king Achashverosh."
    },
    {
      "verse": 10,
      "text": "On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Charbona, Bigtha, and Abagtha, Zethar, and Carcass, the seven chamberlains that served in the presence of king Achashverosh,"
    },
    {
      "verse": 11,
      "text": "To bring Vashti the queen before the king [ornamented] with the royal crown, to show the people and the princes her beauty; for she was handsome in appearance."
    },
    {
      "verse": 12,
      "text": "But queen Vashti refused to come at the word of the king brought by the hand of the chamberlains; and the king was very wroth, and his fury burnt in him."
    },
    {
      "verse": 13,
      "text": "Then said the king to the wise men, who knew [the occurrences of] the times; for so [came] every affair of the king before all acquainted with law and state institutions;"
    },
    {
      "verse": 14,
      "text": "And those next unto him were Carshena, Shethar, Admatha, Tharshish, Meress, Marsena, and Memuchan, the seven princes of Persia and Media, who could see [at all times] the king's face, who sat in the first rank in the kingdom:"
    },
    {
      "verse": 15,
      "text": "What should according to law be done with queen Vashti; because she had not fulfilled the order of king Achashverosh by the hand of the chamberlains?"
    },
    {
      "verse": 16,
      "text": "Then said Memuchan before the king and the princes, Not against the king alone hath Vashti the queen done wrong, but also against all the princes, and against all the people that are in all the provinces of king Achashverosh."
    },
    {
      "verse": 17,
      "text": "For the conduct of the queen will go abroad unto all the women, so that they will despise their husbands in their eyes, when it shall be reported, King Achashverosh ordered Vashti the queen to be brought into his presence, but she came not."
    },
    {
      "verse": 18,
      "text": "And even this day will the ladies of Persia and Media, who have heard of the conduct of the queen, say this unto all the princes of the king; and there will arise too much contempt and quarrel."
    },
    {
      "verse": 19,
      "text": "If it please the king, let there go forth a royal order from him, and let it be written among the laws of the Persians and the Medes, that no one transgress it, That Vashti come no more before king Achashverosh: and let the king give her royal dignity unto another that is better than she."
    },
    {
      "verse": 20,
      "text": "And when the king's decree which he will make shall be published throughout all his kingdom, however great it is: all the wives will show respect to their husbands, unto every one, from the great even to the small."
    },
    {
      "verse": 21,
      "text": "And the speech was pleasing in the eyes of the king and of the princes; and the king did according to the speech of Memuchan."
    },
    {
      "verse": 22,
      "text": "And he sent letters unto all the provinces of the king, unto every province according to its writing, and to every people according to its language, that every man should bear rule in his own house, however he may speak according to the language of his people."
    }
  ]
}