{
  "book_id": "EST",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "When Mordecai ascertained all that had been done, Mordecai rent his clothes, and put on sackcloth [strewed] with ashes, and went out into the midst of the city, and cried with a loud and bitter cry;"
    },
    {
      "verse": 2,
      "text": "And thus he came up to the front of the king's gate; for none dared to enter into the king's gate clothed with sackcloth."
    },
    {
      "verse": 3,
      "text": "And in each and every province, in every place whither the king's decree and his law had reached, there was great mourning for the Jews, with fasting and weeping and wailing; and a sackcloth [strewed] with ashes became the bed of the great."
    },
    {
      "verse": 4,
      "text": "Then came the maidens of Esther with her chamberlains and told it her; and the queen was exceedingly terrified; and she sent garments to clothe Mordecai, and to remove his sackcloth from him, but he accepted them not."
    },
    {
      "verse": 5,
      "text": "Then called Esther for Hatach, one of the king's chamberlains, whom he had appointed to attend upon her, and gave him a charge for Mordecai to know what this was, and why this was."
    },
    {
      "verse": 6,
      "text": "So Hatach went forth to Mordecai unto the street of the city, which was before the king's gate."
    },
    {
      "verse": 7,
      "text": "And Mordecai told him all that had happened unto him, and of the fixed sum of money which Haman had promised to weigh out into the treasuries of the king for the Jews, to destroy them."
    },
    {
      "verse": 8,
      "text": "Also the copy of the writing of the law that had been given out in Shushan to destroy them he gave to him, to show it unto Esther, and to tell her [all], and to charge her that she should go in unto the king, and to make supplication unto him, and to present a request before him for her people."
    },
    {
      "verse": 9,
      "text": "And Hatach came and told Esther the words of Mordecai."
    },
    {
      "verse": 10,
      "text": "And Esther said unto Hatach, and gave him a charge unto Mordecai,"
    },
    {
      "verse": 11,
      "text": "All the king's servants, and the people of the king's provinces, do know, that every one, whether man or woman, who should come unto the king into the inner court, who is not called, there is but one law for him, to put him to death, except the one to whom the king should hold out the golden sceptre, for he will be suffered to live; but I have not been called to come in unto the king these thirty days."
    },
    {
      "verse": 12,
      "text": "And they told Mordecai the words of Esther."
    },
    {
      "verse": 13,
      "text": "Then said Mordecai to bring this answer back to Esther, Imagine not in thy soul to be able to escape in the king's house out of all the Jews."
    },
    {
      "verse": 14,
      "text": "For if thou do indeed maintain silence at this time, enlargement and deliverance will arise to the Jews from another place; but thou and thy father's house will perish: and who knoweth whether thou hast not for a time like this attained to the royal dignity?"
    },
    {
      "verse": 15,
      "text": "Then said Esther to bring this answer back to Mordecai,"
    },
    {
      "verse": 16,
      "text": "Go, assemble together all the Jews who are now present in Shushan, and fast ye for me, so that ye neither eat nor drink three days, either night or day; also I myself with my maidens will fast in like manner; and then will I go in unto the king, which is not according to the law; and if I then perish, I perish."
    },
    {
      "verse": 17,
      "text": "And Mordecai went about, and did in accordance with all that Esther had charged him."
    }
  ]
}