{
  "book_id": "EST",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass on the third day, that Esther put on her royal apparel, and placed herself in the inner court of the king's house, opposite the king's apartment; and the king was sitting upon his royal throne in the royal apartment, opposite to the entrance of the house."
    },
    {
      "verse": 2,
      "text": "And it happened, when the king saw Esther the queen standing in the court, that she obtained grace in his eyes; and the king held out to Esther the golden sceptre that was in his hand; and Esther drew near, and touched the top of the sceptre."
    },
    {
      "verse": 3,
      "text": "Then said the king unto her, What wilt thou, queen Esther? and what is thy request? if it be equal to half of the kingdom it shall still be given thee."
    },
    {
      "verse": 4,
      "text": "And Esther said, If it seem good unto the king, let the king and Haman come this day unto the banquet which I have prepared for him."
    },
    {
      "verse": 5,
      "text": "Then said the king, Bring Haman quickly hither to fulfill the word of Esther: so came the king with Haman to the banquet which Esther had prepared."
    },
    {
      "verse": 6,
      "text": "And the king said unto Esther at the banquet of wine, What is thy petition? and it shall be granted thee: and what is thy request? even if it be equal to half of the kingdom, it shall still be done."
    },
    {
      "verse": 7,
      "text": "Then answered Esther, and said, My petition and my request are,"
    },
    {
      "verse": 8,
      "text": "If I have found grace in the eyes of the king, and if it please the king to grant my petition, and to fulfill my request, that the king may come with Haman to the banquet which I will prepare for them, and tomorrow will I do according to the word of the king."
    },
    {
      "verse": 9,
      "text": "And Haman went forth on that day joyful and with a glad heart; but when Haman saw Mordecai in the king's gate, who did not rise up, nor move out of the way for him, then was Haman filled against Mordecai with fury."
    },
    {
      "verse": 10,
      "text": "Nevertheless Haman refrained himself, and went to his house: he then sent and had his friends brought in with Zeresh his wife."
    },
    {
      "verse": 11,
      "text": "And Haman recounted to them the glory of his riches, and the multitude of his children, and all the things wherein the king had made him great, and how he had advanced him above the princes and the servants of the king."
    },
    {
      "verse": 12,
      "text": "And Haman said [farther], Yea, Esther the queen did not let any one come in with the king unto the banquet that she had prepared but myself: and also for tomorrow am I invited unto her with the king."
    },
    {
      "verse": 13,
      "text": "Yet all this profiteth me nothing, every time that I see Mordecai the Jew sitting in the king's gate."
    },
    {
      "verse": 14,
      "text": "Then said unto him Zeresh his wife with all his friends, Let them make a gallows of fifty cubits high, and in the mourning speak unto the king that they may hang Mordecai thereon; and then go thou in with the king unto the banquet joyfully. And the thing pleased Haman; and he had the gallows made."
    }
  ]
}