{
  "book_id": "EST",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "In that night sleep fled from the king, and he ordered to bring in the book of the memorable events of the chronicles; and they were read before the king."
    },
    {
      "verse": 2,
      "text": "And it was found written, that Mordecai had told of Bigthana and Theresh, two chamberlains of the king, of those who kept the door, who had sought to lay [their] hand on king Achashverosh."
    },
    {
      "verse": 3,
      "text": "And the king said, What honor and distinction have been done to Mordecai for this? Then said the king's young men, his servants, There hath nothing been done with him."
    },
    {
      "verse": 4,
      "text": "And the king said, Who is in the court? Now Haman was come into the outer court of the king's house, to say unto the king to hang Mordecai on the gallows which he had prepared for him."
    },
    {
      "verse": 5,
      "text": "And the king's young men said unto him, Behold, Haman is standing in the court. And the king said, Let him come in."
    },
    {
      "verse": 6,
      "text": "So Haman came in; and the king said unto him, What shall be done with the man whom the king desireth to honor? And Haman said in his heart, To whom would the king desire to do honor more than to myself?"
    },
    {
      "verse": 7,
      "text": "Haman therefore said to the king, [For] the man whom the king desireth to honor,"
    },
    {
      "verse": 8,
      "text": "Let them bring a royal apparel which the king hath worn, and a horse on which the king hath ridden, and let there be placed a royal crown on his head."
    },
    {
      "verse": 9,
      "text": "And let the apparel and the horse be given into the hand of one of the king's princes, of the most noble, that they may array the man whom the king desireth to honor, and let them cause him to ride on the horse through the streets of the city, and proclaim before him, Thus shall be done to the man whom the king desireth to honor."
    },
    {
      "verse": 10,
      "text": "Then said the king to Haman, Make haste, take the apparel and the horse, as thou hast spoken, and do thus to Mordecai the Jew, that sitteth at the king's gate: leave out nothing of all that thou hast spoken."
    },
    {
      "verse": 11,
      "text": "And Haman then took the apparel and the horse, and arrayed Mordecai, and caused him to ride through the streets of the city, and proclaimed before him, Thus shall be done unto the man whom the king desireth to honor."
    },
    {
      "verse": 12,
      "text": "And Mordecai thereupon returned to the king's gate; but Haman hastened to his house, mourning, and having his head covered."
    },
    {
      "verse": 13,
      "text": "And Haman related to Zeresh his wife and to all his friends all that had befallen him: then said unto him his wise men and Zeresh his wife, If Mordecai, before whom thou hast begun to fall, be of the seed of the Jews, thou wilt not prevail against him, but thou wilt surely fall before him."
    },
    {
      "verse": 14,
      "text": "They were yet speaking with him, when the king's chamberlains arrived, and they hastened to bring Haman unto the banquet which Esther had prepared."
    }
  ]
}