{
  "book_id": "EST",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "And the king came with Haman to drink with Esther the queen."
    },
    {
      "verse": 2,
      "text": "And the king said unto Esther also on the second day at the banquet of wine, What is thy petition, queen Esther? and it shall be granted thee: and what is thy request? even if it be equal to half the kingdom, it shall still be done."
    },
    {
      "verse": 3,
      "text": "Then answered Esther the queen and said, If I have found grace in thy eyes, O king! and if it be pleasing unto the king, let my life be given me at my petition, and my people at my request;"
    },
    {
      "verse": 4,
      "text": "For we have been sold, I and my people, to be destroyed, to be slain and to be exterminated; and if we had been only sold for bondmen and bondwomen, I would have remained silent; for the adversary regardeth not the damage of the king."
    },
    {
      "verse": 5,
      "text": "Then spoke king Achashverosh and said unto Esther the queen, Who is this, and where is he, whose heart hath emboldened him to do so?"
    },
    {
      "verse": 6,
      "text": "And Esther said, An adversary, and inimical man, this wicked Haman. Then became Haman terrified before the king and the queen."
    },
    {
      "verse": 7,
      "text": "And the king arose in his fury from the banquet of wine, and went into the palace-garden: and Haman remained behind to make request for his life of Esther the queen; for he saw that there was evil fully determined."
    },
    {
      "verse": 8,
      "text": "And when the king returned out of the palace-garden into the apartment of the banquet of wine, Haman was fallen upon the couch whereon Esther was: then said the king. Will he even do violence to the queen before me in the house? The word had just come out of the king's mouth, when they covered Haman's face."
    },
    {
      "verse": 9,
      "text": "Then said Charbonah, one of the chamberlains, before the king, Behold, there is also the gallows, which Haman hath had made for Mordecai, who hath spoken well for the king, standing in the house of Haman, fifty cubits high. And the king said, Hang him thereon."
    },
    {
      "verse": 10,
      "text": "So they hanged Haman on the gallows which he had prepared for Mordecai, and the fury of the king was appeased."
    }
  ]
}