{
  "book_id": "EST",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "On that day did king Achashverosh give the house of Haman the adversary of the Jews unto Esther the queen: and Mordecai came before the king; for Esther had told what he was unto her."
    },
    {
      "verse": 2,
      "text": "And the king took off his signet-ring which he had taken away from Haman, and gave it unto Mordecai: and Esther appointed Mordecai over the house of Haman."
    },
    {
      "verse": 3,
      "text": "And Esther spoke again before the king, and fell down at his feet, and wept, and besought him to do away the evil of Haman the Agagite, and his device which he had devised against the Jews."
    },
    {
      "verse": 4,
      "text": "And the king held out toward Esther the golden sceptre; and Esther arose, and stood up before the king;"
    },
    {
      "verse": 5,
      "text": "And she said, If it be pleasing to the king, and if I have found grace before him, and the thing seem proper before the king, and I be pleasing in his eyes, let it be written to recall the letters, the device of Haman the son of Hammedatha the Agagite, which he hath written to exterminate the Jews who are in all the provinces of the king."
    },
    {
      "verse": 6,
      "text": "For how could I endure to look on the evil that is to befall my people? and how could I endure to look on the extermination of my kindred?"
    },
    {
      "verse": 7,
      "text": "Then said king Achashverosh unto Esther the queen and to Mordecai the Jew, Behold, the house of Haman have I given to Esther, and him have they hanged on the gallows, because he had stretched out his hand against the Jews."
    },
    {
      "verse": 8,
      "text": "But ye write yourselves concerning the Jews, as it may be good in your eyes, in the king's name, and seal it with the king's signet-ring; for a writing which is written in the king's name, and sealed with the king's signet-ring, cannot be recalled."
    },
    {
      "verse": 9,
      "text": "Then were called the king's scribes at that time in the third month, that is, the month Sivan, on the three and twentieth day thereof; and it was written all just as Mordecai commanded to the Jews, and to the lieutenants, and the governors and the princes of the provinces who were from India unto Ethiopia, one hundred and twenty-seven provinces, unto every province according to its writing, and unto every people according to its language, and to the Jews according to their writing, and according to their language."
    },
    {
      "verse": 10,
      "text": "And he wrote in the name of king Achashverosh, and sealed it with the king's signet-ring, and he sent letters through means of the swift messengers on horseback, and riders on mules, camels, and young dromedaries:"
    },
    {
      "verse": 11,
      "text": "That the king had granted to the Jews who were in every city to gather themselves together, and to stand forward for their life, to destroy, to slay, and to exterminate all the military strength of the people and province that would assault them, both little ones and women, and to plunder their property as spoil,"
    },
    {
      "verse": 12,
      "text": "On one day in all the provinces of king Achashverosh, on the thirteenth day of the twelfth month, which is the month Adar."
    },
    {
      "verse": 13,
      "text": "A copy of the writing to be given out as a law in every province, was published unto all nations, and that the Jews should be ready against that day to avenge themselves on their enemies."
    },
    {
      "verse": 14,
      "text": "The swift messengers that rode upon mules and camels went out, being hastened and hurried forward with the command of the king: and the law was given out at Shushan the capital."
    },
    {
      "verse": 15,
      "text": "And Mordecai went out from the presence of the king in a royal apparel of blue and white, and with a great crown of gold, and with a cloak of fine linen and purple: and the city of Shushan was glad and joyful."
    },
    {
      "verse": 16,
      "text": "For the Jews there was light, with joy and gladness, and honor."
    },
    {
      "verse": 17,
      "text": "And in every province, and in every city, whithersoever the king's command reached with his law, there were joy and gladness for the Jews, entertainments and a feast-day: and many of the people of the land became Jews; for the dread of the Jews had fallen upon them."
    }
  ]
}