{
  "book_id": "EST",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And in the twelfth month, that is, the month Adar, on the thirteenth day thereof, when the king's command with his law drew near to he put into execution, on the day that the enemies of the Jews had hoped to have power over them, which had been changed nevertheless, so that the Jews had power over those that hated them,"
    },
    {
      "verse": 2,
      "text": "The Jews assembled together in their cities, throughout all the provinces of king Achashverosh, to stretch out their hand against those that had sought their injury: and no man could keep standing before them; for the dread of them had fallen upon all the nations."
    },
    {
      "verse": 3,
      "text": "And all the rulers of the provinces, and the lieutenants, and the governors, and the superintendents of the affairs of the king, elevated the Jews; because the dread of Mordecai had fallen upon them."
    },
    {
      "verse": 4,
      "text": "For Mordecai was great in the king's house, and his fame went throughout all the provinces; for the man Mordecai became greater and greater."
    },
    {
      "verse": 5,
      "text": "And the Jews smote all their enemies with the stroke of the sword, and slaughter, and extermination; and they acted with those that hated them according to their pleasure."
    },
    {
      "verse": 6,
      "text": "And in Shushan the capital the Jews slew and exterminated five hundred men."
    },
    {
      "verse": 7,
      "text": "And Parshandatha, and Dalphon, and Aspatha,"
    },
    {
      "verse": 8,
      "text": "And Poratha, and Adalya, and Aridatha,"
    },
    {
      "verse": 9,
      "text": "And Parmashtha, and Arissai, and Aridai, and Vayzatha,"
    },
    {
      "verse": 10,
      "text": "The ten sons of Haman the son of Hammedatha, the adversary of the Jews, did they slay; but to the spoil did they not stretch forth their hand."
    },
    {
      "verse": 11,
      "text": "On that same day came the number of those that were slain in Shushan the capital before the king."
    },
    {
      "verse": 12,
      "text": "Then said the king unto Esther the queen, In Shushan the capital have the Jews slain and exterminated five hundred men, and the ten sons of Haman: what have they done in the rest of the king's provinces? Now what is thy petition? and it shall be granted thee: and what is thy request farther? and it shall be done."
    },
    {
      "verse": 13,
      "text": "Then said Esther, If it please the king, let it tomorrow also be granted to the Jews who are in Shushan to do according to the law of this day, and let the ten sons of Haman be hanged on the gallows."
    },
    {
      "verse": 14,
      "text": "And the king ordered that it should be done so; and the law was given out at Shushan; and the ten sons of Haman were hanged."
    },
    {
      "verse": 15,
      "text": "And the Jews that were in Shushan assembled together also on the fourteenth day of the month Adar, and slew at Shushan three hundred men; but to the spoil they did not stretch forth their hand."
    },
    {
      "verse": 16,
      "text": "And the remaining Jews that were in the king's provinces assembled together, and stood forward for their life, and procured rest from their enemies, and slew of those that hated them seventy and five thousand; but to the spoil did they not stretch forth their hand,"
    },
    {
      "verse": 17,
      "text": "On the thirteenth day of the month Adar, and they rested on the fourteenth day thereof, and made it a day of entertainment and joy."
    },
    {
      "verse": 18,
      "text": "But the Jews that were at Shushan assembled together on the thirteenth day thereof, and on the fourteenth thereof, and rested on the fifteenth thereof, and made it a day of entertainment and joy."
    },
    {
      "verse": 19,
      "text": "Therefore do the Jews of the villages, that dwell in the unwalled towns, make the fourteenth day of the month Adar as one of joy and entertainment, and a feast-day, and of sending portions one to another."
    },
    {
      "verse": 20,
      "text": "And Mordecai wrote down these events; and he sent letters unto all the Jews that were in all the provinces of king Achashverosh, those nigh and those far away,"
    },
    {
      "verse": 21,
      "text": "To take it on themselves as a duty, that they should celebrate the fourteenth day of the month Adar, and the fifteenth day of the same in each and every year,"
    },
    {
      "verse": 22,
      "text": "Like those days whereon the Jews had rest from their enemies, and the month which was changed unto them from sorrow to joy, and from mourning into a feast-day: to make them days of entertainment and joy, and of sending portions one to the other, and gifts to the needy."
    },
    {
      "verse": 23,
      "text": "And the Jews took upon themselves that which they had begun already to do, and that which Mordecai had written unto them."
    },
    {
      "verse": 24,
      "text": "Because Haman the son of Hammedatha, the Agagite, the adversary of all the Jews, had devised against the Jews to exterminate them, and had cast the Pur, that is, the lot, to destroy them, and to exterminate them."
    },
    {
      "verse": 25,
      "text": "But when [Esther] came before the king, he ordered by that letter that his wicked device, which he had devised against the Jews, should return upon his own head: and they hanged him and his sons on the gallows."
    },
    {
      "verse": 26,
      "text": "Therefore did they call these days Purim, after the name of Pur: therefore, because of all the words of this letter, both for that which they had experienced thereby, and for that which had occurred unto them,"
    },
    {
      "verse": 27,
      "text": "The Jews confirmed it as a duty, and took upon themselves, and upon their seed, and upon all such as join themselves unto them, so that no one should fail therein, that they would celebrate these two days according to their prescription, and at their appointed time, in each and every year."
    },
    {
      "verse": 28,
      "text": "And these days are remembered and celebrated throughout each and every generation, every family, every province, and every city; and these days of Purim will not pass away from the midst of the Jews, nor will their memorial cease from their seed."
    },
    {
      "verse": 29,
      "text": "Then wrote Esther the queen, the daughter of Abichayil, with Mordecai the Jew, with all due strength, to confirm this letter of Purim the second time."
    },
    {
      "verse": 30,
      "text": "And he sent letters unto all the Jews, to the hundred and twenty-seven provinces of the kingdom of Achashverosh, word's of peace and truth,"
    },
    {
      "verse": 31,
      "text": "To confirm these days of Purim in their times, just as Mordecai the Jew and Esther the queen had enjoined on them, and as they had confirmed for themselves and for their seed, the matters of the fastings and their prayers."
    },
    {
      "verse": 32,
      "text": "And the order of Esther confirmed these matters of Purim; and it was written in the book."
    }
  ]
}