{
  "book_id": "ISA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "The word which came to Esaias the son of Amos concerning Judea, and concerning Jerusalem."
    },
    {
      "verse": 2,
      "text": "For in the last days the mountain of the Lord shall be \\f + \\fr 2:2 \\fqa Or, \\ft conspicuous.\\f*glorious, and the house of God \\add shall be\\add* on the top of the mountains, and it shall be exalted above the hills; and all nations shall come to it."
    },
    {
      "verse": 3,
      "text": "And many nations shall go and say, Come, and let us go up to the mountain of the Lord, and to the house of the God of Jacob; and he will tell us his way, and we will walk in it: for out of Sion shall go forth the law, and the word of the Lord out of Jerusalem."
    },
    {
      "verse": 4,
      "text": "And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plough-shares, and their spears into sickles: and nation shall not take up sword against nation, neither shall they learn to war any more."
    },
    {
      "verse": 5,
      "text": "And now, O house of Jacob, come, \\add and\\add* let us walk in the light of the Lord."
    },
    {
      "verse": 6,
      "text": "For he has forsaken his people the house of Israel, because their land is filled as at the beginning with divinations, as the \\add land\\add* of the \\f + \\fr 2:6 \\fqa Or, \\ft aliens, see \\fqa Appendix \\ft which has: “ISAIAH 2. 6. — Philistines. The LXX. generally render by Φιλιστεὶμ or Φυλιστιὶμ till about the middle of Judges, after which the word almost always used is ἀλλόφυλοι. In this there was probably some accommodation of sound to tense.\\f*Philistines, and many strange children were born to them."
    },
    {
      "verse": 7,
      "text": "For their land is filled with silver and gold, and there was no number of their treasures; their land also is filled with horses, and there was no number of their chariots."
    },
    {
      "verse": 8,
      "text": "And the land is filled with abominations, \\add even\\add* the works of their hands; and they have worshipped \\add the works\\add* which their fingers made."
    },
    {
      "verse": 9,
      "text": "And the mean man bowed down, and the great man was humbled: and I will not pardon them."
    },
    {
      "verse": 10,
      "text": "Now therefore enter ye into the rocks, and hide yourselves in the earth, for fear of the Lord, and by reason of the glory of his might, when he shall arise to strike terribly the earth."
    },
    {
      "verse": 11,
      "text": "For the eyes of the Lord are high, but man is low; and the haughtiness of men shall be brought low, and the Lord alone shall be exalted in that day."
    },
    {
      "verse": 12,
      "text": "For the day of the Lord of hosts shall be upon every one that is proud and haughty, and upon every one that is high and towering, and they shall be brought down;"
    },
    {
      "verse": 13,
      "text": "and upon every cedar of Libanus, of them that are high and towering, and upon every oak of Basan,"
    },
    {
      "verse": 14,
      "text": "and upon every high mountain, and upon every high hill,"
    },
    {
      "verse": 15,
      "text": "and upon every high tower, and upon every high wall,"
    },
    {
      "verse": 16,
      "text": "and upon every ship of the sea, and upon every display of fine ships."
    },
    {
      "verse": 17,
      "text": "And every man shall be brought low, and the pride of men shall fall: and the Lord alone shall be exalted in that day."
    },
    {
      "verse": 18,
      "text": "And they shall hide all \\add idols\\add* made with hands,"
    },
    {
      "verse": 19,
      "text": "having carried \\add them\\add* into the caves, and into the clefts of the rocks, and into the caverns of the earth, for fear of the Lord, and \\f + \\fr 2:19 \\ft See ver 10.\\f*by reason of the glory of his might, when he shall arise to strike terribly the earth."
    },
    {
      "verse": 20,
      "text": "For in that day a man shall cast forth his silver and gold abominations, which they made \\add in order\\add* to worship vanities and bats;"
    },
    {
      "verse": 21,
      "text": "to enter into the caverns of the solid rock, and into the clefts of the rocks, for fear of the Lord, and by reason of the glory of his might, when he shall arise to strike terribly the earth."
    }
  ]
}