{
  "book_id": "ISA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "O people walking in darkness, behold a great light: ye that dwell in the region andshadow of death, a light shall shine upon you."
    },
    {
      "verse": 2,
      "text": "The multitude of the people which thou hast brought down in thy joy, they shall even rejoice before thee as they that rejoice in harvest, and as they that divide the spoil."
    },
    {
      "verse": 3,
      "text": "Because the yoke that was laid upon them has been taken away, and the rod that was on their neck: for he has broken the rod of the exactors, as in the day of Madiam."
    },
    {
      "verse": 4,
      "text": "For they shall compensate for every garment that has been acquired by deceit, and allraiment with restitution; and they shall be willing, evenif they were burnt with fire."
    },
    {
      "verse": 5,
      "text": "For a child is born to us, and a son is given to us, whose government is upon his shoulder: and his name is called the Messenger of great counsel: for I will bring peace upon the princes, and health to him."
    },
    {
      "verse": 6,
      "text": "His government shall be great, and of his peace there is no end: it shall beupon the throne of David, and uponhis kingdom, to establish it, and to support itwith judgment and with righteousness, from henceforth and for ever. The zeal of the Lord of hosts shall perform this."
    },
    {
      "verse": 7,
      "text": "The Lord has sent death upon Jacob, and it has come upon Israel."
    },
    {
      "verse": 8,
      "text": "And all the people of Ephraim, and they that dwelt in Samaria shall know, who say in their pride and lofty heart,"
    },
    {
      "verse": 9,
      "text": "The bricks are fallen down, but come, let us hew stones, and cut down sycamores and cedars, and let us build for ourselves a tower."
    },
    {
      "verse": 10,
      "text": "And God shall dash down them that rise up against him on mount Sion, and shall scatter his enemies;"
    },
    {
      "verse": 11,
      "text": "evenSyria from the rising of the sun, and the Greeks from the setting of the sun, who devour Israel with open mouth. For all this hisanger is not turned away, but still hishand is exalted."
    },
    {
      "verse": 12,
      "text": "But the people turned not until they were smitten, and they sought not the Lord."
    },
    {
      "verse": 13,
      "text": "So the Lord took away from Israel the head and tail, great and small, in one day:"
    },
    {
      "verse": 14,
      "text": "the old man, and them that respect persons, this is the head; and the prophet teaching unlawful things, he is the tail."
    },
    {
      "verse": 15,
      "text": "And they that pronounce this people blessed shall mislead them; and they mislead them that they may devour them."
    },
    {
      "verse": 16,
      "text": "Therefore the Lord shall not take pleasure in their young men, neither shall he have pity on their orphans or on their widows: for they are all transgressors and wicked, and every mouth speaks unjustly. For all this hisanger is not turned away, but hishand is yet exalted."
    },
    {
      "verse": 17,
      "text": "And iniquity shall burn as fire, and shall be devoured by fire as dry grass: and it shall burn in the thickets of the wood, and shall devour all that is round about the hills."
    },
    {
      "verse": 18,
      "text": "The whole earth is set on fire because of the fierce anger of the Lord, and the people shall be as men burnt by fire: no man shall pity his brother."
    },
    {
      "verse": 19,
      "text": "But oneshall turn aside to the right hand, for he shall be hungry; and shall eat on the left, and a man shall by no means be satisfied with eating the flesh of his own arm."
    },
    {
      "verse": 20,
      "text": "For Manasses shall eat the fleshof Ephraim, and Ephraim the fleshof Manasses; for they shall besiege Juda together. For all this hisanger is not turned away, but hishand is yet exalted."
    }
  ]
}