{
  "book_id": "ISA",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Woe to the crown of pride, the hirelings of Ephraim, the flower that has fallen from the glory of the top of the fertile mountain, they that are drunken without wine."
    },
    {
      "verse": 2,
      "text": "Behold, the anger of the Lord is strong and severe, as descending hail where there is no shelter, violently descending; as a great body of water sweeping away the soil, he shall make rest for the land."
    },
    {
      "verse": 3,
      "text": "The crown of pride, the hirelings of Ephraim, shall be beaten down with the hands and with the feet."
    },
    {
      "verse": 4,
      "text": "And the fading flower of the \\f + \\fr 28:4 \\fqa Gr. \\ft hope of glory.\\f*glorious hope on the top of the high mountain shall be as the early fig; he that sees it, before he takes it into his hand, will desire to swallow it down."
    },
    {
      "verse": 5,
      "text": "In that day the Lord of hosts shall be the crown of hope, the woven \\add crown\\add* of glory, to the remnant of the people."
    },
    {
      "verse": 6,
      "text": "They shall be left in the spirit of judgment for judgment, and for the strength of them that hinder slaying."
    },
    {
      "verse": 7,
      "text": "For these have trespassed through wine; they have erred through strong drink: the priest and the prophet are mad through strong drink, they are swallowed up by reason of wine, they have staggered \\f + \\fr 28:7 \\fqa Lit. \\ft from.\\f*through drunkenness; they have erred: this is \\add their\\add* vision."
    },
    {
      "verse": 8,
      "text": "A curse shall devour this counsel, for this \\add is their\\add* counsel for the sake of covetousness."
    },
    {
      "verse": 9,
      "text": "To whom have we reported evils? and to whom have we reported a message? \\add even to those\\add* that are weaned from the milk, who are drawn from the breast."
    },
    {
      "verse": 10,
      "text": "Expect thou affliction on affliction, hope upon hope: yet a little, \\add and\\add* yet a little,"
    },
    {
      "verse": 11,
      "text": "\\x + \\xo 28:11 \\xt 1 Cor. 14. 21.\\x* by reason of the contemptuous \\add words\\add* of the lips, by means of another language: for they shall speak to this people, saying to them,"
    },
    {
      "verse": 12,
      "text": "This is the rest to him that is hungry, and this is the calamity: but they would not hear."
    },
    {
      "verse": 13,
      "text": "Therefore the oracle of God shall be to them affliction on affliction, hope on hope, yet a little, \\add and\\add* yet a little, that they may go and fall backward; and they shall be crushed and shall be in danger, and shall be taken."
    },
    {
      "verse": 14,
      "text": "Therefore hear ye the word of the Lord, ye afflicted men, and ye princes of this people that is in Jerusalem."
    },
    {
      "verse": 15,
      "text": "Because ye have said, We have made a covenant with Hades, and agreements with death; if the rushing storm should pass, it shall not come upon us: we have made falsehood our hope, and by falsehood shall we be protected:"
    },
    {
      "verse": 16,
      "text": "therefore thus saith the Lord, \\add even\\add* the Lord, \\x + \\xo 28:16 \\xt Rom. 9. 33; 1 Pet. 2. 6.\\x* Behold, I lay for the foundations of Sion a costly stone, a choice, a corner-stone, a precious \\add stone\\add*, for its foundations; and he that believes \\add on him\\add* shall by no means be ashamed."
    },
    {
      "verse": 17,
      "text": "And I will cause judgment \\add to be\\add* for hope, and my compassion shall be for \\add just\\add* measures, and ye that trust vainly in falsehood \\add shall fall\\add*: for the storm shall by no means pass by you,"
    },
    {
      "verse": 18,
      "text": "\\f + \\fr 28:18 \\fqa Or, \\ft shall it not also? etc.\\f*except it also take away your covenant of death, and your trust in Hades shall by no means stand: if the rushing storm should come upon you, ye shall be beaten down by it."
    },
    {
      "verse": 19,
      "text": "Whenever it shall pass by, it shall take you; morning by morning it shall pass by in the day, and in the night there shall be an evil hope. Learn to hear,"
    },
    {
      "verse": 20,
      "text": "ye that are distressed; we cannot fight, but we are ourselves too weak for you to be gathered."
    },
    {
      "verse": 21,
      "text": "The Lord shall rise up as a mountain of ungodly \\add men\\add*, and shall be in the valley of Gabaon; he shall perform his works with wrath, \\add even\\add* a work of bitterness, and his wrath shall deal strangely, and his destruction shall be strange."
    },
    {
      "verse": 22,
      "text": "Therefore do not ye rejoice, neither let your bands be made strong; for I have heard of works finished and cut short by the Lord of hosts, which he will execute upon all the earth."
    },
    {
      "verse": 23,
      "text": "Hearken, and hear my voice; attend, and hear my words."
    },
    {
      "verse": 24,
      "text": "Will the ploughman plough all the day? or will he prepare the seed beforehand, before he tills the ground?"
    },
    {
      "verse": 25,
      "text": "Does he not, when he has levelled the surface thereof, then sow the small black poppy, or cumin, and afterward sow wheat, and barley, and millet, and bread-corn in thy borders?"
    },
    {
      "verse": 26,
      "text": "So thou shalt be chastened by the judgment of thy God, and shalt rejoice."
    },
    {
      "verse": 27,
      "text": "For the black poppy is not cleansed with harsh treatment, nor will a waggon-wheel pass over the cumin; but the black poppy is threshed with a rod, and the cumin shall be eaten with bread;"
    },
    {
      "verse": 28,
      "text": "for \\f + \\fr 28:28 \\fqa Gr. \\ft I am.\\f*I will not be wroth with you for ever, neither shall the voice of \\f + \\fr 28:28 \\fqa Gr. \\ft bitterness trample you.\\f*my anger crush you."
    },
    {
      "verse": 29,
      "text": "And these signs came forth from the Lord of hosts. Take counsel, exalt vain comfort."
    }
  ]
}