{
  "book_id": "ISA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Draw near, ye nations; and hearken, ye princes; let the earth hear, and they that are in it; the world, and the people that are therein."
    },
    {
      "verse": 2,
      "text": "For the wrath of the Lord is upon all nations, and \\add his\\add* anger upon the number of them, to destroy them, and give them up to slaughter."
    },
    {
      "verse": 3,
      "text": "And their slain shall be cast forth, and their corpses; and their \\add ill\\add* savour shall come up, and the mountains shall be made wet with their blood."
    },
    {
      "verse": 4,
      "text": "And all the powers of the heavens shall melt, and the sky shall be rolled up like a scroll: and all the stars shall fall like leaves from a vine, and as leaves fall from a fig-tree."
    },
    {
      "verse": 5,
      "text": "My sword has been made drunk in heaven: behold, it shall come down upon Idumea, and with judgment upon the people doomed to destruction."
    },
    {
      "verse": 6,
      "text": "The sword of the Lord is filled with blood, it is glutted with fat, with the blood of goats and lambs, and with the fat of goats and rams: for the Lord has a sacrifice in Bosor, and a great slaughter in Idumea."
    },
    {
      "verse": 7,
      "text": "And the mighty ones shall fall with them, and the rams and the bulls; and the land shall be \\f + \\fr 34:7 \\fqa Gr. \\ft made drunken.\\f*soaked with blood, and shall be filled with their fat."
    },
    {
      "verse": 8,
      "text": "For it is the day of the judgment of the Lord, and the year of the recompence of Sion in judgment."
    },
    {
      "verse": 9,
      "text": "And her valleys shall be turned into pitch, and her land into sulphur; and her land shall be as pitch burning night and day;"
    },
    {
      "verse": 10,
      "text": "and it shall never be quenched, and her smoke shall go up: it shall be made desolate throughout her generations,"
    },
    {
      "verse": 11,
      "text": "and for a long time birds and hedgehogs, and ibises and ravens shall dwell in it: and the measuring line of desolation shall be cast over it, and \\f + \\fr 34:11 \\fqa Vide supra, \\xt 13. 22.\\f*satyrs shall dwell in it."
    },
    {
      "verse": 12,
      "text": "Her princes shall be no more; for her kings and her great men shall be destroyed."
    },
    {
      "verse": 13,
      "text": "And thorns shall spring up in their cities, and in her strong holds: and they shall be habitations of \\f + \\fr 34:13 \\fqa Vide supra, \\xt Job 30. 29; Is. 13. 21, \\ft etc.\\f*monsters, and a court for ostriches."
    },
    {
      "verse": 14,
      "text": "And devils shall meet with satyrs, and they shall cry one to the other: there shall satyrs rest, having found for themselves \\add a place of\\add* rest."
    },
    {
      "verse": 15,
      "text": "There has the hedgehog made its nest, and the earth has safely preserved its young: there have the deer met, and seen one another's faces."
    },
    {
      "verse": 16,
      "text": "They passed by in \\add full\\add* number, and not one of them perished: they sought not one another; for the Lord commanded them, and his Spirit gathered them."
    },
    {
      "verse": 17,
      "text": "And he shall cast lots for them, and his hand has portioned out \\add their\\add* pasture, \\add saying\\add*, Ye shall inherit \\add the land\\add* for ever: they shall rest on it \\add through\\add* all generations."
    }
  ]
}