{
  "book_id": "ISA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Be glad, thou thirsty desert: let the wilderness exult, and flower as the lily."
    },
    {
      "verse": 2,
      "text": "And the desert places of Jordan shall blossom and rejoice; the glory of Libanus has been given to it, and the honour of Carmel; and my people shall see the glory of the Lord, and the majesty of God."
    },
    {
      "verse": 3,
      "text": "\\x + \\xo 35:3 \\xt Heb. 12. 12.\\x* Be strong, ye relaxed hands and palsied knees."
    },
    {
      "verse": 4,
      "text": "Comfort one another, ye faint-hearted; be strong, fear not; behold, our God renders judgment, and he will render \\add it\\add*; he will come and save us."
    },
    {
      "verse": 5,
      "text": "Then shall the eyes of the blind be opened, and the ears of the deaf shall hear."
    },
    {
      "verse": 6,
      "text": "Then shall the lame man leap as an hart, and the tongue of the stammerers shall speak plainly; for water has burst forth in the desert, and a channel \\add of water\\add* in a thirsty land."
    },
    {
      "verse": 7,
      "text": "And the dry land shall become pools, and a fountain of water shall \\add be poured\\add* into the thirsty land; there shall there be a joy of birds, ready habitations and marshes."
    },
    {
      "verse": 8,
      "text": "There shall be there a pure way, and it shall be called a holy way; and there shall not pass by there any unclean person, neither shall there be there an unclean way; but the dispersed shall walk on it, and they shall not go astray."
    },
    {
      "verse": 9,
      "text": "And there shall be no lion there, neither shall any evil beast go up upon it, nor at all be found there; but the redeemed and gathered on the Lord's behalf, shall walk in it,"
    },
    {
      "verse": 10,
      "text": "and shall return, and come to Sion with joy, and everlasting joy \\add shall be\\add* over their head; for on their head \\add shall be\\add* praise and exultation, and joy shall take possession of them: sorrow and pain, and groaning have fled away."
    }
  ]
}