{
  "book_id": "ISA",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "And now thus saith the Lord God that made thee, O Jacob, and formed thee, O Israel, Fear not: for I have redeemed thee, I have called thee bythy name; thou art mine."
    },
    {
      "verse": 2,
      "text": "And if thou pass through water, I am with thee; and the rivers shall not overflow thee: and if thou go through fire, thou shalt not be burned; the flame shall not burn thee."
    },
    {
      "verse": 3,
      "text": "For I am the Lord thy God, the Holy One of Israel, that saves thee: I have made Egypt and Ethiopia thy ransom, and givenSoene for thee."
    },
    {
      "verse": 4,
      "text": "Since thou becamest precious in my sight, thou hast become glorious, and I have loved thee: and I will give men for thee, and princes for thy life."
    },
    {
      "verse": 5,
      "text": "Fear not; for I am with thee: I will bring thy seed from the east, and will gather thee from the west."
    },
    {
      "verse": 6,
      "text": "I will say to the north, Bring; and to the south, Keep not back; bring my sons from the landafar off, and my daughters from the ends of the earth;"
    },
    {
      "verse": 7,
      "text": "evenall who are called by my name: for I have prepared him for my glory, and I have formed him, and have made him:"
    },
    {
      "verse": 8,
      "text": "and I have brought forth the blind people; for theireyes are alike blind, and they that have ears are deaf."
    },
    {
      "verse": 9,
      "text": "All the nations are gathered together, and princes shall be gathered out of them: who will declare these things? or who will declare to you things from the beginning? let them bring forth their witnesses, and be justified; and let them hear, and declare the truth."
    },
    {
      "verse": 10,
      "text": "Be ye my witnesses, and I too ama witness, saith the Lord God, and my servant whom I have chosen: that ye may know, and believe, and understand that I am he: before me there was no other God, and after me there shall be none."
    },
    {
      "verse": 11,
      "text": "I am God; and beside me there is no Saviour."
    },
    {
      "verse": 12,
      "text": "I have declared, and have saved; I have reproached, and there was no strange godamong you: ye are my witnesses, and I am the Lord God,"
    },
    {
      "verse": 13,
      "text": "even from the beginning; and there is none that can deliver out of my hands: I will work, and who shall turn it back?"
    },
    {
      "verse": 14,
      "text": "Thus saith the Lord God that redeems you, the Holy One of Israel; For your sakes I will send to Babylon, and I will stir up all that flee, and the Chaldeans shall be bound in ships."
    },
    {
      "verse": 15,
      "text": "I am the Lord God, your Holy One, who have appointed for Israel your king."
    },
    {
      "verse": 16,
      "text": "Thus saith the Lord, who makes a way in the sea, and a path in the mighty water;"
    },
    {
      "verse": 17,
      "text": "who brought forth chariots and horse, and a mighty multitude: but they have lain down, and shall not rise: they are extinct, as quenched flax."
    },
    {
      "verse": 18,
      "text": "Remember ye not the former things, and consider not the ancient things."
    },
    {
      "verse": 19,
      "text": "Behold, I willdo new things, which shall presently spring forth, and ye shall know them: and I will make a way in the wilderness, and rivers in the dry land."
    },
    {
      "verse": 20,
      "text": "The beasts of the field shall bless me, the owls and young ostriches; for I have given water in the wilderness, and rivers in the dry land, to give drink to my chosen race,"
    },
    {
      "verse": 21,
      "text": "evenmy people whom I have preserved to tell forth my praises."
    },
    {
      "verse": 22,
      "text": "I have not now called thee, O Jacob; neither have I made thee weary, O Israel."
    },
    {
      "verse": 23,
      "text": "Thou hast not brought me the sheep of thy whole-burnt-offering; neither hast thou glorified me with thy sacrifices. I have not caused thee to serve with sacrifices, neither have I wearied thee with frankincense."
    },
    {
      "verse": 24,
      "text": "Neither hast thou purchased for me victims for silver, neither have I desired the fat of thy sacrifices: but thou didst stand before me in thy sins, and in thine iniquities."
    },
    {
      "verse": 25,
      "text": "I, evenI, am he that blots out thy transgressions for mine own sake, and thy sins; and I will not remember them."
    },
    {
      "verse": 26,
      "text": "But do thou remember, and let us plead together: do thou first confess thy transgressions, that thou mayest be justified."
    },
    {
      "verse": 27,
      "text": "Your fathers first, and your princes have transgressed against me."
    },
    {
      "verse": 28,
      "text": "And the princes have defiled my sanctuaries: so I gave Jacob to enemiesto destroy, and Israel to reproach."
    }
  ]
}