{
  "book_id": "ISA",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "Hearken to me, ye islands; and attend, ye Gentiles; after a long time it shall come to pass, saith the Lord: from my mother's womb he has called my name:"
    },
    {
      "verse": 2,
      "text": "and he has made my mouth as a sharp sword, and he has hid me under the shadow of his hand; he has made me as a choice shaft, and he has hid me in his quiver;"
    },
    {
      "verse": 3,
      "text": "and said to me, Thou art my servant, O Israel, and in thee I will be glorified."
    },
    {
      "verse": 4,
      "text": "Then I said, I have laboured in vain, I have given my strength for vanity and for nothing: therefore is my judgment with the Lord, and my labour before my God."
    },
    {
      "verse": 5,
      "text": "And now, thus saith the Lord that formed me from the womb to be his own servant, to gather Jacob to him and Israel. I shall be gathered and glorified before the Lord, and my God shall be my strength."
    },
    {
      "verse": 6,
      "text": "And he said to me, \\add It is\\add* a great thing for thee to be called my servant, to establish the tribes of Jacob, and to recover the dispersion of Israel: behold, \\x + \\xo 49:6 \\xt Acts 13. 47.\\x* I have given thee for the \\f + \\fr 49:6 \\fqa Gr. \\ft a perpetual covenant.\\f*covenant of a race, for a light of the Gentiles, that thou shouldest be for salvation to the end of the earth."
    },
    {
      "verse": 7,
      "text": "Thus saith the Lord that delivered thee, the God of Israel, Sanctify him that despises his life, him that is abhorred by the nations that are the servants of princes: kings shall behold him, and princes shall arise, and shall worship him, for the Lord's sake: for the Holy One of Israel is faithful, and I have chosen thee."
    },
    {
      "verse": 8,
      "text": "Thus saith the Lord, \\x + \\xo 49:8 \\xt 2 Cor. 6. 2.\\x* In an acceptable time have I heard thee, and in a day of salvation have I succoured thee: and I have formed thee, and given thee for a covenant of the nations, to establish the earth, and to cause to inherit the desert heritages:"
    },
    {
      "verse": 9,
      "text": "saying to them that are in bonds, Go forth; and \\add bidding\\add* them that are in darkness shew themselves. They shall be fed in all the ways, and in all the paths \\add shall be\\add* their pasture."
    },
    {
      "verse": 10,
      "text": "\\x + \\xo 49:10 \\xt Rev. 7. 16.\\x* They shall not hunger, neither shall they thirst; neither shall the heat nor the sun smite them; but he that has mercy on them shall comfort \\add them\\add*, and by fountains of waters shall he lead them."
    },
    {
      "verse": 11,
      "text": "And I will make every mountain a way, and every path a pasture to them."
    },
    {
      "verse": 12,
      "text": "Behold, these shall come from far: \\add and\\add* these from the north and the west, and others from the land of the Persians."
    },
    {
      "verse": 13,
      "text": "Rejoice, ye heavens; and let the earth be glad: let the mountains break forth \\add with\\add* joy; for the Lord has had mercy on his people, and has comforted the lowly ones of his people."
    },
    {
      "verse": 14,
      "text": "But Sion said, The Lord has forsaken me, and, The Lord has forgotten me."
    },
    {
      "verse": 15,
      "text": "Will a woman forget her child, so as not to have compassion upon the offspring of her womb? but if a woman should even forget these, yet I will not forget thee, saith the Lord."
    },
    {
      "verse": 16,
      "text": "Behold, I have painted thy walls on my hands, and thou art continually before me."
    },
    {
      "verse": 17,
      "text": "And thou shalt soon be built by those by whom thou wert destroyed, and they that made thee desolate shall go forth of thee."
    },
    {
      "verse": 18,
      "text": "Lift up thine eyes round about, and look on them all; behold, they are gathered together, and are come to thee. \\add As\\add* I live, saith the Lord, thou shalt clothe thyself with them all as with an ornament, and put them on as a bride her attire."
    },
    {
      "verse": 19,
      "text": "For thy desert and marred and ruined \\add places\\add* shall now be too narrow by reason of the inhabitants, and they that devoured thee shall be removed far from thee."
    },
    {
      "verse": 20,
      "text": "For thy sons whom thou hast lost shall say in thine ears, The place \\add is too\\add* narrow for me: make room for me that I may dwell."
    },
    {
      "verse": 21,
      "text": "And thou shalt say in thine heart, Who has begotten me these? whereas I \\add was\\add* childless, and a widow; but who has brought up these for me? and I was left alone; but whence came these to me?"
    },
    {
      "verse": 22,
      "text": "Thus saith the Lord, \\add even\\add* the Lord, Behold, I lift up mine hand to the nations, and I will lift up my signal to the islands: and they shall bring thy sons in \\add their\\add* bosom, and shall bear thy daughters on \\add their\\add* shoulders."
    },
    {
      "verse": 23,
      "text": "And kings shall be thy nursing-fathers, and their princesses thy nurses, they shall bow down to thee on the face of the earth, and shall lick the dust of thy feet; and thou shalt know that I am the Lord, and they that wait on me shall not be ashamed."
    },
    {
      "verse": 24,
      "text": "Will any one take spoils from a giant? and if one should take \\add a man\\add* captive unjustly, shall he be delivered?"
    },
    {
      "verse": 25,
      "text": "For thus saith the Lord, If one should take a giant captive, he shall take spoils, and he who takes \\add them\\add* from a mighty \\add man\\add* shall be delivered: for I will plead thy cause, and I will deliver thy children."
    },
    {
      "verse": 26,
      "text": "And they that afflicted thee shall eat their own flesh; and they shall drink their own blood as new wine, and shall be drunken: and all flesh shall perceive that I am the Lord that delivers thee, and that upholds the strength of Jacob."
    }
  ]
}