{
  "book_id": "ISA",
  "chapter": 52,
  "verses": [
    {
      "verse": 1,
      "text": "Awake, awake, Sion; put on thy strength, O Sion; and do thou put on thy glory, Jerusalem the holy city: there shall no more pass through thee the uncircumcised and unclean."
    },
    {
      "verse": 2,
      "text": "Shake off the dust and arise; sit down, Jerusalem: put off the band of thy neck, captive daughter of Sion."
    },
    {
      "verse": 3,
      "text": "For thus saith the Lord, Ye have been sold for nought; and ye shall not be ransomed with silver."
    },
    {
      "verse": 4,
      "text": "Thus saith the Lord, My people went down before to Egypt to sojourn there; and were carried away forcibly to the Assyrians."
    },
    {
      "verse": 5,
      "text": "And now why are ye here? Thus saith the Lord, Because my people was taken for nothing, wonder ye and howl. Thus saith the Lord, On account of you \\x + \\xo 52:5 \\xt Rom. 2. 24.\\x* my name is continually blasphemed among the Gentiles."
    },
    {
      "verse": 6,
      "text": "Therefore shall my people know my name in that day, for I am he that speaks: I am present,"
    },
    {
      "verse": 7,
      "text": "as \\f + \\fr 52:7 \\xt Rom. 10. 15. \\ft Another reading is 'How beautiful are the feet,' etc. \\fqa Lit. \\ft Why have the feet been made beautiful? See also \\xt Joel 2. 2.,\\ft 'the morning [spread] upon the mountains.'\\f*a season of beauty upon the mountains, as the feet of one preaching glad tidings of peace, as one preaching good news: for I will publish thy salvation, saying, O Sion, thy God shall reign."
    },
    {
      "verse": 8,
      "text": "For the voice of them that guard thee is exalted, and with the voice together they shall rejoice: for eyes shall look to eyes, when the Lord shall have mercy upon Sion."
    },
    {
      "verse": 9,
      "text": "Let the waste places of Jerusalem break forth \\add in\\add* joy together, because the Lord has had mercy upon her, and has delivered Jerusalem."
    },
    {
      "verse": 10,
      "text": "And the Lord shall reveal his holy arm in the sight of all the nations; and all the ends of the earth shall see the salvation that \\add comes\\add* from our God."
    },
    {
      "verse": 11,
      "text": "\\x + \\xo 52:11 \\xt 2 Cor. 6. 17,18.\\x* Depart ye, depart, go out from thence, and touch not the unclean thing; go ye out from the midst of her; separate yourselves, ye that bear the vessels of the Lord."
    },
    {
      "verse": 12,
      "text": "For ye shall not go forth with tumult, neither go by flight: for the Lord shall go first in advance of you; and the God of Israel shall be he that \\f + \\fr 52:12 \\fqa Gr. \\ft gathers you.\\f*brings up your rear."
    },
    {
      "verse": 13,
      "text": "Behold, my servant shall understand, and be exalted, and glorified exceedingly."
    },
    {
      "verse": 14,
      "text": "As many shall be amazed at thee, so shall thy face be without glory from men, and thy glory \\add shall not be honoured\\add* by the sons of men."
    },
    {
      "verse": 15,
      "text": "Thus shall many nations wonder at him; and kings shall keep their mouths shut: \\x + \\xo 52:15 \\xt Rom. 15. 21.\\x* for they to whom no report was brought concerning him, shall see; and they who have not heard, shall consider."
    }
  ]
}