{
  "book_id": "ISA",
  "chapter": 54,
  "verses": [
    {
      "verse": 1,
      "text": "Rejoice, thou barren that bearest not; break forth and cry, thou that dost not travail: for more are the children of the desolate than of her that has a husband: for the Lord has said,"
    },
    {
      "verse": 2,
      "text": "Enlarge the place of thy tent, and of thy curtains: fix the pins, spare not, lengthen thy cords, and strengthen thy pins;"
    },
    {
      "verse": 3,
      "text": "spread forth thy tentyet to the right and the left: for thy seed shall inherit the Gentiles, and thou shalt make the desolate cities to be inhabited."
    },
    {
      "verse": 4,
      "text": "Fear not, because thou hast been put to shame, neither be confounded, because thou wast reproached: for thou shalt forget thy former shame, and shalt no more at all remember the reproach of thy widowhood."
    },
    {
      "verse": 5,
      "text": "For it isthe Lord that made thee; the Lord of hosts is his name: and he that delivered thee, he is the God of Israel, andshall be called soby the whole earth."
    },
    {
      "verse": 6,
      "text": "The Lord has not called thee as a deserted and faint-hearted woman, nor as a woman hated from heryouth, saith thy God."
    },
    {
      "verse": 7,
      "text": "For a little while I left thee: but with great mercy will I have compassion upon thee."
    },
    {
      "verse": 8,
      "text": "In a little wrath I turned away my face from thee; but with everlasting mercy will I have compassion upon thee, saith the Lord that delivers thee."
    },
    {
      "verse": 9,
      "text": "From the time of the water of Noe this is my purpose: as I sware to him at that time, sayingof the earth, I will no more be wroth with thee, neither when thou art threatened,"
    },
    {
      "verse": 10,
      "text": "shall the mountains depart, nor shall thy hills be removed: so neither shall my mercy fail thee, nor shall the covenant of thy peace be at all removed: for the Lord who isgracious to thee has spoken it."
    },
    {
      "verse": 11,
      "text": "Afflicted and outcast thou hast not been comforted: behold, I willprepare carbuncle forthy stones, and sapphire for thy foundations;"
    },
    {
      "verse": 12,
      "text": "and I will make thy buttresses jasper, and thy gates crystal, and thy border precious stones."
    },
    {
      "verse": 13,
      "text": "And I will causeall thy sons to betaught of God, and thy children to bein great peace."
    },
    {
      "verse": 14,
      "text": "And thou shalt be built in righteousness: abstain from injustice, and thou shalt not fear; and trembling shall not come nigh thee."
    },
    {
      "verse": 15,
      "text": "Behold, strangers shall come to thee by me, and shall sojourn with thee, and shall run to thee for refuge."
    },
    {
      "verse": 16,
      "text": "Behold, I have created thee, not as the coppersmith blowing coals, and bringing out a vessel fitfor work; but I have created thee, not for ruin, that Ishould destroy thee."
    },
    {
      "verse": 17,
      "text": "I will not suffer any weapon formed against thee to prosper; and every voice that shall rise up against thee for judgment, thou shalt vanquish them all; and thine adversaries shall be condemnedthereby. There is an inheritance to them that serve the Lord, and ye shall be righteous before me, saith the Lord."
    }
  ]
}