{
  "book_id": "GEN",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And the heavens and the earth were finished, and the whole \\f + \\fr 2:1 \\fqa Or, \\ft order. See \\xt John 1. 10.\\f*world of them."
    },
    {
      "verse": 2,
      "text": "\\x + \\xo 2:2 \\xt Heb. 4. 4.\\x* And God finished on the sixth day his works which he made, and he ceased on the seventh day from all his works which he made."
    },
    {
      "verse": 3,
      "text": "And God blessed the seventh day and sanctified it, because in it he ceased from all his works which God \\f + \\fr 2:3 \\fqa Or, \\ft made in the beginning. See \\xt Acts 1. 1.\\f*began to do."
    },
    {
      "verse": 4,
      "text": "This \\add is\\add* the book of the generation of heaven and earth, when \\f + \\fr 2:4 \\fqa Or, \\ft it took place.\\f*they were made, in the day in which the Lord God made the heaven and the earth,"
    },
    {
      "verse": 5,
      "text": "and every herb of the field before it was on the earth, and all the grass of the field before it sprang up, for God had not rained on the earth, and there was not a man to cultivate it."
    },
    {
      "verse": 6,
      "text": "But there rose a fountain out of the earth, and watered the whole face of the earth."
    },
    {
      "verse": 7,
      "text": "And God formed the man \\add of\\add* dust of the earth, and breathed upon his face the breath of life, \\x + \\xo 2:7 \\xt 1 Cor. 15. 45.\\x* and the man became a living soul."
    },
    {
      "verse": 8,
      "text": "And God planted a garden eastward in Edem, and placed there the man whom he had formed."
    },
    {
      "verse": 9,
      "text": "And God made to spring up also out of the earth every tree beautiful \\f + \\fr 2:9 \\fqa Gr. \\ft for sight.\\f*to the eye and good for food, and the tree of life in the midst of the garden, and the tree of learning \\f + \\fr 2:9 \\fqa Or, \\ft that which is to be known. Comp. \\xt Rom. 1. 19.\\f*the knowledge of good and evil."
    },
    {
      "verse": 10,
      "text": "And a river proceeds out of Edem to water the garden, thence it divides itself into four heads."
    },
    {
      "verse": 11,
      "text": "The name of the one, Phisom, this it is which encircles the whole land of Evilat, where there is gold."
    },
    {
      "verse": 12,
      "text": "And the gold of that land is good, there also is carbuncle and emerald."
    },
    {
      "verse": 13,
      "text": "And the name of the second river is Geon, this it is which encircles the whole land of Ethiopia."
    },
    {
      "verse": 14,
      "text": "And the third river is Tigris, this is that which flows forth over against the Assyrians. And the fourth river is Euphrates."
    },
    {
      "verse": 15,
      "text": "And the Lord God took the man whom he had formed, and placed him in the garden of Delight, to cultivate and keep it."
    },
    {
      "verse": 16,
      "text": "And the Lord God gave a charge to Adam, saying, Of every tree which is in the garden thou \\f + \\fr 2:16 \\fqa Or, \\ft eat for food.\\f*mayest freely eat,"
    },
    {
      "verse": 17,
      "text": "but of the tree of the knowledge of good and evil—of it ye shall not eat, but in whatsoever day ye eat of it, ye shall \\f + \\fr 2:17 \\fqa Or, \\ft die by death.\\f*surely die."
    },
    {
      "verse": 18,
      "text": "And the Lord God said, \\add It is\\add* not good that the man should be alone, let us make for him a help \\f + \\fr 2:18 \\fqa Gr. \\ft according to him.\\f*suitable to him."
    },
    {
      "verse": 19,
      "text": "And God formed yet farther out of the earth all the wild beasts of the field, and all the birds of the sky, and he brought them to Adam, to see what he would call them, and whatever Adam called any living creature, \\f + \\fr 2:19 \\fqa Gr. \\ft soul.\\f*that was the name of it."
    },
    {
      "verse": 20,
      "text": "And Adam \\f + \\fr 2:20 \\fqa Gr. \\ft called.\\f*gave names to all the cattle and to all the birds of the sky, and to all the wild beasts of the field, but for Adam there was not found a help like to himself."
    },
    {
      "verse": 21,
      "text": "And God brought a trance upon Adam, and he slept, and he took one of his ribs, and filled up the flesh instead thereof."
    },
    {
      "verse": 22,
      "text": "And God \\f + \\fr 2:22 \\fqa Gr. \\ft built.\\f*formed the rib which he took from Adam into a woman, and brought her to Adam."
    },
    {
      "verse": 23,
      "text": "And Adam said, This now is bone \\f + \\fr 2:23 \\fqa Or, \\ft out of. See the force of ἐκ in \\xt Eph. 5. 30.\\f*of my bones, and flesh of my flesh; she shall be called \\f + \\fr 2:23 \\fqa Or, \\ft wife.\\f*woman, because she was taken out \\f + \\fr 2:23 \\ft In the \\fqa Heb. \\ft the reason of the name appears. She shall be called \\fqa Issha \\ft because she was taken out of \\fqa Ish.\\f*of her husband."
    },
    {
      "verse": 24,
      "text": "Therefore shall a man leave his father and his mother and shall \\f + \\fr 2:24 \\fqa Gr. \\ft be cemented. \\xt Mat. 19. 5.\\f*cleave to his wife, and they two shall be one flesh."
    },
    {
      "verse": 25,
      "text": "And the two were naked, both Adam and his wife, and were not ashamed."
    }
  ]
}