{
  "book_id": "MAL",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The prophecy of the word of the Lord to Israel by means of Malachi."
    },
    {
      "verse": 2,
      "text": "I have loved you, so hath said the Lord: yet ye say, Wherein hast thou loved us? Is not Esau brother to Jacob? saith the Lord: yet I loved Jacob;"
    },
    {
      "verse": 3,
      "text": "And Esau I hated; and I rendered his mountains a desert, and his heritage a dwelling for the monsters of the wilderness."
    },
    {
      "verse": 4,
      "text": "Should Edom even say, We are impoverished; but we will return and build the ruined places: thus hath said the Lord of hosts, They may indeed build, but I will surely throw down; and men shall call them, The territory of wickedness, and, The people against whom the Lord hath indignation to eternity."
    },
    {
      "verse": 5,
      "text": "And your eyes shall see it; and ye shall then say, The Lord will be magnified beyond the territory of Israel."
    },
    {
      "verse": 6,
      "text": "A son honoreth his father, and a servant his master: if then I be a father, where is my honor? and if I be a master, where is my fear? saith the Lord of hosts unto you, O priests, that despise my name; and ye say, wherein have we despised thy name?"
    },
    {
      "verse": 7,
      "text": "Ye offer upon my altar polluted bread; and ye say, Wherein have we polluted thee? In that ye say, The table of the Lord is contemptible."
    },
    {
      "verse": 8,
      "text": "And if ye bring near the blind to sacrifice it, is this not evil? and if ye bring near the lame and the sick, is this not evil? do but present it unto thy governor, will he be pleased with thee, or receive thee with favor? saith the Lord of hosts."
    },
    {
      "verse": 9,
      "text": "And now, I pray you, beseech the presence of God that he may be gracious unto us; from your hand hath this thing come: will he receive one of you with favor? saith the Lord of hosts."
    },
    {
      "verse": 10,
      "text": "Oh that there were some one among you that would lock up the doors [of the sanctuary], that ye might not light up my altar for nought: I have no pleasure in you, saith the Lord of hosts, neither will I accept in favor an offering from your hand."
    },
    {
      "verse": 11,
      "text": "For from the rising of the sun even unto his going down my name is great among the nations; and in every place incense is burnt and there is offered unto my name, even a pure offering; for great is my name among the nations, saith the Lord of hosts."
    },
    {
      "verse": 12,
      "text": "But ye profane it, in that ye say, The table of the Lord is polluted, and by the assertion, Its food is contemptible."
    },
    {
      "verse": 13,
      "text": "And ye have said, Behold, what a wearisome task is it! and ye have left it to famish, saith the Lord of hosts; and ye have brought what was robbed, and the lame, and the sick, and thus ye have brought an offering: should I accept this in favor from your hand? saith the Lord."
    },
    {
      "verse": 14,
      "text": "But cursed be the deceiver, who hath in his flock a male, and voweth, and sacrificeth a corrupt thing unto the Lord; for I am a great king, saith the Lord of hosts, and my name is feared among the nations."
    }
  ]
}