{
  "book_id": "MAL",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And now, this commandment is for you, O ye priests."
    },
    {
      "verse": 2,
      "text": "If ye will not hear, and if ye will not lay it to heart, to give glory unto my name, saith the Lord of hosts: I will even send out against you a curse, and I will curse your blessings; yea, I will curse the same, because ye do not lay it to heart."
    },
    {
      "verse": 3,
      "text": "Behold, I will destroy unto you the seed, and spread dung upon your faces, even the dung of your festive offerings; and one shall take you away with it."
    },
    {
      "verse": 4,
      "text": "And ye shall thereby know that I have sent out unto you this commandment, that my covenant might be with Levi, saith the Lord of hosts."
    },
    {
      "verse": 5,
      "text": "My covenant was with him life and peace; and I gave them to him for the fear wherewith he feared me, and because of my name he had dread."
    },
    {
      "verse": 6,
      "text": "The law of truth was in his mouth, and falsehood was not found on his lips: in peace and equity he walked with me, and many did he turn away from iniquity."
    },
    {
      "verse": 7,
      "text": "For the priest's lips are ever to keep knowledge, and the law are they to seek from his mouth; for he is the messenger of the Lord of hosts."
    },
    {
      "verse": 8,
      "text": "But ye are indeed departed out of the way; ye have caused many to stumble in the law; ye have corrupted the covenant of the Levite, saith the Lord of hosts."
    },
    {
      "verse": 9,
      "text": "Therefore have I also made you contemptible and low before all the people, in the same measure as ye do not keep my ways, but act with partiality in the law."
    },
    {
      "verse": 10,
      "text": "Have we not all one father? hath not one God created us? [then] why shall we deal treacherously every man against his brother, to profane the covenant of our fathers?"
    },
    {
      "verse": 11,
      "text": "Judah hath dealt treacherously, and an abomination hath been committed in Israel and in Jerusalem; for Judah hath profaned the sanctuary of the Lord which he loveth, and hath married the daughter of a strange god."
    },
    {
      "verse": 12,
      "text": "The Lord will cut off unto the man that doth this, son and grandson, out of the tents of Jacob, and him that bringeth near an offering unto the Lord of hosts."
    },
    {
      "verse": 13,
      "text": "And this do ye secondly, covering the altar of the Lord with tears, with weeping and with loud complaint, so that he turneth not any more his regard to the offerings, nor receiveth it with favor at your hand."
    },
    {
      "verse": 14,
      "text": "Yet ye say, Wherefore? Because the Lord hath been witness between thee and the wife of thy youth, against whom thou hast indeed dealt treacherously: yet is she thy companion, and the wife of thy covenant."
    },
    {
      "verse": 15,
      "text": "And not one doth so who hath a remnant of a [good] spirit; for what desireth such a one? he seeketh [to possess] a godly posterity: therefore take heed to your spirit, and let none of you deal treacherously against the wife of his youth."
    },
    {
      "verse": 16,
      "text": "For he hateth putting away [the wife], so hath said the Lord the God of Israel, and him who covereth his garment with violence, so hath said the Lord of hosts: therefore take heed to your spirit, and deal not treacherously."
    },
    {
      "verse": 17,
      "text": "Ye have wearied the Lord with your words: yet ye say, Wherein have we wearied him? By your saying, Every one that doth evil is good in the eyes of the Lord, and in them he findeth delight; or else, Where is the God of justice!"
    }
  ]
}