{
  "book_id": "HAB",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The burden, which Habakkuk the Prophet did see."
    },
    {
      "verse": 2,
      "text": "O Lord, howe long shall I crye, and thou wilt not heare! euen crye out vnto thee for violence, and thou wilt not helpe!"
    },
    {
      "verse": 3,
      "text": "Why doest thou shewe mee iniquitie, and cause me to beholde sorowe? for spoyling, and violence are before me: and there are that rayse vp strife and contention."
    },
    {
      "verse": 4,
      "text": "Therefore the Lawe is dissolued, and iudgement doeth neuer go forth: for the wicked doeth compasse about the righteous: therefore wrong iudgement proceedeth."
    },
    {
      "verse": 5,
      "text": "Beholde among the heathen, and regarde, and wonder, and maruaile: for I will worke a worke in your dayes: yee will not beleeue it, though it be tolde you."
    },
    {
      "verse": 6,
      "text": "For lo, I raise vp the Caldeans, that bitter and furious nation, which shall goe vpon the breadth of the lande to possesse the dwelling places, that are not theirs."
    },
    {
      "verse": 7,
      "text": "They are terrible and fearefull: their iudgement and their dignitie shall proceede of theselues."
    },
    {
      "verse": 8,
      "text": "Their horses also are swifter then the leopards, and are more fierce then the wolues in the euening: and their horsemen are many: and their horsemen shall come from farre: they shall flie as the eagle hasting to meate."
    },
    {
      "verse": 9,
      "text": "They come all to spoyle: before their faces shalbe an Eastwinde, and they shall gather the captiuitie, as the sand."
    },
    {
      "verse": 10,
      "text": "And they shall mocke the Kings, and the princes shalbe a skorne vnto them: they shall deride euery strong holde: for they shall gather dust, and take it."
    },
    {
      "verse": 11,
      "text": "Then shall they take a courage, and transgresse and doe wickedly, imputing this their power vnto their god."
    },
    {
      "verse": 12,
      "text": "Art thou not of olde, O Lord my God, mine holy one? we shall not die: O Lord, thou hast ordeined them for iudgement, and O God, thou hast established them for correction."
    },
    {
      "verse": 13,
      "text": "Thou art of pure eyes, and canst not see euill: thou canst not behold wickednesse: wherefore doest thou looke vpon the transgressors, and holdest thy tongue when the wicked deuoureth the man, that is more righteous then he?"
    },
    {
      "verse": 14,
      "text": "And makest men as the fishes of the sea, and as the creeping things, that haue no ruler ouer them."
    },
    {
      "verse": 15,
      "text": "They take vp all with the angle: they catch it in their net, and gather it in their yarne, whereof they reioyce and are glad."
    },
    {
      "verse": 16,
      "text": "Therefore they sacrifice vnto their net, and burne incense vnto their yarne, because by them their portion is fat and their meat plenteous."
    },
    {
      "verse": 17,
      "text": "Shall they therefore stretch out their net and not spare continually to slay the nations?"
    }
  ]
}