{
  "book_id": "1SA",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "And the child Samuel ministered to the Lord before Heli the priest: and the word of the Lord was precious in those days, there was no distinct vision."
    },
    {
      "verse": 2,
      "text": "And it came to pass at that time that Heli was sleeping in his place; and his eyes began to fail, and could not see."
    },
    {
      "verse": 3,
      "text": "And the lamp of God was burningbefore it was trimmed, and Samuel slept in the temple, where wasthe ark of God."
    },
    {
      "verse": 4,
      "text": "And the Lord called, Samuel, Samuel; and he said, Behold, here amI."
    },
    {
      "verse": 5,
      "text": "And he ran to Heli, and said, Here amI, for you did call me: and he said, I did not call you; return, go to sleep; and he returned and went to sleep."
    },
    {
      "verse": 6,
      "text": "And the Lord called again, Samuel, Samuel: and he went to Heli the second time, and said, Behold here amI, for you did call me: and he said, I called you not; return, go to sleep."
    },
    {
      "verse": 7,
      "text": "And it wasbefore Samuel knew the Lord, and beforethe word of the Lord was revealed to him."
    },
    {
      "verse": 8,
      "text": "And the Lord called Samuel again for the third time: and he arose and went to Heli, and said, Behold, I am here, for you did call me: and Heli perceived that the Lord hadcalled the child."
    },
    {
      "verse": 9,
      "text": "And he said, Return, child, go to sleep; and it shall come to pass if he shall call you, that you shall say, Speak for your servant hears: and Samuel went and lay down in his place."
    },
    {
      "verse": 10,
      "text": "And the Lord came, and stood, and called him as before: and Samuel said, Speak, for your servant hears."
    },
    {
      "verse": 11,
      "text": "And the Lord said to Samuel, Behold, I execute my words in Israel; whoever hears them, both his ears shall tingle."
    },
    {
      "verse": 12,
      "text": "In that day I will raise up against Heli all things that I have said against his house; I will begin, and I will make an end."
    },
    {
      "verse": 13,
      "text": "And I have told him that I will be avenged on his house perpetually for the iniquities of his sons, because his sons spoke evil against God, and he did not admonish them."
    },
    {
      "verse": 14,
      "text": "And it shallnot go onso; I have sworn to the house of Eli, the iniquity of the house of Eli shall not be atoned for with incense or sacrifices for ever."
    },
    {
      "verse": 15,
      "text": "And Samuel slept till morning, and rose early in the morning, and opened the doors of the house of the Lord; and Samuel feared to tell Helithe vision."
    },
    {
      "verse": 16,
      "text": "And Heli said to Samuel, Samuel, myson; and he said, Behold, here amI."
    },
    {
      "verse": 17,
      "text": "And he said, What wasthe word that was spoken to you? I pray you hide it not from me: may God do these things to you, and more also, if you hide from me any thing of all the words that were spoken to you in your ears."
    },
    {
      "verse": 18,
      "text": "And Samuel reported all the words, and hid them not from him. And Heli said, He isthe Lord, he shall do that which is good in his sight."
    },
    {
      "verse": 19,
      "text": "And Samuel grew, and the Lord was with him, and there did not fall one of his words to the ground."
    },
    {
      "verse": 20,
      "text": "And all Israel knew from Dan even to Bersabee, that Samuel wasfaithful as a prophet to the Lord."
    },
    {
      "verse": 21,
      "text": "And the Lord manifested himself again in Selom, for the Lord revealed himself to Samuel; and Samuel was accredited to all Israel as a prophet to the Lord from one end of the land to the other: and Heli wasvery old, and his sons kept advancing in wickedness, and their way wasevil before the Lord."
    }
  ]
}