{
  "book_id": "1SA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass when Samuel was old, that he made his sons judges over Israel."
    },
    {
      "verse": 2,
      "text": "And these \\add are\\add* the names of his sons; Joel the firstborn, and the name of the second Abia, judges in Bersabee."
    },
    {
      "verse": 3,
      "text": "And his sons did not walk in his way; and they turned aside after gain, and took gifts, and perverted judgments."
    },
    {
      "verse": 4,
      "text": "And the men of Israel gather themselves together, and come to Armathaim to Samuel,"
    },
    {
      "verse": 5,
      "text": "and they said to him, Behold, you are grown old, and your sons walk not in your way; and now set over us a king to judge us, as also the other nations \\add have\\add*."
    },
    {
      "verse": 6,
      "text": "And the thing \\add was\\add* evil in the eyes of Samuel, when they said, Give us a king to judge us: and Samuel prayed to the Lord."
    },
    {
      "verse": 7,
      "text": "And the Lord said to Samuel, Hear the voice of the people, in whatever they shall say to you; for they have not rejected you, but they have rejected me from reigning over them."
    },
    {
      "verse": 8,
      "text": "According to all their doings which they have done to me, from the day that I brought them out of Egypt until this day, even \\add as\\add* they have deserted me, and served other gods, so they do also to you."
    },
    {
      "verse": 9,
      "text": "And now listen to their voice; only you shall solemnly testify to them, and you shall \\f + \\fr 8:9 \\fl Gr. \\ft report. \\f* describe to them the \\f + \\fr 8:9 \\fl Gr. \\ft judgment. \\f* manner of the king who shall reign over them."
    },
    {
      "verse": 10,
      "text": "And Samuel spoke every word of the Lord to the people who asked of him a king."
    },
    {
      "verse": 11,
      "text": "And he said, This shall be the \\f + \\fr 8:11 \\fl Gr. \\ft judgment. \\f* manner of the king that shall rule over you: he shall take your sons, and put them in his chariots, and among his horsemen, and running before his chariots,"
    },
    {
      "verse": 12,
      "text": "and \\add his manner shall be\\add* to make them to himself captains of hundreds and captains of thousands; and to reap his harvest, and gather his vintage, and prepare his instruments of war, and the implements of his chariots."
    },
    {
      "verse": 13,
      "text": "And he will take your daughters to be perfumers, and cooks, and bakers."
    },
    {
      "verse": 14,
      "text": "And he will take your fields, and your vineyards, and your good olive yards, and give them to his servants."
    },
    {
      "verse": 15,
      "text": "And he will take the tithe of your seeds and your vineyards, and give \\add it\\add* to his eunuchs, and to his servants."
    },
    {
      "verse": 16,
      "text": "And he will take your servants, and your handmaids, and your good herds and your asses, and will take the tenth of them for his works."
    },
    {
      "verse": 17,
      "text": "And he will tithe your flocks; and you⌃ shall be his servants."
    },
    {
      "verse": 18,
      "text": "And you⌃ shall cry out in that day because of your king whom you⌃ have chosen to yourselves, and the Lord shall not hear you in those days, because you⌃ have chosen to yourselves a king."
    },
    {
      "verse": 19,
      "text": "But the people would not listen to Samuel; and they said to him, Nay, but there shall be a king over us."
    },
    {
      "verse": 20,
      "text": "An we also will be like all the nations; and our king shall judge us, and shall go out before us, and fight our \\f + \\fr 8:20 \\fl Gr. \\ft war. \\f* battles."
    },
    {
      "verse": 21,
      "text": "And Samuel heard all the words of the people, and spoke them in the ears of the Lord."
    },
    {
      "verse": 22,
      "text": "And the Lord said to Samuel, Listen to their voice, and appoint them a king. And Samuel said to the men of Israel, Let each man depart to his city."
    }
  ]
}