{
  "book_id": "1SA",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And Samuel said to all Israel, Behold, I have listened to your voice in all things that you⌃ have said to me, and I have set a king over you."
    },
    {
      "verse": 2,
      "text": "And now, behold, the king goes before you; and I am grown old and shall rest; and, behold, my sons \\add are\\add* among you; and, behold, I have gone about before you from my youth to this day."
    },
    {
      "verse": 3,
      "text": "Behold, \\add here am\\add* I, answer against me before the Lord and before his anointed: whose calf have I taken? or whose ass have I taken? or whom of you have I oppressed? or from whose hand have I taken a \\f + \\fr 12:3 \\fl Gr. \\ft propitiation. \\f* bribe, even \\add to\\add* a sandal? bear witness against me, and I will make restitution to you."
    },
    {
      "verse": 4,
      "text": "And they said to Samuel, You have not injured us, and you have not oppressed us; and you have not afflicted us, and you have not taken anything from any one's hand."
    },
    {
      "verse": 5,
      "text": "And Samuel said to the people, The Lord \\add is\\add* witness among you, and his anointed \\add is\\add* witness this day, that you⌃ have not found anything in my hand: and they said, \\add He is\\add* witness."
    },
    {
      "verse": 6,
      "text": "And Samuel spoke to the people, saying, The Lord who appointed Moses and Aaron \\add is\\add* witness, who brought our fathers up out of Egypt."
    },
    {
      "verse": 7,
      "text": "And now stand still, and I will judge you before the Lord; and I will relate to you all the righteousness of the Lord, the things which he has wrought among you and your fathers."
    },
    {
      "verse": 8,
      "text": "When Jacob and his sons went into Egypt, and Egypt humbled them, then our fathers cried to the Lord, and the Lord sent Moses and Aaron; and they brought our fathers out of Egypt, and he made them to dwell in this place."
    },
    {
      "verse": 9,
      "text": "And they forgot the Lord their God, and he sold them into the hands of Sisara captain of the host of Jabis king of Asor, and into the hands of the Philistines, and into the hands of the king of Moab; and he fought with them."
    },
    {
      "verse": 10,
      "text": "And they cried to the Lord, and said, We have sinned, for we have forsaken the Lord, and have served Baalim and the groves: and now deliver us out of the hand of our enemies, and we will serve you."
    },
    {
      "verse": 11,
      "text": "And he sent Jerobaal, and Barac, and Jephthae, and Samuel, and rescued us out of the hand of our enemies round about, and you⌃ lived in security."
    },
    {
      "verse": 12,
      "text": "And you⌃ saw that Naas king of the children of Ammon came against you, and you⌃ said, Nay, none but a king shall reign over us; whereas the Lord our God \\add is\\add* our king."
    },
    {
      "verse": 13,
      "text": "And now behold the king \\f + \\fr 12:13 \\fl Alex.+ \\ft 'whom you⌃ asked for,' nearer the \\fqa Heb. \\f* whom you⌃ have chosen; and behold, the Lord has set a king over you."
    },
    {
      "verse": 14,
      "text": "If you⌃ should fear the Lord, and serve him, and listen to his voice, and not resist the mouth of the Lord, and you⌃ and your king that reigns over you should follow the Lord, \\add well\\add*."
    },
    {
      "verse": 15,
      "text": "But if you⌃ should not listen to the voice of the Lord, and you⌃ should resist the mouth of the Lord, then shall the hand of the Lord be upon you and upon your king."
    },
    {
      "verse": 16,
      "text": "And now stand still, and see this great thing, which the Lord will do before your eyes."
    },
    {
      "verse": 17,
      "text": "\\add Is it\\add* not wheat harvest today? I will call upon the Lord, and he shall send thunder and rain; and know you⌃ and see, that your wickedness \\add is\\add* great which you⌃ have wrought before the Lord, having asked for yourselves a king."
    },
    {
      "verse": 18,
      "text": "And Samuel called upon the Lord, and the Lord sent thunders and rain in that day; and all the people feared greatly the Lord and Samuel."
    },
    {
      "verse": 19,
      "text": "And all the people said to Samuel, Pray for your servants to the Lord your God, and let us not die; for we have added to all our sins this iniquity, in asking for us a king."
    },
    {
      "verse": 20,
      "text": "And Samuel said to the people, Fear not: you⌃ have \\add indeed\\add* wrought all this iniquity; only turn not from following the Lord, and serve the Lord with all your heart."
    },
    {
      "verse": 21,
      "text": "And turn not aside after the \\add gods\\add* that are nothing, who will do nothing, and will not deliver \\add you\\add*, because they are nothing."
    },
    {
      "verse": 22,
      "text": "For the Lord will not cast off his people for his great name's sake, because the Lord graciously took you to himself for a people."
    },
    {
      "verse": 23,
      "text": "And far be it from me to sin against the Lord in ceasing to pray for you: but I will serve the Lord, and show you the good and the right way."
    },
    {
      "verse": 24,
      "text": "Only fear the Lord, and serve him in truth and with all your heart, for you⌃ see what great things he has wrought with you."
    },
    {
      "verse": 25,
      "text": "But if you⌃ continue to do evil, then shall you⌃ and your king be \\f + \\fr 12:25 \\fl Gr. \\ft added; a reading occasioned by the different readings of אסף and יסף. \\f* consumed."
    }
  ]
}