{
  "book_id": "1SA",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And the Lord said to Samuel, How long do you mourn for Saul, whereas I have rejected him from reigning over Israel? Fill your horn with oil, and come, I will send you to Jessae, to Bethleem; for I have seen among his sons a king for me."
    },
    {
      "verse": 2,
      "text": "And Samuel said, How can I go? whereas Saul will hear of it, and kill me: and the Lord said, Take a heifer in your hand and you shall say, I am come to sacrifice to the Lord."
    },
    {
      "verse": 3,
      "text": "And you shall call Jessae to the sacrifice, and I will make known to you what you shall do; and you shall anoint him whom I shall mention to you."
    },
    {
      "verse": 4,
      "text": "And Samuel did all that the Lord told him; and he came to Bethleem: and the elders of the city were amazed at meeting him, and said, \\f + \\fr 16:4 \\fl Gr. \\ft is 'your coming in peace.' \\f* Do you come peaceably, you Seer?"
    },
    {
      "verse": 5,
      "text": "And he said, \\f + \\fr 16:5 \\fl Gr. \\ft peace. \\f* Peaceably: I am come to sacrifice to the Lord. Sanctify yourselves, and rejoice with me this day: and he sanctified Jessae and his sons, and he called them to the sacrifice."
    },
    {
      "verse": 6,
      "text": "And it came to pass when they came in, that he saw Eliab, and said, Surely the Lord's anointed \\add is\\add* before him."
    },
    {
      "verse": 7,
      "text": "But the Lord said to Samuel, Look not on his \\f + \\fr 16:7 \\fl Or, \\ft face. \\f* appearance, nor on his stature, for I have rejected him; for God \\f + \\fr 16:7 \\fl Gr. \\ft will not see. \\f* sees not as man looks; for man looks at the outward appearance, but God looks at the heart."
    },
    {
      "verse": 8,
      "text": "And Jessae called Aminadab, and he passed before Samuel: and he said, Neither has God chosen this one."
    },
    {
      "verse": 9,
      "text": "And Jessae caused Sama to pass by: and he said, Neither has God chosen \\f + \\fr 16:9 \\fl Gr. \\ft in this one. \\f* this one."
    },
    {
      "verse": 10,
      "text": "And Jessae caused his seven sons to pass before Samuel: and Samuel said, the Lord has not chosen these."
    },
    {
      "verse": 11,
      "text": "And Samuel said to Jessae, \\f + \\fr 16:11 \\fl Gr. \\ft Are your sons come to an end? \\f* Have you no more sons? And Jessae said, \\add There is\\add* yet \\f + \\fr 16:11 \\fl Or, \\ft the youngest. \\f* a little one; behold, he tends the flock. And Samuel said to Jessae, Send and fetch him for we may not sit down till he comes."
    },
    {
      "verse": 12,
      "text": "And he sent and fetched him: and he was ruddy, with beauty of eyes, and \\f + \\fr 16:12 \\fl Gr. \\ft goodly in the sight of the Lord. \\f* very goodly to behold. And the Lord said to Samuel, Arise, and anoint David, for he is good."
    },
    {
      "verse": 13,
      "text": "And Samuel took the horn of oil, and anointed him in the midst of his brethren: and the Spirit of the Lord \\f + \\fr 16:13 \\fl Gr. \\ft leapt upon. \\f* came upon David from that day forward: and Samuel arose, and departed to Armathaim."
    },
    {
      "verse": 14,
      "text": "And the Spirit of the Lord departed from Saul, and an evil spirit from the Lord \\f + \\fr 16:14 \\fl Gr. \\ft choked him. \\f* tormented him."
    },
    {
      "verse": 15,
      "text": "And Saul's servants said to him, Behold now, an evil spirit from the Lord torments you."
    },
    {
      "verse": 16,
      "text": "Let now your servants speak before you, and let them seek for our lord a man skilled to play on the harp; and it shall come to pass when an evil spirit comes upon you and he shall play on his harp, that you shall be well, and he shall refresh you."
    },
    {
      "verse": 17,
      "text": "And Saul said to his servants, Look now out for me a \\f + \\fr 16:17 \\fl Gr. \\ft man playing skilfully. \\f* skillful player, and bring him to me."
    },
    {
      "verse": 18,
      "text": "And one of his servants answered and said, Behold, I have seen a son of Jessae the Bethleemite, and \\f + \\fr 16:18 \\fl Gr. \\ft him understanding. \\f* he understands playing \\add on the harp\\add*, and the man \\add is\\add* prudent, and a warrior, and wise in speech, and the man \\add is\\add* handsome, and the Lord \\add is\\add* with him."
    },
    {
      "verse": 19,
      "text": "And Saul sent messengers to Jessae, saying, Send to me your son David who is with your flock."
    },
    {
      "verse": 20,
      "text": "And Jessae took a homer of bread, and a bottle of wine, and one kid of the goats, and sent them by the hand of his son David to Saul."
    },
    {
      "verse": 21,
      "text": "And David went in to Saul, and stood before him; and he loved him greatly; and he became his armor-bearer."
    },
    {
      "verse": 22,
      "text": "And Saul sent to Jessae, saying, Let David, I pray you, stand before me, for he has found grace in my eyes."
    },
    {
      "verse": 23,
      "text": "And it came to pass when the evil spirit was upon Saul, that David took his harp, and played with his hand: and Saul was refreshed, and \\add it was\\add* well with him, and the evil spirit departed from him."
    }
  ]
}