{
  "book_id": "1SA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And the Philistines gather their armies to battle, and gather themselves to Socchoth of Judaea, and encamp between Socchoth and Azeca \\f + \\fr 17:1 \\fl Alex. \\ft Aphesdommin. \\f* Ephermen."
    },
    {
      "verse": 2,
      "text": "And Saul and the men of Israel gather together, and they encamp in the valley, and set the battle in array against the Philistines."
    },
    {
      "verse": 3,
      "text": "And the Philistines stand on the mountain on one side, and Israel stands on the mountain on the other side, and the valley was between them."
    },
    {
      "verse": 4,
      "text": "And there went forth a mighty man out of the army of the Philistines, Goliath, by name, out of Geth, his height \\add was\\add* four cubits and a span."
    },
    {
      "verse": 5,
      "text": "And \\add he had\\add* a helmet upon his head, and he wore a breastplate of chain armor; and the weight of his breastplate \\add was\\add* five thousand shekels of brass and iron."
    },
    {
      "verse": 6,
      "text": "And greaves of grass \\add were\\add* upon his legs, and a brazen target \\add was\\add* between his shoulders."
    },
    {
      "verse": 7,
      "text": "And the staff of his spear \\add was\\add* like a weaver's beam, and the \\f + \\fr 17:7 \\fl Gr. \\ft the spear. \\f* spear's head \\add was formed\\add* of six hundred shekels of iron; and his armor-bearer went before him."
    },
    {
      "verse": 8,
      "text": "And he stood and cried to the army of Israel, and said to them, Why are you⌃ come forth to set yourselves in battle array against us? Am not I a Philistine, and you⌃ \\f + \\fr 17:8 \\fl Or, \\ft servants, עברי being read as if עברי. \\f* Hebrews of Saul? Choose for yourselves a man, and let him come down to me."
    },
    {
      "verse": 9,
      "text": "And if he shall be able to fight against me, and shall strike me, then will we be your servants: but if I should prevail and strike him, you⌃ shall be our servants, and serve us."
    },
    {
      "verse": 10,
      "text": "And the Philistine said, Behold, I have defied the armies of Israel this very day: give me a man, and we will both of us fight in single combat."
    },
    {
      "verse": 11,
      "text": "And Saul and all Israel heard these words of the Philistine, and they were dismayed, and greatly terrified."
    },
    {
      "verse": 12,
      "text": "\\add And David son of an Ephrathite said, this one was of Bethleem Juda, and his name was Jessae, and he had eight sons. And the man passed for an old man among men in the days of Saul. \\add*"
    },
    {
      "verse": 13,
      "text": "\\add And the three elder sons of Jessae went and followed Saul to the war, and the \\add* \\f + \\fr 17:13 \\fl Gr. \\ft name. \\f* \\add names of his sons that went to the war were, Eliab his ﬁrst-born, and his second Aminadab, and his third son Samma. \\add*"
    },
    {
      "verse": 14,
      "text": "\\add And David himself \\add* \\f + \\fr 17:14 \\fl Gr. \\ft is. \\f* \\add was the younger son, and the three elder followed Saul. \\add*"
    },
    {
      "verse": 15,
      "text": "\\add And David departed and returned from Saul, \\add* \\f + \\fr 17:15 \\fl Gr. \\ft feeding. \\f* \\add to feed his father’s sheep in Bethleem; \\add*"
    },
    {
      "verse": 16,
      "text": "\\add And the Philistine advanced morning and evening, and stood up forty days. \\add*"
    },
    {
      "verse": 17,
      "text": "\\add And Jessae said to David, Take now to your brethren an ephah of this meal, and these ten loaves, and run to the camp and give them to your brothers. \\add*"
    },
    {
      "verse": 18,
      "text": "\\add And you shall carry to the captain of the thousand \\add* \\f + \\fr 17:18 \\fl Lit. \\ft the ten cheeses of this milk. \\f* \\add these ten cheeses of milk, and you shall see how your brethren fare, and learn what they lack. \\add*"
    },
    {
      "verse": 19,
      "text": "\\add And Saul himself and all the men of Israel were in the valley of the Oak, warring with the Philistines. \\add*"
    },
    {
      "verse": 20,
      "text": "\\add And David rose early in the morning, and left the sheep to a keeper, and took and went as Jessae commanded him, and he came to the trench and to the army as it was going out to ﬁght, and they shouted for the battle. \\add*"
    },
    {
      "verse": 21,
      "text": "\\add And Israel and the Philistines formed their lines one opposite the other. \\add*"
    },
    {
      "verse": 22,
      "text": "\\add And David deposited his burden in the hand of a keeper, and ran to the line, and went and asked his brethren how they Were. \\add*"
    },
    {
      "verse": 23,
      "text": "\\add And while he was speaking with them, behold the Amessaean advanced, Goliath by name, the Philistine of Geth, of the armies of the Philistines, and he spoke \\add* \\f + \\fr 17:23 \\fl Gr. \\ft according to these words. \\f* \\add as before, and David heard. \\add*"
    },
    {
      "verse": 24,
      "text": "\\add And all the men of Israel when they saw the man ﬂed from before him, and they were greatly terrified. \\add*"
    },
    {
      "verse": 25,
      "text": "\\add And the men of Israel said, Have you⌃ seen this man that comes up? for he has reproached Israel and has come up; and it shall be that the man who shall strike him, the king shall enrich him with great wealth and shall give him his daughter, and shall make his father’s house free in Israel. \\add*"
    },
    {
      "verse": 26,
      "text": "\\add and David spoke to the men who stood with him saying, Shall it indeed be done thus to the man who shall strike that Philistine, and take away reproach from Israel? for who is this uncircumcised Philistine that he has defied the army of the living God? \\add*"
    },
    {
      "verse": 27,
      "text": "\\add And the people spoke to him according to this Word, saying Thus shall it be done to the man Who shall strike him. \\add*"
    },
    {
      "verse": 28,
      "text": "\\add And Eliab his elder brother heard as he spoke to the men, and Eliab was very angry with David and said, Why have you thus come down, and with whom have you left those few sheep in the wilderness? I know your pride and the naughtiness of your heart, for you are come down to see the battle. \\add*"
    },
    {
      "verse": 29,
      "text": "\\add And David said what have I done now? \\add* \\f + \\fr 17:29 \\fl Gr. \\ft is there not a word? \\f* \\add Have I no business here? \\add*"
    },
    {
      "verse": 30,
      "text": "\\add And he turned from him towards another, and he spoke after the same manner; and the people answered him \\add* \\f + \\fr 17:30 \\fl Lit. \\ft according to the word of the first. \\f* \\add after the former manner. \\add*"
    },
    {
      "verse": 31,
      "text": "\\add And the Words which David spoke were heard and were reported \\add* \\f + \\fr 17:31 \\fl Gr. \\ft behind Saul. \\f* \\add to Saul. And he took him to himself. \\add*"
    },
    {
      "verse": 32,
      "text": "And David said to Saul, Let not, I pray you, the heart of my lord be dejected \\f + \\fr 17:32 \\fl Gr. \\ft upon him. \\f* within him: your servant will go, and fight with this Philistine."
    },
    {
      "verse": 33,
      "text": "And Saul said to David, You will not in anyway be able to go against this Philistine to fight with him, for you are a mere youth, and he a man of war from his youth."
    },
    {
      "verse": 34,
      "text": "And David said to Saul, Your servant was tending the flock for his father; and when a lion came and a she-bear, and took a sheep out of the flock,"
    },
    {
      "verse": 35,
      "text": "then I went forth after him, and struck him, and drew \\add the spoil\\add* out of his mouth: and \\f + \\fr 17:35 \\fl Gr. \\ft it. \\f* as he rose up against me, then I caught hold of his throat, and struck him, and killed him."
    },
    {
      "verse": 36,
      "text": "Your servant struck both the lion and the bear, and the uncircumcised Philistine shall be as one of them: shall I not go and strike him, and remove this day a reproach from Israel? For who \\add is\\add* this uncircumcised one, who has defied the army of the living God?"
    },
    {
      "verse": 37,
      "text": "The Lord who delivered me out of the paw of the lion and out of the paw of the bear, he will deliver me out of the hand of this uncircumcised Philistine. And Saul said to David, Go, and the Lord shall be with you."
    },
    {
      "verse": 38,
      "text": "And Saul clothed David with a military coat, and \\add put\\add* his brazen helmet on his head."
    },
    {
      "verse": 39,
      "text": "And he girded David with his sword over his coat: and he \\f + \\fr 17:39 \\fl Gr. \\ft laboured. \\f* made trial walking \\add with them\\add* once and again: and David said to Saul, I shall not be able to go with these, for I have not proved \\add them\\add*: so they remove them from him."
    },
    {
      "verse": 40,
      "text": "And he took his staff in his hand, and he chose for himself five smooth stones out of the brook, and put them in the shepherd's scrip which he had for his store, and his sling was in his hand; and he approached the Philistine. \\f + \\fr 17:40 \\ft Verse 41 is not in the Vatican codex. \\fl Alex. \\ft has the following. \\f*"
    },
    {
      "verse": 41,
      "text": "\\add And the Philistine advanced and drew near to David, and a man bearing his shield went before him, and the Philistine looked on. \\add*"
    },
    {
      "verse": 42,
      "text": "And Goliath saw David, and despised him; for he was a lad, and ruddy, \\f + \\fr 17:42 \\fl Gr. \\ft with beauty of eyes. \\f* with a fair countenance."
    },
    {
      "verse": 43,
      "text": "And the Philistine said to David, Am I as a dog, that you come against me with a staff and stones? \\f + \\fr 17:43 \\ft The following words in italics not in \\fl Alex. \\ft or \\fqa Heb. \\f* \\add and David said, Nay, but worse than a dog.\\add* And the Philistine cursed David by his gods."
    },
    {
      "verse": 44,
      "text": "And the Philistine said to David, Come to me, and I will give your flesh to the birds of the air, and to the beasts of the earth."
    },
    {
      "verse": 45,
      "text": "And David said to the Philistine, You come to me with sword, and with spear, and with shield; but I come to you in the name of the Lord God of hosts of the army of Israel, which you have defied"
    },
    {
      "verse": 46,
      "text": "this day. And the Lord shall \\f + \\fr 17:46 \\fl Gr. \\ft shut you up. \\f* deliver you this day into my hand; and I will kill you, and take away your head from off you, and will give your limbs and the limbs of the army of the Philistines this day to the birds of the sky, and to the wild beasts of the earth; and all the earth shall know that there is a God in Israel."
    },
    {
      "verse": 47,
      "text": "And all this assembly shall know that the Lord delivers not by sword or spear, for the battle \\add is\\add* the Lord's, and the Lord will deliver you into our hands."
    },
    {
      "verse": 48,
      "text": "And the Philistine arose and went to meet David."
    },
    {
      "verse": 49,
      "text": "And David stretched out his hand to his scrip, and took thence a stone, and slang it, and struck the Philistine on his forehead, and the stone penetrated through the helmet into his forehead, and he fell upon his face to the ground. \\f + \\fr 17:49 \\ft Verse 50 is not in the Vatican codex. \\fl Alex. \\ft has the following. \\f*"
    },
    {
      "verse": 50,
      "text": "\\add So David prevailed over the Philistine with a sling and a stone, and struck the Philistine and killed him, and there was no sword in the hand of David. \\add*"
    },
    {
      "verse": 51,
      "text": "And David ran, and stood upon him, and took his sword, and killed him, and cut off his head: and the Philistines saw that their champion was dead, and they fled."
    },
    {
      "verse": 52,
      "text": "And the men of Israel and Juda \\f + \\fr 17:52 \\fl Gr. \\ft arise. \\f* arose, and shouted and pursued them as far as the entrance to \\f + \\fr 17:52 \\fl Alex. \\ft Gai. \\f* Geth, and as far as the gate of Ascalon: and the slain men of the Philistines fell in the way of the \\f + \\fr 17:52 \\fqa Heb. שעריס Shaaraim.\\f* gates, both to Geth, and to Accaron."
    },
    {
      "verse": 53,
      "text": "And the men of Israel returned \\f + \\fr 17:53 \\fl Gr. \\ft declining from after. \\f* from pursuing after the Philistines, and they \\f + \\fr 17:53 \\fl Gr. \\ft trampled on. \\f* destroyed their camp."
    },
    {
      "verse": 54,
      "text": "And David took the head of the Philistine, and brought it to Jerusalem; but he put his armor in his tent. \\f + \\fr 17:54 \\ft Verses 55 to 58 are not in the Vatican codex. \\fl Alex. \\ft has the following. \\f*"
    },
    {
      "verse": 55,
      "text": "\\add And when Saul saw David going out to meet the Philistine, he said to Abener the captain of the host, Whose son is this youth? and Abener said, As your soul lives, O King, I know not. \\add*"
    },
    {
      "verse": 56,
      "text": "\\add And the king said, Do you ask whose son this youth is. \\add*"
    },
    {
      "verse": 57,
      "text": "\\add And as David returned from the slaughter of the Philistine, Abener took him and brought him before Saul, and the head of the Philistine was in his hand. \\add*"
    },
    {
      "verse": 58,
      "text": "\\add And Saul said to him, Whose son are you, young man? and David said, The son of your servant Jessae the Bethleemite. \\add*"
    }
  ]
}