{
  "book_id": "1SA",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And the Ziphites come out of the dry country to Saul to the hill, saying, Behold, David hides himself with us in the hill Echela, opposite Jessemon."
    },
    {
      "verse": 2,
      "text": "And Saul arose, and went down to the wilderness of Ziph, and with him \\add went\\add* three thousand men chosen out of Israel, to seek David in the wilderness of Ziph."
    },
    {
      "verse": 3,
      "text": "And Saul encamped in the hill of Echela in front of Jessemon, by the way, and David lived in the wilderness: and David saw that Saul \\f + \\fr 26:3 \\fl Gr. \\ft comes. \\f* came after him into the wilderness."
    },
    {
      "verse": 4,
      "text": "And David sent spies, and ascertained that Saul was come prepared out of Keila."
    },
    {
      "verse": 5,
      "text": "And David arose secretly, and goes into the place where Saul was sleeping, and there \\add was\\add* Abenner the son of Ner, the captain of his host: and Saul was sleeping in a chariot, and the people had encamped along round about him."
    },
    {
      "verse": 6,
      "text": "And David answered and spoke to Abimelech the Chettite, and to Abessa the son Saruia the brother of Joab, saying, Who will go in with me to Saul into the camp? And Abessa said, I will go in with you."
    },
    {
      "verse": 7,
      "text": "So David and Abessa go in among the people by night: and behold, Saul was fast asleep in the chariot, and his spear was stuck in the ground near his head, and Abenner and his people slept round about him."
    },
    {
      "verse": 8,
      "text": "And Abessa said to David, The Lord has this day shut up your enemy into your hands, and now I will \\f + \\fr 26:8 \\fl Gr. \\ft double \\+add the stroke \\+add* to him. \\f* strike him to the earth with the spear to the ground once \\add for all\\add*, and I will not strike him again."
    },
    {
      "verse": 9,
      "text": "And David said to Abessa, Do not lay him low, for who shall lift up his hand against the anointed of the Lord, and be guiltless?"
    },
    {
      "verse": 10,
      "text": "And David said, \\add As\\add* the Lord lives, if the Lord strike him not, or his day come and he die, or he go down to battle and be added \\add to his fathers, do not so\\add*."
    },
    {
      "verse": 11,
      "text": "The Lord forbid it me that I should lift up my hand against the anointed of the Lord: and now take, I pray you, the spear from his bolster, and the pitcher of water, and let us return \\f + \\fr 26:11 \\fl Gr. \\ft καθ᾿ ἑαυτούς. \\fl q.d. \\ft chez nous. \\f* home."
    },
    {
      "verse": 12,
      "text": "So David took the spear, and the pitcher of water from his bolster, and they went home: and there was no one that saw, and no one that knew, and there was no one that awoke, all being asleep, for a stupor from the Lord had fallen upon them."
    },
    {
      "verse": 13,
      "text": "So David went over to the other side, and stood on the top of a hill afar off, and \\add there was\\add* a good distance between them."
    },
    {
      "verse": 14,
      "text": "And David called to the people, and spoke to Abenner, saying, Will you not answer, Abenner? and Abenner answered and said, Who are you that call? \\f + \\fr 26:14 \\fqa Heb.+ to the king. \\fl Alex. \\ft 'me to the king.' \\f*"
    },
    {
      "verse": 15,
      "text": "And David said to Abenner, \\add Are\\add* not you a man? and who \\add is\\add* like you in Israel? Why then do you not guard your lord the king? for one out of the people went in to destroy your lord the king."
    },
    {
      "verse": 16,
      "text": "And this thing \\add is\\add* not good which you have done. \\add As\\add* the Lord lives, you⌃ are \\f + \\fr 26:16 \\fl Gr. \\ft sons of slaughter. \\f* worthy of death, you⌃ who guard your lord the king, the anointed of the Lord: and now behold, I pray you, the spear of the king, and the cruse of water: where are the articles that should be at his head?"
    },
    {
      "verse": 17,
      "text": "And Saul recognized the voice of David, and said, \\add Is\\add* this your voice, son David? and David said, I \\add am\\add* your servant, \\add my\\add* lord, O king."
    },
    {
      "verse": 18,
      "text": "And he said, Why does my lord thus pursue after his servant? for in what have I sinned? and what unrighteousness has been found in me?"
    },
    {
      "verse": 19,
      "text": "And now let my lord the king hear the word of his servant. If God stirs you up against me, let your offering be acceptable: but if the sons of men, they \\add are\\add* cursed before the Lord, for they have cast me out this day so that I should not be established in the inheritance of the Lord, saying, Go, serve other Gods."
    },
    {
      "verse": 20,
      "text": "And now let not my blood fall to the ground before \\f + \\fr 26:20 \\fl Gr. \\ft the face of the Lord. \\f* the Lord, for the king of Israel has come forth to seek your life, as the night hawk pursues \\add its prey\\add* in the mountains."
    },
    {
      "verse": 21,
      "text": "And Saul said, I have sinned: turn, son David, for I will not hurt you, because my life was precious in your eyes; and today I have been foolish and have erred exceedingly."
    },
    {
      "verse": 22,
      "text": "And David answered and said, Behold, the spear of the king: let one of the servants come over and take it."
    },
    {
      "verse": 23,
      "text": "And the Lord shall recompense each according to his righteousness and his truth, since the Lord delivered you this day into my hands, and I would not lift my hand against the Lord's anointed."
    },
    {
      "verse": 24,
      "text": "And, behold, as your life has been \\f + \\fr 26:24 \\fl Gr. \\ft magnified. \\f* precious this very day in my eyes, so let my life be \\f + \\fr 26:24 \\fl Gr. \\ft magnified. \\f* precious before the Lord, and may he protect me, and \\f + \\fr 26:24 \\fl Gr. \\ft shall deliver. \\f* deliver me out of all affliction."
    },
    {
      "verse": 25,
      "text": "And Saul said to David, Blessed \\add be\\add* you, \\add my\\add* son; and you shall surely do valiantly, and surely prevail. And David went on his way, and Saul returned to his place."
    }
  ]
}