{
  "book_id": "1SA",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "And the Philistines gather all their armies to Aphec, and Israel encamped in Aendor, which is in Jezrael."
    },
    {
      "verse": 2,
      "text": "And the lords of the Philistines went on \\f + \\fr 29:2 \\fl Gr. \\ft to \\fl or \\ft at. \\f* by hundreds and thousands, and David and his men went on in the rear with Anchus."
    },
    {
      "verse": 3,
      "text": "And the lords of the Philistines said, Who \\add are\\add* these \\f + \\fr 29:3 \\ft The word עכר is here translated; as in Gen. xiv 13. \\f* that pass by? And Anchus said to the captains of the Philistines, \\add Is\\add* not this David the servant of Saul king of Israel? He has been with us \\f + \\fr 29:3 \\fl Gr. \\ft to \\fl or \\ft days. \\f* some time, even this second year, and I have not found any fault in him from the day that he attached himself to me even until this day."
    },
    {
      "verse": 4,
      "text": "And the captains of the Philistines were displeased at him, and they say to him, Send the man away, and let him return to his place, where you did set him; and let him not come with us to the war, and let him not be a \\f + \\fr 29:4 \\fl Or, \\ft to \\fl or \\ft a plotter against the camp. \\f* traitor in the camp: and wherewith will he be reconciled to his master? Will it not be with the heads of those men?"
    },
    {
      "verse": 5,
      "text": "\\add Is\\add* not this David whom they \\f + \\fr 29:5 \\fl Gr. \\ft to \\fl or \\ft began to \\fqa celebrate \\ft or gave the precedence. \\f* celebrated in dances, saying, Saul has struck his thousands, and David his ten thousands?"
    },
    {
      "verse": 6,
      "text": "And Anchus called David, and said to him, \\add As\\add* the Lord lives, you \\add are\\add* right and approved in my eyes, and \\add so is\\add* your going out and your coming in with me in the army, and I have not found \\add any\\add* evil to charge against you from the day that you came to me until this day: but you are not approved in the eyes of the lords."
    },
    {
      "verse": 7,
      "text": "Now then return and go in peace, thus you shall not do evil in the sight of the lords of the Philistines."
    },
    {
      "verse": 8,
      "text": "And David said to Anchus, What have I done to you? and what have you found in your servant from the \\add first\\add* day that I was before you even until this day, that I should not come \\f + \\fr 29:8 \\fl Gr. \\ft to \\fl or \\ft warring, or having warred. \\f* and war against the enemies of the lord my king?"
    },
    {
      "verse": 9,
      "text": "And Anchus answered David, I know that you \\add are\\add* good in my eyes, \\f + \\fr 29:9 \\fqa Heb. and \\fl Alex.+ \\ft an angel of God. \\f* but the lords of the Philistines say, He shall not come with us to the war."
    },
    {
      "verse": 10,
      "text": "Now then rise up early in the morning, you and the servants of your lord that are come with you, and go to the place where I appointed you, and entertain no evil thought in your heart, for you \\add are\\add* good in my sight: and rise early for your journey \\f + \\fr 29:10 \\fl Gr. \\ft and let there be light upon you. \\f* when it is light, and depart."
    },
    {
      "verse": 11,
      "text": "So David arose early, he and his men, to depart and guard the land of the Philistines: and the Philistines went up to Jezrael to battle."
    }
  ]
}