{
  "book_id": "1SA",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "And the Philistines fought with Israel: and the men of Israel fled from before the Philistines, and they fall down wounded in the mountain in Gelbue."
    },
    {
      "verse": 2,
      "text": "And the Philistines press closely on Saul and his sons, and the Philistines strike Jonathan, and Aminadab, and Melchisa son of Saul."
    },
    {
      "verse": 3,
      "text": "And the battle prevails against Saul, and the shooters with arrows, even the archers find him, and he was wounded under the ribs."
    },
    {
      "verse": 4,
      "text": "And Saul said to his armor-bearer, Draw your sword and pierce me through with it; lest these uncircumcised come and pierce me through, and mock me. But his armor-bearer would not, for he feared greatly: so Saul took his sword and fell upon it."
    },
    {
      "verse": 5,
      "text": "And his armor-bearer saw that Saul was dead, and he fell also himself upon his sword, and died with him."
    },
    {
      "verse": 6,
      "text": "So Saul died, and his three sons, and his armor-bearer, in that day together."
    },
    {
      "verse": 7,
      "text": "And the men of Israel who were on the other side of the valley, and those beyond Jordan, saw that the men of Israel fled, and that Saul and his sons were dead; and they leave their cities and flee: and the Philistines come and dwell in them."
    },
    {
      "verse": 8,
      "text": "And it came to pass on the morrow that the Philistines come to strip the dead, and they find Saul and his three sons fallen on the mountains of Gelbue."
    },
    {
      "verse": 9,
      "text": "And they turned him, and stripped off his armor, and sent it into the land of the Philistines, sending round glad tidings to their idols and to the people."
    },
    {
      "verse": 10,
      "text": "And they set up his armor at the temple of Astarte, and they fastened his body on the wall of Baethsam."
    },
    {
      "verse": 11,
      "text": "And the inhabitants of Jabis Galaad hear what the Philistines did to Saul."
    },
    {
      "verse": 12,
      "text": "And they rose up, evenevery man of might, and marched all night, and took the body of Saul and the body of Jonathan his son from the wall of Baethsam; and they bring them to Jabis, and burn them there."
    },
    {
      "verse": 13,
      "text": "And they took their bones, and buried them in the field that is in Jabis, and fasted seven days."
    }
  ]
}