{
  "book_id": "NEH",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "But when Sanballat heard that we builded the wall, then was he wroth and sore grieued, and mocked the Iewes,"
    },
    {
      "verse": 2,
      "text": "And sayde before his brethren and the armie of Samaria, thus he sayde, What doe these weake Iewes? wil they fortifie them selues? wil they sacrifice? will they finish it in a day? will they make the stones whole againe out of the heapes of dust, seeing they are burnt?"
    },
    {
      "verse": 3,
      "text": "And Tobiah the Ammonite was beside him, and said, Although they buylde, yet if a foxe goe vp, he shall euen breake downe their stonie wall."
    },
    {
      "verse": 4,
      "text": "Heare, O our God (for we are despised) and turne their shame vpon their owne head, and giue them vnto a pray in the lande of their captiuitie,"
    },
    {
      "verse": 5,
      "text": "And couer not their iniquitie, neither let their sinne be put out in thy presence: for they haue prouoked vs before the builders."
    },
    {
      "verse": 6,
      "text": "So we built the wall, and all the wall was ioyned vnto the halfe thereof, and the heart of the people was to worke."
    },
    {
      "verse": 7,
      "text": "But when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodims heard that the walles of Ierusalem were repayred, (for the breaches began to be stopped) then they were very wroth,"
    },
    {
      "verse": 8,
      "text": "And conspired all together to come and to fight against Ierusalem, and to hinder them."
    },
    {
      "verse": 9,
      "text": "The we prayed vnto our God, and set watchmen by them, day and night, because of them."
    },
    {
      "verse": 10,
      "text": "And Iudah said, The strength of the bearers is weakened, and there is much earth, so that we are not able to build the wall."
    },
    {
      "verse": 11,
      "text": "Also our aduersaries had sayde, They shall not knowe, neither see, till we come into the middes of them and slay them, and cause the worke to cease."
    },
    {
      "verse": 12,
      "text": "But when the Iewes (which dwelt beside them) came, they told vs ten times, From all places whence ye shall returne, they wil be vpon vs."
    },
    {
      "verse": 13,
      "text": "Therefore set I in the lower places behind the wall vpon the toppes of the stones, and placed the people by their families, with their swordes, their speares and their bowes."
    },
    {
      "verse": 14,
      "text": "Then I behelde, and rose vp, and said vnto the Princes, and to the rulers, and to the rest of the people, Be not afrayde of them: remember the great Lord, and fearefull, and fight for your brethren, your sonnes, and your daughters, your wiues, and your houses."
    },
    {
      "verse": 15,
      "text": "And when our enemies heard that it was knowen vnto vs, then God brought their counsell to nought, and we turned all againe to the wall, euery one vnto his worke."
    },
    {
      "verse": 16,
      "text": "And from that day, halfe of the yong men did the labour, and the other halfe part of them helde the speares, and shieldes, and bowes, and habergins: and the rulers stoode behinde all the house of Iudah."
    },
    {
      "verse": 17,
      "text": "They that buylded on the wall, and they that bare burdens, and they that laded, did the worke with one hand, and with the other helde the sworde."
    },
    {
      "verse": 18,
      "text": "For euery one of the buylders had his sworde girded on his loynes, and so buylded: and he that blewe the trumpet, was beside me."
    },
    {
      "verse": 19,
      "text": "Then saide I vnto the Princes, and to the rulers, and to the rest of the people, The worke is great and large, and we are separated vpon the wall, one farre from another."
    },
    {
      "verse": 20,
      "text": "In what place therefore ye heare the sound of the trumpet, resort ye thither vnto vs: our God shall fight for vs."
    },
    {
      "verse": 21,
      "text": "So we laboured in the worke, and halfe of them helde the speares, from the appearing of the morning, till the starres came foorth."
    },
    {
      "verse": 22,
      "text": "And at the same time said I vnto the people, Let euery one with his seruant lodge within Ierusalem, that they may be a watch for vs in the night, and labour in the day."
    },
    {
      "verse": 23,
      "text": "So neither I, nor my brethren, nor my seruants, nor the men of the warde, (which followed me) none of vs did put off our clothes, saue euery one put them off for washing."
    }
  ]
}