{
  "book_id": "ROM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Τί οὖν τὸ περισσὸν τοῦ Ἰουδαίου, ἢ τίς ἡ ὠφέλεια τῆς περιτομῆς;"
    },
    {
      "verse": 2,
      "text": "Πολὺ κατὰ πάντα τρόπον· πρῶτον μὲν γὰρ ὅτι ἐπιστεύθησαν τὰ λόγια τοῦ Θεοῦ."
    },
    {
      "verse": 3,
      "text": "Τί γὰρ εἰ ἠπίστησάν τινες; Μὴ ἡ ἀπιστία αὐτῶν τὴν πίστιν τοῦ Θεοῦ καταργήσει;"
    },
    {
      "verse": 4,
      "text": "Μὴ γένοιτο· γινέσθω δὲ ὁ Θεὸς ἀληθής, πᾶς δὲ ἄνθρωπος ψεύστης, καθὼς γέγραπται, Ὅπως ἂν δικαιωθῇς ἐν τοῖς λόγοις σου, καὶ νικήσῃς ἐν τῷ κρίνεσθαί σε."
    },
    {
      "verse": 5,
      "text": "Εἰ δὲ ἡ ἀδικία ἡμῶν Θεοῦ δικαιοσύνην συνίστησι, τί ἐροῦμεν; Μὴ ἄδικος ὁ Θεὸς ὁ ἐπιφέρων τὴν ὀργήν;—κατὰ ἄνθρωπον λέγω—"
    },
    {
      "verse": 6,
      "text": "Μὴ γένοιτο· ἐπεὶ πῶς κρινεῖ ὁ Θεὸς τὸν κόσμον;"
    },
    {
      "verse": 7,
      "text": "Εἰ γὰρ ἡ ἀλήθεια τοῦ Θεοῦ ἐν τῷ ἐμῷ ψεύσματι ἐπερίσσευσεν εἰς τὴν δόξαν αὐτοῦ, τί ἔτι κἀγὼ ὡς ἁμαρτωλὸς κρίνομαι;"
    },
    {
      "verse": 8,
      "text": "Καὶ μή—καθὼς βλασφημούμεθα, καὶ καθώς φασί τινες ἡμᾶς λέγειν—ὅτι Ποιήσωμεν τὰ κακὰ ἵνα ἔλθῃ τὰ ἀγαθά; Ὧν τὸ κρίμα ἔνδικόν ἐστι. No One is Righteous"
    },
    {
      "verse": 9,
      "text": "Τί οὖν; Προεχόμεθα; Οὐ πάντως· προῃτιασάμεθα γὰρ Ἰουδαίους τε καὶ Ἕλληνας πάντας ὑφ᾽ ἁμαρτίαν εἶναι,"
    },
    {
      "verse": 10,
      "text": "καθὼς γέγραπται ὅτι Οὐκ ἔστι δίκαιος οὐδὲ εἷς·"
    },
    {
      "verse": 11,
      "text": "οὐκ ἔστιν ὁ συνιῶν, οὐκ ἔστιν ὁ ἐκζητῶν τὸν Θεόν·"
    },
    {
      "verse": 12,
      "text": "πάντες ἐξέκλιναν, ἅμα ἠχρειώθησαν· οὐκ ἔστι ποιῶν χρηστότητα, οὐκ ἔστιν ἕως ἑνός·"
    },
    {
      "verse": 13,
      "text": "τάφος ἀνεῳγμένος ὁ λάρυγξ αὐτῶν, ταῖς γλώσσαις αὐτῶν ἐδολιοῦσαν· ἰὸς ἀσπίδων ὑπὸ τὰ χείλη αὐτῶν·"
    },
    {
      "verse": 14,
      "text": "ὧν τὸ στόμα ἀρᾶς καὶ πικρίας γέμει·"
    },
    {
      "verse": 15,
      "text": "ὀξεῖς οἱ πόδες αὐτῶν ἐκχέαι αἷμα·"
    },
    {
      "verse": 16,
      "text": "σύντριμμα καὶ ταλαιπωρία ἐν ταῖς ὁδοῖς αὐτῶν,"
    },
    {
      "verse": 17,
      "text": "καὶ ὁδὸν εἰρήνης οὐκ ἔγνωσαν·"
    },
    {
      "verse": 18,
      "text": "οὐκ ἔστι φόβος Θεοῦ ἀπέναντι τῶν ὀφθαλμῶν αὐτῶν."
    },
    {
      "verse": 19,
      "text": "Οἴδαμεν δὲ ὅτι ὅσα ὁ νόμος λέγει, τοῖς ἐν τῷ νόμῳ λαλεῖ, ἵνα πᾶν στόμα φραγῇ, καὶ ὑπόδικος γένηται πᾶς ὁ κόσμος τῷ Θεῷ·"
    },
    {
      "verse": 20,
      "text": "διότι ἐξ ἔργων νόμου οὐ δικαιωθήσεται πᾶσα σὰρξ ἐνώπιον αὐτοῦ· διὰ γὰρ νόμου ἐπίγνωσις ἁμαρτίας. Justification by Faith"
    },
    {
      "verse": 21,
      "text": "Νυνὶ δὲ χωρὶς νόμου δικαιοσύνη Θεοῦ πεφανέρωται, μαρτυρουμένη ὑπὸ τοῦ νόμου καὶ τῶν προφητῶν·"
    },
    {
      "verse": 22,
      "text": "δικαιοσύνη δὲ Θεοῦ διὰ πίστεως Ἰησοῦ Χριστοῦ εἰς πάντας καὶ ἐπὶ πάντας τοὺς πιστεύοντας· οὐ γάρ ἐστι διαστολή·"
    },
    {
      "verse": 23,
      "text": "πάντες γὰρ ἥμαρτον καὶ ὑστεροῦνται τῆς δόξης τοῦ Θεοῦ,"
    },
    {
      "verse": 24,
      "text": "δικαιούμενοι δωρεὰν τῇ αὐτοῦ χάριτι διὰ τῆς ἀπολυτρώσεως τῆς ἐν Χριστῷ Ἰησοῦ·"
    },
    {
      "verse": 25,
      "text": "ὃν προέθετο ὁ Θεὸς ἱλαστήριον, διὰ τῆς πίστεως, ἐν τῷ αὐτοῦ αἵματι, εἰς ἔνδειξιν τῆς δικαιοσύνης αὐτοῦ, διὰ τὴν πάρεσιν τῶν προγεγονότων ἁμαρτημάτων,"
    },
    {
      "verse": 26,
      "text": "ἐν τῇ ἀνοχῇ τοῦ Θεοῦ· πρὸς ἔνδειξιν τῆς δικαιοσύνης αὐτοῦ ἐν τῷ νῦν καιρῷ, εἰς τὸ εἶναι αὐτὸν δίκαιον καὶ δικαιοῦντα τὸν ἐκ πίστεως Ἰησοῦ."
    },
    {
      "verse": 27,
      "text": "Ποῦ οὖν ἡ καύχησις; Ἐξεκλείσθη. Διὰ ποίου νόμου; Τῶν ἔργων; Οὐχί, ἀλλὰ διὰ νόμου πίστεως."
    },
    {
      "verse": 28,
      "text": "Λογιζόμεθα οὖν πίστει δικαιοῦσθαι ἄνθρωπον, χωρὶς ἔργων νόμου."
    },
    {
      "verse": 29,
      "text": "Ἢ Ἰουδαίων ὁ Θεὸς μόνον; Οὐχὶ δὲ καὶ ἐθνῶν; Ναὶ καὶ ἐθνῶν·"
    },
    {
      "verse": 30,
      "text": "ἐπείπερ εἷς ὁ Θεός, ὃς δικαιώσει περιτομὴν ἐκ πίστεως, καὶ ἀκροβυστίαν διὰ τῆς πίστεως."
    },
    {
      "verse": 31,
      "text": "Νόμον οὖν καταργοῦμεν διὰ τῆς πίστεως; Μὴ γένοιτο· ἀλλὰ νόμον ἱστῶμεν."
    }
  ]
}