{
  "book_id": "NUM",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "ואלה תולדת אהרן ומשה ביום דבר יהוה את משה בהר סיני׃"
    },
    {
      "verse": 2,
      "text": "ואלה שמות בני אהרן הבכור נדב ואביהוא אלעזר ואיתמר׃"
    },
    {
      "verse": 3,
      "text": "אלה שמות בני אהרן הכהנים המשחים אשר מלא ידם לכהן׃"
    },
    {
      "verse": 4,
      "text": "וימת נדב ואביהוא לפני יהוה בהקרבם אש זרה לפני יהוה במדבר סיני ובנים לא היו להם ויכהן אלעזר ואיתמר על פני אהרן אביהם׃"
    },
    {
      "verse": 5,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 6,
      "text": "הקרב את מטה לוי והעמדת אתו לפני אהרן הכהן ושרתו אתו׃"
    },
    {
      "verse": 7,
      "text": "ושמרו את משמרתו ואת משמרת כל העדה לפני אהל מועד לעבד את עבדת המשכן׃"
    },
    {
      "verse": 8,
      "text": "ושמרו את כל כלי אהל מועד ואת משמרת בני ישראל לעבד את עבדת המשכן׃"
    },
    {
      "verse": 9,
      "text": "ונתתה את הלוים לאהרן ולבניו נתונם נתונם המה לו מאת בני ישראל׃"
    },
    {
      "verse": 10,
      "text": "ואת אהרן ואת בניו תפקד ושמרו את כהנתם והזר הקרב יומת׃"
    },
    {
      "verse": 11,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 12,
      "text": "ואני הנה לקחתי את הלוים מתוך בני ישראל תחת כל בכור פטר רחם מבני ישראל והיו לי הלוים׃"
    },
    {
      "verse": 13,
      "text": "כי לי כל בכור ביום הכתי כל בכור בארץ מצרים הקדשתי לי כל בכור בישראל מאדם עד בהמה לי יהיו אני יהוה׃"
    },
    {
      "verse": 14,
      "text": "וידבר יהוה אל משה במדבר סיני לאמר׃"
    },
    {
      "verse": 15,
      "text": "פקד את בני לוי לבית אבתם למשפחתם כל זכר מבן חדש ומעלה תפקדם׃"
    },
    {
      "verse": 16,
      "text": "ויפקד אתם משה על פי יהוה כאשר צוה׃"
    },
    {
      "verse": 17,
      "text": "ויהיו אלה בני לוי בשמתם גרשון וקהת ומררי׃"
    },
    {
      "verse": 18,
      "text": "ואלה שמות בני גרשון למשפחתם לבני ושמעי׃"
    },
    {
      "verse": 19,
      "text": "ובני קהת למשפחתם עמרם ויצהר חברון ועזיאל׃"
    },
    {
      "verse": 20,
      "text": "ובני מררי למשפחתם מחלי ומושי אלה הם משפחת הלוי לבית אבתם׃"
    },
    {
      "verse": 21,
      "text": "לגרשון משפחת הלבני ומשפחת השמעי אלה הם משפחת הגרשני׃"
    },
    {
      "verse": 22,
      "text": "פקדיהם במספר כל זכר מבן חדש ומעלה פקדיהם שבעת אלפים וחמש מאות׃"
    },
    {
      "verse": 23,
      "text": "משפחת הגרשני אחרי המשכן יחנו ימה׃"
    },
    {
      "verse": 24,
      "text": "ונשיא בית אב לגרשני אליסף בן לאל׃"
    },
    {
      "verse": 25,
      "text": "ומשמרת בני גרשון באהל מועד המשכן והאהל מכסהו ומסך פתח אהל מועד׃"
    },
    {
      "verse": 26,
      "text": "וקלעי החצר ואת מסך פתח החצר אשר על המשכן ועל המזבח סביב ואת מיתריו לכל עבדתו׃"
    },
    {
      "verse": 27,
      "text": "ולקהת משפחת העמרמי ומשפחת היצהרי ומשפחת החברני ומשפחת העזיאלי אלה הם משפחת הקהתי׃"
    },
    {
      "verse": 28,
      "text": "במספר כל זכר מבן חדש ומעלה שמנת אלפים ושש מאות שמרי משמרת הקדש׃"
    },
    {
      "verse": 29,
      "text": "משפחת בני קהת יחנו על ירך המשכן תימנה׃"
    },
    {
      "verse": 30,
      "text": "ונשיא בית אב למשפחת הקהתי אליצפן בן עזיאל׃"
    },
    {
      "verse": 31,
      "text": "ומשמרתם הארן והשלחן והמנרה והמזבחת וכלי הקדש אשר ישרתו בהם והמסך וכל עבדתו׃"
    },
    {
      "verse": 32,
      "text": "ונשיא נשיאי הלוי אלעזר בן אהרן הכהן פקדת שמרי משמרת הקדש׃"
    },
    {
      "verse": 33,
      "text": "למררי משפחת המחלי ומשפחת המושי אלה הם משפחת מררי׃"
    },
    {
      "verse": 34,
      "text": "ופקדיהם במספר כל זכר מבן חדש ומעלה ששת אלפים ומאתים׃"
    },
    {
      "verse": 35,
      "text": "ונשיא בית אב למשפחת מררי צוריאל בן אביחיל על ירך המשכן יחנו צפנה׃"
    },
    {
      "verse": 36,
      "text": "ופקדת משמרת בני מררי קרשי המשכן ובריחיו ועמדיו ואדניו וכל כליו וכל עבדתו׃"
    },
    {
      "verse": 37,
      "text": "ועמדי החצר סביב ואדניהם ויתדתם ומיתריהם׃"
    },
    {
      "verse": 38,
      "text": "והחנים לפני המשכן קדמה לפני אהל מועד מזרחה משה ואהרן ובניו שמרים משמרת המקדש למשמרת בני ישראל והזר הקרב יומת׃"
    },
    {
      "verse": 39,
      "text": "כל פקודי הלוים אשר פקד משה ואהרן על פי יהוה למשפחתם כל זכר מבן חדש ומעלה שנים ועשרים אלף׃"
    },
    {
      "verse": 40,
      "text": "ויאמר יהוה אל משה פקד כל בכר זכר לבני ישראל מבן חדש ומעלה ושא את מספר שמתם׃"
    },
    {
      "verse": 41,
      "text": "ולקחת את הלוים לי אני יהוה תחת כל בכר בבני ישראל ואת בהמת הלוים תחת כל בכור בבהמת בני ישראל׃"
    },
    {
      "verse": 42,
      "text": "ויפקד משה כאשר צוה יהוה אתו את כל בכר בבני ישראל׃"
    },
    {
      "verse": 43,
      "text": "ויהי כל בכור זכר במספר שמות מבן חדש ומעלה לפקדיהם שנים ועשרים אלף שלשה ושבעים ומאתים׃"
    },
    {
      "verse": 44,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 45,
      "text": "קח את הלוים תחת כל בכור בבני ישראל ואת בהמת הלוים תחת בהמתם והיו לי הלוים אני יהוה׃"
    },
    {
      "verse": 46,
      "text": "ואת פדויי השלשה והשבעים והמאתים העדפים על הלוים מבכור בני ישראל׃"
    },
    {
      "verse": 47,
      "text": "ולקחת חמשת חמשת שקלים לגלגלת בשקל הקדש תקח עשרים גרה השקל׃"
    },
    {
      "verse": 48,
      "text": "ונתתה הכסף לאהרן ולבניו פדויי העדפים בהם׃"
    },
    {
      "verse": 49,
      "text": "ויקח משה את כסף הפדיום מאת העדפים על פדויי הלוים׃"
    },
    {
      "verse": 50,
      "text": "מאת בכור בני ישראל לקח את הכסף חמשה וששים ושלש מאות ואלף בשקל הקדש׃"
    },
    {
      "verse": 51,
      "text": "ויתן משה את כסף הפדים לאהרן ולבניו על פי יהוה כאשר צוה יהוה את משה׃"
    }
  ]
}