{
  "book_id": "NUM",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "צו את בני ישראל וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש׃"
    },
    {
      "verse": 3,
      "text": "מזכר עד נקבה תשלחו אל מחוץ למחנה תשלחום ולא יטמאו את מחניהם אשר אני שכן בתוכם׃"
    },
    {
      "verse": 4,
      "text": "ויעשו כן בני ישראל וישלחו אותם אל מחוץ למחנה כאשר דבר יהוה אל משה כן עשו בני ישראל׃"
    },
    {
      "verse": 5,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 6,
      "text": "דבר אל בני ישראל איש או אשה כי יעשו מכל חטאת האדם למעל מעל ביהוה ואשמה הנפש ההוא׃"
    },
    {
      "verse": 7,
      "text": "והתודו את חטאתם אשר עשו והשיב את אשמו בראשו וחמישתו יסף עליו ונתן לאשר אשם לו׃"
    },
    {
      "verse": 8,
      "text": "ואם אין לאיש גאל להשיב האשם אליו האשם המושב ליהוה לכהן מלבד איל הכפרים אשר יכפר בו עליו׃"
    },
    {
      "verse": 9,
      "text": "וכל תרומה לכל קדשי בני ישראל אשר יקריבו לכהן לו יהיה׃"
    },
    {
      "verse": 10,
      "text": "ואיש את קדשיו לו יהיו איש אשר יתן לכהן לו יהיה׃"
    },
    {
      "verse": 11,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 12,
      "text": "דבר אל בני ישראל ואמרת אלהם איש איש כי תשטה אשתו ומעלה בו מעל׃"
    },
    {
      "verse": 13,
      "text": "ושכב איש אתה שכבת זרע ונעלם מעיני אישה ונסתרה והיא נטמאה ועד אין בה והוא לא נתפשה׃"
    },
    {
      "verse": 14,
      "text": "ועבר עליו רוח קנאה וקנא את אשתו והוא נטמאה או עבר עליו רוח קנאה וקנא את אשתו והיא לא נטמאה׃"
    },
    {
      "verse": 15,
      "text": "והביא האיש את אשתו אל הכהן והביא את קרבנה עליה עשירת האיפה קמח שערים לא יצק עליו שמן ולא יתן עליו לבנה כי מנחת קנאת הוא מנחת זכרון מזכרת עון׃"
    },
    {
      "verse": 16,
      "text": "והקריב אתה הכהן והעמדה לפני יהוה׃"
    },
    {
      "verse": 17,
      "text": "ולקח הכהן מים קדשים בכלי חרש ומן העפר אשר יהיה בקרקע המשכן יקח הכהן ונתן אל המים׃"
    },
    {
      "verse": 18,
      "text": "והעמיד הכהן את האשה לפני יהוה ופרע את ראש האשה ונתן על כפיה את מנחת הזכרון מנחת קנאת הוא וביד הכהן יהיו מי המרים המאררים׃"
    },
    {
      "verse": 19,
      "text": "והשביע אתה הכהן ואמר אל האשה אם לא שכב איש אתך ואם לא שטית טמאה תחת אישך הנקי ממי המרים המאררים האלה׃"
    },
    {
      "verse": 20,
      "text": "ואת כי שטית תחת אישך וכי נטמאת ויתן איש בך את שכבתו מבלעדי אישך׃"
    },
    {
      "verse": 21,
      "text": "והשביע הכהן את האשה בשבעת האלה ואמר הכהן לאשה יתן יהוה אותך לאלה ולשבעה בתוך עמך בתת יהוה את ירכך נפלת ואת בטנך צבה׃"
    },
    {
      "verse": 22,
      "text": "ובאו המים המאררים האלה במעיך לצבות בטן ולנפל ירך ואמרה האשה אמן אמן׃"
    },
    {
      "verse": 23,
      "text": "וכתב את האלת האלה הכהן בספר ומחה אל מי המרים׃"
    },
    {
      "verse": 24,
      "text": "והשקה את האשה את מי המרים המאררים ובאו בה המים המאררים למרים׃"
    },
    {
      "verse": 25,
      "text": "ולקח הכהן מיד האשה את מנחת הקנאת והניף את המנחה לפני יהוה והקריב אתה אל המזבח׃"
    },
    {
      "verse": 26,
      "text": "וקמץ הכהן מן המנחה את אזכרתה והקטיר המזבחה ואחר ישקה את האשה את המים׃"
    },
    {
      "verse": 27,
      "text": "והשקה את המים והיתה אם נטמאה ותמעל מעל באישה ובאו בה המים המאררים למרים וצבתה בטנה ונפלה ירכה והיתה האשה לאלה בקרב עמה׃"
    },
    {
      "verse": 28,
      "text": "ואם לא נטמאה האשה וטהרה הוא ונקתה ונזרעה זרע׃"
    },
    {
      "verse": 29,
      "text": "זאת תורת הקנאת אשר תשטה אשה תחת אישה ונטמאה׃"
    },
    {
      "verse": 30,
      "text": "או איש אשר תעבר עליו רוח קנאה וקנא את אשתו והעמיד את האשה לפני יהוה ועשה לה הכהן את כל התורה הזאת׃"
    },
    {
      "verse": 31,
      "text": "ונקה האיש מעון והאשה ההוא תשא את עונה׃"
    }
  ]
}