{
  "book_id": "NUM",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "דבר אל בני ישראל ואמרת אלהם איש או אשה כי יפלא לנדר נדר נזיר להזיר ליהוה׃"
    },
    {
      "verse": 3,
      "text": "מיין ושכר יזיר חמץ יין וחמץ שכר לא ישתה וכל משרת ענבים לא ישתה וענבים לחים ויבשים לא יאכל׃"
    },
    {
      "verse": 4,
      "text": "כל ימי נזרו מכל אשר יעשה מגפן היין מחרצנים ועד זג לא יאכל׃"
    },
    {
      "verse": 5,
      "text": "כל ימי נדר נזרו תער לא יעבר על ראשו עד מלאת הימם אשר יזיר ליהוה קדש יהיה גדל פרע שער ראשו׃"
    },
    {
      "verse": 6,
      "text": "כל ימי הזירו ליהוה על נפש מת לא יבא׃"
    },
    {
      "verse": 7,
      "text": "לאביו ולאמו לאחיו ולאחתו לא יטמא להם במתם כי נזר אלהיו על ראשו׃"
    },
    {
      "verse": 8,
      "text": "כל ימי נזרו קדש הוא ליהוה׃"
    },
    {
      "verse": 9,
      "text": "וכי ימות מת עליו בפתע פתאם וטמא ראש נזרו וגלח ראשו ביום טהרתו ביום השביעי יגלחנו׃"
    },
    {
      "verse": 10,
      "text": "וביום השמיני יבא שתי תרים או שני בני יונה אל הכהן אל פתח אהל מועד׃"
    },
    {
      "verse": 11,
      "text": "ועשה הכהן אחד לחטאת ואחד לעלה וכפר עליו מאשר חטא על הנפש וקדש את ראשו ביום ההוא׃"
    },
    {
      "verse": 12,
      "text": "והזיר ליהוה את ימי נזרו והביא כבש בן שנתו לאשם והימים הראשנים יפלו כי טמא נזרו׃"
    },
    {
      "verse": 13,
      "text": "וזאת תורת הנזיר ביום מלאת ימי נזרו יביא אתו אל פתח אהל מועד׃"
    },
    {
      "verse": 14,
      "text": "והקריב את קרבנו ליהוה כבש בן שנתו תמים אחד לעלה וכבשה אחת בת שנתה תמימה לחטאת ואיל אחד תמים לשלמים׃"
    },
    {
      "verse": 15,
      "text": "וסל מצות סלת חלת בלולת בשמן ורקיקי מצות משחים בשמן ומנחתם ונסכיהם׃"
    },
    {
      "verse": 16,
      "text": "והקריב הכהן לפני יהוה ועשה את חטאתו ואת עלתו׃"
    },
    {
      "verse": 17,
      "text": "ואת האיל יעשה זבח שלמים ליהוה על סל המצות ועשה הכהן את מנחתו ואת נסכו׃"
    },
    {
      "verse": 18,
      "text": "וגלח הנזיר פתח אהל מועד את ראש נזרו ולקח את שער ראש נזרו ונתן על האש אשר תחת זבח השלמים׃"
    },
    {
      "verse": 19,
      "text": "ולקח הכהן את הזרע בשלה מן האיל וחלת מצה אחת מן הסל ורקיק מצה אחד ונתן על כפי הנזיר אחר התגלחו את נזרו׃"
    },
    {
      "verse": 20,
      "text": "והניף אותם הכהן תנופה לפני יהוה קדש הוא לכהן על חזה התנופה ועל שוק התרומה ואחר ישתה הנזיר יין׃"
    },
    {
      "verse": 21,
      "text": "זאת תורת הנזיר אשר ידר קרבנו ליהוה על נזרו מלבד אשר תשיג ידו כפי נדרו אשר ידר כן יעשה על תורת נזרו׃"
    },
    {
      "verse": 22,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 23,
      "text": "דבר אל אהרן ואל בניו לאמר כה תברכו את בני ישראל אמור להם׃"
    },
    {
      "verse": 24,
      "text": "יברכך יהוה וישמרך׃"
    },
    {
      "verse": 25,
      "text": "יאר יהוה פניו אליך ויחנך׃"
    },
    {
      "verse": 26,
      "text": "ישא יהוה פניו אליך וישם לך שלום׃"
    },
    {
      "verse": 27,
      "text": "ושמו את שמי על בני ישראל ואני אברכם׃"
    }
  ]
}