{
  "book_id": "NUM",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "דבר אל אהרן ואמרת אליו בהעלתך את הנרת אל מול פני המנורה יאירו שבעת הנרות׃"
    },
    {
      "verse": 3,
      "text": "ויעש כן אהרן אל מול פני המנורה העלה נרתיה כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 4,
      "text": "וזה מעשה המנרה מקשה זהב עד ירכה עד פרחה מקשה הוא כמראה אשר הראה יהוה את משה כן עשה את המנרה׃"
    },
    {
      "verse": 5,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 6,
      "text": "קח את הלוים מתוך בני ישראל וטהרת אתם׃"
    },
    {
      "verse": 7,
      "text": "וכה תעשה להם לטהרם הזה עליהם מי חטאת והעבירו תער על כל בשרם וכבסו בגדיהם והטהרו׃"
    },
    {
      "verse": 8,
      "text": "ולקחו פר בן בקר ומנחתו סלת בלולה בשמן ופר שני בן בקר תקח לחטאת׃"
    },
    {
      "verse": 9,
      "text": "והקרבת את הלוים לפני אהל מועד והקהלת את כל עדת בני ישראל׃"
    },
    {
      "verse": 10,
      "text": "והקרבת את הלוים לפני יהוה וסמכו בני ישראל את ידיהם על הלוים׃"
    },
    {
      "verse": 11,
      "text": "והניף אהרן את הלוים תנופה לפני יהוה מאת בני ישראל והיו לעבד את עבדת יהוה׃"
    },
    {
      "verse": 12,
      "text": "והלוים יסמכו את ידיהם על ראש הפרים ועשה את האחד חטאת ואת האחד עלה ליהוה לכפר על הלוים׃"
    },
    {
      "verse": 13,
      "text": "והעמדת את הלוים לפני אהרן ולפני בניו והנפת אתם תנופה ליהוה׃"
    },
    {
      "verse": 14,
      "text": "והבדלת את הלוים מתוך בני ישראל והיו לי הלוים׃"
    },
    {
      "verse": 15,
      "text": "ואחרי כן יבאו הלוים לעבד את אהל מועד וטהרת אתם והנפת אתם תנופה׃"
    },
    {
      "verse": 16,
      "text": "כי נתנים נתנים המה לי מתוך בני ישראל תחת פטרת כל רחם בכור כל מבני ישראל לקחתי אתם לי׃"
    },
    {
      "verse": 17,
      "text": "כי לי כל בכור בבני ישראל באדם ובבהמה ביום הכתי כל בכור בארץ מצרים הקדשתי אתם לי׃"
    },
    {
      "verse": 18,
      "text": "ואקח את הלוים תחת כל בכור בבני ישראל׃"
    },
    {
      "verse": 19,
      "text": "ואתנה את הלוים נתנים לאהרן ולבניו מתוך בני ישראל לעבד את עבדת בני ישראל באהל מועד ולכפר על בני ישראל ולא יהיה בבני ישראל נגף בגשת בני ישראל אל הקדש׃"
    },
    {
      "verse": 20,
      "text": "ויעש משה ואהרן וכל עדת בני ישראל ללוים ככל אשר צוה יהוה את משה ללוים כן עשו להם בני ישראל׃"
    },
    {
      "verse": 21,
      "text": "ויתחטאו הלוים ויכבסו בגדיהם וינף אהרן אתם תנופה לפני יהוה ויכפר עליהם אהרן לטהרם׃"
    },
    {
      "verse": 22,
      "text": "ואחרי כן באו הלוים לעבד את עבדתם באהל מועד לפני אהרן ולפני בניו כאשר צוה יהוה את משה על הלוים כן עשו להם׃"
    },
    {
      "verse": 23,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 24,
      "text": "זאת אשר ללוים מבן חמש ועשרים שנה ומעלה יבוא לצבא צבא בעבדת אהל מועד׃"
    },
    {
      "verse": 25,
      "text": "ומבן חמשים שנה ישוב מצבא העבדה ולא יעבד עוד׃"
    },
    {
      "verse": 26,
      "text": "ושרת את אחיו באהל מועד לשמר משמרת ועבדה לא יעבד ככה תעשה ללוים במשמרתם׃"
    }
  ]
}