{
  "book_id": "NUM",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "עשה לך שתי חצוצרת כסף מקשה תעשה אתם והיו לך למקרא העדה ולמסע את המחנות׃"
    },
    {
      "verse": 3,
      "text": "ותקעו בהן ונועדו אליך כל העדה אל פתח אהל מועד׃"
    },
    {
      "verse": 4,
      "text": "ואם באחת יתקעו ונועדו אליך הנשיאים ראשי אלפי ישראל׃"
    },
    {
      "verse": 5,
      "text": "ותקעתם תרועה ונסעו המחנות החנים קדמה׃"
    },
    {
      "verse": 6,
      "text": "ותקעתם תרועה שנית ונסעו המחנות החנים תימנה תרועה יתקעו למסעיהם׃"
    },
    {
      "verse": 7,
      "text": "ובהקהיל את הקהל תתקעו ולא תריעו׃"
    },
    {
      "verse": 8,
      "text": "ובני אהרן הכהנים יתקעו בחצצרות והיו לכם לחקת עולם לדרתיכם׃"
    },
    {
      "verse": 9,
      "text": "וכי תבאו מלחמה בארצכם על הצר הצרר אתכם והרעתם בחצצרות ונזכרתם לפני יהוה אלהיכם ונושעתם מאיביכם׃"
    },
    {
      "verse": 10,
      "text": "וביום שמחתכם ובמועדיכם ובראשי חדשיכם ותקעתם בחצצרת על עלתיכם ועל זבחי שלמיכם והיו לכם לזכרון לפני אלהיכם אני יהוה אלהיכם׃"
    },
    {
      "verse": 11,
      "text": "ויהי בשנה השנית בחדש השני בעשרים בחדש נעלה הענן מעל משכן העדת׃"
    },
    {
      "verse": 12,
      "text": "ויסעו בני ישראל למסעיהם ממדבר סיני וישכן הענן במדבר פארן׃"
    },
    {
      "verse": 13,
      "text": "ויסעו בראשנה על פי יהוה ביד משה׃"
    },
    {
      "verse": 14,
      "text": "ויסע דגל מחנה בני יהודה בראשנה לצבאתם ועל צבאו נחשון בן עמינדב׃"
    },
    {
      "verse": 15,
      "text": "ועל צבא מטה בני יששכר נתנאל בן צוער׃"
    },
    {
      "verse": 16,
      "text": "ועל צבא מטה בני זבולן אליאב בן חלון׃"
    },
    {
      "verse": 17,
      "text": "והורד המשכן ונסעו בני גרשון ובני מררי נשאי המשכן׃"
    },
    {
      "verse": 18,
      "text": "ונסע דגל מחנה ראובן לצבאתם ועל צבאו אליצור בן שדיאור׃"
    },
    {
      "verse": 19,
      "text": "ועל צבא מטה בני שמעון שלמיאל בן צורי שדי׃"
    },
    {
      "verse": 20,
      "text": "ועל צבא מטה בני גד אליסף בן דעואל׃"
    },
    {
      "verse": 21,
      "text": "ונסעו הקהתים נשאי המקדש והקימו את המשכן עד באם׃"
    },
    {
      "verse": 22,
      "text": "ונסע דגל מחנה בני אפרים לצבאתם ועל צבאו אלישמע בן עמיהוד׃"
    },
    {
      "verse": 23,
      "text": "ועל צבא מטה בני מנשה גמליאל בן פדהצור׃"
    },
    {
      "verse": 24,
      "text": "ועל צבא מטה בני בנימן אבידן בן גדעוני׃"
    },
    {
      "verse": 25,
      "text": "ונסע דגל מחנה בני דן מאסף לכל המחנת לצבאתם ועל צבאו אחיעזר בן עמישדי׃"
    },
    {
      "verse": 26,
      "text": "ועל צבא מטה בני אשר פגעיאל בן עכרן׃"
    },
    {
      "verse": 27,
      "text": "ועל צבא מטה בני נפתלי אחירע בן עינן׃"
    },
    {
      "verse": 28,
      "text": "אלה מסעי בני ישראל לצבאתם ויסעו׃"
    },
    {
      "verse": 29,
      "text": "ויאמר משה לחבב בן רעואל המדיני חתן משה נסעים אנחנו אל המקום אשר אמר יהוה אתו אתן לכם לכה אתנו והטבנו לך כי יהוה דבר טוב על ישראל׃"
    },
    {
      "verse": 30,
      "text": "ויאמר אליו לא אלך כי אם אל ארצי ואל מולדתי אלך׃"
    },
    {
      "verse": 31,
      "text": "ויאמר אל נא תעזב אתנו כי על כן ידעת חנתנו במדבר והיית לנו לעינים׃"
    },
    {
      "verse": 32,
      "text": "והיה כי תלך עמנו והיה הטוב ההוא אשר ייטיב יהוה עמנו והטבנו לך׃"
    },
    {
      "verse": 33,
      "text": "ויסעו מהר יהוה דרך שלשת ימים וארון ברית יהוה נסע לפניהם דרך שלשת ימים לתור להם מנוחה׃"
    },
    {
      "verse": 34,
      "text": "וענן יהוה עליהם יומם בנסעם מן המחנה׃"
    },
    {
      "verse": 35,
      "text": "ויהי בנסע הארן ויאמר משה קומה יהוה ויפצו איביך וינסו משנאיך מפניך׃"
    },
    {
      "verse": 36,
      "text": "ובנחה יאמר שובה יהוה רבבות אלפי ישראל׃"
    }
  ]
}