{
  "book_id": "NUM",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "ותשא כל העדה ויתנו את קולם ויבכו העם בלילה ההוא׃"
    },
    {
      "verse": 2,
      "text": "וילנו על משה ועל אהרן כל בני ישראל ויאמרו אלהם כל העדה לו מתנו בארץ מצרים או במדבר הזה לו מתנו׃"
    },
    {
      "verse": 3,
      "text": "ולמה יהוה מביא אתנו אל הארץ הזאת לנפל בחרב נשינו וטפנו יהיו לבז הלוא טוב לנו שוב מצרימה׃"
    },
    {
      "verse": 4,
      "text": "ויאמרו איש אל אחיו נתנה ראש ונשובה מצרימה׃"
    },
    {
      "verse": 5,
      "text": "ויפל משה ואהרן על פניהם לפני כל קהל עדת בני ישראל׃"
    },
    {
      "verse": 6,
      "text": "ויהושע בן נון וכלב בן יפנה מן התרים את הארץ קרעו בגדיהם׃"
    },
    {
      "verse": 7,
      "text": "ויאמרו אל כל עדת בני ישראל לאמר הארץ אשר עברנו בה לתור אתה טובה הארץ מאד מאד׃"
    },
    {
      "verse": 8,
      "text": "אם חפץ בנו יהוה והביא אתנו אל הארץ הזאת ונתנה לנו ארץ אשר הוא זבת חלב ודבש׃"
    },
    {
      "verse": 9,
      "text": "אך ביהוה אל תמרדו ואתם אל תיראו את עם הארץ כי לחמנו הם סר צלם מעליהם ויהוה אתנו אל תיראם׃"
    },
    {
      "verse": 10,
      "text": "ויאמרו כל העדה לרגום אתם באבנים וכבוד יהוה נראה באהל מועד אל כל בני ישראל׃"
    },
    {
      "verse": 11,
      "text": "ויאמר יהוה אל משה עד אנה ינאצני העם הזה ועד אנה לא יאמינו בי בכל האתות אשר עשיתי בקרבו׃"
    },
    {
      "verse": 12,
      "text": "אכנו בדבר ואורשנו ואעשה אתך לגוי גדול ועצום ממנו׃"
    },
    {
      "verse": 13,
      "text": "ויאמר משה אל יהוה ושמעו מצרים כי העלית בכחך את העם הזה מקרבו׃"
    },
    {
      "verse": 14,
      "text": "ואמרו אל יושב הארץ הזאת שמעו כי אתה יהוה בקרב העם הזה אשר עין בעין נראה אתה יהוה ועננך עמד עלהם ובעמד ענן אתה הלך לפניהם יומם ובעמוד אש לילה׃"
    },
    {
      "verse": 15,
      "text": "והמתה את העם הזה כאיש אחד ואמרו הגוים אשר שמעו את שמעך לאמר׃"
    },
    {
      "verse": 16,
      "text": "מבלתי יכלת יהוה להביא את העם הזה אל הארץ אשר נשבע להם וישחטם במדבר׃"
    },
    {
      "verse": 17,
      "text": "ועתה יגדל נא כח אדני כאשר דברת לאמר׃"
    },
    {
      "verse": 18,
      "text": "יהוה ארך אפים ורב חסד נשא עון ופשע ונקה לא ינקה פקד עון אבות על בנים על שלשים ועל רבעים׃"
    },
    {
      "verse": 19,
      "text": "סלח נא לעון העם הזה כגדל חסדך וכאשר נשאתה לעם הזה ממצרים ועד הנה׃"
    },
    {
      "verse": 20,
      "text": "ויאמר יהוה סלחתי כדברך׃"
    },
    {
      "verse": 21,
      "text": "ואולם חי אני וימלא כבוד יהוה את כל הארץ׃"
    },
    {
      "verse": 22,
      "text": "כי כל האנשים הראים את כבדי ואת אתתי אשר עשיתי במצרים ובמדבר וינסו אתי זה עשר פעמים ולא שמעו בקולי׃"
    },
    {
      "verse": 23,
      "text": "אם יראו את הארץ אשר נשבעתי לאבתם וכל מנאצי לא יראוה׃"
    },
    {
      "verse": 24,
      "text": "ועבדי כלב עקב היתה רוח אחרת עמו וימלא אחרי והביאתיו אל הארץ אשר בא שמה וזרעו יורשנה׃"
    },
    {
      "verse": 25,
      "text": "והעמלקי והכנעני יושב בעמק מחר פנו וסעו לכם המדבר דרך ים סוף׃"
    },
    {
      "verse": 26,
      "text": "וידבר יהוה אל משה ואל אהרן לאמר׃"
    },
    {
      "verse": 27,
      "text": "עד מתי לעדה הרעה הזאת אשר המה מלינים עלי את תלנות בני ישראל אשר המה מלינים עלי שמעתי׃"
    },
    {
      "verse": 28,
      "text": "אמר אלהם חי אני נאם יהוה אם לא כאשר דברתם באזני כן אעשה לכם׃"
    },
    {
      "verse": 29,
      "text": "במדבר הזה יפלו פגריכם וכל פקדיכם לכל מספרכם מבן עשרים שנה ומעלה אשר הלינתם עלי׃"
    },
    {
      "verse": 30,
      "text": "אם אתם תבאו אל הארץ אשר נשאתי את ידי לשכן אתכם בה כי אם כלב בן יפנה ויהושע בן נון׃"
    },
    {
      "verse": 31,
      "text": "וטפכם אשר אמרתם לבז יהיה והביאתי אתם וידעו את הארץ אשר מאסתם בה׃"
    },
    {
      "verse": 32,
      "text": "ופגריכם אתם יפלו במדבר הזה׃"
    },
    {
      "verse": 33,
      "text": "ובניכם יהיו רעים במדבר ארבעים שנה ונשאו את זנותיכם עד תם פגריכם במדבר׃"
    },
    {
      "verse": 34,
      "text": "במספר הימים אשר תרתם את הארץ ארבעים יום יום לשנה יום לשנה תשאו את עונתיכם ארבעים שנה וידעתם את תנואתי׃"
    },
    {
      "verse": 35,
      "text": "אני יהוה דברתי אם לא זאת אעשה לכל העדה הרעה הזאת הנועדים עלי במדבר הזה יתמו ושם ימתו׃"
    },
    {
      "verse": 36,
      "text": "והאנשים אשר שלח משה לתור את הארץ וישבו וילונו עליו את כל העדה להוציא דבה על הארץ׃"
    },
    {
      "verse": 37,
      "text": "וימתו האנשים מוצאי דבת הארץ רעה במגפה לפני יהוה׃"
    },
    {
      "verse": 38,
      "text": "ויהושע בן נון וכלב בן יפנה חיו מן האנשים ההם ההלכים לתור את הארץ׃"
    },
    {
      "verse": 39,
      "text": "וידבר משה את הדברים האלה אל כל בני ישראל ויתאבלו העם מאד׃"
    },
    {
      "verse": 40,
      "text": "וישכמו בבקר ויעלו אל ראש ההר לאמר הננו ועלינו אל המקום אשר אמר יהוה כי חטאנו׃"
    },
    {
      "verse": 41,
      "text": "ויאמר משה למה זה אתם עברים את פי יהוה והוא לא תצלח׃"
    },
    {
      "verse": 42,
      "text": "אל תעלו כי אין יהוה בקרבכם ולא תנגפו לפני איביכם׃"
    },
    {
      "verse": 43,
      "text": "כי העמלקי והכנעני שם לפניכם ונפלתם בחרב כי על כן שבתם מאחרי יהוה ולא יהיה יהוה עמכם׃"
    },
    {
      "verse": 44,
      "text": "ויעפלו לעלות אל ראש ההר וארון ברית יהוה ומשה לא משו מקרב המחנה׃"
    },
    {
      "verse": 45,
      "text": "וירד העמלקי והכנעני הישב בהר ההוא ויכום ויכתום עד החרמה׃"
    }
  ]
}