{
  "book_id": "NUM",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "ויקח קרח בן יצהר בן קהת בן לוי ודתן ואבירם בני אליאב ואון בן פלת בני ראובן׃"
    },
    {
      "verse": 2,
      "text": "ויקמו לפני משה ואנשים מבני ישראל חמשים ומאתים נשיאי עדה קראי מועד אנשי שם׃"
    },
    {
      "verse": 3,
      "text": "ויקהלו על משה ועל אהרן ויאמרו אלהם רב לכם כי כל העדה כלם קדשים ובתוכם יהוה ומדוע תתנשאו על קהל יהוה׃"
    },
    {
      "verse": 4,
      "text": "וישמע משה ויפל על פניו׃"
    },
    {
      "verse": 5,
      "text": "וידבר אל קרח ואל כל עדתו לאמר בקר וידע יהוה את אשר לו ואת הקדוש והקריב אליו ואת אשר יבחר בו יקריב אליו׃"
    },
    {
      "verse": 6,
      "text": "זאת עשו קחו לכם מחתות קרח וכל עדתו׃"
    },
    {
      "verse": 7,
      "text": "ותנו בהן אש ושימו עליהן קטרת לפני יהוה מחר והיה האיש אשר יבחר יהוה הוא הקדוש רב לכם בני לוי׃"
    },
    {
      "verse": 8,
      "text": "ויאמר משה אל קרח שמעו נא בני לוי׃"
    },
    {
      "verse": 9,
      "text": "המעט מכם כי הבדיל אלהי ישראל אתכם מעדת ישראל להקריב אתכם אליו לעבד את עבדת משכן יהוה ולעמד לפני העדה לשרתם׃"
    },
    {
      "verse": 10,
      "text": "ויקרב אתך ואת כל אחיך בני לוי אתך ובקשתם גם כהנה׃"
    },
    {
      "verse": 11,
      "text": "לכן אתה וכל עדתך הנעדים על יהוה ואהרן מה הוא כי תלונו עליו׃"
    },
    {
      "verse": 12,
      "text": "וישלח משה לקרא לדתן ולאבירם בני אליאב ויאמרו לא נעלה׃"
    },
    {
      "verse": 13,
      "text": "המעט כי העליתנו מארץ זבת חלב ודבש להמיתנו במדבר כי תשתרר עלינו גם השתרר׃"
    },
    {
      "verse": 14,
      "text": "אף לא אל ארץ זבת חלב ודבש הביאתנו ותתן לנו נחלת שדה וכרם העיני האנשים ההם תנקר לא נעלה׃"
    },
    {
      "verse": 15,
      "text": "ויחר למשה מאד ויאמר אל יהוה אל תפן אל מנחתם לא חמור אחד מהם נשאתי ולא הרעתי את אחד מהם׃"
    },
    {
      "verse": 16,
      "text": "ויאמר משה אל קרח אתה וכל עדתך היו לפני יהוה אתה והם ואהרן מחר׃"
    },
    {
      "verse": 17,
      "text": "וקחו איש מחתתו ונתתם עליהם קטרת והקרבתם לפני יהוה איש מחתתו חמשים ומאתים מחתת ואתה ואהרן איש מחתתו׃"
    },
    {
      "verse": 18,
      "text": "ויקחו איש מחתתו ויתנו עליהם אש וישימו עליהם קטרת ויעמדו פתח אהל מועד ומשה ואהרן׃"
    },
    {
      "verse": 19,
      "text": "ויקהל עליהם קרח את כל העדה אל פתח אהל מועד וירא כבוד יהוה אל כל העדה׃"
    },
    {
      "verse": 20,
      "text": "וידבר יהוה אל משה ואל אהרן לאמר׃"
    },
    {
      "verse": 21,
      "text": "הבדלו מתוך העדה הזאת ואכלה אתם כרגע׃"
    },
    {
      "verse": 22,
      "text": "ויפלו על פניהם ויאמרו אל אלהי הרוחת לכל בשר האיש אחד יחטא ועל כל העדה תקצף׃"
    },
    {
      "verse": 23,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 24,
      "text": "דבר אל העדה לאמר העלו מסביב למשכן קרח דתן ואבירם׃"
    },
    {
      "verse": 25,
      "text": "ויקם משה וילך אל דתן ואבירם וילכו אחריו זקני ישראל׃"
    },
    {
      "verse": 26,
      "text": "וידבר אל העדה לאמר סורו נא מעל אהלי האנשים הרשעים האלה ואל תגעו בכל אשר להם פן תספו בכל חטאתם׃"
    },
    {
      "verse": 27,
      "text": "ויעלו מעל משכן קרח דתן ואבירם מסביב ודתן ואבירם יצאו נצבים פתח אהליהם ונשיהם ובניהם וטפם׃"
    },
    {
      "verse": 28,
      "text": "ויאמר משה בזאת תדעון כי יהוה שלחני לעשות את כל המעשים האלה כי לא מלבי׃"
    },
    {
      "verse": 29,
      "text": "אם כמות כל האדם ימתון אלה ופקדת כל האדם יפקד עליהם לא יהוה שלחני׃"
    },
    {
      "verse": 30,
      "text": "ואם בריאה יברא יהוה ופצתה האדמה את פיה ובלעה אתם ואת כל אשר להם וירדו חיים שאלה וידעתם כי נאצו האנשים האלה את יהוה׃"
    },
    {
      "verse": 31,
      "text": "ויהי ככלתו לדבר את כל הדברים האלה ותבקע האדמה אשר תחתיהם׃"
    },
    {
      "verse": 32,
      "text": "ותפתח הארץ את פיה ותבלע אתם ואת בתיהם ואת כל האדם אשר לקרח ואת כל הרכוש׃"
    },
    {
      "verse": 33,
      "text": "וירדו הם וכל אשר להם חיים שאלה ותכס עליהם הארץ ויאבדו מתוך הקהל׃"
    },
    {
      "verse": 34,
      "text": "וכל ישראל אשר סביבתיהם נסו לקלם כי אמרו פן תבלענו הארץ׃"
    },
    {
      "verse": 35,
      "text": "ואש יצאה מאת יהוה ותאכל את החמשים ומאתים איש מקריבי הקטרת׃"
    },
    {
      "verse": 36,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 37,
      "text": "אמר אל אלעזר בן אהרן הכהן וירם את המחתת מבין השרפה ואת האש זרה הלאה כי קדשו׃"
    },
    {
      "verse": 38,
      "text": "את מחתות החטאים האלה בנפשתם ועשו אתם רקעי פחים צפוי למזבח כי הקריבם לפני יהוה ויקדשו ויהיו לאות לבני ישראל׃"
    },
    {
      "verse": 39,
      "text": "ויקח אלעזר הכהן את מחתות הנחשת אשר הקריבו השרפים וירקעום צפוי למזבח׃"
    },
    {
      "verse": 40,
      "text": "זכרון לבני ישראל למען אשר לא יקרב איש זר אשר לא מזרע אהרן הוא להקטיר קטרת לפני יהוה ולא יהיה כקרח וכעדתו כאשר דבר יהוה ביד משה לו׃"
    },
    {
      "verse": 41,
      "text": "וילנו כל עדת בני ישראל ממחרת על משה ועל אהרן לאמר אתם המתם את עם יהוה׃"
    },
    {
      "verse": 42,
      "text": "ויהי בהקהל העדה על משה ועל אהרן ויפנו אל אהל מועד והנה כסהו הענן וירא כבוד יהוה׃"
    },
    {
      "verse": 43,
      "text": "ויבא משה ואהרן אל פני אהל מועד׃"
    },
    {
      "verse": 44,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 45,
      "text": "הרמו מתוך העדה הזאת ואכלה אתם כרגע ויפלו על פניהם׃"
    },
    {
      "verse": 46,
      "text": "ויאמר משה אל אהרן קח את המחתה ותן עליה אש מעל המזבח ושים קטרת והולך מהרה אל העדה וכפר עליהם כי יצא הקצף מלפני יהוה החל הנגף׃"
    },
    {
      "verse": 47,
      "text": "ויקח אהרן כאשר דבר משה וירץ אל תוך הקהל והנה החל הנגף בעם ויתן את הקטרת ויכפר על העם׃"
    },
    {
      "verse": 48,
      "text": "ויעמד בין המתים ובין החיים ותעצר המגפה׃"
    },
    {
      "verse": 49,
      "text": "ויהיו המתים במגפה ארבעה עשר אלף ושבע מאות מלבד המתים על דבר קרח׃"
    },
    {
      "verse": 50,
      "text": "וישב אהרן אל משה אל פתח אהל מועד והמגפה נעצרה׃"
    }
  ]
}