{
  "book_id": "NUM",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "וישמע הכנעני מלך ערד ישב הנגב כי בא ישראל דרך האתרים וילחם בישראל וישב ממנו שבי׃"
    },
    {
      "verse": 2,
      "text": "וידר ישראל נדר ליהוה ויאמר אם נתן תתן את העם הזה בידי והחרמתי את עריהם׃"
    },
    {
      "verse": 3,
      "text": "וישמע יהוה בקול ישראל ויתן את הכנעני ויחרם אתהם ואת עריהם ויקרא שם המקום חרמה׃"
    },
    {
      "verse": 4,
      "text": "ויסעו מהר ההר דרך ים סוף לסבב את ארץ אדום ותקצר נפש העם בדרך׃"
    },
    {
      "verse": 5,
      "text": "וידבר העם באלהים ובמשה למה העליתנו ממצרים למות במדבר כי אין לחם ואין מים ונפשנו קצה בלחם הקלקל׃"
    },
    {
      "verse": 6,
      "text": "וישלח יהוה בעם את הנחשים השרפים וינשכו את העם וימת עם רב מישראל׃"
    },
    {
      "verse": 7,
      "text": "ויבא העם אל משה ויאמרו חטאנו כי דברנו ביהוה ובך התפלל אל יהוה ויסר מעלינו את הנחש ויתפלל משה בעד העם׃"
    },
    {
      "verse": 8,
      "text": "ויאמר יהוה אל משה עשה לך שרף ושים אתו על נס והיה כל הנשוך וראה אתו וחי׃"
    },
    {
      "verse": 9,
      "text": "ויעש משה נחש נחשת וישמהו על הנס והיה אם נשך הנחש את איש והביט אל נחש הנחשת וחי׃"
    },
    {
      "verse": 10,
      "text": "ויסעו בני ישראל ויחנו באבת׃"
    },
    {
      "verse": 11,
      "text": "ויסעו מאבת ויחנו בעיי העברים במדבר אשר על פני מואב ממזרח השמש׃"
    },
    {
      "verse": 12,
      "text": "משם נסעו ויחנו בנחל זרד׃"
    },
    {
      "verse": 13,
      "text": "משם נסעו ויחנו מעבר ארנון אשר במדבר היצא מגבול האמרי כי ארנון גבול מואב בין מואב ובין האמרי׃"
    },
    {
      "verse": 14,
      "text": "על כן יאמר בספר מלחמת יהוה את והב בסופה ואת הנחלים ארנון׃"
    },
    {
      "verse": 15,
      "text": "ואשד הנחלים אשר נטה לשבת ער ונשען לגבול מואב׃"
    },
    {
      "verse": 16,
      "text": "ומשם בארה הוא הבאר אשר אמר יהוה למשה אסף את העם ואתנה להם מים׃"
    },
    {
      "verse": 17,
      "text": "אז ישיר ישראל את השירה הזאת עלי באר ענו לה׃"
    },
    {
      "verse": 18,
      "text": "באר חפרוה שרים כרוה נדיבי העם במחקק במשענתם וממדבר מתנה׃"
    },
    {
      "verse": 19,
      "text": "וממתנה נחליאל ומנחליאל במות׃"
    },
    {
      "verse": 20,
      "text": "ומבמות הגיא אשר בשדה מואב ראש הפסגה ונשקפה על פני הישימן׃"
    },
    {
      "verse": 21,
      "text": "וישלח ישראל מלאכים אל סיחן מלך האמרי לאמר׃"
    },
    {
      "verse": 22,
      "text": "אעברה בארצך לא נטה בשדה ובכרם לא נשתה מי באר בדרך המלך נלך עד אשר נעבר גבלך׃"
    },
    {
      "verse": 23,
      "text": "ולא נתן סיחן את ישראל עבר בגבלו ויאסף סיחן את כל עמו ויצא לקראת ישראל המדברה ויבא יהצה וילחם בישראל׃"
    },
    {
      "verse": 24,
      "text": "ויכהו ישראל לפי חרב ויירש את ארצו מארנן עד יבק עד בני עמון כי עז גבול בני עמון׃"
    },
    {
      "verse": 25,
      "text": "ויקח ישראל את כל הערים האלה וישב ישראל בכל ערי האמרי בחשבון ובכל בנתיה׃"
    },
    {
      "verse": 26,
      "text": "כי חשבון עיר סיחן מלך האמרי הוא והוא נלחם במלך מואב הראשון ויקח את כל ארצו מידו עד ארנן׃"
    },
    {
      "verse": 27,
      "text": "על כן יאמרו המשלים באו חשבון תבנה ותכונן עיר סיחון׃"
    },
    {
      "verse": 28,
      "text": "כי אש יצאה מחשבון להבה מקרית סיחן אכלה ער מואב בעלי במות ארנן׃"
    },
    {
      "verse": 29,
      "text": "אוי לך מואב אבדת עם כמוש נתן בניו פליטם ובנתיו בשבית למלך אמרי סיחון׃"
    },
    {
      "verse": 30,
      "text": "ונירם אבד חשבון עד דיבון ונשים עד נפח אשר עד מידבא׃"
    },
    {
      "verse": 31,
      "text": "וישב ישראל בארץ האמרי׃"
    },
    {
      "verse": 32,
      "text": "וישלח משה לרגל את יעזר וילכדו בנתיה ויירש את האמרי אשר שם׃"
    },
    {
      "verse": 33,
      "text": "ויפנו ויעלו דרך הבשן ויצא עוג מלך הבשן לקראתם הוא וכל עמו למלחמה אדרעי׃"
    },
    {
      "verse": 34,
      "text": "ויאמר יהוה אל משה אל תירא אתו כי בידך נתתי אתו ואת כל עמו ואת ארצו ועשית לו כאשר עשית לסיחן מלך האמרי אשר יושב בחשבון׃"
    },
    {
      "verse": 35,
      "text": "ויכו אתו ואת בניו ואת כל עמו עד בלתי השאיר לו שריד ויירשו את ארצו׃"
    }
  ]
}