{
  "book_id": "NUM",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "ויאמר בלעם אל בלק בנה לי בזה שבעה מזבחת והכן לי בזה שבעה פרים ושבעה אילים׃"
    },
    {
      "verse": 2,
      "text": "ויעש בלק כאשר דבר בלעם ויעל בלק ובלעם פר ואיל במזבח׃"
    },
    {
      "verse": 3,
      "text": "ויאמר בלעם לבלק התיצב על עלתך ואלכה אולי יקרה יהוה לקראתי ודבר מה יראני והגדתי לך וילך שפי׃"
    },
    {
      "verse": 4,
      "text": "ויקר אלהים אל בלעם ויאמר אליו את שבעת המזבחת ערכתי ואעל פר ואיל במזבח׃"
    },
    {
      "verse": 5,
      "text": "וישם יהוה דבר בפי בלעם ויאמר שוב אל בלק וכה תדבר׃"
    },
    {
      "verse": 6,
      "text": "וישב אליו והנה נצב על עלתו הוא וכל שרי מואב׃"
    },
    {
      "verse": 7,
      "text": "וישא משלו ויאמר מן ארם ינחני בלק מלך מואב מהררי קדם לכה ארה לי יעקב ולכה זעמה ישראל׃"
    },
    {
      "verse": 8,
      "text": "מה אקב לא קבה אל ומה אזעם לא זעם יהוה׃"
    },
    {
      "verse": 9,
      "text": "כי מראש צרים אראנו ומגבעות אשורנו הן עם לבדד ישכן ובגוים לא יתחשב׃"
    },
    {
      "verse": 10,
      "text": "מי מנה עפר יעקב ומספר את רבע ישראל תמת נפשי מות ישרים ותהי אחריתי כמהו׃"
    },
    {
      "verse": 11,
      "text": "ויאמר בלק אל בלעם מה עשית לי לקב איבי לקחתיך והנה ברכת ברך׃"
    },
    {
      "verse": 12,
      "text": "ויען ויאמר הלא את אשר ישים יהוה בפי אתו אשמר לדבר׃"
    },
    {
      "verse": 13,
      "text": "ויאמר אליו בלק לך נא אתי אל מקום אחר אשר תראנו משם אפס קצהו תראה וכלו לא תראה וקבנו לי משם׃"
    },
    {
      "verse": 14,
      "text": "ויקחהו שדה צפים אל ראש הפסגה ויבן שבעה מזבחת ויעל פר ואיל במזבח׃"
    },
    {
      "verse": 15,
      "text": "ויאמר אל בלק התיצב כה על עלתך ואנכי אקרה כה׃"
    },
    {
      "verse": 16,
      "text": "ויקר יהוה אל בלעם וישם דבר בפיו ויאמר שוב אל בלק וכה תדבר׃"
    },
    {
      "verse": 17,
      "text": "ויבא אליו והנו נצב על עלתו ושרי מואב אתו ויאמר לו בלק מה דבר יהוה׃"
    },
    {
      "verse": 18,
      "text": "וישא משלו ויאמר קום בלק ושמע האזינה עדי בנו צפר׃"
    },
    {
      "verse": 19,
      "text": "לא איש אל ויכזב ובן אדם ויתנחם ההוא אמר ולא יעשה ודבר ולא יקימנה׃"
    },
    {
      "verse": 20,
      "text": "הנה ברך לקחתי וברך ולא אשיבנה׃"
    },
    {
      "verse": 21,
      "text": "לא הביט און ביעקב ולא ראה עמל בישראל יהוה אלהיו עמו ותרועת מלך בו׃"
    },
    {
      "verse": 22,
      "text": "אל מוציאם ממצרים כתועפת ראם לו׃"
    },
    {
      "verse": 23,
      "text": "כי לא נחש ביעקב ולא קסם בישראל כעת יאמר ליעקב ולישראל מה פעל אל׃"
    },
    {
      "verse": 24,
      "text": "הן עם כלביא יקום וכארי יתנשא לא ישכב עד יאכל טרף ודם חללים ישתה׃"
    },
    {
      "verse": 25,
      "text": "ויאמר בלק אל בלעם גם קב לא תקבנו גם ברך לא תברכנו׃"
    },
    {
      "verse": 26,
      "text": "ויען בלעם ויאמר אל בלק הלא דברתי אליך לאמר כל אשר ידבר יהוה אתו אעשה׃"
    },
    {
      "verse": 27,
      "text": "ויאמר בלק אל בלעם לכה נא אקחך אל מקום אחר אולי יישר בעיני האלהים וקבתו לי משם׃"
    },
    {
      "verse": 28,
      "text": "ויקח בלק את בלעם ראש הפעור הנשקף על פני הישימן׃"
    },
    {
      "verse": 29,
      "text": "ויאמר בלעם אל בלק בנה לי בזה שבעה מזבחת והכן לי בזה שבעה פרים ושבעה אילים׃"
    },
    {
      "verse": 30,
      "text": "ויעש בלק כאשר אמר בלעם ויעל פר ואיל במזבח׃"
    }
  ]
}