{
  "book_id": "NUM",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "וירא בלעם כי טוב בעיני יהוה לברך את ישראל ולא הלך כפעם בפעם לקראת נחשים וישת אל המדבר פניו׃"
    },
    {
      "verse": 2,
      "text": "וישא בלעם את עיניו וירא את ישראל שכן לשבטיו ותהי עליו רוח אלהים׃"
    },
    {
      "verse": 3,
      "text": "וישא משלו ויאמר נאם בלעם בנו בער ונאם הגבר שתם העין׃"
    },
    {
      "verse": 4,
      "text": "נאם שמע אמרי אל אשר מחזה שדי יחזה נפל וגלוי עינים׃"
    },
    {
      "verse": 5,
      "text": "מה טבו אהליך יעקב משכנתיך ישראל׃"
    },
    {
      "verse": 6,
      "text": "כנחלים נטיו כגנת עלי נהר כאהלים נטע יהוה כארזים עלי מים׃"
    },
    {
      "verse": 7,
      "text": "יזל מים מדליו וזרעו במים רבים וירם מאגג מלכו ותנשא מלכתו׃"
    },
    {
      "verse": 8,
      "text": "אל מוציאו ממצרים כתועפת ראם לו יאכל גוים צריו ועצמתיהם יגרם וחציו ימחץ׃"
    },
    {
      "verse": 9,
      "text": "כרע שכב כארי וכלביא מי יקימנו מברכיך ברוך וארריך ארור׃"
    },
    {
      "verse": 10,
      "text": "ויחר אף בלק אל בלעם ויספק את כפיו ויאמר בלק אל בלעם לקב איבי קראתיך והנה ברכת ברך זה שלש פעמים׃"
    },
    {
      "verse": 11,
      "text": "ועתה ברח לך אל מקומך אמרתי כבד אכבדך והנה מנעך יהוה מכבוד׃"
    },
    {
      "verse": 12,
      "text": "ויאמר בלעם אל בלק הלא גם אל מלאכיך אשר שלחת אלי דברתי לאמר׃"
    },
    {
      "verse": 13,
      "text": "אם יתן לי בלק מלא ביתו כסף וזהב לא אוכל לעבר את פי יהוה לעשות טובה או רעה מלבי אשר ידבר יהוה אתו אדבר׃"
    },
    {
      "verse": 14,
      "text": "ועתה הנני הולך לעמי לכה איעצך אשר יעשה העם הזה לעמך באחרית הימים׃"
    },
    {
      "verse": 15,
      "text": "וישא משלו ויאמר נאם בלעם בנו בער ונאם הגבר שתם העין׃"
    },
    {
      "verse": 16,
      "text": "נאם שמע אמרי אל וידע דעת עליון מחזה שדי יחזה נפל וגלוי עינים׃"
    },
    {
      "verse": 17,
      "text": "אראנו ולא עתה אשורנו ולא קרוב דרך כוכב מיעקב וקם שבט מישראל ומחץ פאתי מואב וקרקר כל בני שת׃"
    },
    {
      "verse": 18,
      "text": "והיה אדום ירשה והיה ירשה שעיר איביו וישראל עשה חיל׃"
    },
    {
      "verse": 19,
      "text": "וירד מיעקב והאביד שריד מעיר׃"
    },
    {
      "verse": 20,
      "text": "וירא את עמלק וישא משלו ויאמר ראשית גוים עמלק ואחריתו עדי אבד׃"
    },
    {
      "verse": 21,
      "text": "וירא את הקיני וישא משלו ויאמר איתן מושבך ושים בסלע קנך׃"
    },
    {
      "verse": 22,
      "text": "כי אם יהיה לבער קין עד מה אשור תשבך׃"
    },
    {
      "verse": 23,
      "text": "וישא משלו ויאמר אוי מי יחיה משמו אל׃"
    },
    {
      "verse": 24,
      "text": "וצים מיד כתים וענו אשור וענו עבר וגם הוא עדי אבד׃"
    },
    {
      "verse": 25,
      "text": "ויקם בלעם וילך וישב למקמו וגם בלק הלך לדרכו׃"
    }
  ]
}