{
  "book_id": "NUM",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי אחרי המגפה ויאמר יהוה אל משה ואל אלעזר בן אהרן הכהן לאמר׃"
    },
    {
      "verse": 2,
      "text": "שאו את ראש כל עדת בני ישראל מבן עשרים שנה ומעלה לבית אבתם כל יצא צבא בישראל׃"
    },
    {
      "verse": 3,
      "text": "וידבר משה ואלעזר הכהן אתם בערבת מואב על ירדן ירחו לאמר׃"
    },
    {
      "verse": 4,
      "text": "מבן עשרים שנה ומעלה כאשר צוה יהוה את משה ובני ישראל היצאים מארץ מצרים׃"
    },
    {
      "verse": 5,
      "text": "ראובן בכור ישראל בני ראובן חנוך משפחת החנכי לפלוא משפחת הפלאי׃"
    },
    {
      "verse": 6,
      "text": "לחצרן משפחת החצרוני לכרמי משפחת הכרמי׃"
    },
    {
      "verse": 7,
      "text": "אלה משפחת הראובני ויהיו פקדיהם שלשה וארבעים אלף ושבע מאות ושלשים׃"
    },
    {
      "verse": 8,
      "text": "ובני פלוא אליאב׃"
    },
    {
      "verse": 9,
      "text": "ובני אליאב נמואל ודתן ואבירם הוא דתן ואבירם קרואי העדה אשר הצו על משה ועל אהרן בעדת קרח בהצתם על יהוה׃"
    },
    {
      "verse": 10,
      "text": "ותפתח הארץ את פיה ותבלע אתם ואת קרח במות העדה באכל האש את חמשים ומאתים איש ויהיו לנס׃"
    },
    {
      "verse": 11,
      "text": "ובני קרח לא מתו׃"
    },
    {
      "verse": 12,
      "text": "בני שמעון למשפחתם לנמואל משפחת הנמואלי לימין משפחת הימיני ליכין משפחת היכיני׃"
    },
    {
      "verse": 13,
      "text": "לזרח משפחת הזרחי לשאול משפחת השאולי׃"
    },
    {
      "verse": 14,
      "text": "אלה משפחת השמעני שנים ועשרים אלף ומאתים׃"
    },
    {
      "verse": 15,
      "text": "בני גד למשפחתם לצפון משפחת הצפוני לחגי משפחת החגי לשוני משפחת השוני׃"
    },
    {
      "verse": 16,
      "text": "לאזני משפחת האזני לערי משפחת הערי׃"
    },
    {
      "verse": 17,
      "text": "לארוד משפחת הארודי לאראלי משפחת האראלי׃"
    },
    {
      "verse": 18,
      "text": "אלה משפחת בני גד לפקדיהם ארבעים אלף וחמש מאות׃"
    },
    {
      "verse": 19,
      "text": "בני יהודה ער ואונן וימת ער ואונן בארץ כנען׃"
    },
    {
      "verse": 20,
      "text": "ויהיו בני יהודה למשפחתם לשלה משפחת השלני לפרץ משפחת הפרצי לזרח משפחת הזרחי׃"
    },
    {
      "verse": 21,
      "text": "ויהיו בני פרץ לחצרן משפחת החצרני לחמול משפחת החמולי׃"
    },
    {
      "verse": 22,
      "text": "אלה משפחת יהודה לפקדיהם ששה ושבעים אלף וחמש מאות׃"
    },
    {
      "verse": 23,
      "text": "בני יששכר למשפחתם תולע משפחת התולעי לפוה משפחת הפוני׃"
    },
    {
      "verse": 24,
      "text": "לישוב משפחת הישובי לשמרן משפחת השמרני׃"
    },
    {
      "verse": 25,
      "text": "אלה משפחת יששכר לפקדיהם ארבעה וששים אלף ושלש מאות׃"
    },
    {
      "verse": 26,
      "text": "בני זבולן למשפחתם לסרד משפחת הסרדי לאלון משפחת האלני ליחלאל משפחת היחלאלי׃"
    },
    {
      "verse": 27,
      "text": "אלה משפחת הזבולני לפקדיהם ששים אלף וחמש מאות׃"
    },
    {
      "verse": 28,
      "text": "בני יוסף למשפחתם מנשה ואפרים׃"
    },
    {
      "verse": 29,
      "text": "בני מנשה למכיר משפחת המכירי ומכיר הוליד את גלעד לגלעד משפחת הגלעדי׃"
    },
    {
      "verse": 30,
      "text": "אלה בני גלעד איעזר משפחת האיעזרי לחלק משפחת החלקי׃"
    },
    {
      "verse": 31,
      "text": "ואשריאל משפחת האשראלי ושכם משפחת השכמי׃"
    },
    {
      "verse": 32,
      "text": "ושמידע משפחת השמידעי וחפר משפחת החפרי׃"
    },
    {
      "verse": 33,
      "text": "וצלפחד בן חפר לא היו לו בנים כי אם בנות ושם בנות צלפחד מחלה ונעה חגלה מלכה ותרצה׃"
    },
    {
      "verse": 34,
      "text": "אלה משפחת מנשה ופקדיהם שנים וחמשים אלף ושבע מאות׃"
    },
    {
      "verse": 35,
      "text": "אלה בני אפרים למשפחתם לשותלח משפחת השתלחי לבכר משפחת הבכרי לתחן משפחת התחני׃"
    },
    {
      "verse": 36,
      "text": "ואלה בני שותלח לערן משפחת הערני׃"
    },
    {
      "verse": 37,
      "text": "אלה משפחת בני אפרים לפקדיהם שנים ושלשים אלף וחמש מאות אלה בני יוסף למשפחתם׃"
    },
    {
      "verse": 38,
      "text": "בני בנימן למשפחתם לבלע משפחת הבלעי לאשבל משפחת האשבלי לאחירם משפחת האחירמי׃"
    },
    {
      "verse": 39,
      "text": "לשפופם משפחת השופמי לחופם משפחת החופמי׃"
    },
    {
      "verse": 40,
      "text": "ויהיו בני בלע ארד ונעמן משפחת הארדי לנעמן משפחת הנעמי׃"
    },
    {
      "verse": 41,
      "text": "אלה בני בנימן למשפחתם ופקדיהם חמשה וארבעים אלף ושש מאות׃"
    },
    {
      "verse": 42,
      "text": "אלה בני דן למשפחתם לשוחם משפחת השוחמי אלה משפחת דן למשפחתם׃"
    },
    {
      "verse": 43,
      "text": "כל משפחת השוחמי לפקדיהם ארבעה וששים אלף וארבע מאות׃"
    },
    {
      "verse": 44,
      "text": "בני אשר למשפחתם לימנה משפחת הימנה לישוי משפחת הישוי לבריעה משפחת הבריעי׃"
    },
    {
      "verse": 45,
      "text": "לבני בריעה לחבר משפחת החברי למלכיאל משפחת המלכיאלי׃"
    },
    {
      "verse": 46,
      "text": "ושם בת אשר שרח׃"
    },
    {
      "verse": 47,
      "text": "אלה משפחת בני אשר לפקדיהם שלשה וחמשים אלף וארבע מאות׃"
    },
    {
      "verse": 48,
      "text": "בני נפתלי למשפחתם ליחצאל משפחת היחצאלי לגוני משפחת הגוני׃"
    },
    {
      "verse": 49,
      "text": "ליצר משפחת היצרי לשלם משפחת השלמי׃"
    },
    {
      "verse": 50,
      "text": "אלה משפחת נפתלי למשפחתם ופקדיהם חמשה וארבעים אלף וארבע מאות׃"
    },
    {
      "verse": 51,
      "text": "אלה פקודי בני ישראל שש מאות אלף ואלף שבע מאות ושלשים׃"
    },
    {
      "verse": 52,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 53,
      "text": "לאלה תחלק הארץ בנחלה במספר שמות׃"
    },
    {
      "verse": 54,
      "text": "לרב תרבה נחלתו ולמעט תמעיט נחלתו איש לפי פקדיו יתן נחלתו׃"
    },
    {
      "verse": 55,
      "text": "אך בגורל יחלק את הארץ לשמות מטות אבתם ינחלו׃"
    },
    {
      "verse": 56,
      "text": "על פי הגורל תחלק נחלתו בין רב למעט׃"
    },
    {
      "verse": 57,
      "text": "ואלה פקודי הלוי למשפחתם לגרשון משפחת הגרשני לקהת משפחת הקהתי למררי משפחת המררי׃"
    },
    {
      "verse": 58,
      "text": "אלה משפחת לוי משפחת הלבני משפחת החברני משפחת המחלי משפחת המושי משפחת הקרחי וקהת הולד את עמרם׃"
    },
    {
      "verse": 59,
      "text": "ושם אשת עמרם יוכבד בת לוי אשר ילדה אתה ללוי במצרים ותלד לעמרם את אהרן ואת משה ואת מרים אחתם׃"
    },
    {
      "verse": 60,
      "text": "ויולד לאהרן את נדב ואת אביהוא את אלעזר ואת איתמר׃"
    },
    {
      "verse": 61,
      "text": "וימת נדב ואביהוא בהקריבם אש זרה לפני יהוה׃"
    },
    {
      "verse": 62,
      "text": "ויהיו פקדיהם שלשה ועשרים אלף כל זכר מבן חדש ומעלה כי לא התפקדו בתוך בני ישראל כי לא נתן להם נחלה בתוך בני ישראל׃"
    },
    {
      "verse": 63,
      "text": "אלה פקודי משה ואלעזר הכהן אשר פקדו את בני ישראל בערבת מואב על ירדן ירחו׃"
    },
    {
      "verse": 64,
      "text": "ובאלה לא היה איש מפקודי משה ואהרן הכהן אשר פקדו את בני ישראל במדבר סיני׃"
    },
    {
      "verse": 65,
      "text": "כי אמר יהוה להם מות ימתו במדבר ולא נותר מהם איש כי אם כלב בן יפנה ויהושע בן נון׃"
    }
  ]
}