{
  "book_id": "NUM",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 2,
      "text": "נקם נקמת בני ישראל מאת המדינים אחר תאסף אל עמיך׃"
    },
    {
      "verse": 3,
      "text": "וידבר משה אל העם לאמר החלצו מאתכם אנשים לצבא ויהיו על מדין לתת נקמת יהוה במדין׃"
    },
    {
      "verse": 4,
      "text": "אלף למטה אלף למטה לכל מטות ישראל תשלחו לצבא׃"
    },
    {
      "verse": 5,
      "text": "וימסרו מאלפי ישראל אלף למטה שנים עשר אלף חלוצי צבא׃"
    },
    {
      "verse": 6,
      "text": "וישלח אתם משה אלף למטה לצבא אתם ואת פינחס בן אלעזר הכהן לצבא וכלי הקדש וחצצרות התרועה בידו׃"
    },
    {
      "verse": 7,
      "text": "ויצבאו על מדין כאשר צוה יהוה את משה ויהרגו כל זכר׃"
    },
    {
      "verse": 8,
      "text": "ואת מלכי מדין הרגו על חלליהם את אוי ואת רקם ואת צור ואת חור ואת רבע חמשת מלכי מדין ואת בלעם בן בעור הרגו בחרב׃"
    },
    {
      "verse": 9,
      "text": "וישבו בני ישראל את נשי מדין ואת טפם ואת כל בהמתם ואת כל מקנהם ואת כל חילם בזזו׃"
    },
    {
      "verse": 10,
      "text": "ואת כל עריהם במושבתם ואת כל טירתם שרפו באש׃"
    },
    {
      "verse": 11,
      "text": "ויקחו את כל השלל ואת כל המלקוח באדם ובבהמה׃"
    },
    {
      "verse": 12,
      "text": "ויבאו אל משה ואל אלעזר הכהן ואל עדת בני ישראל את השבי ואת המלקוח ואת השלל אל המחנה אל ערבת מואב אשר על ירדן ירחו׃"
    },
    {
      "verse": 13,
      "text": "ויצאו משה ואלעזר הכהן וכל נשיאי העדה לקראתם אל מחוץ למחנה׃"
    },
    {
      "verse": 14,
      "text": "ויקצף משה על פקודי החיל שרי האלפים ושרי המאות הבאים מצבא המלחמה׃"
    },
    {
      "verse": 15,
      "text": "ויאמר אליהם משה החייתם כל נקבה׃"
    },
    {
      "verse": 16,
      "text": "הן הנה היו לבני ישראל בדבר בלעם למסר מעל ביהוה על דבר פעור ותהי המגפה בעדת יהוה׃"
    },
    {
      "verse": 17,
      "text": "ועתה הרגו כל זכר בטף וכל אשה ידעת איש למשכב זכר הרגו׃"
    },
    {
      "verse": 18,
      "text": "וכל הטף בנשים אשר לא ידעו משכב זכר החיו לכם׃"
    },
    {
      "verse": 19,
      "text": "ואתם חנו מחוץ למחנה שבעת ימים כל הרג נפש וכל נגע בחלל תתחטאו ביום השלישי וביום השביעי אתם ושביכם׃"
    },
    {
      "verse": 20,
      "text": "וכל בגד וכל כלי עור וכל מעשה עזים וכל כלי עץ תתחטאו׃"
    },
    {
      "verse": 21,
      "text": "ויאמר אלעזר הכהן אל אנשי הצבא הבאים למלחמה זאת חקת התורה אשר צוה יהוה את משה׃"
    },
    {
      "verse": 22,
      "text": "אך את הזהב ואת הכסף את הנחשת את הברזל את הבדיל ואת העפרת׃"
    },
    {
      "verse": 23,
      "text": "כל דבר אשר יבא באש תעבירו באש וטהר אך במי נדה יתחטא וכל אשר לא יבא באש תעבירו במים׃"
    },
    {
      "verse": 24,
      "text": "וכבסתם בגדיכם ביום השביעי וטהרתם ואחר תבאו אל המחנה׃"
    },
    {
      "verse": 25,
      "text": "ויאמר יהוה אל משה לאמר׃"
    },
    {
      "verse": 26,
      "text": "שא את ראש מלקוח השבי באדם ובבהמה אתה ואלעזר הכהן וראשי אבות העדה׃"
    },
    {
      "verse": 27,
      "text": "וחצית את המלקוח בין תפשי המלחמה היצאים לצבא ובין כל העדה׃"
    },
    {
      "verse": 28,
      "text": "והרמת מכס ליהוה מאת אנשי המלחמה היצאים לצבא אחד נפש מחמש המאות מן האדם ומן הבקר ומן החמרים ומן הצאן׃"
    },
    {
      "verse": 29,
      "text": "ממחציתם תקחו ונתתה לאלעזר הכהן תרומת יהוה׃"
    },
    {
      "verse": 30,
      "text": "וממחצת בני ישראל תקח אחד אחז מן החמשים מן האדם מן הבקר מן החמרים ומן הצאן מכל הבהמה ונתתה אתם ללוים שמרי משמרת משכן יהוה׃"
    },
    {
      "verse": 31,
      "text": "ויעש משה ואלעזר הכהן כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 32,
      "text": "ויהי המלקוח יתר הבז אשר בזזו עם הצבא צאן שש מאות אלף ושבעים אלף וחמשת אלפים׃"
    },
    {
      "verse": 33,
      "text": "ובקר שנים ושבעים אלף׃"
    },
    {
      "verse": 34,
      "text": "וחמרים אחד וששים אלף׃"
    },
    {
      "verse": 35,
      "text": "ונפש אדם מן הנשים אשר לא ידעו משכב זכר כל נפש שנים ושלשים אלף׃"
    },
    {
      "verse": 36,
      "text": "ותהי המחצה חלק היצאים בצבא מספר הצאן שלש מאות אלף ושלשים אלף ושבעת אלפים וחמש מאות׃"
    },
    {
      "verse": 37,
      "text": "ויהי המכס ליהוה מן הצאן שש מאות חמש ושבעים׃"
    },
    {
      "verse": 38,
      "text": "והבקר ששה ושלשים אלף ומכסם ליהוה שנים ושבעים׃"
    },
    {
      "verse": 39,
      "text": "וחמרים שלשים אלף וחמש מאות ומכסם ליהוה אחד וששים׃"
    },
    {
      "verse": 40,
      "text": "ונפש אדם ששה עשר אלף ומכסם ליהוה שנים ושלשים נפש׃"
    },
    {
      "verse": 41,
      "text": "ויתן משה את מכס תרומת יהוה לאלעזר הכהן כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 42,
      "text": "וממחצית בני ישראל אשר חצה משה מן האנשים הצבאים׃"
    },
    {
      "verse": 43,
      "text": "ותהי מחצת העדה מן הצאן שלש מאות אלף ושלשים אלף שבעת אלפים וחמש מאות׃"
    },
    {
      "verse": 44,
      "text": "ובקר ששה ושלשים אלף׃"
    },
    {
      "verse": 45,
      "text": "וחמרים שלשים אלף וחמש מאות׃"
    },
    {
      "verse": 46,
      "text": "ונפש אדם ששה עשר אלף׃"
    },
    {
      "verse": 47,
      "text": "ויקח משה ממחצת בני ישראל את האחז אחד מן החמשים מן האדם ומן הבהמה ויתן אתם ללוים שמרי משמרת משכן יהוה כאשר צוה יהוה את משה׃"
    },
    {
      "verse": 48,
      "text": "ויקרבו אל משה הפקדים אשר לאלפי הצבא שרי האלפים ושרי המאות׃"
    },
    {
      "verse": 49,
      "text": "ויאמרו אל משה עבדיך נשאו את ראש אנשי המלחמה אשר בידנו ולא נפקד ממנו איש׃"
    },
    {
      "verse": 50,
      "text": "ונקרב את קרבן יהוה איש אשר מצא כלי זהב אצעדה וצמיד טבעת עגיל וכומז לכפר על נפשתינו לפני יהוה׃"
    },
    {
      "verse": 51,
      "text": "ויקח משה ואלעזר הכהן את הזהב מאתם כל כלי מעשה׃"
    },
    {
      "verse": 52,
      "text": "ויהי כל זהב התרומה אשר הרימו ליהוה ששה עשר אלף שבע מאות וחמשים שקל מאת שרי האלפים ומאת שרי המאות׃"
    },
    {
      "verse": 53,
      "text": "אנשי הצבא בזזו איש לו׃"
    },
    {
      "verse": 54,
      "text": "ויקח משה ואלעזר הכהן את הזהב מאת שרי האלפים והמאות ויבאו אתו אל אהל מועד זכרון לבני ישראל לפני יהוה׃"
    }
  ]
}