{
  "book_id": "NUM",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "ומקנה רב היה לבני ראובן ולבני גד עצום מאד ויראו את ארץ יעזר ואת ארץ גלעד והנה המקום מקום מקנה׃"
    },
    {
      "verse": 2,
      "text": "ויבאו בני גד ובני ראובן ויאמרו אל משה ואל אלעזר הכהן ואל נשיאי העדה לאמר׃"
    },
    {
      "verse": 3,
      "text": "עטרות ודיבן ויעזר ונמרה וחשבון ואלעלה ושבם ונבו ובען׃"
    },
    {
      "verse": 4,
      "text": "הארץ אשר הכה יהוה לפני עדת ישראל ארץ מקנה הוא ולעבדיך מקנה׃"
    },
    {
      "verse": 5,
      "text": "ויאמרו אם מצאנו חן בעיניך יתן את הארץ הזאת לעבדיך לאחזה אל תעברנו את הירדן׃"
    },
    {
      "verse": 6,
      "text": "ויאמר משה לבני גד ולבני ראובן האחיכם יבאו למלחמה ואתם תשבו פה׃"
    },
    {
      "verse": 7,
      "text": "ולמה תנואון את לב בני ישראל מעבר אל הארץ אשר נתן להם יהוה׃"
    },
    {
      "verse": 8,
      "text": "כה עשו אבתיכם בשלחי אתם מקדש ברנע לראות את הארץ׃"
    },
    {
      "verse": 9,
      "text": "ויעלו עד נחל אשכול ויראו את הארץ ויניאו את לב בני ישראל לבלתי בא אל הארץ אשר נתן להם יהוה׃"
    },
    {
      "verse": 10,
      "text": "ויחר אף יהוה ביום ההוא וישבע לאמר׃"
    },
    {
      "verse": 11,
      "text": "אם יראו האנשים העלים ממצרים מבן עשרים שנה ומעלה את האדמה אשר נשבעתי לאברהם ליצחק וליעקב כי לא מלאו אחרי׃"
    },
    {
      "verse": 12,
      "text": "בלתי כלב בן יפנה הקנזי ויהושע בן נון כי מלאו אחרי יהוה׃"
    },
    {
      "verse": 13,
      "text": "ויחר אף יהוה בישראל וינעם במדבר ארבעים שנה עד תם כל הדור העשה הרע בעיני יהוה׃"
    },
    {
      "verse": 14,
      "text": "והנה קמתם תחת אבתיכם תרבות אנשים חטאים לספות עוד על חרון אף יהוה אל ישראל׃"
    },
    {
      "verse": 15,
      "text": "כי תשובן מאחריו ויסף עוד להניחו במדבר ושחתם לכל העם הזה׃"
    },
    {
      "verse": 16,
      "text": "ויגשו אליו ויאמרו גדרת צאן נבנה למקננו פה וערים לטפנו׃"
    },
    {
      "verse": 17,
      "text": "ואנחנו נחלץ חשים לפני בני ישראל עד אשר אם הביאנם אל מקומם וישב טפנו בערי המבצר מפני ישבי הארץ׃"
    },
    {
      "verse": 18,
      "text": "לא נשוב אל בתינו עד התנחל בני ישראל איש נחלתו׃"
    },
    {
      "verse": 19,
      "text": "כי לא ננחל אתם מעבר לירדן והלאה כי באה נחלתנו אלינו מעבר הירדן מזרחה׃"
    },
    {
      "verse": 20,
      "text": "ויאמר אליהם משה אם תעשון את הדבר הזה אם תחלצו לפני יהוה למלחמה׃"
    },
    {
      "verse": 21,
      "text": "ועבר לכם כל חלוץ את הירדן לפני יהוה עד הורישו את איביו מפניו׃"
    },
    {
      "verse": 22,
      "text": "ונכבשה הארץ לפני יהוה ואחר תשבו והייתם נקיים מיהוה ומישראל והיתה הארץ הזאת לכם לאחזה לפני יהוה׃"
    },
    {
      "verse": 23,
      "text": "ואם לא תעשון כן הנה חטאתם ליהוה ודעו חטאתכם אשר תמצא אתכם׃"
    },
    {
      "verse": 24,
      "text": "בנו לכם ערים לטפכם וגדרת לצנאכם והיצא מפיכם תעשו׃"
    },
    {
      "verse": 25,
      "text": "ויאמר בני גד ובני ראובן אל משה לאמר עבדיך יעשו כאשר אדני מצוה׃"
    },
    {
      "verse": 26,
      "text": "טפנו נשינו מקננו וכל בהמתנו יהיו שם בערי הגלעד׃"
    },
    {
      "verse": 27,
      "text": "ועבדיך יעברו כל חלוץ צבא לפני יהוה למלחמה כאשר אדני דבר׃"
    },
    {
      "verse": 28,
      "text": "ויצו להם משה את אלעזר הכהן ואת יהושע בן נון ואת ראשי אבות המטות לבני ישראל׃"
    },
    {
      "verse": 29,
      "text": "ויאמר משה אלהם אם יעברו בני גד ובני ראובן אתכם את הירדן כל חלוץ למלחמה לפני יהוה ונכבשה הארץ לפניכם ונתתם להם את ארץ הגלעד לאחזה׃"
    },
    {
      "verse": 30,
      "text": "ואם לא יעברו חלוצים אתכם ונאחזו בתככם בארץ כנען׃"
    },
    {
      "verse": 31,
      "text": "ויענו בני גד ובני ראובן לאמר את אשר דבר יהוה אל עבדיך כן נעשה׃"
    },
    {
      "verse": 32,
      "text": "נחנו נעבר חלוצים לפני יהוה ארץ כנען ואתנו אחזת נחלתנו מעבר לירדן׃"
    },
    {
      "verse": 33,
      "text": "ויתן להם משה לבני גד ולבני ראובן ולחצי שבט מנשה בן יוסף את ממלכת סיחן מלך האמרי ואת ממלכת עוג מלך הבשן הארץ לעריה בגבלת ערי הארץ סביב׃"
    },
    {
      "verse": 34,
      "text": "ויבנו בני גד את דיבן ואת עטרת ואת ערער׃"
    },
    {
      "verse": 35,
      "text": "ואת עטרת שופן ואת יעזר ויגבהה׃"
    },
    {
      "verse": 36,
      "text": "ואת בית נמרה ואת בית הרן ערי מבצר וגדרת צאן׃"
    },
    {
      "verse": 37,
      "text": "ובני ראובן בנו את חשבון ואת אלעלא ואת קריתים׃"
    },
    {
      "verse": 38,
      "text": "ואת נבו ואת בעל מעון מוסבת שם ואת שבמה ויקראו בשמת את שמות הערים אשר בנו׃"
    },
    {
      "verse": 39,
      "text": "וילכו בני מכיר בן מנשה גלעדה וילכדה ויורש את האמרי אשר בה׃"
    },
    {
      "verse": 40,
      "text": "ויתן משה את הגלעד למכיר בן מנשה וישב בה׃"
    },
    {
      "verse": 41,
      "text": "ויאיר בן מנשה הלך וילכד את חותיהם ויקרא אתהן חות יאיר׃"
    },
    {
      "verse": 42,
      "text": "ונבח הלך וילכד את קנת ואת בנתיה ויקרא לה נבח בשמו׃"
    }
  ]
}