{
  "book_id": "NUM",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "וידבר יהוה אל משה בערבת מואב על ירדן ירחו לאמר׃"
    },
    {
      "verse": 2,
      "text": "צו את בני ישראל ונתנו ללוים מנחלת אחזתם ערים לשבת ומגרש לערים סביבתיהם תתנו ללוים׃"
    },
    {
      "verse": 3,
      "text": "והיו הערים להם לשבת ומגרשיהם יהיו לבהמתם ולרכשם ולכל חיתם׃"
    },
    {
      "verse": 4,
      "text": "ומגרשי הערים אשר תתנו ללוים מקיר העיר וחוצה אלף אמה סביב׃"
    },
    {
      "verse": 5,
      "text": "ומדתם מחוץ לעיר את פאת קדמה אלפים באמה ואת פאת נגב אלפים באמה ואת פאת ים אלפים באמה ואת פאת צפון אלפים באמה והעיר בתוך זה יהיה להם מגרשי הערים׃"
    },
    {
      "verse": 6,
      "text": "ואת הערים אשר תתנו ללוים את שש ערי המקלט אשר תתנו לנס שמה הרצח ועליהם תתנו ארבעים ושתים עיר׃"
    },
    {
      "verse": 7,
      "text": "כל הערים אשר תתנו ללוים ארבעים ושמנה עיר אתהן ואת מגרשיהן׃"
    },
    {
      "verse": 8,
      "text": "והערים אשר תתנו מאחזת בני ישראל מאת הרב תרבו ומאת המעט תמעיטו איש כפי נחלתו אשר ינחלו יתן מעריו ללוים׃"
    },
    {
      "verse": 9,
      "text": "וידבר יהוה אל משה לאמר׃"
    },
    {
      "verse": 10,
      "text": "דבר אל בני ישראל ואמרת אלהם כי אתם עברים את הירדן ארצה כנען׃"
    },
    {
      "verse": 11,
      "text": "והקריתם לכם ערים ערי מקלט תהיינה לכם ונס שמה רצח מכה נפש בשגגה׃"
    },
    {
      "verse": 12,
      "text": "והיו לכם הערים למקלט מגאל ולא ימות הרצח עד עמדו לפני העדה למשפט׃"
    },
    {
      "verse": 13,
      "text": "והערים אשר תתנו שש ערי מקלט תהיינה לכם׃"
    },
    {
      "verse": 14,
      "text": "את שלש הערים תתנו מעבר לירדן ואת שלש הערים תתנו בארץ כנען ערי מקלט תהיינה׃"
    },
    {
      "verse": 15,
      "text": "לבני ישראל ולגר ולתושב בתוכם תהיינה שש הערים האלה למקלט לנוס שמה כל מכה נפש בשגגה׃"
    },
    {
      "verse": 16,
      "text": "ואם בכלי ברזל הכהו וימת רצח הוא מות יומת הרצח׃"
    },
    {
      "verse": 17,
      "text": "ואם באבן יד אשר ימות בה הכהו וימת רצח הוא מות יומת הרצח׃"
    },
    {
      "verse": 18,
      "text": "או בכלי עץ יד אשר ימות בו הכהו וימת רצח הוא מות יומת הרצח׃"
    },
    {
      "verse": 19,
      "text": "גאל הדם הוא ימית את הרצח בפגעו בו הוא ימיתנו׃"
    },
    {
      "verse": 20,
      "text": "ואם בשנאה יהדפנו או השליך עליו בצדיה וימת׃"
    },
    {
      "verse": 21,
      "text": "או באיבה הכהו בידו וימת מות יומת המכה רצח הוא גאל הדם ימית את הרצח בפגעו בו׃"
    },
    {
      "verse": 22,
      "text": "ואם בפתע בלא איבה הדפו או השליך עליו כל כלי בלא צדיה׃"
    },
    {
      "verse": 23,
      "text": "או בכל אבן אשר ימות בה בלא ראות ויפל עליו וימת והוא לא אויב לו ולא מבקש רעתו׃"
    },
    {
      "verse": 24,
      "text": "ושפטו העדה בין המכה ובין גאל הדם על המשפטים האלה׃"
    },
    {
      "verse": 25,
      "text": "והצילו העדה את הרצח מיד גאל הדם והשיבו אתו העדה אל עיר מקלטו אשר נס שמה וישב בה עד מות הכהן הגדל אשר משח אתו בשמן הקדש׃"
    },
    {
      "verse": 26,
      "text": "ואם יצא יצא הרצח את גבול עיר מקלטו אשר ינוס שמה׃"
    },
    {
      "verse": 27,
      "text": "ומצא אתו גאל הדם מחוץ לגבול עיר מקלטו ורצח גאל הדם את הרצח אין לו דם׃"
    },
    {
      "verse": 28,
      "text": "כי בעיר מקלטו ישב עד מות הכהן הגדל ואחרי מות הכהן הגדל ישוב הרצח אל ארץ אחזתו׃"
    },
    {
      "verse": 29,
      "text": "והיו אלה לכם לחקת משפט לדרתיכם בכל מושבתיכם׃"
    },
    {
      "verse": 30,
      "text": "כל מכה נפש לפי עדים ירצח את הרצח ועד אחד לא יענה בנפש למות׃"
    },
    {
      "verse": 31,
      "text": "ולא תקחו כפר לנפש רצח אשר הוא רשע למות כי מות יומת׃"
    },
    {
      "verse": 32,
      "text": "ולא תקחו כפר לנוס אל עיר מקלטו לשוב לשבת בארץ עד מות הכהן׃"
    },
    {
      "verse": 33,
      "text": "ולא תחניפו את הארץ אשר אתם בה כי הדם הוא יחניף את הארץ ולארץ לא יכפר לדם אשר שפך בה כי אם בדם שפכו׃"
    },
    {
      "verse": 34,
      "text": "ולא תטמא את הארץ אשר אתם ישבים בה אשר אני שכן בתוכה כי אני יהוה שכן בתוך בני ישראל׃"
    }
  ]
}