{
  "book_id": "1MA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "ΚΑΙ ἐγένετο μετὰ τὸ πατάξαι Ἀλέξανδρον τὸν Φιλίππου τὸν Μακεδόνα, ὃς ἐξῆλθεν ἐκ τῆς γῆς Χεττειεὶμ, καὶ ἐπάταξε τὸν Δαρεῖον βασιλέα Περσῶν καὶ Μήδων, καὶ ἐβασίλευσεν ἀντʼ αὐτοῦ πρότερος ἐπὶ τὴν Ἑλλάδα."
    },
    {
      "verse": 2,
      "text": "Καὶ συνεστήσατο πολέμους πολλοὺς, καὶ ἐκράτησεν ὀχυρωμάτων πολλῶν, καὶ ἔσφαξε βασιλεῖς τῆς γῆς."
    },
    {
      "verse": 3,
      "text": "Καὶ διῆλθεν ἕως ἄκρων τῆς γῆς, καὶ ἔλαβε σκῦλα πλήθους ἐθνῶν· καὶ ἠσύχασεν ἡ γῆ ἐνώπιον αὐτοῦ· καὶ ὑψώθη, καὶ ἐπῄρθη ἡ καρδία αὐτοῦ."
    },
    {
      "verse": 4,
      "text": "Καὶ συνήγαγε δύναμιν ἰσχυρὰν σφόδρα, καὶ ἦρξε χωρῶν, καὶ ἐθνῶν, καὶ τυράννων, καὶ ἐγένοντο αὐτῷ εἰς φόρον."
    },
    {
      "verse": 5,
      "text": "Καὶ μετὰ ταῦτα ἔπεσεν ἐπὶ τὴν κοίτην, καὶ ἔγνω ὅτι ἀποθνήσκει."
    },
    {
      "verse": 6,
      "text": "Καὶ ἐκάλεσε τοὺς παῖδας αὐτοῦ τοὺς ἐνδόξους τοὺς συντρόφους αὐτοῦ ἀπὸ νεότητος, καὶ διεῖλεν αὐτοῖς τὴν βασιλείαν αὐτοῦ ἔτι ζῶντος αὐτοῦ."
    },
    {
      "verse": 7,
      "text": "Καὶ ἐβασίλευσεν Ἀλέξανδρος ἔτη δώδεκα, καὶ ἀπέθανε."
    },
    {
      "verse": 8,
      "text": "Καὶ ἐπεκράτησαν οἱ παῖδες αὐτοῦ ἕκαστος ἐν τῷ τόπῳ αὐτοῦ."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐπέθεντο πάντες διαδήματα μετὰ τὸ ἀποθανεῖν αὐτὸν, καὶ οἱ υἱοὶ αὐτῶν ὀπίσω αὐτῶν ἔτη πολλὰ, καὶ ἐπλήθυναν κακὰ ἐν τῇ γῇ."
    },
    {
      "verse": 10,
      "text": "Καὶ ἐξῆλθεν ἐξ αὐτῶν ῥίζα ἁμαρτωλὸς Ἀντίοχος Ἐπιφανὴς, υἱὸς Ἀντιόχου βασιλέως, ὃς ἦν ὅμηρα ἐν τῇ Ῥώμῃ· καὶ ἐβασίλευσεν ἐν ἔτει ἑκατοστῷ καὶ τριακοστῷ καὶ ἑβδόμῳ βασιλείας Ἑλλήνων."
    },
    {
      "verse": 11,
      "text": "Ἐν ταῖς ἡμέραις ἐκείναις ἐξῆλθον ἐξ Ἰσραὴλ υἱοὶ παράνομοι, καὶ ἀνέπεισαν πολλοὺς, λέγοντες, πορευθῶμεν, καὶ διαθώμεθα διαθήκην μετὰ τῶν ἐθνῶν τῶν κύκλῳ ἡμῶν, ὅτι ἀφʼ ἧς ἐχωρίσθημεν ἀπʼ αὐτῶν, εὗρεν ἡμᾶς κακὰ πολλά."
    },
    {
      "verse": 12,
      "text": "Καὶ ἠγαθύνθη ὁ λόγος ἐν ὀφθαλμοῖς αὐτῶν."
    },
    {
      "verse": 13,
      "text": "Καὶ προεθυμήθησάν τινες ἀπὸ τοῦ λαοῦ, καὶ ἐπορεύθησαν πρὸς τὸν βασιλέα· καὶ ἔδωκεν αὐτοῖς ἐξουσίαν ποιῆσαι τὰ δικαιώματα τῶν ἐθνῶν."
    },
    {
      "verse": 14,
      "text": "Καὶ ᾠκοδόμησαν γυμνάσιον ἐν Ἱεροσολύμοις κατὰ τὰ νόμιμα τῶν ἐθνῶν."
    },
    {
      "verse": 15,
      "text": "Καὶ ἐποίησαν ἑαυτοῖς ἀκροβυστίας, καὶ ἀπέστησαν ἀπὸ διαθήκης ἁγίας· καὶ ἐζεύχθησαν τοῖς ἔθνεσι, καὶ ἐπράθησαν τοῦ ποιῆσαι τὸ πονηρόν."
    },
    {
      "verse": 16,
      "text": "Καὶ ἡτοιμάσθη ἡ βασιλεία ἐναντίον Ἀντιόχου· καὶ ὑπέλαβε βασιλεῦσαι τῆς Αἰγύπτου, ὅπως βασιλεύσῃ ἐπὶ τὰς δύο βασιλείας."
    },
    {
      "verse": 17,
      "text": "Καὶ εἰσῆλθεν εἰς Αἴγυπτον ἐν ὄχλῳ βαρεῖ, ἐν ἅρμασι, καὶ ἐν ἐλέφασι, καὶ ἐν ἱππεῦσι, καὶ ἐν στόλῳ μεγάλῳ."
    },
    {
      "verse": 18,
      "text": "Καὶ συνεστήσατο πόλεμον πρὸς Πτολεμαῖον βασιλέα Αἰγύπτου· καὶ ἐνετράπη Πτολεμαῖος ἀπὸ προσώπου αὐτοῦ, καὶ ἔφυγε· καὶ ἔπεσον τραυματίαι πολλοί."
    },
    {
      "verse": 19,
      "text": "Καὶ κατελάβοντο τὰς πόλεις τὰς ὀχυρὰς ἐν γῇ Αἰγύπτῳ· καὶ ἔλαβε τὰ σκῦλα γῆς Αἰγύπτου."
    },
    {
      "verse": 20,
      "text": "Καὶ ἐπέστρεψεν Ἀντιόχος μετὰ τὸ πατάξαι Αἴγυπτον ἐν τῷ ἑκατοστῷ καὶ τεσσαρακοστῷ καὶ τρίτῳ ἔτει· καὶ ἀνέβη ἐπὶ Ἰσραὴλ, καὶ ἀνέβη εἰς Ἱερουσαλὴμ ἐν ὄχλῳ βαρεῖ."
    },
    {
      "verse": 21,
      "text": "Καὶ εἰσῆλθεν εἰς τὸ ἁγίασμα ἐν ὑπερηφανείᾳ, καὶ ἔλαβε τὸ θυσιαστήριον τὸ χρυσοῦν, καὶ τὴν λυχνίαν τοῦ φωτὸς, καὶ πάντα τὰ σκεύη αὐτῆς,"
    },
    {
      "verse": 22,
      "text": "καὶ τὴν τράπεζαν τῆς προθέσεως, καὶ τὰ σπονδεῖα, καὶ τὰς φιάλας, καὶ τὰς θυΐσκας τὰς χρυσᾶς, καὶ τὸ καταπέτασμα, καὶ τοὺς στεφάνους, καὶ τὸν κόσμον τὸν χρυσοῦν τὸν κατὰ πρόσωπον τοῦ ναοῦ, καὶ ἐλέπισε πάντα."
    },
    {
      "verse": 23,
      "text": "Καὶ ἔλαβε τὸ ἀργύριον, καὶ τὸ χρυσίον, καὶ τὰ σκεύη τὰ ἐπιθυμητά· καὶ ἔλαβε τοὺς θησαυροὺς τοὺς ἀποκρύφους οὓς εὗρε."
    },
    {
      "verse": 24,
      "text": "Καὶ λαβὼν πάντα ἀπῆλθεν εἰς τὴν γῆν αὐτοῦ· καὶ ἐποίησε φονοκτονίαν, καὶ ἐλάλησεν ὑπερηφανείαν μεγάλην."
    },
    {
      "verse": 25,
      "text": "Καὶ ἐγένετο πένθος μέγα ἐπὶ Ἰσραὴλ ἐν παντὶ τόπῳ αὐτῶν."
    },
    {
      "verse": 26,
      "text": "Καὶ ἐστέναξαν ἄρχοντες καὶ πρεσβύτεροι, παρθένοι καὶ νεανίσκοι ἠσθένησαν, καὶ τὸ κάλλος τῶν γυναικῶν ἠλλοιώθη."
    },
    {
      "verse": 27,
      "text": "Πᾶς νυμφίος ἀνέλαβε θρῆνον, καὶ καθημένη ἐν παστῷ ἐγένετο ἐν πένθει."
    },
    {
      "verse": 28,
      "text": "Καὶ ἐσείσθη ἡ γῆ ἐπὶ τοὺς κατοικοῦντας αὐτήν· καὶ πᾶς ὁ οἶκος Ἰακὼβ ἐνεδύσατο αἰσχύνην."
    },
    {
      "verse": 29,
      "text": "Καὶ μετὰ δύο ἔτη ἡμερῶν ἀπέστειλεν ὁ βασιλεὺς ἄρχοντα φορολογίας εἰς τὰς πόλεις Ἰούδα· καὶ ἦλθεν εἰς Ἱερουσαλὴμ ἐν ὄχλῳ βαρεῖ."
    },
    {
      "verse": 30,
      "text": "Καὶ ἐλάλησεν αὐτοῖς λόγους εἰρηνικοὺς ἐν δόλῳ· καὶ ἐνεπίστευσαν αὐτῷ· καὶ ἐπέπεσεν ἐπὶ τὴν πόλιν ἐξάπινα, καὶ ἐπάταξεν αὐτὴν πληγὴν μεγάλην, καὶ ἀπώλεσε λαὸν πολὺν ἐξ Ἰσραήλ."
    },
    {
      "verse": 31,
      "text": "Καὶ ἔλαβε τὰ σκῦλα τῆς πόλεως, καὶ ἐνεπύρισεν αὐτὴν πυρὶ, καὶ καθεῖλε τοὺς οἴκους αὐτῆς καὶ τὰ τείχη αὐτῆς κύκλῳ."
    },
    {
      "verse": 32,
      "text": "Καὶ ᾐχμαλώτευσαν τὰς γυναῖκας καὶ τὰ τέκνα, καὶ τὰ κτήνη ἐκληρονόμησαν."
    },
    {
      "verse": 33,
      "text": "Καὶ ᾠκοδόμησαν τὴν πόλιν Δαυὶδ τείχει μεγάλῳ καὶ ἰσχυρῷ, πύργοις ὀχυροῖς, καὶ ἐγένετο αὐτοῖς εἰς ἄκραν."
    },
    {
      "verse": 34,
      "text": "καὶ ἔθηκαν ἐκεῖ ἔθνος ἁμαρτωλὸν, ἄνδρας παρανόμους, καὶ ἐνίσχυσαν ἐν αὐτῇ."
    },
    {
      "verse": 35,
      "text": "Καὶ παρέθεντο ὅπλα καὶ τροφὰς, καὶ συναγαγόντες τὰ σκῦλα Ἱερουσαλὴμ ἀπέθεντο ἐκεῖ· καὶ ἐγένοντο εἰς μεγάλην παγίδα."
    },
    {
      "verse": 36,
      "text": "Καὶ ἐγένετο εἰς ἔνεδρον τῷ ἁγιάσματι, καὶ εἰς διάβολον πονηρὸν τῷ Ἰσραὴλ διαπαντός."
    },
    {
      "verse": 37,
      "text": "Καὶ ἐξέχεαν αἷμα ἀθῷον κύκλῳ τοῦ ἁγιάσματος, καὶ ἐμόλυναν τὸ ἁγίασμα."
    },
    {
      "verse": 38,
      "text": "Καὶ ἔφυγον οἱ κάτοικοι Ἱερουσαλὴμ διʼ αὐτοὺς, καὶ ἐγένετο κατοικία ἀλλοτρίων· καὶ ἐγένετο ἀλλοτρία τοῖς γεννήμασιν αὐτῆς, καὶ τὰ τέκνα αὐτῆς ἐγκατέλιπον αὐτήν."
    },
    {
      "verse": 39,
      "text": "Τὸ ἁγίασμα αὐτῆς ἠρημώθη ὡς ἔρημος, αἱ ἑορταὶ αὐτῆς ἐστράφησαν εἰς πένθος, τὰ σάββατα αὐτῆς εἰς ὀνειδισμὸν, ἡ τιμὴ αὐτῆς εἱς ἐξουδένωσιν."
    },
    {
      "verse": 40,
      "text": "Κατὰ τὴν δόξαν αὐτῆς ἐπληθύνθη ἡ ἀτιμία αὐτῆς, καὶ τὸ ὕψος αὐτῆς ἐστράφη εἰς πένθος."
    },
    {
      "verse": 41,
      "text": "Καὶ ἔγραψεν ὁ βασιλεὺς Ἀντίοχος πάσῃ τῇ βασιλείᾳ αὐτοῦ εἶναι πάντας λαὸν ἕνα,"
    },
    {
      "verse": 42,
      "text": "καὶ ἐγκαταλιπεῖν ἕκαστον τὰ νόμιμα αὐτοῦ· καὶ ἐπεδέξατο πάντα τὰ ἔθνη κατὰ τὸν λόγον τοῦ βασιλέως."
    },
    {
      "verse": 43,
      "text": "Καὶ πολλοὶ ἀπὸ Ἰσραὴλ εὐδόκησαν τῇ λατρείᾳ αὐτοῦ, καὶ ἔθυσαν τοῖς εἰδώλοις, καὶ ἐβεβήλωσαν τὸ σάββατον."
    },
    {
      "verse": 44,
      "text": "Καὶ ἀπέστειλεν ὁ βασιλεὺς βιβλία ἐν χειρὶ ἀγγέλων εἰς Ἱερουσαλὴμ καὶ τὰς πόλεις Ἰούδα, πορευθῆναι ὀπίσω νομίμων ἀλλοτρίων τῆς γῆς,"
    },
    {
      "verse": 45,
      "text": "καὶ κωλῦσαι ὁλοκαυτώματα καὶ θυσίαν καὶ σπονδὴν ἐκ τοῦ ἁγιάσματος, καὶ βεβηλῶσαι σάββατα καὶ ἑορτὰς,"
    },
    {
      "verse": 46,
      "text": "καὶ μιᾶναι ἁγίασμα καὶ ἁγίους·"
    },
    {
      "verse": 47,
      "text": "οἰκοδομῆσαι βωμοὺς, καὶ τεμένη, καὶ εἰδωλεῖα, καὶ θύειν ὕεια, καὶ κτήνη κοινὰ,"
    },
    {
      "verse": 48,
      "text": "καὶ ἀφιέναι τοὺς υἱοὺς αὐτῶν ἀπεριτμήτους, βδελύξαι τὰς ψυχὰς αὐτῶν ἐν παντὶ ἀκαθάρτῳ καὶ βεβηλώσει,"
    },
    {
      "verse": 49,
      "text": "ὥστε ἐπιλαθέσθαι τοῦ νόμου, καὶ ἀλλάξαι πάντα τὰ δικαιώματα."
    },
    {
      "verse": 50,
      "text": "Καὶ ὃς ἂν μὴ ποιήσῃ κατὰ τὸ ῥῆμα τοῦ βασιλέως, ἀποθανεῖται."
    },
    {
      "verse": 51,
      "text": "Κατὰ πάντας τοὺς λόγους τούτους ἔγραψε πάσῃ τῇ βασιλείᾳ αὐτοῦ, καὶ ἐποίησεν ἐπισκόπους ἐπὶ πάντα τὸν λαόν· καὶ ἐνετείλατο ταῖς πόλεσιν Ἰούδα θυσιάζειν κατὰ πόλιν καὶ πόλιν."
    },
    {
      "verse": 52,
      "text": "Καὶ συνηθροίσθησαν ἀπὸ τοῦ λαοῦ πρὸς αὐτοὺς πολλοὶ, πᾶς ὁ ἐγκαταλιπὼν τὸν νόμον· καὶ ἐποιησαν κακὰ ἐν τῇ γῇ."
    },
    {
      "verse": 53,
      "text": "Καὶ ἔθεντο τὸν Ἰσραὴλ ἐν κρύφοις ἐν παντὶ φυγαδευτηρίῳ αὐτῶν."
    },
    {
      "verse": 54,
      "text": "Καὶ τῇ πεντεκαιδεκάτῃ ἡμέρᾳ Χασελεῦ, τῷ πέμπτῳ καὶ τεσσαρακοστῷ καὶ ἑκατοστῷ ἔτει, ᾠκοδόμησαν βδέλυγμα ἐρημώσεως ἐπὶ τὸ θυσιαστήριον, καὶ ἐν πόλεσιν Ἰούδα κύκλῳ ᾠκοδόμησαν βωμούς."
    },
    {
      "verse": 55,
      "text": "Καὶ ἐπὶ τῶν θυρῶν τῶν οἰκιῶν, καὶ ἐν ταῖς πλατείαις ἐθυμίων."
    },
    {
      "verse": 56,
      "text": "Καὶ τὰ βιβλία τοῦ νόμου ἃ εὗρον, ἐνεπύρισαν πυρὶ κατασχίσαντες."
    },
    {
      "verse": 57,
      "text": "Καὶ ὅπου εὑρίσκετο παρά τινι βιβλίον διαθήκης, καὶ εἴ τις συνευδόκει τῷ νόμῳ, τὸ σύγκριμα τοῦ βασιλέως ἐθανάτου αὐτόν."
    },
    {
      "verse": 58,
      "text": "Ἐν ἰσχύϊ αὐτῶν ἐποίουν οὕτως τῷ Ἰσραὴλ τοῖς εὑρισκομένοις ἐν παντὶ μηνὶ καὶ μηνὶ ἐν ταῖς πόλεσι."
    },
    {
      "verse": 59,
      "text": "Καὶ τῇ πέμπτῃ καὶ εἰκάδι τοῦ μηνὸς θυσιάζοντες ἐπὶ τὸν βωμὸν ὃς ἦν ἐπὶ τοῦ θυσιαστηρίου."
    },
    {
      "verse": 60,
      "text": "Καὶ τὰς γυναῖκας τὰς περιτετμηκυίας τὰ τέκνα αὐτῶν ἐθανάτωσαν, κατὰ τὸ πρόσταγμα."
    },
    {
      "verse": 61,
      "text": "Καὶ ἐκρέμασαν τὰ βρέφη ἐκ τῶν τραχήλων αὐτῶν, καὶ τοὺς οἴκους αὐτῶν προενόμευσαν, καὶ τοὺς περιτετμηκότας αὐτοὺς ἐθανάτωσαν."
    },
    {
      "verse": 62,
      "text": "Καὶ πολλοὶ ἐν Ἰσραὴλ ἐκραταιώθησαν, καὶ ὠχυρώθησαν ἐν ἑαυτοῖς τοῦ μὴ φαγεῖν κοινά."
    },
    {
      "verse": 63,
      "text": "Καὶ ἐπελέξαντο ἀποθανεῖν, ἵνα μὴ μιανθῶσι τοῖς βρώμασι, καὶ μὴ βεβηλώσωσι διαθήκην ἁγίαν· καὶ ἀπέθανον."
    },
    {
      "verse": 64,
      "text": "Καὶ ἐγένετο ὀργὴ μεγάλη ἐπὶ Ἰσραὴλ σφόδρα."
    }
  ]
}