{
  "book_id": "1MA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐν ταῖς ἡμέραις ἐκείναις ἀνέστη Ματταθίας Ἰωάννου τοῦ Συμεὼν, ἱερεὺς τῶν υἱῶν Ἰωαρὶβ ἀπὸ Ἱερουσαλὴμ, καὶ ἐκάθισεν ἐν Μωδεΐν."
    },
    {
      "verse": 2,
      "text": "Καὶ αὐτῷ υἱοὶ πέντε, Ἰωαννὰν ὁ ἐπικαλούμενος Καδδὶς,"
    },
    {
      "verse": 3,
      "text": "Σίμων ὁ καλούμενος Θασσι,"
    },
    {
      "verse": 4,
      "text": "Ἰούδας ὁ ἐπικαλούμενος Μακκαβαῖος,"
    },
    {
      "verse": 5,
      "text": "Ἐλεάζαρ ὁ ἐπικαλούμενος Αὐαρὰν, Ἰωνάθαν ὁ ἐπικαλούμενος Ἀπφοῦς."
    },
    {
      "verse": 6,
      "text": "Καὶ εἶδε τὰς βλασφημίας τὰς γινομένας ἐν Ἰούδα καὶ ἐν Ἱερουσαλὴμ,"
    },
    {
      "verse": 7,
      "text": "καὶ εἶπεν, οἴμοι, ἱνατί τοῦτο ἐγεννήθην ἰδεῖν τὸ σύντριμμα τοῦ λαοῦ μου, καὶ τὸ σύντριμμα τῆς πόλεως τῆς ἁγίας, καὶ καθίσαι ἐκεῖ ἐν τῷ δοθῆναι αὐτὴν ἐν χειρὶ ἐχθρῶν, καὶ τὸ ἁγίασμα ἐν χειρὶ ἀλλοτρίων;"
    },
    {
      "verse": 8,
      "text": "Ἐγένετο ὁ ναὸς αὐτῆς ὡς ἀνὴρ ἄδοξος,"
    },
    {
      "verse": 9,
      "text": "τὰ σκεύη τῆς δόξης αὐτῆς αἰχμάλωτα ἀπήχθη, ἀπεκτάνθη τὰ νήπια αὐτῆς ἐν ταῖς πλατείαις, οἱ νεανίσκοι αὐτῆς ἐν ῥομφαίᾳ ἐχθροῦ."
    },
    {
      "verse": 10,
      "text": "Ποῖον ἔθνος οὐκ ἐκληρονόμησε βασιλείαν αὐτῆς, καὶ οὐκ ἐκράτησε τῶν σκύλων αὐτῆς;"
    },
    {
      "verse": 11,
      "text": "Πᾶς ὁ κόσμος αὐτῆς ἀφῃρέθη, ἀντὶ ἐλευθήρας ἐγένετο εἰς δούλην."
    },
    {
      "verse": 12,
      "text": "Καὶ ἰδοὺ τὰ ἅγια ἡμῶν καὶ ἡ καλλονὴ ἡμῶν καὶ ἡ δόξα ἡμῶν ἠρημώθη, καὶ ἐβεβήλωσαν αὐτὰ τὰ ἔθνη."
    },
    {
      "verse": 13,
      "text": "Ἱνατί ἡμῖν ἔτι ζῇν;"
    },
    {
      "verse": 14,
      "text": "Καὶ διέῤῥηξε Ματταθίας καὶ υἱοὶ αὐτοῦ τὰ ἱμάτια αὐτῶν, καὶ περιεβάλοντο σάκκους, καὶ ἐπένθησαν σφόδρα."
    },
    {
      "verse": 15,
      "text": "Καὶ ἦλθον οἱ παρὰ τοῦ βασιλέως οἱ καταναγκάζοντες τὴν ἀποστασίαν εἰς Μωδεῒν τὴν πόλιν, ἵνα θυσιάσωσι."
    },
    {
      "verse": 16,
      "text": "Καὶ πολλοὶ ἀπὸ Ἰσραὴλ πρὸς αὐτοὺς προσῆλθον· καὶ Ματταθίας καὶ οἱ υἱοὶ αὐτοῦ συνήχθησαν."
    },
    {
      "verse": 17,
      "text": "Καὶ ἀπεκρίθησαν οἱ παρὰ τοῦ βασιλέως, καὶ εἰπον τῷ Ματταθίᾳ, λέγοντες, ἄρχων καὶ ἔνδοξος καὶ μέγας εἶ ἐν τῇ πόλει ταύτῃ, καὶ ἐστηριγμένος ἐν υἱοῖς καὶ ἀδελφοῖς."
    },
    {
      "verse": 18,
      "text": "Νῦν οὖν πρόσελθε πρῶτος, καὶ ποίησον τὸ πρόσταγμα τοῦ βασιλέως, ὡς ἐποίησαν πάντα τὰ ἔθνη, καὶ οἱ ἄνδρες Ἰούδα, καὶ οἱ καταλειφθέντες ἐν Ἱερουσαλήμ· καὶ ἔσῃ σὺ καὶ ὁ οἶκός σου τῶν φίλων τοῦ βασιλέως, καὶ σὺ καὶ οἱ υἱοί σου δοξασθήσεσθε ἀργυρίῳ, καὶ χρυσίῳ, καὶ ἀποστολαῖς πολλαῖς."
    },
    {
      "verse": 19,
      "text": "Καὶ ἀπεκρίθη Ματταθίας, καὶ εἶπε φωνῇ μεγάλῃ, εἰ πάντα τὰ ἔθνη τὰ ἐν οἴκῳ τῆς βασιλείας τοῦ βασιλέως ἀκούουσιν αὐτοῦ, ἀποστῆναι ἕκαστος ἀπὸ λατρείας πατέρων αὐτοῦ, καὶ ᾑρετίσαντο ἐν ταῖς ἐντολαῖς αὐτοῦ,"
    },
    {
      "verse": 20,
      "text": "ἀλλʼ ἐγὼ καὶ οἱ υἱοί μου καὶ οἱ ἀδελφοί μου πορευσόμεθα ἐν διαθήκῃ πατέρων ἡμῶν."
    },
    {
      "verse": 21,
      "text": "Ἵλεως ἡμῖν καταλιπεῖν νόμον καὶ δικαιώματὰ."
    },
    {
      "verse": 22,
      "text": "Τῶν λόγων τοῦ βασιλέως οὐκ ἀκουσόμεθα, τοῦ παρελθεῖν τὴν λατρείαν ἡμῶν, δεξιὰν ἢ ἀριστεράν."
    },
    {
      "verse": 23,
      "text": "Καὶ ὡς ἐπαύσατο λαλῶν τοὺς λόγους τούτους, προσῆλθεν ἀνὴρ Ἰουδαῖος ἐν ὀφθαλμοῖς πάντων, θυσιᾶσαι ἐπὶ τοῦ βωμοῦ τοῦ ἐν Μωδεῒν κατὰ τὸ πρόσταγμα τοῦ βασιλέως."
    },
    {
      "verse": 24,
      "text": "Καὶ εἶδε Ματταθίας καὶ ἐζήλωσε, καὶ ἐτρόμησαν οἱ νεφροὶ αὐτοῦ, καὶ ἀνήνεγκε θυμὸν κατὰ τὸ κρίμα, καὶ δραμῶν ἔσφαξεν αὐτὸν ἐπὶ τὸν βωμόν."
    },
    {
      "verse": 25,
      "text": "Καὶ τὸν ἄνδρα τοῦ βασιλέως τὸν ἀναγκάζοντα θύειν, ἀπέκτεινεν ἐν τῷ καιρῷ ἐκείνῳ, καὶ τὸν βωμὸν καθεῖλε."
    },
    {
      "verse": 26,
      "text": "Καὶ ἐζήλωσε τῷ νόμῳ καθὼς ἐποίησε Φινεὲς τῷ Ζαμβρὶ υἱῷ Σαλώμ."
    },
    {
      "verse": 27,
      "text": "Καὶ ἀνέκραξε Ματταθίας ἐν τῇ πόλει φωνῇ μεγάλῃ, λέγων, πᾶς ὁ ζηλῶν τῷ νόμῳ καὶ ἱστῶν διαθήκην, ἐξελθέτω ὀπίσω μου."
    },
    {
      "verse": 28,
      "text": "Καὶ ἔφυγον αὐτὸς καὶ οἱ υἱοὶ αὐτοῦ εἰς τὰ ὄρη, καὶ ἐγκατέλιπον ὅσα εἶχον ἐν τῇ πόλει."
    },
    {
      "verse": 29,
      "text": "Τότε κατέβησαν πολλοὶ ζητοῦντες δικαιοσύνην καὶ κρίμα, εἰς τὴν ἔρημον, καθίσαι ἐκεῖ,"
    },
    {
      "verse": 30,
      "text": "αὐτοὶ καὶ οἱ υἱοὶ αὐτῶν καὶ αἱ γυναῖκες αὐτῶν καὶ τὰ κτήνη αὐτῶν, ὅτι ἐπληθύνθη ἐπʼ αὐτοὺς τὰ κακά."
    },
    {
      "verse": 31,
      "text": "Καὶ ἀνηγγέλη τοῖς ἀνδράσι τοῦ βασιλέως καὶ ταῖς δυνάμεσιν αἳ ἦσαν ἐν Ἱερουσαλὴμ πόλει Δαυὶδ, ὅτι κατέβησαν ἄνδρες, οἵτινες διεσκέδασαν τὴν ἐντολὴν τοῦ βασιλέως, εἰς τοὺς κρύφους ἐν τῇ ἐρήμῳ."
    },
    {
      "verse": 32,
      "text": "Καὶ ἔδραμον ὀπίσω αὐτῶν πολλοί· καὶ καταλαβόντες αὐτοὺς παρενέβαλον ἐπʼ αὐτοὺς, καὶ συνεστήσαντο πρὸς αὐτοὺς πόλεμον ἐν τῇ ἡμέρᾳ τῶν σαββάτων,"
    },
    {
      "verse": 33,
      "text": "καὶ εἶπον πρὸς αὐτοὺς, ἕως τοῦ νῦν ἱκανόν· ἐξέλθετε καὶ ποιήσατε κατὰ τὸν λόγον τοῦ βασιλέως, καὶ ζήσεσθε."
    },
    {
      "verse": 34,
      "text": "Καὶ εἶπον, οὐκ ἐξελευσόμεθα, οὐδὲ ποιήσομεν τὸν λόγον τοῦ βασιλέως, τοῦ βεβηλῶσαι τὴν ἡμέραν τῶν σαββάτων."
    },
    {
      "verse": 35,
      "text": "καὶ ἐτάχυναν ἐπʼ αὐτοὺς πόλεμον."
    },
    {
      "verse": 36,
      "text": "Καὶ οὐκ ἀπεκρίθησαν αὐτοῖς, οὐδὲ λίθον ἐνετίναξαν αὐτοῖς, οὐδὲ ἐνέφραξαν τοὺς κρύφους,"
    },
    {
      "verse": 37,
      "text": "λέγοντες, ἀποθάνωμεν πάντες ἐν τῇ ἁπλότητι ἡμῶν· μαρτυρεῖ ἐφʼ ἡμᾶς ὁ οὐρανὸς καὶ ἡ γῆ, ὅτι ἀκρίτως ἀπόλλυτε ἡμᾶς."
    },
    {
      "verse": 38,
      "text": "Καὶ ἀνέστησαν ἐπʼ αὐτοὺς ἐν τῷ πολέμῳ τοῖς σάββασι, καὶ ἀπέθανον αὐτοὶ καὶ αἱ γυναῖκες αὐτῶν, καὶ τὰ τέκνα αὐτῶν, καὶ τὰ κτήνη αὐτῶν, ἕως χιλίων ψυχῶν ἀνθρώπων."
    },
    {
      "verse": 39,
      "text": "Καὶ ἔγνω Ματταθίας καὶ οἱ φίλοι αὐτοῦ, καὶ ἐπένθησαν ἐπʼ αὐτοὺς ἕως σφόδρα."
    },
    {
      "verse": 40,
      "text": "Καὶ εἶπεν ἀνὴρ τῷ πλησίον αὐτοῦ, ἐὰν πάντες ποιήσωμεν ὡς οἱ ἀδελφοὶ ἡμῶν ἐποίησαν, καὶ μὴ πολεμήσωμεν πρὸς τὰ ἔθνη ὑπὲρ τῶν ψυχῶν ἡμῶν καὶ τῶν δικαιωμάτων ἡμῶν, νῦν τάχιον ἡμᾶς ἐξολοθρεύσουσιν ἀπὸ τῆς γῆς."
    },
    {
      "verse": 41,
      "text": "Καὶ ἐβουλεύσαντο τῇ ἡμέρᾳ ἐκείνῃ, λέγοντες, πᾶς ἄνθρωπος ὃς ἐὰν ἔλθῃ πρὸς ἡμᾶς εἰς πόλεμον τῇ ἡμέρᾳ τῶν σαββάτων, πολεμήσωμεν κατέναντι αὐτοῦ, καὶ οὐ μὴ ἀποθάνωμεν πάντες καθὼς ἀπέθανον οἱ ἀδελφοὶ ἡμῶν ἐν τοῖς κρύφοις."
    },
    {
      "verse": 42,
      "text": "Τότε συνήχθησαν πρὸς αὐτοὺς συναγωγὴ Ἰουδαίων, ἰσχυροὶ δυνάμει ἀπὸ Ἰσραὴλ, πᾶς ὁ ἑκουσιαζόμενος τῷ νόμῳ."
    },
    {
      "verse": 43,
      "text": "Καὶ πάντες οἱ φυγαδεύοντες ἀπὸ τῶν κακῶν προσετέθησαν αὐτοῖς, καὶ ἐγένοντο αὐτοῖς εἰς στήριγμα."
    },
    {
      "verse": 44,
      "text": "Καὶ συνεστήσαντο δύναμιν, καὶ ἐπάταξαν ἁμαρτωλοὺς ἐν ὀργῇ αὐτῶν, καὶ ἄνδρας ἀνόμους ἐν θυμῷ αὐτῶν· καὶ οἱ λοιποὶ ἔφυγον εἰς τὰ ἔθνη σωθῆναι."
    },
    {
      "verse": 45,
      "text": "Καὶ ἐκύκλωσε Ματταθίας καὶ οἱ φίλοι αὐτοῦ, καὶ καθεῖλον τοὺς βωμοὺς."
    },
    {
      "verse": 46,
      "text": "Καὶ περιέτεμον τὰ παιδάρια τὰ ἀπερίτμητα ὅσα εὗρον ἐν ὁρίοις Ἰσραὴλ ἐν ἰσχύϊ."
    },
    {
      "verse": 47,
      "text": "Καὶ ἐδίωξαν τοὺς υἱοὺς τῆς ὑπεπηφανίας, καὶ κατευωδώθη τὸ ἔργον ἐν χειρὶ αὐτῶν."
    },
    {
      "verse": 48,
      "text": "Καὶ ἀντελάβοντο τοῦ νόμου ἐκ χειρὸς τῶν ἐθνῶν καὶ ἐκ χειρὸς τῶν βασιλέων· καὶ οὐκ ἔδωκαν κέρας τῷ ἁμαρτωλῷ."
    },
    {
      "verse": 49,
      "text": "Καὶ ἤγγισαν αἱ ἡμέραι τοῦ Ματταθίου ἀποθανεῖν, καὶ εἶπε τοῖς υἱοῖς αὐτοῦ, νῦν ἐστηρίχθη ὑπερηφανία καὶ ἐλεγμὸς καὶ καιρὸς καταστροφῆς καὶ ὀργὴ θυμοῦ."
    },
    {
      "verse": 50,
      "text": "Καὶ νῦν, τέκνα, ζηλώσατε τῷ νόμῳ, καὶ δότε τὰς ψυχὰς ὑμῶν ὑπὲρ διαθήκης πατέρων ἡμῶν."
    },
    {
      "verse": 51,
      "text": "Μνήσθητε τῶν πατέρων ἡμῶν τὰ ἔργα ἃ ἐποίησαν ἐν ταῖς γενεαῖς αὐτῶν, καὶ δέξασθε δόξαν μεγάλην καὶ ὄνομα αἰώνιον."
    },
    {
      "verse": 52,
      "text": "Ἁβραὰμ οὐχὶ ἐν πειρασμῷ εὑρέθη πιστὸς, καὶ ἐλογίσθη αὐτῷ εἰς δικαιοσύνην;"
    },
    {
      "verse": 53,
      "text": "Ἰωσὴφ ἐν καιρῷ στενοχωρίας αὐτοῦ ἐφύλαξεν ἐντολὴν, καὶ ἐγένετο κύριος Αἰγύπτου."
    },
    {
      "verse": 54,
      "text": "Φινεὲς ὁ πατὴρ ἡμῶν ἐν τῷ ζηλῶσαι ζῆλον, ἔλαβε διαθήκην ἱερωσύνης αἰωνίας."
    },
    {
      "verse": 55,
      "text": "Ἰησοῦς ἐν τῷ πληρῶσαι λόγον, ἐγένετο κριτὴς ἐν Ἰσραήλ."
    },
    {
      "verse": 56,
      "text": "Χαλὲβ ἐν τῷ ἐπιμαρτύρασθαι ἐν τῇ ἐκκλησία, ἔλαβε γῆς κληρονομίαν."
    },
    {
      "verse": 57,
      "text": "Δαυὶδ ἐν τῷ ἐλέῳ αὐτοῦ, ἐκληρονόμησε θρόνον βασιλείας εἰς αἰῶνα αἰῶνος."
    },
    {
      "verse": 58,
      "text": "Ἡλίας ἐν τῷ ζηλῶσαι ζῆλον νόμου, ἀνελήφθη ἕως εἰς τὸν οὐρανόν."
    },
    {
      "verse": 59,
      "text": "Ἀνανίας, Ἀζαρίας, Μισαήλ, πιστεύσαντες ἐσώθησαν ἐκ φλογός."
    },
    {
      "verse": 60,
      "text": "Δανιὴλ ἐν τῇ ἁπλότητι αὐτοῦ ἐῤῥύσθη ἐκ στόματος λεόντων."
    },
    {
      "verse": 61,
      "text": "Καὶ οὕτως ἐννοήθητε κατὰ γενεὰν καὶ γενεὰν, ὅτι πάντες οἱ ἐλπίζοντες ἐπʼ αὐτὸν οὐκ ἀσθενήσουσι."
    },
    {
      "verse": 62,
      "text": "Καὶ ἀπὸ λόγων ἀνδρὸς ἁμαρτωλοῦ μὴ φοβηθῆτε, ὅτι ἡ δόξα αὐτοῦ εἰς κοπρίαν καὶ εἰς σκώληκας."
    },
    {
      "verse": 63,
      "text": "Σήμερον ἐπαρθήσεται, καὶ αὔριον οὐ μὴ εὑρεθῇ, ὅτι ἔστρεψεν εἰς τὸν χοῦν αὐτοῦ, καὶ ὁ διαλογισμὸς αὐτοῦ ἀπώλετο."
    },
    {
      "verse": 64,
      "text": "Καὶ ὑμεῖς, τέκνα, ἰσχύσατε καὶ ἀνδρίζεσθε ἐν τῷ νόμῳ, ὅτι ἐν αὐτῷ δοξασθήσεσθε."
    },
    {
      "verse": 65,
      "text": "Καὶ ἰδοὺ Συμεὼν ὁ ἀδελφὸς ὑμῶν, οἶδα ὅτι ἀνὴρ βουλῆς ἐστιν, αὐτοῦ ἀκούετε πάσας τὰς ἡμέρας, αὐτὸς ὑμῖν ἔσται εἰς πατέρα."
    },
    {
      "verse": 66,
      "text": "Καὶ Ἰούδας Μακκαβαῖος ἰσχυρὸς δυνάμει ἐκ νεότητος αὐτοῦ, οὗτος ὑμῖν ἔσται ἄρχων στρατιᾶς, καὶ πολεμήσει πόλεμον λαῶν."
    },
    {
      "verse": 67,
      "text": "Καὶ ὑμεῖς προσάξατε πρὸς ὑμᾶς πάντας τοὺς ποιητὰς τοῦ νόμου, καὶ ἐκδικήσατε ἐκδίκησιν τοῦ λαοῦ ὑμῶν."
    },
    {
      "verse": 68,
      "text": "Ἀνταπόδοτε ἀνταπόδομα τοῖς ἔθνεσι, καὶ προσέχετε εἰς τὰ προστάγματα τοῦ νόμου."
    },
    {
      "verse": 69,
      "text": "Καὶ εὐλόγησεν αὐτούς· καὶ προσετέθη πρὸς τοὺς πατέρας αὐτοῦ."
    },
    {
      "verse": 70,
      "text": "Καὶ ἀπέθανεν ἐν τῷ ἕκτῳ καὶ τεσσαρακοστῷ καὶ ἑκατοστῷ ἔτει· καὶ ἔθαψαν αὐτὸν οἱ υἱοὶ αὐτοῦ ἐν τάφοις πατέρων αὐτῶν ἐν Μωδεῒν, καὶ ἐκόψαντο αὐτὸν πᾶς Ἰσραὴλ κοπετὸν μέγαν."
    }
  ]
}