{
  "book_id": "1MA",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἀνέστη Ἰούδας ὁ καλούμενος Μακκαβαῖος υἱὸς αὐτοῦ ἀντʼ αὐτοῦ."
    },
    {
      "verse": 2,
      "text": "Καὶ ἐβοήθουν αὐτῷ πάντες οἱ ἀδελφοὶ αὐτοῦ, καὶ πάντες ὅσοι ἐκολλήθησαν τῷ πατρὶ αὐτοῦ, καὶ ἐπολέμουν τὸν πόλεμον Ἰσραὴλ μετʼ εὐφροσύνης."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐπλάτυνε δόξαν τῷ λαῷ αὐτοῦ, καὶ ἐνεδύσατο θώρακα ὡς γίγας, καὶ συνεζώσατο τὰ σκεύη αὐτοῦ τὰ πολεμικά· καὶ συνεστήσατο πολέμους σκεπάζων παρεμβολὴν ἐν ῥομφαίᾳ."
    },
    {
      "verse": 4,
      "text": "Καὶ ὡμοιώθη λέοντι ἐν τοῖς ἔργοις αὐτοῦ, καὶ ὡς σκύμνος ἐρευγόμενος εἰς θήραν."
    },
    {
      "verse": 5,
      "text": "Καὶ ἐδίωξεν ἀνόμους ἐξερευνῶν, καὶ τοὺς ταράσσοντας τὸν λαὸν αὐτοῦ ἐφλόγισε·"
    },
    {
      "verse": 6,
      "text": "Καὶ συνεστάλησαν οἱ ἄνομοι ἀπὸ τοῦ φόβου αὐτοῦ, καὶ πάντες οἱ ἐργάται τῆς ἀνομίας συνεταράχθησαν, καὶ εὐοδώθη σωτηρία ἐν χειρὶ αὐτοῦ."
    },
    {
      "verse": 7,
      "text": "Καὶ ἐπίκρανε βασιλεῖς πολλούς, καὶ εὔφρανε τὸν Ἰακὼβ ἐν τοῖς ἔργοις αὐτοῦ, καὶ ἕως τοῦ αἰῶνος τὸ μνημόσυνον αὐτοῦ εἰς εὐλογίαν."
    },
    {
      "verse": 8,
      "text": "Καὶ διῆλθεν ἐν πόλεσιν Ἰούδα, καὶ ἐξωλόθρευσεν ἀσεβεῖς ἐξ αὐτῆς, καὶ ἀπέστρεψεν ὀργὴν ἀπὸ Ἰσραήλ."
    },
    {
      "verse": 9,
      "text": "Καὶ ὠνομάσθη ἕως ἐσχάτου τῆς γῆς, καὶ συνήγαγεν ἀπολλυμένους."
    },
    {
      "verse": 10,
      "text": "Καὶ συνήγαγεν Ἀπολλώνιος ἔθνη, καὶ ἀπὸ Σαμαρείας δύναμιν μεγάλην, τοῦ πολεμῆσαι πρὸς Ἰσραήλ."
    },
    {
      "verse": 11,
      "text": "Καὶ ἔγνω Ἰούδας, καὶ ἐξῆλθεν εἰς συνάντησιν αὐτῷ, καὶ ἐπάταξεν αὐτὸν, καὶ ἀπέκτεινεν αὐτόν· καὶ ἔπεσον τραυματίαι πολλοὶ, καὶ οἱ ἐπίλοιποι ἔφυγον."
    },
    {
      "verse": 12,
      "text": "Καὶ ἔλαβε τὰ σκῦλα αὐτῶν, καὶ τὴν μάχαιραν Ἀπολλωνίου ἔλαβεν Ἰούδας, καὶ ἦν πολεμῶν ἐν αὐτῇ πάσας τὰς ἡμέρας."
    },
    {
      "verse": 13,
      "text": "Καὶ ἤκουσε Σήρων, ὁ ἄρχων τῆς δυνάμεως Συρίας, ὅτι ἤθροισεν Ἰούδας ἄθροισμα, καὶ ἐκκλησίαν πιστῶν μετʼ αὐτοῦ ἐκπορευομένων εἰς πόλεμον·"
    },
    {
      "verse": 14,
      "text": "Καὶ εἶπε, ποιήσω ἐμαυτῷ ὄνομα καὶ δοξασθήσομαι ἐν τῇ βασιλείᾳ, καὶ πολεμήσω τὸν Ἰούδαν καὶ τοὺς σὺν αὐτῷ, τοὺς ἐξουδενοῦντας τὸν λόγον τοῦ βασιλέως."
    },
    {
      "verse": 15,
      "text": "Καὶ προσέθετο τοῦ ἀναβῆναι· καὶ ἀνέβη μετʼ αὐτοῦ παρεμβολὴ ἀσεβῶν ἰσχυρὰ βοηθῆσαι αὐτῷ, καὶ ποιῆσαι τὴν ἐκδίκησιν ἐν υἱοῖς Ἰσραήλ."
    },
    {
      "verse": 16,
      "text": "Καὶ ἤγγισαν ἕως ἀναβάσεως Βαιθωρών· καὶ ἐξῆλθεν Ἰούδας εἰς συνάντησιν αὐτῷ ὀλιγοστός."
    },
    {
      "verse": 17,
      "text": "Ὡς δὲ ἴδον τὴν παρεμβολὴν ἐρχομένην εἰς συνάντησιν αὐτοῖς, εἶπον τῷ Ἰούδα, πῶς δυνησόμεθα ὀλιγοστοὶ ὄντες πολεμῆσαι πρὸς πλῆθος τοσοῦτον ἰσχυρόν; καὶ ἡμεῖς ἐκλελύμεθα ἀσιτοῦντες σήμερον."
    },
    {
      "verse": 18,
      "text": "Καὶ εἶπεν Ἰούδας, εὔκοπόν ἐστι συγκλεισθῆναι πολλοὺς ἐν χερσὶν ὀλίγων· καὶ οὐκ ἔστι διαφορὰ ἐναντίον τοῦ Θεοῦ τοῦ οὐρανοῦ σώζειν ἐν πολλοῖς ἢ ἐν ὀλίγοις."
    },
    {
      "verse": 19,
      "text": "Ὅτι οὐκ ἐν πλήθει δυνάμεως νίκη πολέμου ἐστὶν, ἀλλʼ ἢ ἐκ τοῦ οὐρανοῦ ἡ ἰσχύς."
    },
    {
      "verse": 20,
      "text": "Αὐτοὶ ἔρχονται πρὸς ἡμᾶς ἐν πλήθει ὕβρεως καὶ ἀνομίας, τοῦ ἐξᾶραι ἡμᾶς καὶ τὰς γυναῖκας ἡμῶν, καὶ τὰ τέκνα ἡμῶν, τοῦ σκυλεῦσαι ἡμᾶς."
    },
    {
      "verse": 21,
      "text": "Ἡμεῖς δὲ πολεμοῦμεν περὶ τῶν ψυχῶν ἡμῶν καὶ τῶν νομίμων ἡμῶν."
    },
    {
      "verse": 22,
      "text": "Καὶ αὐτὸς συντρίψει αὐτοὺς πρὸ προσώπου ἡμῶν· ὑμεῖς δὲ μὴ φοβηθῆτε ἀπʼ αὐτῶν."
    },
    {
      "verse": 23,
      "text": "Ὡς δὲ ἐπαύσατο λαλῶν, ἐνήλατο εἰς αὐτοὺς ἄφνω, καὶ συνετρίβη Σήρων καὶ ἡ παρεμβολὴ αὐτοῦ ἐνώπιον αὐτοῦ."
    },
    {
      "verse": 24,
      "text": "Καὶ ἐδίωκον αὐτὸν ἐν τῇ καταβάσει Βαιθωρῶν ἕως τοῦ πεδίου· καὶ ἔπεσον ἀπʼ αὐτῶν εἰς ἄνδρας ὀκτακοσίους· οἱ δὲ λοιποὶ ἔφυγον εἰς γῆν Φυλιστιείμ."
    },
    {
      "verse": 25,
      "text": "Καὶ ἤρξατο ὁ φόβος Ἰούδα καὶ τῶν ἀδελφῶν αὐτοῦ καὶ ἡ πτόησις ἐπιπίπτειν ἐπὶ τὰ ἔθνη τὰ κύκλῳ αὐτῶν."
    },
    {
      "verse": 26,
      "text": "Καὶ ἤγγισεν ἕως τοῦ βασιλέως τὸ ὄνομα αὐτοῦ, καὶ ὑπὲρ τῶν παρατάξεων Ἰούδα ἐξηγεῖτο πᾶν ἔθνος."
    },
    {
      "verse": 27,
      "text": "Ὡς δὲ ἤκουσεν Ἀντίοχος ὁ βασιλεὺς τοὺς λόγους τούτους, ὠργίσθη θυμῷ· καὶ ἀπέστειλε καὶ συνήγαγε τὰς δυνάμεις πάσας τῆς βασιλείας αὐτοῦ, παρεμβολὴν ἰσχυρὰν σφόδρα."
    },
    {
      "verse": 28,
      "text": "Καὶ ἤνοιξε τὸ γαζοφυλάκιον αὐτοῦ, καὶ ἔδωκεν ὀψώνια ταῖς δυνάμεσιν αὐτοῦ εἰς ἐνιαυτόν· καὶ ἐνετείλατο εἶναι αὐτοὺς ἑτοίμους εἰς πᾶσαν χρείαν."
    },
    {
      "verse": 29,
      "text": "Καὶ εἶδεν ὅτι ἐξέλιπε τὸ ἀργύριον ἀπὸ τῶν θησαυρῶν, καὶ οἱ φορολόγοι τῆς χώρας ὀλίγοι, χάριν τῆς διχοστασίας καὶ πληγῆς ἧς κατεσκεύασεν ἐν τῇ γῇ, τοῦ ἆραι τὰ νόμιμα ἃ ἦσαν ἀφʼ ἡμερῶν τῶν πρώτων."
    },
    {
      "verse": 30,
      "text": "Καὶ εὐλαβήθη μὴ οὐκ ἔχῃ ὡς ἅπαξ καὶ δὶς εἰς τὰς δαπάνας καὶ τὰ δόματα ἃ ἐδίδου ἔμπροσθεν δαψιλεῖ χειρὶ, καὶ ἐπερίσσευσεν ὑπέρ τοὺς βασιλεῖς τοὺς ἔμπροσθεν."
    },
    {
      "verse": 31,
      "text": "Καὶ ἠπορεῖτο τῇ ψυχῇ αὐτοῦ σφόδρα, καὶ ἐβουλεύσατο τοῦ πορευθῆναι εἰς τὴν Περσίδα, καὶ λαβεῖν τοὺς φόρους τῶν χωρῶν, καὶ συναγαγεῖν ἀργύριον πολύ."
    },
    {
      "verse": 32,
      "text": "Καὶ κατέλιπε Λυσίαν ἄνθρωπον ἔνδοξον καὶ ἀπὸ γένους τῆς βασιλείας, ἐπὶ τῶν πραγμάτων τοῦ βασιλέως ἀπὸ τοῦ ποταμοῦ Εὐφράτου ἕως τῶν ὁρίων Αἰγύπτου,"
    },
    {
      "verse": 33,
      "text": "καὶ τρέφειν Ἀντίοχον τὸν υἱὸν αὐτοῦ ἕως τοῦ ἐπιστρέψαι αὐτόν."
    },
    {
      "verse": 34,
      "text": "Καὶ παρέδωκεν αὐτῷ τὰς ἡμίσεις τῶν δυνάμεων καὶ τοὺς ἐλέφαντας· καὶ ἐνετείλατο αὐτῷ περὶ πάντων ὧν ἐβούλετο, καὶ περὶ τῶν κατοικούντων τὴν Ἰουδαίαν καὶ Ἱερουσαλὴμ,"
    },
    {
      "verse": 35,
      "text": "ἀποστεῖλαι ἐπʼ αὐτοὺς δύναμιν, τοῦ ἐκτρίψαι καὶ ἐξᾶραι τὴν ἰσχὺν Ἰσραὴλ, καὶ τὸ κατάλειμμα Ἱερουσαλὴμ, καὶ ἆραι τὸ μνημόσυνον αὐτῶν ἀπὸ τοῦ τόπου,"
    },
    {
      "verse": 36,
      "text": "καὶ κατοικῆσαι υἱοὺς ἀλλογενεῖς ἐν πᾶσι τοῖς ὁρίοις αὐτῶν, καὶ κατακληροδοτῆσαι τὴν γῆν αὐτῶν."
    },
    {
      "verse": 37,
      "text": "Καὶ ὁ βασιλεὺς παρέλαβε τὰς ἡμίσεις τῶν δυνάμεων τὰς καταλειφθείσας, καὶ ἀπῇρεν ἀπὸ Ἀντιοχείας ἀπὸ πόλεως βασιλείας αὐτοῦ, ἔτους ἑβδόμου καὶ τεσσαρακοστοῦ καὶ ἑκατοστοῦ· καὶ διεπέρασε τὸν Εὐφράτην ποταμὸν, καὶ διεπορεύετο τὰς ἐπάνω χώρας."
    },
    {
      "verse": 38,
      "text": "Καὶ ἐπέλεξε Λυσίας Πτολεμαῖον τὸν Δορυμένους, καὶ Νικάνορα, καὶ Γοργίαν, ἄνδρας δυνατοὺς τῶν φίλων τοῦ βασιλέως."
    },
    {
      "verse": 39,
      "text": "Καὶ ἀπέστειλε μετʼ αὐτῶν τεσσαράκοντα χιλιάδας ἀνδρῶν καὶ ἑπτακισχιλίαν ἵππον, τοῦ ἐλθεῖν εἰς γῆν Ἰούδα, καὶ καταφθεῖραι αὐτὴν, κατὰ τὸν λόγον τοῦ βασιλέως."
    },
    {
      "verse": 40,
      "text": "Καὶ ἀπῇραν σὺν πάσῃ τῇ δυνάμει αὐτῶν, καὶ ἦλθον, καὶ παρενέβαλον πλησίον Ἐμμαοὺμ ἐν τῇ γῇ τῇ πεδινῇ."
    },
    {
      "verse": 41,
      "text": "Καὶ ἤκουσαν οἱ ἔμποροι τῆς χώρας τὸ ὄνομα αὐτῶν, καὶ ἔλαβον ἀργύριον καὶ χρυσίον πολὺ σφόδρα καὶ παῖδας, καὶ ἦλθον εἰς τὴν παρεμβολὴν τοῦ λαβεῖν τοὺς υἱοὺς Ἰσραὴλ εἰς παῖδας· καὶ προσετέθησαν πρὸς αὐτοὺς δύναμις Συρίας καὶ γῆς ἀλλοφύλων."
    },
    {
      "verse": 42,
      "text": "Καὶ εἶδεν Ἰούδας καὶ οἱ ἀδελφοὶ αὐτοῦ ὅτι ἐπληθύνθη τὰ κακὰ, καὶ αἱ δυνάμεις παρεμβάλλουσιν ἐν τοῖς ὁρίοις αὐτῶν· καὶ ἐπέγνωσαν τοὺς λόγους τοῦ βασιλέως οὓς ἐνετείλατο ποιῆσαι τῷ λαῷ εἰς ἀπώλειαν καὶ συντέλειαν·"
    },
    {
      "verse": 43,
      "text": "καὶ εἶπεν ἕκαστος πρὸς τὸν πλησίον αὐτοῦ, ἀναστήσωμεν τὴν καθαίρεσιν τοῦ λαοῦ ἡμῶν, καὶ πολεμήσωμεν περὶ τοῦ λαοῦ ἡμῶν καὶ τῶν ἁγίων."
    },
    {
      "verse": 44,
      "text": "Καὶ συνηθροίσθη ἡ συναγωγὴ τοῦ εἶναι ἑτοίμους εἰς πόλεμον, καὶ τοῦ προσεύξασθαι, καὶ αἰτῆσαι ἔλεον καὶ οἰκτιρμούς."
    },
    {
      "verse": 45,
      "text": "Καὶ Ἱερουσαλὴμ ἦν ἀοίκητος ὡς ἔρημος, οὐκ ἦν ὁ εἰσπορευόμενος καὶ ἐκπορευόμενος ἐκ τῶν γεννημάτων αὐτῆς· καὶ τὸ ἁγίασμα καταπατούμενον, καὶ υἱοὶ ἀλλογενῶν ἐν τῇ ἄκρᾳ, κατάλυμα τοῖς ἔθνεσι· καὶ ἐξῄρθη τέρψις ἐξ Ἰακὼβ, καὶ ἐξέλιπεν αὐλὸς καὶ κινύρα."
    },
    {
      "verse": 46,
      "text": "Καὶ συνήχθησαν, καὶ ἤλθοσαν εἰς Μασσηφὰ κατέναντι Ἱερουσαλὴμ, ὅτι τόπος προσευχῆς εἰς Μασσηφὰ τὸ πρότερον τῷ Ἰσραήλ."
    },
    {
      "verse": 47,
      "text": "Καὶ ἐνήστευσαν τῇ ἡμέρᾳ ἐκείνῃ, καὶ περιεβάλοντο σάκκους καὶ σποδὸν ἐπὶ τὰς κεφαλὰς αὐτῶν, καὶ διέῤῥηξαν τὰ ἱμάτια αὐτῶν."
    },
    {
      "verse": 48,
      "text": "Καὶ ἐξεπέτασαν τὸ βιβλίον τοῦ νόμου, περὶ ὧν ἐξηρεύνων τὰ ἔθνη τὰ ὁμοιώματα τῶν εἰδώλων αὐτῶν."
    },
    {
      "verse": 49,
      "text": "Καὶ ἤνεγκαν τὰ ἱμάτια τῆς ἱερωσύνης, καὶ τὰ πρωτογεννήματα, καὶ τὰς δεκάτας· καὶ ἤγειραν τοὺς Ναζαραίους, οἳ ἐπλήρωσαν τὰς ἡμέρας."
    },
    {
      "verse": 50,
      "text": "Καὶ ἐβόησαν φωνῇ εἰς τὸν οὐρανὸν, λέγοντες, τί ποιήσωμεν τούτοις, καὶ ποῦ αὐτοὺς ἀπαγάγωμεν;"
    },
    {
      "verse": 51,
      "text": "Καὶ τὰ ἅγιά σου καταπεπάτηται, καὶ βεβήλωται· καὶ οἱ ἱερεῖς σου ἐν πένθει καὶ ταπεινώσει."
    },
    {
      "verse": 52,
      "text": "Καὶ ἰδοὺ τὰ ἔθνη συνῆκται ἐφʼ ἡμᾶς τοῦ ἐξᾶραι ἡμᾶς· σὺ οἶδας ἃ λογίζονται ἐφʼ ἡμᾶς."
    },
    {
      "verse": 53,
      "text": "Πῶς δυνησόμεθα ὑποστῆναι κατὰ πρόσωπον αὐτῶν, ἐὰν μὴ σὺ βοηθήσῃς ἡμῖν;"
    },
    {
      "verse": 54,
      "text": "Καὶ ἐσάλπισαν ταῖς σάλπιγξι, καὶ ἐβόησαν φωνῇ μεγάλῃ."
    },
    {
      "verse": 55,
      "text": "Καὶ μετὰ τοῦτο κατέστησεν Ἰούδας ἡγουμένους τοῦ λαοῦ, χιλιάρχους, καὶ ἑκατοντάρχους, καὶ πεντηκοντάρχους, καὶ δεκάρχους."
    },
    {
      "verse": 56,
      "text": "Καὶ εἶπον τοῖς οἰκοδομοῦσιν οἰκίας, καὶ μνηστευομένους γυναῖκας, καὶ φυτεύουσιν ἀμπελῶνας, καὶ δειλοῖς, ἀποστρέφειν ἕκαστον εἰς τὸν οἶκον αὐτοῦ, κατὰ τὸν νόμον."
    },
    {
      "verse": 57,
      "text": "Καὶ ἀπῇρεν ἡ παρεμβολὴ, καὶ παρενέβαλε κατὰ Νότον Ἐμμαούμ."
    },
    {
      "verse": 58,
      "text": "Καὶ εἶπεν Ἰούδας, περιζώσασθε, καὶ γίνεσθε εἰς υἱοὺς δυνατοὺς, καὶ γίνεσθε ἕτοιμοι εἰς τοπρωῒ τοῦ πολεμῆσαι ἐν τοῖς ἔθνεσι τούτοις, τοῖς ἐπισυνηγμένοις ἐφʼ ἡμᾶς ἐξᾶραι ἡμᾶς καὶ τὰ ἅγια ἡμῶν."
    },
    {
      "verse": 59,
      "text": "Ὅτι κρεῖσσον ἡμᾶς ἀποθανεῖν ἐν τῷ πολέμῳ, ἢ ἐπιδεῖν ἐπὶ τὰ κακὰ τοῦ ἔθνους ἡμῶν καὶ τῶν ἁγίων·"
    },
    {
      "verse": 60,
      "text": "Ὡς δʼ ἂν ᾖ θέλημα ἐν οὐρανῷ, οὕτω ποιήσει."
    }
  ]
}