{
  "book_id": "1MA",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ παρέλαβε Γοργίας πεντακισχιλίους ἄνδρας καὶ χιλίαν ἵππον ἐκλεκτὴν, καὶ ἀπῇρεν ἡ παρεμβολὴ νυκτὸς,"
    },
    {
      "verse": 2,
      "text": "ὥστε ἐπιβαλεῖν ἐπὶ τὴν παρεμβολὴν τῶν Ἰουδαίων, καὶ πατάξαι αὐτοὺς ἄφνω· καὶ οἱ υἱοὶ τῆς ἄκρας ἦσαν αὐτῷ ὁδηγοί."
    },
    {
      "verse": 3,
      "text": "Καὶ ἤκουσεν Ἰούδας, καὶ ἀπῇρεν αὐτὸς καὶ οἱ δυνατοὶ πατάξαι τὴν δύναμιν τοῦ βασιλέως τὴν ἐν Ἐμμαοὺμ,"
    },
    {
      "verse": 4,
      "text": "ἕως ἔτι αἱ δυνάμεις ἐσκορπισμέναι ἦσαν ἀπὸ τῆς παρεμβολῆς."
    },
    {
      "verse": 5,
      "text": "Καὶ ἦλθε Γοργίας εἰς τὴν παρεμβολὴν Ἰούδα νυκτὸς, καὶ οὐδένα εὗρε· καὶ ἐζήτει αὐτοὺς ἐν τοῖς ὄρεσιν, ὅτι εἶπε, φεύγουσιν οὗτοι ἀφʼ ἡμῶν."
    },
    {
      "verse": 6,
      "text": "Καὶ ἅμα τῇ ἡμέρᾳ, ὤφθη Ἰούδας ἐν τῷ πεδίῳ ἐν τρισχιλίοις ἀνδράσι· πλὴν καλύμματα καὶ μαχαίρας οὐκ εἶχον καθὼς ἠβούλοντο."
    },
    {
      "verse": 7,
      "text": "Καὶ εἶδον παρεμβολὴν ἐθνῶν ἰσχυρὰν, τεθωρακισμένην, καὶ ἵππον κυκλοῦσαν αὐτὴν, καὶ οὗτοι διδακτοὶ πολέμου."
    },
    {
      "verse": 8,
      "text": "Καὶ εἶπεν Ἰούδας τοῖς ἀνδράσι τοῖς μετʼ αὐτοῦ, μὴ φοβεῖσθε τὸ πλῆθος αὐτῶν, καὶ τὸ ὅρμημα αὐτῶν μὴ δειλωθῆτε."
    },
    {
      "verse": 9,
      "text": "Μνήσθητε πῶς ἐσώθησαν οἱ πατέρες ἡμῶν ἐν θαλάσσῃ ἐρυθρᾷ, ὅτε ἐδίωξεν αὐτοὺς Φαραὼ ἐν δυνάμει."
    },
    {
      "verse": 10,
      "text": "Καὶ νῦν βοήσωμεν εἰς τὸν οὐρανὸν, εἴπως ἐλεήσει ἡμᾶς, καὶ μνησθήσεται διαθήκης πατέρων ἡμῶν, καὶ συντρίψει τὴν παρεμβολὴν ταύτην κατὰ πρόσωπον ἡμῶν σήμερον."
    },
    {
      "verse": 11,
      "text": "Καὶ γνώσεται πάντα τὰ ἔθνη, ὅτι ἐστὶν ὁ λυτρούμενος καὶ σώζων τὸν Ἰσραήλ."
    },
    {
      "verse": 12,
      "text": "Καὶ ᾖραν οἱ ἀλλόφυλοι τοὺς ὀφθαλμοὺς αὐτῶν. καὶ ἴδον αὐτοὺς ἐρχομένους ἐξεναντίας,"
    },
    {
      "verse": 13,
      "text": "καὶ ἐξῆλθον ἐκ τῆς παρεμβολῆς εἰς πόλεμον· καὶ ἐσάλπισαν οἱ μετὰ Ἰούδα."
    },
    {
      "verse": 14,
      "text": "Καὶ συνῆψαν, καὶ συνετρίβησαν τὰ ἔθνη, καὶ ἔφυγον εἰς τὸ πεδίον."
    },
    {
      "verse": 15,
      "text": "Οἱ δὲ ἔσχατοι πάντες ἔπεσον ἐν ῥομφαίᾳ· καὶ ἐδίωξαν αὐτοὺς ἕως Γαζηρὼν καὶ ἕως τῶν πεδίων τῆς Ἰδουμαίας καὶ Ἀζώτου καὶ Ἰαμνίας, καὶ ἔπεσον ἐξ αὐτῶν εἰς ἄνδρας τρισχιλίους."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐπέστρεψεν Ἰούδας καὶ ἡ δύναμις ἀπὸ τοῦ διώκειν ὄπισθεν αὐτῶν,"
    },
    {
      "verse": 17,
      "text": "καὶ εἶπε πρὸς τὸν λαὸν, μὴ ἐπιθυμήσητε τῶν σκύλων, ὅτι πόλεμος ἐξεναντίας ἡμῶν,"
    },
    {
      "verse": 18,
      "text": "καὶ Γοργίας καὶ ἡ δύναμις ἐν τῷ ὄρει ἐγγὺς ἡμῶν· ἀλλὰ στῆτε νῦν ἐναντίον τῶν ἐχθρῶν ἡμῶν, καὶ πολεμήσατε αὐτοὺς, καὶ μετὰ ταῦτα λήψετε τὰ σκύλα μετὰ παῤῥησίας."
    },
    {
      "verse": 19,
      "text": "Ἔτι λαλοῦντος Ἰούδα ταῦτα, ὤφθη μέρος τι ἐκκύπτον ἐκ τοῦ ὄρους."
    },
    {
      "verse": 20,
      "text": "Καὶ εἶδεν ὅτι τετρόπωνται, καὶ ἐμπυρίζουσι τὴν παρεμβολὴν, ὁ γὰρ καπνὸς θεωρούμενος ἐνεφάνιζε τὸ γεγονός."
    },
    {
      "verse": 21,
      "text": "Οἱ δὲ ταῦτα συνιδόντες ἐδειλώθησαν σφόδρα· συνιδόντες δὲ καὶ τὴν Ἰούδα παρεμβολὴν ἐν τῷ πεδίῳ ἑτοίμην εἰς παράταξιν,"
    },
    {
      "verse": 22,
      "text": "ἔφυγον πάντες εἰς γῆν ἀλλοφύλων."
    },
    {
      "verse": 23,
      "text": "Καὶ ἀνέστρεψεν Ἰούδας ἐπὶ τὴν σκυλείαν τῆς παρεμβολῆς· καὶ ἔλαβον χρυσίον πολὺ καὶ ἀργύριον καὶ ὑάκινθον καὶ πορφύραν θαλασσίαν καὶ πλοῦτον μέγαν."
    },
    {
      "verse": 24,
      "text": "Καὶ ἐπιστραφέντες ὕμνουν καὶ εὐλόγουν εἰς οὐρανὸν τὸν Κύριον, ὅτι καλὸν, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "Καὶ ἐγένετο σωτηρία μεγάλη τῷ Ἰσραὴλ ἐν τῇ ἡμέρᾳ ἐκείνῃ."
    },
    {
      "verse": 26,
      "text": "Ὅσοι δὲ τῶν ἀλλοφύλων διεσώθησαν, παραγενηθέντες ἀπήγγειλαν τῷ Λυσίᾳ πάντα τὰ συμβεβηκότα."
    },
    {
      "verse": 27,
      "text": "Ὁ δὲ ἀκούσας συνεχύθη καὶ ἠθύμει, ὅτι οὐχ οἷα ἤθελε, τοιαῦτα γεγόνει τῷ Ἰσραὴλ, καὶ οὐχ οἷα ἐνετείλατο αὐτῷ ὁ βασιλεὺς, τοιαῦτα ἐξέβη."
    },
    {
      "verse": 28,
      "text": "Καὶ ἐν τῷ ἐχομένῳ ἐνιαυτῷ συνελόχησεν ὁ Λυσίας ἀνδρῶν ἐπιλέκτων ἑξήκοντα χιλιάδας καὶ πεντακισχιλίαν ἵππον, ὥστε ἐκπολεμῆσαι αὐτούς."
    },
    {
      "verse": 29,
      "text": "Καὶ ἦλθον εἰς τὴν Ἰδουμαίαν, καὶ παρενέβαλον ἐν Βαιθσούροις, καὶ συνήντησεν αὐτοῖς Ἰούδας ἐν δέκα χιλιάσιν ἀνδρῶν."
    },
    {
      "verse": 30,
      "text": "Καὶ εἶδε τὴν παρεμβολὴν ἰσχυρὰν, καὶ προσηύξατο, καὶ εἶπεν, εὐλογητὸς εἶ, ὁ σωτὴρ τοῦ Ἰσραὴλ, ὁ συντρίψας τὸ ὅρμημα τοῦ δυνατοῦ ἐν χειρὶ τοῦ δούλου σου Δαυὶδ, καὶ παρέδωκας τὴν παρεμβολὴν τῶν ἀλλοφύλων εἰς χεῖρας Ἰωνάθαν υἱοῦ Σαοὺλ, καὶ τοῦ αἴροντος τὰ σκεύη αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "Σύγκλεισον τὴν παρεμβολὴν ταύτην ἐν χειρὶ λαοῦ σου Ἰσραὴλ, καὶ αἰσχυνθήτωσαν ἐπὶ τῇ δυνάμει καὶ τῇ ἵππῳ αὐτῶν."
    },
    {
      "verse": 32,
      "text": "Δὸς αὐτοῖς δειλίαν, καὶ τῆξον θράσος ἰσχύος αὐτῶν, καὶ σαλευθήτωσαν τῇ συντριβῇ αὐτῶν."
    },
    {
      "verse": 33,
      "text": "Κατάβαλε αὐτοὺς ῥομφαίᾳ ἀγαπώντων σε, καὶ αἰνεσάτωσάν σε πάντες οἱ εἰδότες τὸ ὄνομά σου ἐν ὕμνοις."
    },
    {
      "verse": 34,
      "text": "Καὶ συνέβαλον ἀλλήλοις, καὶ ἔπεσον ἐκ τῆς παρεμβολῆς Λυσίου εἰς πεντακισχιλίους ἄνδρας, καὶ ἔπεσον ἐξ ἐναντίας αὐτῶν."
    },
    {
      "verse": 35,
      "text": "Ἰδὼν δὲ Λυσίας τὴν γενομένην τροπὴν, τῆς αὐτοῦ συντάξεως, τῆς δὲ Ἰούδα τὸ γεγενημένον θάρσος, καὶ ὡς ἕτοιμοί εἰσιν ἢ ζῇν ἢ τεθνάναι γενναίως, ἀπῇρεν εἰς Ἀντιόχειαν, καὶ ἐξενολόγει· καὶ πλεονάσας τὸν γενηθέντα στρατὸν, ἐλογίζετο πάλιν παραγενέσθαι εἰς τὴν Ἰουδαίαν."
    },
    {
      "verse": 36,
      "text": "Εἶπε δὲ Ἰούδας καὶ οἱ ἀδελφοὶ αὐτοῦ, Ἰδοὺ συνετρίβησαν οἱ ἐχθροὶ ἡμῶν, ἀναβῶμεν καθαρίσαι τὰ ἅγια καὶ ἐγκαινίσαι."
    },
    {
      "verse": 37,
      "text": "Καὶ συνήχθη ἡ παρεμβολὴ πᾶσα, καὶ ἀνέβησαν εἰς ὄρος Σιών."
    },
    {
      "verse": 38,
      "text": "Καὶ ἴδον τὸ ἁγίασμα ἠρημωμένον, καὶ τὸ θυσιαστήριον βεβηλωμένον, καὶ τὰς πύλας κατακεκαυμένας, καὶ ἐν ταῖς αὐλαῖς φυτὰ πεφυκότα ὡς ἐν δρυμῷ ἢ ὡς ἐν ἑνὶ τῶν ὀρέων, καὶ τὰ παστοφόρια καθῃρημένα."
    },
    {
      "verse": 39,
      "text": "Καὶ διέῤῥηξαν τὰ ἱμάτια αὐτῶν, καὶ ἐκόψαντο κοπετὸν μέγαν, καὶ ἐπέθεντο σποδὸν ἐπὶ τὴν κεφαλὴν αὐτῶν."
    },
    {
      "verse": 40,
      "text": "Καὶ ἔπεσον ἐπὶ πρόσωπον ἐπὶ τὴν γῆν, καὶ ἐσάλπισαν ταῖς σάλπιγξι τῶν σημασιῶν, καὶ ἐβόησαν εἰς τὸν οὐρανόν."
    },
    {
      "verse": 41,
      "text": "Τότε ἐπέταξεν Ἰούδας ἄνδρας πολεμεῖν τοὺς ἐν τῇ ἄκρᾳ, ἕως ἂν καθαρίσῃ τὰ ἅγια."
    },
    {
      "verse": 42,
      "text": "Καὶ ἐπέλεξεν ἱερεῖς ἀμώμους, θελητὰς νόμου."
    },
    {
      "verse": 43,
      "text": "Καὶ ἐκαθάρισαν τὰ ἅγια, καὶ ᾖραν τοὺς λίθους τοῦ μιασμοῦ εἰς τόπον ἀκάθαρτον."
    },
    {
      "verse": 44,
      "text": "Καὶ ἐβουλεύσαντο περὶ τοῦ θυσιαστηρίου τῆς ὁλοκαυτώσεως τοῦ βεβηλωμένου, τί αὐτῷ ποιήσωσι."
    },
    {
      "verse": 45,
      "text": "Καὶ ἐπέπεσεν αὐτοῖς βουλὴ ἀγαθὴ, καθελεῖν αὐτὸ, μήποτε γένηται αὐτοῖς εἰς ὄνειδος, ὅτι ἐμίαναν τὰ ἔθνη αὐτό· καὶ καθεῖλον τὸ θυσιαστήριον,"
    },
    {
      "verse": 46,
      "text": "καὶ ἀπέθεντο τοὺς λίθους ἐν τῷ ὄρει τοῦ οἴκου, ἐν τόπῳ ἐπιτηδείῳ, μέχρι τοῦ παραγενηθῆναι προφήτην τοῦ ἀποκριθῆναι περὶ αὐτῶν."
    },
    {
      "verse": 47,
      "text": "Καὶ ἔλαβον λίθους ὁλοκλήρους κατὰ τὸν νόμον, καὶ ᾠκοδόμησαν τὸ θυσιαστήριον καινὸν κατὰ τὸ πρότερον."
    },
    {
      "verse": 48,
      "text": "Καὶ ᾠκοδόμησαν τὰ ἅγια καὶ τὰ ἐντὸς τοῦ οἴκου, καὶ τὰς αὐλὰς ἡγίασαν."
    },
    {
      "verse": 49,
      "text": "Καὶ ἐποίησαν σκεύη ἅγια καινὰ, καὶ εἰσήνεγκαν τὴν λυχνίαν καὶ τὸ θυσιαστήριον τῶν θυμιαμάτων καὶ τὴν τράπεζαν εἰς τὸν ναόν."
    },
    {
      "verse": 50,
      "text": "Καὶ ἐθυμίασαν ἐπὶ τὸ θυσιαστήριον, καὶ ἐξῆψαν τοὺς λύχνους τοὺς ἐπὶ τῆς λυχνίας, καὶ ἐφαίνοσαν ἐν τῷ ναῷ."
    },
    {
      "verse": 51,
      "text": "Καὶ ἐπέθηκαν ἐπὶ τὴν τράπεζαν ἄρτους, καὶ ἐξεπέτασαν τὰ καταπετάσματα· καὶ ἐτέλεσαν πάντα τὰ ἔργα ἃ ἐποίησαν."
    },
    {
      "verse": 52,
      "text": "Καὶ ὤρθρισαν τοπρωῒ τῇ πέμπτῃ καὶ εἰκάδι τοῦ μηνὸς τοῦ ἐννάτου· οὗτος ὁ μὴν Χασελεῦ τοῦ ὀγδόου καὶ τεσσαρακοστοῦ καὶ ἑκατοστοῦ ἔτους."
    },
    {
      "verse": 53,
      "text": "Καὶ ἀνήνεγκαν θυσίαν κατὰ τὸν νόμον ἐπὶ τὸ θυσιαστήριον τῶν ὁλοκαυτωμάτων τὸ καινὸν ὃ ἐποίησαν."
    },
    {
      "verse": 54,
      "text": "Κατὰ τὸν καιρὸν καὶ κατὰ τὴν ἡμέραν ἐν ᾗ ἐβεβήλωσαν αὐτὸ τὰ ἔθνη, ἐν ἐκείνῃ ἐνεκαινίσθη ἐν ᾠδαῖς καὶ κιθάραις καὶ κινύραις, καὶ ἐν κυμβάλοις."
    },
    {
      "verse": 55,
      "text": "Καὶ ἔπεσον πᾶς ὁ λαὸς ἐπὶ πρόσωπον, καὶ προσεκύνησαν, καὶ εὐλόγησαν εἰς οὐρανὸν τὸν εὐοδώσαντα αὐτοῖς."
    },
    {
      "verse": 56,
      "text": "Καὶ ἐποίησαν τὸν ἐγκαινισμὸν τοῦ θυσιαστηρίου ἡμέρας ὀκτὼ, καὶ προσήνεγκαν ὁλοκαυτώματα μετʼ εὐφροσύνης, καὶ ἔθυσαν θυσίαν σωτηρίου καὶ αἰνέσεως."
    },
    {
      "verse": 57,
      "text": "Καὶ κατεκόσμησαν τὸ κατὰ πρόσωπον τοῦ ναοῦ στεφάνοις χρυσοῖς καὶ ἀσπιδίσκαις, καὶ ἐνεκαίνισν τὰς πύλας καὶ τὰ παστοφόρια, καὶ ἐθύρωσαν αὐτά."
    },
    {
      "verse": 58,
      "text": "Καὶ ἐγενήθη εὐφροσύνη μεγάλη ἐν τῷ λαῷ σφόδρα, καὶ ἀπεστράφη ὄνειδος ἐθνῶν."
    },
    {
      "verse": 59,
      "text": "Καὶ ἔστησεν Ἰούδας καὶ οἱ ἀδελφοὶ αὐτοῦ καὶ πᾶσα ἡ ἐκκλησία Ἰσραὴλ, ἵνα ἄγωνται αἱ ἡμέραι ἐγκαινισμοῦ τοῦ θυσιαστηρίου ἐν τοῖς καιροῖς αὐτῶν ἐνιαυτὸν κατʼ ἐνιαυτὸν ἡμέρας ὀκτὼ, ἀπὸ τῆς πέμπτης καὶ εἰκάδος τοῦ μηνὸς Χασελεῦ, μετʼ εὐφροσύνης καὶ χαρᾶς."
    },
    {
      "verse": 60,
      "text": "Καὶ ᾠκοδόμησαν ἐν τῷ καιρῷ ἐκείνῳ τὸ ὄρος Σιὼν, κυκλόθεν τείχη ὑψηλὰ καὶ πύργους ὀχυροὺς, μήποτε παραγενηθέντα τὰ ἔθνη καταπατήσωσιν αὐτὰ, ὡς ἐποίησαν τοπρότερον."
    },
    {
      "verse": 61,
      "text": "Καὶ ἐπέταξεν ἐκεῖ δύναμιν τηρεῖν αὐτὸ, καὶ ὠχύρωσαν αὐτὸ τηρεῖν τὴν Βαιθσούραν, τοῦ ἔχειν τὸν λαὸν ὀχύρωμα κατὰ πρόσωπον τῆς Ἰδουμαίας."
    }
  ]
}