{
  "book_id": "1MA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐγένετο ὅτε ἤκουσαν τὰ ἔθνη κυκλόθεν ὅτι ᾠκοδομήθη τὸ θυσιαστήριον, καὶ ἐνεκαινίσθη τὸ ἁγίασμα ὡς τοπρότερον, καὶ ὠργίσθησαν σφόδρα."
    },
    {
      "verse": 2,
      "text": "Καὶ ἐβουλεύσαντο τοῦ ἆραι τὸ γένος Ἰακὼβ τοὺς ὄντας ἐν μέσῳ αὐτῶν, καὶ ἤρξαντο τοῦ θανατοῦν ἐν τῷ λαῷ καὶ ἐξαίρειν."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐπολέμει Ἰούδας πρὸς τοὺς υἱοὺς Ἡσαῦ ἐν τῇ Ἰδουμαίᾳ τὴν Ἀκραβαττίνην, ὅτι περιεκάθηντο τὸν Ἰσραὴλ, καὶ ἐπάταξεν αὐτοὺς πληγὴν μεγάλην, καὶ συνέστειλεν αὐτοὺς, καὶ ἔλαβε τὰ σκῦλα αὐτῶν."
    },
    {
      "verse": 4,
      "text": "Καὶ ἐμνήσθη τῆς κακίας υἱῶν Βαιὰν, οἳ ἦσαν τῷ λαῷ εἰς παγίδα καὶ εἰς σκάνδαλον ἐν τῷ ἐνεδρεύειν αὐτοὺς ἐν ταῖς ὁδοῖς."
    },
    {
      "verse": 5,
      "text": "Καὶ συνεκλείσθησαν ὑπʼ αὐτοῦ ἐν τοῖς πύργοις, καὶ παρενέβαλεν ἐπʼ αὐτοὺς, καὶ ἀνεθεμάτισεν αὐτοὺς, καὶ ἐνεπύρισε τοὺς πύργους αὐτῆς ἐν πυρὶ σὺν πᾶσι τοῖς ἐνοῦσι."
    },
    {
      "verse": 6,
      "text": "Καὶ διεπέρασεν ἐπὶ τοὺς υἱοὺς Ἀμμὼν, καὶ εὗρε χεῖρα κραταιὰν καὶ λαὸν πολὺν, καὶ Τιμόθεον ἡγούμενον αὐτῶν."
    },
    {
      "verse": 7,
      "text": "καὶ συνῆψε πρὸς αὐτοὺς πολέμους πολλοὺς, καὶ συνετρίβησαν πρὸ προσώπου αὐτοῦ, καὶ ἐπάταξεν αὐτούς."
    },
    {
      "verse": 8,
      "text": "Καὶ προκατελάβετο τὴν Ἰαζὴρ καὶ τὰς θυγατέρας αὐτῆς, καὶ ἀνέστρεψεν εἰς τὴν Ἰούδαίαν."
    },
    {
      "verse": 9,
      "text": "Καὶ ἐπισυνήχθησαν τὰ ἔθνη τὰ ἐν τῇ Γαλαὰδ ἐπὶ τὸν Ἰσραὴλ τοὺς ὄντας ἐπὶ τοῖς ὁρίοις αὐτῶν τοῦ ἐξᾶραι αὐτούς· καὶ ἔφυγον εἰς Δάθεμα τὸ ὀχύρωμα."
    },
    {
      "verse": 10,
      "text": "Καὶ ἀπέστειλαν γράμματα πρὸς Ἰούδαν καὶ τοὺς ἀδελφοὺς αὐτοῦ, λέγοντες, ἐπισυνηγμένα ἐστὶν ἐφʼ ἡμᾶς τὰ ἔθνη τὰ κύκλῳ ἡμῶν τοῦ ἐξᾶραι ἡμᾶς."
    },
    {
      "verse": 11,
      "text": "Καὶ ἑτοιμάζονται ἐλθεῖν καὶ προκαταλαβέσθαι τὸ ὀχύρωμα εἰς ὃ κατεφύγομεν, καὶ Τιμόθεος ἡγεῖται τῆς δυνάμεως αὐτῶν."
    },
    {
      "verse": 12,
      "text": "Νῦν οὖν ἐλθὼν ἐξελοῦ ἡμᾶς ἐκ χειρὸς αὐτῶν, ὅτι πέπτωκεν ἐξ ἡμῶν πλῆθος."
    },
    {
      "verse": 13,
      "text": "Καὶ πάντες οἱ ἀδελφοὶ ἡμῶν οἱ ὄντες ἐν τοῖς Τωβίου τεθανάτωνται, καὶ ᾐχμαλωτίκασι τὰς γυναῖκας αὐτῶν καὶ τὰ τέκνα αὐτῶν καὶ τὴν ἀποσκευὴν, καὶ ἀπώλεσαν ἐκεῖ ὡς μίαν χιλιαρχίαν ἀνδρῶν."
    },
    {
      "verse": 14,
      "text": "Ἔτι αἱ ἐπιστολαὶ ἀνεγινώσκοντο, καὶ ἰδοὺ ἄγγελοι ἕτεροι παρεγένοντο ἐκ τῆς Γαλιλαίας διεῤῥηχότες τὰ ἱμάτια, ἀπαγγέλλοντες κατὰ τὰ ῥήματα ταῦτα,"
    },
    {
      "verse": 15,
      "text": "λέγοντες ἐπισυνῆχθαι ἐπʼ αὐτοὺς ἐκ Πτολεμαΐδος καὶ Τύρου καὶ Σιδῶνος καὶ πάσης Γαλιλαίας ἀλλοφύλων, τοῦ ἐξαναλῶσαι ἡμᾶς."
    },
    {
      "verse": 16,
      "text": "Ὡς δὲ ἤκουσεν Ἰούδας καὶ ὁ λαὸς τοὺς λόγους τούτους, ἐπισυνήχθη ἐκκλησία μεγάλη, βουλεύσασθαι τί ποιήσωσι τοῖς ἀδελφοῖς αὐτῶν τοῖς οὖσιν ἐν θλίψει, καὶ πολεμουμένοις ὑπʼ αὐτῶν."
    },
    {
      "verse": 17,
      "text": "Καὶ εἶπεν Ἰούδας Σίμωνι τῷ ἀδελφῷ αὐτοῦ, ἐπίλεξον σεαυτῷ ἄνδρας, καὶ πορεύου καὶ ῥῦσαι τοὺς ἀδελφούς σου τοὺς ἐν τῇ Γαλιλαίᾳ· ἐγὼ δὲ καὶ Ἰωνάθαν ὁ ἀδελφός μου πορευσόμεθα εἰς τὴν Γαλααδίτιν."
    },
    {
      "verse": 18,
      "text": "Καὶ κατέλιπεν Ἰώσηφον τὸν τοῦ Ζαχαρίου, καὶ Ἀζαρίαν, ἡγουμένους τοῦ λαοῦ, μετὰ τῶν ἐπιλοίπων τῆς δυνάμεως, ἐν τῇ Ἰουδαίᾳ εἰς τήρησιν."
    },
    {
      "verse": 19,
      "text": "Καὶ ἐνετείλατο αὐτοῖς, λέγων, πρόστητε τοῦ λαοῦ τούτου, καὶ μὴ συνάψητε πόλεμον πρὸς τὰ ἔθνη ἕως τοῦ ἐπιστρέψαι ἡμᾶς."
    },
    {
      "verse": 20,
      "text": "Καὶ ἐμερίσθησαν Σίμωνι ἄνδρες τρισχίλιοι τοῦ πορευθῆναι εἰς τὴν Γαλιλαίαν, Ἰούδᾳ δὲ ἄνδρες ὀκτακισχίλιοι εἰς τὴν Γαλααδίτιν."
    },
    {
      "verse": 21,
      "text": "Καὶ ἐπορεύθη Σίμων εἰς τὴν Γαλιλαίαν, καὶ συνῆψε πολέμους πολλοὺς πρὸς τὰ ἔθνη, καὶ συνετρίβη τὰ ἔθνη ἀπὸ προσώπου αὐτοῦ,"
    },
    {
      "verse": 22,
      "text": "καὶ ἐδίωξεν αὐτοὺς ἕως τῆς πύλης Πτολεμαΐδος· καὶ ἔπεσον ἐκ τῶν ἐθνῶν εἰς τρισχιλίους ἄνδρας, καὶ ἔλαβε τὰ σκῦλα αὐτῶν."
    },
    {
      "verse": 23,
      "text": "Καὶ παρέλαβε τοὺς ἐν τῇ Γαλιλαίᾳ καὶ ἐν Ἀρβάττοις σὺν ταῖς γυναιξὶ καὶ τοῖς τέκνοις, καὶ πάντα ὅσα ἦν αὐτοῖς, καὶ ἤγαγεν εἰς τὴν Ἰουδαίαν μετʼ εὐφροσύνης μεγάλης."
    },
    {
      "verse": 24,
      "text": "Καὶ Ἰούδας ὁ Μακκαβαῖος καὶ Ἰωνάθαν ὁ ἀδελφὸς αὐτοῦ διέβησαν τὸν Ἰορδάνην, καὶ ἐπορεύθησαν ὁδὸν τριῶν ἡμερῶν ἐν τῷ ἐρήμῳ."
    },
    {
      "verse": 25,
      "text": "Καὶ συνήντησαν τοῖς Ναβαταίοις, καὶ ἀπήντησαν αὐτοῖς εἰρηνικῶς, καὶ διηγήσαντο αὐτοῖς ἅπαντα τὰ συμβάντα τοῖς ἀδελφοῖς αὐτῶν ἐν τῇ Γαλααδίτιδι."
    },
    {
      "verse": 26,
      "text": "Καὶ ὅτι πολλοὶ ἐξ αὐτῶν συνειλημμένοι εἰσὶν εἰς Βόσσορα, καὶ Βοσὸρ, ἐν Ἀλέμοις, Χασφὼρ, Μακὲδ, καὶ Καρναΐν· πᾶσαι αἱ πόλεις αὗται ὀχυραὶ καὶ μεγάλαι·"
    },
    {
      "verse": 27,
      "text": "καὶ ἐν ταῖς λοιπαῖς πόλεσι τῆς Γαλααδίτιδός εἰσι συνειλημμένοι, καὶ εἰς αὔριον τάσσονται παρεμβάλλειν ἐπὶ τὰ ὀχυρώματα, καὶ καταλαβέσθαι, καὶ ἐξᾶραι πάντας τούτους ἐν ἡμέρᾳ μιᾷ."
    },
    {
      "verse": 28,
      "text": "Καὶ ἀπέστρεψεν Ἰούδας καὶ ἡ παρεμβολὴ αὐτοῦ ὁδὸν εἰς τὴν ἔρημον εἰς Βοσὸρ, ἄφνω· καὶ κατελάβετο τὴν πόλιν, καὶ ἀπέκτεινε πᾶν ἀρσενικὸν ἐν στόματι ῥομφαίας, καὶ ἔλαβε πάντα τὰ σκῦλα αὐτῶν, καὶ ἐνέπρησεν αὐτὴν πυρί."
    },
    {
      "verse": 29,
      "text": "Καὶ ἀπῇρεν ἐκεῖθεν νυκτὸς, καὶ ἐπορεύετο ἕως ἐπὶ τὸ ὀχύρωμα."
    },
    {
      "verse": 30,
      "text": "Καὶ ἐγένετο ἑωθινὴ, καὶ ᾖραν τοὺς ὀφθαλμοὺς αὐτῶν, καὶ ἰδοὺ λαὸς πολὺς οὗ οὐκ ἦν ἀριθμὸς, αἴροντες κλίμακας καὶ μηχανὰς καταλαβέσθαι τὸ ὀχύρωμα, καὶ ἐπολέμουν αὐτούς."
    },
    {
      "verse": 31,
      "text": "Καὶ εἶδεν Ἰούδας ὅτι ἦρκται ὁ πόλεμος, καὶ ἡ κραυγὴ τῆς πόλεως ἀνέβη εἰς τὸν οὐρανὸν σάλπιγξι καὶ φωνῇ μεγάλῃ."
    },
    {
      "verse": 32,
      "text": "Καὶ εἶπε τοῖς ἀνδράσι τῆς δυνάμεως, πολεμήσατε σήμερον ὑπὲρ τῶν ἀδελφῶν ὑμῶν."
    },
    {
      "verse": 33,
      "text": "Καὶ ἐξῆλθεν ἐν τρισὶν ἀρχαῖς ἐξ ὄπισθεν αὐτῶν· καὶ ἐσάλπισαν ταῖς σάλπιγξι, καὶ ἐβόησαν ἐν προσευχῇ."
    },
    {
      "verse": 34,
      "text": "Καὶ ἐπέγνω ἡ παρεμβολὴ Τιμοθέου ὅτι Μακκαβαῖός ἐστι, καὶ ἔφυγον ἀπὸ προσώπου αὐτοῦ, καὶ ἐπάταξεν αὐτοὺς πληγὴν μεγάλην, καὶ ἔπεσον ἐξ αὐτῶν ἐν ἐκείνῃ τῇ ἡμέρᾳ εἰς ὀκτακισχιλίους ἄνδρας."
    },
    {
      "verse": 35,
      "text": "Καὶ ἀπέκλινεν εἰς Μασφὰ, καὶ ἐπολέμησεν αὐτὴν, καὶ προκατελάβετο αὐτὴν, καὶ ἀπέκτεινε πᾶν ἀρσενικὸν αὐτῆς, καὶ ἔλαβε τὰ σκῦλα αὐτῆς, καὶ ἐνέπρησεν αὐτὴν πυρί."
    },
    {
      "verse": 36,
      "text": "Ἐκεῖθεν ἀπῇρε, καὶ προκατελάβετο τὴν Χασφὼν, Μακὲδ, Βοσὸρ, καὶ τὰς λοιπὰς πόλεις τῆς Γαλααδίτιδος."
    },
    {
      "verse": 37,
      "text": "Μετὰ δὲ τὰ ῥήματα ταῦτα συνήγαγε Τιμόθεος παρεμβολὴν ἄλλην, καὶ παρενέβαλε κατὰ πρόσωπον Ῥαφὼν ἐκ πέραν τοῦ χειμάῤῥου."
    },
    {
      "verse": 38,
      "text": "Καὶ ἀπέστειλεν Ἰούδας κατασκοπεῦσαι τὴν παρεμβολήν, καὶ ἀπήγγειλαν αὐτῷ, λέγοντες, ἐπισυνηγμένα εἰσὶ πρὸς αὐτοὺς πάντα τὰ ἔθνη τὰ κύκλῳ ἡμῶν, δύναμις πολλὴ σφόδρα."
    },
    {
      "verse": 39,
      "text": "Καὶ Ἄραβας μεμίσθωται εἰς βοήθειαν αὐτοῖς, καὶ παρενέβαλον πέραν τοῦ χειμάῤῥου ἕτοιμοι τοῦ ἐλθεῖν ἐπὶ σὲ εἰς πόλεμον· καὶ ἐπορεύθη Ἰούδας εἰς συνάντησιν αὐτῶν."
    },
    {
      "verse": 40,
      "text": "Καὶ εἶπε Τιμόθεος τοῖς ἄρχουσι τῆς δυνάμεως αὐτοῦ, ἐν τῷ ἐγγίζειν Ἰούδαν καὶ τὴν παρεμβολὴν αὐτοῦ ἐπὶ τὸν χειμάῤῥουν τοῦ ὕδατος, ἐὰν διαβῇ πρὸς ἡμᾶς πρότερος, οὐ δυνησόμεθα ὑποστῆναι αὐτὸν, ὅτι δυνάμενος δυνήσεται πρὸς ἡμᾶς."
    },
    {
      "verse": 41,
      "text": "Ἐὰν δὲ δειλωθῇ, καὶ παρεμβάλῃ πέραν τοῦ ποταμοῦ, διαπεράσομεν πρὸς αὐτὸν, καὶ δυνησόμεθα πρὸς αὐτόν."
    },
    {
      "verse": 42,
      "text": "Ὡς δὲ ἤγγισεν Ἰούδας ἐπὶ τὸν χειμάῤῥουν τοῦ ὕδατος, ἔστησε τοὺς γραμματεῖς τοῦ λαοῦ ἐπὶ τοῦ χειμάῤῥου, καὶ ἐνετείλατο αὐτοῖς, λέγων, μὴ ἀφῆτε πάντα ἄνθρωπον παρεμβαλεῖν, ἀλλʼ ἐρχέσθωσαν πάντες εἰς τὸν πόλεμον."
    },
    {
      "verse": 43,
      "text": "Καὶ διεπέρασεν ἐπʼ αὐτοὺς πρότερος, καὶ πᾶς ὁ λαὸς ὅπισθεν αὐτοῦ· καὶ συνετρίβησαν πρὸ προσώπου αὐτοῦ πάντα τὰ ἔθνη, καὶ ἔῤῥιψαν τὰ ὅπλα αὐτῶν, καὶ ἔφυγον εἰς τὸ τέμενος ἐν Καρναΐν."
    },
    {
      "verse": 44,
      "text": "Καὶ προκατελάβοντο τὴν πόλιν, καὶ τὸ τέμενος ἐνεπύρισαν ἐν πυρὶ σὺν πᾶσι τοῖς ἐν αὐτῷ· καὶ ἐτροπώθη ἡ Καρναῒν, καὶ οὐκ ἐδύναντο ἔτι ὑποστῆναι κατὰ πρόσωπον Ἰούδα."
    },
    {
      "verse": 45,
      "text": "Καὶ συνήγαγεν Ἰούδας πάντα Ἰσραὴλ τοὺς ἐν τῇ Γαλααδίτιδι ἀπὸ μικροῦ ἕως μεγάλου, καὶ τὰς γυναῖκας αὐτῶν, καὶ τὰ τέκνα αὐτῶν, καῖ τὴν ἀποσκευὴν, παρεμβολὴν μεγάλην σφόδρα, ἐλθεῖν εἰς γῆν Ἰούδα."
    },
    {
      "verse": 46,
      "text": "Καὶ ἦλθον ἕως Ἐφρών· καὶ αὕτη ἡ πόλις μεγάλη ἐπὶ τῆς εἰσόδου ὀχυρὰ σφόδρα· οὐκ ἦν ἐκκλῖναι ἀπʼ αὐτῆς δεξιὰν ἢ ἀριστερὰν, ἀλλʼ ἢ διὰ μέσου αὐτῆς πορεύεσθαι."
    },
    {
      "verse": 47,
      "text": "Καὶ ἀπέκλεισαν αὐτοὺς οἱ ἐκ τῆς πόλεως, καὶ ἐνέφραξαν τὰς πύλας λίθοις."
    },
    {
      "verse": 48,
      "text": "Καὶ ἀπέστειλε πρὸς αὐτοὺς Ἰούδας λόγοις εἰρηνικοῖς, λέγων, διελευσόμεθα διὰ τῆς γῆς σου τοῦ ἀπελθεῖν εἰς τὴν γῆν ἡμῶν, καὶ οὐδεὶς κακοποιήσει ὑμᾶς, πλὴν τοῖς ποσὶ παρελευσόμεθα· καὶ οὐκ ἠβούλοντο ἀνοῖξαι αὐτῷ."
    },
    {
      "verse": 49,
      "text": "Καὶ ἐπέταξεν Ἰούδας κηρύξαι ἐν τῇ παρεμβολῇ, τοῦ παρεμβαλεῖν ἕκαστον ἐν ᾧ ἐστι τόπῳ."
    },
    {
      "verse": 50,
      "text": "Καὶ παρενέβαλον οἱ ἄνδρες τῆς δυνάμεως, καὶ ἐπολέμησαν τὴν πόλιν ὅλην τὴν ἡμέραν ἐκείνην καὶ ὅλην τὴν νύκτα, καὶ παρεδόθη ἡ πόλις ἐν χερσὶν αὐτοῦ."
    },
    {
      "verse": 51,
      "text": "Καὶ ἀπώλεσε πᾶν ἀρσενικὸν ἐν στόματι ῥομφαίας, καὶ ἐξεῤῥίζωσεν αὐτὴν, καὶ ἔλαβε τὰ σκῦλα αὐτῆς, καὶ διῆλθε διὰ τῆς πόλεως ἐπάνω τῶν ἀπεκταμμένων."
    },
    {
      "verse": 52,
      "text": "Καὶ διέβησαν τὸν Ἰορδάνην εἰς τὸ πεδίον τὸ μέγα κατὰ πρόσωπον Βαιθσάν."
    },
    {
      "verse": 53,
      "text": "Καὶ ἦν Ἰούδας ἐπισυνάγων τοὺς ἐσχατίζοντας, καὶ παρακαλῶν τὸν λαὸν κατὰ πᾶσαν τὴν ὁδὸν, ἕως οὗ ἦλθον εἰς γῆν Ἰούδα."
    },
    {
      "verse": 54,
      "text": "Καὶ ἀνέβησαν εἰς τὸ ὄρος Σιὼν ἐν εὐφροσύνῃ καὶ χαρᾷ· καὶ προσήγαγον ὁλοκαυτώματα, ὅτι οὐκ ἔπεσεν ἐξ αὐτῶν οὐθεὶς ἕως τοῦ ἐπιστρέψαι ἐν εἰρήνῃ."
    },
    {
      "verse": 55,
      "text": "Καὶ ἐν ταῖς ἡμέραις αἷς ἦν Ἰούδας καὶ Ἰωνάθαν ἐν τῇ Γαλαὰδ, καὶ Σίμων ὁ ἀδελφὸς αὐτοῦ ἐν τῇ Γαλιλαίᾳ κατὰ πρόσωπον Πτολεμαΐδος,"
    },
    {
      "verse": 56,
      "text": "ἤκουσεν Ἰωσὴφ ὁ τοῦ Ζαχαρίου, καὶ Ἀζαρίας, ἄρχοντες τῆς δυνάμεως, τῶν ἀνδραγαθιῶν καὶ τοῦ πολέμου οἷα ἐποίησαν,"
    },
    {
      "verse": 57,
      "text": "καὶ εἶπε, ποιήσωμεν καὶ αὐτοὶ ἑαυτοῖς ὄνομα, καὶ πορευθῶμεν πολεμῆσαι πρὸς τὰ ἔθνη τὰ κύκλῳ ἡμῶν."
    },
    {
      "verse": 58,
      "text": "Καὶ παρήγγειλαν τοῖς ἀπὸ τῆς δυνάμεως τῆς μετʼ αὐτῶν, καὶ ἐπορεύθησαν ἐπὶ Ἰάμνειαν."
    },
    {
      "verse": 59,
      "text": "Καὶ ἐξῆλθε Γοργίας ἐκ τῆς πόλεως, καὶ οἱ ἄνδρες αὐτοῦ, εἰς συνάντησιν αὐτοῖς εἰς πόλεμον."
    },
    {
      "verse": 60,
      "text": "Καὶ ἐτροπώθη Ἰώσηφος καὶ Ἀζαρίας, καὶ ἐδιώχθησαν ἕως τῶν ὁρίων τῆς Ἰουδαίας· καὶ ἔπεσον ἐν τῇ ἡμέρᾳ ἐκείνῃ ἐκ τοῦ λαοῦ τοῦ Ἰσραὴλ εἰς δισχιλίους ἄνδρας."
    },
    {
      "verse": 61,
      "text": "Καὶ ἐγενήθη τροπὴ μεγάλη ἐν τῷ λαῷ Ἰσραὴλ, ὅτι οὐκ ἤκουσαν Ἰούδα καὶ τῶν ἀδελφῶν αὐτοῦ, οἰόμενοι ἀνδραγαθῆσαι."
    },
    {
      "verse": 62,
      "text": "Αὐτοὶ δὲ οὐκ ἦσαν ἐκ τοῦ σπέρματος τῶν ἀνδρῶν ἐκείνων, οἷς ἐδόθη σωτηρία Ἰσραὴλ διὰ χειρὸς αὐτῶν."
    },
    {
      "verse": 63,
      "text": "Καὶ ὁ ἀνὴρ Ἰούδας καὶ οἱ ἀδελφοὶ αὐτοῦ ἐδοξάσθησαν σφόδρα ἑναντίον παντὸς Ἰσραὴλ, καὶ τῶν ἐθνῶν πάντων, οὗ ἠκούετο τὸ ὄνομα αὐτῶν."
    },
    {
      "verse": 64,
      "text": "Καὶ ἐπισυνήγοντο πρὸς αὐτοὺς εὐφημοῦντες."
    },
    {
      "verse": 65,
      "text": "Καὶ ἐξῆλθεν Ἰούδας καὶ οἱ ἀδελφοὶ αὐτοῦ, καὶ ἐπολέμουν τοὺς υἱοὺς Ἡσαῦ ἐν τῇ γῇ πρὸς Νότον, καὶ ἐπάταξε τὴν Χεβρὼν καὶ τὰς θυγατέρας αὐτῆς, καὶ καθεῖλε τὸ ὀχύρωμα αὐτῆς, καὶ τοὺς πύργους αὐτῆς ἐνέπρησε κυκλόθεν."
    },
    {
      "verse": 66,
      "text": "Καὶ ἀπῇρε τοῦ πορευθῆναι εἰς γῆν ἀλλοφύλων, καὶ διεπορεύετο τὴν Σαμάρειαν."
    },
    {
      "verse": 67,
      "text": "Ἐν τῇ ἡμέρᾳ ἐκείνῃ ἔπεσον ἱερεῖς ἐν πολέμῳ βουλόμενοι ἀνδραγαθῆσαι, ἐν τῷ αὐτοὺς ἐξελθεῖν εἰς πόλεμον ἀβουλεύτως."
    },
    {
      "verse": 68,
      "text": "Καὶ ἐξέκλινεν Ἰούδας εἰς Ἄζωτον γῆν ἀλλοφύλων, καὶ καθεῖλε τοὺς βωμοὺς αὐτῶν, καὶ τὰ γλυπτὰ τῶν θεῶν αὐτῶν κατέκαυσε πυρὶ, καὶ ἐσκύλευσε τὰ σκῦλα τῶν πόλεων, καὶ ἐπέστρεψεν εἰς τὴν γῆν Ἰούδα."
    }
  ]
}