{
  "book_id": "1MA",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ὁ βασιλεὺς Ἀντίοχος διεπορεύετο τὰς ἐνάνω χώρας, καὶ ἤκουσεν ὅτι ἐστὶν Ἐλυμαῒς ἐν τῇ Περσίδι πόλις ἔνδοξος πλούτῳ, ἀργυρίῳ τε καὶ χρυσίῳ,"
    },
    {
      "verse": 2,
      "text": "καὶ τὸ ἱερὸν τὸ ἐν αὐτῇ πλούσιον σφόδρα, καὶ ἐκεῖ καλύμματα χρυσᾶ, καὶ θώρακες, καὶ ὅπλα ἃ κατέλιπεν ἐκεῖ Ἀλέξανδρος ὁ Φιλίππου, βασιλεὺς ὁ Μακεδὼν, ὃς ἐβασίλευσε πρῶτος ἐν τοῖς Ἕλλησι."
    },
    {
      "verse": 3,
      "text": "Καὶ ἦλθε καὶ ἐζήτει καταλαβέσθαι τὴν πόλιν, καὶ προνομεῦσαι αὐτὴν, καὶ οὐκ ἠδυνάσθη, ὅτι ἐγνώσθη ὁ λόγος τοῖς ἐκ τῆς πόλεως."
    },
    {
      "verse": 4,
      "text": "Καὶ ἀνέστησαν αὐτῷ εἰς πόλεμον, καὶ ἔφυγε καὶ ἀπῇρεν ἐκεῖθεν μετὰ λύπης μεγάλης, ἀποστρέψαι εἰς Βαβυλῶνα."
    },
    {
      "verse": 5,
      "text": "Καὶ ἦλθεν ἀπαγγέλλων τις αὐτῷ εἰς τὴν Περσίδα, ὅτι τετρόπωνται αἱ παρεμβολαὶ αἱ πορευθεῖσαι εἰς γῆν Ἰούδα."
    },
    {
      "verse": 6,
      "text": "Καὶ ἐπορεύθη Λυσίας δυνάμει ἰσχυρᾷ ἐν πρώτοις, καὶ ἀνετράπη ἀπὸ προσώπου αὐτῶν, καὶ ἐπίσχυσαν ὅπλοις καὶ δυνάμει καὶ σκύλοις πολλοῖς οἷς ἔλαβον ἀπὸ τῶν παρεμβολῶν ὧν ἐξέκοψαν."
    },
    {
      "verse": 7,
      "text": "Καὶ καθεῖλον τὸ βδέλυγμα ὃ ᾠκοδόμησεν ἐπὶ τὸ θυσιαστήριον τὸ ἐν Ἱερουσαλὴμ, καὶ τὸ ἁγίασμα καθὼς τὸ πρότερον ἐκύκλωσαν τείχεσιν ὑψηλοῖς, καὶ τὴν Βαιθσούραν πόλιν αὐτοῦ."
    },
    {
      "verse": 8,
      "text": "Καὶ ἐγένετο ὡς ἤκουσεν ὁ βασιλεὺς τοὺς λόγους τούτους, ἐθαμβήθη καὶ ἐσαλεύθη σφόδρα· καὶ ἔπεσεν ἐπὶ τὴν κοίτην, καὶ ἐνέπεσεν εἰς ἀῤῥωστίαν ἀπὸ τῆς λύπης, ὅτι οὐκ ἐγένετο αὐτῷ καθὼς ἐνεθυμεῖτο."
    },
    {
      "verse": 9,
      "text": "Καὶ ἦν ἐκεῖ ἡμέρας πλείους, ὅτι ἀνεκαινίσθη ἐπʼ αὐτὸν λύπη μεγάλη, καὶ ἐλογίσατο ὅτι ἀποθνήσκει."
    },
    {
      "verse": 10,
      "text": "Καὶ ἐκάλεσε πάντας τοὺς φίλους αὐτοῦ, καὶ εἶπε πρὸς αὐτοὺς, ἀφίσταται ὁ ὕπνος ἀπὸ τῶν ὀφθαλμῶν μου, καὶ συμπέπτωκα τῇ καρδίᾳ ἀπὸ τῆς μερίμνης."
    },
    {
      "verse": 11,
      "text": "Καὶ εἶπα τῇ καρδίᾳ μου, ἕως τίνος θλίψεως ἦλθον καὶ κλύδωνος μεγάλου, ἐν ᾧ νῦν εἰμι; ὅτι χρηστὸς καὶ ἀγαπώμενος ἤμην ἐν τῇ ἐξουσίᾳ μου."
    },
    {
      "verse": 12,
      "text": "Νῦν δὲ μιμνήσκομαι τῶν κακῶν ὧν ἐποίησα ἐν Ἱερουσαλὴμ, καὶ ἔλαβον πάντα τὰ σκεύη τὰ χρυσᾶ καὶ τὰ ἀργυγᾶ τὰ ἐν αὐτῇ, καὶ ἐξαπέστειλα ἐξᾶραι τοὺς κατοικοῦντας Ἰούδα διακενῆς."
    },
    {
      "verse": 13,
      "text": "Ἔγνων οὖν ὅτι χάριν τούτων εὗρόν με τὰ κακὰ ταῦτα· καὶ ἰδοὺ ἀπόλλυμαι λύπῃ μεγάλῃ ἐν γῇ ἀλλοτρίᾳ."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐκάλεσε Φίλιππον ἕνα τῶν φίλων αὐτοῦ, καὶ κατέστησεν αὐτὸν ἐπὶ πάσης τῆς βασιλείας αὐτοῦ."
    },
    {
      "verse": 15,
      "text": "Καὶ ἔδωκεν αὐτῷ τὸ διάδημα καὶ τὴν στολὴν αὐτοῦ καὶ τὸν δακτύλιον, τοῦ ἀγαγεῖν Ἀντίοχον τὸν υἱὸν αὐτοῦ, καὶ ἐκθρέψαι αὐτὸν τοῦ βασιλεύειν."
    },
    {
      "verse": 16,
      "text": "Καὶ ἀπέθανεν ἐκεῖ Ἀντίοχος ὁ βασιλεὺς ἔτους ἐννάτου καὶ τεσσαρακοστοῦ καὶ ἑκατοστοῦ."
    },
    {
      "verse": 17,
      "text": "Καὶ ἐπέγνω Λυσίας ὅτι τέθνηκεν ὁ βασιλεύς, καὶ κατέστησε βασιλεύειν Ἀντίοχον τὸν υἱὸν αὐτοῦ ἀντʼ αὐτοῦ, ὃν ἐξέθρεψε νεώτερον, καὶ ἐκάλεσε τὸ ὄνομα αὐτοῦ Εὐπάτορα."
    },
    {
      "verse": 18,
      "text": "Καὶ οἱ ἐκ τῆς ἄκρας ἦσαν συγκλείοντες τὸν Ἰσραὴλ κύκλῳ τῶν ἁγίων, καὶ ζητοῦντες τὰ κακὰ διʼ ὅλου, καὶ στήριγμα τοῖς ἔθνεσι"
    },
    {
      "verse": 19,
      "text": "Καὶ ἐλογίσατο Ἰούδας ἐξᾶραι αὐτούς· καὶ ἐξεκκλησίασε πάντα τὸν λαὸν τοῦ περικαθίσαι ἐπʼ αὐτοὺς."
    },
    {
      "verse": 20,
      "text": "Καὶ συνήχθησαν ἅμα, καὶ περιεκάθισαν ἐπʼ αὐτοὺς ἔτους πεντηκοστοῦ καὶ ἑκατοστοῦ, καὶ ἐποίησεν ἐπʼ αὐτοὺς βελοστάσεις καὶ μηχανάς."
    },
    {
      "verse": 21,
      "text": "Καὶ ἐξῆλθον ἐξ αὐτῶν ἐκ τοῦ συγκλεισμοῦ, καὶ ἐκολλήθησαν αὐτοῖς τινὲς τῶν ἀσεβῶν ἐξ Ἰσραήλ,"
    },
    {
      "verse": 22,
      "text": "καὶ ἐπορεύθησαν πρὸς τὸν βασιλέα, καὶ εἶπον, ἕως πότε οὐ ποιήσῃ κρίσιν, καὶ ἐκδικήσεις τοὺς ἀδελφοὺς ἡμῶν;"
    },
    {
      "verse": 23,
      "text": "Ἡμεῖς εὐδοκοῦμεν δουλεύειν τῷ πατρί σου, καὶ πορεύεσθαι τοῖς ὑπʼ αὐτοῦ λεγομένοις, καὶ κατακολουθεῖν τοῖς προστάγμασιν αὐτοῦ."
    },
    {
      "verse": 24,
      "text": "Καὶ περικάθηνται εἰς τὴν ἄκραν υἱοὶ τοῦ λαοῦ ἡμῶν, χάριν τούτου καὶ ἀλλοτριοῦνται ἀφʼ ἡμῶν· πλὴν ὅσοι εὑρίσκοντο ἀφʼ ἡμῶν ἐθανατοῦντο, καὶ αἱ κληρονομίαι ἡμῶν διηρπάζοντο."
    },
    {
      "verse": 25,
      "text": "Καὶ οὐκ ἐφʼ ἡμᾶς μόνον ἐξέτειναν χεῖρα, ἀλλὰ καὶ ἐπὶ πάντα τὰ ὅρια αὐτῶν."
    },
    {
      "verse": 26,
      "text": "Καὶ ἰδοὺ παρεμβεβλήκασι σήμερον ἐπὶ τὴν ἄκραν ἐν Ἱερουσαλὴμ, τοῦ καταλαβέσθαι αὐτὴν, καὶ τὸ ἁγίασμα, καὶ τὴν Βαιθσούραν ὠχύρωσαν."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐὰν μὴ προκαταλάβῃ αὐτοὺς διατάχους, μείζονα τούτων ποιήσουσι, καὶ οὐ δυνήσῃ τοῦ κατασχεῖν αὐτῶν."
    },
    {
      "verse": 28,
      "text": "Καὶ ὠργίσθη ὁ βασιλεὺς ὅτε ἤκουσε, καὶ συνήγαγε πάντας τοὺς φίλους αὐτοῦ, καὶ τοὺς ἄρχοντας τῆς δυνάμεως αὐτοῦ, καὶ τοὺς ἐπὶ τῶν ἡνιῶν."
    },
    {
      "verse": 29,
      "text": "Καὶ ἀπὸ βασιλειῶν ἑτέρων καὶ ἀπὸ νήσων θαλασσῶν ἦλθον πρὸς αὐτὸν δυνάμεις μισθωταί."
    },
    {
      "verse": 30,
      "text": "Καὶ ἦν ὁ ἀριθμὸς τῶν δυνάμεων αὐτοῦ ἑκατὸν χιλιάδες τῶν πεζῶν, καὶ εἴκοσι χιλιάδες ἵππων, καὶ ἐλέφαντες δύο καὶ τριάκοντα εἰδότες πόλεμον."
    },
    {
      "verse": 31,
      "text": "Καὶ ἤλθοσαν διὰ τῆς Ἰδουμαίας, καὶ παρενεβάλοσαν ἐπὶ Βαιθσούραν, καὶ ἐπολέμησαν ἡμέρας πολλὰς, καὶ ἐποίησαν μηχανάς· καὶ ἐξῆλθον, καὶ ἐνεπύρισαν αὐτὰς ἐν πυρὶ, καὶ ἐπολέμησαν ἀνδρωδῶς."
    },
    {
      "verse": 32,
      "text": "Καὶ ἀπῇρεν Ἰούδας ἀπὸ τῆς ἄκρας, καὶ παρενέβαλεν εἰς Βαιθζαχαρία ἀπέναντι τῆς παρεμβολῆς τοῦ βασιλέως."
    },
    {
      "verse": 33,
      "text": "Καὶ ὤρθρισεν ὁ βασιλεὺς τοπρωῒ, καὶ ἀπῇρε τὴν παρεμβολὴν ἐν ὁρμήματι αὐτῆς κατὰ τὴν ὁδὸν Βαιθζαχαρία, καὶ διεσκευάσθησαν αἱ δυνάμεις εἰς τὸν πόλεμον, καὶ ἐσάλπισαν ταῖς σάλπιγξι."
    },
    {
      "verse": 34,
      "text": "Καὶ τοῖς ἐλέφασιν ἔδειξαν αἷμα σταφυλῆς καὶ μόρων, τοῦ παραστῆσαι αὐτοὺς εἰς τὸν πόλεμον."
    },
    {
      "verse": 35,
      "text": "Καὶ διεῖλον τὰ θηρία εἰς τὰς φάλαγγας, καὶ παρέστησαν ἑκάστῳ ἐλέφαντι χιλίους ἄνδρας τεθωρακισμένους ἐν ἁλυσιδωτοῖς, καὶ περικεφαλαῖαι χαλκαῖ ἐπὶ τῶν κεφαλῶν αὐτῶν, καὶ πεντακόσιοι ἵπποι διατεταγμένοι ἑκάστῳ θηρίῳ ἐκλελεγμένοι."
    },
    {
      "verse": 36,
      "text": "Οὗτοι πρὸ καιροῦ, οὗ ἐὰν ἦν τὸ θηρίον, ἦσαν, καὶ οὗ ἐὰν ἐπορεύετο, ἐπορεύοντο ἅμα, οὐκ ἀφίσταντο ἀπʼ αὐτοῦ."
    },
    {
      "verse": 37,
      "text": "Καὶ πύργοι ξύλινοι ἐπʼ αὐτοὺς ὀχυροὶ σκεπαζόμενοι ἐφʼ ἑκάστου θηρίου, ἐζωσμένοι ἐπʼ αὐτοῦ μηχαναῖς· καὶ ἐφʼ ἑκάστου ἄνδρες δυνάμεως δύο καὶ τριάκοντα οἱ πολεμοῦντες ἐπʼ αὐτοῖς, καὶ ὁ Ἰνδὸς αὐτοῦ."
    },
    {
      "verse": 38,
      "text": "Καὶ τὴν ἐπίλοιπον ἵππον ἔνθεν καὶ ἔνθεν ἔστησαν ἐπὶ τὰ δύο μέρη τῆς παρεμβολῆς, κατασείοντες καὶ καταφρασσόμενοι ἐν ταῖς φάραγξιν."
    },
    {
      "verse": 39,
      "text": "Ὡς δὲ ἔστιλβεν ὁ ἥλιος ἐπὶ τὰς χρυσᾶς καὶ χαλκᾶς ἀσπίδας, ἔστιλβε τὰ ὄρη ἀπʼ αὐτῶν, καὶ κατηύγαζεν ὡς λαμπάδες πυρός."
    },
    {
      "verse": 40,
      "text": "Καὶ ἐξετάθη μέρος τι τῆς παρεμβολῆς τοῦ βασιλέως ἐπὶ τὰ ὑψηλὰ ὄρη, καί τινες ἐπὶ ταπεινά· καὶ ἤρχοντο ἀσφαλῶς καὶ τεταγμένως."
    },
    {
      "verse": 41,
      "text": "Καὶ ἐσαλεύοντο πάντες οἱ ἀκούοντες φωνῆς πλήθους αὐτῶν, καὶ ὁδοιπαρίας τοῦ πλήθους, καὶ συγκρουσμοῦ τῶν ὅπλων· ἦν γὰρ ἡ παρεμβολὴ μεγάλη σφόδρα καὶ ἰσχυρά."
    },
    {
      "verse": 42,
      "text": "Καὶ ἤγγισεν Ἰούδας καὶ ἡ παρεμβολὴ αὐτοῦ εἰς παράταξιν· καὶ ἔπεσον ἀπὸ τῆς παρεμβολῆς τοῦ βασιλέως ἑξακόσιοι ἄνδρες."
    },
    {
      "verse": 43,
      "text": "Καὶ εἶδεν Ἐλεάζαρ ὁ Σαυαρὰν ἓν τῶν θηρίων τεθωρακισμένον θώρακι βασιλικῷ, καὶ ἦν ὑπεράγον πάντα τὰ θηρία, καὶ ὤφθη ὅτι ἐν αὐτῷ ἐστιν ὁ βασιλεύς."
    },
    {
      "verse": 44,
      "text": "Καὶ ἔδωκεν ἑαυτὸν τοῦ σῶσαι τὸν λαὸν αὐτοῦ, καὶ περιποιῆσαι ἑαυτῷ ὄνομα αἰώνιον."
    },
    {
      "verse": 45,
      "text": "Καὶ ἐπέδραμεν αὐτῷ θράσει εἰς μέσον τῆς φάλαγγος, καὶ ἐθανάτου δεξιὰ καὶ εὐώνυμα καὶ ἐσχίζοντο ἀπʼ αὐτοῦ ἔνθα καὶ ἔνθα."
    },
    {
      "verse": 46,
      "text": "Καὶ εἰσέδυ ὑπὸ τὸν ἐλέφαντα, καὶ ὑπέθηκεν αὐτῷ, καὶ ἀνεῖλεν αὐτὸν, καὶ ἔπεσεν ἐπὶ τὴν γῆν ἐπάνω αὐτοῦ, καὶ ἀπέθανεν ἐκεῖ."
    },
    {
      "verse": 47,
      "text": "Καὶ ἴδον τὴν ἰσχὺν τῆς βασιλείας καὶ τὸ ὅρμημα τῶν δυνάμεων, καὶ ἐξέκλιναν ἀπʼ αὐτῶν."
    },
    {
      "verse": 48,
      "text": "Οἱ δὲ ἐκ τῆς παρεμβολῆς τοῦ βασιλέως ἀνέβαινον εἰς συνάντησιν αὐτῶν εἰς Ἱερουσαλήμ· καὶ παρενέβαλεν ὁ βασιλεὺς εἰς τὴν Ἰουδαίαν καὶ εἰς τὸ ὄρος Σιὼν,"
    },
    {
      "verse": 49,
      "text": "καὶ ἐποίησεν εἰρήνην μετὰ τῶν ἐκ Βαιθσούρων· καὶ ἐξῆλθον ἐκ τῆς πόλεως, ὅτι οὐκ ἦν αὐτοῖς ἐκεῖ διατροφὴ τοῦ συγκεκλεῖσθαι ἐν αὐτῇ, ὅτι σάββατον ἦν τῇ γῇ."
    },
    {
      "verse": 50,
      "text": "Καὶ κατελάβετο βασιλεὺς τὴν Βαιθσούραν, καὶ ἀπέταξεν ἐκεῖ φρουρὰν τηρεῖν αὐτὴν,"
    },
    {
      "verse": 51,
      "text": "καὶ παρενέβαλεν ἐπὶ τὸ ἁγίασμα ἡμέρας πολλὰς, καὶ ἔστησεν ἐκεῖ βελοστάσεις καὶ μηχανὰς καὶ πυρόβολα καὶ λιθόβολα καὶ σκορπίδια εἰς τὸ βάλλεσθαι βέλη, καὶ σφενδόνας."
    },
    {
      "verse": 52,
      "text": "Καὶ ἐποίησαν καὶ αὐτοὶ μηχανὰς πρὸς τὰς μηχανὰς αὐτῶν, καὶ ἐπολέμησαν ἡμέρας πολλάς."
    },
    {
      "verse": 53,
      "text": "Βρώματα δὲ οὐκ ἦν ἐν τοῖς ἀγγείοις, διὰ τὸ ἕβδομον ἔτος εἶναι, καὶ οἱ ἀνασωζόμενοι εἰς τὴν Ἰουδαίαν ἀπὸ τῶν ἐθνῶν κατέφαγον τὸ ὑπόλειμμα τῆς παραθέσεως."
    },
    {
      "verse": 54,
      "text": "Καὶ ὑπελείφθησαν ἐν τοῖς ἁγίοις ἄνδρες ὀλίγοι, ὅτι κατεκράτησεν αὐτῶν ὁ λιμός· καὶ ἐσκορπίσθησαν ἕκαστος εἰς τὸν τόπον αὐτοῦ."
    },
    {
      "verse": 55,
      "text": "Καὶ ἤκουσε Λυσίας, ὅτι Φίλιππος, ὃν κατέστησεν ὁ βασιλεὺς Ἀντίοχος ἔτι ζῶν, ἐκθρέψαι Ἀντίοχον τὸν υἱὸν αὐτοῦ εἰς τὸ βασιλεῦσαι αὐτὸν,"
    },
    {
      "verse": 56,
      "text": "ἀπέστρεψεν ἀπὸ τῆς Περσίδος καὶ Μηδείας, καὶ αἱ δυνάμεις αἱ πορευθεῖσαι τοῦ βασιλέως μετʼ αὐτοῦ, καὶ ὅτι ζητεῖ παραλαβεῖν τὰ πράγματα."
    },
    {
      "verse": 57,
      "text": "Καὶ κατέσπευσε τοῦ ἀπελθεῖν, καὶ εἰπεῖν πρὸς τὸν βασιλέα καὶ τοὺς ἡγεμόνας τῆς δυνάμεως καὶ τοὺς ἄνδρας, ἐκλείπομεν καθʼ ἡμέραν, καὶ ἡ τροφὴ ἡμῖν ὀλίγη, καὶ ὁ τόπος οὗ παρεμβάλλομεν ἐστιν ὀχυρὸς, καὶ ἐπίκειται ἡμῖν τὰ τῆς βασιλείας."
    },
    {
      "verse": 58,
      "text": "Νῦν οὖν δῶμεν δεξιὰν τοῖς ἀνθρώποις τούτοις, καὶ ποιήσωμεν μετʼ αὐτῶν εἰρήνην καὶ μετὰ παντὸς ἔθνους αὐτῶν,"
    },
    {
      "verse": 59,
      "text": "καὶ στήσωμεν αὐτοῖς τοῦ πορεύεσθαι τοῖς νομίμοις αὐτῶν, ὡς τοπρότερον· χάριν γὰρ τῶν νομίμων αὐτῶν ὧν διεσκεδάσαμεν, ὠργίσθησαν, καὶ ἐποίησαν ταῦτα πάντα."
    },
    {
      "verse": 60,
      "text": "Καὶ ἤρεσεν ὁ λόγος ἐναντίον τοῦ βασιλέως καὶ τῶν ἀρχόντων, καὶ ἀπέστειλε πρὸς αὐτοὺς εἰρηνεῦσαι, καὶ ἐπεδέξαντο."
    },
    {
      "verse": 61,
      "text": "Καὶ ὤμοσεν αὐτοῖς ὁ βασιλεὺς καὶ οἱ ἄρχοντες· ἐπὶ τούτοις ἐξῆλθον ἐκ τοῦ ὀχυρώματος."
    },
    {
      "verse": 62,
      "text": "Καὶ εἰσῆλθεν ὁ βασιλεὺς εἰς τὸ ὄρος Σιὼν, καὶ εἶδε τὸ ὀχύρωμα τοῦ τόπου· καὶ ἠθέτησε τὸν ὁρκισμὸν ὃν ὤμοσε, καὶ ἐνετείλατο καθελεῖν τὸ τεῖχος κυκλόθεν."
    },
    {
      "verse": 63,
      "text": "Καὶ ἀπῇρε κατὰ σπουδὴν, καὶ ἀπέστρεψεν εἰς Ἀντιόχειαν, καὶ εὗρε Φίλιππον κυριεύοντα τῆς πόλεως, καὶ ἐπολέμησε πρὸς αὐτὸν, καὶ κατελάβετο τὴν πόλιν βίᾳ."
    }
  ]
}