{
  "book_id": "1MA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Ἔτους ἑνὸς καὶ πεντηκοστοῦ καὶ ἐκατοστοῦ ἐξῆλθε Δημήτριος ὁ τοῦ Σελεύκου ἐκ Ῥώμης, καὶ ἀνέβη σὺν ἀνδράσιν ὀλίγοις εἰς πόλιν παραθαλασσίαν, καὶ ἐβασίλευσεν ἐκεῖ."
    },
    {
      "verse": 2,
      "text": "Καὶ ἐγένετο ὡς εἰσεπορεύετο εἰς οἶκον βασιλείας πατέρων αὐτοῦ, συνέλαβον αἱ δυνάμεις τὸν Ἀντίοχον καὶ τὸν Λυσίαν ἄγειν αὐτοὺς αὐτῷ."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐγνώσθη αὐτῷ τὸ πρᾶγμα, καὶ εἶπε, μή μοι δείξητε τὰ πρόσωπα αὐτῶν."
    },
    {
      "verse": 4,
      "text": "Καὶ ἀπέκτειναν αὐτοὺς αἱ δυνάμεις, καὶ ἐκάθισε Δημήτριος ἐπὶ θρόνου βασιλείας αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Καὶ ἦλθον πρὸς αὐτὸν πάντες ἄνδρες ἄνομοι καὶ ἀσεβεῖς ἐξ Ἰσραήλ, καὶ Ἄλκιμος ἡγεῖτο αὐτῶν, βουλόμενος ἱερατεύειν."
    },
    {
      "verse": 6,
      "text": "Καὶ κατηγόρησαν τοῦ λαοῦ πρὸς τὸν βασιλέα, λέγοντες, ἀπώλεσεν Ἰούδας καὶ οἱ ἀδελφοὶ αὐτοῦ τοὺς φίλους σου, καὶ ἡμᾶς ἐσκόρπισαν ἀπὸ τῆς γῆς ἡμῶν."
    },
    {
      "verse": 7,
      "text": "Νῦν οὖν ἀπόστειλον ἄνδρα ᾧ πιστεύεις, καὶ πορευθεὶς ἰδέτω τὴν ἐξολόθρευσιν πᾶσαν ἣν ἐποίησεν ἡμῖν καὶ τῇ χώρᾳ τοῦ βασιλέως, καὶ κολασάτω αὐτοὺς καὶ πάντας τοὺς ἐπιβοηθοῦντας αὐτοῖς."
    },
    {
      "verse": 8,
      "text": "Καὶ ἐπέλεξεν ὁ βασιλεὺς τὸν Βακχίδην τῶν φίλων τοῦ βασιλέως, κυριεύοντα ἐν τῷ πέραν τοῦ ποταμοῦ, καὶ μέγαν ἐν τῇ βασιλείᾳ, καὶ πιστὸν τῷ βασιλεῖ."
    },
    {
      "verse": 9,
      "text": "Καὶ ἀπέστειλεν αὐτὸν καὶ Ἄλκιμον τὸν ἀσεβῆ, καὶ ἔστησεν αὐτῷ τὴν ἱερωσύνην, καὶ ἐνετείλατο αὐτῷ ποιῆσαι τὴν ἐκδίκησιν ἐν τοῖς υἱοῖς Ἰσραήλ."
    },
    {
      "verse": 10,
      "text": "Καὶ ἀπῇραν, καὶ ἦλθον μετὰ δυνάμεως πολλῆς εἰς γῆν Ἰούδα· καὶ ἀπέστειλεν ἀγγέλους πρὸς Ἰούδαν, καὶ τοὺς ἀδελφοὺς αὐτοῦ, λόγοις εἰρηνικοῖς μετὰ δόλου."
    },
    {
      "verse": 11,
      "text": "Καὶ οὐ προσέσχον τοῖς λόγοις αὐτῶν, ἴδον γὰρ ὅτι ἦλθον μετὰ δυνάμεως πολλῆς."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐπισυνήχθησαν πρὸς Ἄλκιμον καὶ Βακχίδην συναγωγὴ γραμματέων ἐκζητῆσαι δίκαια."
    },
    {
      "verse": 13,
      "text": "Καὶ πρῶτοι οἱ Ἀσιδαῖοι ἦσαν ἐν υἱοῖς Ἰσραὴλ, καὶ ἐπεζήτουν παρὰ αὐτῶν εἰρήνην·"
    },
    {
      "verse": 14,
      "text": "Εἶπαν γὰρ, ἄνθρωπος ἱερεὺς ἐκ τοῦ σπέρματος Ἀαρὼν ἦλθεν ἐν ταῖς δυνάμεσι, καὶ οὐκ ἀδικήσει ἡμᾶς."
    },
    {
      "verse": 15,
      "text": "Καὶ ἐλάλησε μετʼ αὐτῶν λόγους εἰρηνικοὺς, καὶ ὤμοσεν αὐτοῖς, λέγων, οὐκ ἐκζητήσομεν ὑμῖν κακὸν, καὶ τοῦ φίλοις ὑμῶν."
    },
    {
      "verse": 16,
      "text": "Καὶ ἐνεπίστευσαν αὐτῷ· καὶ συνέλαβεν ἐξ αὐτῶν ἑξήκοντα ἄνδρας, καὶ ἀπέκτεινεν αὐτοὺς ἐν ἡμέρᾳ μιᾷ, κατὰ τὸν λόγον ὃν ἔγραψε,"
    },
    {
      "verse": 17,
      "text": "σάρκας ὁσίων σου καὶ αἵματα αὐτῶν ἐξέχεαν κύκλῳ Ἱερουσαλὴμ, καὶ οὐκ ἦν αὐτοῖς ὁ θάπτων."
    },
    {
      "verse": 18,
      "text": "Καὶ ἐπέπεσεν αὐτῶν ὁ φόβος καὶ ὁ τρόμος ἐπὶ πάντα τὸν λαὸν, ὅτι εἶπαν, οὐκ ἔστιν ἐν αὐτοῖς ἀλήθεια καὶ κρίσις· παρέβησαν γὰρ τὴν στάσιν καὶ τὸν ὅρκον ὃν ὤμοσαν."
    },
    {
      "verse": 19,
      "text": "Καὶ ἀπῇρε Βακχίδης ἀπὸ Ἱερουσαλὴμ, καὶ παρενέβαλεν ἐν Βηζὲθ, καὶ ἀπέστειλε καὶ συνέλαβε πολλοὺς ἀπὸ τῶν ἀπʼ αὐτοῦ αὐτομολησάντων ἀνδρῶν, καί τινας τοῦ λαοῦ, καὶ ἔθυσεν αὐτοὺς εἰς τὸ φρέαρ τὸ μέγα."
    },
    {
      "verse": 20,
      "text": "Καὶ κατέστησε τὴν χώραν τῷ Ἀλκίμῳ, καὶ ἀφῆκε μετʼ αὐτοῦ δύναμιν τοῦ βοηθεῖν αὐτῷ· καὶ ἀπῆλθε Βακχίδης πρὸς τὸν βασιλέα."
    },
    {
      "verse": 21,
      "text": "Καὶ ἠγωνίσατο Ἄλκιμος περὶ τῆς ἀρχιερωσύνης."
    },
    {
      "verse": 22,
      "text": "Καὶ συνήχθησαν πρὸς αὐτὸν πάντες οἱ ταράσσοντες τὸν λαὸν αὐτῶν, καὶ κατεκράτησαν γῆν Ἰούδα, καὶ ἐποίησαν πληγὴν μεγάλην ἐν Ἰσραήλ."
    },
    {
      "verse": 23,
      "text": "Καὶ εἶδεν Ἰούδας πᾶσαν τὴν κακίαν ἣν ἐποίησεν Ἄλκιμος καὶ οἱ μετʼ αὐτοῦ ἐν υἱοῖς Ἰσραὴλ ὑπὲρ τὰ ἔθνη·"
    },
    {
      "verse": 24,
      "text": "καὶ ἐξῆλθεν εἰς πάντα τὰ ὅρια τῆς Ἰουδαίας κυκλόθεν, καὶ ἐποίησεν ἐκδίκησιν ἐν τοῖς ἀνδράσι τοῖς αὐτομολήσασι, καὶ ἀνεστάλησαν τοῦ πορεύεσθαι εἰς τὴν χώραν."
    },
    {
      "verse": 25,
      "text": "Ὡς δὲ εἶδεν Ἄλκιμος ὅτι ἐνίσχυσεν Ἰούδας καὶ οἱ μετʼ αὐτοῦ, καὶ ἔγνω ὅτι οὐ δύναται ὑποστῆναι αὐτούς, καὶ ἐπέστρεψε πρὸς τὸν βασιλέα, καὶ κατηγόρησεν αὐτῶν πονηρά."
    },
    {
      "verse": 26,
      "text": "Καὶ ἀπέστειλεν ὁ βασιλεὺς Νικάνορα, ἕνα τῶν ἀρχόντων αὐτοῦ τῶν ἐνδόξων, καὶ μισοῦντα καὶ ἐχθραίνοντα τῷ Ἰσραήλ, καὶ ἐνετείλατο αὐτῷ ἐξᾶραι τὸν λαόν."
    },
    {
      "verse": 27,
      "text": "Καὶ ἦλθε Νικάνωρ εἰς Ἰερουσαλὴμ δυνάμει πολλῇ, καὶ ἀπέστειλε πρὸς Ἰούδαν καὶ τοὺς ἀδελφοὺς αὐτοῦ μετὰ δόλου λόγοις εἰρηνικοῖς, λέγων,"
    },
    {
      "verse": 28,
      "text": "μὴ ἔστω μάχη ἀναμέσον ἐμοῦ καὶ ὑμῶν· ἥξω ἐν ἀνδράσιν ὀλίγοις, ἵνα ὑμῶν ἴδω τὰ πρόσωπα μετʼ εἰρήνης."
    },
    {
      "verse": 29,
      "text": "Καὶ ἦλθε πρὸς Ἰούδαν, καὶ ἠσπάσαντο ἀλλήλους εἰρηνικῶς· καὶ οἱ πολέμιοι ἦσαν ἕτοιμοι ἐξαρπάσαι τὸν Ἰούδαν."
    },
    {
      "verse": 30,
      "text": "Καὶ ἐγνώσθη ὁ λόγος τῷ Ἰούδᾳ, ὅτι μετὰ δόλου ἦλθεν ἐπʼ αὐτόν· καὶ ἐπτοήθη ἀπʼ αὐτοῦ, καὶ οὐκ ἐβουλήθη ἔτι ἰδεῖν τὸ πρόσωπον αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "Καὶ ἔγνω Νικάνωρ ὅτι ἀπεκαλύφθη ἡ βουλὴ αὐτοῦ, καὶ ἐξῆλθεν εἰς συνάντησιν τῷ Ἰούδᾳ ἐν πολέμῳ κατὰ Χαφαρσαλαμά."
    },
    {
      "verse": 32,
      "text": "Καὶ ἔπεσον τῶν παρὰ Νικάνορος ὡσεὶ πεντακισχίλιοι ἄνδρες, καὶ ἔφυγον εἰς τὴν πόλιν Δαυίδ."
    },
    {
      "verse": 33,
      "text": "Καὶ μετὰ τοὺς λόγους τούτους ἀνέβη Νικάνωρ εἰς τὸ ὄρος Σιών· καὶ ἐξῆλθον ἀπὸ τῶν ἱερέων ἐκ τῶν ἁγίων καὶ ἀπὸ τῶν πρεσβυτέρων τοῦ λαοῦ ἀσπάσασθαι αὐτὸν εἰρηνικῶς, καὶ δεῖξαι αὐτῷ τὴν ὁλοκαύτωσιν τὴν προσφερομένην ὑπὲρ τοῦ βασιλέως."
    },
    {
      "verse": 34,
      "text": "Καὶ ἐμυκτήρισεν αὐτοὺς, καὶ κατεγέλασεν αὐτῶν, καὶ ἐμίανεν αὐτούς, καὶ ἐλάλησεν ὑπερηφάνως."
    },
    {
      "verse": 35,
      "text": "Καὶ ὤμοσε μετὰ θυμοῦ, λέγων, ἐὰν μὴ παραδοθῇ Ἰούδας καὶ ἡ παρεμβολὴ αὐτοῦ εἰς χεῖράς μου τὸ νῦν, καὶ ἔσται ἐὰν ἐπιστρέψω ἐν εἰρήνῃ, ἐμπυριῶ τὸν οἶκον τοῦτον· καὶ ἐξῆλθε μετὰ θυμοῦ μεγάλου."
    },
    {
      "verse": 36,
      "text": "Καὶ εἰσῆλθον οἱ ἱερεῖς, καὶ ἔστησαν κατὰ πρόσωπον τοῦ θυσιαστηρίου καὶ τοῦ ναοῦ, καὶ ἔκλαυσαν, καὶ εἶπον,"
    },
    {
      "verse": 37,
      "text": "σὺ, Κύριε, ἐξελέξω τὸν οἶκον τοῦτον ἐπικληθῆναι τὸ ὄνομά σου ἐπʼ αὐτῷ, εἶναι οἶκον προσευχῆς καὶ δεήσεως τῷ λαῷ σου."
    },
    {
      "verse": 38,
      "text": "Ποίησον ἐκδίκησιν ἐν τῷ ἀνθρώπῳ τούτῳ καὶ ἐν τῇ παρεμβολῇ αὐτοῦ, καὶ πεσέτωσαν ἐν ῥομφαίᾳ· μνήσθητι τῶν δυσφημιῶν αὐτῶν, καὶ μὴ δῷς αὐτοῖς μονήν."
    },
    {
      "verse": 39,
      "text": "Καὶ ἐξῆλθε Νικάνωρ ἐξ Ἱερουσαλὴμ, καὶ παρενέβαλεν ἐν Βαιθωρὼν, καὶ συνήντησεν αὐτῷ δύναμις Συρίας."
    },
    {
      "verse": 40,
      "text": "Καὶ Ἰούδας παρενέβαλεν ἐν Ἀδασὰ ἐν τρισχιλίοις ἀνδράσι· καὶ προσηύξατο Ἰούδας, καὶ εἶπεν,"
    },
    {
      "verse": 41,
      "text": "οἱ παρὰ τοῦ βασιλέως Ἀσσυρίων ὅτε ἐδυσφήμησαν, ἐξῆλθεν ὁ ἄγγελός σου, Κύριε, καὶ ἐπάταξεν ἐν αὐτοῖς ἑκατὸν ὀγδοηκονταπέντε χιλιάδας."
    },
    {
      "verse": 42,
      "text": "Οὕτω σύντριψον τὴν παρεμβολὴν ταύτην ἐνώπιον ἡμῶν σήμερον, καὶ γνώτωσαν οἱ ἐπίλοιποι, ὅτι κακῶς ἐλάλησαν ἐπὶ τὰ ἅγιά σου, καὶ κρῖνον αὐτὸν κατὰ τὴν κακίαν αὐτοῦ."
    },
    {
      "verse": 43,
      "text": "Καὶ συνῆψαν αἱ παρεμβολαὶ εἰς πόλεμον τῇ τρισκαιδεκάτῃ τοῦ μηνὸς Ἄδαρ, καὶ συνετρίβη ἡ παρεμβολὴ Νικάνορος, καὶ ἔπεσεν αὐτὸς πρῶτος ἐν τῷ πολέμῳ."
    },
    {
      "verse": 44,
      "text": "Ὡς δὲ εἶδεν ἡ παρεμβολὴ αὐτοῦ ὅτι ἔπεσε Νικάνωρ, ῥίψαντες τὰ ὅπλα αὐτῶν ἔφυγον."
    },
    {
      "verse": 45,
      "text": "Καὶ κατεδίωκον αὐτοὺς ὁδὸν ἡμέρας μιᾶς ἀπὸ Ἀδασὰ ἕως τοῦ ἐλθεῖν εἰς Γάζηρα, καὶ ἐσάλπισαν ὀπίσω αὐτῶν ταῖς σάλπιγξι τῶν σημασιῶν."
    },
    {
      "verse": 46,
      "text": "Καὶ ἐξῆλθον ἐκ πασῶν τῶν κωμῶν τῆς Ἰουδαίας κυκλόθεν, καὶ ὑπερεκέρων αὐτοὺς, καὶ ἀνέστρεφον οὗτοι πρὸς τούτους· καὶ ἔπεσον πάντες ῥομφαίᾳ, καὶ οὐ κατελείφθη ἐξ αὐτῶν οὐδὲ εἷς."
    },
    {
      "verse": 47,
      "text": "Καὶ ἔλαβον τὰ σκῦλα καὶ τὴν προνομὴν, καὶ τὴν κεφαλὴν Νικάνορος ἀφεῖλον, καὶ τὴν δεξιὰν αὐτοῦ ἣν ἐξέτεινεν ὑπερηφάνως, καὶ ἤνεγκαν, καὶ ἐξέτειναν παρὰ τὴν Ἱερουσαλήμ."
    },
    {
      "verse": 48,
      "text": "Καὶ εὐφράνθη δ λαὸς σφόδρα, καὶ ἤγαγον τὴν ἡμέραν ἐκείνην ἡμέραν εὐφροσύνης μεγάλης."
    },
    {
      "verse": 49,
      "text": "Καὶ ἔστησαν τοῦ ἄγειν κατὰ ἐνιαυτὸν τὴν ἡμέραν ταύτην τὴν τρισκαιδεκάτην τοῦ Ἄδαρ."
    },
    {
      "verse": 50,
      "text": "Καὶ ἡσύχασεν ἡ γῆ Ἰούδα ἡμέρας ὀλίγας."
    }
  ]
}