{
  "book_id": "1MA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἤκουσε Δημήτριος ὅτι ἔπεσε Νικάνωρ καὶ αἱ δυνάμεις αὐτοῦ ἐν πολέμῳ, καὶ προσέθετο τὸν Βακχίδην καὶ τὸν Ἄλκιμον ἐκ δευτέρου ἀποστεῖλαι εἰς γῆν Ἰούδα, καὶ τὸ δεξιὸν κέρας μετʼ αὐτῶν."
    },
    {
      "verse": 2,
      "text": "Καὶ ἐπορεύθησαν ὁδὸν τὴν εἰς Γάλγαλα, καὶ παρενέβαλον ἐπὶ Μαισαλὼθ τὴν ἐν Ἀρβήλοις, καὶ προκατελάβοντο αὐτὴν, καὶ ἀπώλεσαν ψυχὰς ἀνθρώπων πολλάς."
    },
    {
      "verse": 3,
      "text": "Καὶ τοῦ μηνὸς τοῦ πρώτου ἔτους τοῦ δευτέρου καὶ πεντηκοστοῦ καὶ ἑκατοστοῦ παρενέβαλον ἐπὶ Ἱερουσαλήμ."
    },
    {
      "verse": 4,
      "text": "Καὶ ἀπῇραν καὶ ἐπορεύθησαν εἰς Βερέαν ἐν εἴκοσι χιλιάσιν ἀνδρῶν καὶ δισχιλίᾳ ἵππῳ."
    },
    {
      "verse": 5,
      "text": "Καὶ Ἰούδας ἦν παρεμβεβληκὼς ἐν Ἐλεασὰ, καὶ τρισχίλιοι ἄνδρες ἐκλεκτοὶ μετʼ αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "Καὶ ἴδον τὸ πλῆθος τῶν δυνάμεων ὅτι πολλοί εἰσι, καὶ ἐφοβήθησαν σφόδρα· καὶ ἐξεῤῥύησαν πολλοὶ ἀπὸ τῆς παρεμβολῆς, οὐ κατελείφθησαν ἐξ αὐτῶν ἀλλʼ ἢ ὀκτακόσιοι ἄνδρες."
    },
    {
      "verse": 7,
      "text": "Καὶ εἶδεν Ἰούδας ὅτι ἀπεῤῥύη ἡ παρεμβολὴ αὐτοῦ, καὶ ὁ πόλεμος ἔθλιβεν αὐτόν· καὶ συνετρίβη τῇ καρδίᾳ, ὅτι οὐκ εἶχε καιρὸν συναγαγεῖν αὐτούς."
    },
    {
      "verse": 8,
      "text": "Καὶ ἐξελύθη, καὶ εἶπε τοῖς καταλειφθεῖσιν, ἀναστῶμεν καὶ ἀναβῶμεν ἐπὶ τοὺς ὑπεναντίους ἡμῶν, ἐὰν ἄρα δυνώμεθα πολεμῆσαι αὐτούς."
    },
    {
      "verse": 9,
      "text": "Καὶ ἀπέστρεψαν αὐτὸν, λέγοντες, οὐ μὴ δυνώμεθα, ἀλλʼ ἢ σώζωμεν τὰς ἑαυτῶν ψυχὰς τὸ νῦν, καὶ ἐπιστρέψωμεν μετὰ τῶν ἀδελφῶν ἡμῶν, καὶ πολεμήσωμεν πρὸς αὐτοὺς, ἡμεῖς δὲ ὀλίγοι."
    },
    {
      "verse": 10,
      "text": "Καὶ εἶπεν Ἰούδας, μή μοι γένοιτο ποιῆσαι τὸ πρᾶγμα τοῦτο, φυγεῖν ἀπʼ αὐτῶν, καὶ εἰ ἤγγικεν ὁ καιρὸς ἡμῶν, καὶ ἀποθάνωμεν ἐν ἀνδρείᾳ χάριν τῶν ἀδελφῶν ἡμῶν, καὶ μὴ καταλίπωμεν αἰτίαν τῇ δόξῃ ἡμῶν."
    },
    {
      "verse": 11,
      "text": "Καὶ ἀπῇρεν ἡ δύναμις ἀπὸ τῆς παρεμβολῆς, καὶ ἔστησαν εἰς συνάντησιν αὐτοῖς, καὶ ἐμερίσθη ἡ ἵππος εἰς δύο μέρη, καὶ οἱ σφενδονηταὶ καὶ οἱ τοξόται προεπορεύοντο τῆς δυνάμεως, καὶ οἱ πρωταγωνισταὶ πάντες οἱ δυνατοί."
    },
    {
      "verse": 12,
      "text": "Βακχίδης δὲ ἦν ἐν τῷ δεξιῷ κέρατι, καὶ ἤγγισεν ἡ φάλαγξ ἐκ τῶν δύο μερῶν, καὶ ἐφώνουν ταῖς σάλπιγξι. Καὶ ἐσάλπισαν οἱ παρὰ Ἰούδα καὶ αὐτοὶ ταῖς σάλπιγξι,"
    },
    {
      "verse": 13,
      "text": "καὶ ἐσαλεύθη ἡ γῆ ἀπὸ τῆς φωνῆς τῶν παρεμβολῶν· καὶ ἐγένετο ὁ πόλεμος συνημένος ἀπὸ πρωΐθεν ἕως ἑσπέρας."
    },
    {
      "verse": 14,
      "text": "Καὶ· εἶδεν Ἰούδας ὅτι Βακχίδης καὶ τὸ στερέωμα τῆς παρεμβολῆς ἐν τοῖς δεξιοῖς, καὶ συνῆλθον αὐτῷ πάντες οἱ εὔψυχοι τῇ καρδίᾳ."
    },
    {
      "verse": 15,
      "text": "Καὶ συνετρίβη τὸ δεξιὸν κέρας ἀπʼ αὐτῶν, καὶ ἐδίωκεν ὀπίσω αὐτῶν ἕως Ἀζώτου ὄρους."
    },
    {
      "verse": 16,
      "text": "Καὶ οἱ εἰς τὸ ἀριστερὸν κέρας ἴδον ὅτι συνετρίβη τὸ δεξιὸν κέρας, καὶ ἐπέστρεψαν κατὰ πόδας Ἰούδα καὶ τῶν μετʼ αὐτοῦ ἐκ τῶν ὄπισθεν."
    },
    {
      "verse": 17,
      "text": "Καὶ ἐβαρύνθη ὁ πόλεμος, καὶ ἔπεσον τραυματίαι πολλοὶ ἐκ τούτων καὶ ἐκ τούτων."
    },
    {
      "verse": 18,
      "text": "Καὶ Ἰούδας ἔπεσε, καὶ οἱ λοιποὶ ἔφυγον."
    },
    {
      "verse": 19,
      "text": "Καὶ ᾖραν Ἰωνάθαν καὶ Σίμων Ἰούδαν τὸν ἀδελφὸν αὐτῶν, καὶ ἔθαψαν αὐτὸν ἐν τῷ τάφῳ τῶν πατέρων αὐτοῦ ἐν Μωδεεΐμ."
    },
    {
      "verse": 20,
      "text": "Καὶ ἔκλαυσαν αὐτὸν, καὶ ἐκόψαντο αὐτὸν πᾶς Ἰσραὴλ κοπετὸν μέγαν, καὶ ἐπένθουν ἡμέρας πολλὰς, καὶ εἶπον,"
    },
    {
      "verse": 21,
      "text": "πῶς ἔπεσε δυνατὸς, σώζων τὸν Ἰσραήλ;"
    },
    {
      "verse": 22,
      "text": "Καὶ τὰ περισσὰ τῶν λόγων Ἰούδα, καὶ τῶν πολέμων, καὶ τῶν ἀνδραγαθιῶν ὧν ἐποίησε, καὶ τῆς μεγαλωσύνης αὐτῶν, οὐ κατεγράφη, πολλὰ γὰρ ἦν σφόδρα."
    },
    {
      "verse": 23,
      "text": "Καὶ ἐγένετο μετὰ τὴν τελευτὴν Ἰούδα, ἐξέκυψαν οἱ ἄνομοι ἐν πᾶσι τοῖς ὁρίοις Ἰσραὴλ, καὶ ἀνέτειλαν πάντες οἱ ἐργαζόμενοι τὴν ἀδικίαν."
    },
    {
      "verse": 24,
      "text": "Ἐν ταῖς ἡμέραις ἐκείναις ἐγενήθη λιμὸς μέγας σφόδρα, καὶ ηὐτομόλησεν ἡ χώρα μετʼ αὐτῶν."
    },
    {
      "verse": 25,
      "text": "Καὶ ἐξέλεξε Βακχίδης τοὺς ἀσεβεῖς ἄνδρας, καὶ κατέστησεν αὐτοὺς κυρίους τῆς χώρας."
    },
    {
      "verse": 26,
      "text": "Καὶ ἐξεζήτουν καὶ ἐξηρεύνων τοὺς φίλους Ἰούδα, καὶ ἦγον αὐτοὺς πρὸς Βακχίδην· καὶ ἐξεδίκει ἐν αὐτοῖς, καὶ ἐνέπαιζεν αὐτοῖς."
    },
    {
      "verse": 27,
      "text": "Καὶ ἐγένετο θλίψις μεγάλη ἐν τῷ Ἰσραὴλ, ἥτις οὐκ ἐγένετο ἀφʼ ἧς ἡμέρας οὐκ ὤφθη προφήτης ἐν αὐτοῖς."
    },
    {
      "verse": 28,
      "text": "Καὶ ἠθροίσθησαν πάντες οἱ φίλοι Ἱούδα, καὶ εἶπον τῷ Ἰωνάθαν,"
    },
    {
      "verse": 29,
      "text": "ἀφʼ οὗ ὁ ἀδελφός σου Ἰούδας τετελεύτηκε, καὶ ἀνὴρ ὅμοιος αὐτῷ οὐκ ἔστιν ἐξελθεῖν πρὸς τοὺς ἐχθροὺς καὶ Βακχίδην, καὶ ἐν τοῖς ἐχθραίνουσι τοῦ ἔθνους ἡμῶν."
    },
    {
      "verse": 30,
      "text": "Νῦν οὖν σε ᾑρετισάμεθα σήμερον, τοῦ εἶναι ἀντʼ αὐτοῦ ἡμῖν εἰς ἄρχοντα καὶ ἡγούμενον, τοῦ πολεμῆσαι τὸν πόλεμον ἡμῶν."
    },
    {
      "verse": 31,
      "text": "Καὶ ἐπεδέξατο Ἰωνάθαν ἐν τῷ καιρῷ ἐκείνῳ τὴν ἥγησιν, καὶ ἀνέστη ἀντὶ Ἰούδα τοῦ ἀδελφοῦ αὐτοῦ."
    },
    {
      "verse": 32,
      "text": "Καὶ ἔγνω Βακχίδης, καὶ ἐζήτει αὐτὸν ἀποκτεῖναι."
    },
    {
      "verse": 33,
      "text": "Καὶ ἔγνω Ἰωνάθαν, καὶ Σίμων ὁ ἀδελφὸς αὐτοῦ, καὶ πάντες οἱ μετʼ αὐτοῦ, καὶ ἔφυγον εἰς τὴν ἔρημον Θεκωὲ, καὶ παρενέβαλον ἐπὶ τὸ ὕδωρ λάκκου Ἀσφάρ."
    },
    {
      "verse": 34,
      "text": "Καὶ ἔγνω Βακχίδης τῇ ἡμέρᾳ τῶν σαββάτων, καὶ ἦλθεν αὐτὸς καὶ πᾶν τὸ στράτευμα αὐτοῦ πέραν τοῦ Ἰορδάνου."
    },
    {
      "verse": 35,
      "text": "Καὶ ἀπέστειλεν Ἰωνάθαν τὸν ἀδελφὸν αὐτοῦ ἡγούμενον τοῦ ὄχλου, καὶ παρεκάλεσε τοὺς Ναυαταίους φίλους αὐτοῦ παραθέσθαι αὐτοῖς τὴν ἀποσκευὴν αὐτῶν τὴν πολλήν."
    },
    {
      "verse": 36,
      "text": "Καὶ ἐξῆλθον υἱοὶ Ἰαμβρὶ ἐκ Μηδαβὰ, καὶ συνέλαβον Ἰωάννην, καὶ πάντα ὅσα εἶχε, καὶ ἀπῆλθον ἔχοντες."
    },
    {
      "verse": 37,
      "text": "Μετὰ δὲ τοὺς λόγους τούτους ἀπήγγειλαν τῷ Ἰωνάθαν καὶ Σίμωνι τῷ ἀδελφῷ αὐτοῦ, ὅτι οἱ υἱοὶ Ἰαμβρὶ ποιοῦσι γάμον μέγαν, καὶ ἄγουσι τὴν νύμφην ἀπὸ Ναδαβὰθ, θυγατέρα ἑνὸς τῶν μεγιστάνων μεγάλων τῶν Χαναὰν, μετὰ παραπομπῆς μεγάλης."
    },
    {
      "verse": 38,
      "text": "Καὶ ἐμνήσθησαν Ἰωάννου τοῦ ἀδελφοῦ αὐτῶν, καὶ ἀνέβησαν, καὶ ἐκρύβησαν ὑπὸ τὴν σκέπην τοῦ ὄρους."
    },
    {
      "verse": 39,
      "text": "Καὶ ᾖραν τοὺς ὀφθαλμοὺς αὐτῶν, καὶ ἴδον, καὶ ἰδοὺ θροῦς, καὶ ἀποσκευὴ πολλὴ, καὶ ὁ νυμφίος ἐξῆλθε καὶ οἱ φίλοι αὐτοῦ καὶ οἱ ἀδελφοὶ αὐτοῦ εἰς συνάντησιν αὐτῶν μετὰ τυμπάνων, και μουσικῶν, καὶ ὅπλων πολλῶν."
    },
    {
      "verse": 40,
      "text": "Καὶ ἐξανέστησαν ἐπʼ αὐτοὺς ἀπὸ τοῦ ἐνέδρου οἱ περὶ τὸν Ἰωνάθαν, καὶ ἀπέκτειναν αὐτοὺς, καὶ ἔπεσον τραυματίαι πολλοὶ, καὶ οἱ ἐπίλοιποι ἔφυγον εἰς τὸ ὄρος· καὶ ἔλαβον πάντα τὰ σκῦλα αὐτῶν."
    },
    {
      "verse": 41,
      "text": "Καὶ μετεστράφη ὁ γάμος εἰς πένθος, καὶ ἡ φωνὴ μουσικῶν αὐτῶν εἰς θρῆνον."
    },
    {
      "verse": 42,
      "text": "Καὶ ἐξεδίκησαν τὴν ἐκδίκησιν αἵματος ἀδελφοῦ αὐτῶν, καὶ ἀπέστρεψαν εἰς τὸ ἕλος τοῦ Ἰορδάνου."
    },
    {
      "verse": 43,
      "text": "Καὶ ἤκουσε Βακχίδης, καὶ ἦλθε τῇ ἡμέρᾳ τῶν σαββάτων ἕως τῶν κρηπίδων τοῦ Ἰορδάνου ἐν δυνάμει πολλῇ."
    },
    {
      "verse": 44,
      "text": "Καὶ εἶπεν Ἰωνάθαν τοῖς παρʼ αὐτοῦ, ἀναστῶμεν νῦν καὶ πολεμήσωμεν ὑπὲρ τῶν ψυχῶν ἡμῶν, οὐ γὰρ ἐστι σήμερον ὡς ἐχθὲς καὶ τρίτην ἡμέραν."
    },
    {
      "verse": 45,
      "text": "Ἰδοὺ γὰρ ὁ πόλεμος ἐξεναντίας ἡμῶν καὶ ἐξόπισθεν ἡμῶν· τὸ δὲ ὕδωρ τοῦ Ἰορδάνου ἔνθεν καὶ ἔνθεν, καὶ ἕλος καὶ δρυμὸς, οὐκ ἔστι τόπος τοῦ ἐκκλῖναι."
    },
    {
      "verse": 46,
      "text": "Νῦν οὖν κεκράξατε εἰς οὐρανὸν, ὅπως διασωθῆτε ἐκ χειρὸς ἐχθρῶν ὑμῶν."
    },
    {
      "verse": 47,
      "text": "Καὶ συνῆψεν ὁ πόλεμος· καὶ ἐξέτεινεν Ἰωνάθαν τὴν χεῖρα αὐτοῦ πατάξαι τὸν Βακχίδην, καὶ ἐξέκλινεν ἀπʼ αὐτοῦ εἰς τὰ ὀπίσω."
    },
    {
      "verse": 48,
      "text": "Καὶ ἐνεπήδησεν Ἰωνάθαν καὶ οἱ μετʼ αὐτοῦ εἰς τὸν Ἰορδάνην, καὶ διεκολύμβησαν εἰς τὸ πέραν· καὶ οὐ διέβησαν ἐπʼ αὐτοὺς τὸν Ἰορδάνην."
    },
    {
      "verse": 49,
      "text": "Καὶ διέπεσον παρὰ Βακχίδου τῇ ἡμέρᾳ ἐκείνῃ εἰς χιλίους ἄνδρας."
    },
    {
      "verse": 50,
      "text": "Καὶ ἐπέστρεψεν εἰς Ἱερουσαλὴμ, καὶ ᾠκοδόμησε πόλεις ὀχυρὰς ἐν τῇ Ἰουδαίᾳ, τὸ ὀχύρωμα τὸ ἐν Ἱεριχὼ, καὶ τὴν Ἐμμαοὺμ, καὶ τὴν Βαιθωρῶν, καὶ τὴν Βαιθὴλ, καὶ τὴν Θαμναθὰ, Φαραθωνὶ, καὶ τὴν Τεφὼν ἐν τείχεσιν ὑψηλοῖς καὶ πύλαις καὶ μοχλοῖς."
    },
    {
      "verse": 51,
      "text": "Καὶ ἔθετο φρουρὰν ἐν αὐτοῖς τοῦ ἐχθραίνειν τῷ Ἰσραήλ."
    },
    {
      "verse": 52,
      "text": "Καὶ ὠχύρωσε τὴν πόλιν τὴν ἐν Βαιθσούρᾳ, καὶ τὴν Γάζαρα, καὶ τὴν ἄκραν, καὶ ἔθετο ἐν αὐταῖς δυνάμεις καὶ παραθέσεις βρωμάτων."
    },
    {
      "verse": 53,
      "text": "Καὶ ἔλαβε τοὺς υἱοὺς τῶν ἡγουμένων τῆς χώρας ὅμηρα, καὶ ἔθετο αὐτοὺς ἐν τῇ ἄκρᾳ ἐν Ἱερουσαλὴμ ἐν φυλακῇ."
    },
    {
      "verse": 54,
      "text": "Καὶ ἐν ἔτει τρίτῳ καὶ πεντηκοστῷ καὶ ἑκατοστῷ, μηνι τῷ δευτέρῳ, ἐπέταξεν Ἄλκιμος καθαιρεῖν τὸ τεῖχος τῆς αὐλῆς τῶν ἁγίων τῆς ἐσωτέρας, καὶ καθεῖλε τὰ ἔργα τῶν προφητῶν, καὶ ἐνήρξατο τοῦ καθαιρεῖν."
    },
    {
      "verse": 55,
      "text": "Ἐν τῷ καιρῷ ἐκείνῳ ἐπλήγη Ἄλκιμος, καὶ ἐνεποδίσθη τὰ ἔργα αὐτοῦ, καὶ ἀπεφράγη τὸ στόμα αὐτοῦ, καὶ παρελύθη, καὶ οὐκ ἐδύνατο ἔτι λαλῆσαι λόγον καὶ ἐντείλασθαι περὶ τοῦ οἴκου αὐτοῦ."
    },
    {
      "verse": 56,
      "text": "Καὶ ἀπέθανεν Ἄλκιμος ἐν τῷ καιρῷ ἐκείνῳ μετὰ βασάνου μεγάλης."
    },
    {
      "verse": 57,
      "text": "Καὶ εἶδε Βακχίδης ὅτι ἀπέθανεν Ἄλκιμος, καὶ ἀπέστρεψε πρὸς τὸν βασιλέα· καὶ ἡσύχασεν ἡ γῆ Ἰούδα ἔτη δύο."
    },
    {
      "verse": 58,
      "text": "Καὶ ἐβουλεύσαντο πάντες οἱ ἄνομοι, λέγοντες, ἰδοὺ Ἰωνάθαν καὶ οἱ παρʼ αὐτοῦ ἐν ἡσυχίᾳ κατοικοῦσι πεποιθότες· νῦν οὖν ἄξομεν τὸν Βακχίδην, καὶ συλλήμψεται αὐτοὺς πάντας ἐν νυκτὶ μιᾷ."
    },
    {
      "verse": 59,
      "text": "Καὶ πορευθέντες συνεβουλεύσαντο αὐτῷ."
    },
    {
      "verse": 60,
      "text": "Καὶ ἀπῇρε τοῦ ἐλθεῖν μετὰ δυνάμεως πολλῆς, καὶ ἀπέστειλεν ἐπιστολὰς λάθρα πᾶσι τοῖς συμμάχοις αὐτοῦ τοῖς ἐν τῇ Ἰουδαίᾳ, ὅπως συλλάβωσι τὸν Ἰωνάθαν, καὶ τοὺς μετʼ αὐτοῦ· καὶ οὐκ ἐδύναντο, ὅτι ἐγνώσθη αὐτοῖς ἡ βουλὴ αὐτῶν."
    },
    {
      "verse": 61,
      "text": "Καὶ συνελάβοντο ἀπὸ τῶν ἀνδρῶν τῆς χώρας τῶν ἀρχηγῶν τῆς κακίας εἰς πεντήκοντα ἄνδρας, καὶ ἀπέκτειναν αὐτούς."
    },
    {
      "verse": 62,
      "text": "Καὶ ἐξεχώρησεν Ἰωνάθαν, καὶ Σίμων, καὶ οἱ μετʼ αὐτοῦ εἰς Βαιθβασὶ τὴν ἐν τῇ ἐρήμῳ, καὶ ᾠκοδόμησε τὰ καθῃρημένα αὐτῆς, καὶ ἐστερέωσαν αὐτήν."
    },
    {
      "verse": 63,
      "text": "Καὶ ἔγνω Βακχίδης, καὶ συνήγαγε πᾶν τὸ πλῆθος αὐτοῦ, καὶ τοῖς ἐκ τῆς Ἰουδαίας παρήγγειλε."
    },
    {
      "verse": 64,
      "text": "Καὶ ἐλθὼν παρενέβαλεν ἐπὶ Βαιθβασὶ, καὶ ἐπολέμησεν αὐτὴν ἡμέρας πολλὰς, καὶ ἐποίησε μηχανάς."
    },
    {
      "verse": 65,
      "text": "Καὶ ἀπέλιπεν Ἰωνάθαν Σίμωνα τὸν ἀδελφὸν αὐτοῦ ἐν τῇ πόλει, καὶ ἐξῆλθεν εἰς τὴν χώραν, καὶ ἐξῆλθεν ἐν ἀριθμῷ."
    },
    {
      "verse": 66,
      "text": "Καὶ ἐπάταξεν Ὀδοαῤῥὴν, καὶ τοὺς ἀδελφοὺς αὐτοῦ, καὶ τοὺς υἱοὺς Φασιρὼν ἐν τῷ σκηνώματι αὐτῶν, καὶ ἐξήρξατο τύπτειν, καὶ ἀναβαίνειν ἐν δυνάμεσι·"
    },
    {
      "verse": 67,
      "text": "καὶ Σίμων, καὶ οἱ μετʼ αὐτοῦ ἐξῆλθον ἐκ τῆς πόλεως, καὶ ἐνεπύρισαν τὰς μηχανάς."
    },
    {
      "verse": 68,
      "text": "Καὶ ἐπολέμησαν πρὸς τὸν Βακχίδην, καὶ συνετρίβη ὑπʼ αὐτῶν, καὶ ἔθλιβον αὐτὸν σφόδρα, ὅτι ἦν ἡ βουλὴ αὐτοῦ καὶ ἡ ἔφοδος αὐτοῦ κενή."
    },
    {
      "verse": 69,
      "text": "Καὶ ὠργίσθηθυμῷ τοῖς ἀνδράσι τοῖς ἀνόμοις τοῖς συμβουλεύσασιν αὐτῷ ἐλθεῖν εἰς τὴν χώραν, καὶ ἀπέκτειναν ἐξ αὐτῶν πολλούς, καὶ ἐβουλεύσατο τοῦ ἀπελθεῖν εἰς τὴν γῆν αὐτοῦ."
    },
    {
      "verse": 70,
      "text": "Καὶ ἐπέγνω Ἰωνάθαν, καὶ ἀπέστειλε πρὸς αὐτὸν πρέσβεις, τοῦ συνθέσθαι πρὸς αὐτὸν εἰρήνην, καὶ ἀποδοῦναι αὐτοῖς τὴν αἰχμαλωσίαν."
    },
    {
      "verse": 71,
      "text": "Καὶ ἀπεδέξατο, καὶ ἐποίησε κατὰ τοὺς λόγους αὐτοῦ, καὶ ὤμοσεν αὐτῷ μὴ ἐκζητῆσαι αὐτῷ κακὸν πάσας τὰς ἡμέρας τῆς ζωῆς αὐτοῦ."
    },
    {
      "verse": 72,
      "text": "Καὶ ἀπέδωκεν αὐτῷ τὴν αἰχμαλωσίαν ἣν ᾐχμαλώτευσε τοπρότερον ἐκ γῆς Ἰούδα· καὶ ἀποστρέψας ἀπῆλθεν εἰς τὴν γῆν αὐτοῦ, καὶ οὐ προσέθετο ἔτι ἐλθεῖν εἰς τὰ ὅρια αὐτῶν."
    },
    {
      "verse": 73,
      "text": "Καὶ κατέπαυσε ῥομφαία ἐξ Ἰσραήλ· καὶ ᾤκησεν Ἰωνάθαν ἐν Μαχμάς· καὶ ἤρξατο Ἰωνάθαν κρίνειν τὸν λαὸν καὶ ἠφάνισε τοὺς ἀσεβεῖς ἐξ Ἰσραήλ."
    }
  ]
}