{
  "book_id": "1MA",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ὁ βασιλεὺς Αἰγύπτου ἤθροισε δυνάμεις πολλὰς, ὡς τὴν ἄμμον τὴν περὶ τὸ χεῖλος τῆς θαλάσσης, καὶ πλοῖα πολλά· καὶ ἐζήτησε κατακρατῆσαι τῆς βασιλείας Ἀλεξάνδρου δόλῳ, καὶ προσθεῖναι αὐτὴν τῇ βασιλείᾳ αὑτοῦ."
    },
    {
      "verse": 2,
      "text": "Καὶ ἐξῆλθεν εἰς Συρίαν λόγοις εἰρηνικοῖς, καὶ ἤνοιγον αὐτῷ οἱ ἀπὸ τῶν πόλεων, καὶ συνήντων αὐτῷ, ὅτι ἐντολὴ ἦν Ἀλεξάνδρου τοῦ βασιλέως συναντᾷν αὐτῷ, διὰ τὸ πενθερὸν αὐτοῦ εἶναι,"
    },
    {
      "verse": 3,
      "text": "Ὡς δὲ εἰσεπορεύετο εἰς τὰς πόλεις Πτολεμαῖος, ἀπέτασσε τὰς δυνάμεις φρουρὰν ἐν ἑκάστῃ πόλει."
    },
    {
      "verse": 4,
      "text": "Ὡς δὲ ἤγγισεν Ἀζώτου, ἔδειξαν αὐτῷ τὸ ἱερὸν Δαγὼν ἐμπεπυρισμένον, καὶ Ἄζωτον, καὶ τὰ περιπόλια αὐτῆς καθῃρημένα, καὶ τὰ σώματα ἐῤῥιμμένα, καὶ τοὺς ἐμπεπυρισμένους οὓς ἐνεπύρισεν ἐν τῷ πολέμῳ· ἐποίησαν γὰρ θημωνίας αὐτῶν ἐν τῇ ὁδῷ αὐτοῦ."
    },
    {
      "verse": 5,
      "text": "Καὶ διηγήσαντο τῷ βασιλεῖ ἃ ἐποίησεν Ἰωνάθαν, εἰς τὸ ψογῆσαι αὐτόν· καὶ ἐσίγησεν ὁ βασιλεύς."
    },
    {
      "verse": 6,
      "text": "Καὶ συνήντησεν Ἰωνάθαν τῷ βασιλεῖ εἰς Ἰόππην μετὰ δόξης, καὶ ἠσπάσαντο ἀλλήλους, καὶ ἐκοιμήθησαν ἐκεῖ."
    },
    {
      "verse": 7,
      "text": "Καὶ ἐπορεύθη Ἰωνάθαν μετὰ τοῦ βασιλέως ἕως τοῦ ποταμοῦ τοῦ καλουμένου Ἐλευθέρου, καὶ ἐπέστρεψεν εἰς Ἱερουσαλήμ."
    },
    {
      "verse": 8,
      "text": "Ὁ δὲ βασιλεὺς Πτολεμαῖος ἐκυρίευσε τῶν πόλεων τῆς παραλίας ἕως Σελευκίας τῆς παραθαλασσίας, καὶ διελογίζετο περὶ Ἀλεξάνδρου λογισμοὺς πονηρούς."
    },
    {
      "verse": 9,
      "text": "Καὶ ἀπέστειλε πρέσβεις πρὸς Δημήτριον τὸν βασιλέα, λέγων, δεῦρο συνθώμεθα πρὸς ἑαυτοὺς διαθήκην, καὶ δώσω σοι τὴν θυγατέρα μου ἣν ἔχει Ἀλέξανδρος, καὶ βασιλεύσεις τῆς βασιλείας τοῦ πατρός σου."
    },
    {
      "verse": 10,
      "text": "Μεταμεμέλημαι γὰρ δοὺς αὐτῷ τὴν θυγατέρα μου, ἐζήτησε γὰρ ἀποκτεῖναί με."
    },
    {
      "verse": 11,
      "text": "Καὶ ἐψόγησεν αὐτὸν χάριν τοῦ ἐπιθυμῆσαι αὐτὸν τῆς βασιλείας αὐτοῦ·"
    },
    {
      "verse": 12,
      "text": "Καὶ ἀφελόμενος αὐτοῦ τὴν θυγατέρα, ἔδωκεν αὐτὴν τῷ Δημητρίῳ, καὶ ἠλλοιώθη τοῦ Ἀλεξάνδρου, καὶ ἐφάνη ἡ ἔχθρα αὐτῶν."
    },
    {
      "verse": 13,
      "text": "Καὶ εἰσῆλθε Πτολεμαῖος εἰς Ἀντιόχειαν, καὶ περιέθετο δύο διαδήματα περὶ τὴν κεφαλὴν αὐτοῦ, τὸ τῆς Ἀσίας καὶ Αἰγύπτου."
    },
    {
      "verse": 14,
      "text": "Ἀλέξανδρος δὲ ὁ βασιλεὺς ἦν ἐν Κιλικίᾳ κατὰ τοὺς καιροὺς ἐκείνους, ὅτι ἀπεστάτουν οἱ ἀπὸ τῶν τόπων ἐκείνων."
    },
    {
      "verse": 15,
      "text": "Καὶ ἤκουσεν Ἀλέξανδρος, καὶ ἦλθεν ἐπʼ αὐτὸν πολέμῳ· καὶ ἐξήγαγε Πτολεμαῖος τὴν δύναμιν, καὶ ἀπήντησεν αὐτῷ ἐν χειρὶ ἰσχυρᾷ, καὶ ἐτροπώσατο αὐτόν."
    },
    {
      "verse": 16,
      "text": "Καὶ ἔφυγεν Ἀλέξανδρος εἰς τὴν Ἀραβίαν, τοῦ σκεπασθῆναι αὐτὸν ἐκεῖ· ὁ δὲ βασιλεὺς Πτολεμαῖος ὑψώθη."
    },
    {
      "verse": 17,
      "text": "Καὶ ἀφειλε Ζαβδιὴλ ὁ Ἄραψ τὴν κεφαλὴν Ἀλεξάνδρου, καὶ ἀπέστειλε τῷ Πτολεμαίῳ."
    },
    {
      "verse": 18,
      "text": "Καὶ ὁ βασιλεὺς Πτολεμαῖος ἀπέθανεν ἐν τῇ ἡμέρᾳ τῇ τρίτῃ, καὶ οἱ ὄντες ἐν τοῖς ὀχυρώμασιν ἀπώλοντο ὑπὸ τῶν ἐν τοῖς ὀχυρώμασι."
    },
    {
      "verse": 19,
      "text": "Καὶ ἐβασίλευσε Δημήτριος ἔτους ἑβδόμου καὶ ἑξηκοστοῦ καὶ ἑκατοστοῦ."
    },
    {
      "verse": 20,
      "text": "Ἐν ταῖς ἡμέραις ἐκείναις συνήγαγεν Ἰωνάθαν τοὺς ἐκ τῆς Ἰουδαίας, τοῦ ἐκπολεμῆσαι τὴν ἄκραν τὴν ἐν Ἱερουσαλήμ, καὶ ἐποίησεν ἐπʼ αὐτὴν μηχανὰς πολλάς."
    },
    {
      "verse": 21,
      "text": "Καὶ ἐπορεύθησάν τινες μισοῦντες τὸ ἔθνος αὐτῶν, ἄνδρες παράνομοι, πρὸς τὸν βασιλέα, καὶ ἀπήγγειλαν αὐτῷ ὅτι Ἰωνάθαν περικάθηται τὴν ἄκραν."
    },
    {
      "verse": 22,
      "text": "Καὶ ἀκούσας ὠργίσθη· ὡς δὲ ἤκουσεν, εὐθέως ἀναζεύξας ἦλθεν εἰς Πτολεμαΐδα, καὶ ἔγραψεν Ἰωνάθαν, τοῦ μὴ περικαθῆσθαι τῇ ἄκρᾳ, καὶ τοῦ ἀπαντῆσαι αὐτὸν αὐτῷ συνμίσγειν εἰς Πτολεμαΐδα τὴν ταχίστην."
    },
    {
      "verse": 23,
      "text": "Ὡς δὲ ἤκουσεν Ἰωνάθαν, ἐκέλευσε περικαθῆσθαι, καὶ ἐπέλεξε τῶν πρεσβυτέρων Ἰσραὴλ καὶ τῶν ἱερέων, καὶ ἔδωκεν ἑαυτὸν τῷ κινδύνῳ."
    },
    {
      "verse": 24,
      "text": "Καὶ λαβὼν ἀργύριον, καὶ χρυσίον, καὶ ἱματισμὸν, καὶ ἕτερα ξένια πλείονα, ἐπορεύθη πρὸς τὸν βασιλέα εἰς Πτολεμαΐδα, καὶ εὗρε χάριν ἑνώτιον αὐτοῦ."
    },
    {
      "verse": 25,
      "text": "Καὶ ἐνετύγχανον κατʼ αὐτοῦ τινὲς ἄνομοι τῆς ἐκ τοῦ ἔθνους."
    },
    {
      "verse": 26,
      "text": "Καὶ ἐποίησεν αὐτῷ ὁ βασιλεὺς καθὼς ἐποίησαν αὐτῷ οἱ πρὸ αὐτοῦ, καὶ ὕψωσεν αὐτὸν ἐναντίον πάντων τῶν φίλων αὐτοῦ."
    },
    {
      "verse": 27,
      "text": "Καὶ ἔστησεν αὐτῷ τὴν ἀρχιερωσύνην, καὶ ὅσα ἄλλα εἶχε τίμια τοπρότερον, καὶ ἐποίησεν αὐτὸν τῶν πρώτων φίλων ἡγεῖσθαι."
    },
    {
      "verse": 28,
      "text": "Καὶ ἠξίωσεν Ἰωνάθαν τὸν βασιλέα ποιῆσαι τὴν Ἰουδαίαν ἀφορολόγητον, καὶ τὰς τρεῖς τοπαρχίας, καὶ τὴν Σαμαρεῖτιν, καὶ ἐπηγγείλατο αὐτῷ τάλαντα τριακόσια."
    },
    {
      "verse": 29,
      "text": "Καὶ εὐδόκησεν ὁ βασιλεύς, καὶ ἔγραψε τῷ Ἰωνάθαν ἐπιστολὰς περὶ πάντων τούτων ἐχούσας τὸν τρόπον τοῦτον·"
    },
    {
      "verse": 30,
      "text": "Βασιλεὺς Δημήτριος Ἰωνάθαν τῷ ἀδελφῷ χαίρειν, καὶ ἔθνει Ἰουδαίων."
    },
    {
      "verse": 31,
      "text": "Τὸ ἀντίγραφον τῆς ἐπιστολῆς ἧς ἐγράψαμεν Λασθένει τῷ συγγενεῖ ἡμῶν περὶ ὑμῶν, γεγράφαμεν καὶ πρὸς ὑμᾶς. ὅπως εἰδῆτε."
    },
    {
      "verse": 32,
      "text": "Βασιλεὺς Δημήτριος Λασθένει τῷ πατρὶ χαίρειν."
    },
    {
      "verse": 33,
      "text": "Τῷ ἔθνει τῶν Ἰουδαίων φίλοις ἡμῶν καὶ συντηροῦσι τὰ πρὸς ἡμᾶς δίκαια ἐκρίναμεν ἀγαθοποιῆσαι, χάριν τῆς ἑξ αὐτῶν εὐνοίας πρὸς ἡμᾶς."
    },
    {
      "verse": 34,
      "text": "Ἑστάκαμεν οὖν αὐτοῖς τὰ τε ὅρια τῆς Ἰουδαίας, καὶ τοὺς τρεῖς νομοὺς, Ἀφαίρεμα, καὶ Λύδδαν, καὶ Ῥαμαθὲμ, αἵτινες προσετέθησαν τῇ Ἰουδαίᾳ ἀπὸ τῆς Σαμαρείτιδος, καὶ πάντα τὰ συγκυροῦντα αὐτοῖς πᾶσι τοῖς θυσιάζουσιν εἰς Ἱεροσόλυμα, ἀντὶ τῶν βασιλικῶν ὧν ἐλάμβανεν ὁ βασιλεὺς παρʼ αὐτῶν τοπρότερον κατʼ ἐνιαυτὸν ἀπὸ τῶν γεννημάτων τῆς γῆς, καὶ ἀπὸ τῶν ἀκροδρύων."
    },
    {
      "verse": 35,
      "text": "Καὶ τὰ ἄλλα τὰ ἀνήκοντα ἡμῖν ἀπὸ τοῦ νῦν τῶν δεκατῶν, καὶ τῶν τελῶν τῶν ἀνηκόντων ἡμῖν, καὶ τὰς τοῦ ἁλὸς λίμνας, καὶ τοὺς ἀνήκοντας ἡμῖν στεφάνους, πάντα ἐπαρκῶς παρίεμεν αὐτοῖς."
    },
    {
      "verse": 36,
      "text": "Καὶ οὐκ ἀθετηθήσεται οὐδὲ ἓν τούτων ἀπὸ τοῦ νῦν καὶ εἰς τὸν ἅπαντα χρόνον."
    },
    {
      "verse": 37,
      "text": "Νῦν οὖν ἐπιμέλεσθε τοῦ ποιῆσαι τούτων ἀντίγραφον· καὶ δοθήτω Ἰωνάθαν, καὶ τεθήτω ἐν τῷ ὄρει τῷ ἁγίῳ ἐν τόπῳ ἐπισήμῳ."
    },
    {
      "verse": 38,
      "text": "Καὶ εἶδε Δημήτριος ὁ βασιλεὺς ὅτι ἡσύχασεν ἡ γῆ ἐνώπιον αὐτοῦ, καὶ οὐδὲν αὐτῷ ἀνθειστήκει, καὶ ἀπέλυσε πάσας τὰς δύναμεις αὐτοῦ ἕκαστον εἰς τὸν ἴδιον τόπον, πλὴν τῶν ξένων δυνάμεων ὧν ἐξενολόγησεν ἀπὸ τῶν νήσων τῶν ἐθνῶν· καὶ ἤχθραναν αὐτῷ πᾶσαι αἱ δυνάμεις τῶν πατέρων αὐτοῦ."
    },
    {
      "verse": 39,
      "text": "Τρύφων δὲ ἦν τῶν παρὰ Ἀλεξάνδρου τοπρότερον, καὶ εἶδεν ὅτι πᾶσαι αἱ δυνάμεις καταγογγύζουσι τοῦ Δημητρίου, καὶ ἐπορεύθη πρὸς Εἰμαλκουαὶ τὸν Ἄραβα, ὃς ἔτρεφε τὸν Ἀντίοχον τὸ παιδάριον τὸ τοῦ Ἀλεξάνδρου·"
    },
    {
      "verse": 40,
      "text": "καὶ προσήδρευεν αὐτῷ, ὅπως παραδοῖ αὐτὸν αὐτῷ, ὅπως βασιλεύσῃ ἀντὶ τοῦ πατρὸς αὐτοῦ· καὶ ἀπήγγειλεν αὐτῷ ὅσα συνετέλεσε Δημήτριος, καὶ τὴν ἔχθραν ἣν ἐχθραίνουσιν αὐτῷ αἱ δυνάμεις αὐτοῦ· καὶ ἔμεινεν ἐκεῖ ἡμέρας πολλάς."
    },
    {
      "verse": 41,
      "text": "Καὶ ἀπέστειλεν Ἰωνάθαν πρὸς Δημήτριον τὸν βασιλέα, ἵνα ἐκβάλῃ τοὺς ἐκ τῆς ἄκρας ἐξ Ἱερουσαλὴμ, καὶ τοὺς ἐν τοῖς ὀχυρώμασιν, ἦσαν γὰρ πολεμοῦντες τὸν Ἰσραήλ."
    },
    {
      "verse": 42,
      "text": "Καὶ ἀπέστειλε Δημήτριος πρὸς Ἰωνάθαν, λέγων, οὐ μόνον ταῦτα ποιήσω σοι καὶ τῷ ἔθνει σου, ἀλλὰ δόξῃ δοξάσω σε καὶ τὸ ἔθνος σου, ἐὰν εὐκαιρίας τύχω."
    },
    {
      "verse": 43,
      "text": "Νῦν οὖν ὀρθῶς ποιήσεις ἀποστείλας μοι ἄνδρας οἳ συμμαχήσουσιν, ὅτι ἀπέστησαν πᾶσαι αἱ δυνάμεις μου."
    },
    {
      "verse": 44,
      "text": "Καὶ ἀπέστειλεν Ἰωνάθαν ἄνδρας τρισχιλίους δυνατοὺς ἰσχύϊ αὐτῷ εἰς Ἀντιόχειαν, καὶ ἤλθοσαν πρὸς τὸν βασιλέα, καὶ εὐφράνθη ὁ βασιλεὺς ἐπὶ τῇ ἐφόδῳ αὐτῶν."
    },
    {
      "verse": 45,
      "text": "Καὶ ἐπισυνήχθησαν οἱ ἐκ τῆς πόλεως εἰς μέσον τῆς πόλεως εἰς ἀνδρῶν δώδεκα μυριάδας, καὶ ἠβούλοντο ἀνελεῖν τὸν βασιλέα."
    },
    {
      "verse": 46,
      "text": "Καὶ ἔφυγεν ὁ βασιλεὺς εἰς τὴν αὐλὴν, καὶ κατελάβοντο οἱ ἐκ τῆς πόλεως τὰς διόδους τῆς πόλεως, καὶ ἤρξαντο πολεμεῖν."
    },
    {
      "verse": 47,
      "text": "Καὶ ἐκάλεσεν ὁ βασιλεὺς τοὺς Ἰουδαίους ἐπὶ βοήθειαν, καὶ ἐπισυνήχθησαν πρὸς αὐτὸν πάντες ἅμα· καὶ διεσπάρησαν ἐν τῇ πόλει πάντες ἅμα· καὶ ἀπέκτειναν ἐν τῇ πόλει τῇ ἡμέρᾳ ἐκείνῃ εἰς μυριάδας δέκα."
    },
    {
      "verse": 48,
      "text": "Καὶ ἐνεπύρισαν τὴν πόλιν, καὶ ἐλάβοσαν σκῦλα πολλὰ ἐν ἐκείνῃ τῇ ἡμέρᾳ, καὶ ἔσωσαν τὸν βασιλέα."
    },
    {
      "verse": 49,
      "text": "Καὶ ἴδον οἱ ἀπὸ τῆς πόλεως ὅτι κατεκράτησαν οἱ Ἰουδαῖοι τῆς πόλεως, ὡς ἠβούλοντο, καὶ ἠσθένησαν ταῖς διανοίαις αὐτῶν, καὶ ἐκέκραξαν πρὸς τὸν βασιλέα μετὰ δεήσεως, λέγοντες,"
    },
    {
      "verse": 50,
      "text": "δὸς ἡμῖν δεξιὰς, καὶ παυσάσθωσαν οἱ Ἰουδαῖοι πολεμοῦντες ἡμᾶς καὶ τὴν πόλιν."
    },
    {
      "verse": 51,
      "text": "Καὶ ἔῤῥιψαν τὰ ὅπλα, καὶ ἐποίησαν εἰρήνην· καὶ ἐδοξάσθησαν οἱ Ἰουδαῖοι ἐναντίον τοῦ βασιλέως, καὶ ἐνώπιον πάντων τῶν ἐν τῇ βασιλείᾳ αὐτοῦ, καὶ ἐπέστρεψαν εἰς Ἱερουσαλὴμ ἔχοντες σκῦλα πολλά."
    },
    {
      "verse": 52,
      "text": "Καὶ ἐκάθισε Δημήτριος ὁ βασιλεὺς ἐπὶ θρόνου τῆς βασιλείας αὐτοῦ, καὶ ἡσύχασεν ἡ γῆ ἐνώπιον αὐτοῦ."
    },
    {
      "verse": 53,
      "text": "Καὶ ἐψεύσατο πάντα ὅσα εἶπε, καὶ ἠλλοτριώθη τῷ Ἰωνάθαν, καὶ οὐκ ἀνταπέδωκε κατὰ τὰς εὐνοίας ἃς ἀνταπέδωκεν αὐτῷ, καὶ ἔθλιβεν αὐτὸν σφόδρα."
    },
    {
      "verse": 54,
      "text": "Μετὰ δὲ ταῦτα ἀπέστρεψε Τρύφων καὶ Ἀντίοχος μετʼ αὐτοῦ παιδάριον νεώτερον· καὶ ἐβασίλευσε καὶ ἐπέθετο διάδημα."
    },
    {
      "verse": 55,
      "text": "Καὶ ἐπισυνήχθησαν πρὸς αὐτὸν πᾶσαι αἱ δυνάμεις ἃς ἀπεσκόρπισε Δημήτριος, καὶ ἐπολέμησαν πρὸς αὐτὸν, καὶ ἔφυγε καὶ ἐτροπώθη."
    },
    {
      "verse": 56,
      "text": "Καὶ ἔλαβε Τρύφων τὰ θηρία, καὶ κατεκράτησεν Ἀντιοχείας"
    },
    {
      "verse": 57,
      "text": "Καὶ ἔγραψεν Ἀντίοχος ὁ νεώτερος τῷ Ἰωνάθαν, λέγων. ἵστημί σοι τὴν ἀρχιερωσύνην, καὶ καθίστημί σε ἐπὶ τῶν τεσσάρων νομῶν, καὶ εἶναί σε τῶν φίλων τοῦ βασιλέως."
    },
    {
      "verse": 58,
      "text": "Καὶ ἀπέστειλεν αὐτῷ χρυσώματα καὶ διακονίαν, καὶ ἔδωκεν αὐτῷ ἐξουσίαν πίνειν ἐν χρυσώμασι, καὶ εἶναι ἐν πορφύρᾳ, καὶ ἔχειν πόρπην χρυσῆν."
    },
    {
      "verse": 59,
      "text": "Καὶ Σίμωνα τὸν ἀδελφὸν αὐτοῦ κατέστησε στρατηγὸν ἀπὸ τῆς κλίμακος Τύρου ἕως τῶν ὁρίων Αἰγύπτου."
    },
    {
      "verse": 60,
      "text": "Καὶ ἐξῆλθεν Ἰωνάθαν, καὶ διεπορεύετο πέραν τοῦ ποταμοῦ, καὶ ἐν ταῖς πόλεσι, καὶ ἠθροίσθησαν πρὸς αὐτὸν πᾶσαι αἱ δυνάμεις Συρίας εἰς συμμαχίαν, καὶ ἦλθεν εἰς Ἀσκάλωνα, καὶ ἀπήντησαν αὐτῷ οἱ ἐκ τῆς πόλεως ἐνδόξως."
    },
    {
      "verse": 61,
      "text": "Καὶ ἀπῆλθεν ἐκεῖθεν εἰς Γάζαν, καὶ ἀπέκλεισαν οἱ ἀπὸ Γάζης, καὶ περιεκάθισε περὶ αὐτὴν, καὶ ἐνεπύρισε τὰ περιπόλια αὐτῆς πυρὶ, καὶ ἐσκύλευσεν αὐτά."
    },
    {
      "verse": 62,
      "text": "Καὶ ἠξίωσαν οἱ ἀπὸ Γάζης τὸν Ἰωνάθαν, καὶ ἔδωκεν αὐτοῖς δεξιάς, καὶ ἔλαβε τοὺς υἱοὺς ἀρχόντων αὐτῶν εἰς ὅμηρα, καὶ ἐξαπέστειλεν αὐτοὺς εἰς Ἱερουσαλὴμ, καὶ διῆλθε τὴν χώραν ἕως Δαμασκοῦ."
    },
    {
      "verse": 63,
      "text": "Καὶ ἤκουσεν Ἰωνάθαν ὅτι παρῆσαν οἱ ἄρχοντες Δημητρίου εἰς Κάδης τὴν ἐν τῇ Γαλιλαίᾳ, μετὰ δυνάμεως πολλῆς, βουλόμενοι μεταστῆσαι αὐτὸν τῆς χρείας."
    },
    {
      "verse": 64,
      "text": "Καὶ συνήντησεν αὐτοῖς, τὸν δὲ ἀδελφὸν αὐτοῦ Σίμωνα κατέλιπεν ἐν τῇ χώρᾳ."
    },
    {
      "verse": 65,
      "text": "Καὶ παρενέβαλε Σίμων ἐπὶ Βαιθσούρα, καὶ ἐπολέμει αὐτὴν ἡμέρας πολλὰς, καὶ συνέκλεισεν αὐτήν."
    },
    {
      "verse": 66,
      "text": "Καὶ ἠξίωσαν αὐτὸν τοῦ δεξιὰς λαβεῖν, καὶ ἔδωκεν αὐτοῖς, καὶ ἐξέβαλεν αὐτοὺς ἐκεῖθεν, καὶ κατελάβετο τὴν πόλιν, καὶ ἔθετο ἐπʼ αὐτῇ φρουράν."
    },
    {
      "verse": 67,
      "text": "Καὶ Ἰωνάθαν καὶ ἡ παρεμβολὴ αὐτοῦ παρενέβαλον ἐπὶ τὸ ὕδωρ Γεννησάρ, καὶ ὤρθρισαν τοπρωῒ εἰς τὸ πεδίον Νασώρ."
    },
    {
      "verse": 68,
      "text": "Καὶ ἰδοὺ παρεμβολὴ ἀλλοφύλων ἀπήντα αὐτῷ ἐν τῷ πεδίῳ, καὶ ἐξέβαλον ἔνεδρον ἐπʼ αὐτὸν ἐν τοῖς ὄρεσιν, αὐτοὶ δὲ ἀπήντησαν ἐξεναντίας."
    },
    {
      "verse": 69,
      "text": "Τὰ δὲ ἔνεδρα ἐξανέστησαν ἐκ τῶν τόπων αὐτῶν, καὶ συνῆψαν πόλεμον· καὶ ἔφυγον οἱ παρὰ Ἰωνάθαν πάντες,"
    },
    {
      "verse": 70,
      "text": "οὐδὲ εἷς κατελείφθη ἀπʼ αὐτῶν, πλὴν Ματταθίας ὁ τοῦ Ἀβεσσαλώμου, καὶ Ἰούδας ὁ τοῦ Χαλφί, ἄρχοντες τῆς στρατιᾶς τῶν δυνάμεων."
    },
    {
      "verse": 71,
      "text": "Καὶ διέῤῥηξεν Ἰωνάθαν τὰ ἱμάτια αὐτοῦ, καὶ ἐπέθηκε γῆν ἐπὶ τὴν κεφαλὴν αὐτοῦ, καὶ προσηύξατο."
    },
    {
      "verse": 72,
      "text": "Καὶ ὑπέστρεψε πρὸς αὐτοὺς πολέμῳ, καὶ ἐτροπώσατο αὐτούς, καὶ ἔφυγον."
    },
    {
      "verse": 73,
      "text": "Καὶ ἴδον οἱ φεύγοντες οἱ παρʼ αὐτοῦ, καὶ ἐπέστρεψαν πρὸς αὐτόν, καὶ ἐδίωκον μετʼ αὐτοῦ ἕως Κάδης ἕως της παρεμβολῆς αὐτῶν, καὶ παρενέβαλον ἐκεῖ."
    },
    {
      "verse": 74,
      "text": "Καὶ ἔπεσον ἐκ τῶν ἀλλοφύλων ἐν τῇ ἡμέρα ἐκείνῃ εἰς ἄνδρας τρισχιλίους· καὶ ἐπέστρεψεν Ἰωνάθαν εἰς Ἱερουσαλήμ."
    }
  ]
}