{
  "book_id": "1MA",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ εἶδεν Ἰωνάθαν ὅτι ὁ καιρὸς αὐτῷ συνεργεῖ, καὶ ἐπέλεξεν ἄνδρας, καὶ ἀπέστειλεν εἰς Ῥώμην, στῆσαι καὶ ἀνανεώσασθαι τὴν πρὸς αὐτοὺς φιλίαν."
    },
    {
      "verse": 2,
      "text": "Καὶ πρὸς Σπαρτιάτας, καὶ τόπους ἑτέρους ἀπέστειλεν ἐπιστολὰς κατὰ τὰ αὐτά."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐπορεύθησαν εἰς Ῥώμην, καὶ εἰσῆλθον εἰς τὸ βουλευτήριον, καὶ εἶπον, Ἰωνάθαν ὁ ἀρχιερεὺς καὶ τὸ ἔθνος τῶν Ἰουδαίων ἀπέστειλεν ἡμᾶς ἀνανεώσασθαι τὴν φιλίαν αὐτοῖς, καὶ τὴν συμμαχίαν κατὰ τὸ πρότερον."
    },
    {
      "verse": 4,
      "text": "Καὶ ἔδωκαν ἐπιστολὰς αὐτοῖς πρὸς αὐτοὺς κατὰ τόπον, ὅπως προπέμπωσιν αὐτοὺς εἰς γῆν Ἰούδα μετʼ εἰρήνης."
    },
    {
      "verse": 5,
      "text": "Καὶ τοῦτο τὸ ἀντίγραφον τῶν ἐπιστολῶν ὧν ἔγραψεν Ἰωνάθαν τοῖς Σπαρτιάταις·"
    },
    {
      "verse": 6,
      "text": "Ἰωνάθαν ἀρχιερεὺς, καὶ ἡ γερουσία τοῦ ἔθνους, καὶ οἱ ἱερεῖς, καὶ ὁ λοιπὸς δῆμος τῶν Ἰουδαίων, Σπαρτιάταις τοῖς ἀδελφοῖς χαίρειν."
    },
    {
      "verse": 7,
      "text": "Ἔτι πρότερον ἀπεστάλησαν ἐπιστολαὶ πρὸς Ὀνίαν τὸν ἀρχιερέα παρὰ Δαρείου τοῦ βασιλεύοντος ἐν ὑμῖν, ὅτι ἐστὲ ἀδελφοὶ ἡμῶν, ὡς τὸ ἀντίγραφον ὑπόκειται."
    },
    {
      "verse": 8,
      "text": "Καὶ ἐπεδέξατο Ὀνίας τὸν ἄνδρα τὸν ἀπεσταλμένον ἐνδόξως, καὶ ἔλαβε τὰς ἐπιστολάς ἐν αἷς διεσαφεῖτο περὶ συμμαχίας καὶ φιλίας."
    },
    {
      "verse": 9,
      "text": "Καὶ ἡμεῖς οὖν ἀπροσδεεῖς τούτων ὄντες, παράκλησιν ἔχοντες τὰ βιβλία τὰ ἅγια τὰ ἐν ταῖς χερσὶν ἡμῶν,"
    },
    {
      "verse": 10,
      "text": "ἐπειράθημεν ἀποστεῖλαι τὴν πρὸς ὑμᾶς ἀδελφότητα καὶ φιλίαν ἀνανεώσασθαι, πρὸς τὸ μὴ ἐξαλλοτριωθῆναι ὑμῶν· πολλοὶ γὰρ καιροὶ διῆλθον ἀφʼ οὗ ἀπεστείλατε πρὸς ἡμᾶς."
    },
    {
      "verse": 11,
      "text": "Ἡμεῖς οὖν ἐν παντὶ καιρῷ ἀδιαλείπτως ἔν τε ταῖς ἑορταῖς καὶ ταῖς λοιπαῖς καθηκούσαις ἡμέραις μιμνησκόμεθα ὑμων, ἐφʼ ὧν προσφέρομεν θυσιῶν, καὶ ἐν ταῖς προσευχαῖς, ὡς δέον ἐστὶ καὶ πρέπον μνημονεύειν ἀδελφῶν."
    },
    {
      "verse": 12,
      "text": "Εὐφραινόμεθα δὲ ἐπὶ τῇ δόξῃ ὑμῶν."
    },
    {
      "verse": 13,
      "text": "Ἡμᾶς δὲ ἐκύκλωσαν πολλαὶ θλίψεις, καὶ πόλεμοι πολλοὶ, καὶ ἐπολέμησαν ἡμᾶς οἱ βασιλεῖς οἱ κύκλῳ ἡμῶν."
    },
    {
      "verse": 14,
      "text": "Καὶ οὐκ ἠβουλόμεθα οὖν παρενοχλεῖν ὑμῖν, καὶ τοῖς λοιποῖς συμμάχοις, καὶ φίλοις ἡμῶν, ἐν τοῖς πολέμοις τούτοις."
    },
    {
      "verse": 15,
      "text": "Ἔχομεν γὰρ τὴν ἐξ οὐρανοῦ βοήθειαν βοηθοῦσαν ἡμῖν, καὶ ἐῤῥύσθημεν ἀπὸ τῶν ἐχθρῶν ἡμῶν, καὶ ἐταπεινώθησαν οἱ ἐχθροὶ ἡμῶν."
    },
    {
      "verse": 16,
      "text": "Ἐπελέξαμεν οὖν Νουμήνιον Ἀντιόχου καὶ Ἀντίπατρον Ἰάσωνος, καὶ ἀπεστάλκαμεν πρὸς Ῥωμαίους ἀνενεώσασθαι τὴν πρὸς αὐτοὺς φιλίαν καὶ συμμαχίαν τὴν προτέραν."
    },
    {
      "verse": 17,
      "text": "Ἐνετειλάμεθα οὖν αὐτοῖς καὶ πρὸς ὑμᾶς πορευθῆναι, καὶ ἀσπάσασθαι ὑμᾶς, καὶ ἀποδοῦναι ὑμῖν τὰς παρʼ ἡμῶν ἐπιστολὰς περὶ τῆς ἀνανεώσεως καὶ τῆς ἀδελφότητος ἡμῶν."
    },
    {
      "verse": 18,
      "text": "Καὶ νῦν καλῶς ποιήσετε ἀντιφωνήσαντες ἡμῖν πρὸς ταῦτα."
    },
    {
      "verse": 19,
      "text": "Καὶ τοῦτο τὸ ἀντίγραφον τῶν ἐπιστολῶν ὧν ἀπέστειλεν. Ὀνιάρης"
    },
    {
      "verse": 20,
      "text": "βασιλεὺς Σπαρτιατῶν Ὀνίᾳ ἱερεῖ μεγάλῳ χαίρειν."
    },
    {
      "verse": 21,
      "text": "Εὑρέθη ἐν γραφῇ περί τε τῶν Σπαρτιατῶν καὶ Ἰουδαίων ὅτι εἰσὶν ἀδελφοὶ, καὶ ὅτι εἰσὶν ἐκ γένους Ἁβραάμ."
    },
    {
      "verse": 22,
      "text": "Καὶ νῦν ἀφʼ οὗ ἔγνωμεν ταῦτα, καλῶς ποιήσετε γράφοντες ἡμῖν περὶ τῆς εἰρήνης ὑμῶν."
    },
    {
      "verse": 23,
      "text": "Καὶ ἡμεῖς δὲ ἁντιγράφομεν ὑμῖν, τὰ κτήνη ὑμῶν καὶ ἡ ὕπαρξις ὑμῶν ἡμῖν ἐστι, καὶ τὰ ἡμῶν ὑμῖν ἐστιν· ἐντελλόμεθα οὖν ὅπως ἀπαγγείλωσιν ὑμῖν κατὰ ταῦτα."
    },
    {
      "verse": 24,
      "text": "Καὶ ἤκουσεν Ἰωνάθαν ὅτι ἐπέστρεψαν οἱ ἄρχοντες Δημητρίου μετὰ δυνάμεως πολλῆς ὑπὲρ τὸ πρότερον τοῦ πολεμῆσαι πρὸς αὐτόν."
    },
    {
      "verse": 25,
      "text": "Καὶ ἀπῇρεν ἐξ Ἱερουσαλὴμ, καὶ ἀπήντησεν αὐτοῖς εἰς τὴν Ἀμαθῖτιν χώραν· οὐ γὰρ ἔδωκεν αὐτοῖς ἀνοχὴν ἐμβατεῦσαι εἰς τὴν χώραν αὐτοῦ."
    },
    {
      "verse": 26,
      "text": "Καὶ ἀπέστειλε κατασκόπους εἰς τὴς παρεμβολὴν αὐτῶν, καὶ ἀπέστρεψαν, καὶ ἀπήγγειλαν αὐτῷ, ὅτι οὕτω τάσσονται ἐπιπεσεῖν ἐπʼ αὐτοὺς τὴν νύκτα."
    },
    {
      "verse": 27,
      "text": "Ὡς δὲ ἔδυ ὁ ἥλιος, ἐπέταζεν Ἰωνάθαν τοῖς παρʼ αὐτοῦ γρηγορεῖν, καὶ εἶναι ἐπὶ τοῖς ὅπλοις, καὶ ἑτοιμάζεσθαι εἰς πόλεμον διʼ ὅλης τῆς νυκτὸς, καὶ ἐξέβαλε προφύλακας κύκλῳ τῆς παρεμβολῆς."
    },
    {
      "verse": 28,
      "text": "Καὶ ἤκουσαν οἱ ὑπεναντίοι ὅτι ἡτοίμασται Ἰωνάθαν καὶ οἱ παρʼ αὐτοῦ εἰς πόλεμον, καὶ ἐφοβήθησαν καὶ ἔπτηξαν τῇ καρδίᾳ αὐτῶν, καὶ ἀνέκαυσαν πυρὰς ἐν τῇ παρεμβολῇ αὐτῶν."
    },
    {
      "verse": 29,
      "text": "Ἰωνάθαν δὲ καὶ οἱ παρʼ αὐτοῦ οὐκ ἔγνωσαν ἕως πρωῒ, ἔβλεπον γὰρ τὰ φῶτα καιόμενα."
    },
    {
      "verse": 30,
      "text": "Καὶ κατεδίωξεν Ἰωνάθαν ὀπίσω αὐτῶν, καὶ οὐ κατέλαβεν αὐτούς, διέβησαν γὰρ τὸν Ἐλεύθερον ποταμόν."
    },
    {
      "verse": 31,
      "text": "Καὶ ἐξέκλινεν Ἰωνάθαν ἐπὶ τοὺς Ἄραβας τοὺς καλουμένους Ζαβεδαίους, καὶ ἐπάταξεν αὐτούς, καὶ ἔλαβε τὰ σκῦλα αὐτῶν."
    },
    {
      "verse": 32,
      "text": "Καὶ ἀναζεύξας ἦλθεν εἰς Δαμασκόν, καὶ διώδευσεν ἐν πάσῃ τῇ χώρᾳ."
    },
    {
      "verse": 33,
      "text": "Καὶ Σίμων ἐξῆλθε, καὶ διώδευσεν ἕως Ἀσκάλωνος, καὶ τῶν πλησίων ὀχυρωμάτων, καὶ ἐξέκλινεν εἰς Ἰόππην, καὶ προκατελάβετο αὐτήν."
    },
    {
      "verse": 34,
      "text": "Ἤκουσε γὰρ ὅτι βούλονται τὸ ὀχύρωμα παραδοῦναι τοῖς παρὰ Δημητρίου, καὶ ἔθετο ἐκεῖ φρουρὰν, ὅπως φυλάσσωσιν αὐτήν."
    },
    {
      "verse": 35,
      "text": "Καὶ ἐπέστρεψεν Ἰωνάθαν, καὶ ἐξεκκλησίασε τοὺς πρεσβυτέρους τοῦ λαοῦ, καὶ ἐβουλεύσατο μετʼ αὐτῶν τοῦ οἰκοδομῆσαι ὀξυρώματα ἐν τῇ Ἰουδαίᾳ,"
    },
    {
      "verse": 36,
      "text": "καὶ προσυψῶσαι τὰ τείχη Ἱερουσαλὴμ, καὶ ὑψῶσαι ὕψος μέγα ἀναμέσον τῆς ἄκρας καὶ τῆς πόλεως, εἰς τὸ διαχωρίζειν αὐτὴν τῆς πόλεως, ἵνα ᾖ αὕτη κατὰ μόνας, ὅπως μήτε ἀγοράζωσι μήτε πωλῶσι."
    },
    {
      "verse": 37,
      "text": "Καὶ συνήχθησαν τοῦ οἰκοδομεῖν τὴν πόλιν, καὶ ἤγγισε τοῦ τείχους τοῦ χειμάῤῥου τοῦ ἐξ ἀπηλιώτου, καὶ ἐπεσκεύασαν τὸ καλούμενον Χαφεναθά."
    },
    {
      "verse": 38,
      "text": "καὶ Σίμων ᾠκοδόμησε τὴν Ἀδιδὰ ἐν τῇ Σεφήλᾳ, καὶ ὠχύρωσε θύρας καὶ μοχλούς."
    },
    {
      "verse": 39,
      "text": "Καὶ ἐζήτησε Τρύφων βασιλεῦσαι τῆς Ἀσίας, καὶ περιθέσθαι τὸ διάδημα, καὶ ἐκτεῖναι χεῖρα ἐπὶ Ἀντίοχον τὸν βασιλέα."
    },
    {
      "verse": 40,
      "text": "Καὶ ἐφοβήθη μήποτε οὐκ ἐάσῃ αὐτὸν Ἰωνάθαν, καὶ μήποτε πολεμήσῃ πρὸς αὐτὸν, καὶ ἐζήτει πόρον τοῦ συλλαβεῖν τὸν Ἰωνάθαν τοῦ ἀπολυσαι αὐτὸν, καὶ ἀπάρας ἦλθεν εἰς Βαιθσάν."
    },
    {
      "verse": 41,
      "text": "Καὶ ἐξῆλθεν Ἰωνάθαν εἰς ἀπάντησιν αὐτῷ ἐν τεσσαράκοντα χιλιάσιν ἀνδρῶν ἐπιλελεγμέναις εἰς παράταξιν, καὶ ἦλθεν εἰς Βαιθσάν."
    },
    {
      "verse": 42,
      "text": "Καὶ εἶδε Τρύφων ὅτι πάρεστιν Ἰωνάθαν μετὰ δυνάμεως πολλῆς, καὶ ἐκτεῖναι χεῖρας ἐπʼ αὐτὸν εὐλαβήθη."
    },
    {
      "verse": 43,
      "text": "Καὶ ἐπεδέξατο αὐτὸν ἐνδόξως, καὶ συνέστησεν αὐτὸν πᾶσι τοῖς φίλοις αὐτοῦ, καὶ ἔδωκεν αὐτῷ δόματα, καὶ ἐπέταξε ταῖς δυνάμεσιν αὐτοῦ ὑπακούειν αὐτῷ ὡς ἑαυτῷ."
    },
    {
      "verse": 44,
      "text": "Καὶ εἶπε τῷ Ἰωνάθαν, ἱνατί ἔκοψας πάντα τὸν λαὸν τοῦτον, πολέμου μὴ ἐνεστηκότος ἡμῖν;"
    },
    {
      "verse": 45,
      "text": "Καὶ νῦν ἀπόστειλον αὐτοὺς εἰς τοὺς οἴκους αὐτῶν, ἐπίλεξαι δὲ σεαυτῷ ἄνδρας ὀλίγους οἵτινες ἔσονται μετὰ σοῦ, καὶ δεῦρο μετʼ ἐμοῦ εἰς Πτολεμαΐδα, καὶ παραδώσω σοι αὐτὴν καὶ τὰ λοιπὰ ὀχυρώματα καὶ τὰς δυνάμεις τὰς λοιπὰς καὶ πάντας τοὺς ἐπὶ τῶν χειρῶν, καὶ ἐπιστρέψας ἀπελεύσομαι, τούτου γὰρ χάριν πάρειμι."
    },
    {
      "verse": 46,
      "text": "Καὶ ἐμπιστεύσας αὐτῷ ἐποίησε καθὼς εἶπε, καὶ ἐξαπέστειλε τὰς δυνάμεις, καὶ ἀπῆλθον εἰς γῆν Ἰούδα."
    },
    {
      "verse": 47,
      "text": "Κατέλιπε δὲ μεθʼ ἑαυτοῦ ἄνδρας τρισχιλίους, ὧν δισχιλίους ἀφῆκεν ἐν τῇ Γαλιλαίᾳ, χίλιοι δὲ συνῆλθον αὐτῷ."
    },
    {
      "verse": 48,
      "text": "Ὡς δὲ εἰσῆλθεν Ἰωνάθαν εἰς Πτολεμαΐδα, ἀπέκλεισαν οἱ Πτολεμαεῖς τὰς πύλας, καὶ συνέλαβον αὐτὸν, καὶ πάντας τοὺς εἰσελθόντας μετʼ αὐτοῦ ἀπέκτειναν ἐν ῥομφαίᾳ."
    },
    {
      "verse": 49,
      "text": "Καὶ ἀπέστειλε Τρύφων δυνάμεις, καὶ ἵππον εἰς τὴν Γαλιλαίαν, καὶ τὸ πεδίον τὸ μέγα, τοῦ ἀπολέσαι πάντας τοὺς παρὰ Ἰωνάθαν."
    },
    {
      "verse": 50,
      "text": "Καὶ ἐπέγνωσαν ὅτι συνελήφθη Ἰωνάθαν καὶ ἀπόλωλε, καὶ οἱ μετʼ αὐτοῦ, καὶ παρεκάλεσαν ἑαυτοὺς, καὶ ἐπορεύοντο συνεστραμμένοι ἕτοιμοι εἰς πόλεμον."
    },
    {
      "verse": 51,
      "text": "Καὶ ἴδον οἱ διώκοντες ὅτι περὶ ψυχῆς αὐτοῖς ἐστι, καὶ ἐπέστρεψαν."
    },
    {
      "verse": 52,
      "text": "Καὶ ἦλθον πάντες μετʼ εἰρήνης εἰς γῆν Ἰούδα, καὶ ἐπένθησαν τὸν Ἰωνάθαν, καὶ τοὺς μετʼ αὐτοῦ, καὶ ἐφοβήθησαν σφόδρα, καὶ ἐπένθησε τᾶς Ἰσραὴλ πένθος μέγα."
    },
    {
      "verse": 53,
      "text": "Καὶ ἐζήτησαν πάντα τὰ ἔθνη τὰ κύκλῳ αὐτῶν ἐκτρίψαι αὐτούς· εἶπαν γάρ, οὐκ ἔχουσιν ἄρχοντα καὶ βοηθοῦντα· νῦν οὖν πολεμήσωμεν αὐτοὺς, καὶ ἐξάρωμεν ἐξ ἀνθρώπων τὸ μνημόσυνον αὐτῶν."
    }
  ]
}