{
  "book_id": "1MA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἐν ἔτει δευτέρῳ καὶ ἑβδομηκοστῷ καὶ ἑκατοστῷ συνήγαγε Δημήτριος ὁ βασιλεὺς τὰς δυνάμεις αὐτοῦ· καὶ ἐπορεύθη εἰς Μήδειαν τοῦ ἐπισπάσασθαι βοήθειαν αὐτῷ, ὅπως πολεμήσῃ τὸν Τρύφωνα."
    },
    {
      "verse": 2,
      "text": "Καὶ ἤκουσεν Ἀρσάκης ὁ βασιλεὺς τῆς Περσίδος καὶ Μηδειας ὅτι ἦλθε Δημήτριος εἰς τὰ ὅρια αὐτοῦ, καὶ ἀπέστειλεν ἕνα τῶν ἀρχόντων αὐτοῦ συλλάβεῖν αὐτὸν ζῶντα."
    },
    {
      "verse": 3,
      "text": "Καὶ ἐπορεύθη καὶ ἐπάταξε τὴν παρεμβολὴν Δημητρίου, καὶ συνέλαβεν αὐτὸν, καὶ ἤγαγεν αὐτὸν πρὸς Ἀρσάκην, καὶ ἔθετο αὐτὸν ἐν φυλακῇ."
    },
    {
      "verse": 4,
      "text": "Καὶ ἡσύχασεν ἡ γῆ Ἰούδα πάσας τὰς ἡμέρας Σίμωνος· καὶ ἐζήτησεν ἀγαθὰ τῷ ἔθνει αὐτοῦ, καὶ ἤρεσεν αὐτοῖς ἡ ἐξουσία αὐτοῦ καὶ ἡ δόξα αὐτοῦ πάσας τὰς ἡμέρας."
    },
    {
      "verse": 5,
      "text": "Καὶ μετὰ πάσης τῆς δόξης αὐτοῦ ἔλαβε τὴν Ἰόππην εἰς λιμένα, καὶ ἐποιήσεν εἴσοδον ταῖς νήσοις τῆς θαλάσσης."
    },
    {
      "verse": 6,
      "text": "Καὶ ἐπλάτυνε τὰ ὅρια τῷ ἔθνει αὐτοῦ, καὶ ἐκράτησε τῆς χώρας."
    },
    {
      "verse": 7,
      "text": "Καὶ συνήγαγεν αἰχμαλωσίαν πολλὴν, καὶ ἐκυρίευσε Γαζαρῶν καὶ Βαιθσούρων καὶ τῆς ἄκρας· καὶ ἐξῇρε τὰς ἀκαθαρσίας ἐξ αὐτῆς, καὶ οὐκ ἦν ὁ ἀντικείμενος αὐτῷ."
    },
    {
      "verse": 8,
      "text": "Καὶ ἦσαν γεωργοῦντες τὴν γῆν αὐτῶν μετʼ εἰρήνης, καὶ ἡ γῆ ἐδίδου τὰ γεννήματα αὐτῆς, καὶ τὰ ξύλα τῶν πεδίων τὸν καρπὸν αὐτῶν."
    },
    {
      "verse": 9,
      "text": "Πρεσβύτεροι ἐν ταῖς πλατείαις ἐκάθηντο, πάντες περὶ ἀγαθῶν ἐκοινολογοῦντο, καὶ οἱ νεανίσκοι ἐνεδύσαντο δόξας καὶ στολὰς πολέμου."
    },
    {
      "verse": 10,
      "text": "Ταῖς πόλεσιν ἐχορήγησε βρώματα, καὶ ἔταξεν αὐτὰς ἐν σκεύεσιν ὀχυρώσεως, ἕως ὅτου ὠνομάσθη τὸ ὄνομα τῆς δόξης αὐτοῦ ἕως ἄκρου τῆς γῆς."
    },
    {
      "verse": 11,
      "text": "Ἐποίησε τὴν εἰρήνην ἐπὶ τῆς γῆς, καὶ εὐφράνθη Ἰσραὴλ εὐφροσύνην μεγάλην."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐκάθισεν ἕκαστος ὑπὸ τὴν ἄμπελον αὐτοῦ καὶ τὴν συκῆν αὐτοῦ, καὶ οὐκ ἦν ὁ ἐκφοβῶν αὐτούς."
    },
    {
      "verse": 13,
      "text": "Καὶ ἐξέλιπεν ὁ πολεμῶν αὐτοὺς ἐπὶ τῆς γῆς, καὶ οἱ βασιλεῖς συνετρίβησαν ἐν ταῖς ἡμέραις ἐκείναις."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐστήρισε πάντας τοὺς ταπεινοὺς τοῦ λαοῦ αὐτοῦ· τὸν νόμον ἐξεζήτησε, καὶ ἐξῇρε πάντα ἄνομον καὶ πονηρόν."
    },
    {
      "verse": 15,
      "text": "Τὰ ἅγια ἐδόξασε, καὶ ἐπλήθυνε τὰ σκεύη τῶν ἁγίων."
    },
    {
      "verse": 16,
      "text": "Καὶ ἠκούσθη ἐν Ῥώμῃ ὅτι ἀπέθανεν Ἰωνάθαν, καὶ ἕως Σπάρτης, καὶ ἐλυπήθησαν σφόδρα."
    },
    {
      "verse": 17,
      "text": "Ὡς δὲ ἤκουσαν ὅτι Σίμων ὁ ἀδελφὸς αὐτοῦ γέγονεν ἀντʼ αὐτοῦ ἀρχιερεὺς, καὶ ἐπικρατεῖ τῆς χώρας καὶ τῶν πόλεων τῶν ἐν αὐτῇ."
    },
    {
      "verse": 18,
      "text": "Ἔγραψαν πρὸς αὐτὸν δέλτοις χαλκαῖς, τοῦ ἀνανεώσασθαι πρὸς αὐτὸν φιλίαν καὶ τὴν συμμαχίαν ἣν ἔστησαν πρὸς Ἰούδαν καὶ Ἰωνάθαν τοὺς ἀδελφοὺς αὐτοῦ."
    },
    {
      "verse": 19,
      "text": "Καὶ ἀνεγνώσθησαν ἐνώπιον τῆς ἐκκλησίας ἐν Ἱερουσαλήμ."
    },
    {
      "verse": 20,
      "text": "Καὶ τοῦτο τὸ ἀντίγραφον τῶν ἐπιστολῶν ὧν ἀπέστειλαν οἱ Σπαρτιάται· Σπαρτιατῶν ἄρχοντες καὶ ἡ πόλις Σίμωνι ἱερεῖ μεγάλῳ, καὶ τοῖς πρεσβυτέροις, καὶ τοῖς ἱερεῦσι, καὶ τῷ λοιπῷ δήμῳ τῶν Ἰουδαίων ἀδελφοῖς χαίρειν."
    },
    {
      "verse": 21,
      "text": "Οἱ πρεσβεύται οἱ ἀποσταλέντες πρὸς τὸν δῆμον ἡμῶν ἀπήγγειλαν ἡμῖν περὶ τῆς δόξης ὑμῶν καὶ τιμῆς, καὶ εὐφράνθημεν ἐπὶ τῆ ἐφόδῳ αὐτῶν."
    },
    {
      "verse": 22,
      "text": "Καὶ ἀνεγράψαμεν τὰ ὑπʼ αὐτῶν εἰρημένα ἐν ταῖς βουλαῖς τοῦ δήμου οὕτως, Νουμήνιος Ἀντιόχου καὶ Ἀντίπατρος Ἰάσωνος πρεσβευταὶ Ἰουδαίων ἤλθοσαν πρὸς ἡμᾶς ἀνανεούμενοι τὴν πρὸς ἡμᾶς φιλίαν."
    },
    {
      "verse": 23,
      "text": "Καὶ ἤρεσε τῷ δήμῳ ἐπιδέξασθαι τοὺς ἄνδρας ἐνδόξως, καὶ τοῦ θέσθαι τὸ ἀντίγραφον τῶν λόγων αὐτῶν ἐν τοῖς ἀποδεδειγμένοις τοῦ δήμου βιβλίοις, τοῦ ἔχειν μνημόσυνον τὸν δῆμον τῶν Σπαρτιατῶν· τὸ δὲ ἀντίγραφον τούτων ἐγράψαμεν Σίμωνι τῷ ἀρχιερεῖ."
    },
    {
      "verse": 24,
      "text": "Μετὰ ταῦτα ἀπέστειλε Σίμων τὸν Νουμήνιον εἰς Ῥώμην ἔχοντα ἀσπίδα χρυσῆν μεγάλην ὁλκῆς μνῶν χιλιων, εἰς τὸ στῆσαι πρὸς αὐτοὺς τὴν συμμαχίαν."
    },
    {
      "verse": 25,
      "text": "Ὡς δὲ ἤκουσεν ὁ δῆμος τῶν λόγων τούτων, εἶπον, τίνα χάριν ἀποδώσομεν Σίμωνι καὶ τοῖς υἱοῖς αὐτοῦ;"
    },
    {
      "verse": 26,
      "text": "Ἐστήρισε γὰρ αὐτὸς καὶ οἱ ἀδελφοὶ αὐτοῦ, καὶ ὁ οἶκος τοῦ πατρὸς αὐτοῦ, καὶ ἐπολέμησαν τοὺς ἐχθροὺς Ἰσραὴλ ἀπʼ αὐτῶν, καὶ ἔστησαν αὐτῷ ἐλευθερίαν."
    },
    {
      "verse": 27,
      "text": "Καὶ κατέγραψαν ἐν δέλτοις χαλκαῖς, καὶ ἔθεντο ἐν στήλαις ἐν ὄρει Σιών· καὶ τοῦτο τὸ ἀντίγραφον τῆς γραφῆς· ὀκτωκαιδεκάτῃ Ἐλούλ, ἔτους δευτέρου καὶ ἑβδομηκοστοῦ καὶ ἑκατοστοῦ· καὶ τοῦτο τρίτον ἔτος ἐπὶ Σίμωνος ἀρχιερέως·"
    },
    {
      "verse": 28,
      "text": "ἐν Σαραμὲλ, ἐπὶ συναγωγῆς μεγάλης ἱερέων, καὶ λαοῦ, καὶ ἀρχόντων ἔθνους, καὶ τῶν πρεσβυτέρων τῆς χώρας ἐγνώρισεν ἡμῖν."
    },
    {
      "verse": 29,
      "text": "Ἐπεὶ πολλάκις ἐγενήθησαν πόλεμοι ἐν τῇ χώρᾳ· Σίμων δὲ ὁ υἱὸς Ματταθίου ὁ υἱὸς τῶν υἱῶν Ἰαρὶβ καὶ οἱ ἀδελφοὶ αὐτοῦ ἔδωκαν ἑαυτοὺς τῷ κινδύνῳ, καὶ ἀντέστησαν τοῖς ὑπεναντίοις τοῦ ἔθνους αὐτῶν, ὅπως σταθῇ τὰ ἅγια αὐτῶν καὶ ὁ νόμος, καὶ δόξῃ μεγάλῃ ἐδόξασαν τὸ ἔθνος αὐτῶν·"
    },
    {
      "verse": 30,
      "text": "Καὶ ἤθροισεν Ἰωνάθαν τὸ ἔθνος αὐτῶν, καὶ ἐγενήθη αὐτοῖς ἀρχιερεὺς, καὶ προσετέθη πρὸς τὸν λαὸν αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "Καὶ ἐβουλήθησαν οἱ ἐχθροὶ αὐτῶν ἐμβατεῦσαι εἰς τὴν χώραν αὐτῶν, τοῦ ἐκτρίψαι τὴν χώραν αὐτῶν, καὶ ἐκτεῖναι χεῖρας ἐπὶ τὰ ἅγια αὐτῶν·"
    },
    {
      "verse": 32,
      "text": "τότε ἀνέστη Σίμων, καὶ ἐπολέμησε περὶ τοῦ ἔθνους αὐτοῦ, καὶ ἐδαπάνησε χρήματα πολλὰ τῶν ἑαυτοῦ, καὶ ὡπλοδότησε τοὺς ἄνδρας τῆς δυνάμεως τοῦ ἔθνους αὐτοῦ, καὶ ἔδωκεν αὐτοῖς ὀψώνια,"
    },
    {
      "verse": 33,
      "text": "καὶ ὠχύρωσε τὰς πόλεις τῆς Ἰουδαίας, καὶ τὴν Βαιθσούραν τὴν ἐπὶ τῶν ὁρίων τῆς Ἰουδαίας, οὗ ἦν τὰ ὅπλα τῶν πολεμίων τοπρότερον, καὶ ἔθετο ἐκεῖ φρουρὰν ἄνδρας Ἰουδαίους."
    },
    {
      "verse": 34,
      "text": "Καὶ Ἰόππην ὠχύρωσε τὴν ἐπὶ τῆς θαλάσσης, καὶ τὴν Γάζαρα τὴν ἐπὶ τῶν ὁρίων Ἀζώτου, ἐν ᾗ ᾤκουν οἱ πολέμιοι τοπρότερον ἐκεῖ, καὶ κατῴκισεν ἐκεῖ Ἰουδαίους, καὶ ὅσα ἐπιτήδεια ἦν πρὸς τὴν τούτων ἐπανόρθωσιν ἔθετο ἐν αὐτοῖς."
    },
    {
      "verse": 35,
      "text": "Καὶ εἶδεν ὁ λαὸς τὴς πρᾶξιν τοῦ Σίμωνος, καὶ τὴν δόξαν ἣν ἐβουλεύσατο ποιῆσαι τῷ ἔθνει αὐτοῦ, καὶ ἔθεντο αὐτὸν ἡγοὺμενον αὐτῶν καὶ ἀρχιερέα, διὰ τὸ αὐτὸν πεποιηκέναι πάντα ταῦτα, καὶ τὴν δικαιοσύνην, καὶ τὴν πίστιν ἣν συνετήρησε τῷ ἔθνει αὐτοῦ, καὶ ἐζήτησε παντὶ τρόπῳ ὑψῶσαι τὸν λαὸν αὐτοῦ."
    },
    {
      "verse": 36,
      "text": "Καὶ ἐν ταῖς ἡμέραις αὐτοῦ εὐωδώθη ἐν ταῖς χερσὶν αὐτοῦ, τοῦ ἐξαρθῆναι τὰ ἔθνη ἐκ τῆς χώρας αὐτῶν, καὶ τοὺς ἐν τῇ πόλει Δαυὶδ τοὺς ἐν Ἱερουσαλὴμ, οἳ ἐποίησαν ἑαυτοῖς ἄκραν, ἐξ ἧς ἐξεπορεύοντο καὶ ἐμίαινον κύκλῳ τῶν ἁγίων, καὶ ἐποίουν πληγὴν μεγάλην ἐν τῇ ἁγνείᾳ."
    },
    {
      "verse": 37,
      "text": "Καὶ κατῴκισεν ἐν αὐτῇ ἄνδρας Ἰουδαίους, καὶ ὠχύρωσεν αὐτὴν πρὸς ἀσφάλειαν τῆς χώρας καὶ τῆς πόλεως, καὶ ὕψωσε τὰ τείχη Ἱερουσαλήμ."
    },
    {
      "verse": 38,
      "text": "Καὶ ὁ βασιλεὺς Δημήτριος ἔστησεν αὐτῷ τὴν ἀρχιερωσύνην κατὰ ταῦτα,"
    },
    {
      "verse": 39,
      "text": "καὶ ἐποίησεν αὐτὸν τῶν φίλων αὐτοῦ, καὶ ἐδόξασεν αὐτὸν δόξῃ μεγάλῃ."
    },
    {
      "verse": 40,
      "text": "Ἤκουσε γὰρ ὅτι προσηγόρευνται οἱ Ἰουδαῖοι ὑπὸ Ῥωμαίων φίλοι καὶ σύμμαχοι καὶ ἀδελφοὶ, καὶ ὅτι ἀπήντησαν τοῖς πρεσβευταῖς Σίμωνος ἐνδόξως·"
    },
    {
      "verse": 41,
      "text": "καὶ ὅτι εὐδόκησαν οἱ Ἰουδαῖοι, καὶ οἱ ἱερεῖς, τοῦ εἶναι Σίμωνα ἡγουμένον καὶ ἀρχιερέα εἰς τὸν αἰῶνα, ἕως τοῦ ἀναστῆναι προφήτην πιστόν·"
    },
    {
      "verse": 42,
      "text": "καὶ τοῦ εἶναι ἐπʼ αὐτῶν στρατηγόν, καὶ ὅπως μέλοι αὐτῷ περὶ τῶν ἁγίων καθιστάναι αὐτοὺς ἐπὶ τῶν ἔργων αὐτῶν καὶ ἐπὶ τῆς χώρας, καὶ ἐπὶ τῶν ὅπλων, καὶ ἐπὶ τῶν ὀχυρωμάτων·"
    },
    {
      "verse": 43,
      "text": "καὶ ὅπως μέλοι αὐτῷ περὶ τῶν ἁγίων, καὶ ὅπως ἀκούηται ὑπὸ πάντων, καὶ ὅπως γράφωνται ἐπὶ τῷ ὀνόματι αὐτοῦ πᾶσαι συγγραφαὶ ἐν τῇ χώρᾳ, καὶ ὅπως περιβάληται πορφύραν, καὶ χρυσοφορῇ."
    },
    {
      "verse": 44,
      "text": "Καὶ οὐκ ἐξέσται οὐδενὶ τοῦ λαοῦ καἰ τῶν ἱερέων ἀθετῆσαί τι τούτων, καὶ ἀντειπεῖν τοῖς ὑπʼ αὐτοῦ ῥηθησομένοις, καὶ ἐπισυστρέψαι συστροφὴν ἐν τῇ χώρᾳ ἄνευ αὐτοῦ, καὶ περιβάλλεσθαι πορφύραν, καὶ ἐμπορποῦσθαι πόρπην χρυσῆν·"
    },
    {
      "verse": 45,
      "text": "Ὃς δʼ ἂν παρὰ ταῦτα ποιήσῃ ἢ ἀθετήσῃ τι τούτων, ἔνοχος ἔσται."
    },
    {
      "verse": 46,
      "text": "Καὶ εὐδόκησε πᾶς ὁ λαὸς θέσθαι Σίμωνι, καὶ ποιῆσαι κατὰ τοὺς λόγους τούτους."
    },
    {
      "verse": 47,
      "text": "Καὶ ἐπεδέξατο Σίμων, καὶ εὐδόκησεν ἀρχιερατεύειν, καὶ εἶναι στρατηγὸς καὶ ἐθνάρχης τῶν Ἰουδαίων, καὶ ἱερέων, καὶ τοῦ προστατῆσαι πάντων."
    },
    {
      "verse": 48,
      "text": "Καὶ τὴν γραφὴν ταύτην εἶπον θέσθαι ἐν δέλτοις χαλκαῖς, καὶ στῆσαι αὐτὰς ἐν περιβόλῳ τῶν ἁγίων ἐν τόπῳ ἐπισήμῳ,"
    },
    {
      "verse": 49,
      "text": "τὰ δὲ ἀντίγραφα αὐτῶν θέσθαι ἐν τῷ γαζοφυλακίῳ, ὅπως ἕχῃ Σίμων, καὶ οἱ υἱοὶ αὐτοῦ."
    }
  ]
}