{
  "book_id": "1MA",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ ἀπέστειλεν ὁ Ἀντίοχος υἱὸς Δημητρίου τοῦ βασιλέως ἐπιστολὰς ἀπὸ τῶν νήσων τῆς θαλάσσης Σίμωνι ἱερεῖ καὶ ἐθνάρχῃ τῶν Ἰουδαίων, καὶ παντὶ τῷ ἔθνει."
    },
    {
      "verse": 2,
      "text": "Καὶ ἦσαν περιέχουσαι τὸν τρόπον τοῦτον· βασιλεὺς Ἀντίοχος Σίμωνι ἱερεῖ μεγάλῳ, καὶ ἐθνάρχῃ, καὶ ἔθνει Ἰουδαίων χαίρειν."
    },
    {
      "verse": 3,
      "text": "Ἐπειδὴ ἄνδρες λοιμοὶ κατεκράτησαν τῆς βασιλείας τῶν πατέρων ἡμῶν, βούλομαι δὲ ἀντιποιήσασθαι τῆς βασιλείας, ὅπως ἀποκαταστήσω αὐτὴν ὡς ἦν πρότερον, ἐξενολόγησα δὲ πλῆθος δυνάμεων, καὶ κατεσκεύασα πλοῖα πολεμικά,"
    },
    {
      "verse": 4,
      "text": "βούλομαι δὲ ἐκβῆναι κατὰ τὴν χώραν, ὅπως μετέλθω τοὺς κατεφθαρκότας τὴν χώραν ἡμῶν, καὶ τοὺς ἠρημωκότας πόλεις πολλὰς ἐν τῇ βασιλείᾳ·"
    },
    {
      "verse": 5,
      "text": "νῦν οὗν ἵστημί σοι πάντα τὰ ἀφαιρέματα ἃ ἀφῆκάν σοι οἱ πρὸ ἐμοῦ βασιλεῖς, καὶ ὅσα ἄλλα δόματα ἀφῆκάν σοι."
    },
    {
      "verse": 6,
      "text": "Καὶ ἐπέτρεψά σοι ποιῆσαι κόμμα ἴδιον νόμισμα τῇ χώρᾳ σου,"
    },
    {
      "verse": 7,
      "text": "Ἱερουσαλὴμ δὲ καὶ τὰ ἅγια εἶναι ἐλεύθερα· καὶ πάντα τὰ ὅπλα ὅσα κατεσκεύασας, καὶ τὰ ὀχυρώματα ἃ ᾠκοδόμησας, ὧν κρατεῖς, μενέτω σοι."
    },
    {
      "verse": 8,
      "text": "Καὶ πᾶν ὀφείλημα βασιλικὸν, καὶ τὰ ἐσόμενα βασιλικὰ, ἀπὸ τοῦ νῦν καὶ εἰς τὸν ἅπαντα χρόνον ἀφιέσθω σοι·"
    },
    {
      "verse": 9,
      "text": "ὡς δʼ ἂν κρατήσωμεν τῆς βασιλείας ἡμῶν, δοξάσομέν σε, καὶ τὸ ἔθνος σου, καὶ τὸ ἱερὸν δόξῃ μεγάλῃ, ὥστε φανερὰν γενέσθαι τὴν δόξαν ὑμῶν ἐν πάσῃ τῇ γῇ."
    },
    {
      "verse": 10,
      "text": "Ἔτους τετάρτου καὶ ἑβδομηκοστοῦ καὶ ἑκατοστοῦ ἐξῆλθεν Ἀντίοχος εἰς τὴν γῆν πατέρων αὐτοῦ, καὶ συνῆλθον πρὸς αὐτὸν πᾶσαι αἱ δυνάσεις, ὥστε ὀλίγους εἶναι τσὺς καταλειφθέντας σὺν Τρύφωνι."
    },
    {
      "verse": 11,
      "text": "Καὶ ἐδίωξεν αὐτὸν Ἀντίοχος ὁ βασιλεύς, καὶ ἦλθε φεύγων εἰς Δωρᾶ τὴν ἐπὶ τῆς θαλάσσης."
    },
    {
      "verse": 12,
      "text": "Εἶδε γὰρ ὅτι συνῆκται ἐπʼ αὐτὸν τὰ κακὰ, καὶ ἀφῆκαν αὐτὸν αἱ δυνάμεις."
    },
    {
      "verse": 13,
      "text": "Καὶ παρενέβαλεν Ἀντιοχος ἐπὶ Δωρᾶ, καὶ σύν αὐτῷ δώδεκα μυριάδες ἀνδρῶν πολεμιστῶν, καὶ ὀκτακισχιλία ἵππος."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐκύκλωσεν τὴν πόλιν, καὶ τὰ πλοῖα ἀπὸ θαλάσσης συνῆψαν, καὶ ἔθλιβε τὴν πόλιν ἀπὸ τῆς γῆς, καὶ τῆς θαλάσσης, καὶ οὐκ εἴασεν οὐδένα ἐκπορεύεσθαι καὶ εἰσπορεύεσθαι."
    },
    {
      "verse": 15,
      "text": "Καὶ ἦλθε Νουμήνιος, καὶ οἱ παρʼ αὐτοῦ, ἐκ Ῥώμης, ἔχοντες ἐπιστολὰς τοῖς βασιλεῦσι, καὶ ταῖς χώραις ἐν αἷς ἐγέγραπτο τάδε·"
    },
    {
      "verse": 16,
      "text": "Λεύκιος ὕπατος Ῥωμαίων Πτολεμαίῳ βασιλεῖ χαίρειν."
    },
    {
      "verse": 17,
      "text": "Οἱ πρεσβευταὶ τῶν Ἰουδαίων ἦλθον πρὸς ἡμᾶς φίλοι ἡμῶν, καὶ σύμμαχοι, ἀνανεούμενοι τὴν ἐξ ἀρχῆς φιλίαν καὶ συμμαχίαν, ἀπεσταλμένοι ἀπὸ Σίμωνος τοῦ ἀρχιερέως, καὶ τοῦ δήμου τῶν Ἰουδαίων."
    },
    {
      "verse": 18,
      "text": "Ἤνεγκαν δὲ ἀσπίδα χρυσῆν ἀπὸ μνῶν χιλίων."
    },
    {
      "verse": 19,
      "text": "Ἤρεσεν οὖν ἡμῖν γράψαι τοῖς βασιλεῦσι, καὶ ταῖς χώραις, ὅπως μὴ ἐκζητήσωσιν αὐτοῖς, κακὰ καὶ μὴ πολεμήσωσιν αὐτοὺς, καὶ τὰς πόλεις αὐτῶν, καὶ τὴν χώραν αὐτῶν, καὶ ἵνα μὴ συμμαχήσωσι τοῖς πολεμοῦσιν αὐτούς."
    },
    {
      "verse": 20,
      "text": "Ἔδοξε δὲ ἡμῖν δέξασθαι τὴν ἀσπίδα παρʼ αὐτῶν."
    },
    {
      "verse": 21,
      "text": "Εἴ τινες οὖν λοιμοὶ διαπεφεύγασιν ἐκ τῆς χώρας αὐτῶν πρὸς ὑμᾶς, παράδοτε αὐτοὺς Σίμωνι τῷ ἀρχιερεῖ, ὅπως ἐκδικήσῃ ἐν αὐτοῖς κατὰ τὸν νόμον αὐτῶν."
    },
    {
      "verse": 22,
      "text": "Καὶ τὰ αὐτὰ ἔγραψε Δημητρίῳ τῷ βασιλεῖ, καὶ Ἀττάλῳ, Ἀριαράθῃ, καὶ Ἀρσάκῃ."
    },
    {
      "verse": 23,
      "text": "Καὶ εἰς πάσας τὰς χώρας, καὶ Σαμψάκῃ, καὶ Σπαρτιάταις, καὶ εἰς Δῆλον, καὶ εἰς Μύνδον, καὶ εἰς Σικυῶνα, καὶ εἰς τὴν Καρίαν, καὶ εἰς Σάμον, καὶ εἰς τὴν Παμφυλίαν, καὶ εἰς τὴν Λυκίαν, καὶ εἰς Ἀλικαρνασσὸν, καὶ εἰς Ῥόδον, καὶ εἰς Φασηλίδα, καὶ εἰς Κῶ, καὶ εἰς Σίδην, καὶ εἰς Ἄραδον, καὶ εἰς Γόρτυναν, καὶ Κνίδον, καὶ Κύπρον, καὶ Κυρήνην."
    },
    {
      "verse": 24,
      "text": "Τὸ δὲ ἀντίγραφον αὐτῶν ἔγραψαν Σίμωνι τῷ ἀρχιερεῖ."
    },
    {
      "verse": 25,
      "text": "Αντιόχος δὲ ὁ βασιλεὺς παρενέβαλεν ἐπὶ Δωρᾶ ἐν τῇ δευτέρᾳ, προσάγων διαπαντὸς αὐτῇ τὰς χεῖρας, καὶ μηχανὰς ποιούμενος, καὶ συνέκλεισε τὸν Τρύφωνα τοῦ μὴ εἰσπορεύεσθαι καὶ ἐκπορεύεσθαι."
    },
    {
      "verse": 26,
      "text": "Καὶ ἀπέστειλεν αὐτῷ Σίμων δισχιλίους ἄνδρας ἐκλεκτοὺς συμμαχῆσαι αὐτῷ, καὶ ἀργύριον καὶ χρυσίον, καὶ σκεύη ἱκανά."
    },
    {
      "verse": 27,
      "text": "Καὶ οὐκ ἠβούλετο αὐτὰ δέξασθαι, ἀλλʼ ἠθέτησε πάντα ὅσα συνέθετο αὐτῷ τοπρότερον, καὶ ἠλλοτριοῦτο αὐτῷ."
    },
    {
      "verse": 28,
      "text": "Καὶ ἀπέστειλε πρὸς αὐτὸν Ἀθηνόβιον ἕνα τῶν φίλων αὐτοῦ κοινολογησόμενον αὐτῷ λέγων, ὑμεῖς κατακρατεῖτε τῆς Ἰόππης καὶ Γαζάρων καὶ τῆς ἄκρας τῆς ἐν Ἱερουσαλὴμ, πόλεις τῆς βασιλείας μου."
    },
    {
      "verse": 29,
      "text": "Τὰ ὅρια αὐτῶν ἠρημώσατε, καὶ ἐποιήσατε πληγὴν μεγάλην ἐπὶ τῆς γῆς, καὶ ἐκυριεύσατε τόπων πολλῶν ἐν τῇ βασιλείᾳ μου."
    },
    {
      "verse": 30,
      "text": "Νῦν οὖν παράδοτε τὰς πόλεις ἃς κατελάβεσθε, καὶ τοὺς φόρους τῶν τόπων ὧν κατεκυριεύσατε ἐκτὸς τῶν ὁρίων τῆς Ἰουδαίας."
    },
    {
      "verse": 31,
      "text": "Εἰ δὲ μὴ, δότε ἀντʼ αὐτῶν πεντακόσια τάλαντα ἀργυρίου, καὶ τῆς καταφθορᾶς ἧς κατεφθάρκατε, καὶ τῶν φόρων τῶν πόλεων ἄλλα τάλαντα πεντακόσια· εἰ δὲ δὴ, παραγενόμενοι ἐκπολεμήσομεν ὑμᾶς."
    },
    {
      "verse": 32,
      "text": "Καὶ ἦλθεν Ἀθηνόβιος φίλος τοῦ βασιλέως εἰς Ἱερουσαλήμ, καὶ εἶδε τὴν δόξαν Σίμωνος, καὶ κυλικεῖον μετὰ χρυσωμάτων, καὶ ἀργυρωμάτων, καὶ παράστασιν ἱκανὴν, καὶ ἐξίστατο, καὶ ἀπήγγειλεν αὐτῷ τοὺς λόγους τοῦ βασιλέως."
    },
    {
      "verse": 33,
      "text": "Καὶ ἀποκριθεὶς Σίμων εἶπεν αὐτῷ, οὔτε γῆν ἀλλοτρίαν εἰλήφαμεν, οὔτε ἀλλοτρίων κεκρατήκαμεν, ἀλλὰ τῆς κληρονομίας τῶν πατέρων ἡμῶν, ὑπὸ δὲ ἐχθρῶν ἡμῶν ἔν τινι καιρῷ ἀκρίτως κατεκρατήθη."
    },
    {
      "verse": 34,
      "text": "Ἡμεῖς δὲ καιρὸν ἔχοντες ἀντεχόμεθα τῆς κληρονομίας τῶν πατέρων ἡμῶν."
    },
    {
      "verse": 35,
      "text": "Περὶ δὲ Ἰόππης καὶ Γαζάρων ὧν αἰτεῖς, αὗται ἐποίουν ἐν τῷ λαῷ πληγὴν μεγάλην κατὰ τὴν χώραν ἡμῶν, τούτων δώσομεν τάλαντα ἑκατόν·"
    },
    {
      "verse": 36,
      "text": "Καὶ οὐκ ἀπεκρίθη αὐτῷ Ἀθηνόβιος λόγον. Ἀπέστρεψε δὲ μετὰ θυμοῦ πρὸς τὸν βασιλέα, καὶ ἀπήγγειλεν αὐτῷ τοὺς λόγους τούτους, καὶ τὴν δόξαν Σίμωνος, καὶ πάντα ὅσα εἶδε· καὶ ὠργίσθη ὁ βασιλεὺς ὀργῆν μεγάλην."
    },
    {
      "verse": 37,
      "text": "Τρύφων δὲ ἐμβὰς εἰς πλοῖον ἔφυγεν εἰς Ὀρθωσιάδα."
    },
    {
      "verse": 38,
      "text": "Καὶ κατέστησεν ὁ βασιλεὺς τὸν Κενδεβαῖον στρατηγὸν τῆς παραλίας, καὶ δυνάμεις πεζικὰς καὶ ἱππικὰς ἔδωκεν αὐτῷ."
    },
    {
      "verse": 39,
      "text": "Καὶ ἐνετείλατο αὐτῷ παρεμβαλεῖν κατὰ πρόσωπον τῆς Ἰουδαίας· καὶ ἐνετείλατο αὐτῷ οἰκοδομῆσαι τὴν Κεδρὼν, καὶ ὀχυρῶσαι τὰς πύλας, καὶ ὅπως πολεμήσῃ τὸν λαόν· ὁ δὲ βασιλεὺς ἐδίωκε τὸν Τρύφωνα."
    },
    {
      "verse": 40,
      "text": "Καὶ παρεγενήθη Κενδεβαῖος εἰς Ἰάμνειαν, καὶ ἤρξατο τοῦ ἐρεθίζειν τὸν λαὸν, καὶ ἐμβατεύειν εἰς τὴν Ἰουδαίαν, καὶ αἰχμαλωτίζειν τὸν λαὸν καὶ φονεύειν."
    },
    {
      "verse": 41,
      "text": "Καὶ ᾠκοδόμησε τὴν Κεδρών· καὶ ἔταξεν ἐκεῖ ἱππεῖς καὶ δυνάμεις, ὅπως ἐκπορευόμενοι ἐξοδεύωσι τὰς ὁδοὺς τῆς Ἰουδαίας, καθὰ συνεταξεν αὐτῷ ὁ βασιλεύς."
    }
  ]
}