{
  "book_id": "2KI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Now there cried a certain woman of the wives of the sons of the prophets to Elisha, saying, Thy servant my husband is dead; and thou knowest that thy servant feared the LORD: and the creditor hath come to take to him my two sons to be bond-men."
    },
    {
      "verse": 2,
      "text": "And Elisha said to her, What shall I do for thee? tell me, what hast thou in the house? And she said, Thy handmaid hath not any thing in the house, save a pot of oil."
    },
    {
      "verse": 3,
      "text": "Then he said, Go, borrow thee vessels abroad of all thy neighbors, evenempty vessels; borrow not a few."
    },
    {
      "verse": 4,
      "text": "And when thou hast come in, thou shalt shut the door upon thee and upon thy sons, and shalt pour out into all those vessels, and thou shalt set aside that which is full."
    },
    {
      "verse": 5,
      "text": "So she went from him, and shut the door upon her and upon her sons, who brought the vesselsto her; and she poured out."
    },
    {
      "verse": 6,
      "text": "And it came to pass, when the vessels were full, that she said to her son, Bring me yet a vessel. And he said to her, There isnot a vessel more. And the oil stayed."
    },
    {
      "verse": 7,
      "text": "Then she came and told the man of God. And he said, Go, sell the oil, and pay thy debt, and live thou and thy children on the remainder."
    },
    {
      "verse": 8,
      "text": "And it fell on a day, that Elisha passed to Shunem, where wasa distinguished woman; and she constrained him to eat bread. And soit was, thatas oft as he passed by, he turned in thither to eat bread."
    },
    {
      "verse": 9,
      "text": "And she said to her husband, Behold now, I perceive that this isa holy man of God, who passeth by us continually."
    },
    {
      "verse": 10,
      "text": "Let us make a little chamber, I pray thee, on the wall; and let us set for him there a bed, and a table, and a stool, and a candlestick: and it shall be, when he cometh to us, that he shall turn in thither."
    },
    {
      "verse": 11,
      "text": "And it fell on a day, that he came thither, and he turned into the chamber, and lay there."
    },
    {
      "verse": 12,
      "text": "And he said to Gehazi his servant, Call this Shunamite. And when he had called her, she stood before him."
    },
    {
      "verse": 13,
      "text": "And he said to him, Say now to her, Behold, thou hast been careful for us with all this care; what isto be done for thee? wouldst thou be spoken for to the king, or to the captain of the host? And she answered, I dwell among my own people."
    },
    {
      "verse": 14,
      "text": "And he said, What then isto be done for her? And Gehazi answered, Verily she hath no child, and her husband is old."
    },
    {
      "verse": 15,
      "text": "And he said, Call her. And when he had called her, she stood in the door."
    },
    {
      "verse": 16,
      "text": "And he said, About this season, according to the time of life, thou shalt embrace a son. And she said, No, my lord, thouman of God, do not lie to thy handmaid."
    },
    {
      "verse": 17,
      "text": "And the woman conceived, and bore a son at that season that Elisha had said to her, according to the time of life."
    },
    {
      "verse": 18,
      "text": "And when the child was grown, it happened on a day, that he went out to his father to the reapers."
    },
    {
      "verse": 19,
      "text": "And he said to his father, My head, my head. And he said to a lad, Carry him to his mother."
    },
    {
      "verse": 20,
      "text": "And when he had taken him, and brought him to his mother, he sat on her knees till noon, and thendied."
    },
    {
      "verse": 21,
      "text": "And she went up, and laid him on the bed of the man of God, and shut the doorupon him, and went out."
    },
    {
      "verse": 22,
      "text": "And she called to her husband, and said, Send me, I pray thee, one of the young men, and one of the asses, that I may run to the man of God, and come again."
    },
    {
      "verse": 23,
      "text": "And he said, Why wilt thou go to him to-day? it isneither new-moon, nor sabbath. And she said, It shall bewell."
    },
    {
      "verse": 24,
      "text": "Then she saddled an ass, and said to her servant, Drive, and go forward; slack not thyriding for me, except I bid thee."
    },
    {
      "verse": 25,
      "text": "So she went and came to the man of God to mount Carmel. And it came to pass, when the man of God saw her afar off, that he said to Gehazi his servant, Behold, yonder isthat Shunamite:"
    },
    {
      "verse": 26,
      "text": "Run now, I pray thee, to meet her, and say to her, Is itwell with thee? Is itwell with thy husband? Is itwell with the child? and she answered, It iswell."
    },
    {
      "verse": 27,
      "text": "And when she came to the man of God to the hill, she caught him by the feet: but Gehazi came near to thrust her away. And the man of God said, Let her alone; for her soul issorrowful within her: and the LORD hath hid itfrom me, and hath not told me?"
    },
    {
      "verse": 28,
      "text": "Then she said, Did I ask a son from my lord? did I not say, Do not deceive me."
    },
    {
      "verse": 29,
      "text": "Then he said to Gehazi, Gird up thy loins and take my staff in thy hand, and go thy way: and if thou shalt meet any man, salute him not; and if any shall salute thee, answer him not again: and lay my staff upon the face of the child."
    },
    {
      "verse": 30,
      "text": "And the mother of the child said, Asthe LORD liveth, and asthy soul liveth, I will not leave thee. And he arose, and followed her."
    },
    {
      "verse": 31,
      "text": "And Gehazi passed on before them, and laid the staff upon the face of the child; but there wasneither voice, nor hearing. Wherefore he went again to meet him, and told him, saying, The child is not awaked."
    },
    {
      "verse": 32,
      "text": "And when Elisha had come into the house, behold, the child was dead, andlaid upon his bed."
    },
    {
      "verse": 33,
      "text": "He went in therefore, and shut the door upon them both, and prayed to the LORD."
    },
    {
      "verse": 34,
      "text": "And he went up, and lay upon the child, and put his mouth upon his mouth, and his eyes upon his eyes, and his hands upon his hands: and he stretched himself upon the child; and the flesh of the child became warm."
    },
    {
      "verse": 35,
      "text": "Then he returned, and walked in the house to and fro; and went up, and stretched himself upon him: and the child sneezed seven times, and the child opened his eyes."
    },
    {
      "verse": 36,
      "text": "And he called Gehazi, and said, Call this Shunamite. So he called her. And when she had come in to him, he said, Take up thy son."
    },
    {
      "verse": 37,
      "text": "Then she went in, and fell at his feet, and bowed herself to the ground, and took up her son, and went out."
    },
    {
      "verse": 38,
      "text": "And Elisha came again to Gilgal. And there wasa dearth in the land; and the sons of the prophets weresitting before him: and he said to his servant, Set on the great pot, and boil pottage for the sons of the prophets."
    },
    {
      "verse": 39,
      "text": "And one went out into the field to gather herbs, and found a wild vine, and gathered from it wild gourds his lap full, and came and shred theminto the pot of pottage: for they knew themnot."
    },
    {
      "verse": 40,
      "text": "So they poured out for the men to eat. And it came to pass, as they were eating of the pottage, that they cried out, and said, O thouman of God, there isdeath in the pot. And they could not eat of it."
    },
    {
      "verse": 41,
      "text": "But he said, Then bring meal. And he cast itinto the pot; and he said, Pour out for the people, that they may eat. And there was no harm in the pot."
    },
    {
      "verse": 42,
      "text": "And there came a man from Baal-shalisha, and brought the man of God bread of the first fruits, twenty loaves of barley, and full ears of corn in its husk. And he said, Give to the people, that they may eat."
    },
    {
      "verse": 43,
      "text": "And his servitor said, What, should I set this before a hundred men? He said again, Give the people, that they may eat: for thus saith the LORD, They shall eat, and shall leave of it."
    },
    {
      "verse": 44,
      "text": "So he set itbefore them, and they ate, and left of it, according to the word of the LORD."
    }
  ]
}