{
  "book_id": "2KI",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Then Elisha said, Hear ye the word of the LORD; Thus saith the LORD, To-morrow about this time \\add shall\\add* a measure of fine flour \\add be sold\\add* for a shekel, and two measures of barley for a shekel, in the gate of Samaria."
    },
    {
      "verse": 2,
      "text": "Then a lord on whose hand the king leaned answered the man of God, and said, Behold, \\add if\\add* the LORD would make windows in heaven, might this thing be? And he said, Behold, thou shalt see \\add it\\add* with thy eyes, but shalt not eat of it."
    },
    {
      "verse": 3,
      "text": "And there were four leprous men at the entrance of the gate: and they said one to another, Why sit we here until we die?"
    },
    {
      "verse": 4,
      "text": "If we say, We will enter into the city, then the famine \\add is\\add* in the city, and we shall die there: and if we sit still here, we die also. Now therefore come, and let us fall to the army of the Syrians: if they save us alive, we shall live; and if they kill us, we shall but die."
    },
    {
      "verse": 5,
      "text": "And they rose in the twilight to go to the camp of the Syrians: and when they had come to the uttermost part of the camp of Syria, behold, \\add there was\\add* no man there."
    },
    {
      "verse": 6,
      "text": "For the LORD had made the army of the Syrians to hear a noise of chariots, and a noise of horses, \\add even\\add* the noise of a great army: and they said one to another, Lo, the king of Israel hath hired against us the kings of the Hittites, and the kings of the Egyptians, to come upon us."
    },
    {
      "verse": 7,
      "text": "Wherefore they arose and fled in the twilight, and left their tents, and their horses, and their asses, even the camp as it \\add was\\add* , and fled for their life."
    },
    {
      "verse": 8,
      "text": "And when these lepers came to the uttermost part of the camp, they went into one tent, and ate and drank, and carried thence silver, and gold, and raiment, and went and hid \\add it\\add* ; and came again, and entered into another tent, and carried thence \\add also\\add* , and went and hid \\add it\\add* ."
    },
    {
      "verse": 9,
      "text": "Then they said one to another, We do not well: this day \\add is\\add* a day of good tidings, and we hold our peace: if we tarry till the morning light, some mischief will come upon us: now therefore come, that we may go and tell the king's household."
    },
    {
      "verse": 10,
      "text": "So they came and called to the porter of the city: and they told him, saying, We came to the camp of the Syrians, and behold, \\add there was\\add* no man there, neither voice of man, but horses tied, and asses tied, and the tents as they \\add were\\add* ."
    },
    {
      "verse": 11,
      "text": "And he called the porters; and they told \\add it\\add* to the king's house within."
    },
    {
      "verse": 12,
      "text": "And the king arose in the night, and said to his servants, I will now show you what the Syrians have done to us. They know that we \\add are\\add* hungry; therefore they have gone out of the camp, to hide themselves in the field, saying, When they come out of the city, we shall take them alive, and get into the city."
    },
    {
      "verse": 13,
      "text": "And one of his servants answered and said, Let \\add some\\add* take, I pray thee, five of the horses that remain, which are left in the city, (behold, they \\add are\\add* as all the multitude of Israel that are left in it: behold, \\add I say\\add* , they \\add are\\add* even as all the multitude of the Israelites that are consumed:) and let us send and see."
    },
    {
      "verse": 14,
      "text": "They took therefore two chariot horses; and the king sent after the host of the Syrians, saying, Go and see."
    },
    {
      "verse": 15,
      "text": "And they went after them to Jordan: and lo, all the way \\add was\\add* full of garments and vessels, which the Syrians had cast away in their haste. And the messengers returned, and told the king."
    },
    {
      "verse": 16,
      "text": "And the people went out, and plundered the tents of the Syrians. So a measure of fine flour was \\add sold\\add* for a shekel, and two measures of barley for a shekel, according to the word of the LORD."
    },
    {
      "verse": 17,
      "text": "And the king appointed the lord on whose hand he leaned to have the charge of the gate: and the people trod upon him in the gate, and he died, as the man of God had said, who spoke when the king came down to him."
    },
    {
      "verse": 18,
      "text": "And it came to pass as the man of God had spoken to the king, saying, Two measures of barley for a shekel, and a measure of fine flour for a shekel, shall be to-morrow about this time in the gate of Samaria:"
    },
    {
      "verse": 19,
      "text": "And that lord answered the man of God, and said, Now, behold, \\add if\\add* the LORD should make windows in heaven, might such a thing be? And he said, Behold, thou shalt see it with thy eyes, but shalt not eat of it."
    },
    {
      "verse": 20,
      "text": "And so it happened to him: for the people trod upon him in the gate, and he died."
    }
  ]
}