{
  "book_id": "MAT",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Πρωΐας δὲ γενομένης, συμβούλιον ἔλαβον πάντες οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι τοῦ λαοῦ κατὰ τοῦ Ἰησοῦ, ὥστε θανατῶσαι αὐτόν·"
    },
    {
      "verse": 2,
      "text": "καὶ δήσαντες αὐτὸν ἀπήγαγον καὶ παρέδωκαν αὐτὸν Ποντίῳ Πιλάτῳ τῷ ἡγεμόνι. Judas Hangs Himself"
    },
    {
      "verse": 3,
      "text": "Τότε ἰδὼν Ἰούδας ὁ παραδιδοὺς αὐτὸν ὅτι κατεκρίθη, μεταμεληθεὶς ἀπέστρεψε τὰ τριάκοντα ἀργύρια τοῖς ἀρχιερεῦσι καὶ τοῖς πρεσβυτέροις,"
    },
    {
      "verse": 4,
      "text": "λέγων, Ἥμαρτον παραδοὺς αἷμα ἀθῷον. Οἱ δὲ εἶπον, Τί πρὸς ἡμᾶς; Σὺ ὄψει."
    },
    {
      "verse": 5,
      "text": "Καὶ ῥίψας τὰ ἀργύρια ἐν τῷ ναῷ, ἀνεχώρησε· καὶ ἀπελθὼν ἀπήγξατο."
    },
    {
      "verse": 6,
      "text": "Οἱ δὲ ἀρχιερεῖς λαβόντες τὰ ἀργύρια εἶπον, Οὐκ ἔξεστι βαλεῖν αὐτὰ εἰς τὸν κορβανᾶν, ἐπεὶ τιμὴ αἵματός ἐστι."
    },
    {
      "verse": 7,
      "text": "Συμβούλιον δὲ λαβόντες ἠγόρασαν ἐξ αὐτῶν τὸν ἀγρὸν τοῦ κεραμέως, εἰς ταφὴν τοῖς ξένοις."
    },
    {
      "verse": 8,
      "text": "Διὸ ἐκλήθη ὁ ἀγρὸς ἐκεῖνος Ἀγρὸς Αἵματος, ἕως τῆς σήμερον."
    },
    {
      "verse": 9,
      "text": "Τότε ἐπληρώθη τὸ ῥηθὲν διὰ Ἰερεμίου τοῦ προφήτου, λέγοντος, Καὶ ἔλαβον τὰ τριάκοντα ἀργύρια, τὴν τιμὴν τοῦ τετιμημένου, ὃν ἐτιμήσαντο ἀπὸ υἱῶν Ἰσραήλ·"
    },
    {
      "verse": 10,
      "text": "καὶ ἔδωκαν αὐτὰ εἰς τὸν ἀγρὸν τοῦ κεραμέως, καθὰ συνέταξέ μοι Κύριος. Jesus Faces Pilate"
    },
    {
      "verse": 11,
      "text": "Ὁ δὲ Ἰησοῦς ἔστη ἔμπροσθεν τοῦ ἡγεμόνος· καὶ ἐπηρώτησεν αὐτὸν ὁ ἡγεμών, λέγων, Σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων; Ὁ δὲ Ἰησοῦς ἔφη αὐτῷ, \\+w Σὺ|strong=\"G4771\"\\+w* \\+w λέγεις|strong=\"G3004\"\\+w*."
    },
    {
      "verse": 12,
      "text": "Καὶ ἐν τῷ κατηγορεῖσθαι αὐτὸν ὑπὸ τῶν ἀρχιερέων καὶ τῶν πρεσβυτέρων, οὐδὲν ἀπεκρίνατο."
    },
    {
      "verse": 13,
      "text": "Τότε λέγει αὐτῷ ὁ Πιλάτος, Οὐκ ἀκούεις πόσα σου καταμαρτυροῦσι;"
    },
    {
      "verse": 14,
      "text": "Καὶ οὐκ ἀπεκρίθη αὐτῷ πρὸς οὐδὲ ἓν ῥῆμα, ὥστε θαυμάζειν τὸν ἡγεμόνα λίαν. The Crowd Calls For Jesus' Crucifixion"
    },
    {
      "verse": 15,
      "text": "Κατὰ δὲ ἑορτὴν εἰώθει ὁ ἡγεμὼν ἀπολύειν ἕνα τῷ ὄχλῳ δέσμιον, ὃν ἤθελον."
    },
    {
      "verse": 16,
      "text": "Εἶχον δὲ τότε δέσμιον ἐπίσημον, λεγόμενον Βαραββᾶν."
    },
    {
      "verse": 17,
      "text": "Συνηγμένων οὖν αὐτῶν, εἶπεν αὐτοῖς ὁ Πιλάτος, Τίνα θέλετε ἀπολύσω ὑμῖν; Βαραββᾶν, ἢ Ἰησοῦν τὸν λεγόμενον Χριστόν;"
    },
    {
      "verse": 18,
      "text": "ᾜδει γὰρ ὅτι διὰ φθόνον παρέδωκαν αὐτόν."
    },
    {
      "verse": 19,
      "text": "Καθημένου δὲ αὐτοῦ ἐπὶ τοῦ βήματος, ἀπέστειλε πρὸς αὐτὸν ἡ γυνὴ αὐτοῦ, λέγουσα, Μηδέν σοι καὶ τῷ δικαίῳ ἐκείνῳ· πολλὰ γὰρ ἔπαθον σήμερον κατ᾽ ὄναρ δι᾽ αὐτόν."
    },
    {
      "verse": 20,
      "text": "Οἱ δὲ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι ἔπεισαν τοὺς ὄχλους ἵνα αἰτήσωνται τὸν Βαραββᾶν, τὸν δὲ Ἰησοῦν ἀπολέσωσιν."
    },
    {
      "verse": 21,
      "text": "Ἀποκριθεὶς δὲ ὁ ἡγεμὼν εἶπεν αὐτοῖς, Τίνα θέλετε ἀπὸ τῶν δύο ἀπολύσω ὑμῖν; Οἱ δὲ εἶπον, Βαραββᾶν."
    },
    {
      "verse": 22,
      "text": "Λέγει αὐτοῖς ὁ Πιλάτος, Τί οὖν ποιήσω Ἰησοῦν τὸν λεγόμενον Χριστόν; Λέγουσιν αὐτῷ πάντες, Σταυρωθήτω."
    },
    {
      "verse": 23,
      "text": "Ὁ δὲ ἡγεμὼν ἔφη, Τί γὰρ κακὸν ἐποίησεν; Οἱ δὲ περισσῶς ἔκραζον, λέγοντες, Σταυρωθήτω."
    },
    {
      "verse": 24,
      "text": "Ἰδὼν δὲ ὁ Πιλάτος ὅτι οὐδὲν ὠφελεῖ, ἀλλὰ μᾶλλον θόρυβος γίνεται, λαβὼν ὕδωρ, ἀπενίψατο τὰς χεῖρας ἀπέναντι τοῦ ὄχλου, λέγων, Ἀθῷός εἰμι ἀπὸ τοῦ αἵματος τοῦ δικαίου τούτου· ὑμεῖς ὄψεσθε."
    },
    {
      "verse": 25,
      "text": "Καὶ ἀποκριθεὶς πᾶς ὁ λαὸς εἶπε, Τὸ αἷμα αὐτοῦ ἐφ᾽ ἡμᾶς καὶ ἐπὶ τὰ τέκνα ἡμῶν."
    },
    {
      "verse": 26,
      "text": "Τότε ἀπέλυσεν αὐτοῖς τὸν Βαραββᾶν· τὸν δὲ Ἰησοῦν φραγελλώσας παρέδωκεν ἵνα σταυρωθῇ. The Soldiers Mock Jesus"
    },
    {
      "verse": 27,
      "text": "Τότε οἱ στρατιῶται τοῦ ἡγεμόνος, παραλαβόντες τὸν Ἰησοῦν εἰς τὸ πραιτώριον, συνήγαγον ἐπ᾽ αὐτὸν ὅλην τὴν σπεῖραν·"
    },
    {
      "verse": 28,
      "text": "καὶ ἐκδύσαντες αὐτόν, περιέθηκαν αὐτῷ χλαμύδα κοκκίνην."
    },
    {
      "verse": 29,
      "text": "Καὶ πλέξαντες στέφανον ἐξ ἀκανθῶν, ἐπέθηκαν ἐπὶ τὴν κεφαλὴν αὐτοῦ, καὶ κάλαμον ἐπὶ τὴν δεξιὰν αὐτοῦ· καὶ γονυπετήσαντες ἔμπροσθεν αὐτοῦ ἐνέπαιζον αὐτῷ, λέγοντες, Χαῖρε, ὁ βασιλεὺς τῶν Ἰουδαίων·"
    },
    {
      "verse": 30,
      "text": "καὶ ἐμπτύσαντες εἰς αὐτόν, ἔλαβον τὸν κάλαμον, καὶ ἔτυπτον εἰς τὴν κεφαλὴν αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "Καὶ ὅτε ἐνέπαιξαν αὐτῷ, ἐξέδυσαν αὐτὸν τὴν χλαμύδα, καὶ ἐνέδυσαν αὐτὸν τὰ ἱμάτια αὐτοῦ, καὶ ἀπήγαγον αὐτὸν εἰς τὸ σταυρῶσαι. The Crucifixion"
    },
    {
      "verse": 32,
      "text": "Ἐξερχόμενοι δὲ εὗρον ἄνθρωπον Κυρηναῖον, ὀνόματι Σίμωνα· τοῦτον ἠγγάρευσαν ἵνα ἄρῃ τὸν σταυρὸν αὐτοῦ."
    },
    {
      "verse": 33,
      "text": "Καὶ ἐλθόντες εἰς τόπον λεγόμενον Γολγοθᾶ, ὅ ἐστι λεγόμενος Κρανίου Τόπος,"
    },
    {
      "verse": 34,
      "text": "ἔδωκαν αὐτῷ πιεῖν ὄξος μετὰ χολῆς μεμιγμένον· καὶ γευσάμενος οὐκ ἤθελε πιεῖν."
    },
    {
      "verse": 35,
      "text": "Σταυρώσαντες δὲ αὐτόν, διεμερίσαντο τὰ ἱμάτια αὐτοῦ, βάλλοντες κλῆρον."
    },
    {
      "verse": 36,
      "text": "Καὶ καθήμενοι ἐτήρουν αὐτὸν ἐκεῖ."
    },
    {
      "verse": 37,
      "text": "Καὶ ἐπέθηκαν ἐπάνω τῆς κεφαλῆς αὐτοῦ τὴν αἰτίαν αὐτοῦ γεγραμμένην, Οὗτός ἐστιν Ἰησοῦς ὁ βασιλεὺς τῶν Ἰουδαίων."
    },
    {
      "verse": 38,
      "text": "Τότε σταυροῦνται σὺν αὐτῷ δύο λῃσταί, εἷς ἐκ δεξιῶν καὶ εἷς ἐξ εὐωνύμων."
    },
    {
      "verse": 39,
      "text": "Οἱ δὲ παραπορευόμενοι ἐβλασφήμουν αὐτόν, κινοῦντες τὰς κεφαλὰς αὐτῶν,"
    },
    {
      "verse": 40,
      "text": "καὶ λέγοντες, Ὁ καταλύων τὸν ναὸν καὶ ἐν τρισὶν ἡμέραις οἰκοδομῶν, σῶσον σεαυτόν· εἰ υἱὸς εἶ τοῦ Θεοῦ, κατάβηθι ἀπὸ τοῦ σταυροῦ."
    },
    {
      "verse": 41,
      "text": "Ὁμοίως δὲ καὶ οἱ ἀρχιερεῖς ἐμπαίζοντες μετὰ τῶν γραμματέων καὶ πρεσβυτέρων καὶ Φαρισαίων ἔλεγον,"
    },
    {
      "verse": 42,
      "text": "Ἄλλους ἔσωσεν, ἑαυτὸν οὐ δύναται σῶσαι. Εἰ βασιλεὺς Ἰσραήλ ἐστι, καταβάτω νῦν ἀπὸ τοῦ σταυροῦ, καὶ πιστεύσομεν ἐπ᾽ αὐτῷ."
    },
    {
      "verse": 43,
      "text": "Πέποιθεν ἐπὶ τὸν Θεόν· ῥυσάσθω νῦν αὐτόν, εἰ θέλει αὐτόν. Εἶπε γὰρ ὅτι Θεοῦ εἰμι υἱός."
    },
    {
      "verse": 44,
      "text": "Τὸ δ᾽ αὐτὸ καὶ οἱ λῃσταὶ οἱ συσταυρωθέντες αὐτῷ ὠνείδιζον αὐτόν. The Death of Jesus"
    },
    {
      "verse": 45,
      "text": "Ἀπὸ δὲ ἕκτης ὥρας σκότος ἐγένετο ἐπὶ πᾶσαν τὴν γῆν ἕως ὥρας ἐνάτης."
    },
    {
      "verse": 46,
      "text": "Περὶ δὲ τὴν ἐνάτην ὥραν ἀνεβόησεν ὁ Ἰησοῦς φωνῇ μεγάλῃ, λέγων, \\+w Ἠλί|strong=\"G2241\"\\+w*, \\+w Ἠλί|strong=\"G2241\"\\+w*,\\+w λιμὰ|strong=\"G2982\"\\+w*\\+w σαβαχθανί|strong=\"G4518\"\\+w*;Τοῦτ᾽ ἔστι, \\+w Θεέ|strong=\"G2316\"\\+w* \\+w μου|strong=\"G1473\"\\+w*, \\+w Θεέ|strong=\"G2316\"\\+w* \\+w μου|strong=\"G1473\"\\+w*, \\+w ἵνα|strong=\"G2443\"\\+w* \\+w τί|strong=\"G5101\"\\+w* \\+w με|strong=\"G1473\"\\+w* \\+w ἐγκατέλιπες|strong=\"G1459\"\\+w*;"
    },
    {
      "verse": 47,
      "text": "Τινὲς δὲ τῶν ἐκεῖ ἑστώτων ἀκούσαντες ἔλεγον ὅτι Ἠλίαν φωνεῖ οὗτος."
    },
    {
      "verse": 48,
      "text": "Καὶ εὐθέως δραμὼν εἷς ἐξ αὐτῶν, καὶ λαβὼν σπόγγον, πλήσας τε ὄξους, καὶ περιθεὶς καλάμῳ, ἐπότιζεν αὐτόν."
    },
    {
      "verse": 49,
      "text": "Οἱ δὲ λοιποὶ ἔλεγον, Ἄφες, ἴδωμεν εἰ ἔρχεται Ἠλίας σώσων αὐτόν."
    },
    {
      "verse": 50,
      "text": "Ὁ δὲ Ἰησοῦς πάλιν κράξας φωνῇ μεγάλῃ ἀφῆκε τὸ πνεῦμα."
    },
    {
      "verse": 51,
      "text": "Καὶ ἰδού, τὸ καταπέτασμα τοῦ ναοῦ ἐσχίσθη εἰς δύο ἀπὸ ἄνωθεν ἕως κάτω· καὶ ἡ γῆ ἐσείσθη· καὶ αἱ πέτραι ἐσχίσθησαν·"
    },
    {
      "verse": 52,
      "text": "καὶ τὰ μνημεῖα ἀνεῴχθησαν· καὶ πολλὰ σώματα τῶν κεκοιμημένων ἁγίων ἠγέρθη·"
    },
    {
      "verse": 53,
      "text": "καὶ ἐξελθόντες ἐκ τῶν μνημείων μετὰ τὴν ἔγερσιν αὐτοῦ εἰσῆλθον εἰς τὴν ἁγίαν πόλιν, καὶ ἐνεφανίσθησαν πολλοῖς."
    },
    {
      "verse": 54,
      "text": "Ὁ δὲ ἑκατόνταρχος καὶ οἱ μετ᾽ αὐτοῦ τηροῦντες τὸν Ἰησοῦν, ἰδόντες τὸν σεισμὸν καὶ τὰ γενόμενα, ἐφοβήθησαν σφόδρα, λέγοντες, Ἀληθῶς Θεοῦ υἱὸς ἦν οὗτος."
    },
    {
      "verse": 55,
      "text": "Ἦσαν δὲ ἐκεῖ γυναῖκες πολλαὶ ἀπὸ μακρόθεν θεωροῦσαι, αἵτινες ἠκολούθησαν τῷ Ἰησοῦ ἀπὸ τῆς Γαλιλαίας, διακονοῦσαι αὐτῷ,"
    },
    {
      "verse": 56,
      "text": "ἐν αἷς ἦν Μαρία ἡ Μαγδαληνή, καὶ Μαρία ἡ τοῦ Ἰακώβου καὶ Ἰωσῆ μήτηρ, καὶ ἡ μήτηρ τῶν υἱῶν Ζεβεδαίου. The Burial of Jesus"
    },
    {
      "verse": 57,
      "text": "Ὀψίας δὲ γενομένης, ἦλθεν ἄνθρωπος πλούσιος ἀπὸ Ἀριμαθαίας, τοὔνομα Ἰωσήφ, ὃς καὶ αὐτὸς ἐμαθήτευσε τῷ Ἰησοῦ·"
    },
    {
      "verse": 58,
      "text": "οὗτος προσελθὼν τῷ Πιλάτῳ, ᾐτήσατο τὸ σῶμα τοῦ Ἰησοῦ. Τότε ὁ Πιλάτος ἐκέλευσεν ἀποδοθῆναι τὸ σῶμα."
    },
    {
      "verse": 59,
      "text": "Καὶ λαβὼν τὸ σῶμα ὁ Ἰωσὴφ ἐνετύλιξεν αὐτὸ σινδόνι καθαρᾷ,"
    },
    {
      "verse": 60,
      "text": "καὶ ἔθηκεν αὐτὸ ἐν τῷ καινῷ αὐτοῦ μνημείῳ, ὃ ἐλατόμησεν ἐν τῇ πέτρᾳ· καὶ προσκυλίσας λίθον μέγαν τῇ θύρᾳ τοῦ μνημείου, ἀπῆλθεν."
    },
    {
      "verse": 61,
      "text": "Ἦν δὲ ἐκεῖ Μαρία ἡ Μαγδαληνή, καὶ ἡ ἄλλη Μαρία, καθήμεναι ἀπέναντι τοῦ τάφου. The Guard at the Tomb"
    },
    {
      "verse": 62,
      "text": "Τῇ δὲ ἐπαύριον, ἥτις ἐστὶ μετὰ τὴν Παρασκευήν, συνήχθησαν οἱ ἀρχιερεῖς καὶ οἱ Φαρισαῖοι πρὸς Πιλάτον,"
    },
    {
      "verse": 63,
      "text": "λέγοντες, Κύριε, ἐμνήσθημεν ὅτι ἐκεῖνος ὁ πλάνος εἶπεν ἔτι ζῶν, Μετὰ τρεῖς ἡμέρας ἐγείρομαι."
    },
    {
      "verse": 64,
      "text": "Κέλευσον οὖν ἀσφαλισθῆναι τὸν τάφον ἕως τῆς τρίτης ἡμέρας· μήποτε ἐλθόντες οἱ μαθηταὶ αὐτοῦ νυκτὸς κλέψωσιν αὐτόν, καὶ εἴπωσι τῷ λαῷ, Ἠγέρθη ἀπὸ τῶν νεκρῶν· καὶ ἔσται ἡ ἐσχάτη πλάνη χείρων τῆς πρώτης."
    },
    {
      "verse": 65,
      "text": "Ἔφη δὲ αὐτοῖς ὁ Πιλάτος, Ἔχετε κουστωδίαν· ὑπάγετε, ἀσφαλίσασθε ὡς οἴδατε."
    },
    {
      "verse": 66,
      "text": "Οἱ δὲ πορευθέντες ἠσφαλίσαντο τὸν τάφον, σφραγίσαντες τὸν λίθον, μετὰ τῆς κουστωδίας."
    }
  ]
}