{
  "book_id": "1TH",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "But as to the times and the moments, there is no need, friends, for anyone to write to you."
    },
    {
      "verse": 2,
      "text": "You yourselves know well that the day of the Lord will come just as a thief comes in the night."
    },
    {
      "verse": 3,
      "text": "When people are saying ‘All is quiet and safe,’ it is then that, like birth pains on a pregnant woman, ruin comes suddenly upon them, and there will be no escape!"
    },
    {
      "verse": 4,
      "text": "You, however, friends, are not in darkness, that the daylight should take you by surprise as if you were thieves."
    },
    {
      "verse": 5,
      "text": "For you all are children of light and children of the day. We have nothing to do with night, or darkness."
    },
    {
      "verse": 6,
      "text": "Therefore let us not sleep as others do. No, let us be watchful and self-controlled."
    },
    {
      "verse": 7,
      "text": "It is at night that people sleep, and at night that drunkards get drunk."
    },
    {
      "verse": 8,
      "text": "But let us, who belong to the day, control ourselves, and put on faith and love as a breast plate, and the hope of salvation as a helmet."
    },
    {
      "verse": 9,
      "text": "For God destined us, not for wrath, but to win salvation through our Lord Jesus Christ, who died for us,"
    },
    {
      "verse": 10,
      "text": "that, whether we are still watching or have fallen asleep, we may live with him."
    },
    {
      "verse": 11,
      "text": "Therefore encourage one another, and try to build up one another’s characters, as indeed you are doing. Conclusion"
    },
    {
      "verse": 12,
      "text": "We beg you, friends, to value those who toil among you, and are your leaders in the Lord’s service, and give you counsel."
    },
    {
      "verse": 13,
      "text": "Hold them in the very greatest esteem and affection for the sake of their work. Live at peace with one another."
    },
    {
      "verse": 14,
      "text": "We entreat you also, friends – warn the disorderly, comfort the faint-hearted, give a helping hand to the weak, and be patient with everyone."
    },
    {
      "verse": 15,
      "text": "Take care that none of you ever pays back wrong for wrong, but always follow the kindest course with one another and with everyone."
    },
    {
      "verse": 16,
      "text": "Always be joyful;"
    },
    {
      "verse": 17,
      "text": "never cease to pray;"
    },
    {
      "verse": 18,
      "text": "under all circumstances give thanks to God. For this is his will for you as made known in Christ Jesus."
    },
    {
      "verse": 19,
      "text": "Do not quench the Spirit;"
    },
    {
      "verse": 20,
      "text": "do not make light of preaching."
    },
    {
      "verse": 21,
      "text": "Bring everything to the test; cling to what is good;"
    },
    {
      "verse": 22,
      "text": "shun every form of evil."
    },
    {
      "verse": 23,
      "text": "May God himself, the giver of peace, make you altogether holy; and may your spirits, souls, and bodies be kept altogether faultless until the coming of our Lord Jesus Christ."
    },
    {
      "verse": 24,
      "text": "He who calls you will not fail you; he will complete his work."
    },
    {
      "verse": 25,
      "text": "Friends, pray for us."
    },
    {
      "verse": 26,
      "text": "Greet all the Lord’s followers with a sacred kiss."
    },
    {
      "verse": 27,
      "text": "I order you in the Lord’s name to have this letter read to all the brethren."
    },
    {
      "verse": 28,
      "text": "May the blessing of our Lord Jesus Christ be with you."
    }
  ]
}