{
  "book_id": "EST",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי בימי אחשורוש הוא אחשורוש המלך מהדו ועד כוש שבע ועשרים ומאה מדינה׃"
    },
    {
      "verse": 2,
      "text": "בימים ההם כשבת המלך אחשורוש על כסא מלכותו אשר בשושן הבירה׃"
    },
    {
      "verse": 3,
      "text": "בשנת שלוש למלכו עשה משתה לכל שריו ועבדיו חיל פרס ומדי הפרתמים ושרי המדינות לפניו׃"
    },
    {
      "verse": 4,
      "text": "בהראתו את עשר כבוד מלכותו ואת יקר תפארת גדולתו ימים רבים שמונים ומאת יום׃"
    },
    {
      "verse": 5,
      "text": "ובמלואת הימים האלה עשה המלך לכל העם הנמצאים בשושן הבירה למגדול ועד קטן משתה שבעת ימים בחצר גנת ביתן המלך׃"
    },
    {
      "verse": 6,
      "text": "חור כרפס ותכלת אחוז בחבלי בוץ וארגמן על גלילי כסף ועמודי שש מטות זהב וכסף על רצפת בהט ושש ודר וסחרת׃"
    },
    {
      "verse": 7,
      "text": "והשקות בכלי זהב וכלים מכלים שונים ויין מלכות רב כיד המלך׃"
    },
    {
      "verse": 8,
      "text": "והשתיה כדת אין אנס כי כן יסד המלך על כל רב ביתו לעשות כרצון איש ואיש׃"
    },
    {
      "verse": 9,
      "text": "גם ושתי המלכה עשתה משתה נשים בית המלכות אשר למלך אחשורוש׃"
    },
    {
      "verse": 10,
      "text": "ביום השביעי כטוב לב המלך ביין אמר למהומן בזתא חרבונא בגתא ואבגתא זתר וכרכס שבעת הסריסים המשרתים את פני המלך אחשורוש׃"
    },
    {
      "verse": 11,
      "text": "להביא את ושתי המלכה לפני המלך בכתר מלכות להראות העמים והשרים את יפיה כי טובת מראה היא׃"
    },
    {
      "verse": 12,
      "text": "ותמאן המלכה ושתי לבוא בדבר המלך אשר ביד הסריסים ויקצף המלך מאד וחמתו בערה בו׃"
    },
    {
      "verse": 13,
      "text": "ויאמר המלך לחכמים ידעי העתים כי כן דבר המלך לפני כל ידעי דת ודין׃"
    },
    {
      "verse": 14,
      "text": "והקרב אליו כרשנא שתר אדמתא תרשיש מרס מרסנא ממוכן שבעת שרי פרס ומדי ראי פני המלך הישבים ראשנה במלכות׃"
    },
    {
      "verse": 15,
      "text": "כדת מה לעשות במלכה ושתי על אשר לא עשתה את מאמר המלך אחשורוש ביד הסריסים׃"
    },
    {
      "verse": 16,
      "text": "ויאמר מומכן לפני המלך והשרים לא על המלך לבדו עותה ושתי המלכה כי על כל השרים ועל כל העמים אשר בכל מדינות המלך אחשורוש׃"
    },
    {
      "verse": 17,
      "text": "כי יצא דבר המלכה על כל הנשים להבזות בעליהן בעיניהן באמרם המלך אחשורוש אמר להביא את ושתי המלכה לפניו ולא באה׃"
    },
    {
      "verse": 18,
      "text": "והיום הזה תאמרנה שרות פרס ומדי אשר שמעו את דבר המלכה לכל שרי המלך וכדי בזיון וקצף׃"
    },
    {
      "verse": 19,
      "text": "אם על המלך טוב יצא דבר מלכות מלפניו ויכתב בדתי פרס ומדי ולא יעבור אשר לא תבוא ושתי לפני המלך אחשורוש ומלכותה יתן המלך לרעותה הטובה ממנה׃"
    },
    {
      "verse": 20,
      "text": "ונשמע פתגם המלך אשר יעשה בכל מלכותו כי רבה היא וכל הנשים יתנו יקר לבעליהן למגדול ועד קטן׃"
    },
    {
      "verse": 21,
      "text": "וייטב הדבר בעיני המלך והשרים ויעש המלך כדבר ממוכן׃"
    },
    {
      "verse": 22,
      "text": "וישלח ספרים אל כל מדינות המלך אל מדינה ומדינה ככתבה ואל עם ועם כלשונו להיות כל איש שרר בביתו ומדבר כלשון עמו׃"
    }
  ]
}