{
  "book_id": "2CO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul, an apostle of Christ Jesus by the will of God, and Timothy the brother, to the church of God which is in Corinth, with all the holy who are in all Achaia:"
    },
    {
      "verse": 2,
      "text": "Grace be to you, and peace, from God our Fathers and the Lord Jesus Christ."
    },
    {
      "verse": 3,
      "text": "Blessed be God, the Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,"
    },
    {
      "verse": 4,
      "text": "who comforteth us in all our distress, that we may be able to comfort those who are in any distress by the comfort wherewith we are ourselves comforted by God;"
    },
    {
      "verse": 5,
      "text": "for as the sufferings of Christ overflow to us, so through Christ doth our comfort also overflow."
    },
    {
      "verse": 6,
      "text": "And whether we are distressed, it is for your comfort and salvation, which showeth its power in enabling you to bear patiently the same sufferings which we also endure; and our hope is steadfast in your behalf; or whether we are comforted, it is for your comfort and salvation,"
    },
    {
      "verse": 7,
      "text": "knowing that as ye are sharers in the sufferings, so also ye will be sharers in the comfort."
    },
    {
      "verse": 8,
      "text": "For we would not, brethren, have you ignorant of our distress which came upon us in Asia, that it was exceedingly heavy upon us beyond our strength, so that we despaired even of life;"
    },
    {
      "verse": 9,
      "text": "yea, we ourselves had within ourselves the sentence of death, that we might not trust in ourselves, but in God who raiseth the dead;"
    },
    {
      "verse": 10,
      "text": "who delivered us from such peril of death, and is delivering; in whom we trust that he will yet deliver us,"
    },
    {
      "verse": 11,
      "text": "you also unitedly helping us by prayer, so that for this blessing bestowed on us by means of many, thanks may be given by many on your behalf."
    },
    {
      "verse": 12,
      "text": "For our glorying is this, the testimony of our conscience, that in simplicity and the sincerity which is of God, not in fleshly wisdom, but in the grace of God, we have conducted ourselves in the world, and especially toward you."
    },
    {
      "verse": 13,
      "text": "For we write no other things to you, than what ye read or even acknowledge. And I trust ye will acknowledge even to the end,"
    },
    {
      "verse": 14,
      "text": "as also ye have acknowledged us in part, that we are your glorying, as ye also are ours in the day of the Lord Jesus."
    },
    {
      "verse": 15,
      "text": "And in this confidence it was my purpose to come to you before, that ye might receive a second benefit;"
    },
    {
      "verse": 16,
      "text": "and to go by way of you into Macedonia, and from Macedonia to come again to you, and by you to be forwarded on my way to Judaea."
    },
    {
      "verse": 17,
      "text": "Having, then, this purpose, did I act with levity? Or in my purposes do I resolve according to the flesh, that with me there should be now yea, yea, and now nay, nay?"
    },
    {
      "verse": 18,
      "text": "But as God is faithful, our word to you is not yea and nay."
    },
    {
      "verse": 19,
      "text": "For the Son of God, Christ Jesus, who was preached among you by us, by me and Silvanus and Timothy, was not found yea and nay, but in him hath been found yea."
    },
    {
      "verse": 20,
      "text": "For as to all the promises of God, in him is yea, and in him amen, to the glory of God through us."
    },
    {
      "verse": 21,
      "text": "Now he who maketh us with you steadfast in Christ, and anointed us, is God;"
    },
    {
      "verse": 22,
      "text": "he who also sealed us, and gave the Spirit as a pledge in our hearts."
    },
    {
      "verse": 23,
      "text": "But I call upon God as a witness against my soul, that it was to spare you that I came no more to Corinth;"
    },
    {
      "verse": 24,
      "text": "not that we have dominion over your faith, but are helpers of your joy. For in respect to faith ye stand firm."
    }
  ]
}