{
  "book_id": "2CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Are we beginning again to recommend ourselves? Or do we need, like some others, letters of recommendation to you, or letters of recommendation from you?"
    },
    {
      "verse": 2,
      "text": "Ye are our letter, written in our hearts, known and read by all men;"
    },
    {
      "verse": 3,
      "text": "since ye are manifestly shown to be a letter of Christ by means of our service, written not with ink, but with the Spirit of the living God; not on tablets of stone, but on fleshly tablets of the heart."
    },
    {
      "verse": 4,
      "text": "And such confidence as this have we through Christ toward God;"
    },
    {
      "verse": 5,
      "text": "not that we are able of ourselves to think anything, as from ourselves; but our ability is from God;"
    },
    {
      "verse": 6,
      "text": "who also gave us ability to be ministers of a new covenant, not of the letter, but of the Spirit; for the letter killeth, but the Spirit giveth life."
    },
    {
      "verse": 7,
      "text": "But if the ministration of death, engraven in letters on stones, was so glorious, that the children of Israel could not look steadfastly on the face of Moses by reason of the glory of his countenance, which glory was to be done away,"
    },
    {
      "verse": 8,
      "text": "shall not the ministration of the Spirit be much more glorious?"
    },
    {
      "verse": 9,
      "text": "For if the ministration of condemnation had glory, much greater is the glory of the ministration of righteousness."
    },
    {
      "verse": 10,
      "text": "For even that which was made glorious hath ceased to be glorious in this respect, by reason of the glory by which it is exceeded."
    },
    {
      "verse": 11,
      "text": "For if that which was to be done away was glorious, much more glorious is that which endureth."
    },
    {
      "verse": 12,
      "text": "Having therefore such hope, we use great plainness of speech;"
    },
    {
      "verse": 13,
      "text": "and do not as Moses did, who put a veil over his face, that the children of Israel might not steadfastly look on the end of that which was to be done away."
    },
    {
      "verse": 14,
      "text": "But their understandings were blinded; for until this day, when the old covenant is read, the same veil remaineth, since it is not unveiled to them that it is done away in Christ;"
    },
    {
      "verse": 15,
      "text": "but even till this day, when Moses is read, there lieth a veil upon their heart;"
    },
    {
      "verse": 16,
      "text": "but whenever it turneth to the Lord, the veil is taken away."
    },
    {
      "verse": 17,
      "text": "Now the Lord is the Spirit; and where the Spirit of the Lord is, there is liberty."
    },
    {
      "verse": 18,
      "text": "But we all with unveiled face beholding in a mirror the glory of the Lord, are changed into the same image from glory to glory, as by the Lord, the Spirit."
    }
  ]
}