{
  "book_id": "2CO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Therefore, having this ministry through the mercy we received, we are not faint-hearted;"
    },
    {
      "verse": 2,
      "text": "but have renounced the hidden things of shame, not walking in craftiness, nor adulterating the word of God, but by the manifestation of the truth commending ourselves to every man's conscience in the sight of God."
    },
    {
      "verse": 3,
      "text": "But if our gospel is veiled, it is veiled to them that perish,"
    },
    {
      "verse": 4,
      "text": "in whom the God of this world blinded the understandings of the unbelieving, so that they cannot behold the light of the gospel of the glory of Christ, who is the image of God."
    },
    {
      "verse": 5,
      "text": "For we preach not ourselves, but Christ Jesus as Lord, and ourselves your bond-servants for Jesus' sake."
    },
    {
      "verse": 6,
      "text": "For it is God, who commanded light to shine out of darkness, that shined in our hearts, to give the light of the knowledge of the glory of God in the face of Christ."
    },
    {
      "verse": 7,
      "text": "But we have this treasure in earthen vessels, that the exceeding greatness of the power may be of God, and not of us;"
    },
    {
      "verse": 8,
      "text": "being troubled on every side, yet not distressed; perplexed, but not in despair;"
    },
    {
      "verse": 9,
      "text": "persecuted, but not forsaken; cast down, but not destroyed;"
    },
    {
      "verse": 10,
      "text": "always bearing about in the body the dying of Jesus, that the life also of Jesus may be manifested in our body."
    },
    {
      "verse": 11,
      "text": "For we who live are continually delivered up to death for Jesus' sake, that the life also of Jesus may be manifested in our mortal flesh."
    },
    {
      "verse": 12,
      "text": "So then death worketh in us, but life in you."
    },
    {
      "verse": 13,
      "text": "But having the same spirit of faith, according to that which is written, “I believed, and therefore I spoke,” we also believe, and therefore speak;"
    },
    {
      "verse": 14,
      "text": "knowing that he who raised up the Lord Jesus will raise up us also with Jesus, and will present us with you."
    },
    {
      "verse": 15,
      "text": "For all things are for your sakes, that the grace abounding by means of the greater number may cause thanksgiving to abound to the glory of God."
    },
    {
      "verse": 16,
      "text": "For which cause we are not faint-hearted; but though our outward man is perishing, yet the inward man is renewed day by day."
    },
    {
      "verse": 17,
      "text": "For our light affliction, which is but for a moment, worketh out for us, in a higher and still higher degree, an everlasting weight of glory;"
    },
    {
      "verse": 18,
      "text": "while we look not at the things which are seen, but at the things which are not seen; for the things which are seen are but for a time; but the things which are not seen are ever lasting."
    }
  ]
}