{
  "book_id": "2CO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "For we know that, if our earthly tent-habitation be destroyed, we have a building provided by God, a house not made with hands, everlasting, in the heavens."
    },
    {
      "verse": 2,
      "text": "For while in this we groan, longing to be clothed upon with our habitation which is from heaven;"
    },
    {
      "verse": 3,
      "text": "since, indeed, when we have put off our present garment, we shall not be found naked."
    },
    {
      "verse": 4,
      "text": "For we who are in this tent groan, being burdened; inasmuch as we do not desire to be unclothed, but to be clothed upon, that mortality may be swallowed up by life."
    },
    {
      "verse": 5,
      "text": "Now he that hath prepared us for this very thing is God; who also gave to us the Spirit as the pledge."
    },
    {
      "verse": 6,
      "text": "We have courage, therefore, always, and know that while we are at home in the body, we are absent from the Lord;"
    },
    {
      "verse": 7,
      "text": "for we walk by faith, not by sight; but we have courage,"
    },
    {
      "verse": 8,
      "text": "and are well pleased rather to be absent from the body, and to be at home with the Lord."
    },
    {
      "verse": 9,
      "text": "Wherefore we also strive that, whether at home or absent, we may be approved by him."
    },
    {
      "verse": 10,
      "text": "For we must all be made manifest before the judgment-seat of Christ, that each one may receive the things done in his body, according to what he did, whether good or bad."
    },
    {
      "verse": 11,
      "text": "Knowing therefore the fear of the Lord, we persuade men; but to God we have been made manifest, and I hope have been made manifest in your consciences also."
    },
    {
      "verse": 12,
      "text": "For we are not again commending ourselves to you, but giving you occasion to glory on our behalf; that ye may have somewhat to answer those who glory in outward appearance, and not in heart."
    },
    {
      "verse": 13,
      "text": "For whether we were beside ourselves, it was for God; or whether we are in our sound mind, it is for you."
    },
    {
      "verse": 14,
      "text": "For the love of Christ constraineth us, because we thus judged, that if one died for all, then all died;"
    },
    {
      "verse": 15,
      "text": "and he died for all, that they who live should no longer live to themselves, but to him who died for their sakes, and rose again."
    },
    {
      "verse": 16,
      "text": "So that we henceforth know no one according to the flesh; and if we have even known Christ according to the flesh, yet now we no longer know him."
    },
    {
      "verse": 17,
      "text": "Therefore, if any one is in Christ, he is a new creation; the old things have passed away; behold, all things have become new."
    },
    {
      "verse": 18,
      "text": "And all things are from God, who reconciled us to himself by Christ, and gave to us the ministry of reconciliation;"
    },
    {
      "verse": 19,
      "text": "seeing that in Christ God was reconciling the world to himself, not reckoning to them their trespasses, and having committed to us the word of reconciliation."
    },
    {
      "verse": 20,
      "text": "We then are ambassadors for Christ; as though God were exhorting you by us, in behalf of Christ we entreat you, Be reconciled to God."
    },
    {
      "verse": 21,
      "text": "Him, who knew not sin, he made sin for us, that we might become God's righteousness in him."
    }
  ]
}