{
  "book_id": "2CO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Having then these promises, beloved, let us cleanse ourselves from all pollution of flesh and spirit, perfecting holiness in the fear of God."
    },
    {
      "verse": 2,
      "text": "Receive us into your hearts; we have wronged no one, we have corrupted no one, we have defrauded no one."
    },
    {
      "verse": 3,
      "text": "I am not saying this to condemn you; for I have said before, that ye are in our hearts to die with you and to live with you."
    },
    {
      "verse": 4,
      "text": "Great is my confidence toward you, great is my glorying on your account; I am filled with comfort, I overflow with joy in all our trouble."
    },
    {
      "verse": 5,
      "text": "For indeed when we had come into Macedonia, our flesh had no rest, but we were troubled on every side; without were fightings, within were fears."
    },
    {
      "verse": 6,
      "text": "But God, that comforteth those who are brought low, comforted us by the coming of Titus;"
    },
    {
      "verse": 7,
      "text": "and not by his coming only, but by the comfort with which he was comforted in regard to you, when he told us of your earnest desire, your mourning, your zeal in my behalf; so that I rejoiced the more."
    },
    {
      "verse": 8,
      "text": "For though I caused you sorrow with the letter, I do not regret it, though I did regret it; for I perceive that that letter caused you sorrow, though it was but for a short time."
    },
    {
      "verse": 9,
      "text": "Now I rejoice, not that ye were made sorrowful, but that your sorrow produced repentance. For the sorrow which ye felt had respect to God, that ye might in nothing receive injury from me."
    },
    {
      "verse": 10,
      "text": "For sorrow before God worketh repentance to salvation never to be regretted; but the sorrow of the world worketh death."
    },
    {
      "verse": 11,
      "text": "For behold this very thing, that your sorrow had respect to God; what earnestness it wrought in you; yea, what clearing of yourselves, yea, what indignation, yea, what fear, yea, what longing desire, yea, what zeal, yea, what readiness to punish! In every thing ye showed yourselves to be pure in the matter."
    },
    {
      "verse": 12,
      "text": "Although, then, I wrote to you, it was not on account of him that did the wrong, nor of him who suffered wrong; but that your earnestness for us might be made manifest to you in the sight of God."
    },
    {
      "verse": 13,
      "text": "Therefore we have been comforted; but in our comfort we rejoiced still more on account of the joy of Titus, because his spirit has been refreshed by you all;"
    },
    {
      "verse": 14,
      "text": "for if in anything I have boasted to him of you, I am not put to shame; but as we spoke all things to you in truth, so also our boasting, which we made before Titus, was found to be truth;"
    },
    {
      "verse": 15,
      "text": "and his affection is more abundant toward you, while he remembers the obedience of you all, how with fear and trembling ye received him."
    },
    {
      "verse": 16,
      "text": "I rejoice that in every thing I have confidence in you."
    }
  ]
}