{
  "book_id": "2CO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Now I Paul myself beseech you by the meekness and gentleness of Christ, I, who present indeed am lowly among you, but am bold toward you when absent;"
    },
    {
      "verse": 2,
      "text": "but I entreat you, that I may not when I am present be bold with that confidence wherewith I think of being bold towards some, who think of us as walking according to the flesh."
    },
    {
      "verse": 3,
      "text": "For though we walk in the flesh, we do not war according to the flesh,"
    },
    {
      "verse": 4,
      "text": "(for the weapons of our warfare are not fleshly, but mighty through God to the pulling down of strong holds,)"
    },
    {
      "verse": 5,
      "text": "casting down reasonings, and every high thing that exalteth itself against the knowledge of God, and bringing every purpose into captivity to the obedience of Christ,"
    },
    {
      "verse": 6,
      "text": "and being in readiness to punish every disobedience, when the measure of your obedience shall be full."
    },
    {
      "verse": 7,
      "text": "Ye look at the outward appearance. If any one trusteth to himself that he belongeth to Christ, let him of himself consider this again, that as he belongeth to Christ, so also do we."
    },
    {
      "verse": 8,
      "text": "For even if I should boast still more highly of our authority, which the Lord gave us for building you up, and not pulling you down, I should not be put to shame;"
    },
    {
      "verse": 9,
      "text": "that I may not seem as if I would terrify you by my letters."
    },
    {
      "verse": 10,
      "text": "For his letters, saith one, are weighty and strong; but his bodily presence is weak, and his speech contemptible."
    },
    {
      "verse": 11,
      "text": "Let such a one count upon this, that such as we are in word by letters when absent, such will we be also in deed when present."
    },
    {
      "verse": 12,
      "text": "For we do not venture to reckon ourselves among, or compare ourselves with, some of those who commend themselves; but they, measuring themselves among themselves, and comparing themselves with themselves, are not wise."
    },
    {
      "verse": 13,
      "text": "But we will not boast of things that are without our measure, but according to the measure of the line which God allotted us,—a measure to reach even to you."
    },
    {
      "verse": 14,
      "text": "For we do not stretch ourselves beyond our measure, as though we reached not to you; (for as far as even to you did we come, in the gospel of Christ;)"
    },
    {
      "verse": 15,
      "text": "not boasting of things that are without measure, in other men's labors, but having hope, when your faith is increased, that our line will through you be still further extended,"
    },
    {
      "verse": 16,
      "text": "so that we may preach the gospel in the regions beyond you; not boasting, in another's line, of things made ready to our hand."
    },
    {
      "verse": 17,
      "text": "But “he that boasteth, let him boast in the Lord.”"
    },
    {
      "verse": 18,
      "text": "For not he that commendeth himself is approved, but he whom the Lord commendeth."
    }
  ]
}