{
  "book_id": "2CO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "It is indeed not expedient for me to boast; I will come to visions and revelations of the Lord."
    },
    {
      "verse": 2,
      "text": "I know a man in Christ, fourteen years ago,—whether in the body, I know not, or whether out of the body, I know not; God knoweth,—such a one caught up even to the third heaven."
    },
    {
      "verse": 3,
      "text": "And I know such a man, whether in the body, or without the body, I know not; God knoweth,—"
    },
    {
      "verse": 4,
      "text": "that he was caught up into paradise, and heard unspeakable words, which it is not lawful for a man to utter."
    },
    {
      "verse": 5,
      "text": "Of such a one I will boast; but of myself I will not boast, except in my infirmities."
    },
    {
      "verse": 6,
      "text": "For if I should desire to boast, I should not be a fool; for I should say the truth; but I forbear, lest any one should think of me above what he seeth me to be, or what he heareth from me."
    },
    {
      "verse": 7,
      "text": "And that I might not be too much lifted up by the abundance of the revelations, there was given to me a thorn in the flesh, a messenger of Satan, to buffet me, that I might not be too much lifted up."
    },
    {
      "verse": 8,
      "text": "In respect to this I besought the Lord thrice, that it might depart from me;"
    },
    {
      "verse": 9,
      "text": "and he said to me, My grace is sufficient for thee; for my strength is made perfect in weakness. Most gladly therefore will I rather boast in my weaknesses, that the strength of Christ may abide upon me."
    },
    {
      "verse": 10,
      "text": "Therefore I take pleasure in weaknesses, in reproaches, in necessities, in persecutions, in distresses in behalf of Christ; for when I am weak, then am I strong."
    },
    {
      "verse": 11,
      "text": "I have become a fool; it is ye that compelled me. For I ought to have been commended by you; for in nothing was I behind the very foremost apostles, though I am nothing."
    },
    {
      "verse": 12,
      "text": "Truly the signs of an apostle were wrought among you with all endurance, by signs, and wonders, and mighty deeds."
    },
    {
      "verse": 13,
      "text": "For what is there in which ye were at disadvantage when compared with other churches, except that I myself was not a charge to you? Forgive me this wrong."
    },
    {
      "verse": 14,
      "text": "Behold, I am ready to come to you this third time, and I will not be a charge to you; for I seek not yours, but you. For the children ought not to lay up for the parents, but the parents for the children."
    },
    {
      "verse": 15,
      "text": "And I will very gladly spend and be spent for your souls; though the more I love you, the less I am loved."
    },
    {
      "verse": 16,
      "text": "But be it so; I at least was not a charge to you; but yet, being crafty, I caught you with guile."
    },
    {
      "verse": 17,
      "text": "Did I make gain of you by any of those whom I have sent to you?"
    },
    {
      "verse": 18,
      "text": "I urged Titus to go to you, and with him I sent the brother. Did Titus make a gain of you? Did we not walk in the same spirit? Did we not walk in the same steps?"
    },
    {
      "verse": 19,
      "text": "Have ye been thinking this long time that we are defending ourselves to you? It is before God in Christ that we are speaking; but all things, beloved, for your edification."
    },
    {
      "verse": 20,
      "text": "For I fear, lest, when I come, I shall not find you such as I would, and lest I too shall be found by you such as ye would not; lest there be wranglings, envying, wraths, rivalries, backbitings, whisperings, swellings, tumults;"
    },
    {
      "verse": 21,
      "text": "and lest, when I come again, my God will humble me among you, and that I shall bewail many of those who have sinned already, and did not repent of the uncleanness, and fornication, and lasciviousness, which they committed."
    }
  ]
}