{
  "book_id": "2CO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "This is the third time I am coming to you. In the mouth of two or three witnesses shall every word be established."
    },
    {
      "verse": 2,
      "text": "I said before, and now say beforehand, as when present the second time, so also absent now, to those who have sinned before, and to all the others, that if I come again, I will not spare;"
    },
    {
      "verse": 3,
      "text": "since ye seek a proof of Christ speaking in me, who towards you is not weak, but is mighty among you."
    },
    {
      "verse": 4,
      "text": "For though he was crucified through weakness, yet he liveth through the power of God; for we also are weak in him, but we shall live together with him by the power of God toward you."
    },
    {
      "verse": 5,
      "text": "Try yourselves, whether ye are in the faith; prove your own selves. Know ye not your own selves, that Christ Jesus is in you, unless ye are unapproved?"
    },
    {
      "verse": 6,
      "text": "But I trust that ye shall know, that we are not unapproved."
    },
    {
      "verse": 7,
      "text": "Now we pray to God that ye do no evil; not in order that we may appear approved, but that ye may do what is good, though we be as unapproved."
    },
    {
      "verse": 8,
      "text": "For we have no power against the truth, but for the truth."
    },
    {
      "verse": 9,
      "text": "For we are glad, when we are weak, and ye are strong; this also we pray for, even your perfection."
    },
    {
      "verse": 10,
      "text": "For this cause I write these things while absent, that when present I may not use sharpness, according to the power which the Lord gave me for edification, and not for destruction."
    },
    {
      "verse": 11,
      "text": "Finally, brethren, farewell! Be perfect, be of good comfort, be of one mind, live in peace; and the God of love and peace shall be with you."
    },
    {
      "verse": 12,
      "text": "Salute one another with a holy kiss."
    },
    {
      "verse": 13,
      "text": "All the saints salute you."
    },
    {
      "verse": 14,
      "text": "The grace of the Lord Jesus Christ, and the love of God, and the partaking of the Holy Spirit, be with you all."
    }
  ]
}