{
  "book_id": "1CH",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Now these \\add are\\add* they that came to David to Ziklag, while he yet kept himself close because of Saul the son of Kish: and they \\add were\\add* among the mighty men, helpers of the war."
    },
    {
      "verse": 2,
      "text": "\\add They were\\add* armed with bows, and could use both the right hand and the left in \\add hurling\\add* stones, and \\add shooting\\add* arrows from a bow, \\add even\\add* of Saul's brethren of Benjamin."
    },
    {
      "verse": 3,
      "text": "The chief \\add was\\add* Ahiezer, then Joash, the sons of Shemaah the Gibeathite; and Jeziel, and Pelet, the sons of Azmaveth; and Berachah, and Jehu the Antothite,"
    },
    {
      "verse": 4,
      "text": "And Ismaiah the Gibeonite, a mighty man among the thirty, and over the thirty; and Jeremiah, and Jahaziel, and Johanan, and Josabad the Gederathite,"
    },
    {
      "verse": 5,
      "text": "Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah the Haruphite,"
    },
    {
      "verse": 6,
      "text": "Elkanah, and Jesiah, and Azareel, and Joezer, and Jashobeam, the Korhites."
    },
    {
      "verse": 7,
      "text": "And Joelah, and Zebadiah, the sons of Jeroham of Gedor."
    },
    {
      "verse": 8,
      "text": "And of the Gadites there separated themselves to David in the hold in the wilderness men of might, \\add and\\add* men of war \\add fit\\add* for the battle, that could handle shield and buckler, whose faces \\add were like\\add* the faces of lions, and \\add were\\add* as swift as the roes upon the mountains;"
    },
    {
      "verse": 9,
      "text": "Ezer the first, Obadiah the second, Eliab the third,"
    },
    {
      "verse": 10,
      "text": "Mishmannah the fourth, Jeremiah the fifth,"
    },
    {
      "verse": 11,
      "text": "Attai the sixth, Eliel the seventh,"
    },
    {
      "verse": 12,
      "text": "Johanan the eighth, Elzabad the ninth,"
    },
    {
      "verse": 13,
      "text": "Jeremiah the tenth, Machbanai the eleventh."
    },
    {
      "verse": 14,
      "text": "These \\add were\\add* of the sons of Gad, captains of the host: one of the least \\add was\\add* over a hundred, and the greatest over a thousand."
    },
    {
      "verse": 15,
      "text": "These \\add are\\add* they that went over Jordan in the first month, when it had overflowed all its banks; and they put to flight all \\add them\\add* of the valleys, \\add both\\add* towards the east, and towards the west."
    },
    {
      "verse": 16,
      "text": "And there came of the children of Benjamin and Judah to the hold to David."
    },
    {
      "verse": 17,
      "text": "And David went out to meet them, and answered and said to them, If ye have come peaceably to me to help me, my heart shall be knit to you: but if \\add ye have come\\add* to betray me to my enemies, seeing \\add there is\\add* no wrong in my hands, the God of our fathers look \\add on it\\add* , and rebuke \\add it\\add* ."
    },
    {
      "verse": 18,
      "text": "Then the spirit came upon Amasai, \\add who was\\add* chief of the captains, \\add and he said\\add* , Thine \\add are we\\add* , David, and on thy side, thou son of Jesse: peace, peace \\add be\\add* to thee, and peace \\add be\\add* to thy helpers; for thy God helpeth thee. Then David received them, and made them captains of the band."
    },
    {
      "verse": 19,
      "text": "And there fell \\add some\\add* of Manasseh to David, when he came with the Philistines against Saul to battle: but they helped them not: for the lords of the Philistines upon advisement sent him away, saying, He will fall to his master Saul to \\add the jeopardy of\\add* our heads."
    },
    {
      "verse": 20,
      "text": "And as he went to Ziklag, there fell to him of Manasseh, Adnah, and Jozabad, and Jediael, and Michael, and Jozabad, and Elihu, and Zilthai, captains of the thousands that \\add were\\add* of Manasseh."
    },
    {
      "verse": 21,
      "text": "And they helped David against the band \\add of the rovers\\add* : for they \\add were\\add* all mighty men of valor, and were captains in the host."
    },
    {
      "verse": 22,
      "text": "For at \\add that\\add* time day by day there came to David to help him, until \\add it was\\add* a great host, like the host of God."
    },
    {
      "verse": 23,
      "text": "And these \\add are\\add* the numbers of the bands \\add that were\\add* ready armed to the war, \\add and\\add* came to David to Hebron, to turn the kingdom of Saul to him, according to the word of the LORD."
    },
    {
      "verse": 24,
      "text": "The children of Judah that bore shield and spear \\add were\\add* six thousand and eight hundred, ready armed for war."
    },
    {
      "verse": 25,
      "text": "Of the children of Simeon, mighty men of valor for war, seven thousand and one hundred."
    },
    {
      "verse": 26,
      "text": "Of the children of Levi four thousand and six hundred."
    },
    {
      "verse": 27,
      "text": "And Jehoiada \\add was\\add* the leader of the Aaronites, and with him \\add were\\add* three thousand and seven hundred;"
    },
    {
      "verse": 28,
      "text": "And Zadok, a young man mighty of valor, and of his father's house twenty and two captains."
    },
    {
      "verse": 29,
      "text": "And of the children of Benjamin, the kindred of Saul, three thousand: for hitherto the greatest part of them had kept the ward of the house of Saul."
    },
    {
      "verse": 30,
      "text": "And of the children of Ephraim twenty thousand and eight hundred, mighty men of valor, famous throughout the house of their fathers."
    },
    {
      "verse": 31,
      "text": "And of the half tribe of Manasseh eighteen thousand, who were expressed by name, to come and make David king."
    },
    {
      "verse": 32,
      "text": "And of the children of Issachar, \\add who were men\\add* that had understanding of the times, to know what Israel ought to do; the heads of them \\add were\\add* two hundred; and all their brethren \\add were\\add* at their command."
    },
    {
      "verse": 33,
      "text": "Of Zebulun, such as went forth to battle, expert in war, with all instruments of war, fifty thousand, who could keep rank: \\add they were\\add* not of double heart."
    },
    {
      "verse": 34,
      "text": "And of Naphtali a thousand captains, and with them with shield and spear thirty and seven thousand."
    },
    {
      "verse": 35,
      "text": "And of the Danites expert in war twenty and eight thousand and six hundred."
    },
    {
      "verse": 36,
      "text": "And of Asher, such as went forth to battle, expert in war, forty thousand."
    },
    {
      "verse": 37,
      "text": "And on the other side of Jordan, of the Reubenites, and the Gadites, and of the half tribe of Manasseh, with all manner of instruments of war for the battle, a hundred and twenty thousand."
    },
    {
      "verse": 38,
      "text": "All these men of war, that could keep rank, came with a perfect heart to Hebron, to make David king over all Israel: and all the rest also of Israel \\add were\\add* of one heart to make David king."
    },
    {
      "verse": 39,
      "text": "And there they were with David three days, eating and drinking: for their brethren had prepared for them."
    },
    {
      "verse": 40,
      "text": "Moreover, they that were nigh them, \\add even\\add* to Issachar, and Zebulun, and Naphtali, brought bread on asses, and on camels, and on mules, and on oxen, \\add and\\add* provision, meal, cakes of figs, and bunches of raisins, and wine, and oil, and oxen, and sheep abundantly: for \\add there was\\add* joy in Israel."
    }
  ]
}