{
  "book_id": "1CH",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "And David consulted with the captains of thousands, and of hundreds, \\add and\\add* with every leader."
    },
    {
      "verse": 2,
      "text": "And David said to all the congregation of Israel, If \\add it seemeth\\add* good to you, and \\add that it is\\add* of the LORD our God, let us send abroad to our brethren every where, \\add that are\\add* left in all the land of Israel, and with them \\add also\\add* to the priests and Levites \\add who are\\add* in their cities \\add and\\add* suburbs, that they may assemble to us:"
    },
    {
      "verse": 3,
      "text": "And let us bring again to us the ark of our God: for we inquired not at it in the days of Saul."
    },
    {
      "verse": 4,
      "text": "And all the congregation said that they would do so: for the thing was right in the eyes of all the people."
    },
    {
      "verse": 5,
      "text": "So David assembled all Israel, from Shihor of Egypt even to the entrance of Hemath, to bring the ark of God from Kirjath-jearim."
    },
    {
      "verse": 6,
      "text": "And David went up, and all Israel, to Baalah, \\add that is\\add* , to Kirjath-jearim, which \\add belonged\\add* to Judah, to bring up thence the ark of God the LORD, that dwelleth \\add between\\add* the cherubim, whose name is called \\add on it\\add* ."
    },
    {
      "verse": 7,
      "text": "And they carried the ark of God in a new cart out of the house of Abinadab: and Uzza and Ahio drove the cart."
    },
    {
      "verse": 8,
      "text": "And David and all Israel played before God with all \\add their\\add* might, and with singing, and with harps, and with psalteries, and with timbrels, and with cymbals, and with trumpets."
    },
    {
      "verse": 9,
      "text": "And when they came to the threshing-floor of Chidon, Uzza put forth his hand to hold the ark; for the oxen stumbled."
    },
    {
      "verse": 10,
      "text": "And the anger of the LORD was kindled against Uzza, and he smote him, because he put his hand to the ark: and there he died before God."
    },
    {
      "verse": 11,
      "text": "And David was displeased, because the LORD had made a breach upon Uzza: wherefore that place is called Perez-uzza to this day."
    },
    {
      "verse": 12,
      "text": "And David was afraid of God that day, saying, How shall I bring the ark of God \\add home\\add* to me?"
    },
    {
      "verse": 13,
      "text": "So David brought not the ark to himself to the city of David, but carried it aside into the house of Obed-edom the Gittite."
    },
    {
      "verse": 14,
      "text": "And the ark of God remained with the family of Obed-edom in his house three months. And the LORD blessed the house of Obed-edom, and all that he had."
    }
  ]
}