{
  "book_id": "1CH",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Moreover David and the captains of the host separated to the service of the sons of Asaph, and of Heman, and of Jeduthun, who should prophesy with harps, with psalteries, and with cymbals: and the number of the workmen according to their service was:"
    },
    {
      "verse": 2,
      "text": "Of the sons of Asaph; Zaccur, and Joseph, and Nethaniah, and Asarelah, the sons of Asaph under the hands of Asaph, who prophesied according to the order of the king."
    },
    {
      "verse": 3,
      "text": "Of Jeduthun: the sons of Jeduthun; Gedaliah, and Zeri, and Jeshaiah, Hashabiah, and Mattithiah, six, under the hands of their father Jeduthun, who prophesied with a harp, to give thanks and to praise the LORD."
    },
    {
      "verse": 4,
      "text": "Of Heman: the sons of Heman; Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer, Joshbekashah, Mallothi, Hothir, \\add and\\add* Mahazioth:"
    },
    {
      "verse": 5,
      "text": "All these \\add were\\add* the sons of Heman the king's seer in the words of God, to lift up the horn. And God gave to Heman fourteen sons and three daughters."
    },
    {
      "verse": 6,
      "text": "All these \\add were\\add* under the hands of their father for song \\add in\\add* the house of the LORD, with cymbals, psalteries, and harps, for the service of the house of God, according to the king's order to Asaph, Jeduthun, and Heman."
    },
    {
      "verse": 7,
      "text": "So the number of them, with their brethren that were instructed in the songs of the LORD, \\add even\\add* all that were skillful, was two hundred and eighty eight."
    },
    {
      "verse": 8,
      "text": "And they cast lots, ward against \\add ward\\add* , as well the small as the great, the teacher as the scholar."
    },
    {
      "verse": 9,
      "text": "Now the first lot came forth for Asaph to Joseph: the second to Gedaliah, who with his brethren and sons \\add were\\add* twelve:"
    },
    {
      "verse": 10,
      "text": "The third to Zaccur, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 11,
      "text": "The fourth to Izri, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 12,
      "text": "The fifth to Nethaniah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 13,
      "text": "The sixth to Bukkiah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 14,
      "text": "The seventh to Jesharelah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 15,
      "text": "The eighth to Jeshaiah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 16,
      "text": "The ninth to Mattaniah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 17,
      "text": "The tenth to Shimei, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 18,
      "text": "The eleventh to Azareel, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 19,
      "text": "The twelfth to Hashabiah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 20,
      "text": "The thirteenth to Shubael, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 21,
      "text": "The fourteenth to Mattithiah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 22,
      "text": "The fifteenth to Jeremoth, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 23,
      "text": "The sixteenth to Hananiah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 24,
      "text": "The seventeenth to Joshbekashah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 25,
      "text": "The eighteenth to Hanani, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 26,
      "text": "The nineteenth to Mallothi, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 27,
      "text": "The twentieth to Eliathah, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 28,
      "text": "The one and twentieth to Hothir, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 29,
      "text": "The two and twentieth to Giddalti, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 30,
      "text": "The three and twentieth to Mahazioth, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve:"
    },
    {
      "verse": 31,
      "text": "The four and twentieth to Romamti-ezer, \\add he\\add* , his sons, and his brethren, \\add were\\add* twelve."
    }
  ]
}