{
  "book_id": "1CH",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "Furthermore David the king said to all the congregation, Solomon my son, whom alone God hath chosen, \\add is yet\\add* young and tender, and the work \\add is\\add* great: for the palace \\add is\\add* not for man, but for the LORD God."
    },
    {
      "verse": 2,
      "text": "Now I have prepared with all my might for the house of my God the gold for \\add things to be made\\add* of gold, and the silver for \\add things\\add* of silver, and the brass for \\add things\\add* of brass, the iron for \\add things\\add* of iron, and wood for \\add things\\add* of wood; onyx-stones, and \\add stones\\add* to be set, glittering stones, and of divers colors, and all manner of precious stones, and marble stones in abundance."
    },
    {
      "verse": 3,
      "text": "Moreover, because I have set my affection to the house of my God, I have of my own possessions, of gold and silver, \\add which\\add* I have given to the house of my God, over and above all that I have prepared for the holy house,"
    },
    {
      "verse": 4,
      "text": "\\add Even\\add* three thousand talents of gold, of the gold of Ophir, and seven thousand talents of refined silver, to overlay the walls of the houses:"
    },
    {
      "verse": 5,
      "text": "The gold for \\add things\\add* of gold, and the silver for \\add things\\add* of silver, and for all manner of work \\add to be made\\add* by the hands of artificers. And who \\add then\\add* is willing to consecrate his service this day to the LORD?"
    },
    {
      "verse": 6,
      "text": "Then the chief of the fathers and princes of the tribes of Israel, and the captains of thousands and of hundreds, with the rulers over the king's work, offered willingly,"
    },
    {
      "verse": 7,
      "text": "And gave for the service of the house of God of gold five thousand talents and ten thousand drams, and of silver ten thousand talents, and of brass eighteen thousand talents, and one hundred thousand talents of iron."
    },
    {
      "verse": 8,
      "text": "And they with whom \\add precious\\add* stones were found gave \\add them\\add* to the treasure of the house of the LORD, by the hand of Jehiel the Gershonite."
    },
    {
      "verse": 9,
      "text": "Then the people rejoiced, for that they offered willingly, because with perfect heart they offered willingly to the LORD: and David the king also rejoiced with great joy."
    },
    {
      "verse": 10,
      "text": "Wherefore David blessed the LORD before all the congregation: and David said, Blessed \\add be\\add* thou, LORD God of Israel our father, for ever and ever."
    },
    {
      "verse": 11,
      "text": "Thine, O LORD, \\add is\\add* the greatness, and the power, and the glory, and the victory, and the majesty: for all \\add that is\\add* in the heaven and on the earth \\add is thine\\add* ; thine \\add is\\add* the kingdom, O LORD, and thou art exalted as head above all."
    },
    {
      "verse": 12,
      "text": "Both riches and honor \\add come\\add* from thee, and thou reignest over all; and in thy hand \\add is\\add* power and might; and in thy hand \\add it is\\add* to make great, and to give strength to all."
    },
    {
      "verse": 13,
      "text": "Now therefore, our God, we thank thee, and praise thy glorious name."
    },
    {
      "verse": 14,
      "text": "But who \\add am\\add* I, and what \\add is\\add* my people, that we should be able to offer so willingly after this sort? for all things \\add come\\add* from thee, and of thy own have we given thee."
    },
    {
      "verse": 15,
      "text": "For we \\add are\\add* strangers before thee, and sojourners, as \\add were\\add* all our fathers: our days on the earth \\add are\\add* as a shadow, and \\add there is\\add* no abiding."
    },
    {
      "verse": 16,
      "text": "O LORD our God, all this store that we have prepared to build thee a house for thy holy name \\add cometh\\add* from thy hand, and \\add is\\add* all thy own."
    },
    {
      "verse": 17,
      "text": "I know also, my God, that thou triest the heart, and hast pleasure in uprightness. As for me, in the uprightness of my heart I have willingly offered all these things: and now have I seen with joy thy people, who are present here, to offer willingly to thee."
    },
    {
      "verse": 18,
      "text": "O LORD God of Abraham, Isaac, and of Israel, our fathers, keep this for ever in the imagination of the thoughts of the heart of thy people, and prepare their heart to thee:"
    },
    {
      "verse": 19,
      "text": "And give to Solomon my son a perfect heart, to keep thy commandments, thy testimonies, and thy statutes, and to do all \\add these things\\add* , and to build the palace, \\add for\\add* which I have made provision."
    },
    {
      "verse": 20,
      "text": "And David said to all the congregation, Now bless the LORD your God. And all the congregation blessed the LORD God of their fathers, and bowed their heads, and worshiped the LORD, and the king."
    },
    {
      "verse": 21,
      "text": "And they sacrificed sacrifices to the LORD, and offered burnt-offerings to the LORD, on the morrow after that day, \\add even\\add* a thousand bullocks, a thousand rams, \\add and\\add* a thousand lambs, with their drink-offerings, and sacrifices in abundance for all Israel:"
    },
    {
      "verse": 22,
      "text": "And ate and drank before the LORD on that day with great gladness. And they made Solomon the son of David king the second time, and anointed \\add him\\add* to the LORD \\add to be\\add* the chief governor, and Zadok \\add to be\\add* priest."
    },
    {
      "verse": 23,
      "text": "Then Solomon sat on the throne of the LORD as king instead of David his father, and prospered; and all Israel obeyed him."
    },
    {
      "verse": 24,
      "text": "And all the princes, and the mighty men, and all the sons likewise of king David, submitted themselves to Solomon the king."
    },
    {
      "verse": 25,
      "text": "And the LORD magnified Solomon exceedingly in the sight of all Israel, and bestowed upon him \\add such\\add* royal majesty as had not been on any king before him in Israel."
    },
    {
      "verse": 26,
      "text": "Thus David the son of Jesse reigned over all Israel."
    },
    {
      "verse": 27,
      "text": "And the time that he reigned over Israel \\add was\\add* forty years; seven years he reigned in Hebron, and thirty and three \\add years\\add* he reigned in Jerusalem."
    },
    {
      "verse": 28,
      "text": "And he died in a good old age, full of days, riches, and honor: and Solomon his son reigned in his stead."
    },
    {
      "verse": 29,
      "text": "Now the acts of David the king, first and last, behold, they \\add are\\add* written in the book of Samuel the seer, and in the book of Nathan the prophet, and in the book of Gad the seer,"
    },
    {
      "verse": 30,
      "text": "With all his reign and his might, and the times that went over him, and over Israel, and over all the kingdoms of the countries."
    }
  ]
}