{
  "book_id": "1TI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "\\vp א\\vp* הֵן דְּבַר אֱמֶת הוּא אִישׁ כִּי־יְבַקֵּשׁ מִשְׁמֶרֶת רֹאשׁ הָעֵדָה מְבַקֵּשׁ טוֹב׃"
    },
    {
      "verse": 2,
      "text": "\\vp ב\\vp* אַךְ רֹאשׁ הָעֵדָה תָּמִים יִהְיֶה בְּלֹא שֶׁמֶץ דָּבָר בַּעַל־אִשָּׁה אַחַת שָׂם דֶּרֶךְ נְבוֹן דָּבָר וְרָצוּי לִבְנֵי אָדָם דְּלָתָיו לְאֹרֵחַ יִפְתַּח וְאִישׁ מַשְׂכִּיל לְלַמֵּד׃"
    },
    {
      "verse": 3,
      "text": "\\vp ג\\vp* לֹא שֹׁתֶה שִׁכּוֹר וְלֹא בַעַל מַהֲלֻמּוֹת כִּי אִם־עֹשֶׂה רְצוֹן זוּלָתוֹ רֹדֵף שָׁלוֹם וּמֹאֵס בְּבֶצַע כָּסֶף׃"
    },
    {
      "verse": 4,
      "text": "\\vp ד\\vp* וְגַם הוּא שׁרֵר בְּבֵיתוֹ וּבָנָיו נִכְנָעִים לְפָנָיו וּמוֹרָאוֹ עֲלֵיהֶם׃"
    },
    {
      "verse": 5,
      "text": "\\vp ה\\vp* כִּי אִם־לֹא יֵדַע אִישׁ לִהְיוֹת שׁרֵר בְּבֵיתוֹ אֵיכָה יְכַלְכֵּל אֶת־עֲדַת אֱלֹהִים׃"
    },
    {
      "verse": 6,
      "text": "\\vp ו\\vp* אַף לֹא תַלִמִיד חָדָשׁ פֶּן־יָרוּם לְבָבוֹ וְהַמַּשְׂטִין יַרְשִׁיעֶנּוּ בַּדִּין׃"
    },
    {
      "verse": 7,
      "text": "\\vp ז\\vp* וְגַם־שֵׁם טוֹב נָחוּץ לוֹ מִפִּי הָעֹמְדִים מִחוּץ לְבִלְתִּי יְהִי לָבוּז וּלְבִלְתִּי יִפֹּל בְּפַח הַמַּשְׂטִין׃"
    },
    {
      "verse": 8,
      "text": "\\vp ח\\vp* וְכֵן הַמְשָׁרְתִים מְכֻבָּדִים יִהְיוּ לֹא דֹבְרִים בְּלֵב וָלֵב לֹא סֹבְאֵי יַיִן וְלֹא נֹטִים אַחֲרֵי הַבָּצַע׃"
    },
    {
      "verse": 9,
      "text": "\\vp ט\\vp* נֹצְרִים סוֹד הָאֱמוּנָה בְּלֵב טָהוֹר׃"
    },
    {
      "verse": 10,
      "text": "\\vp י\\vp* וְגַם־הֵם יִבָּחֲנוּ בָרִאשֹׁנָה וְאִם שֶׁמֶץ דָּבָר לֹא נִמְצָא בָם יִקְרְבוּ לְשָׁרֵת׃"
    },
    {
      "verse": 11,
      "text": "\\vp יא\\vp* וּכְמוֹ כֵן גַּם־הַנָּשִׁים כְּבוּדוֹת תִּהְיֶינָה צוֹפִיּוֹת הֲלִיכוֹתֵיהֶן וְנֶאֱמָנוֹת בַּכֹּל וְלֹא שׁטְנוֹת בִּלְשׁוֹנָן׃"
    },
    {
      "verse": 12,
      "text": "\\vp יב\\vp* וְהַמְשָׁרְתִים בַּעֲלֵי אִשָּׁה אַחַת יִהְיוּ הַמְכַלְכְּלִים בְּנֵיהֶם וּבָתֵּיהֶם כַּמִּשְׁפָּט׃"
    },
    {
      "verse": 13,
      "text": "\\vp יג\\vp* כִּי אֵלֶּה אֲשֶׁר יְשָׁרְתוּן כַּמִּשְׁפָּט יִקְנוּ לָהֶם מַעֲלָה רָמָה וְיֶתֶר־עָז בֶּאֱמוּנָה בְּיֵשׁוּעַ הַמָּשִׁיחַ׃"
    },
    {
      "verse": 14,
      "text": "\\vp יד\\vp* כָּזֹאת כָּתַבְתִּי לְךָ בְּתוֹחַלְתִּי כִּי אָחִישׁ לָבוֹא אֵלֶיךָ׃"
    },
    {
      "verse": 15,
      "text": "\\vp טו\\vp* וְאִם־אֵחַר מִבּוֹא תֵּדַע בָּזֹאת אֵיךְ לְהִתְהַלֵּךְ בְּבֵית אֱלֹהִים הֲלֹא הִיא עֲדַת אֵל חַי עַמּוּד הָאֱמֶת וִיסוֹדָהּ׃"
    },
    {
      "verse": 16,
      "text": "\\vp טז\\vp* אָמְנָם גָּדוֹל סוֹד הַחֲסִידוּת אֱלֹהִים נִגְלָה בַבָּשָׂר וְצִדְקָתוֹ נִגְלְתָה בָרוּחַ מַלְאָכִים רָאוּ פָנָיו וְגוֹיִם הִתְבַּשְּׂרוּ יְשׁוּעָתוֹ אֱמוּנָתוֹ מָלְאָה תֵבֵל וַיַּעַל לַמָּרוֹם בְּכָבוֹד׃"
    }
  ]
}