{
  "book_id": "DAG",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "In the third year of the reign of king Baltasar a vision appeared to me, \\add even\\add* to me Daniel, after that which appeared to me at the first."
    },
    {
      "verse": 2,
      "text": "And I was in Susa the palace, which is in the land of Ælam, and I was on the \\add bank of\\add* Ubal."
    },
    {
      "verse": 3,
      "text": "And I lifted up mine eyes, and saw, and, behold, a ram standing in front of the Ubal; and he had high horns; and one was higher than the other, and the high one came up last."
    },
    {
      "verse": 4,
      "text": "And I saw the ram butting westward, and northward, and southward; and no beast could stand before him, and there was none that could deliver out of his hand; and he did according to his will, and became great."
    },
    {
      "verse": 5,
      "text": "And I was considering, and, behold, a he-goat came from the south-west on the face of the whole earth, and touched not the earth: and the goat \\add had\\add* a horn between his eyes."
    },
    {
      "verse": 6,
      "text": "And he came to the ram that had the horns, which I had seen standing in front of the Ubal, and he ran at him with the violence of his strength."
    },
    {
      "verse": 7,
      "text": "And I saw him coming up close to the ram, and he was furiously enraged against him, and he smote the ram, and broke both his horns: and there was no strength in the ram to stand before him, but he cast him on the ground, and trampled on him; and there was none that could deliver the ram out of his hand."
    },
    {
      "verse": 8,
      "text": "And the he-goat grew exceedingly great: and when he was strong, his great horn was broken; and four other \\add horns\\add* rose up in its place toward the four winds of heaven."
    },
    {
      "verse": 9,
      "text": "And out of one of them came forth one strong horn, and it grew very great toward the south, and toward the host:"
    },
    {
      "verse": 10,
      "text": "and it magnified itself to the host of heaven; and there fell to the earth \\add some\\add* of the host of heaven and of the stars, and they trampled on them."
    },
    {
      "verse": 11,
      "text": "And \\add this shall be\\add* until the chief captain shall have delivered the captivity: and by reason of him the sacrifice was disturbed, and he prospered; and the holy place shall be made desolate."
    },
    {
      "verse": 12,
      "text": "And a sin-offering was given for the sacrifice, and righteousness was cast down to the ground; and it practised, and prospered."
    },
    {
      "verse": 13,
      "text": "And I heard one saint speaking, and a saint said to a certain one speaking, How long shall the vision continue, \\add even\\add* the removal of the sacrifice, and the bringing in of the sin of desolation; and \\add how long\\add* shall the sanctuary and host be trampled?"
    },
    {
      "verse": 14,
      "text": "And he said to him, Evening and morning \\add there shall be\\add* two thousand and four hundred days; and \\add then\\add* the sanctuary shall be cleansed."
    },
    {
      "verse": 15,
      "text": "And it came to pass, as I, \\add even\\add* I Daniel, saw the vision, and sought to understand it, that, behold, there stood before me as the appearance of a man."
    },
    {
      "verse": 16,
      "text": "And I heard the voice of a man between \\add the banks of\\add* the Ubal; and he called, and said, Gabriel, cause that man to understand the vision."
    },
    {
      "verse": 17,
      "text": "And he came and stood near where I stood: and when he came, I was struck with awe, and fell upon my face: but he said to me, Understand, son of man: for yet the vision is for an appointed time."
    },
    {
      "verse": 18,
      "text": "And while he spoke with me, I fell upon my face to the earth: and he touched me, and set me on my feet."
    },
    {
      "verse": 19,
      "text": "And he said, Behold, I make thee know the things that shall come to pass at the end of the wrath: for the vision \\add is\\add* yet for an appointed time."
    },
    {
      "verse": 20,
      "text": "The ram which thou sawest that had the horns is the king of the Medes and Persians."
    },
    {
      "verse": 21,
      "text": "The he-goat is the king of the Greeks: and the great horn which was between his eyes, he is the first king."
    },
    {
      "verse": 22,
      "text": "And \\add as for\\add* the one that was broken, in whose place there stood up four horns, four kings shall arise out of his nation, but not in their \\add own\\add* strength."
    },
    {
      "verse": 23,
      "text": "And at the latter time of their kingdom, when their sins are coming to the full, there shall arise a king bold in countenance, and understanding riddles."
    },
    {
      "verse": 24,
      "text": "And his power \\add shall be\\add* great, and he shall destroy wonderfully, and prosper, and practise, and shall destroy mighty men, and the holy people."
    },
    {
      "verse": 25,
      "text": "And the yoke of his chain shall prosper: \\add there is\\add* craft in his hand; and he shall magnify himself in his heart, and by craft shall destroy many, and he shall stand up for the destruction of many, and shall crush them as eggs in his hand."
    },
    {
      "verse": 26,
      "text": "And the vision of the evening and morning that was mentioned is true: and do thou seal the vision; for \\add it is\\add* for many days."
    },
    {
      "verse": 27,
      "text": "And I Daniel fell asleep, and was sick: then I arose, and did the king's business; and I wondered at the vision, and there was none that understood \\add it\\add*."
    }
  ]
}