{
  "book_id": "HEB",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "כי זה מלכי צדק מלך שלם כהן לאל עליון אשר יצא לקראת אברהם בשובו מהכות את המלכים ויברכהו׃"
    },
    {
      "verse": 2,
      "text": "ואשר חלק לו אברהם מעשר מכל שמו יפרש מלך הצדק ועוד מלך שלם הוא מלך השלום׃"
    },
    {
      "verse": 3,
      "text": "באין אב באין אם באין יחש ולימיו אין תחלה ולחייו אין סוף כי אם נדמה לבן האלהים הוא עומד בכהנתו לנצח׃"
    },
    {
      "verse": 4,
      "text": "ראו עתה מה גדול הוא אשר גם אברהם אבינו נתן לו מעשר מראשית השלל׃"
    },
    {
      "verse": 5,
      "text": "הן אלה מבני לוי אשר נחלי את הכהנה יש להם חק על פי התורה לקחת את המעשרות מן העם מן אחיהם אשר אף הם יצאי ירך אברהם׃"
    },
    {
      "verse": 6,
      "text": "ואשר איננו מתיחש למשפחתם הוא לקח את המעשר מן אברהם ויברך את אשר היתה לו ההבטחה׃"
    },
    {
      "verse": 7,
      "text": "והנה נכון הדבר כי הקטן יברך על ידי הגדול ממנו׃"
    },
    {
      "verse": 8,
      "text": "ופה בני אדם שימותו לקחים את המעשר אבל שם לקחו מי שהועד עליו כי הוא חי׃"
    },
    {
      "verse": 9,
      "text": "ויתכן לומר כי גם לוי הלקח את המעשרות היה מעשר בעשר אברהם׃"
    },
    {
      "verse": 10,
      "text": "כי עוד בירך האב היה בצאת מלכי צדק לקראתו׃"
    },
    {
      "verse": 11,
      "text": "על כן אלו היתה שלמות על ידי כהנת בני לוי אשר בה נתנה התורה לעם למה זה צריך לקום עוד כהן אחר על דברתי מלכי צדק ולא יאמר על דברתי אהרן׃"
    },
    {
      "verse": 12,
      "text": "כי בהשתנות הכהנה מן הצרך שתשתנה גם התורה׃"
    },
    {
      "verse": 13,
      "text": "כי אשר מדבר בו כזאת הוא משבט אחר אשר מעולם לא שרת איש ממנו את המזבח׃"
    },
    {
      "verse": 14,
      "text": "כי גלוי לכל אשר אדנינו זרח מיהודה מן השבט אשר משה לא דבר אליו דבר על הכהנה׃"
    },
    {
      "verse": 15,
      "text": "ועוד יותר ברור הוא אם יוקם על דמיון מלכי צדק כהן אחר׃"
    },
    {
      "verse": 16,
      "text": "אשר איננו על פי חקת בשר ודם אלא על פי כח חיים בלתי נפסקים׃"
    },
    {
      "verse": 17,
      "text": "כי העיד עליו אתה כהן לעולם על דברתי מלכי צדק׃"
    },
    {
      "verse": 18,
      "text": "בעבור כי המצוה הקדמת הוסרה בהיותה חלושה וקצרת יד מהועיל׃"
    },
    {
      "verse": 19,
      "text": "כי התורה לא השלימה דבר והנה נכנסה במקומה תקוה טובה ממנה אשר נקרב על ידה לאלהים׃"
    },
    {
      "verse": 20,
      "text": "וכפי אשר לא היתה זאת בלי שבועה׃"
    },
    {
      "verse": 21,
      "text": "כי המה נתכהנו בלי שבועה וזה בשבועה על ידי האמר לו נשבע יהוה ולא ינחם אתה כהן לעולם על דברתי מלכי צדק׃"
    },
    {
      "verse": 22,
      "text": "גם הברית טובה ויתרה היא אשר ישוע ערב אותה׃"
    },
    {
      "verse": 23,
      "text": "ושם נתכהנו רבים מפני אשר המות לא הניחם להותר בארץ׃"
    },
    {
      "verse": 24,
      "text": "אבל זה בעמדו לעולם יש לו כהנה אשר לא תעבר ממנו׃"
    },
    {
      "verse": 25,
      "text": "אשר על כן יוכל גם להושיע בכל וכל את הנגשים על ידו לאלהים כי חי הוא תמיד להפגיע בעדם׃"
    },
    {
      "verse": 26,
      "text": "כי נאוה לנו כהן כזה שהוא חסיד ותמים וטהור ונבדל מן החטאים ונשא מהשמים׃"
    },
    {
      "verse": 27,
      "text": "אשר איננו צריך יום יום ככהנים הגדולים ההם להקריב בראשונה על חטאתיו ואחרי כן על חטאת העם כי זאת עשה בפעם אחת בהקריבו את נפשו׃"
    },
    {
      "verse": 28,
      "text": "כי התורה העמידה לכהנים גדולים בני אדם חלשים אבל דבר השבועה הבאה אחרי התורה העמיד את הבן המשלם לעולם׃"
    }
  ]
}