{
  "book_id": "HEB",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "כי התורה בהיות בה צל הטבות העתידות ולא מראה עצם הדברים אין ביכלתה להשלים את הקרבים בקרבנות ההם אשר יקריבו תמיד מדי שנה בשנה׃"
    },
    {
      "verse": 2,
      "text": "כי לולא זאת חדלו מהביאם באשר המקריבים בהטהרם פעם אחת לא היתה בהם עוד רגשת חטאים׃"
    },
    {
      "verse": 3,
      "text": "אבל יש שם הזכרת החטאים שנה בשנה׃"
    },
    {
      "verse": 4,
      "text": "כי דם הפרים והשעירים לא יוכל להסיר חטאים׃"
    },
    {
      "verse": 5,
      "text": "ובעבור זאת אמר בבואו לעולם זבח ומנחה לא חפצת גוף כוננת לי׃"
    },
    {
      "verse": 6,
      "text": "עולה וחטאה לא שאלת׃"
    },
    {
      "verse": 7,
      "text": "אז אמרתי הנה באתי במגלת ספר כתוב עלי לעשות רצונך אלהי׃"
    },
    {
      "verse": 8,
      "text": "אחרי אמרו למעלה זבח ומנחה עולה וחטאה לא חפצת ולא שאלת אשר יקריבו אתם על פי התורה׃"
    },
    {
      "verse": 9,
      "text": "אז אמר הנה באתי לעשות רצונך אלהי מעביר בזה את הראשונה למען הקים את השניה׃"
    },
    {
      "verse": 10,
      "text": "וברצון הזה מקדשים אנחנו על ידי הקרבת קרבן גוף ישוע המשיח בפעם אחת׃"
    },
    {
      "verse": 11,
      "text": "וכל כהן עמד יום יום לשרת ומוסיף פעמים רבות להקריב אתן הקרבנות אשר לא יוכלו לעולם להעביר חטאים׃"
    },
    {
      "verse": 12,
      "text": "אולם זה אחרי הקריבו זבח אחד על החטאים ישב עד עולם לימין האלהים׃"
    },
    {
      "verse": 13,
      "text": "וחכה יחכה עד כי יושתו איביו הדם לרגליו׃"
    },
    {
      "verse": 14,
      "text": "כי הוא בקרבן אחת השלים לנצח את המקדשים׃"
    },
    {
      "verse": 15,
      "text": "ואף רוח הקדש מעיד לנו על זאת כי אחרי אמרו׃"
    },
    {
      "verse": 16,
      "text": "זאת הברית אשר אכרת אתם אחרי הימים ההם אמר יהוה נתתי את תורתי בקרבם ועל לבם אכתבנה׃"
    },
    {
      "verse": 17,
      "text": "ולעונם ולחטאתם לא אזכר עוד׃"
    },
    {
      "verse": 18,
      "text": "והנה באשר נסלחו החטאים אין עוד קרבן עליהם׃"
    },
    {
      "verse": 19,
      "text": "ועתה אחי בהיות לנו בטחון דרך הקדש בדם ישוע׃"
    },
    {
      "verse": 20,
      "text": "דרך חדש וחי אשר חדש לנו בפרכת היא בשרו׃"
    },
    {
      "verse": 21,
      "text": "ובהיות לנו כהן גדול על בית אלהים׃"
    },
    {
      "verse": 22,
      "text": "נקרבה נא בלבב שלם ובאמונה תמימה מטהרים בהזית לבבנו מרוח רעה ורחוצי בשר במים טהורים׃"
    },
    {
      "verse": 23,
      "text": "נחזיקה בהודית התקוה בל נמוט כי נאמן המבטיח׃"
    },
    {
      "verse": 24,
      "text": "ונתבוננה זה על זה לעורר אתנו לאהבה ולמעשים טובים׃"
    },
    {
      "verse": 25,
      "text": "ואל נעזב את כנאיתנו כמנהג קצת אנשים כי אם נוכיח איש את אחיו וביותר בראתכם כי קרוב היום׃"
    },
    {
      "verse": 26,
      "text": "כי אם נחטא בזדון אחרי אשר קבלנו דעת האמת לא ישאר עוד זבח קרבן לכפר על החטא׃"
    },
    {
      "verse": 27,
      "text": "כי אם בעותי הדין העתיד ואש קנאה אשר תאכל את הצררים׃"
    },
    {
      "verse": 28,
      "text": "הן איש כי יפר תורת משה מות ימות בלי חמלה על פי שנים עדים או שלשה׃"
    },
    {
      "verse": 29,
      "text": "מה תחשבו כמה יגדל הענש הראוי לרמס ברגלו את בן האלהים וחשב לחל את דם הברית אשר הוא מקדש בו ומחרף את רוח החסד׃"
    },
    {
      "verse": 30,
      "text": "כי ידענו את האמר לי נקם ושלם ועוד כי ידין יהוה עמו׃"
    },
    {
      "verse": 31,
      "text": "מה נורא לנפל ביד אלהים חיים׃"
    },
    {
      "verse": 32,
      "text": "אבל זכרו נא את הימים הראשונים כי אז אחרי ארו עיניכם נשאתם כבד ענוים רבים׃"
    },
    {
      "verse": 33,
      "text": "פעם בהיותכם לראי בחרפה ותוגה פעם בהשתתף לאשר הגיע אליהם כזאת׃"
    },
    {
      "verse": 34,
      "text": "כי הצטערתם על מוסרי וגזלת רכושכם סבלתם בשמחה מדעתכם בנפשכם שיש לכם בשמים קנין טוב ממנו וקים לעד׃"
    },
    {
      "verse": 35,
      "text": "לכן אל תשליכו את בטחונכם כי יש לו שכר רב׃"
    },
    {
      "verse": 36,
      "text": "כי צריכים אתם לסבלנות למען תעשו רצון אלהים ונשאתם את ההבטחה׃"
    },
    {
      "verse": 37,
      "text": "כי עוד מעט רגע והבא יבא לא יאחר׃"
    },
    {
      "verse": 38,
      "text": "הצדיק באמונתו יחיה ואם יסג אחור לא רצתה נפשי בו׃"
    },
    {
      "verse": 39,
      "text": "אמנם אנחנו איננו מן הנסוגים אחור לאבדם כי אם מן המאמינים להצלת הנפש׃"
    }
  ]
}