{
  "book_id": "HEB",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "כי האמונה היא חסן הבטחון במקוה והוכחת דברים לא נראים׃"
    },
    {
      "verse": 2,
      "text": "ובה נחלו האבות עדות׃"
    },
    {
      "verse": 3,
      "text": "באמונה נבין כי העולמות נעשו בדבר האלהים למען אשר יצא הנראה מן הנעלם׃"
    },
    {
      "verse": 4,
      "text": "באמונה הקריב הבל לאלהים זבח טוב מקין אשר היה לו לעדות כי צדיק הוא בהעיד אלהים על מנחתיו ובה עודנו מדבר אחרי מותו׃"
    },
    {
      "verse": 5,
      "text": "באמונה לקח חנוך לבלתי ראותו המות ואיננו כי לקח אתו אלהים והועד עליו לפני הלקחו כי את האלהים התהלך׃"
    },
    {
      "verse": 6,
      "text": "ובלי אמונה לא יוכל איש להיות רצוי אל האלהים כי כל הקרב אליו צריך להאמין כי יש אלהים וגמול הוא משיב לדרשיו׃"
    },
    {
      "verse": 7,
      "text": "באמונה בנה נח ביראת יהוה את התבה להצלת ביתו אתרי אשר צוה על דברים לא נראים עדין וירשע בה את העולם ויהי לירש הצדקה עקב האמונה׃"
    },
    {
      "verse": 8,
      "text": "באמונה שמע אברהם כאשר נקרא ללכת אל הארץ אשר יירשנה ויצא ולא ידע אנה יבוא׃"
    },
    {
      "verse": 9,
      "text": "באמונה היה גר בארץ ההבטחה כמו בנכריה וישב באהלים הוא ויצחק ויעקב אשר ירשו עמו ההבטחה ההיא׃"
    },
    {
      "verse": 10,
      "text": "כי חכה לעיר אשר יסודתה נאמנה ובונה ומכוננה האלהים׃"
    },
    {
      "verse": 11,
      "text": "באמונה שרה גם היא קבלה הכח להזריע ותלד אחרי בלתה כי חשבה לנאמן את המבטיח׃"
    },
    {
      "verse": 12,
      "text": "על כן מאחד אשר כמעט מת גופו יצאו ככוכבי השמים לרב וכחול על שפת הים אשר לא יספר׃"
    },
    {
      "verse": 13,
      "text": "כפי אמונה מתו כל אלה ולא השיגו את ההבטחות רק מרחוק ראו אותן ויבטחו וישמחו לקראתן ויודו כי גרים הם ותושבים בארץ׃"
    },
    {
      "verse": 14,
      "text": "הלא המדברים כזאת יודיעו כי הם מבקשי ארץ מושב׃"
    },
    {
      "verse": 15,
      "text": "ואם היתה דעתם על הארץ ההיא אשר יצאו ממנה הלא היה בידם לשוב אליה׃"
    },
    {
      "verse": 16,
      "text": "אכן נכספו למושב טוב ממנו והוא בשמים ועל כן לא בוש האלהים להקרא אלהיהם כי הכין להם עיר׃"
    },
    {
      "verse": 17,
      "text": "באמונה העלה אברהם את יצחק כאשר נסה ואת יחידו הקריב המקבל את ההבטחות׃"
    },
    {
      "verse": 18,
      "text": "אשר נאמר לו כי ביצחק יקרא לך זרע׃"
    },
    {
      "verse": 19,
      "text": "ויחשב בלבו כי יכול יוכל אלהים להחיות גם את המתים על כן גם הושב אליו להיות למשל׃"
    },
    {
      "verse": 20,
      "text": "באמונה ברך יצחק את יעקב ואת עשו וידבר על העתידות׃"
    },
    {
      "verse": 21,
      "text": "באמונה ברך יעקב את שני בני יוסף לפני מותו וישתחו על ראש המטה׃"
    },
    {
      "verse": 22,
      "text": "באמונה הזכיר יוסף בקרב קצו את יציאת בני ישראל ויצו על אדות עצמותיו׃"
    },
    {
      "verse": 23,
      "text": "באמונה הצפינו את משה אבותיו שלשה ירחים אהרי הולדו כראתם את הילד כי טוב הוא ולא יראו את מצות המלך׃"
    },
    {
      "verse": 24,
      "text": "באמונה מאן משה כאשר גדל להקרא בן לבת פרעה׃"
    },
    {
      "verse": 25,
      "text": "ויבחר לסבל את עני עם אלהים מלהתענג לשעה בתענוגי החטא׃"
    },
    {
      "verse": 26,
      "text": "בחשבו את חרפת המשיח לעשר גדול מאצרות מצרים כי הביט אל הגמול׃"
    },
    {
      "verse": 27,
      "text": "באמונה עזב את ארץ מצרים ולא ירא מחמת המלך כי היה כראה אשר איננו נראה ויתחזק׃"
    },
    {
      "verse": 28,
      "text": "באמונה עשה את הפסח ונתינת הדם למען אשר לא יגע המשחית בבכוריהם׃"
    },
    {
      "verse": 29,
      "text": "באמונה עברו את ים סוף ביבשה אשר נסו מצרים גם המה לעבר בו ויטבעו׃"
    },
    {
      "verse": 30,
      "text": "באמונה נפלו חומות יריחו אחרי הקיפו אותן שבעת ימים׃"
    },
    {
      "verse": 31,
      "text": "באמונה לא אבדה רחב הזונה עם הסוררים כי אספה את המרגלים אל ביתה בשלום׃"
    },
    {
      "verse": 32,
      "text": "ומה אמר עוד הן תקצר לי העת אם אספר מעשי גדעון וברק ושמשון ויפתח ודוד ושמואל והנביאים׃"
    },
    {
      "verse": 33,
      "text": "אשר באמונה כבשו ממלכות ופעלו צדק והשגו הבטחות וסכרו פי אריות׃"
    },
    {
      "verse": 34,
      "text": "וכבו גבורת האש ונמלטו מפי החרב והתחזקו מחלים ועשו חיל במלחמה והפילו מחנות זרים׃"
    },
    {
      "verse": 35,
      "text": "נשים לקחו מתחיה את מתיהן ואחרים רטשו בענוים ולא אבו להנצל למען יזכו לתחיה טובה ממנה׃"
    },
    {
      "verse": 36,
      "text": "מהם נסו בתעלולים ובמכות וגם נמסרו לכבל ומסגר׃"
    },
    {
      "verse": 37,
      "text": "נסקלו באבנים נסרו במגרה נבחנו ביסורים מתו לפי חרב וינעו עטופי עורת כבשים ועזים בחסר ובעצר רעה ויגון׃"
    },
    {
      "verse": 38,
      "text": "אשר העולם לא היה כדי להם הם תעו במדבר ובהרים ובמערות ובנקיקי הארץ׃"
    },
    {
      "verse": 39,
      "text": "וכל אלה אף היתה להם העדות בגלל אמונתם לא קבלו את ההבטחה׃"
    },
    {
      "verse": 40,
      "text": "למען אשר לא ישלמו בלעדינו כי צפה לנו אלהים מקדם טובה יתרה׃"
    }
  ]
}