{
  "book_id": "HEB",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "לכן גם אנחנו אשר ענן עדים רב כזה סבב אתנו נשליכה ממנו כל טרח והחטא המקיף עלינו ונרוצה בתוחלת את המרוצה הערוכה לפנינו׃"
    },
    {
      "verse": 2,
      "text": "ונביטה אל ישוע ראש האמונה ומשלימה אשר בעד השמחה השמורה לו סבל את הצלב ויבז החרפה וישב לימין כסא האלהים׃"
    },
    {
      "verse": 3,
      "text": "התבוננו אליו אשר נשא כלמת חטאים גדולה כזאת למען לא תיעפו ולא תיגעו בנפשותיכם׃"
    },
    {
      "verse": 4,
      "text": "עדין לא עמדתם עד לדם במלחמתכם עם החטא׃"
    },
    {
      "verse": 5,
      "text": "ותשכחו דבר הנחומים המדבר אליכם כמו אל בנים לאמר מוסר יהוה בני אל תמאס ואל תקץ בתוכחתו׃"
    },
    {
      "verse": 6,
      "text": "כי את אשר יאהב יהוה יוכיח יכאב את בן ירצה׃"
    },
    {
      "verse": 7,
      "text": "אם סבלים אתם מוסר דעו כי כאב עם בניו כן מתנהג אלהים עמכם כי איה הבן אשר אביו לא ייסרנו׃"
    },
    {
      "verse": 8,
      "text": "אך אם תהיו באין מוסר אשר היה מנת כלם אז ממזרים אתם ולא בנים׃"
    },
    {
      "verse": 9,
      "text": "ועוד אם אבות בשרנו היו מיסרים אתנו ונירא מהם אף כי נכנע לפני אבי הרוחות ונחיה׃"
    },
    {
      "verse": 10,
      "text": "כי המה יסרונו כטוב בעיניהם לימים מעטים אבל זה להועיל למען יהיה לנו חלק בקדשתו׃"
    },
    {
      "verse": 11,
      "text": "וכל מוסר בעת עברו עלינו איננו שמחה בעינינו כי אם יגון אולם באחריתו יתן פרי שלום לצדקה למלמדים בו׃"
    },
    {
      "verse": 12,
      "text": "על כן חזקו ידים רפות וברכים כשלות׃"
    },
    {
      "verse": 13,
      "text": "ומעגל רגליכם פלסו למען לא תטה הצלעה מן הדרך כי אם תרפא׃"
    },
    {
      "verse": 14,
      "text": "רדפו את השלום עם כל אדם ואת הקדשה אשר בלעדיה לא יראה איש את האדון׃"
    },
    {
      "verse": 15,
      "text": "והזהרו פן יש בכם איש מתאחר מחסד אלהים פן יוגיעכם שרש פרה לענה ויטמאו בו רבים׃"
    },
    {
      "verse": 16,
      "text": "פן ימצא בכם זנה או חלל כעשו אשר בנזיד אחד מכר את בכורתו׃"
    },
    {
      "verse": 17,
      "text": "הלא ידעתם כי גם נמאס אחרי כן כאשר רצה לרשת את הברכה כי לא מצא מקום לתשובה אף בקש אותה בדמעות׃"
    },
    {
      "verse": 18,
      "text": "כי לא באתם אל הר נמשש ובער באש ולא אל ענן וערפל וסערה׃"
    },
    {
      "verse": 19,
      "text": "ולא לקול שופר ולקול הדברים אשר שמעיו בקשו שלא יוסיף לדבר עמהם עוד׃"
    },
    {
      "verse": 20,
      "text": "כי לא יכלו לשאת את אשר צוו ואם בהמה תגע בהר סקל תקסל או ירה תירה בחצים׃"
    },
    {
      "verse": 21,
      "text": "והמראה היה נורא עד מאד ויאמר משה יגרתי וחרדתי׃"
    },
    {
      "verse": 22,
      "text": "כי אם באתם אל הר ציון ואל עיר אלהים חיים אל ירושלים שבשמים׃"
    },
    {
      "verse": 23,
      "text": "ואל עצרת רבבות המלאכים ועדת הבכורים הכתובים בשמים ואל אלהים שפט הכל ואל רוחות הצדיקים הנשלמים׃"
    },
    {
      "verse": 24,
      "text": "ואל ישוע סרסר הברית החדשה ואל דם ההזאה המיטיב דבר מדם הבל׃"
    },
    {
      "verse": 25,
      "text": "לכן ראו פן תמאנו לשמע אל המדבר כי הן לא נמלטו המאנים לשמע אל המדבר עמהם בארץ אף אנחנו אם נמאן לשמע בקול המדבר מן השמים׃"
    },
    {
      "verse": 26,
      "text": "אשר קולו הרעיש אז את הארץ ועתה זה הבטיח לאמר עוד אחת ואני מרעיש לא לבד את הארץ כי גם את השמים׃"
    },
    {
      "verse": 27,
      "text": "וזו עוד אחת שאמר משמיע חליפת הנרעשים אשר הם עשוים למען יעמד אשר איננו נרעש׃"
    },
    {
      "verse": 28,
      "text": "לכן אנחנו המקבלים מלכות אשר לא תמוט נבאה נא בתודה ונעבד בה את האלהים לרצון לו בצניעות וביראה׃"
    },
    {
      "verse": 29,
      "text": "כי אלהינו אש אכלה הוא׃"
    }
  ]
}