{
  "book_id": "HEB",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "אהבת האחים תעמד׃"
    },
    {
      "verse": 2,
      "text": "הכנסת ארחים אל תשכחו כי יש אשר הכניסו בה מלאכים ולא ידעו׃"
    },
    {
      "verse": 3,
      "text": "זכרו את האסורים כאלו אתם אסורים עמהם ואת הנלחצים באשר גם אתם בבשר׃"
    },
    {
      "verse": 4,
      "text": "האישות תיקר בכל וערש יצועכם אל יחלל את הזנים ואת המנאפים ידין אלהים׃"
    },
    {
      "verse": 5,
      "text": "רחקו מאהבת כסף ושמחו בחלקכם כי הוא אמר לא ארפך ולא אעזבך׃"
    },
    {
      "verse": 6,
      "text": "על כן נבטח ונאמר יהוה לי בעזרי לא אירא מה יעשה לי אדם׃"
    },
    {
      "verse": 7,
      "text": "זכרו את מנהיגיכם אשר הגידו לכם את דבר האלהים בינו לאחרית דרכם ולכו באמונתם׃"
    },
    {
      "verse": 8,
      "text": "ישוע המשיח גם תמול גם היום הוא הוא וגם לעולמים׃"
    },
    {
      "verse": 9,
      "text": "אל תנועו בתורות שנות וזרות כי טוב לכונן לבנו בחסד ולא בעניני מאכל אשר לא הועילו למתהלכים בהם׃"
    },
    {
      "verse": 10,
      "text": "יש לנו מזבח אשר אינם רשאים לאכל מעליו משרתי המשכן׃"
    },
    {
      "verse": 11,
      "text": "כי הבהמות אשר הובא דמן בקדש לכפרת החטא על ידי הכהן הגדול גויתיהן נשרפו מחוץ למחנה׃"
    },
    {
      "verse": 12,
      "text": "בעבור זאת גם ישוע למען קדש בדמו את העם ענה מחוץ לשער׃"
    },
    {
      "verse": 13,
      "text": "לכן נצאה נא אליו אל מחוץ למחנה ונשא את חרפתו׃"
    },
    {
      "verse": 14,
      "text": "כי פה אין לנו עיר עמדת כי את העתידה אנחנו מבקשים׃"
    },
    {
      "verse": 15,
      "text": "לכן נקריב על ידו בכל עת זבח תודה לאלהים היא פרי שפתים המודות לשמו׃"
    },
    {
      "verse": 16,
      "text": "ואל תשכחו לגמל חסד ולתת לאביונים כי זבחים כאלה יערבו לאלהים׃"
    },
    {
      "verse": 17,
      "text": "שמעו אל מנהיגיכם והכנעו מפניהם כי שקדים הם על נפשתיכם כעתידים לתת חשבון למען יעשו זאת בשמחה ולא באנחה כי זאת לא להועיל לכם׃"
    },
    {
      "verse": 18,
      "text": "התפללו בעדנו כי ידענו אשר שלמה מחשבתנו ונחפץ ללכת דרך ישרה בכל׃"
    },
    {
      "verse": 19,
      "text": "ובחזקה אבקש מכם לעשות זאת למען אושב אליכם במהרה׃"
    },
    {
      "verse": 20,
      "text": "ואלהי השלום אשר בדם ברית עולם העלה מן המתים את רעה הצאן הגדול את ישוע אדנינו׃"
    },
    {
      "verse": 21,
      "text": "הוא ישלימכם בכל מעשה טוב לעשות רצונו בפעלו בכם את הרצוי לפניו ביד ישוע המשיח אשר לו הכבוד לעולמי עולמים אמן׃"
    },
    {
      "verse": 22,
      "text": "ואבקש מכם אחי שאו נא דבר התוכחה כי כתבתי אליכם בקצרה׃"
    },
    {
      "verse": 23,
      "text": "ודעו כי טימותיוס אחינו יצא מבית האסורים והיה אם יבא במהרה אראה אתו את פניכם׃"
    },
    {
      "verse": 24,
      "text": "שאלו לשלום כל מנהיגיכם ולשלום כל הקדשים בני ארץ איטליא שאלים לשלומכם׃"
    },
    {
      "verse": 25,
      "text": "החסד עם כלכם אמן׃"
    }
  ]
}