{
  "book_id": "MAT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "A genealogy of Jesus Christ, a descendant of David and Abraham."
    },
    {
      "verse": 2,
      "text": "Abraham was the father of Isaac, Isaac of Jacob, Jacob of Judah and his brothers,"
    },
    {
      "verse": 3,
      "text": "Judah of Perez and Zerah, whose mother was Tamar, Perez of Hezron, Hezron of Aram,"
    },
    {
      "verse": 4,
      "text": "Aram of Aminadab, Aminadab of Nahshon, Nahshon of Salmon,"
    },
    {
      "verse": 5,
      "text": "Salmon of Boaz, whose mother was Rahab, Boaz of Obed, whose mother was Ruth, Obed of Jesse,"
    },
    {
      "verse": 6,
      "text": "Jesse of David the King. David was the father of Solomon, whose mother was Uriah’s widow,"
    },
    {
      "verse": 7,
      "text": "Solomon of Rehoboam, Rehoboam of Abijah, Abijah of Asa,"
    },
    {
      "verse": 8,
      "text": "Asa of Jehoshaphat, Jehoshaphat of Joram, Joram of Uzziah,"
    },
    {
      "verse": 9,
      "text": "Uzziah of Jotham, Jotham of Ahaz, Ahaz of Hezekiah,"
    },
    {
      "verse": 10,
      "text": "Hezekiah of Manasseh, Manasseh of Amon, Amon of Josiah,"
    },
    {
      "verse": 11,
      "text": "Josiah of Jechoniah and his brothers, at the time of the Exile to Babylon."
    },
    {
      "verse": 12,
      "text": "After the Exile to Babylon – Jechoniah was the father of Salathiel, Salathiel of Zerubbabel,"
    },
    {
      "verse": 13,
      "text": "Zerubbabel of Abiud, Abiud of Eliakim, Eliakim of Azor,"
    },
    {
      "verse": 14,
      "text": "Azor of Zadok, Zadok of Achim, Achim of Eliud,"
    },
    {
      "verse": 15,
      "text": "Eliud of Eleazar, Eleazar of Matthan, Matthan of Jacob,"
    },
    {
      "verse": 16,
      "text": "Jacob of Joseph, the husband of Mary, who was the mother of Jesus, who is called ‘Christ’."
    },
    {
      "verse": 17,
      "text": "So the whole number of generations from Abraham to David is fourteen; from David to the Exile to Babylon fourteen; and from the Exile to Babylon to the Christ fourteen."
    },
    {
      "verse": 18,
      "text": "This is how Jesus Christ was born: His mother Mary was engaged to Joseph, but, before the marriage took place, she found herself to be pregnant by the power of the Holy Spirit."
    },
    {
      "verse": 19,
      "text": "Her husband, Joseph, was a just man and, since he did not want to disgrace her publicly, he resolved to put an end to their engagement privately."
    },
    {
      "verse": 20,
      "text": "He had been thinking this over, when an angel of the Lord appeared to him in a dream. “Joseph, son of David,” the angel said, “do not be afraid to take Mary for your wife, for her child has been conceived by the power of the Holy Spirit."
    },
    {
      "verse": 21,
      "text": "She will give birth to a son; name him Jesus, for he will save his people from their sins.”"
    },
    {
      "verse": 22,
      "text": "All this happened in fulfillment of these words of the Lord through the prophet, where he says –"
    },
    {
      "verse": 23,
      "text": "‘The virgin will conceive and will give birth to a son, and they will give him the name Immanuel’ – a word which means ‘God is with us.’"
    },
    {
      "verse": 24,
      "text": "When Joseph woke up, he did as the angel of the Lord had directed him."
    },
    {
      "verse": 25,
      "text": "He made Mary his wife, but they did not sleep together before the birth of her son; and to this son he gave the name Jesus."
    }
  ]
}