{
  "book_id": "MAT",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Ἐν ἐκείνῳ τῷ καιρῷ ἤκουσεν Ἡρώδης ὁ τετραάρχης τὴν ἀκοὴν Ἰησοῦ,"
    },
    {
      "verse": 2,
      "text": "καὶ εἶπεν τοῖς παισὶν αὐτοῦ· οὗτός ἐστιν Ἰωάννης ὁ βαπτιστής· αὐτὸς ἠγέρθη ἀπὸ τῶν νεκρῶν, καὶ διὰ τοῦτο αἱ δυνάμεις ἐνεργοῦσιν ἐν αὐτῷ."
    },
    {
      "verse": 3,
      "text": "ὁ γὰρ Ἡρώδης κρατήσας τὸν Ἰωάννην ἔδησεν καὶ ἐν φυλακῇ ἀπέθετο διὰ Ἡρωδιάδα τὴν γυναῖκα [Φιλίππου] τοῦ ἀδελφοῦ αὐτοῦ."
    },
    {
      "verse": 4,
      "text": "ἔλεγεν γὰρ ὁ Ἰωάννης αὐτῷ· οὐκ ἔξεστίν σοι ἔχειν αὐτήν."
    },
    {
      "verse": 5,
      "text": "καὶ θέλων αὐτὸν ἀποκτεῖναι ἐφοβήθη τὸν ὄχλον, ὅτι ὡς προφήτην αὐτὸν εἶχον."
    },
    {
      "verse": 6,
      "text": "γενεσίοις δὲ γενομένοις τοῦ Ἡρώδου ὠρχήσατο ἡ θυγάτηρ τῆς Ἡρῳδιάδος ἐν τῷ μέσῳ καὶ ἤρεσεν τῷ Ἡρώδῃ,"
    },
    {
      "verse": 7,
      "text": "ὅθεν μεθ’ ὅρκου ὡμολόγησεν αὐτῇ δοῦναι ὃ ἐὰν αἰτήσηται."
    },
    {
      "verse": 8,
      "text": "ἡ δὲ προβιβασθεῖσα ὑπὸ τῆς μητρὸς αὐτῆς· δός μοι, φησίν, ὧδε ἐπὶ πίνακι τὴν κεφαλὴν Ἰωάννου τοῦ βαπτιστοῦ."
    },
    {
      "verse": 9,
      "text": "καὶ λυπηθεὶς ὁ βασιλεὺς διὰ τοὺς ὅρκους καὶ τοὺς συνανακειμένους ἐκέλευσεν δοθῆναι,"
    },
    {
      "verse": 10,
      "text": "καὶ πέμψας ἀπεκεφάλισεν Ἰωάννην ἐν τῇ φυλακῇ·"
    },
    {
      "verse": 11,
      "text": "καὶ ἠνέχθη ἡ κεφαλὴ αὐτοῦ ἐπὶ πίνακι καὶ ἐδόθη τῷ κορασίῳ, καὶ ἤνεγκεν τῇ μητρὶ αὐτῆς."
    },
    {
      "verse": 12,
      "text": "καὶ προσελθόντες οἱ μαθηταὶ αὐτοῦ ἦραν τὸ πτῶμα καὶ ἔθαψαν αὐτόν, καὶ ἐλθόντες ἀπήγγειλαν τῷ Ἰησοῦ."
    },
    {
      "verse": 13,
      "text": "ἀκούσας δὲ ὁ Ἰησοῦς ἀνεχώρησεν ἐκεῖθεν ἐν πλοίῳ εἰς ἔρημον τόπον κατ’ ἰδίαν· καὶ ἀκούσαντες οἱ ὄχλοι ἠκολούθησαν αὐτῷ πεζοὶ ἀπὸ τῶν πόλεων."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐξελθὼν εἶδεν πολὺν ὄχλον, καὶ ἐσπλαγχνίσθη ἐπ’ αὐτοῖς καὶ ἐθεράπευσεν τοὺς ἀρρώστους αὐτῶν."
    },
    {
      "verse": 15,
      "text": "ὀψίας δὲ γενομένης προσῆλθον αὐτῷ οἱ μαθηταὶ λέγοντες· ἔρημός ἐστιν ὁ τόπος καὶ ἡ ὥρα παρῆλθεν ἤδη· ἀπόλυσον οὖν τοὺς ὄχλους, ἵνα ἀπελθόντες εἰς τὰς κώμας ἀγοράσωσιν ἑαυτοῖς βρώματα."
    },
    {
      "verse": 16,
      "text": "ὁ δὲ εἶπεν αὐτοῖς· οὐ χρείαν ἔχουσιν ἀπελθεῖν· δότε αὐτοῖς ὑμεῖς φαγεῖν."
    },
    {
      "verse": 17,
      "text": "οἱ δὲ λέγουσιν αὐτῷ· οὐκ ἔχομεν ὧδε εἰ μὴ πέντε ἄρτους καὶ δύο ἰχθύας."
    },
    {
      "verse": 18,
      "text": "ὁ δὲ εἶπεν· φέρετέ μοι ὧδε αὐτούς."
    },
    {
      "verse": 19,
      "text": "καὶ κελεύσας τοὺς ὄχλους ἀνακλιθῆναι ἐπὶ τοῦ χόρτου, λαβὼν τοὺς πέντε ἄρτους καὶ τοὺς δύο ἰχθύας, ἀναβλέψας εἰς τὸν οὐρανὸν εὐλόγησεν, καὶ κλάσας ἔδωκεν τοῖς μαθηταῖς τοὺς ἄρτους οἱ δὲ μαθηταὶ τοῖς ὄχλοις."
    },
    {
      "verse": 20,
      "text": "καὶ ἔφαγον πάντες καὶ ἐχορτάσθησαν, καὶ ἦραν τὸ περισσεῦον τῶν κλασμάτων δώδεκα κοφίνους πλήρεις."
    },
    {
      "verse": 21,
      "text": "οἱ δὲ ἐσθίοντες ἦσαν ἄνδρες ὡσεὶ πεντακισχίλιοι χωρὶς γυναικῶν καὶ παιδίων."
    },
    {
      "verse": 22,
      "text": "Καὶ ἠνάγκασεν τοὺς μαθητὰς ἐμβῆναι εἰς τὸ πλοῖον καὶ προάγειν αὐτὸν εἰς τὸ πέραν, ἕως οὗ ἀπολύσῃ τοὺς ὄχλους."
    },
    {
      "verse": 23,
      "text": "καὶ ἀπολύσας τοὺς ὄχλους ἀνέβη εἰς τὸ ὄρος κατ’ ἰδίαν προσεύξασθαι. ὀψίας δὲ γενομένης μόνος ἦν ἐκεῖ."
    },
    {
      "verse": 24,
      "text": "τὸ δὲ πλοῖον ἤδη μέσον τῆς θαλάσσης ἦν βασανιζόμενον ὑπὸ τῶν κυμάτων· ἦν γὰρ ἐναντίος ὁ ἄνεμος."
    },
    {
      "verse": 25,
      "text": "τετάρτῃ δὲ φυλακῇ τῆς νυκτὸς ἦλθεν πρὸς αὐτοὺς περιπατῶν ἐπὶ τὴν θάλασσαν."
    },
    {
      "verse": 26,
      "text": "ἰδόντες δὲ αὐτὸν ἐπὶ τῆς θαλάσσης περιπατοῦντα ἐταράχθησαν λέγοντες ὅτι φάντασμά ἐστιν, καὶ ἀπὸ τοῦ φόβου ἔκραξαν."
    },
    {
      "verse": 27,
      "text": "εὐθὺς δὲ ἐλάλησεν αὐτοῖς λέγων· θαρσεῖτε, ἐγώ εἰμι· μὴ φοβεῖσθε."
    },
    {
      "verse": 28,
      "text": "ἀποκριθεὶς δὲ αὐτῷ ὁ Πέτρος εἶπεν· κύριε, εἰ σὺ εἶ, κέλευσόν με ἐλθεῖν πρὸς σὲ ἐπὶ τὰ ὕδατα·"
    },
    {
      "verse": 29,
      "text": "ὁ δὲ εἶπεν· ἐλθέ. καὶ καταβὰς ἀπὸ τοῦ πλοίου Πέτρος περιεπάτησεν ἐπὶ τὰ ὕδατα καὶ ἦλθεν πρὸς τὸν Ἰησοῦν."
    },
    {
      "verse": 30,
      "text": "βλέπων δὲ τὸν ἄνεμον ἐφοβήθη, καὶ ἀρξάμενος καταποντίζεσθαι ἔκραξεν λέγων· κύριε, σῶσόν με."
    },
    {
      "verse": 31,
      "text": "εὐθέως δὲ ὁ Ἰησοῦς ἐκτείνας τὴν χεῖρα ἐπελάβετο αὐτοῦ καὶ λέγει αὐτῷ· ὀλιγόπιστε, εἰς τί ἐδίστασας;"
    },
    {
      "verse": 32,
      "text": "καὶ ἀναβάντων αὐτῶν εἰς τὸ πλοῖον ἐκόπασεν ὁ ἄνεμος."
    },
    {
      "verse": 33,
      "text": "οἱ δὲ ἐν τῷ πλοίῳ προσεκύνησαν αὐτῷ λέγοντες· ἀληθῶς θεοῦ υἱὸς εἶ."
    },
    {
      "verse": 34,
      "text": "Καὶ διαπεράσαντες ἦλθον ἐπὶ τὴν γῆν εἰς Γεννησαρέτ."
    },
    {
      "verse": 35,
      "text": "καὶ ἐπιγνόντες αὐτὸν οἱ ἄνδρες τοῦ τόπου ἐκείνου ἀπέστειλαν εἰς ὅλην τὴν περίχωρον ἐκείνην, καὶ προσήνεγκαν αὐτῷ πάντας τοὺς κακῶς ἔχοντας,"
    },
    {
      "verse": 36,
      "text": "καὶ παρεκάλουν αὐτὸν ἵνα μόνον ἅψωνται τοῦ κρασπέδου τοῦ ἱματίου αὐτοῦ· καὶ ὅσοι ἥψαντο διεσώθησαν."
    }
  ]
}