{
  "book_id": "MAT",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Τότε προσέρχονται τῷ Ἰησοῦ ἀπὸ Ἱεροσολύμων Φαρισαῖοι καὶ γραμματεῖς λέγοντες·"
    },
    {
      "verse": 2,
      "text": "διατί οἱ μαθηταί σου παραβαίνουσιν τὴν παράδοσιν τῶν πρεσβυτέρων; οὐ γὰρ νίπτονται τὰς χεῖρας ὅταν ἄρτον ἐσθίωσιν."
    },
    {
      "verse": 3,
      "text": "ὁ δὲ ἀποκριθεὶς εἶπεν αὐτοῖς· διατί καὶ ὑμεῖς παραβαίνετε τὴν ἐντολὴν τοῦ θεοῦ διὰ τὴν παράδοσιν ὑμῶν;"
    },
    {
      "verse": 4,
      "text": "ὁ γὰρ θεὸς ἐνετείλατο λέγων· τίμα τὸν πατέρα καὶ τὴν μητέρα, καί ὁ κακολογῶν πατέρα ἢ μητέρα θανάτῳ τελευτάτω·"
    },
    {
      "verse": 5,
      "text": "ὑμεῖς δὲ λέγετε· ὃς ἂν εἴπῃ τῷ πατρὶ ἢ τῇ μητρί· δῶρον ὃ ἐὰν ἐξ ἐμοῦ ὠφεληθῇς, οὐ μὴ τιμήσει τὸν πατέρα αὐτοῦ ἢ τὴν μητέρα αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "καὶ ἠκυρώσατε τὸν νόμον τοῦ θεοῦ διὰ τὴν παράδοσιν ὑμῶν."
    },
    {
      "verse": 7,
      "text": "ὑποκριταί, καλῶς ἐπροφήτευσεν περὶ ὑμῶν Ἡσαΐας λέγων·"
    },
    {
      "verse": 8,
      "text": "ὁ λαὸς οὗτος τοῖς χείλεσίν με τιμᾷ, ἡ δὲ καρδία αὐτῶν πόρρω ἀπέχει ἀπ’ ἐμοῦ·"
    },
    {
      "verse": 9,
      "text": "μάτην δὲ σέβονταί με, διδάσκοντες διδασκαλίας ἐντάλματα ἀνθρώπων."
    },
    {
      "verse": 10,
      "text": "Καὶ προσκαλεσάμενος τὸν ὄχλον εἶπεν αὐτοῖς· ἀκούετε καὶ συνίετε·"
    },
    {
      "verse": 11,
      "text": "οὐ τὸ εἰσερχόμενον εἰς τὸ στόμα κοινοῖ τὸν ἄνθρωπον, ἀλλὰ τὸ ἐκπορευόμενον ἐκ τοῦ στόματος, τοῦτο κοινοῖ τὸν ἄνθρωπον."
    },
    {
      "verse": 12,
      "text": "τότε προσελθόντες οἱ μαθηταὶ λέγουσιν αὐτῷ· οἶδας ὅτι οἱ Φαρισαῖοι ἀκούσαντες τὸν λόγον ἐσκανδαλίσθησαν;"
    },
    {
      "verse": 13,
      "text": "ὁ δὲ ἀποκριθεὶς εἶπεν· πᾶσα φυτεία ἣν οὐκ ἐφύτευσεν ὁ πατήρ μου ὁ οὐράνιος ἐκριζωθήσεται."
    },
    {
      "verse": 14,
      "text": "ἄφετε αὐτούς· ὁδηγοί εἰσιν τυφλοί τυφλῶν· τυφλὸς δὲ τυφλὸν ἐὰν ὁδηγῇ, ἀμφότεροι εἰς βόθυνον πεσοῦνται."
    },
    {
      "verse": 15,
      "text": "ἀποκριθεὶς δὲ ὁ Πέτρος εἶπεν αὐτῷ· φράσον ἡμῖν τὴν παραβολήν."
    },
    {
      "verse": 16,
      "text": "ὁ δὲ εἶπεν· ἀκμὴν καὶ ὑμεῖς ἀσύνετοί ἐστε;"
    },
    {
      "verse": 17,
      "text": "οὐ νοεῖτε ὅτι πᾶν τὸ εἰσπορευόμενον εἰς τὸ στόμα εἰς τὴν κοιλίαν χωρεῖ καὶ εἰς ἀφεδρῶνα ἐκβάλλεται;"
    },
    {
      "verse": 18,
      "text": "τὰ δὲ ἐκπορευόμενα ἐκ τοῦ στόματος ἐκ τῆς καρδίας ἐξέρχεται, κἀκεῖνα κοινοῖ τὸν ἄνθρωπον."
    },
    {
      "verse": 19,
      "text": "ἐκ γὰρ τῆς καρδίας ἐξέρχονται διαλογισμοὶ πονηροί, φόνοι, μοιχεῖαι, πορνεῖαι, κλοπαί, ψευδομαρτυρίαι, βλασφημίαι."
    },
    {
      "verse": 20,
      "text": "ταῦτά ἐστιν τὰ κοινοῦντα τὸν ἄνθρωπον· τὸ δὲ ἀνίπτοις χερσὶν φαγεῖν οὐ κοινοῖ τὸν ἄνθρωπον."
    },
    {
      "verse": 21,
      "text": "Καὶ ἐξελθὼν ἐκεῖθεν ὁ Ἰησοῦς ἀνεχώρησεν εἰς τὰ μέρη Τύρου καὶ Σιδῶνος."
    },
    {
      "verse": 22,
      "text": "καὶ ἰδοὺ γυνὴ Χαναναία ἀπὸ τῶν ὁρίων ἐκείνων ἐξελθοῦσα ἔκραζεν λέγουσα· ἐλέησόν με, κύριε, υἱὸς Δαυείδ· ἡ θυγάτηρ μου κακῶς δαιμονίζεται."
    },
    {
      "verse": 23,
      "text": "ὁ δὲ οὐκ ἀπεκρίθη αὐτῇ λόγον. καὶ προσελθόντες οἱ μαθηταὶ αὐτοῦ ἠρώτουν αὐτὸν λέγοντες· ἀπόλυσον αὐτήν, ὅτι κράζει ὄπισθεν ἡμῶν."
    },
    {
      "verse": 24,
      "text": "ὁ δὲ ἀποκριθεὶς εἶπεν· οὐκ ἀπεστάλην εἰ μὴ εἰς τὰ πρόβατα τὰ ἀπολωλότα οἴκου Ἰσραήλ."
    },
    {
      "verse": 25,
      "text": "ἡ δὲ ἐλθοῦσα προσεκύνει αὐτῷ λέγουσα· κύριε, βοήθει μοι."
    },
    {
      "verse": 26,
      "text": "ὁ δὲ ἀποκριθεὶς εἶπεν· οὐκ ἔξεστιν λαβεῖν τὸν ἄρτον τῶν τέκνων καὶ βαλεῖν τοῖς κυναρίοις."
    },
    {
      "verse": 27,
      "text": "ἡ δὲ εἶπεν· ναί, κύριε· καὶ γὰρ τὰ κυνάρια ἐσθίει ἀπὸ τῶν ψιχίων τῶν πιπτόντων ἀπὸ τῆς τραπέζης τῶν κυρίων αὐτῶν."
    },
    {
      "verse": 28,
      "text": "τότε ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτῇ· ὦ γύναι, μεγάλη σου ἡ πίστις· γενηθήτω σοι ὡς θέλεις. καὶ ἰάθη ἡ θυγάτηρ αὐτῆς ἀπὸ τῆς ὥρας ἐκείνης."
    },
    {
      "verse": 29,
      "text": "Καὶ μεταβὰς ἐκεῖθεν ὁ Ἰησοῦς ἦλθεν παρὰ τὴν θάλασσαν τῆς Γαλιλαίας, καὶ ἀναβὰς εἰς τὸ ὄρος ἐκάθητο ἐκεῖ."
    },
    {
      "verse": 30,
      "text": "καὶ προσῆλθον αὐτῷ ὄχλοι πολλοὶ ἔχοντες μεθ’ ἑαυτῶν χωλούς, τυφλούς, κωφούς, κυλλούς, καὶ ἑτέρους πολλούς, καὶ ἔριψαν αὐτοὺς παρὰ τοὺς πόδας αὐτοῦ· καὶ ἐθεράπευσεν αὐτούς,"
    },
    {
      "verse": 31,
      "text": "ὥστε τὸν ὄχλον θαυμάσαι βλέποντας κωφοὺς λαλοῦντας, κυλλοὺς ὑγιεῖς, καὶ χωλοὺς περιπατοῦντας καὶ τυφλοὺς βλέποντας· καὶ ἐδόξασαν τὸν θεὸν Ἰσραήλ."
    },
    {
      "verse": 32,
      "text": "Ὁ δὲ Ἰησοῦς προσκαλεσάμενος τοὺς μαθητὰς αὐτοῦ εἶπεν· σπλαγχνίζομαι ἐπὶ τὸν ὄχλον, ὅτι ἤδη ἡμέραι τρεῖς προσμένουσίν μοι καὶ οὐκ ἔχουσιν τί φάγωσιν· καὶ ἀπολῦσαι αὐτοὺς νήστεις οὐ θέλω, μήποτε ἐκλυθῶσιν ἐν τῇ ὁδῷ."
    },
    {
      "verse": 33,
      "text": "καὶ λέγουσιν αὐτῷ οἱ μαθηταί· πόθεν ἡμῖν ἐν ἐρημίᾳ ἄρτοι τοσοῦτοι ὥστε χορτάσαι ὄχλον τοσοῦτον;"
    },
    {
      "verse": 34,
      "text": "καὶ λέγει αὐτοῖς ὁ Ἰησοῦς, πόσους ἄρτους ἔχετε; οἱ δὲ εἶπον· ἑπτά, καὶ ὀλίγα ἰχθύδια."
    },
    {
      "verse": 35,
      "text": "καὶ παραγγείλας τῷ ὄχλῳ ἀναπεσεῖν ἐπὶ τὴν γῆν"
    },
    {
      "verse": 36,
      "text": "ἔλαβεν τοὺς ἑπτὰ ἄρτους καὶ τοὺς ἰχθύας καὶ εὐχαριστήσας ἔκλασεν καὶ ἐδίδου τοῖς μαθηταῖς, οἱ δὲ μαθηταὶ τοῖς ὄχλοις."
    },
    {
      "verse": 37,
      "text": "καὶ ἔφαγον πάντες καὶ ἐχορτάσθησαν, καὶ τὸ περισσεῦον τῶν κλασμάτων ἦραν, ἑπτὰ σπυρίδας πλήρεις."
    },
    {
      "verse": 38,
      "text": "οἱ δὲ ἐσθίοντες ἦσαν τετρακισχίλιοι ἄνδρες χωρὶς παιδίων καὶ γυναικῶν."
    },
    {
      "verse": 39,
      "text": "καὶ ἀπολύσας τοὺς ὄχλους ἐνέβη εἰς τὸ πλοῖον, καὶ ἦλθεν εἰς τὰ ὅρια Μαγαδάν."
    }
  ]
}