{
  "book_id": "MAT",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Καὶ μεθ’ ἡμέρας ἓξ παραλαμβάνει ὁ Ἰησοῦς τὸν Πέτρον καὶ Ἰάκωβον καὶ Ἰωάννην τὸν ἀδελφὸν αὐτοῦ, καὶ ἀναφέρει αὐτοὺς εἰς ὄρος ὑψηλὸν κατ’ ἰδίαν."
    },
    {
      "verse": 2,
      "text": "καὶ μετεμορφώθη ἔμπροσθεν αὐτῶν, καὶ ἔλαμψεν τὸ πρόσωπον αὐτοῦ ὡς ὁ ἥλιος, τὰ δὲ ἱμάτια αὐτοῦ ἐγένετο λευκὰ ὡς τὸ φῶς."
    },
    {
      "verse": 3,
      "text": "καὶ ἰδοὺ ὤφθη αὐτοῖς Μωϋσῆς καὶ Ἡλείας συνλαλοῦντες μετ’ αὐτοῦ."
    },
    {
      "verse": 4,
      "text": "ἀποκριθεὶς δὲ ὁ Πέτρος εἶπεν τῷ Ἰησοῦ· κύριε, καλόν ἐστιν ἡμᾶς ὧδε εἶναι· εἰ θέλεις, ποιήσω ὧδε τρεῖς σκηνάς, σοὶ μίαν καὶ Μωϋσεῖ μίαν καὶ Ἡλείᾳ μίαν."
    },
    {
      "verse": 5,
      "text": "ἔτι αὐτοῦ λαλοῦντος, ἰδοὺ νεφέλη φωτεινὴ ἐπεσκίασεν αὐτούς, καὶ ἰδοὺ φωνὴ ἐκ τῆς νεφέλης λέγουσα· οὗτός ἐστιν ὁ υἱός μου ὁ ἀγαπητός, ἐν ᾧ εὐδόκησα· ἀκούετε αὐτοῦ."
    },
    {
      "verse": 6,
      "text": "καὶ ἀκούσαντες οἱ μαθηταὶ ἔπεσαν ἐπὶ πρόσωπον αὐτῶν καὶ ἐφοβήθησαν σφόδρα."
    },
    {
      "verse": 7,
      "text": "καὶ προσῆλθεν ὁ Ἰησοῦς καὶ ἁψάμενος αὐτῶν εἶπεν· ἐγέρθητε καὶ μὴ φοβεῖσθε."
    },
    {
      "verse": 8,
      "text": "ἐπάραντες δὲ τοὺς ὀφθαλμοὺς αὐτῶν οὐδένα εἶδον εἰ μὴ τὸν Ἰησοῦν μόνον."
    },
    {
      "verse": 9,
      "text": "καὶ καταβαινόντων αὐτῶν ἐκ τοῦ ὄρους ἐνετείλατο αὐτοῖς ὁ Ἰησοῦς λέγων· μηδενὶ εἴπητε τὸ ὅραμα ἕως οὗ ὁ υἱὸς τοῦ ἀνθρώπου ἐκ νεκρῶν ἐγερθῇ."
    },
    {
      "verse": 10,
      "text": "Καὶ ἐπηρώτησαν αὐτὸν οἱ μαθηταὶ λέγοντες· τί οὖν οἱ γραμματεῖς λέγουσιν ὅτι Ἡλείαν δεῖ ἐλθεῖν πρῶτον;"
    },
    {
      "verse": 11,
      "text": "ὁ δὲ ἀποκριθεὶς εἶπεν· Ἡλείας μὲν ἔρχεται καὶ ἀποκαταστήσει πάντα."
    },
    {
      "verse": 12,
      "text": "λέγω δὲ ὑμῖν ὅτι Ἡλείας ἤδη ἦλθεν, καὶ οὐκ ἐπέγνωσαν αὐτὸν, ἀλλὰ ἐποίησαν ἐν αὐτῷ ὅσα ἠθέλησαν. οὕτως καὶ ὁ υἱὸς τοῦ ἀνθρώπου μέλλει πάσχειν ὑπ’ αὐτῶν."
    },
    {
      "verse": 13,
      "text": "τότε συνῆκαν οἱ μαθηταὶ ὅτι περὶ Ἰωάννου τοῦ βαπτιστοῦ εἶπεν αὐτοῖς."
    },
    {
      "verse": 14,
      "text": "Καὶ ἐλθόντων πρὸς τὸν ὄχλον, προσῆλθεν αὐτῷ ἄνθρωπος γονυπετῶν αὐτὸν"
    },
    {
      "verse": 15,
      "text": "καὶ λέγων· κύριε, ἐλέησόν μου τὸν υἱόν, ὅτι σεληνιάζεται καὶ κακῶς πάσχει· πολλάκις γὰρ πίπτει εἰς τὸ πῦρ καὶ πολλάκις εἰς τὸ ὕδωρ."
    },
    {
      "verse": 16,
      "text": "καὶ προσήνεγκα αὐτὸν τοῖς μαθηταῖς σου, καὶ οὐκ ἠδυνήθησαν αὐτὸν θεραπεῦσαι."
    },
    {
      "verse": 17,
      "text": "ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν· ὦ γενεὰ ἄπιστος καὶ διεστραμμένη, ἕως πότε μεθ’ ὑμῶν ἔσομαι; ἕως πότε ἀνέξομαι ὑμῶν; φέρετέ μοι αὐτὸν ὧδε."
    },
    {
      "verse": 18,
      "text": "καὶ ἐπετίμησεν αὐτῷ ὁ Ἰησοῦς, καὶ ἐξῆλθεν ἀπ’ αὐτοῦ τὸ δαιμόνιον, καὶ ἐθεραπεύθη ὁ παῖς ἀπὸ τῆς ὥρας ἐκείνης."
    },
    {
      "verse": 19,
      "text": "Τότε προσελθόντες οἱ μαθηταὶ τῷ Ἰησοῦ κατ’ ἰδίαν εἶπον· διὰ τί ἡμεῖς οὐκ ἠδυνήθημεν ἐκβαλεῖν αὐτό;"
    },
    {
      "verse": 20,
      "text": "ὁ δὲ λέγει αὐτοῖς· διὰ τὴν ὀλιγοπιστίαν ὑμῶν· ἀμὴν γὰρ λέγω ὑμῖν, ἐὰν ἔχητε πίστιν ὡς κόκκον σινάπεως, ἐρεῖτε τῷ ὄρει τούτῳ· μετάβα ἔνθεν ἐκεῖ, καὶ μεταβήσεται, καὶ οὐδὲν ἀδυνατήσει ὑμῖν."
    },
    {
      "verse": 22,
      "text": "Συστρεφομένων δὲ αὐτῶν ἐν τῇ Γαλιλαίᾳ εἶπεν αὐτοῖς ὁ Ἰησοῦς, μέλλει ὁ υἱὸς τοῦ ἀνθρώπου παραδίδοσθαι εἰς χεῖρας ἀνθρώπων,"
    },
    {
      "verse": 23,
      "text": "καὶ ἀποκτενοῦσιν αὐτόν, καὶ τῇ τρίτῃ ἡμέρᾳ ἐγερθήσεται. καὶ ἐλυπήθησαν σφόδρα."
    },
    {
      "verse": 24,
      "text": "Ἐλθόντων δὲ αὐτῶν εἰς Καφαρναοὺμ προσῆλθον οἱ τὰ δίδραχμα λαμβάνοντες τῷ Πέτρῳ καὶ εἶπαν· ὁ διδάσκαλος ὑμῶν οὐ τελεῖ δίδραχμα;"
    },
    {
      "verse": 25,
      "text": "λέγει· ναί. καὶ εἰσελθόντα εἰς τὴν οἰκίαν προέφθασεν αὐτὸν ὁ Ἰησοῦς λέγων· τί σοι δοκεῖ, Σίμων; οἱ Βασιλεῖς τῆς γῆς ἀπὸ τίνων λαμβάνουσιν τέλη ἢ κῆνσον; ἀπὸ τῶν υἱῶν αὐτῶν ἢ ἀπὸ τῶν ἀλλοτρίων;"
    },
    {
      "verse": 26,
      "text": "εἰπόντος δέ· ἀπὸ τῶν ἀλλοτρίων, ἔφη αὐτῷ ὁ Ἰησοῦς· ἄραγε ἐλεύθεροί εἰσιν οἱ υἱοί."
    },
    {
      "verse": 27,
      "text": "ἵνα δὲ μὴ σκανδαλίσωμεν αὐτούς, πορευθεὶς εἰς θάλασσαν βάλε ἄγκιστρον καὶ τὸν ἀναβάντα πρῶτον ἰχθὺν ἆρον, καὶ ἀνοίξας τὸ στόμα αὐτοῦ εὑρήσεις στατῆρα· ἐκεῖνον λαβὼν δὸς αὐτοῖς ἀντὶ ἐμοῦ καὶ σοῦ."
    }
  ]
}