{
  "book_id": "MAT",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Πρωΐας δὲ γενομένης συμβούλιον ἔλαβον πάντες οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι τοῦ λαοῦ κατὰ τοῦ Ἰησοῦ, ὥστε θανατῶσαι αὐτόν."
    },
    {
      "verse": 2,
      "text": "καὶ δήσαντες αὐτὸν ἀπήγαγον καὶ παρέδωκαν Πειλάτῳ τῷ ἡγεμόνι."
    },
    {
      "verse": 3,
      "text": "Τότε ἰδὼν Ἰούδας ὁ παραδιδοὺς αὐτὸν ὅτι κατεκρίθη μεταμεληθεὶς ἔστρεψεν τὰ τριάκοντα ἀργύρια τοῖς ἀρχιερεῦσιν καὶ πρεσβυτέροις"
    },
    {
      "verse": 4,
      "text": "λέγων· ἥμαρτον παραδοὺς αἷμα ἀθῷον. οἱ δὲ εἶπον· τί πρὸς ἡμᾶς; σὺ ὄψῃ."
    },
    {
      "verse": 5,
      "text": "καὶ ῥίψας τὰ ἀργύρια εἰς τὸν ναὸν ἀνεχώρησεν, καὶ ἀπελθὼν ἀπήγξατο."
    },
    {
      "verse": 6,
      "text": "οἱ δὲ ἀρχιερεῖς λαβόντες τὰ ἀργύρια εἶπαν· οὐκ ἔξεστιν βαλεῖν αὐτὰ εἰς τὸν κορβανᾶν, ἐπεὶ τιμὴ αἵματός ἐστιν."
    },
    {
      "verse": 7,
      "text": "συμβούλιον δὲ λαβόντες ἠγόρασαν ἐξ αὐτῶν τὸν ἀγρὸν τοῦ κεραμέως εἰς ταφὴν τοῖς ξένοις."
    },
    {
      "verse": 8,
      "text": "διὸ ἐκλήθη ὁ ἀγρὸς ἐκεῖνος ἀγρὸς αἵματος ἕως τῆς σήμερον."
    },
    {
      "verse": 9,
      "text": "τότε ἐπληρώθη τὸ ῥηθὲν διὰ Ἰερεμίου τοῦ προφήτου λέγοντος· καὶ ἔλαβον τὰ τριάκοντα ἀργύρια, τὴν τιμὴν τοῦ τετιμημένου ὃν ἐτιμήσαντο ἀπὸ υἱῶν Ἰσραήλ,"
    },
    {
      "verse": 10,
      "text": "καὶ ἔδωκαν αὐτὰ εἰς τὸν ἀγρὸν τοῦ κεραμέως, καθὰ συνέταξέν μοι κύριος."
    },
    {
      "verse": 11,
      "text": "Ὁ δὲ Ἰησοῦς ἐστάθη ἔμπροσθεν τοῦ ἡγεμόνος· καὶ ἐπηρώτησεν αὐτὸν ὁ ἡγεμὼν λέγων· σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων; ὁ δὲ Ἰησοῦς ἔφη, σὺ λέγεις."
    },
    {
      "verse": 12,
      "text": "καὶ ἐν τῷ κατηγορεῖσθαι αὐτὸν ὑπὸ τῶν ἀρχιερέων καὶ πρεσβυτέρων οὐδὲν ἀπεκρίνατο."
    },
    {
      "verse": 13,
      "text": "τότε λέγει αὐτῷ ὁ Πειλᾶτος· οὐκ ἀκούεις πόσα σου καταμαρτυροῦσιν;"
    },
    {
      "verse": 14,
      "text": "καὶ οὐκ ἀπεκρίθη αὐτῷ πρὸς οὐδὲ ἓν ῥῆμα, ὥστε θαυμάζειν τὸν ἡγεμόνα λίαν."
    },
    {
      "verse": 15,
      "text": "Κατὰ δὲ ἑορτὴν εἰώθει ὁ ἡγεμὼν ἀπολύειν ἕνα τῷ ὄχλῳ δέσμιον ὃν ἤθελον."
    },
    {
      "verse": 16,
      "text": "εἶχον δὲ τότε δέσμιον ἐπίσημον, λεγόμενον Βαραββᾶν."
    },
    {
      "verse": 17,
      "text": "συνηγμένων οὖν αὐτῶν εἶπεν αὐτοῖς ὁ Πειλᾶτος· τίνα θέλετε ἀπολύσω ὑμῖν, Βαραββᾶν ἢ Ἰησοῦν τὸν λεγόμενον Χριστόν;"
    },
    {
      "verse": 18,
      "text": "ᾔδει γὰρ ὅτι διὰ φθόνον παρέδωκαν αὐτόν."
    },
    {
      "verse": 19,
      "text": "καθημένου δὲ αὐτοῦ ἐπὶ τοῦ βήματος ἀπέστειλεν πρὸς αὐτὸν ἡ γυνὴ αὐτοῦ λέγουσα· μηδὲν σοὶ καὶ τῷ δικαίῳ ἐκείνῳ· πολλὰ γὰρ ἔπαθον σήμερον κατ’ ὄναρ δι’ αὐτόν."
    },
    {
      "verse": 20,
      "text": "οἱ δὲ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι ἔπεισαν τοὺς ὄχλους ἵνα αἰτήσωνται τὸν Βαραββᾶν, τὸν δὲ Ἰησοῦν ἀπολέσωσιν."
    },
    {
      "verse": 21,
      "text": "ἀποκριθεὶς δὲ ὁ ἡγεμὼν εἶπεν αὐτοῖς· τίνα θέλετε ἀπὸ τῶν δύο ἀπολύσω ὑμῖν; οἱ δὲ εἶπαν· τὸν Βαραββᾶν."
    },
    {
      "verse": 22,
      "text": "λέγει αὐτοῖς ὁ Πειλᾶτος· τί οὖν ποιήσω Ἰησοῦν τὸν λεγόμενον Χριστόν; λέγουσιν πάντες· σταυρωθήτω."
    },
    {
      "verse": 23,
      "text": "ὁ δὲ ἔφη· τί γὰρ κακὸν ἐποίησεν; οἱ δὲ περισσῶς ἔκραζον λέγοντες· σταυρωθήτω."
    },
    {
      "verse": 24,
      "text": "ἰδὼν δὲ ὁ Πειλᾶτος ὅτι οὐδὲν ὠφελεῖ ἀλλὰ μᾶλλον θόρυβος γίνεται, λαβὼν ὕδωρ ἀπενίψατο τὰς χεῖρας ἀπέναντι τοῦ ὄχλου, λέγων· ἀθῷός εἰμι ἀπὸ τοῦ αἵματος τούτου· ὑμεῖς ὄψεσθε."
    },
    {
      "verse": 25,
      "text": "καὶ ἀποκριθεὶς πᾶς ὁ λαὸς εἶπεν· τὸ αἷμα αὐτοῦ ἐφ’ ἡμᾶς καὶ ἐπὶ τὰ τέκνα ἡμῶν."
    },
    {
      "verse": 26,
      "text": "τότε ἀπέλυσεν αὐτοῖς τὸν Βαραββᾶν, τὸν δὲ Ἰησοῦν φραγελλώσας παρέδωκεν ἵνα σταυρωθῇ."
    },
    {
      "verse": 27,
      "text": "Τότε οἱ στρατιῶται τοῦ ἡγεμόνος παραλαβόντες τὸν Ἰησοῦν εἰς τὸ πραιτώριον συνήγαγον ἐπ’ αὐτὸν ὅλην τὴν σπεῖραν."
    },
    {
      "verse": 28,
      "text": "καὶ ἐκδύσαντες αὐτὸν χλαμύδα κοκκίνην περιέθηκαν αὐτῷ,"
    },
    {
      "verse": 29,
      "text": "καὶ πλέξαντες στέφανον ἐξ ἀκανθῶν ἐπέθηκαν ἐπὶ τῆς κεφαλῆς αὐτοῦ καὶ κάλαμον ἐν τῇ δεξιᾷ αὐτοῦ, καὶ γονυπετήσαντες ἔμπροσθεν αὐτοῦ ἐνέπαιξαν αὐτῷ λέγοντες· χαῖρε ὁ βασιλεὺς τῶν Ἰουδαίων,"
    },
    {
      "verse": 30,
      "text": "καὶ ἐμπτύσαντες εἰς αὐτὸν ἔλαβον τὸν κάλαμον καὶ ἔτυπτον εἰς τὴν κεφαλὴν αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "καὶ ὅτε ἐνέπαιξαν αὐτῷ, ἐκδύσαντες αὐτὸν τὴν χλαμύδα ἐνέδυσαν αὐτὸν τὰ ἱμάτια αὐτοῦ, καὶ ἀπήγαγον αὐτὸν εἰς τὸ σταυρῶσαι."
    },
    {
      "verse": 32,
      "text": "Ἐξερχόμενοι δὲ εὗρον ἄνθρωπον Κυρηναῖον, ὀνόματι Σίμωνα· τοῦτον ἠγγάρευσαν ἵνα ἄρῃ τὸν σταυρὸν αὐτοῦ."
    },
    {
      "verse": 33,
      "text": "καὶ ἐλθόντες εἰς τόπον λεγόμενον Γολγοθᾶ, ὅ ἐστιν κρανίου τόπος λεγόμενος,"
    },
    {
      "verse": 34,
      "text": "ἔδωκαν αὐτῷ πεῖν οἶνον μετὰ χολῆς μεμιγμένον· καὶ γευσάμενος οὐκ ἠθέλησεν πεῖν."
    },
    {
      "verse": 35,
      "text": "σταυρώσαντες δὲ αὐτὸν διεμερίσαντο τὰ ἱμάτια αὐτοῦ βαλόντες κλῆρον,"
    },
    {
      "verse": 36,
      "text": "καὶ καθήμενοι ἐτήρουν αὐτὸν ἐκεῖ."
    },
    {
      "verse": 37,
      "text": "καὶ ἐπέθηκαν ἐπάνω τῆς κεφαλῆς αὐτοῦ τὴν αἰτίαν αὐτοῦ γεγραμμένην· οὗτός ἐστιν Ἰησοῦς ὁ βασιλεὺς τῶν Ἰουδαίων."
    },
    {
      "verse": 38,
      "text": "Τότε σταυροῦνται σὺν αὐτῷ δύο λῃσταί, εἷς ἐκ δεξιῶν καὶ εἷς ἐξ εὐωνύμων."
    },
    {
      "verse": 39,
      "text": "οἱ δὲ παραπορευόμενοι ἐβλασφήμουν αὐτὸν, κινοῦντες τὰς κεφαλὰς αὐτῶν"
    },
    {
      "verse": 40,
      "text": "καὶ λέγοντες· ὁ καταλύων τὸν ναὸν καὶ ἐν τρισὶν ἡμέραις οἰκοδομῶν, σῶσον σεαυτόν, εἰ υἱὸς εἶ τοῦ θεοῦ, καὶ κατάβηθι ἀπὸ τοῦ σταυροῦ."
    },
    {
      "verse": 41,
      "text": "ὁμοίως οἱ ἀρχιερεῖς ἐμπαίζοντες μετὰ τῶν γραμματέων καὶ πρεσβυτέρων ἔλεγον·"
    },
    {
      "verse": 42,
      "text": "ἄλλους ἔσωσεν, ἑαυτὸν οὐ δύναται σῶσαι· βασιλεὺς Ἰσραήλ ἐστιν, καταβάτω νῦν ἀπὸ τοῦ σταυροῦ καὶ πιστεύσωμεν ἐπ’ αὐτόν·"
    },
    {
      "verse": 43,
      "text": "πέποιθεν ἐπὶ τὸν θεόν, ῥυσάσθω νῦν εἰ θέλει αὐτόν· εἶπεν γὰρ ὅτι θεοῦ εἰμι υἱός."
    },
    {
      "verse": 44,
      "text": "τὸ δ’ αὐτὸ καὶ οἱ λῃσταὶ οἱ συσταυρωθέντες σὺν αὐτῷ ὠνείδιζον αὐτόν."
    },
    {
      "verse": 45,
      "text": "Ἀπὸ δὲ ἕκτης ὥρας σκότος ἐγένετο ἐπὶ πᾶσαν τὴν γῆν ἕως ὥρας ἐνάτης."
    },
    {
      "verse": 46,
      "text": "περὶ δὲ τὴν ἐνάτην ὥραν ἀνεβόησεν ὁ Ἰησοῦς φωνῇ μεγάλῃ λέγων· ἡλεὶ ἡλεὶ λεμὰ σαβαχθανεί; τοῦτ’ ἔστιν· θεέ μου θεέ μου, ἱνατί με ἐγκατέλιπες;"
    },
    {
      "verse": 47,
      "text": "τινὲς δὲ τῶν ἐκεῖ ἑστηκότων ἀκούσαντες ἔλεγον ὅτι Ἡλείαν φωνεῖ οὗτος."
    },
    {
      "verse": 48,
      "text": "καὶ εὐθέως δραμὼν εἷς ἐξ αὐτῶν καὶ λαβὼν σπόγγον πλήσας τε ὄξους καὶ περιθεὶς καλάμῳ ἐπότιζεν αὐτόν."
    },
    {
      "verse": 49,
      "text": "οἱ δὲ λοιποὶ ἔλεγον· ἄφες ἴδωμεν εἰ ἔρχεται Ἡλείας σώσων αὐτόν."
    },
    {
      "verse": 50,
      "text": "Ὁ δὲ Ἰησοῦς πάλιν κράξας φωνῇ μεγάλῃ ἀφῆκεν τὸ πνεῦμα."
    },
    {
      "verse": 51,
      "text": "καὶ ἰδοὺ τὸ καταπέτασμα τοῦ ναοῦ ἐσχίσθη ἄνωθεν ἕως κάτω εἰς δύο, καὶ ἡ γῆ ἐσείσθη, καὶ αἱ πέτραι ἐσχίσθησαν,"
    },
    {
      "verse": 52,
      "text": "καὶ τὰ μνημεῖα ἀνεῴχθησαν καὶ πολλὰ σώματα τῶν κεκοιμημένων ἁγίων ἠγέρθησαν·"
    },
    {
      "verse": 53,
      "text": "καὶ ἐξελθόντες ἐκ τῶν μνημείων μετὰ τὴν ἔγερσιν αὐτοῦ εἰσῆλθον εἰς τὴν ἁγίαν πόλιν καὶ ἐνεφανίσθησαν πολλοῖς."
    },
    {
      "verse": 54,
      "text": "ὁ δὲ ἑκατοντάρχης καὶ οἱ μετ’ αὐτοῦ τηροῦντες τὸν Ἰησοῦν ἰδόντες τὸν σεισμὸν καὶ τὰ γινόμενα ἐφοβήθησαν σφόδρα, λέγοντες· ἀληθῶς θεοῦ υἱὸς ἦν οὗτος."
    },
    {
      "verse": 55,
      "text": "Ἦσαν δὲ ἐκεῖ γυναῖκες πολλαὶ ἀπὸ μακρόθεν θεωροῦσαι, αἵτινες ἠκολούθησαν τῷ Ἰησοῦ ἀπὸ τῆς Γαλιλαίας διακονοῦσαι αὐτῷ·"
    },
    {
      "verse": 56,
      "text": "ἐν αἷς ἦν Μαρία ἡ Μαγδαληνὴ καὶ Μαρία ἡ τοῦ Ἰακώβου καὶ Ἰωσὴφ μήτηρ καὶ ἡ μήτηρ τῶν υἱῶν Ζεβεδαίου."
    },
    {
      "verse": 57,
      "text": "Ὀψίας δὲ γενομένης ἦλθεν ἄνθρωπος πλούσιος ἀπὸ Ἀριμαθαίας, τοὔνομα Ἰωσήφ, ὃς καὶ αὐτὸς ἐμαθητεύθη τῷ Ἰησοῦ·"
    },
    {
      "verse": 58,
      "text": "οὗτος προσελθὼν τῷ Πειλάτῳ ᾐτήσατο τὸ σῶμα τοῦ Ἰησοῦ. τότε ὁ Πειλᾶτος ἐκέλευσεν ἀποδοθῆναι."
    },
    {
      "verse": 59,
      "text": "καὶ λαβὼν τὸ σῶμα ὁ Ἰωσὴφ ἐνετύλιξεν αὐτὸ σινδόνι καθαρᾷ,"
    },
    {
      "verse": 60,
      "text": "καὶ ἔθηκεν αὐτὸ ἐν τῷ καινῷ αὐτοῦ μνημείῳ ὃ ἐλατόμησεν ἐν τῇ πέτρᾳ, καὶ προσκυλίσας λίθον μέγαν τῇ θύρᾳ τοῦ μνημείου ἀπῆλθεν."
    },
    {
      "verse": 61,
      "text": "ἦν δὲ ἐκεῖ Μαριὰμ ἡ Μαγδαληνὴ καὶ ἡ ἄλλη Μαρία, καθήμεναι ἀπέναντι τοῦ τάφου."
    },
    {
      "verse": 62,
      "text": "Τῇ δὲ ἐπαύριον, ἥτις ἐστὶν μετὰ τὴν παρασκευήν, συνήχθησαν οἱ ἀρχιερεῖς καὶ οἱ Φαρισαῖοι πρὸς Πειλᾶτον"
    },
    {
      "verse": 63,
      "text": "λέγοντες· κύριε, ἐμνήσθημεν ὅτι ἐκεῖνος ὁ πλάνος εἶπεν ἔτι ζῶν, μετὰ τρεῖς ἡμέρας ἐγείρομαι."
    },
    {
      "verse": 64,
      "text": "κέλευσον οὖν ἀσφαλισθῆναι τὸν τάφον ἕως τῆς τρίτης ἡμέρας, μήποτε ἐλθόντες οἱ μαθηταὶ κλέψωσιν αὐτὸν καὶ εἴπωσιν τῷ λαῷ· ἠγέρθη ἀπὸ τῶν νεκρῶν, καὶ ἔσται ἡ ἐσχάτη πλάνη χείρων τῆς πρώτης."
    },
    {
      "verse": 65,
      "text": "ἔφη αὐτοῖς ὁ Πειλᾶτος· ἔχετε κουστωδίαν· ὑπάγετε ἀσφαλίσασθε ὡς οἴδατε."
    },
    {
      "verse": 66,
      "text": "οἱ δὲ πορευθέντες ἠσφαλίσαντο τὸν τάφον, σφραγίσαντες τὸν λίθον μετὰ τῆς κουστωδίας."
    }
  ]
}