{
  "book_id": "1PE",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Putting away therefore all wickedness, and all guile, and hypocrisies, and envies, and all evil speakings,"
    },
    {
      "verse": 2,
      "text": "as newborn babes, long for the spiritual milk which is without guile, that ye may grow thereby;"
    },
    {
      "verse": 3,
      "text": "if so be that ye have tasted that Christ is the Lord:"
    },
    {
      "verse": 4,
      "text": "unto whom coming, a living stone, rejected indeed of men, but with God elect, precious,"
    },
    {
      "verse": 5,
      "text": "ye also, as living stones, are built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices, acceptable to God through Jesus Christ."
    },
    {
      "verse": 6,
      "text": "Because it is contained in the scripture, Behold, I lay in Zion a chief cornerstone, elect, precious: And he that believeth on him shall not be put to shame."
    },
    {
      "verse": 7,
      "text": "For you therefore that believe is the preciousness: but unto them that are disobedient, The stone which the builders rejected, The same was made the head of the corner;"
    },
    {
      "verse": 8,
      "text": "and, A stone of stumbling, and a rock of offense; for they stumble at the word, being disobedient: whereunto also they were appointed."
    },
    {
      "verse": 9,
      "text": "But ye are an elect race, a royal priesthood, a holy nation, a people for God’sown possession, that ye may show forth the excellencies of him who called you out of darkness into his marvelous light:"
    },
    {
      "verse": 10,
      "text": "who in time past were no people, but now are the people of God: who had not obtained mercy, but now have obtained mercy."
    },
    {
      "verse": 11,
      "text": "Beloved, I beseech you as sojourners and pilgrims, to abstain from fleshly lusts, which war against the soul;"
    },
    {
      "verse": 12,
      "text": "having your behavior seemly among the Gentiles; that, wherein they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation."
    },
    {
      "verse": 13,
      "text": "Be subject therefore to every ordinance of man for the Lord’s sake: whether to the king, as supreme;"
    },
    {
      "verse": 14,
      "text": "or unto governors, as sent by him for vengeance on evildoers and for praise to them that do well."
    },
    {
      "verse": 15,
      "text": "For so is the will of God, that by well-doing ye should put to silence the ignorance of foolish men:"
    },
    {
      "verse": 16,
      "text": "as free, and not using your freedom for a cloak of wickedness, but as bondservants of God."
    },
    {
      "verse": 17,
      "text": "Honor all men. Love the brotherhood. Fear God. Honor the king."
    },
    {
      "verse": 18,
      "text": "Servants, bein subjection to your masters with all fear; not only to the good and gentle, but also to the froward."
    },
    {
      "verse": 19,
      "text": "For this is acceptable, if for conscience toward God a man endureth griefs, suffering wrongfully."
    },
    {
      "verse": 20,
      "text": "For what glory is it, if, when ye sin, and are buffeted for it, ye shall take it patiently? but if, when ye do well, and suffer for it, ye shall take it patiently, this is acceptable with God."
    },
    {
      "verse": 21,
      "text": "For hereunto were ye called: because Christ also suffered for us, leaving you an example, that ye should follow his steps:"
    },
    {
      "verse": 22,
      "text": "who did no sin, neither was guile found in his mouth:"
    },
    {
      "verse": 23,
      "text": "who, when he was reviled, reviled not again; when he suffered, threatened not; but committed himselfto him that judgeth righteously:"
    },
    {
      "verse": 24,
      "text": "who his own self bare our sins in his body upon the tree, that we, having died unto sins, might live unto righteousness; by whose stripes ye were healed."
    },
    {
      "verse": 25,
      "text": "For ye were like sheep going astray; but are now returned unto the Shepherd and Bishop of your souls."
    }
  ]
}