{
  "book_id": "1PE",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "The elders that are among you I exhort, who am a fellow elder, and a witness of the sufferings of Christ, who am also a partaker of the glory that shall be revealed:"
    },
    {
      "verse": 2,
      "text": "Tend the flock of God which is among you, exercising the oversight, not of constraint, but willingly; nor yet for filthy lucre, but of a ready mind;"
    },
    {
      "verse": 3,
      "text": "neither as lording it over the charge allotted to you, but making yourselves examples to the flock."
    },
    {
      "verse": 4,
      "text": "And when the chief Shepherd shall be manifested, ye shall receive the crown of glory that fadeth not away."
    },
    {
      "verse": 5,
      "text": "Likewise, ye younger, be subject unto the elder: yea, all of you being subject one to another, gird yourselves with humility: for God resisteth the proud, but giveth grace to the humble."
    },
    {
      "verse": 6,
      "text": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time;"
    },
    {
      "verse": 7,
      "text": "casting all your anxiety upon him, because he careth for you."
    },
    {
      "verse": 8,
      "text": "Be sober, be watchful: your adversary the devil, as a roaring lion, walketh about, seeking someone to devour:"
    },
    {
      "verse": 9,
      "text": "whom withstand steadfast in your faith, knowing that the same sufferings are accomplished in your brethren who are in the world."
    },
    {
      "verse": 10,
      "text": "And the God of all grace, who called you unto his eternal glory in Christ Jesus, after that ye have suffered a little while, himself perfect you; he shall establish, strengthen, settle you."
    },
    {
      "verse": 11,
      "text": "To him bethe glory and the dominion forever and ever. Amen."
    },
    {
      "verse": 12,
      "text": "By Silvanus, our faithful brother, as I account him, I have written unto you briefly, exhorting, and testifying that this is the true grace of God wherein ye stand."
    },
    {
      "verse": 13,
      "text": "She that is in Babylon, elect together with you, saluteth you; and so dothMark my son."
    },
    {
      "verse": 14,
      "text": "Salute one another with a kiss of love. Peace be unto you all that are in Christ Jesus. Amen."
    }
  ]
}