{
  "book_id": "EPH",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And you did he make alive, when ye were dead in trespasses and sins,"
    },
    {
      "verse": 2,
      "text": "wherein ye once walked according to the course of this world, according to the prince of the powers of the air, of the spirit that now worketh in the sons of disobedience;"
    },
    {
      "verse": 3,
      "text": "among whom we also all once lived in the lusts of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest—"
    },
    {
      "verse": 4,
      "text": "but God, being rich in mercy, for his great love wherewith he loved us,"
    },
    {
      "verse": 5,
      "text": "even when we were dead through our trespasses, made us alive together with Christ (by grace have ye been saved),"
    },
    {
      "verse": 6,
      "text": "and raised us up with him, and made us to sit with him in the heavenly places, in Christ Jesus:"
    },
    {
      "verse": 7,
      "text": "that in the ages to come he might show the exceeding riches of his grace in kindness toward us in Christ Jesus:"
    },
    {
      "verse": 8,
      "text": "for by grace have ye been saved through faith; and that not of yourselves, it isthe gift of God;"
    },
    {
      "verse": 9,
      "text": "not of works, that no man should glory."
    },
    {
      "verse": 10,
      "text": "For we are his workmanship, created in Christ Jesus for good works, which God afore prepared that we should walk in them."
    },
    {
      "verse": 11,
      "text": "Wherefore remember that ye, once Gentiles in the flesh, who are called Uncircumcision by that which is called Circumcision, in the flesh, made by hands;"
    },
    {
      "verse": 12,
      "text": "that ye were at that time separate from Christ, alienated from the commonwealth of Israel, and strangers from the covenants of the promise, having no hope and without God in the world."
    },
    {
      "verse": 13,
      "text": "But now in Christ Jesus ye that once were far off are made nigh in the blood of Christ."
    },
    {
      "verse": 14,
      "text": "For he is our peace, who made both one, and brake down the middle wall of partition,"
    },
    {
      "verse": 15,
      "text": "having abolished in his flesh the enmity, eventhe law of commandments containedin ordinances; that he might create in himself of the two one new man, somaking peace;"
    },
    {
      "verse": 16,
      "text": "and might reconcile them both in one body unto God through the cross, having slain the enmity thereby:"
    },
    {
      "verse": 17,
      "text": "and he came and preached peace to you that were far off, and to them that were nigh:"
    },
    {
      "verse": 18,
      "text": "for through him we both have our access in one Spirit unto the Father."
    },
    {
      "verse": 19,
      "text": "So then ye are no more strangers and sojourners, but fellow citizens with the saints, and of the household of God,"
    },
    {
      "verse": 20,
      "text": "being built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief cornerstone;"
    },
    {
      "verse": 21,
      "text": "in whom each several building, fitly framed together, groweth into a holy temple in the Lord;"
    },
    {
      "verse": 22,
      "text": "in whom ye also are built together for a habitation of God in the Spirit."
    }
  ]
}