{
  "book_id": "EXO",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And thou shalt make an altar \\add of\\add* shittim wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height thereof \\add shall be\\add* three cubits."
    },
    {
      "verse": 2,
      "text": "And thou shalt make the horns of it upon the four corners thereof: his horns shall be of the same: and thou shalt overlay it with brass."
    },
    {
      "verse": 3,
      "text": "And thou shalt make his pans to receive his ashes, and his shovels, and his basons, and his fleshhooks, and his firepans: all the vessels thereof thou shalt make \\add of\\add* brass."
    },
    {
      "verse": 4,
      "text": "And thou shalt make for it a grate of network \\add of\\add* brass; and upon the net shalt thou make four brasen rings in the four corners thereof."
    },
    {
      "verse": 5,
      "text": "And thou shalt put it under the compass of the altar beneath, that the net may be even to the midst of the altar."
    },
    {
      "verse": 6,
      "text": "And thou shalt make staves for the altar, staves of shittim wood, and overlay them with brass."
    },
    {
      "verse": 7,
      "text": "And the staves shall be put into the rings, and the staves shall be upon the two sides of the altar, to bear it."
    },
    {
      "verse": 8,
      "text": "Hollow with boards shalt thou make it: as it was shewed thee in the mount, so shall they make \\add it\\add*."
    },
    {
      "verse": 9,
      "text": "And thou shalt make the court of the tabernacle: for the south side southward \\add there shall be\\add* hangings for the court \\add of\\add* fine twined linen of an hundred cubits long for one side:"
    },
    {
      "verse": 10,
      "text": "and the twenty pillars thereof and their twenty sockets \\add shall be of\\add* brass; the hooks of the pillars and their fillets \\add shall be of\\add* silver."
    },
    {
      "verse": 11,
      "text": "And likewise for the north side in length \\add there shall be\\add* hangings of an hundred \\add cubits\\add* long, and his twenty pillars and their twenty sockets \\add of\\add* brass; the hooks of the pillars and their fillets \\add of\\add* silver."
    },
    {
      "verse": 12,
      "text": "And \\add for\\add* the breadth of the court on the west side \\add shall be\\add* hangings of fifty cubits: their pillars ten, and their sockets ten."
    },
    {
      "verse": 13,
      "text": "And the breadth of the court on the east side eastward \\add shall be\\add* fifty cubits."
    },
    {
      "verse": 14,
      "text": "The hangings of \\add one\\add* side \\add of the gate shall be\\add* fifteen cubits: their pillars three, and their sockets three."
    },
    {
      "verse": 15,
      "text": "And on the other side \\add shall be\\add* hangings, fifteen \\add cubits:\\add* their pillars three, and their sockets three."
    },
    {
      "verse": 16,
      "text": "And for the gate of the court \\add shall be\\add* a hanging of twenty cubits, \\add of\\add* blue, and purple, and scarlet, and fine twined linen, wrought with needlework: \\add and\\add* their pillars \\add shall be\\add* four, and their sockets four."
    },
    {
      "verse": 17,
      "text": "All the pillars round about the court \\add shall be\\add* filleted \\add with\\add* silver; their hooks \\add shall be of\\add* silver, and their sockets \\add of\\add* brass."
    },
    {
      "verse": 18,
      "text": "The length of the court \\add shall be\\add* an hundred cubits, and the breadth fifty every where, and the height five cubits \\add of\\add* fine twined linen, and their sockets \\add of\\add* brass."
    },
    {
      "verse": 19,
      "text": "All the vessels of the tabernacle in all the service thereof, and all the pins thereof, and all the pins of the court, \\add shall be of\\add* brass."
    },
    {
      "verse": 20,
      "text": "And thou shalt command the children of Israel, that they bring thee pure oil olive beaten for the light, to cause the lamp to burn always."
    },
    {
      "verse": 21,
      "text": "In the tabernacle of the congregation without the vail, which \\add is\\add* before the Testimony, Aaron and his sons shall order it from evening to morning before the \\sc Lord\\sc*: \\add it shall be\\add* a statute for ever unto their generations on the behalf of the children of Israel."
    }
  ]
}