{
  "book_id": "EXO",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "And Bezaleel made the ark \\add of\\add* shittim wood: two cubits and a half \\add was\\add* the length of it, and a cubit and a half the breadth of it, and a cubit and a half the height of it:"
    },
    {
      "verse": 2,
      "text": "and he overlaid it with pure gold within and without, and made a crown \\add of\\add* gold to it round about."
    },
    {
      "verse": 3,
      "text": "And he cast for it four rings of gold, \\add to be set\\add* by the four corners of it; even two rings upon the one side of it, and two rings upon the other side of it."
    },
    {
      "verse": 4,
      "text": "And he made staves of shittim wood, and overlaid them with gold."
    },
    {
      "verse": 5,
      "text": "And he put the staves into the rings by the sides of the ark, to bear the ark."
    },
    {
      "verse": 6,
      "text": "And he made the mercy seat \\add of\\add* pure gold: two cubits and a half \\add was\\add* the length thereof, and one cubit and a half the breadth thereof."
    },
    {
      "verse": 7,
      "text": "And he made two cherubims \\add of\\add* gold, beaten out of one piece made he them, on the two ends of the mercy seat;"
    },
    {
      "verse": 8,
      "text": "one cherub on the end on this side, and another cherub on the \\add other\\add* end on that side: out of the mercy seat made he the cherubims on the two ends thereof."
    },
    {
      "verse": 9,
      "text": "And the cherubims spread out \\add their\\add* wings on high, \\add and\\add* covered with their wings over the mercy seat, with their faces one to another; \\add even\\add* to the mercy seatward were the faces of the cherubims."
    },
    {
      "verse": 10,
      "text": "And he made the table \\add of\\add* shittim wood: two cubits \\add was\\add* the length thereof, and a cubit the breadth thereof, and a cubit and a half the height thereof:"
    },
    {
      "verse": 11,
      "text": "and he overlaid it with pure gold, and made thereunto a crown \\add of\\add* gold round about."
    },
    {
      "verse": 12,
      "text": "Also he made thereunto a border of a handbreadth round about; and made a crown of gold for the border thereof round about."
    },
    {
      "verse": 13,
      "text": "And he cast for it four rings of gold, and put the rings upon the four corners that \\add were\\add* in the four feet thereof."
    },
    {
      "verse": 14,
      "text": "Over against the border were the rings, the places for the staves to bear the table."
    },
    {
      "verse": 15,
      "text": "And he made the staves \\add of\\add* shittim wood, and overlaid them with gold, to bear the table."
    },
    {
      "verse": 16,
      "text": "And he made the vessels which \\add were\\add* upon the table, his dishes, and his spoons, and his bowls, and \\add his\\add* covers to cover withal, \\add of\\add* pure gold."
    },
    {
      "verse": 17,
      "text": "And he made the candlestick \\add of\\add* pure gold: \\add of\\add* beaten work made he the candlestick; his shaft, and his branch, his bowls, his knops, and his flowers, were of the same:"
    },
    {
      "verse": 18,
      "text": "and six branches going out of the sides thereof; three branches of the candlestick out of the one side thereof, and three branches of the candlestick out of the other side thereof:"
    },
    {
      "verse": 19,
      "text": "three bowls made after the fashion of almonds in one branch, a knop and a flower; and three bowls made like almonds in another branch, a knop and a flower: so throughout the six branches going out of the candlestick."
    },
    {
      "verse": 20,
      "text": "And in the candlestick \\add were\\add* four bowls made like almonds, his knops, and his flowers:"
    },
    {
      "verse": 21,
      "text": "and a knop under two branches of the same, and a knop under two branches of the same, and a knop under two branches of the same, according to the six branches going out of it."
    },
    {
      "verse": 22,
      "text": "Their knops and their branches were of the same: all of it \\add was\\add* one beaten work \\add of\\add* pure gold."
    },
    {
      "verse": 23,
      "text": "And he made his seven lamps, and his snuffers, and his snuffdishes, \\add of\\add* pure gold."
    },
    {
      "verse": 24,
      "text": "\\add Of\\add* a talent \\add of\\add* pure gold made he it, and all the vessels thereof."
    },
    {
      "verse": 25,
      "text": "And he made the incense altar \\add of\\add* shittim wood: the length of it \\add was\\add* a cubit, and the breadth of it a cubit; \\add it was\\add* foursquare; and two cubits \\add was\\add* the height of it; the horns thereof were of the same."
    },
    {
      "verse": 26,
      "text": "And he overlaid it with pure gold, \\add both\\add* the top of it, and the sides thereof round about, and the horns of it: also he made unto it a crown \\add of\\add* gold round about."
    },
    {
      "verse": 27,
      "text": "And he made two rings of gold for it under the crown thereof, by the two corners of it, upon the two sides thereof, to be places for the staves to bear it withal."
    },
    {
      "verse": 28,
      "text": "And he made the staves \\add of\\add* shittim wood, and overlaid them with gold."
    },
    {
      "verse": 29,
      "text": "And he made the holy anointing oil, and the pure incense of sweet spices, \\add according to\\add* the work of the apothecary."
    }
  ]
}