{
  "book_id": "PSA",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "My God, my God, why have you left me, my rescue so far from the words of my roaring?"
    },
    {
      "verse": 2,
      "text": "I cry in the day, you do not answer, I cry in the night but find no rest."
    },
    {
      "verse": 3,
      "text": "You are the Holy One, throned on the praises of Israel."
    },
    {
      "verse": 4,
      "text": "In you our ancestors trusted, they trusted and you delivered them."
    },
    {
      "verse": 5,
      "text": "They cried to you, and found safety, in you did they trust and were not put to shame."
    },
    {
      "verse": 6,
      "text": "But I am a worm, not a person; insulted by others, despised by the people."
    },
    {
      "verse": 7,
      "text": "All who see me mock me, with mouths wide open and wagging heads:"
    },
    {
      "verse": 8,
      "text": "‘He relies on the Lord; let him save him. Let him rescue the one he holds dear!’"
    },
    {
      "verse": 9,
      "text": "But you drew me from the womb, laid me safely on my mother’s breasts."
    },
    {
      "verse": 10,
      "text": "On your care was I cast from my very birth, you are my God from my mother’s womb."
    },
    {
      "verse": 11,
      "text": "Be not far from me, for trouble is nigh, and there is none to help."
    },
    {
      "verse": 12,
      "text": "I am circled by many bulls, beset by the mighty of Bashan,"
    },
    {
      "verse": 13,
      "text": "who face me with gaping jaws, like ravening roaring lions."
    },
    {
      "verse": 14,
      "text": "Poured out am I like water, and all my bones are loosened. My heart is become like wax, melted within me."
    },
    {
      "verse": 15,
      "text": "My palate is dry as a sherd, my tongue sticks to my jaws; in the dust of death you lay me."
    },
    {
      "verse": 16,
      "text": "For dogs are round about me, a band of knaves encircles me, gnawing my hands and my feet."
    },
    {
      "verse": 17,
      "text": "I can count my bones, every one. As for them, they feast their eyes on me."
    },
    {
      "verse": 18,
      "text": "They divide my garments among them, and over my raiment cast lots."
    },
    {
      "verse": 19,
      "text": "But you, O Lord, be not far, O my strength, hasten to help me."
    },
    {
      "verse": 20,
      "text": "Deliver my life from the sword my life from the power of the dogs."
    },
    {
      "verse": 21,
      "text": "Save me from the jaws of the lion, from the horns of the wild oxen help me."
    },
    {
      "verse": 22,
      "text": "I will tell of your fame to my kindred, and in the assembly will praise you."
    },
    {
      "verse": 23,
      "text": "Praise the Lord, you who fear him. All Jacob’s seed, give him glory. All Israel’s seed, stand in awe of him."
    },
    {
      "verse": 24,
      "text": "For he has not despised nor abhorred the sorrow of the sorrowful. He hid not his face from me, but he listened to my cry for help."
    },
    {
      "verse": 25,
      "text": "Of you is my praise in the great congregation; my vows I will pay before those who fear him."
    },
    {
      "verse": 26,
      "text": "The afflicted will eat to their heart’s desire, and those who seek after the Lordwill praise him. Lift up your hearts forever."
    },
    {
      "verse": 27,
      "text": "All will call it to mind, to the ends of the earth, and turn to the \\+w Lord|strong=\"H3068\"\\+w*; and all tribes of the nations will bow down before you."
    },
    {
      "verse": 28,
      "text": "For the kingdom belongs to the \\+w Lord|strong=\"H3068\"\\+w*: he is the \\+w Lord|strong=\"H3068\"\\+w*of the nations."
    },
    {
      "verse": 29,
      "text": "To him will bow down all who sleep in the earth, and before him bend all who go down to the dust, and those who could not preserve their lives."
    },
    {
      "verse": 30,
      "text": "My descendants will tell of the Lordto the next generation;"
    },
    {
      "verse": 31,
      "text": "they will declare his righteousness to people yet to be born: He has done it."
    }
  ]
}