{
  "book_id": "PSA",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*is my light and my saviour; whom then should I fear? The \\+w Lord|strong=\"H3068\"\\+w*protects my life; whom then should I dread?"
    },
    {
      "verse": 2,
      "text": "When the wicked drew near to assail me and eat up my flesh, it was those who distressed and opposed me who stumbled and fell."
    },
    {
      "verse": 3,
      "text": "Though against me a host should encamp, yet my heart would be fearless: though battle should rise up against me, still would I be trustful."
    },
    {
      "verse": 4,
      "text": "One thing have I asked of the \\+w Lord|strong=\"H3068\"\\+w*, and that do I long for – To live in the house of the \\+w Lord|strong=\"H3068\"\\+w*all the days of my life, to gaze on the grace of the \\+w Lord|strong=\"H3068\"\\+w*and inquire in his temple."
    },
    {
      "verse": 5,
      "text": "For he will hide me in his shelter in the day of misfortune. In his sheltering tent he hides me: he lifts me up on a rock."
    },
    {
      "verse": 6,
      "text": "And now that my head he has lifted above my encircling foes, I will march round the altar and sacrifice, shouting with joy, in his tent, making music and song to the \\+w Lord|strong=\"H3068\"\\+w*. The Serenity of Faith"
    },
    {
      "verse": 7,
      "text": "Hear, O \\+w Lord|strong=\"H3068\"\\+w*, my loud cry, and graciously answer me."
    },
    {
      "verse": 8,
      "text": "My heart has said to you, ‘Your face, O \\+w Lord|strong=\"H3068\"\\+w*, I seek.’"
    },
    {
      "verse": 9,
      "text": "Hide not your face from me, reject not your servant in anger: for you have been my help. Abandon me not, nor forsake me, O God of my help:"
    },
    {
      "verse": 10,
      "text": "for father and mother have left me; but the \\+w Lord|strong=\"H3068\"\\+w*will take me up."
    },
    {
      "verse": 11,
      "text": "Teach me your way, O \\+w Lord|strong=\"H3068\"\\+w*: lead me in an even path, because of my enemies."
    },
    {
      "verse": 12,
      "text": "Give me not up, O Lord, unto the rage of my foes; for against me have risen false witnesses, breathing out cruelty."
    },
    {
      "verse": 13,
      "text": "Firm is the faith I cherish, that I, in the land of the living, will yet see the goodness of God."
    },
    {
      "verse": 14,
      "text": "Let your heart be courageous and strong, and wait on the \\+w Lord|strong=\"H3068\"\\+w*."
    }
  ]
}