{
  "book_id": "PSA",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*God has spoken: He summons the earth from sunrise to sunset."
    },
    {
      "verse": 2,
      "text": "From Zion, perfection of beauty, God’s glory shines forth."
    },
    {
      "verse": 3,
      "text": "Our God comes, he cannot keep silence, devouring fire is before him, and furious tempest around him."
    },
    {
      "verse": 4,
      "text": "He summons the heavens above and the earth to judge his people."
    },
    {
      "verse": 5,
      "text": "Gather to him his saints by covenant-sacrifice bound to him;"
    },
    {
      "verse": 6,
      "text": "that the heavens may declare his justice, for a God of justice is he. \\+w Selah|strong=\"H5542\"\\+w*"
    },
    {
      "verse": 7,
      "text": "‘Hear, O my people, and I will speak, and protest to you, O Israel: I am the Lord, your God."
    },
    {
      "verse": 8,
      "text": "Not for your sacrifices will I reprove you your burnt-offerings are ever before me"
    },
    {
      "verse": 9,
      "text": "Not a bullock will I take from your house, nor male goats out of your folds;"
    },
    {
      "verse": 10,
      "text": "for all beasts of the forest are mine, and the kine on a thousand hills."
    },
    {
      "verse": 11,
      "text": "I know all the birds of the air, all that moves on the fields is mine."
    },
    {
      "verse": 12,
      "text": "Were I hungry, I would not tell you, for the world and its fulness are mine."
    },
    {
      "verse": 13,
      "text": "Am I such as to eat bulls’ flesh, or drink the blood of goats?"
    },
    {
      "verse": 14,
      "text": "Offer to God a thank-offering, pay the Most High your vows."
    },
    {
      "verse": 15,
      "text": "Summon me in the day of distress, I will rescue you, so will you honour me.’"
    },
    {
      "verse": 16,
      "text": "But to the wicked God says: ‘What right have you to talk of my statutes, or take my covenant into your mouth"
    },
    {
      "verse": 17,
      "text": "while you yourself hate correction, and cast my words behind you?"
    },
    {
      "verse": 18,
      "text": "When you see a thief, you run with them; with adulterers you keep company."
    },
    {
      "verse": 19,
      "text": "You let your mouth loose for evil, your tongue contrives deceit."
    },
    {
      "verse": 20,
      "text": "You shamefully speak of your kin, and slander your own mother’s son."
    },
    {
      "verse": 21,
      "text": "And because I kept silence at this, you did take me for one like yourself. But I will convict you and show you plainly."
    },
    {
      "verse": 22,
      "text": "‘Now you who forget God, mark this, lest I rend you, past hope of deliverance."
    },
    {
      "verse": 23,
      "text": "Those who bring a thank-offering honour me; but to those: who follows my way, I will show the salvation of God.’"
    }
  ]
}