{
  "book_id": "PSA",
  "chapter": 68,
  "verses": [
    {
      "verse": 1,
      "text": "God arises, his enemies scatter: they who hate him flee before him."
    },
    {
      "verse": 2,
      "text": "As smoke before wind is driven, as wax melts before fire, so before God vanish the wicked."
    },
    {
      "verse": 3,
      "text": "But the righteous rejoice in God’s presence, they exult with exceeding joy."
    },
    {
      "verse": 4,
      "text": "Sing to God, make music to his name, his name is the \\+w Lord|strong=\"H6662\"\\+w*, praise him who rides on the clouds, and exult in his presence."
    },
    {
      "verse": 5,
      "text": "Father of orphans, defender of widows, is God in his holy abode."
    },
    {
      "verse": 6,
      "text": "God brings home the lonely, he leads forth the prisoner to comfort, so that none but the rebel lives cheerless."
    },
    {
      "verse": 7,
      "text": "God, when you went in front of your people in your march through the desert, Selah"
    },
    {
      "verse": 8,
      "text": "earth shook, the heavens poured rain at the presence of God, Sinai’s God at the presence of God, Israel’s God."
    },
    {
      "verse": 9,
      "text": "Rain in abundance, God, you did sprinkle, restoring the languishing land of your heritage."
    },
    {
      "verse": 10,
      "text": "A dwelling therein your people found: in your goodness, O God, you did care for the poor."
    },
    {
      "verse": 11,
      "text": "The Lordspoke the glad tidings of victory, a great army of women proclaim it:"
    },
    {
      "verse": 12,
      "text": "‘Kings of armies they flee, they flee, and the housewife divides the spoil:"
    },
    {
      "verse": 13,
      "text": "dove’s wings covered with silver and pinions with shimmer of gold,"
    },
    {
      "verse": 14,
      "text": "set with stones, like snow upon Zalmon.’"
    },
    {
      "verse": 15,
      "text": "A mountain of God is the mountain of Bashan, a mountain of peaks is the mountain of Bashan."
    },
    {
      "verse": 16,
      "text": "You high-peaked mountains, why look you askance at the mountain which God has desired for his home whereon the Lordwill live forever?"
    },
    {
      "verse": 17,
      "text": "The chariots of God are twice ten thousand: the \\+w Lord|strong=\"H3068\"\\+w*came from Sinai, his holy place."
    },
    {
      "verse": 18,
      "text": "You did mount the height with trains of your captives, and gifts that you had received from the people. The rebels shall live with the LordGod."
    },
    {
      "verse": 19,
      "text": "Blest be the \\+w Lord|strong=\"H3050\"\\+w*who sustains us daily, the God who is also our saviour. Selah"
    },
    {
      "verse": 20,
      "text": "Our God is a God who is saviour. The ways of escape from death are known to the LordGod."
    },
    {
      "verse": 21,
      "text": "Yes, God will shatter the head of his foes the rough scalp of those who strut on in their sins."
    },
    {
      "verse": 22,
      "text": "The Lordsaid: ‘I will bring you home from Bashan, home from the depths of the sea,"
    },
    {
      "verse": 23,
      "text": "that your feet you may bathe in blood, and your dogs lick their share of the foe.’"
    },
    {
      "verse": 24,
      "text": "In the temple appear God’s triumphal processions, processions in praise of my king and my God,"
    },
    {
      "verse": 25,
      "text": "with singers in front, and minstrels behind, and maidens with timbrels between them, singing,"
    },
    {
      "verse": 26,
      "text": "‘You of the well-spring of Israel, bless the LordGod in the dance.’"
    },
    {
      "verse": 27,
      "text": "There, in front, is Benjamin the little, the princes of Judah beside them, the princes of Zebulon, princes of Naphtali."
    },
    {
      "verse": 28,
      "text": "God, show your strength, your godlike might, as you did in the past,"
    },
    {
      "verse": 29,
      "text": "from your temple that crowns Jerusalem. Kings shall bring tribute to you."
    },
    {
      "verse": 30,
      "text": "Rebuke the beast of the reed, the herd of bulls, with the calves of the peoples. Trample down the lovers of lies. Scatter the nations whose joy is in war."
    },
    {
      "verse": 31,
      "text": "May they come from Egypt with gifts of oil, Ethiopia haste with full hands to God."
    },
    {
      "verse": 32,
      "text": "Sing to God, O you kingdoms of earth, make melody to the Lord. Selah"
    },
    {
      "verse": 33,
      "text": "Praise him who rides on the ancient heavens. See! He utters his voice, his mighty voice."
    },
    {
      "verse": 34,
      "text": "Ascribe strength to the God over Israel, whose strength and majesty live in the skies."
    },
    {
      "verse": 35,
      "text": "Awe-inspiring is God in his holy place, it is Israel’s God who gives strength and might to his people. Blessed be God."
    }
  ]
}