{
  "book_id": "PSA",
  "chapter": 74,
  "verses": [
    {
      "verse": 1,
      "text": "Why, O God, have you spurned us forever? Why smokes your wrath against the sheep of your pasture?"
    },
    {
      "verse": 2,
      "text": "Remember the community you purchased of old to become by redemption the tribe of your heritage, Zion, the mountain you made your home."
    },
    {
      "verse": 3,
      "text": "Rouse yourself, visit its ruins complete. In the temple the foe has made havoc of all things."
    },
    {
      "verse": 4,
      "text": "Like lions your enemies roared through your house, replacing our symbols by signs of their own,"
    },
    {
      "verse": 5,
      "text": "hacking, like woodsmen who lift axes on thickets of trees,"
    },
    {
      "verse": 6,
      "text": "smashing with hatchets and hammers all of its carved work together."
    },
    {
      "verse": 7,
      "text": "They have set your temple on fire, to the very ground they have outraged the place where lives your name."
    },
    {
      "verse": 8,
      "text": "They have said in their heart, ‘Let us utterly crush them.’ They have burned all the houses of God in the land."
    },
    {
      "verse": 9,
      "text": "No symbol of ours do we see any more: no prophet is there any more, none is with us who knows how long."
    },
    {
      "verse": 10,
      "text": "How long, O God, is the foe to insult? Shall the enemy spurn your name forever?"
    },
    {
      "verse": 11,
      "text": "Why, O \\+w Lord|strong=\"H3225\"\\+w*, do you hold back your hand, why keep your right hand in the folds of your robe?"
    },
    {
      "verse": 12,
      "text": "Yet God is our king from the ancient days, in the midst of the earth working deeds of salvation."
    },
    {
      "verse": 13,
      "text": "It was you who did cleave the sea by your might, and shatter the heads of the ocean monsters."
    },
    {
      "verse": 14,
      "text": "It was you who did crush many-headed Leviathan, and give him as food to the beasts of the wilderness."
    },
    {
      "verse": 15,
      "text": "It was you who did cleave the fountains and torrents; it was you who did dry the perennial streams."
    },
    {
      "verse": 16,
      "text": "Yours is the day; yours, too, is the night, it was you who did establish the sun and the star."
    },
    {
      "verse": 17,
      "text": "It was you who did fix all the borders of earth: summer and winter it’s you who have made them."
    },
    {
      "verse": 18,
      "text": "Yet, for all this, the foe has insulted you, \\+w Lord|strong=\"H3068\"\\+w*, and a nation of fools has reviled your name."
    },
    {
      "verse": 19,
      "text": "Do not give your dove to the beasts, do not forget your afflicted forever."
    },
    {
      "verse": 20,
      "text": "Look to the sleek ones – how full they are: the dark places of earth are the dwellings of violence."
    },
    {
      "verse": 21,
      "text": "O let not the downtrodden turn back ashamed: let the poor and the needy sing praise to your name."
    },
    {
      "verse": 22,
      "text": "Arise, God, and defend your cause: remember how fools all the day insult you."
    },
    {
      "verse": 23,
      "text": "Do not forget the uproar of your enemies, the din of your foes that ascends evermore."
    }
  ]
}