{
  "book_id": "PSA",
  "chapter": 89,
  "verses": [
    {
      "verse": 1,
      "text": "I will sing evermore of the love of the Lord, proclaiming to all generations his faithfulness."
    },
    {
      "verse": 2,
      "text": "For your love you did promise to build up forever, your faithfulness firm as the heavens themselves."
    },
    {
      "verse": 3,
      "text": "‘I have made with my chosen a covenant, and sworn to David my servant,"
    },
    {
      "verse": 4,
      "text": "to establish his seed forever, and to build up his throne to all ages.’ Selah"
    },
    {
      "verse": 5,
      "text": "Then the holy assembly in heaven praised your marvellous faithfulness, Lord."
    },
    {
      "verse": 6,
      "text": "For who in the skies may compare with the \\+w Lord|strong=\"H3068\"\\+w*? Who is like the \\+w Lord|strong=\"H3068\"\\+w*among the gods?"
    },
    {
      "verse": 7,
      "text": "A God to be feared in the holy assembly, awful and great above all who are round him."
    },
    {
      "verse": 8,
      "text": "O LordGod of hosts, who is mighty as you? Your strength and faithfulness, Lord, surround you."
    },
    {
      "verse": 9,
      "text": "You are the \\+w Lord|strong=\"H3068\"\\+w*of the raging sea: when its waves surge, it is you who still them."
    },
    {
      "verse": 10,
      "text": "It was you who did pierce and crush Rahab in pieces, and scatter your foes by your mighty arm."
    },
    {
      "verse": 11,
      "text": "Yours are the heavens, yours also the earth, the world and its fulness, it’s you who did found them."
    },
    {
      "verse": 12,
      "text": "The north and the south, it’s you have created them; Tabor and Hermon shout praise to your name."
    },
    {
      "verse": 13,
      "text": "You have an arm with the might of a hero; strong is your hand, high uplifted your right hand."
    },
    {
      "verse": 14,
      "text": "Justice and right are the base of your throne, kindness and faithfulness ever attend you."
    },
    {
      "verse": 15,
      "text": "Happy the people who know the glad shout, who walk, O \\+w Lord|strong=\"H2617\"\\+w*, in the light of your face."
    },
    {
      "verse": 16,
      "text": "They exult in your name all the day, and your righteousness they extol."
    },
    {
      "verse": 17,
      "text": "For you are our strength and our pride. Your favour will lift us to honour."
    },
    {
      "verse": 18,
      "text": "For the holy Lordof Israel keeps our defender and king."
    },
    {
      "verse": 19,
      "text": "In a vision of old you did speak in this way to the one whom you loved: ‘A crown I have set on the hero I chose to be over the people"
    },
    {
      "verse": 20,
      "text": "‘I found my servant David, and anointed with holy oil."
    },
    {
      "verse": 21,
      "text": "My hand will be with him forever, my arm will give him strength."
    },
    {
      "verse": 22,
      "text": "‘No enemy will dare to assail him, nor the wicked to oppress him;"
    },
    {
      "verse": 23,
      "text": "but his foes I will shatter before him, I will strike down those who hate him."
    },
    {
      "verse": 24,
      "text": "‘My loyal love shall attend him, and I will lift him to honour."
    },
    {
      "verse": 25,
      "text": "I will set his hand on the sea, and his right hand on the rivers."
    },
    {
      "verse": 26,
      "text": "‘As for him, he will call me “My father, my God, and my rock of salvation.”"
    },
    {
      "verse": 27,
      "text": "And I will make him my firstborn, highest of kings on the earth."
    },
    {
      "verse": 28,
      "text": "‘My love will I keep for him ever, my covenant with him shall stand fast."
    },
    {
      "verse": 29,
      "text": "His line will I make everlasting, and his throne as the days of the heavens."
    },
    {
      "verse": 30,
      "text": "‘If his children forsake my law, and walk not as I have ordained;"
    },
    {
      "verse": 31,
      "text": "if they profane my statutes, and do not keep my commandments;"
    },
    {
      "verse": 32,
      "text": "‘I will punish their sin with the rod, their iniquity with scourges."
    },
    {
      "verse": 33,
      "text": "But my love will I not take from him, nor will I belie my faithfulness."
    },
    {
      "verse": 34,
      "text": "‘I will not profane my covenant by changing the word that has passed my lips."
    },
    {
      "verse": 35,
      "text": "Once have I solemnly sworn and I would not lie to David,"
    },
    {
      "verse": 36,
      "text": "‘that his line should endure forever, and his throne as the sun before me,"
    },
    {
      "verse": 37,
      "text": "firm as the moon which for ever and ever is fixed in the sky.’ Selah"
    },
    {
      "verse": 38,
      "text": "But you have cast off in contempt, and been furious with your anointed."
    },
    {
      "verse": 39,
      "text": "You have spurned the covenant with your servant, and his sacred crown dashed to the ground."
    },
    {
      "verse": 40,
      "text": "You have broken down all his walls, and laid his bulwarks in ruins."
    },
    {
      "verse": 41,
      "text": "All who pass on their way despoil him, the scorn of his neighbours is he now."
    },
    {
      "verse": 42,
      "text": "You have given his foes the victory, and made all his enemies glad."
    },
    {
      "verse": 43,
      "text": "You have turned back his sword from the foe, you did not lift him up in the battle."
    },
    {
      "verse": 44,
      "text": "The sceptre you took from his hand, and his throne you did hurl to the ground."
    },
    {
      "verse": 45,
      "text": "You have shortened the days of his youth, and covered him with shame. Selah"
    },
    {
      "verse": 46,
      "text": "How long, Lordwill you hide you forever? How long are the fires of your wrath to burn?"
    },
    {
      "verse": 47,
      "text": "Remember, \\+w Lord|strong=\"H3068\"\\+w*, the shortness of life how fleeting you made all people."
    },
    {
      "verse": 48,
      "text": "Who can live without seeing death? Who can rescue their life from the clutch of Sheol? Selah"
    },
    {
      "verse": 49,
      "text": "Where, Lord, is your kindness of old, which you in your faithfulness swore to David?"
    },
    {
      "verse": 50,
      "text": "Remember, O \\+w Lord|strong=\"H2617\"\\+w*, how your servants are mocked, how I bear in my heart the scorn of all nations"
    },
    {
      "verse": 51,
      "text": "The scorn which your enemies hurl, O Lord, which they hurl at the footsteps of your anointed."
    },
    {
      "verse": 52,
      "text": "Blest be the \\+nd Lord\\+nd*, for ever and ever.Amen and Amen."
    }
  ]
}