{
  "book_id": "PSA",
  "chapter": 94,
  "verses": [
    {
      "verse": 1,
      "text": "\\+w Lord|strong=\"H3068\"\\+w*, God of vengeance, God of vengeance, shine forth."
    },
    {
      "verse": 2,
      "text": "Rise up, judge of the earth, pay back the proud what they deserve."
    },
    {
      "verse": 3,
      "text": "\\+w Lord|strong=\"H3068\"\\+w*, how long shall the wicked, how long shall the wicked exult,"
    },
    {
      "verse": 4,
      "text": "with their blustering arrogant words, their braggart and wicked speech,"
    },
    {
      "verse": 5,
      "text": "crushing your people, \\+w Lord|strong=\"H3068\"\\+w*, and afflicting your heritage,"
    },
    {
      "verse": 6,
      "text": "murdering widows and strangers, slaying the fatherless?"
    },
    {
      "verse": 7,
      "text": "They think that the \\+w Lord|strong=\"H3050\"\\+w*does not see, nor the God of Jacob regard it."
    },
    {
      "verse": 8,
      "text": "Take heed, you dullest of people; when will you be wise, you fools?"
    },
    {
      "verse": 9,
      "text": "Is he deaf, who shaped the ear? Is he blind, who fashioned the eye?"
    },
    {
      "verse": 10,
      "text": "Can he who trains nations not punish them he who teaches knowledge to people?"
    },
    {
      "verse": 11,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*knows the thoughts of people, that only a breath are they."
    },
    {
      "verse": 12,
      "text": "Happy are those whom you chasten, and teach out of your law,"
    },
    {
      "verse": 13,
      "text": "keeping them calm in the day of misfortune, till a pit be dug for the wicked."
    },
    {
      "verse": 14,
      "text": "For the \\+w Lord|strong=\"H3068\"\\+w*will not leave his people, he will not forsake his inheritance."
    },
    {
      "verse": 15,
      "text": "For the righteous shall come to their rights, and all true-hearted people shall follow them."
    },
    {
      "verse": 16,
      "text": "Who will rise up for me against those who do evil? Who will stand up for me against workers of wrong?"
    },
    {
      "verse": 17,
      "text": "Were it not for the help of the \\+w Lord|strong=\"H3068\"\\+w*, I would soon have gone to the silent grave."
    },
    {
      "verse": 18,
      "text": "When I thought that my foot was slipping, your kindness, \\+w Lord|strong=\"H3068\"\\+w*, held me up."
    },
    {
      "verse": 19,
      "text": "When with cares my heart was crowded, your comforts make me glad."
    },
    {
      "verse": 20,
      "text": "Can corrupt justice be your ally, framing mischief by statute?"
    },
    {
      "verse": 21,
      "text": "They assail the life of the righteous, and innocent blood condemn."
    },
    {
      "verse": 22,
      "text": "But the \\+w Lord|strong=\"H3068\"\\+w*is my sure retreat, my God is the rock of my refuge."
    },
    {
      "verse": 23,
      "text": "He will bring back their sin upon them, for their wickedness he will destroy them; the \\+w Lord|strong=\"H3068\"\\+w*our God will destroy them."
    }
  ]
}