{
  "book_id": "PSA",
  "chapter": 104,
  "verses": [
    {
      "verse": 1,
      "text": "Bless the \\+w Lord|strong=\"H3068\"\\+w*, O my soul. O \\+w Lord|strong=\"H3068\"\\+w*my God, you are very great, clad in awful splendour,"
    },
    {
      "verse": 2,
      "text": "covered with robe of light. You stretch out the heavens like the cloth of a tent."
    },
    {
      "verse": 3,
      "text": "He lays the beams of his chambers on water. He takes dark clouds for his chariot, and rides on the wings of the wind."
    },
    {
      "verse": 4,
      "text": "He takes the winds for his messengers, the fire and the flame for his servants."
    },
    {
      "verse": 5,
      "text": "He founded the earth upon pillars, to sustain it unshaken forever."
    },
    {
      "verse": 6,
      "text": "With the garment of ocean he covered it, waters towered over the mountains."
    },
    {
      "verse": 7,
      "text": "But at your rebuke they fled, scared by the roar of your thunder,"
    },
    {
      "verse": 8,
      "text": "mountains rose, valleys sank down to the place appointed for them."
    },
    {
      "verse": 9,
      "text": "They dared not pass the bounds set for them, or cover the earth any more."
    },
    {
      "verse": 10,
      "text": "He sent brooks into the valleys, they meander between the mountains."
    },
    {
      "verse": 11,
      "text": "The wild beasts all drink from them, and the wild asses quench their thirst."
    },
    {
      "verse": 12,
      "text": "The birds have their home by the banks, and sing in the branches."
    },
    {
      "verse": 13,
      "text": "From his chambers above he gives drink to the mountains, and satisfies earth with the vials of heaven."
    },
    {
      "verse": 14,
      "text": "He makes grass grow for the cattle, and herbs for people. He brings bread out of the earth;"
    },
    {
      "verse": 15,
      "text": "wine, to gladden hearts; oil, to make faces shine; bread, to strengthen hearts."
    },
    {
      "verse": 16,
      "text": "The trees of the \\+w Lord|strong=\"H3068\"\\+w*drink their fill the cedars he planted on Lebanon,"
    },
    {
      "verse": 17,
      "text": "where the little birds build their nest, and the stork whose home is the cypress."
    },
    {
      "verse": 18,
      "text": "The high hills are for the wild goats, and the rocks are for coneys to hide in."
    },
    {
      "verse": 19,
      "text": "He created the moon to mark seasons, and told the sun when to set."
    },
    {
      "verse": 20,
      "text": "You make it dark: night comes, when all the wild beasts creep out."
    },
    {
      "verse": 21,
      "text": "Young lions that roar for their prey, seeking their meat from God."
    },
    {
      "verse": 22,
      "text": "At sunrise they slink away, and lie down in their dens."
    },
    {
      "verse": 23,
      "text": "Then people go forth to their work, and toil till evening."
    },
    {
      "verse": 24,
      "text": "How many, O \\+w Lord|strong=\"H3068\"\\+w*, are your works, all of them made in wisdom! The earth is filled with your creatures."
    },
    {
      "verse": 25,
      "text": "And there is the great broad sea, where are countless things in motion, living creatures, both great and small."
    },
    {
      "verse": 26,
      "text": "There go the ships, and the Leviathan you made to play there."
    },
    {
      "verse": 27,
      "text": "They all look in hope to you, to give them their food in due season."
    },
    {
      "verse": 28,
      "text": "And you give with open hand; they gather and eat to their heart’s desire."
    },
    {
      "verse": 29,
      "text": "When you hide your face, they are terrified; when you take their breath away, they die and go back to their dust."
    },
    {
      "verse": 30,
      "text": "But a breath from your lips creates them, and renews the face of the earth."
    },
    {
      "verse": 31,
      "text": "May the glory of the \\+w Lord|strong=\"H3068\"\\+w*be forever, may the \\+w Lord|strong=\"H3068\"\\+w*rejoice in his works."
    },
    {
      "verse": 32,
      "text": "A glance of his makes the earth tremble, a touch of his makes the hills smoke."
    },
    {
      "verse": 33,
      "text": "I will sing to the \\+w Lord|strong=\"H3068\"\\+w*while I live, I will play to my God while I am."
    },
    {
      "verse": 34,
      "text": "May my musing be sweet to him, for I rejoice in the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 35,
      "text": "But may sinners be swept from the earth, and the wicked vanish forever. O my soul, bless the \\+w Lord|strong=\"H3068\"\\+w*. Hallelujah."
    }
  ]
}