{
  "book_id": "PSA",
  "chapter": 106,
  "verses": [
    {
      "verse": 1,
      "text": "Hallelujah! Give thanks to the \\+w Lord|strong=\"H3068\"\\+w*for his goodness, for his kindness endures forever."
    },
    {
      "verse": 2,
      "text": "Who can describe his heroic deeds, or publish all his praise?"
    },
    {
      "verse": 3,
      "text": "Happy they who act justly, and do righteousness evermore."
    },
    {
      "verse": 4,
      "text": "Remember me, \\+w Lord|strong=\"H3068\"\\+w*, as you remember your people, and visit me with your gracious help."
    },
    {
      "verse": 5,
      "text": "May I see the good fortune of your elect, may I share in the joy of your nation, and in the pride of your heritage."
    },
    {
      "verse": 6,
      "text": "We, like our fathers, have sinned, we have done perversely and wickedly"
    },
    {
      "verse": 7,
      "text": "In the land of Egypt our fathers, all heedless of your wonders, and unmindful of your great kindness, at the Red Sea defied the Most High."
    },
    {
      "verse": 8,
      "text": "But true to his name he saved them, in order to show his might."
    },
    {
      "verse": 9,
      "text": "He rebuked the Red Sea, and it dried; they marched through the depths as through desert,"
    },
    {
      "verse": 10,
      "text": "saved from the hand of the hostile, redeemed from the hand of the foe."
    },
    {
      "verse": 11,
      "text": "The waters covered their enemies: not one of them was left."
    },
    {
      "verse": 12,
      "text": "So then they believed in his words, and began to sing his praise."
    },
    {
      "verse": 13,
      "text": "But soon they forgot his deeds: they did not wait for his counsel."
    },
    {
      "verse": 14,
      "text": "Their greed was ravenous in the desert; they put God to the test in the wilderness."
    },
    {
      "verse": 15,
      "text": "He gave them the thing they had asked for, but sent wasting disease among them."
    },
    {
      "verse": 16,
      "text": "The camp grew jealous of Moses and of Aaron, holy one of the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 17,
      "text": "The earth opened and swallowed up Dathan, and covered Abiram’s company."
    },
    {
      "verse": 18,
      "text": "Fire broke out on their company, flame kindled upon the wicked."
    },
    {
      "verse": 19,
      "text": "They made a calf in Horeb, and bowed to the molten image."
    },
    {
      "verse": 20,
      "text": "They exchanged their glorious God for the image of ox that eats grass."
    },
    {
      "verse": 21,
      "text": "They forgot the God who had saved them by mighty deeds in Egypt"
    },
    {
      "verse": 22,
      "text": "Wonders in the land of Ham, terrors by the Red Sea."
    },
    {
      "verse": 23,
      "text": "So he vowed, and would have destroyed them, but for Moses his elect, who stepped into the breach before him, to divert his deadly wrath."
    },
    {
      "verse": 24,
      "text": "They spurned the delightsome land, they refused to believe in his word."
    },
    {
      "verse": 25,
      "text": "They grumbled in their tents, would not listen to the voice of the \\+w Lord|strong=\"H3068\"\\+w*."
    },
    {
      "verse": 26,
      "text": "So he swore with uplifted hand to lay them low in the wilderness;"
    },
    {
      "verse": 27,
      "text": "to disperse their seed among heathen, to scatter them over the world."
    },
    {
      "verse": 28,
      "text": "Then they joined them to Baal of Peor, and ate what was offered the dead."
    },
    {
      "verse": 29,
      "text": "They provoked him to wrath by their deeds, and plague broke out among them."
    },
    {
      "verse": 30,
      "text": "Then Phinehas stood between, and so the plague was stayed;"
    },
    {
      "verse": 31,
      "text": "and it was counted to him for righteousness unto all generations forever."
    },
    {
      "verse": 32,
      "text": "They angered him at the waters of Meribah, through them it went ill with Moses."
    },
    {
      "verse": 33,
      "text": "They rebelled against his spirit, and he uttered speech that was rash."
    },
    {
      "verse": 34,
      "text": "They did not destroy the nations, as the \\+w Lord|strong=\"H3068\"\\+w*had commanded them;"
    },
    {
      "verse": 35,
      "text": "but they mingled with the heathen, and learned to do as they did."
    },
    {
      "verse": 36,
      "text": "Their idol gods they worshipped, and they were ensnared by them."
    },
    {
      "verse": 37,
      "text": "They sacrificed their sons and their daughters to the demons."
    },
    {
      "verse": 38,
      "text": "They poured out innocent blood the blood of their sons and daughters whom they offered to Canaan’s idols, and the land was polluted with blood."
    },
    {
      "verse": 39,
      "text": "They became unclean by their works, and adulterous in their deeds."
    },
    {
      "verse": 40,
      "text": "Then the \\+w Lord|strong=\"H3068\"\\+w*’s fury was on his people, filled with horror at his inheritance."
    },
    {
      "verse": 41,
      "text": "He delivered them to the heathen, to the sway of those who hated them."
    },
    {
      "verse": 42,
      "text": "Their enemies oppressed them, and subdued them under their hand."
    },
    {
      "verse": 43,
      "text": "Many a time he saved them, but they rebelled at his counsel, and were brought low by their wrongdoing."
    },
    {
      "verse": 44,
      "text": "Yet he looked upon their distress, when he heard their cry."
    },
    {
      "verse": 45,
      "text": "He remembered his covenant, and, in his great kindness, relented."
    },
    {
      "verse": 46,
      "text": "He caused them to be pitied by all who carried them captive."
    },
    {
      "verse": 47,
      "text": "Save us, O \\+w Lord|strong=\"H3068\"\\+w*our God, and gather us out of the nations, to give thanks to your holy name, and to make our boast of your praise."
    },
    {
      "verse": 48,
      "text": "Blessed be the \\+nd Lord\\+nd*, the God of Israel,from everlasting to everlasting.And let all the people say ‘Amen.’Praise the \\+nd Lord\\+nd*."
    }
  ]
}