{
  "book_id": "PSA",
  "chapter": 132,
  "verses": [
    {
      "verse": 1,
      "text": "Remember, O \\+w Lord|strong=\"H3068\"\\+w*, David all his sufferings,"
    },
    {
      "verse": 2,
      "text": "the oath that he swore to the \\+w Lord|strong=\"H3068\"\\+w*, and his vow to the Strong One of Jacob,"
    },
    {
      "verse": 3,
      "text": "never to enter his tent, never to lie on his bed,"
    },
    {
      "verse": 4,
      "text": "never to give his eyes sleep or his eyelids slumber,"
    },
    {
      "verse": 5,
      "text": "till he had found a place for the \\+w Lord|strong=\"H3068\"\\+w*, for the Strong One of Jacob to live in."
    },
    {
      "verse": 6,
      "text": "We heard of it in Ephrathah, in the fields of Jaar we found it."
    },
    {
      "verse": 7,
      "text": "We went to the place where he dwelt, we bowed ourselves low at his footstool."
    },
    {
      "verse": 8,
      "text": "‘Arise, \\+w Lord|strong=\"H3068\"\\+w*, and enter your resting-place, you and your mighty ark."
    },
    {
      "verse": 9,
      "text": "Let your priests wear a garment of righteousness, your faithful shout aloud for joy."
    },
    {
      "verse": 10,
      "text": "For the sake of David your servant, do not reject your Anointed.’"
    },
    {
      "verse": 11,
      "text": "The \\+w Lord|strong=\"H3068\"\\+w*swore an oath to David an oath that he will not break; ‘I will set on your throne a prince of your line."
    },
    {
      "verse": 12,
      "text": "If your sons keep my covenant and the statutes I teach them, then their sons, too, forever, will sit on your throne.’"
    },
    {
      "verse": 13,
      "text": "For the choice of the \\+w Lord|strong=\"H3068\"\\+w*is Zion; she is the home of his heart."
    },
    {
      "verse": 14,
      "text": "‘This is forever my resting-place, this is the home of my heart."
    },
    {
      "verse": 15,
      "text": "I will royally bless her provision, and give bread to her poor in abundance."
    },
    {
      "verse": 16,
      "text": "Her priests I will clothe with salvation; her faithful will shout for joy."
    },
    {
      "verse": 17,
      "text": "There will I raise up for David a dynasty of power. I have set my anointed a lamp that shall never go out."
    },
    {
      "verse": 18,
      "text": "Robes of shame I will put on his foes, but on his head a glittering crown.’"
    }
  ]
}