{
  "book_id": "PSA",
  "chapter": 136,
  "verses": [
    {
      "verse": 1,
      "text": "Give thanks to the \\+w Lord|strong=\"H3068\"\\+w*for his goodness: for his kindness endures forever."
    },
    {
      "verse": 2,
      "text": "Give thanks to the God of gods: for his kindness endures forever."
    },
    {
      "verse": 3,
      "text": "Give thanks to the Lord of lords: for his kindness endures forever."
    },
    {
      "verse": 4,
      "text": "To him who alone does great wonders: for his kindness endures forever."
    },
    {
      "verse": 5,
      "text": "Whose wisdom created the heavens: for his kindness endures forever."
    },
    {
      "verse": 6,
      "text": "Who spread forth the earth on the waters: for his kindness endures forever."
    },
    {
      "verse": 7,
      "text": "Who made great lights: for his kindness endures forever."
    },
    {
      "verse": 8,
      "text": "The sun to rule over the day: for his kindness endures forever."
    },
    {
      "verse": 9,
      "text": "Moon and stars to rule over the night: for his kindness endures forever."
    },
    {
      "verse": 10,
      "text": "Who struck the firstborn of Egypt: for his kindness endures forever."
    },
    {
      "verse": 11,
      "text": "And brought Israel out from their midst: for his kindness endures forever."
    },
    {
      "verse": 12,
      "text": "With strong hand and outstretched arm: for his kindness endures forever."
    },
    {
      "verse": 13,
      "text": "Who cut the Red Sea in pieces: for his kindness endures forever."
    },
    {
      "verse": 14,
      "text": "And brought Israel right through the midst: for his kindness endures forever."
    },
    {
      "verse": 15,
      "text": "And shook Pharaoh with all his host into the sea for his kindness endures forever."
    },
    {
      "verse": 16,
      "text": "Who led his people through the desert: for his kindness endures forever."
    },
    {
      "verse": 17,
      "text": "Who struck down great kings: for his kindness endures forever."
    },
    {
      "verse": 18,
      "text": "And slew noble kings: for his kindness endures forever."
    },
    {
      "verse": 19,
      "text": "Sihon, king of the Amorites: for his kindness endures forever."
    },
    {
      "verse": 20,
      "text": "And Og, king of Bashan: for his kindness endures forever."
    },
    {
      "verse": 21,
      "text": "Who gave their land for possession: for his kindness endures forever."
    },
    {
      "verse": 22,
      "text": "Possession to Israel his servant: for his kindness endures forever."
    },
    {
      "verse": 23,
      "text": "Who remembered our low estate: for his kindness endures forever."
    },
    {
      "verse": 24,
      "text": "And rescued us from our foes: for his kindness endures forever."
    },
    {
      "verse": 25,
      "text": "Who gives to all flesh food: for his kindness endures forever."
    },
    {
      "verse": 26,
      "text": "Give thanks to the God of heaven: for his kindness endures forever."
    }
  ]
}