{
  "book_id": "PSA",
  "chapter": 139,
  "verses": [
    {
      "verse": 1,
      "text": "O \\+w Lord|strong=\"H3068\"\\+w*, you search and know me;"
    },
    {
      "verse": 2,
      "text": "when I sit, when I rise you know it, you perceive my thoughts from afar."
    },
    {
      "verse": 3,
      "text": "When I walk, when I lie you sift it, familiar with all my ways."
    },
    {
      "verse": 4,
      "text": "There is not a word on my tongue, but see! \\+w Lord|strong=\"H3068\"\\+w*, you know it all."
    },
    {
      "verse": 5,
      "text": "Behind and before you beset me, upon me you lay your hand."
    },
    {
      "verse": 6,
      "text": "It’s too wonderful for me to know too lofty I cannot attain it."
    },
    {
      "verse": 7,
      "text": "Whither shall I go from your spirit? Or whither shall I flee from your face?"
    },
    {
      "verse": 8,
      "text": "If I climb up to heaven, you are there: or make Sheol my bed, you are there."
    },
    {
      "verse": 9,
      "text": "If I lift up the wings of the morning and fly to the end of the sea,"
    },
    {
      "verse": 10,
      "text": "there also your hand would grasp me, and your right hand take hold of me."
    },
    {
      "verse": 11,
      "text": "If I say, ‘Let the darkness cover me, and night be the light about me,’"
    },
    {
      "verse": 12,
      "text": "The dark is not dark for you, but night is as light as the day."
    },
    {
      "verse": 13,
      "text": "For you did put me together; in my mother’s womb you did weave me."
    },
    {
      "verse": 14,
      "text": "I give you praise for my fashioning so full of awe, so wonderful. Your works are wonderful. You knew me right well;"
    },
    {
      "verse": 15,
      "text": "my bones were not hidden from you, when I was made in secret, and woven in the depths of the earth."
    },
    {
      "verse": 16,
      "text": "Your eyes saw all my days: they stood on your book every one written down, before they were fashioned, while none of them yet was mine."
    },
    {
      "verse": 17,
      "text": "But how far, O God, beyond measure are your thoughts! How mighty their sum!"
    },
    {
      "verse": 18,
      "text": "Should I count, they are more than the sand. When I wake, I am still with you."
    },
    {
      "verse": 19,
      "text": "Will you slay the wicked, O God? And remove from me the bloodthirsty,"
    },
    {
      "verse": 20,
      "text": "who maliciously defy you and take your name in vain."
    },
    {
      "verse": 21,
      "text": "Do I not hate those who hate you, \\+w Lord|strong=\"H3068\"\\+w*? Do I not loathe those who resist you?"
    },
    {
      "verse": 22,
      "text": "With perfect hatred I hate them, I count them my enemies."
    },
    {
      "verse": 23,
      "text": "Search me, O God, know my heart: test me, and know my thoughts,"
    },
    {
      "verse": 24,
      "text": "and see if guile be in me; and lead me in the way everlasting."
    }
  ]
}