{
  "book_id": "WIS",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Then the righteous man will stand in great boldness before the face of those who afflicted him, and those who make his labours of no account."
    },
    {
      "verse": 2,
      "text": "When they see him, they will be troubled with terrible fear, and will be amazed at the marvel of salvation."
    },
    {
      "verse": 3,
      "text": "They will speak amongst themselves repenting, and for distress of spirit they will groan, “This was he whom we used to hold in derision, as a parable of reproach."
    },
    {
      "verse": 4,
      "text": "We fools considered his life madness, and his end without honour."
    },
    {
      "verse": 5,
      "text": "How was he counted amongst sons of God? How is his lot amongst saints?"
    },
    {
      "verse": 6,
      "text": "Truly we went astray from the way of truth. The light of righteousness didn’t shine for us. The sun didn’t rise for us."
    },
    {
      "verse": 7,
      "text": "We\\f + \\fr 5:7 \\ft See Proverbs 14:14. \\f* took our fill of the paths of lawlessness and destruction. We travelled through trackless deserts, but we didn’t know the Lord’s way."
    },
    {
      "verse": 8,
      "text": "What did our arrogance profit us? What good have riches and boasting brought us?"
    },
    {
      "verse": 9,
      "text": "Those things all passed away as a shadow, like a rumour that runs by,"
    },
    {
      "verse": 10,
      "text": "like a ship passing through the billowy water, which, when it has gone by, there is no trace to be found, no pathway of its keel in the waves."
    },
    {
      "verse": 11,
      "text": "Or it is like when a bird flies through the air, no evidence of its passage is found, but the light wind, lashed with the stroke of its pinions, and torn apart with the violent rush of the moving wings, is passed through. Afterwards no sign of its coming remains."
    },
    {
      "verse": 12,
      "text": "Or it is like when an arrow is shot at a mark, the air it divided closes up again immediately, so that men don’t know where it passed through."
    },
    {
      "verse": 13,
      "text": "So we also, as soon as we were born, ceased to be; and we had no sign of virtue to show, but we were utterly consumed in our wickedness.”"
    },
    {
      "verse": 14,
      "text": "Because the hope of the ungodly man is like chaff carried by the wind, and\\f + \\fr 5:14 \\ft Gr. \\fqa like foam chased to thinness: \\ft or, \\fqa as thin foam chased. \\f* as\\f + \\fr 5:14 \\ft Most Greek authorities read \\fqa hoar frost: \\ft some authorities, perhaps rightly, \\fqa a spider’s web.\\f* foam vanishing before a tempest; and is scattered like smoke by the wind, and passes by as the remembrance of a guest who stays just a day."
    },
    {
      "verse": 15,
      "text": "But the righteous live forever. Their reward is in the Lord, and the care for them with the Most High."
    },
    {
      "verse": 16,
      "text": "Therefore they will receive the crown of royal dignity and the diadem of beauty from the Lord’s hand, because he will cover them with his right hand, and he will shield them with his arm."
    },
    {
      "verse": 17,
      "text": "He will take his zeal as complete armour, and will make the whole creation his weapons to punish his enemies:"
    },
    {
      "verse": 18,
      "text": "He will put on righteousness as a breastplate, and will wear impartial judgement as a helmet."
    },
    {
      "verse": 19,
      "text": "He will take holiness as an invincible shield."
    },
    {
      "verse": 20,
      "text": "He will sharpen stern wrath for a sword. The universe will go with him to fight against his frenzied foes."
    },
    {
      "verse": 21,
      "text": "Shafts of lightning will fly with true aim. They will leap to the mark from the clouds, as from a well-drawn bow."
    },
    {
      "verse": 22,
      "text": "Hailstones full of wrath will be hurled as from a catapult. The water of the sea will be angered against them. Rivers will sternly overwhelm them."
    },
    {
      "verse": 23,
      "text": "A mighty wind will encounter them. It will winnow them away like a tempest. So lawlessness will make all the land desolate. Their evil-doing will overturn the thrones of princes."
    }
  ]
}