{
  "book_id": "WIS",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Hear therefore, you kings, and understand. Learn, you judges of the ends of the earth."
    },
    {
      "verse": 2,
      "text": "Give ear, you rulers who have dominion over many people, and make your boast\\f + \\fr 6:2 \\ft Or, \\fqa in the multitudes of your nations \\f* in multitudes of nations,"
    },
    {
      "verse": 3,
      "text": "because your dominion was given to you from the Lord, and your sovereignty from the Most High. He will search out your works, and will enquire about your plans,"
    },
    {
      "verse": 4,
      "text": "because being officers of his kingdom, you didn’t judge rightly, nor did you keep the law, nor did you walk according to God’s counsel."
    },
    {
      "verse": 5,
      "text": "He will come upon you awfully and swiftly, because a stern judgement comes on those who are in high places."
    },
    {
      "verse": 6,
      "text": "For the man of low estate may be pardoned in mercy, but mighty men will be mightily tested."
    },
    {
      "verse": 7,
      "text": "For the Sovereign Lord of all will not be impressed with anyone, neither will he show deference to greatness; because it is he who made both small and great, and cares about them all;"
    },
    {
      "verse": 8,
      "text": "but the scrutiny that comes upon the powerful is strict."
    },
    {
      "verse": 9,
      "text": "Therefore, my words are to you, O princes, that you may learn wisdom and not fall away."
    },
    {
      "verse": 10,
      "text": "For those who have kept the things that are holy in holiness will be made holy. Those who have been taught them will find what to say in defence."
    },
    {
      "verse": 11,
      "text": "Therefore set your desire on my words. Long for them, and you princes will be instructed."
    },
    {
      "verse": 12,
      "text": "Wisdom is radiant and doesn’t fade away; and is easily seen by those who love her, and found by those who seek her."
    },
    {
      "verse": 13,
      "text": "She anticipates those who desire her, making herself known."
    },
    {
      "verse": 14,
      "text": "He who rises up early to seek her won’t have difficulty, for he will find her sitting at his gates."
    },
    {
      "verse": 15,
      "text": "For to think upon her is perfection of understanding, and he who watches for her will quickly be free from care;"
    },
    {
      "verse": 16,
      "text": "because she herself goes around, seeking those who are worthy of her, and in their paths she appears to them graciously, and in every purpose she meets them."
    },
    {
      "verse": 17,
      "text": "For her true beginning is desire for instruction; and desire for instruction is love."
    },
    {
      "verse": 18,
      "text": "And love is observance of her laws. To give heed to her laws confirms immortality."
    },
    {
      "verse": 19,
      "text": "Immortality brings closeness to God."
    },
    {
      "verse": 20,
      "text": "So then desire for wisdom promotes to a kingdom."
    },
    {
      "verse": 21,
      "text": "If therefore you delight in thrones and sceptres, you princes of peoples, honour wisdom, that you may reign forever."
    },
    {
      "verse": 22,
      "text": "But what wisdom is, and how she came into being, I will declare. I won’t hide mysteries from you; but I will explore from her first beginning, bring the knowledge of her into clear light, and I will not pass by the truth."
    },
    {
      "verse": 23,
      "text": "Indeed, I won’t travel with consuming envy, because envy will have no fellowship with wisdom."
    },
    {
      "verse": 24,
      "text": "But a multitude of wise men is salvation to the world, and an understanding king is stability for his people."
    },
    {
      "verse": 25,
      "text": "Therefore be instructed by my words, and you will profit."
    }
  ]
}