{
  "book_id": "JDT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc In\\sc* the twelfth year of the reign of Nabuchodonosor, who reigned in Nineve, the great city; in the days of Arphaxad, which reigned over the Medes in Ecbatane,"
    },
    {
      "verse": 2,
      "text": "and built in Ecbatane walls round about of stones hewn three cubits broad and six cubits long, and made the height of the wall seventy cubits, and the breadth thereof fifty cubits:"
    },
    {
      "verse": 3,
      "text": "and set the towers thereof upon the gates of it, an hundred cubits \\add high\\add*, and the breadth thereof in the foundation threescore cubits:"
    },
    {
      "verse": 4,
      "text": "and he made the gates thereof, \\add even\\add* gates \\add that were\\add* raised to the height of seventy cubits, and the breadth of them was forty cubits, for the going forth of his mighty armies, and for the setting in array of his footmen:"
    },
    {
      "verse": 5,
      "text": "even in those days king Nabuchodonosor made war with king Arphaxad in the great plain, which is the plain in the borders of Ragau."
    },
    {
      "verse": 6,
      "text": "And there came unto him all they that dwelt in the hill country, and all that dwelt by Euphrates, and Tigris, and Hydaspes, and the plain of Arioch the king of the Elymeans, and very many nations of the sons of Chelod, assembled themselves to the battle."
    },
    {
      "verse": 7,
      "text": "Then Nabuchodonosor king of the Assyrians sent unto all that dwelt in Persia, and to all that dwelt westward, \\add and to\\add* those that dwelt in Cilicia, and Damascus, and Libanus, and Antilibanus, and \\add to\\add* all that dwelt upon the sea coast,"
    },
    {
      "verse": 8,
      "text": "and \\add to\\add* those amongst the nations \\add that were\\add* of Carmel, and Galaad, and the higher Galilee, and the great plain of Esdrelom,"
    },
    {
      "verse": 9,
      "text": "and \\add to\\add* all that were in Samaria and the cities thereof, and beyond Jordan unto Jerusalem, and Betane, and Chellus, and Kades, and the river of Egypt, and Taphnes, and Ramesse, and all the land of Gesem,"
    },
    {
      "verse": 10,
      "text": "until \\add you\\add* come beyond Tanis and Memphis, and \\add to\\add* all the inhabitants of Egypt, until \\add you\\add* come to the borders of Ethiopia."
    },
    {
      "verse": 11,
      "text": "But all the inhabitants of the land made light of the commandment of Nabuchodonosor king of the Assyrians, neither went they with him to the battle; for they were not afraid of him: yea, he was before them as one man, and they sent away his ambassadors from them without effect, \\add and\\add* with disgrace."
    },
    {
      "verse": 12,
      "text": "Therefore Nabuchodonosor was very angry with all this country, and sware by his throne and kingdom, that \\add he\\add* would surely be avenged upon all \\add those\\add* coasts of Cilicia, and Damascus, and Syria, and that \\add he\\add* would slay with the sword all the inhabitants of the land of Moab, and the children of Ammon, and all Judea, and all that were in Egypt, till \\add you\\add* come to the borders of the two seas."
    },
    {
      "verse": 13,
      "text": "Then he marched in battle array with his power against king Arphaxad in the seventeenth year, and he prevailed in his battle: for he overthrew all the power of Arphaxad, and all his horsemen, and all his chariots,"
    },
    {
      "verse": 14,
      "text": "and became lord of his cities, and came unto Ecbatane, and took the towers, and spoiled the streets thereof, and turned the beauty thereof into shame."
    },
    {
      "verse": 15,
      "text": "He took also Arphaxad in the mountains of Ragau, and smote him through with his darts, and destroyed him utterly that day."
    },
    {
      "verse": 16,
      "text": "So he returned afterward to Nineve, \\add both\\add* he and all his company of sundry nations, \\add being\\add* a very great multitude of men of war, and there he took his ease, and banqueted, \\add both\\add* he and his army, an hundred and twenty days."
    }
  ]
}