{
  "book_id": "JDT",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Then Judith fell upon \\add her\\add* face, and put ashes upon her head, and uncovered the sackcloth wherewith she was clothed; and about the time that the incense of that evening was offered in Jerusalem in the house of the Lord, Judith cried with a loud voice, and said,"
    },
    {
      "verse": 2,
      "text": "O Lord God of my father Simeon, to whom thou gavest a sword to take vengeance of the strangers, who loosened the girdle of a maid to defile \\add her\\add*, and discovered the thigh to \\add her\\add* shame, and polluted her virginity to \\add her\\add* reproach; for thou saidst, It shall not be so; and \\add yet\\add* they did \\add so:\\add*"
    },
    {
      "verse": 3,
      "text": "wherefore thou gavest their rulers to be slain, so that they dyed their bed in blood, being deceived, and smotest the servants with \\add their\\add* lords, and the lords upon their thrones;"
    },
    {
      "verse": 4,
      "text": "and hast given their wives for a prey, and their daughters to be captives, and all their spoils to be divided amongst thy dear children; which were moved with thy zeal, and abhorred the pollution of their blood, and called upon thee for aid: O God, O my God, hear me also a widow."
    },
    {
      "verse": 5,
      "text": "For thou hast wrought not only those \\add things\\add*, but also the \\add things\\add* which fell out before, and which ensued after; thou hast thought upon the \\add things\\add* which are now, and which are to come."
    },
    {
      "verse": 6,
      "text": "Yea, what \\add things\\add* thou didst determine were ready at hand, and said, Lo, we are here: for all thy ways \\add are\\add* prepared, and thy judgments \\add are\\add* in \\add thy\\add* foreknowledge."
    },
    {
      "verse": 7,
      "text": "For behold, the Assyrians are multiplied in their power; they are exalted with horse and man; they glory in the strength of \\add their\\add* footmen; they trust in shield, and spear, and bow, and sling; and know not that thou art the Lord that breakest the battles: the Lord \\add is\\add* thy name."
    },
    {
      "verse": 8,
      "text": "Throw down their strength in thy power, and bring down their force in thy wrath: for they have purposed to defile thy sanctuary, \\add and\\add* to pollute the tabernacle where thy glorious name resteth, and to cast down with sword the horn of thy altar."
    },
    {
      "verse": 9,
      "text": "Behold their pride, \\add and\\add* send thy wrath upon their heads: give into mine hand, \\add which am\\add* a widow, the power that I have conceived."
    },
    {
      "verse": 10,
      "text": "Smite by the deceit of my lips the servant with the prince, and the prince with the servant: break down their stateliness by the hand of a woman."
    },
    {
      "verse": 11,
      "text": "For thy power \\add standeth\\add* not in multitude, nor thy might in strong \\add men:\\add* for thou art a God of the afflicted, a helper of the oppressed, an upholder of the weak, a protector of the forlorn, a saviour of them that are without hope."
    },
    {
      "verse": 12,
      "text": "I pray thee, I pray thee, O God of my father, and God of the inheritance of Israel, Lord of the heavens and earth, Creator of the waters, King of every creature, hear thou my prayer:"
    },
    {
      "verse": 13,
      "text": "and make my speech and deceit to be their wound and stripe, who have purposed cruel \\add things\\add* against thy covenant, and thy hallowed house, and \\add against\\add* the top of Sion, and \\add against\\add* the house of the possession of thy children."
    },
    {
      "verse": 14,
      "text": "And make every nation and tribe to acknowledge that thou art the God of all power and might, and \\add that\\add* there is none other that protecteth the people of Israel but thou."
    }
  ]
}