{
  "book_id": "JDT",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Then Judith began \\add to sing\\add* this thanksgiving in all Israel, and all the people sang after \\add her\\add* this song of praise."
    },
    {
      "verse": 2,
      "text": "And Judith said, Begin unto my God with timbrels, Sing unto my Lord with cymbals: Tune unto him a new psalm: Exalt \\add him\\add*, and call upon his name."
    },
    {
      "verse": 3,
      "text": "For God breaketh the battles: For amongst the camps in the midst of the people He hath delivered me out of the hands of them that persecuted me."
    },
    {
      "verse": 4,
      "text": "Assur came out of the mountains from the north, He came with ten thousands of his army, The multitude whereof stopped the torrents, And their horsemen have covered the hills."
    },
    {
      "verse": 5,
      "text": "He bragged that \\add he\\add* would burn up my borders, And kill my young men with the sword, And dash the sucking children against the ground, And make mine infants as a prey, And my virgins as a spoil."
    },
    {
      "verse": 6,
      "text": "But the Almighty Lord hath disappointed them by the hand of a woman."
    },
    {
      "verse": 7,
      "text": "For the mighty one did not fall by the young men, Neither did the sons of the Titans smite him, Nor high giants set upon him: But Judith the daughter of Merari weakened him with the beauty of her countenance."
    },
    {
      "verse": 8,
      "text": "For she put off the garment of her widowhood For the exaltation of those that were oppressed in Israel, \\add And\\add* anointed her face with ointment, And bound her hair in a tire, And took a linen garment to deceive him."
    },
    {
      "verse": 9,
      "text": "Her sandals ravished his eyes, Her beauty took his mind prisoner, \\add And\\add* the fauchin passed through his neck."
    },
    {
      "verse": 10,
      "text": "The Persians quaked at her boldness, And the Medes were daunted at her hardiness."
    },
    {
      "verse": 11,
      "text": "Then my afflicted shouted for joy, And my weak ones cried aloud; but they were astonished; \\add These\\add* lifted up their voices, but they were overthrown."
    },
    {
      "verse": 12,
      "text": "The sons of the damsels have pierced them through, And wounded them as fugitives’ children: They perished by the battle of the Lord."
    },
    {
      "verse": 13,
      "text": "I will sing unto the Lord a new song: O Lord, thou art great and glorious, Wonderful in strength, and invincible."
    },
    {
      "verse": 14,
      "text": "Let all creatures serve thee: For thou spakest, and they were made, Thou didst send forth thy spirit, and it created \\add them\\add*, And there is none that can resist thy voice."
    },
    {
      "verse": 15,
      "text": "For the mountains shall be moved from \\add their\\add* foundations with the waters, The rocks shall melt as wax at thy presence: Yet thou art merciful to them that fear thee."
    },
    {
      "verse": 16,
      "text": "For all sacrifice \\add is too\\add* little for a sweet savour unto thee, And all the fat \\add is\\add* not sufficient for thy burnt offering: But he that feareth the Lord \\add is\\add* great at all times."
    },
    {
      "verse": 17,
      "text": "Woe to the nations that rise up against my kindred! The Lord Almighty will take vengeance of them in the day of judgment, In putting fire and worms in their flesh; And they shall feel \\add them\\add*, and weep for ever."
    },
    {
      "verse": 18,
      "text": "Now as soon as they entered into Jerusalem, they worshipped the Lord; and as soon as the people were purified, they offered their burnt offerings, and their free offerings, and their gifts."
    },
    {
      "verse": 19,
      "text": "Judith also dedicated all the stuff of Olofernes, which the people had given her, and gave the canopy, which she had taken out of his bedchamber, for a gift unto the Lord."
    },
    {
      "verse": 20,
      "text": "So the people continued feasting in Jerusalem before the sanctuary for the space of three months, and Judith remained with them."
    },
    {
      "verse": 21,
      "text": "After this time every one returned to his own inheritance, and Judith went to Bethulia, and remained in her own possession, and was in her time honourable in all the country."
    },
    {
      "verse": 22,
      "text": "And many desired her, but none knew her all the days of her life, after that Manasses her husband was dead, and was gathered to his people."
    },
    {
      "verse": 23,
      "text": "But she increased more and more in honour, and waxed old in her husband’s house, \\add being\\add* an hundred and five years \\add old\\add*, and made her maid free; so she died in Bethulia: and they buried her in the cave of her husband Manasses."
    },
    {
      "verse": 24,
      "text": "And the house of Israel lamented her seven days: and before she died, she did distribute her goods to all them that were nearest of kindred to Manasses her husband, and to them that were the nearest of her kindred."
    },
    {
      "verse": 25,
      "text": "And there was none that made the children of Israel any more afraid in the days of Judith, nor a long time after her death."
    }
  ]
}