{
  "book_id": "JHN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "בראשית היה הדבר והדבר היה את האלהים ואלהים היה הדבר׃"
    },
    {
      "verse": 2,
      "text": "הוא היה בראשית אצל האלהים׃"
    },
    {
      "verse": 3,
      "text": "הכל נהיה על ידו ומבלעדיו לא נהיה כל אשר נהיה׃"
    },
    {
      "verse": 4,
      "text": "בו היו חיים והחיים היו אור בני האדם׃"
    },
    {
      "verse": 5,
      "text": "והאור בחשך זרח והחשך לא השיגו׃"
    },
    {
      "verse": 6,
      "text": "ויהי איש שלוח מאת האלהים ושמו יוחנן׃"
    },
    {
      "verse": 7,
      "text": "הוא בא לעדות להעיד על האור למען יאמינו כלם על ידו׃"
    },
    {
      "verse": 8,
      "text": "הוא לא היה האור כי אם להעיד על האור׃"
    },
    {
      "verse": 9,
      "text": "האור האמתי המאיר לכל אדם היה בא אל העולם׃"
    },
    {
      "verse": 10,
      "text": "בעולם היה ועל ידו נהיה העולם והעולם לא הכירו׃"
    },
    {
      "verse": 11,
      "text": "הוא בא אל אשר לו ואשר המה לו לא קבלהו׃"
    },
    {
      "verse": 12,
      "text": "והמקבלים אתו נתן עז למו להיות בנים לאלהים המאמינים בשמו׃"
    },
    {
      "verse": 13,
      "text": "אשר לא מדם ולא מחפץ הבשר אף לא מחפץ גבר כי אם מאלהים נולדו׃"
    },
    {
      "verse": 14,
      "text": "והדבר נהיה בשר וישכן בתוכנו ונחזה תפארתו כתפארת בן יחיד לאביו רב חסד ואמת׃"
    },
    {
      "verse": 15,
      "text": "ויוחנן מעיד עליו ויקרא לאמר הנה זה הוא אשר אמרתי עליו הבא אחרי היה לפני כי קדם לי היה׃"
    },
    {
      "verse": 16,
      "text": "וממלואו לקחנו כלנו חסד על חסד׃"
    },
    {
      "verse": 17,
      "text": "כי התורה נתנה ביד משה והחסד והאמת באו על ידי ישוע המשיח׃"
    },
    {
      "verse": 18,
      "text": "את האלהים לא ראה איש מעולם הבן היחיד אשר בחיק האב הוא הודיע׃"
    },
    {
      "verse": 19,
      "text": "וזאת היא עדות יוחנן בשלח היהודים מירושלים כהנים ולוים לשאל אתו מי אתה׃"
    },
    {
      "verse": 20,
      "text": "ויודה ולא כחש ויודה לאמר אני אינני המשיח׃"
    },
    {
      "verse": 21,
      "text": "וישאלו אתו מי אפוא אתה האתה אליהו ויאמר אינני האתה הנביא ויען לא׃"
    },
    {
      "verse": 22,
      "text": "ויאמרו אליו מי זה אתה למען נשיב לשלחינו דבר מה תאמר עליך׃"
    },
    {
      "verse": 23,
      "text": "ויאמר אני קול קורא במדבר פנו דרך יהוה כאשר דבר ישעיהו הנביא׃"
    },
    {
      "verse": 24,
      "text": "והמשלחים היו מן הפרושים׃"
    },
    {
      "verse": 25,
      "text": "וישאלהו ויאמרו אליו מדוע אפוא מטביל אתה אם אינך המשיח או אליה או הנביא׃"
    },
    {
      "verse": 26,
      "text": "ויען אתם יוחנן ויאמר אנכי מטביל במים ובתוככם עומד אשר לא ידעתם אתו׃"
    },
    {
      "verse": 27,
      "text": "הוא הבא אחרי אשר היה לפני ואני נקלתי מהתיר שרוך נעליו׃"
    },
    {
      "verse": 28,
      "text": "זאת היתה בבית עברה מעבר לירדן מקום אשר יוחנן מטביל שם׃"
    },
    {
      "verse": 29,
      "text": "ויהי ממחרת וירא יוחנן את ישוע בא אליו ויאמר הנה שה האלהים הנשא חטאת העולם׃"
    },
    {
      "verse": 30,
      "text": "זה הוא אשר אמרתי עליו אחרי יבא איש אשר היה לפני כי קדם לי היה׃"
    },
    {
      "verse": 31,
      "text": "ואני לא ידעתיו כי אם בעבור יגלה בישראל באתי אני לטבל במים׃"
    },
    {
      "verse": 32,
      "text": "ויעד יוחנן ויאמר חזיתי הרוח כדמות יונה ירדת משמים ותנח עליו׃"
    },
    {
      "verse": 33,
      "text": "ואני לא ידעתיו אולם השלח אתי לטבל במים הוא אמר אלי את אשר תראה הרוח ירדת ונחה עליו הנה זה הוא אשר יטבל ברוח הקדש׃"
    },
    {
      "verse": 34,
      "text": "ואני ראיתי ואעידה כי זה הוא בן האלהים׃"
    },
    {
      "verse": 35,
      "text": "ויהי ממחרת ויסף יוחנן ויעמד ושנים מתלמידיו עמו׃"
    },
    {
      "verse": 36,
      "text": "ויבט אל ישוע והוא מתהלך ויאמר הנה שה האלהים׃"
    },
    {
      "verse": 37,
      "text": "ושני תלמידיו שמעו את דברו וילכו אחרי ישוע׃"
    },
    {
      "verse": 38,
      "text": "ויפן ישוע אחריו וירא אתם הלכים אחריו ויאמר אליהם מה תבקשו ויאמרו אליו רבי פרושו מורי איפה תלין׃"
    },
    {
      "verse": 39,
      "text": "ויאמר אליהם באו וראו ויבאו ויראו את מקום מלונו וישבו עמו ביום ההוא והעת כשעה העשירית׃"
    },
    {
      "verse": 40,
      "text": "ואחד מן השנים אשר שמעו מאת יוחנן והלכו אחריו הוא אנדרי אחי שמעון פטרוס׃"
    },
    {
      "verse": 41,
      "text": "הוא פגש בראשונה את שמעון אחיו ויאמר אליו את המשיח מצאנו אשר תרגומו כריסטוס׃"
    },
    {
      "verse": 42,
      "text": "ויוליכהו אל ישוע ויהי כהביט אליו ישוע ויאמר שמעון בן יונה לך יקרא כיפא אשר תרגומו פטרוס׃"
    },
    {
      "verse": 43,
      "text": "ויהי ממחרת ויואל ישוע לצאת הגלילה וימצא את פילפוס ויאמר אליו לך אחרי׃"
    },
    {
      "verse": 44,
      "text": "ופילפוס היה מבית צידה עיר אנדרי ופטרוס׃"
    },
    {
      "verse": 45,
      "text": "ויפגע פילפוס את נתנאל ויאמר אליו מצאנו אתו אשר כתב משה בספר התורה והנביאים את ישוע בן יוסף מנצרת׃"
    },
    {
      "verse": 46,
      "text": "ויאמר אליו נתנאל המנצרת תצא לנו טובה ויאמר אליו בא וראה׃"
    },
    {
      "verse": 47,
      "text": "וירא ישוע את נתנאל בא לקראתו ויאמר עליו הנה באמת בן ישראל אשר אין בו רמיה׃"
    },
    {
      "verse": 48,
      "text": "ויאמר אליו נתנאל מאין ידעתני ויען ישוע ויאמר לו בטרם קרא לך פילפוס בהיותך תחת התאנה אנכי ראיתיך׃"
    },
    {
      "verse": 49,
      "text": "ויען נתנאל ויאמר אליו רבי אתה בן אלהים אתה הוא מלך ישראל׃"
    },
    {
      "verse": 50,
      "text": "ויען ישוע ויאמר אליו על אמרי לך כי תחת התאנה ראיתיך האמנת הנה גדלות מאלה תראה׃"
    },
    {
      "verse": 51,
      "text": "ויאמר אליו אמן אמן אני אמר לכם מעתה תראו השמים נפתחים ומלאכי אלהים עלים וירדים על בן אלהים׃"
    }
  ]
}