{
  "book_id": "JHN",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי איש אחד בתוך הפרושים ושמו נקדימון שר ליהודים׃"
    },
    {
      "verse": 2,
      "text": "ויבא אל ישוע לילה ויאמר אליו רבי ידענו כי אתה מורה מאת אלהים באת כי לא יוכל איש לעשות האתות אשר אתה עשה בלתי אם האלהים עמו׃"
    },
    {
      "verse": 3,
      "text": "ויען ישוע ויאמר אליו אמן אמן אני אמר לך אם לא יולד איש מלמעלה לא יוכל לראות מלכות האלהים׃"
    },
    {
      "verse": 4,
      "text": "ויאמר אליו נקדימון איך יולד אדם והוא זקן הכי שוב ישוב אל בטן אמו ויולד׃"
    },
    {
      "verse": 5,
      "text": "ויען ישוע אמן אמן אני אמר לך אם לא יולד איש מן המים והרוח לא יוכל לבוא אל מלכות האלהים׃"
    },
    {
      "verse": 6,
      "text": "הנולד מן הבשר בשר הוא והנולד מן הרוח רוח הוא׃"
    },
    {
      "verse": 7,
      "text": "אל תתמה על אמרי לך כי עליכם להולד מלמעלה׃"
    },
    {
      "verse": 8,
      "text": "הרוח באשר יחפץ שם הוא נשב ואתה תשמע את קולו אך לא תדע מאין בא ואנה הוא הולך כן כל הנולד מן הרוח׃"
    },
    {
      "verse": 9,
      "text": "ויען נקדימון ויאמר אליו איכה תהיה כזאת׃"
    },
    {
      "verse": 10,
      "text": "ויען ישוע ויאמר אליו רבן של ישראל אתה וזאת לא ידעת׃"
    },
    {
      "verse": 11,
      "text": "אמן אמן אני אמר לך כי את אשר ידענו נדבר ואת אשר ראינו נעיד ואתם לא תקבלו עדותנו׃"
    },
    {
      "verse": 12,
      "text": "אם אמרתי אליכם דברי הארץ ואינכם מאמינים איך תאמינו באמרי אליכם דברי השמים׃"
    },
    {
      "verse": 13,
      "text": "ואיש לא עלה השמימה בלתי אם אשר ירד מן השמים בן האדם אשר הוא בשמים׃"
    },
    {
      "verse": 14,
      "text": "וכאשר הגביה משה את הנחש במדבר כן צריך בן האדם להנשא׃"
    },
    {
      "verse": 15,
      "text": "למען לא יאבד כל המאמין בו כי אם יחיה חיי עולמים׃"
    },
    {
      "verse": 16,
      "text": "כי ככה אהב האלהים את העולם עד אשר נתן את בנו את יחידו למען לא יאבד כל המאמין בו כי אם יחיה חיי עולמים׃"
    },
    {
      "verse": 17,
      "text": "כי האלהים לא שלח את בנו אל העולם לדין את העולם כי אם למען יושע בו העולם׃"
    },
    {
      "verse": 18,
      "text": "המאמין בו לא ידון ואשר לא יאמין בו כבר נדון כי לא האמין בשם בן האלהים היחיד׃"
    },
    {
      "verse": 19,
      "text": "וזה הוא הדין כי האור בא אל העולם ובני האדם אהבו החשך מן האור כי רעים מעשיהם׃"
    },
    {
      "verse": 20,
      "text": "כי כל פעל עולה ישנא את האור ולא יבא לאור פן יוכחו מעשיו׃"
    },
    {
      "verse": 21,
      "text": "אבל עשה האמת יבא לאור למען יגלו מעשיו כי נעשו באלהים׃"
    },
    {
      "verse": 22,
      "text": "ויהי אחרי הדברים האלה ויבא ישוע ותלמידיו אל ארץ יהודה ויגר שם עמהם ויטבל׃"
    },
    {
      "verse": 23,
      "text": "וגם יוחנן היה טבל בעינון קרוב לשלם כי שמה מים לרב ויבאו ויטבלו׃"
    },
    {
      "verse": 24,
      "text": "כי עוד לא נתן יוחנן אל בית הסהר׃"
    },
    {
      "verse": 25,
      "text": "ויהי ריב בין תלמידי יוחנן ובין היהודים על דבר הטהרה׃"
    },
    {
      "verse": 26,
      "text": "ויבאו אל יוחנן ויאמרו אליו רבי האיש אשר היה עמך בעבר הירדן ואשר העידת לו הנו טבל וכלם באים אליו׃"
    },
    {
      "verse": 27,
      "text": "ויען יוחנן לא יוכל איש לקחת דבר בלתי אם נתן לו מן השמים׃"
    },
    {
      "verse": 28,
      "text": "ואתם עדי כי אמרתי אנכי אינני המשיח רק שלוח אני לפניו׃"
    },
    {
      "verse": 29,
      "text": "אשר לו הכלה הוא החתן ורע החתן העמד ושמע אתו שמוח ישמח לקול החתן הנה שמחתי זאת עתה שלמה׃"
    },
    {
      "verse": 30,
      "text": "הוא יגדל הלוך וגדל ואני אחסר הלוך וחסור׃"
    },
    {
      "verse": 31,
      "text": "הבא ממעל נעלה על כל ואשר מארץ מארץ הוא ומארץ ידבר הבא משמים נעלה על כל׃"
    },
    {
      "verse": 32,
      "text": "ואת אשר ראה ושמע את זאת יעיד ואין מקבל עדותו׃"
    },
    {
      "verse": 33,
      "text": "ואשר קבל עדותו חתום חתם כי האלהים אמת׃"
    },
    {
      "verse": 34,
      "text": "כי את אשר שלחו אלהים דברי אלהים ידבר כי לא במדה נתן אלהים את הרוח׃"
    },
    {
      "verse": 35,
      "text": "האב אהב את בנו ואת כל נתן בידו׃"
    },
    {
      "verse": 36,
      "text": "כל המאמין בבן יש לו חיי עולמים ואשר לא יאמין בבן לא יראה חיים כי אם חרון אלהים ישכן עליו׃"
    }
  ]
}