{
  "book_id": "JHN",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי כאשר נודע לאדון כי שמעו הפרושים אשר ישוע העמיד והטביל תלמידים הרבה מיוחנן׃"
    },
    {
      "verse": 2,
      "text": "ואולם ישוע הוא לא הטביל כי אם תלמידיו׃"
    },
    {
      "verse": 3,
      "text": "ויעזב את ארץ יהודה וילך שנית הגלילה׃"
    },
    {
      "verse": 4,
      "text": "ויהי לו לעבר בארץ שמרון׃"
    },
    {
      "verse": 5,
      "text": "ויבא לעיר מערי שמרון ושמה סוכר היא ממול חלקת השדה אשר נתנה יעקב לבנו ליוסף׃"
    },
    {
      "verse": 6,
      "text": "ושם באר יעקב וישוע היה עיף מן הדרך וישב לו על הבאר והעת כשעה הששית׃"
    },
    {
      "verse": 7,
      "text": "ותבא אשה משמרון לשאב מים ויאמר אליה ישוע תני נא לי לשתות׃"
    },
    {
      "verse": 8,
      "text": "כי תלמידיו הלכו העירה לקנות אכל׃"
    },
    {
      "verse": 9,
      "text": "ותאמר אליו האשה השמרונית הן יהודי אתה ואיככה תשאל ממני לשתות ואנכי אשה שמרונית כי לא יתערבו היהודים עם השמרונים׃"
    },
    {
      "verse": 10,
      "text": "ויען ישוע ויאמר אליה לו ידעת את מתת אלהים ומי הוא האמר אליך תני נא לי לשתות כי עתה שאלת ממנו ונתן לך מים חיים׃"
    },
    {
      "verse": 11,
      "text": "ותאמר אליו האשה אדני הן אין לך כלי לשאב בו והבאר עמקה ומאין לך אפוא מים חיים׃"
    },
    {
      "verse": 12,
      "text": "האתה גדול מיעקב אבינו אשר נתן לנו את הבאר הזאת וישת ממנה הוא ובניו ובעירו׃"
    },
    {
      "verse": 13,
      "text": "ויען ישוע ויאמר אליה כל השתה מן המים האלה ישוב ויצמא׃"
    },
    {
      "verse": 14,
      "text": "ואשר ישתה מן המים אשר אנכי נתן לו לא יצמא לעולם כי המים אשר אתן לו יהיו בקרבו למקור מים נבעים לחיי העולמים׃"
    },
    {
      "verse": 15,
      "text": "ותאמר אליו האשה אדני תנה לי המים ההם למען לא אצמא עוד ולא אוסיף לבוא הנה לשאב׃"
    },
    {
      "verse": 16,
      "text": "ויאמר אליה ישוע לכי וקראי לאישך ושובי הלום׃"
    },
    {
      "verse": 17,
      "text": "ותען האשה ותאמר אין לי איש ויאמר אליה ישוע כן דברת אין לי איש׃"
    },
    {
      "verse": 18,
      "text": "כי בעלים חמשה היו לך ואשר לך עתה איננו בעלך לכן אמת הדבר אשר דברת׃"
    },
    {
      "verse": 19,
      "text": "ותאמר אליו האשה אדני ראה אנכי כי נביא אתה׃"
    },
    {
      "verse": 20,
      "text": "אבותינו השתחוו בהר הזה ואתם אמרים כי ירושלים היא המקום הנבחר להשתחות שמה׃"
    },
    {
      "verse": 21,
      "text": "ויאמר אליה ישוע אשה האמיני לי כי תבוא שעה אשר לא בהר הזה אף לא בירושלים תשתחוו לאב׃"
    },
    {
      "verse": 22,
      "text": "אתם משתחוים אל אשר לא ידעתם ואנחנו משתחוים אל אשר ידענו כי הישועה מן היהודים היא׃"
    },
    {
      "verse": 23,
      "text": "אולם תבוא שעה ועתה היא אשר עבדי אל האמתים ישתחוו לאב ברוח ובאמת כי במשתחוים כאלה חפץ האב׃"
    },
    {
      "verse": 24,
      "text": "האלהים רוח הוא והמשתחוים לו צריכים להשתחות ברוח ובאמת׃"
    },
    {
      "verse": 25,
      "text": "ותאמר אליו האשה ידעתי כי יבא המשיח הנקרא כריסטוס הוא בבאו יגיד לנו את כל׃"
    },
    {
      "verse": 26,
      "text": "ויאמר אליה ישוע אני הוא המדבר אליך׃"
    },
    {
      "verse": 27,
      "text": "ויהי הוא מדבר ככה ותלמידיו באו ויתמהו על דברו עם אשה אך לא אמר לו איש מה זה תשאל או מה תדבר עמה׃"
    },
    {
      "verse": 28,
      "text": "ותעזב האשה את כדה ותלך העירה ותאמר אל האנשים׃"
    },
    {
      "verse": 29,
      "text": "באו וראו איש אשר הגיד לי כל אשר עשיתי הכי זה הוא המשיח׃"
    },
    {
      "verse": 30,
      "text": "ויצאו מן העיר ויבאו אליו׃"
    },
    {
      "verse": 31,
      "text": "טרם יבאו ותלמידיו בקשו ממנו לאמר אכל נא אדני׃"
    },
    {
      "verse": 32,
      "text": "ויאמר אליהם יש לי אכל לאכל אשר אתם לא ידעתם׃"
    },
    {
      "verse": 33,
      "text": "ויאמרו התלמידים איש אל רעהו הכי הביא לו איש לאכל׃"
    },
    {
      "verse": 34,
      "text": "ויאמר אליהם ישוע מאכלי הוא לעשות רצון שלחי ולהשלים מעשהו׃"
    },
    {
      "verse": 35,
      "text": "הלא אתם תאמרו כי עוד ארבעה חדשים והקציר בא הנה אני אמר לכם שאו עיניכם וראו בשדות כי כבר הלבינו לקציר׃"
    },
    {
      "verse": 36,
      "text": "והקוצר יקח שכרו ויאסף תבואה לחיי עולמים למען ישמחו יחדו גם הזרע גם הקוצר׃"
    },
    {
      "verse": 37,
      "text": "כי בזאת אמת המשל כי זה זרע ואחר יקצר׃"
    },
    {
      "verse": 38,
      "text": "אנכי שלחתי אתכם לקצר את אשר לא עמלתם בו ואחרים עמלו ואתם נכנסתם בעמלם׃"
    },
    {
      "verse": 39,
      "text": "ויאמינו בו שמרנים רבים מן העיר ההיא על דבר האשה אשר העידה לאמר הוא הגיד לי את כל אשר עשיתי׃"
    },
    {
      "verse": 40,
      "text": "ויהי כאשר באו אליו השמרנים וישאלו ממנו לשבת אתם וישב שם יומים׃"
    },
    {
      "verse": 41,
      "text": "ועוד רבים מהמה האמינו בו בעבור דברו׃"
    },
    {
      "verse": 42,
      "text": "ויאמרו אל האשה מעתה לא בעבור מאמרך נאמין כי באזנינו שמענו ונדע כי אמנם זה הוא המשיח מושיע העולם׃"
    },
    {
      "verse": 43,
      "text": "ויהי מקץ שני הימים ויצא משם ללכת הגלילה׃"
    },
    {
      "verse": 44,
      "text": "כי הוא ישוע העיד כי נביא בארץ מולדתו איננו נכבד׃"
    },
    {
      "verse": 45,
      "text": "ויהי הוא בא ארץ הגליל ויאספהו אנשי הגליל כי ראו את כל אשר עשה בירושלים בימי החג כי גם הם עלו לחג את החג׃"
    },
    {
      "verse": 46,
      "text": "ויבא ישוע עוד הפעם אל קנה אשר בגליל מקום שומו המים ליין ואיש היה מעבדי המלך ובנו חלה בכפר נחום׃"
    },
    {
      "verse": 47,
      "text": "ויהי כשמעו כי בא ישוע מיהודה לארץ הגליל וילך אליו וישאל מאתו לרדת ולרפא את בנו כי קרב למות׃"
    },
    {
      "verse": 48,
      "text": "ויאמר אליו ישוע אם לא תראו אתות ומופתים לא תאמינו׃"
    },
    {
      "verse": 49,
      "text": "ויאמר אליו האיש אשר מעבדי המלך אדני רדה נא בטרם ימות בני׃"
    },
    {
      "verse": 50,
      "text": "ויאמר אליו ישוע לך לך בנך חי והאיש האמין לדבר אשר דבר אליו ישוע וילך׃"
    },
    {
      "verse": 51,
      "text": "ויהי ברדתו ויפגעו בו עבדיו ויבשרו אתו כי חי בנו׃"
    },
    {
      "verse": 52,
      "text": "וידרש מאתם את השעה אשר בה רוח לו ויאמרו אליו תמול בשעה השביעית עזבתו הקדחת׃"
    },
    {
      "verse": 53,
      "text": "וידע אביהו כי היתה השעה אשר דבר לו ישוע בנך חי ויאמן הוא וכל ביתו׃"
    },
    {
      "verse": 54,
      "text": "זה הוא האות השני אשר עשה ישוע בבאו מיהודה לארץ הגליל׃"
    }
  ]
}