{
  "book_id": "JHN",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי אחרי כן ויצא ישוע אל עבר ים הגליל אשר לטיבריה׃"
    },
    {
      "verse": 2,
      "text": "וילכו אחריו המון עם רב כי ראו אותתיו אשר עשה עם החולים׃"
    },
    {
      "verse": 3,
      "text": "ויעל ישוע על ההר וישב שם הוא ותלמידיו׃"
    },
    {
      "verse": 4,
      "text": "וימי הפסח חג היהודים קרבו לבוא׃"
    },
    {
      "verse": 5,
      "text": "וישא ישוע את עיניו וירא עם רב בא אליו ויאמר אל פילפוס מאין נקנה להם לחם לאכל׃"
    },
    {
      "verse": 6,
      "text": "ואך למען נסות אתו דבר זאת כי הוא ידע את אשר יעשה׃"
    },
    {
      "verse": 7,
      "text": "ויען אתו פילפוס לחם מאתים דינר לא ימצא להם לקחת לו איש איש מעט׃"
    },
    {
      "verse": 8,
      "text": "ויאמר אליו אחד מתלמידיו אנדרי אחי שמעון פטרוס׃"
    },
    {
      "verse": 9,
      "text": "יש פה נער אשר לו חמש ככרות לחם שערים ושני דגים אך אלה מה המה לעם רב כזה׃"
    },
    {
      "verse": 10,
      "text": "ויאמר ישוע צוו את העם לשבת ארצה וירק דשא לרב היה במקום ההוא וישבו לארץ כחמשת אלפי איש במספר׃"
    },
    {
      "verse": 11,
      "text": "ויקח ישוע את ככרות הלחם ויברך ויתן לתלמידיו והתלמידים אל המסבים וככה גם מן הדגים כאות נפשם׃"
    },
    {
      "verse": 12,
      "text": "ויהי כאשר שבעו ויאמר אל תלמידיו אספו את פתותי לחם הנותרים למען לא יאבד מאומה׃"
    },
    {
      "verse": 13,
      "text": "ויאספו וימלאו שנים עשר סלים בפתותי חמש ככרות לחם השערים הנותרים לאכליהם׃"
    },
    {
      "verse": 14,
      "text": "ויהי כראות האנשים את האות הזה אשר עשה ישוע ויאמרו הנה זה הוא באמת הנביא הבא לעולם׃"
    },
    {
      "verse": 15,
      "text": "וידע ישוע כי יבאו ויתפשהו להמליך אותו וימלט עוד הפעם אל ההר הוא לבדו׃"
    },
    {
      "verse": 16,
      "text": "ויהי בערב וירדו תלמידיו אל הים ויבאו באניה ויעברו אל עבר הים אל כפר נחום׃"
    },
    {
      "verse": 17,
      "text": "ויכס אתם החשך וישוע לא בא אליהם׃"
    },
    {
      "verse": 18,
      "text": "ויסער הים כי רוח גדולה נושבת׃"
    },
    {
      "verse": 19,
      "text": "והם חתרו במשוטיהם כדרך עשרים וחמש או שלשים ריס ויראו את ישוע מתהלך על הים הלוך וקרב אל האניה וייראו׃"
    },
    {
      "verse": 20,
      "text": "ויאמר אליהם אני הוא אל תיראו׃"
    },
    {
      "verse": 21,
      "text": "ויואילו לקחת אתו אל האניה ורגע הגיעה האניה לארץ אשר הם הלכים שמה׃"
    },
    {
      "verse": 22,
      "text": "ויהי ממחרת וירא המון העם העמד מעבר לים כי לא היתה אניה בזה בלתי אחת אשר ירדו בה תלמידיו וכי ישוע לא בא עם תלמידיו אל האניה אך תלמידיו לבדם נסעו מזה׃"
    },
    {
      "verse": 23,
      "text": "ואניות אחרות באו מטיברים קרוב למקום אשר אכלו שם את הלחם בברכת האדון׃"
    },
    {
      "verse": 24,
      "text": "ויהי כראות המון העם כי ישוע איננו שם אף לא תלמידיו וירדו גם הם באניות ויבאו אל כפר נחום לבקש את ישוע׃"
    },
    {
      "verse": 25,
      "text": "וכאשר מצאו אתו מעבר הים ויאמרו אליו רבי מתי באת הלם׃"
    },
    {
      "verse": 26,
      "text": "ויען אתם ישוע ויאמר אמן אמן אני אמר לכם לא על ראותכם את האתות תבקשוני כי אם על אשר אכלתם מן הלחם ותשבעו׃"
    },
    {
      "verse": 27,
      "text": "אל תעמלו במאכל אשר יאבד כי אם במאכל הקים לחיי עולמים אשר בן האדם יתננו לכם כי בו חתם חותמו אביו האלהים׃"
    },
    {
      "verse": 28,
      "text": "ויאמרו אליו מה נעשה לפעל פעלות אלהים׃"
    },
    {
      "verse": 29,
      "text": "ויען ישוע ויאמר אליהם זאת פעלת אלהים כי תאמינו בזה אשר הוא שלחו׃"
    },
    {
      "verse": 30,
      "text": "ויאמרו אליו מה אפוא האות אשר תעשה למעננראה ונאמין בך מה תפעל׃"
    },
    {
      "verse": 31,
      "text": "אבותינו אכלו את המן במדבר כאשר כתוב לחם מן השמים נתן למו לאכל׃"
    },
    {
      "verse": 32,
      "text": "ויאמר אליהם ישוע אמן אמן אני אמר לכם לא משה נתן לכם את הלחם מן השמים כי אם אבי נתן לכם את הלחם מן השמים האמתי׃"
    },
    {
      "verse": 33,
      "text": "כי לחם אלהים הוא היורד מן השמים ונתן חיים לעולם׃"
    },
    {
      "verse": 34,
      "text": "ויאמרו אליו אדני תנה לנו תמיד את הלחם הזה׃"
    },
    {
      "verse": 35,
      "text": "ויאמר להם ישוע אנכי הוא לחם החיים כל הבא אלי לא ירעב ואשר יאמין בי לא יצמא עוד׃"
    },
    {
      "verse": 36,
      "text": "ואני הנה אמרתי לכם כי גם חזיתם אתי ולא תאמינו׃"
    },
    {
      "verse": 37,
      "text": "כל אשר יתננו לי אבי יבוא אלי והבא אלי לא אהדפנו החוצה׃"
    },
    {
      "verse": 38,
      "text": "כי ירדתי מן השמים לא לעשות רצוני כי אם רצון שלחי׃"
    },
    {
      "verse": 39,
      "text": "וזה רצון האב אשר שלחני כי כל אשר נתן לי לא יאבד לי כי אם אקימנו ביום האחרון׃"
    },
    {
      "verse": 40,
      "text": "וזה רצון שלחי אשר כל הראה את הבן ומאמין בו יהיו לו חיי עולמים ואני אקימנו ביום האחרון׃"
    },
    {
      "verse": 41,
      "text": "וילנו עליו היהודים על אמרו אנכי הוא הלחם הירד מן השמים׃"
    },
    {
      "verse": 42,
      "text": "ויאמרו הלא זה הוא ישוע בן יוסף אשר אנחנו ידעים את אביו ואת אמו ואיך יאמר מן השמים באתי׃"
    },
    {
      "verse": 43,
      "text": "ויען ישוע ויאמר אליהם אל תלינו איש אל רעהו׃"
    },
    {
      "verse": 44,
      "text": "לא יוכל איש לבוא אלי בלתי אם ימשכהו אבי אשר שלחני ואני אקימנו ביום האחרון׃"
    },
    {
      "verse": 45,
      "text": "הלא כתוב בנביאים וכל בניך למודי יהוה לכן כל אשר שמע מן האב ולמד יבא אלי׃"
    },
    {
      "verse": 46,
      "text": "לא כאלו ראה איש את האב בלתי הבא מאת האלהים הוא ראה את האלהים׃"
    },
    {
      "verse": 47,
      "text": "אמן אמן אני אמר לכם המאמין בי לו חיי עולמים׃"
    },
    {
      "verse": 48,
      "text": "אנכי הוא לחם החיים׃"
    },
    {
      "verse": 49,
      "text": "אבותיכם אכלו את המן במדבר וימתו׃"
    },
    {
      "verse": 50,
      "text": "זה הוא הלחם הירד מן השמים למען יאכל איש ממנו ולא ימות׃"
    },
    {
      "verse": 51,
      "text": "אנכי הלחם החי הירד מן השמים איש כי יאכל מן הלחם הזה יחיה לעולם והלחם אשר אתננו הוא בשרי אשר אני נתן בעד חיי העולם׃"
    },
    {
      "verse": 52,
      "text": "ויתוכחו היהודים איש עם רעהו לאמר איכה יוכל זה לתת לנו את בשרו לאכל׃"
    },
    {
      "verse": 53,
      "text": "ויאמר אליהם ישוע אמן אמן אני אמר לכם אם לא תאכלו את בשר בן האדם ושתיתם את דמו אין לכם חיים בקרבכם׃"
    },
    {
      "verse": 54,
      "text": "האכל את בשרי והשתה את דמי יש לו חיי עולמים ואני אקימנו ביום האחרון׃"
    },
    {
      "verse": 55,
      "text": "כי בשרי באמת הוא מאכל ודמי באמת הוא משקה׃"
    },
    {
      "verse": 56,
      "text": "האכל את בשרי ושתה את דמי הוא ילין בי ואני בו׃"
    },
    {
      "verse": 57,
      "text": "כאשר שלחני האב החי ואנכי חי בגלל אבי כן האכל אתי גם הוא יחיה בגללי׃"
    },
    {
      "verse": 58,
      "text": "זה הוא הלחם הירד מן השמים לא כאשר אכלו אבותיכם את המן וימתו האכל את הלחם הזה יחיה לעולם׃"
    },
    {
      "verse": 59,
      "text": "כזאת דבר בבית הכנסת בלמדו בכפר נחום׃"
    },
    {
      "verse": 60,
      "text": "ורבים מתלמידיו כשמעם אמרו קשה הדבר הזה מי יוכל לשמע אתו׃"
    },
    {
      "verse": 61,
      "text": "ויבן ישוע בלבו כי תלמידיו מלינים על זאת ויאמר אליהם הזאת לכם למכשול׃"
    },
    {
      "verse": 62,
      "text": "מה אפוא אם תראו את בן האדם עלה אל אשר היה שם לפנים׃"
    },
    {
      "verse": 63,
      "text": "הרוח הוא הנתן חיים והבשר אין בו מועיל הדברים אשר אני דברתי אליכם רוח המה וחיים המה׃"
    },
    {
      "verse": 64,
      "text": "אך יש מכם אשר לא יאמינו כי ישוע ידע מראש מי הם אשר אינם מאמינים ומי המוסר אתו׃"
    },
    {
      "verse": 65,
      "text": "ויאמר על כן אמרתי לכם כי לא יוכל איש לבוא אלי בלתי אם נתן לו מאת אבי׃"
    },
    {
      "verse": 66,
      "text": "מן העת הזאת רבים מתלמידיו נסגו אחור ולא יספו להתהלך אתו׃"
    },
    {
      "verse": 67,
      "text": "ויאמר ישוע אל שנים העשר היש את נפשכם גם אתם לסור ממני׃"
    },
    {
      "verse": 68,
      "text": "ויען אתו שמעון פטרוס אדני אל מי נלך דברי חיי עולמים עמך׃"
    },
    {
      "verse": 69,
      "text": "ואנחנו האמנו ונדע כי אתה המשיח בן אל חי׃"
    },
    {
      "verse": 70,
      "text": "ויען אתם ישוע הלא בחרתי אני בכם שנים העשר ואחד מכם שטן הוא׃"
    },
    {
      "verse": 71,
      "text": "זאת אמר על יהודה בן שמעון איש קריות כי עתיד היה למסרו והוא אחד משנים העשר׃"
    }
  ]
}