{
  "book_id": "JHN",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "וישוע הלך אל הר הזיתים׃"
    },
    {
      "verse": 2,
      "text": "ויהי בבקר ויבא עוד אל המקדש וכל העם באו אליו וישב וילמדם׃"
    },
    {
      "verse": 3,
      "text": "ויביאו הסופרים והפרושים אשה לפניו אשר נתפשה בשטותה ויעמידוה בתוך׃"
    },
    {
      "verse": 4,
      "text": "ויאמרו אליו רבי האשה הזאת נתפשה כשנטמאת בנאופיה׃"
    },
    {
      "verse": 5,
      "text": "ומשה צונו בתורה לסקל נשים כאלה ואתה מה תאמר׃"
    },
    {
      "verse": 6,
      "text": "ואך לנסות אתו דברו זאת למצא עליו שטנה ויכף ישוע למטה ויתו באצבעו על הקרקע׃"
    },
    {
      "verse": 7,
      "text": "ויהי כאשר הוסיפו לשאל אתו וישא את עיניו ויאמר אליהם מי בכם זך בלי פשע הוא ראשונה ידה בה אבן׃"
    },
    {
      "verse": 8,
      "text": "ויכף שנית למטה ויתו על הקרקע׃"
    },
    {
      "verse": 9,
      "text": "ויהי כשמעם ויך לבם אתם ויצאו אחד אחד החוצה החל מן הזקנים ועד האחרונים ויותר ישוע לבדו והאשה נצבת בתוך׃"
    },
    {
      "verse": 10,
      "text": "וישא ישוע את עיניו וירא כי אין איש בלתי האשה לבדה ויאמר אליה אשה איפה שטניך הכי הרשיעך איש׃"
    },
    {
      "verse": 11,
      "text": "ותאמר לא אדני ויאמר לכן גם אני לא ארשיעך לכי לדרכך ואל תחטאי עוד׃"
    },
    {
      "verse": 12,
      "text": "ויסף ישוע וידבר אליהם לאמר אני אור העולם כל ההלך אחרי לא יתהלך בחשכה כי אור החיים יהיה לו׃"
    },
    {
      "verse": 13,
      "text": "ויאמרו הפרושים על נשפך מעיד אתה עדותך איננה נאמנה׃"
    },
    {
      "verse": 14,
      "text": "ויען ישוע ויאמר אליהם אף אם אעיד על נפשי עדותי נאמנה יען כי ידעתי מאין באתי ואנה אני הלך ואתם לא ידעתם מאין באתי ואנה אלך׃"
    },
    {
      "verse": 15,
      "text": "אתם לפי הבשר תשפטו ואני לא אשפט איש׃"
    },
    {
      "verse": 16,
      "text": "ואם אנכי אשפט משפטי אמת כי לא לבדי הנני כי אם אני והאב אשר שלחני׃"
    },
    {
      "verse": 17,
      "text": "וגם בתורתכם כתוב כי עדות שני אנשים נאמנה היא׃"
    },
    {
      "verse": 18,
      "text": "אני הוא המעיד עלי וגם האב אשר שלחני יעידני׃"
    },
    {
      "verse": 19,
      "text": "ויאמרו אליו איו אביך ויען ישוע גם אתי גם את אבי לא ידעתם אלו אתי ידעתם כי עתה גם את אבי ידעתם׃"
    },
    {
      "verse": 20,
      "text": "כדברים האלה דבר בבית האוצר בלמדו במקדש ולא תפשו איש כי לא בא עתו׃"
    },
    {
      "verse": 21,
      "text": "ויוסף ישוע ויאמר אליהם אני הלך מזה ותבקשוני ובחטאתכם תמותו אל אשר אני הלך שמה אתם לא תוכלו לבוא׃"
    },
    {
      "verse": 22,
      "text": "ויאמרו היהודים ההמת ימית את נפשו כי אמר אל אשר אני הולך שמה אתם לא תוכלו לבוא׃"
    },
    {
      "verse": 23,
      "text": "ויאמר אליהם אתם הנכם מן התחתונים ואני מן העליונים אתם מן העולם הזה ואני אינני מן העולם הזה׃"
    },
    {
      "verse": 24,
      "text": "לכן אמרתי אליכם כי תמותו בחטאיכם כי אם לא תאמינו כי אני הוא בחטאיכם תמותו׃"
    },
    {
      "verse": 25,
      "text": "ויאמרו אליו מי זה אתה ויאמר אליהם ישוע מה שגם מראש דברתי אליכם׃"
    },
    {
      "verse": 26,
      "text": "רבות עמי לדבר ולשפט עליכם אכן שלחי נאמן הוא ואשר שמעתי ממנו אתו אני מדבר אל העולם׃"
    },
    {
      "verse": 27,
      "text": "והם לא התבוננו כי על האב אמר אליהם׃"
    },
    {
      "verse": 28,
      "text": "אז אמר להם ישוע בעת תנשאו את בן האדם וידעתם כי אני הוא וכי אינני עשה דבר מנפשי כי אם כאשר למדני אבי אלה אדבר׃"
    },
    {
      "verse": 29,
      "text": "ואשר שלח אתי הוא עמדי האב לא עזבני לבדד כי את הטוב בעיניו אני עשה תמיד׃"
    },
    {
      "verse": 30,
      "text": "ויהי בדברו זאת ויאמינו בו רבים׃"
    },
    {
      "verse": 31,
      "text": "ויאמר ישוע אל היהודים המאמינים בו אם תעמדו בדברי באמת תלמידי אתם׃"
    },
    {
      "verse": 32,
      "text": "וידעתם את האמת והאמת תשימכם לבני חורין׃"
    },
    {
      "verse": 33,
      "text": "ויענו אתו זרע אברהם נחנו ומעולם לא היינו לאיש לעבדים איכה תאמר בני חורין תהיו׃"
    },
    {
      "verse": 34,
      "text": "ויען אתם ישוע אמן אמן אני אמר לכם כל עשה חטא עבד החטא הוא׃"
    },
    {
      "verse": 35,
      "text": "והעבד לא ישכן בבית לעולם הבן ישכן לעולם׃"
    },
    {
      "verse": 36,
      "text": "לכן אם הבן יעשה אתכם בני חורין חפשים באמת תהיו׃"
    },
    {
      "verse": 37,
      "text": "ידעתי כי זרע אברהם אתם אבל אתם מבקשים להמיתני כי דברי לא יכן בתוככם׃"
    },
    {
      "verse": 38,
      "text": "אני מדבר את אשר ראיתי אצל אבי ואתם עשים את אשר ראיתם אצל אביכם׃"
    },
    {
      "verse": 39,
      "text": "ויענו ויאמרו אליו אבינו הוא אברהם ויאמר אליהם ישוע אלו הייתם בני אברהם כמעשי אברהם עשיתם׃"
    },
    {
      "verse": 40,
      "text": "ועתה אתם מבקשים להמיתני איש דבר אליכם האמת אשר שמעתי מעם האלהים אברהם לא עשה כזאת׃"
    },
    {
      "verse": 41,
      "text": "את מעשי אביכם אתם עשים ויאמרו אליו לא ילדי זנונים אנחנו יש לנו אב אחד הוא האלהים׃"
    },
    {
      "verse": 42,
      "text": "ויאמר אליהם ישוע אלו אלהים הוא אביכם כי עתה אהבתם אתי כי אנכי יצאתי ובאתי מאת האלהים הן לא ממני באתי אך הוא שלחני׃"
    },
    {
      "verse": 43,
      "text": "מדוע לא תבינו לשוני יען לא תוכלון לשמע את דברי׃"
    },
    {
      "verse": 44,
      "text": "אתם מן אביכם השטן ולעשות את תאות אביכם חפצתם הוא רוצח נפש היה מראש ובאמת לא עמד כי אמת אין בו מדי דברי כזב משלו ידבר כי כזב הוא ואבי הכזב׃"
    },
    {
      "verse": 45,
      "text": "ואני יען דברי האמת לא תאמינו לי׃"
    },
    {
      "verse": 46,
      "text": "מי בכם על עון יוכיחני ואם אמת דברתי מדוע לא תאמינו לי׃"
    },
    {
      "verse": 47,
      "text": "אשר מאת האלהים הוא ישמע את דברי האלהים על כן אתם לא שמעתם כי אינכם מאת האלהים׃"
    },
    {
      "verse": 48,
      "text": "אז יענו היהודים ויאמרו אליו הלא הטבנו אשר דברנו כי שמרוני אתה ושד בך׃"
    },
    {
      "verse": 49,
      "text": "ויען ישוע שד אין בי רק את אבי אני מכבד ואתם תבזוני׃"
    },
    {
      "verse": 50,
      "text": "אכן לא אבקש את כבודי יש אחד אשר יבקש וישפט׃"
    },
    {
      "verse": 51,
      "text": "אמן אמן אני אמר לכם אם ישמר איש את דברי לא יראה מות לנצח׃"
    },
    {
      "verse": 52,
      "text": "ויאמרו אליו היהודים עתה ידענו כי שד בך הן אברהם והנביאים מתו ואתה אמרת אם ישמר איש את דברי לא יטעם מות לנצח׃"
    },
    {
      "verse": 53,
      "text": "האתה גדול מאברהם אבינו אשר מת גם הנביאים מתו מה תעשה את עצמך׃"
    },
    {
      "verse": 54,
      "text": "ויען ישוע אם אני מכבד את נפשי כבודי מאין אבי הוא המכבד אתי אשר תאמרו עליו כי הוא אלהיכם׃"
    },
    {
      "verse": 55,
      "text": "ולא ידעתם אתו ואני ידעתיו ואם אמר לא ידעתי אתו אהיה כזב כמוכם אבל ידעתיו ואת דברו שמרתי׃"
    },
    {
      "verse": 56,
      "text": "אברהם אביכם שש לראות את יומי וירא וישמח׃"
    },
    {
      "verse": 57,
      "text": "ויאמרו אליו היהודים הנה אינך בן חמשים שנה ואת אברהם ראית׃"
    },
    {
      "verse": 58,
      "text": "ויאמר אליהם ישוע אמן אמן אני אמר לכם בטרם היות אברהם אני הוא׃"
    },
    {
      "verse": 59,
      "text": "אז ירימו אבנים לרגם אתו וישוע התעלם ויצא מן המקדש ויעבר בתוכם עבור וחלוף׃"
    }
  ]
}