{
  "book_id": "JHN",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "אמן אמן אני אמר לכם איש אשר לא יבוא דרך השער אל מכלא הצאן כי אם יעלה בדרך אחר גנב ופריץ הוא׃"
    },
    {
      "verse": 2,
      "text": "ואשר יבוא דרך השער הוא רעה הצאן׃"
    },
    {
      "verse": 3,
      "text": "לו יפתח שמר הסף והצאן את קלו תשמענה והוא לצאנו בשם יקרא ויוציאם׃"
    },
    {
      "verse": 4,
      "text": "ואחרי הוציאו את צאנו הוא יעבר לפניהן והצאן הלכות אחריו כי ידעו את קולו׃"
    },
    {
      "verse": 5,
      "text": "ואחרי זר לא תלכנה כי אם ינוסו מפניו כי את קול הזרים לא ידעו׃"
    },
    {
      "verse": 6,
      "text": "המשל הזה דבר ישוע באזניהם והמה לא ידעו מה זאת אשר אמר אליהם׃"
    },
    {
      "verse": 7,
      "text": "ויוסף ישוע וידבר אליהם אמן אמן אני אמר לכם אני הוא דלת הצאן׃"
    },
    {
      "verse": 8,
      "text": "כל אשר באו לפני גנבים המה ופריצים והצאן לא שמעו לקולם׃"
    },
    {
      "verse": 9,
      "text": "אנכי הדלת איש כי יבוא בי יושע ובצאתו ובבואו ימצא מרעה׃"
    },
    {
      "verse": 10,
      "text": "הגנב לא יבוא כי אם לגנוב ולהרוג ולאבד ואני באתי לבעבור הביא להם חיים ומלא ספקם׃"
    },
    {
      "verse": 11,
      "text": "אנכי הוא הרעה הטוב הרעה הטוב יתן את נפשו בעד צאנו׃"
    },
    {
      "verse": 12,
      "text": "והשכיר אשר לא רעה הוא והצאן לא לו הנה בראותו כי בא הזאב יעזב את הצאן ונס והזאב יחטף ויפיץ את הצאן׃"
    },
    {
      "verse": 13,
      "text": "השכיר ינוס כי שכיר הוא ולא ידאג לצאן׃"
    },
    {
      "verse": 14,
      "text": "אני הרעה הטוב וידעתי את אשר לי ונודעתי לאשר לי׃"
    },
    {
      "verse": 15,
      "text": "כאשר האב ידעני ואני ידעתי את האב ואת נפשי אתן בעד הצאן׃"
    },
    {
      "verse": 16,
      "text": "וצאן אחרות יש לי אשר אינן מן המכלה הזאת ועלי לנהל גם אתן ותשמענה קולי והיה עדר אחד ורעה אחד׃"
    },
    {
      "verse": 17,
      "text": "על כן אהב אתי אבי כי את נפשי אתן למען אשוב ואקחה׃"
    },
    {
      "verse": 18,
      "text": "ואיש לא יקחנה מאתי כי אם אני מעצמי אתננה יש בידי לתת אתה ובידי לשוב לקחתה את המצוה הזאת לקחתי מעם אבי׃"
    },
    {
      "verse": 19,
      "text": "ותהי מחלקת גם בפעם הזאת בין היהודים על הדברים האלה׃"
    },
    {
      "verse": 20,
      "text": "ויאמרו רבים מהם שד בו ומשגע הוא למה תשמעו אליו׃"
    },
    {
      "verse": 21,
      "text": "ואחרים אמרו לא כאלה ידבר איש אחוז שד היוכל שד לפקח עיני עורים׃"
    },
    {
      "verse": 22,
      "text": "ויהי חג חנכת הבית בירושלים וסתיו היה׃"
    },
    {
      "verse": 23,
      "text": "ויתהלך ישוע במקדש באולם של שלמה׃"
    },
    {
      "verse": 24,
      "text": "ויסבו אתו היהודים ויאמרו אליו עד אנה תתלה את נפשנו את המשיח אתה הגידה לנו ברור׃"
    },
    {
      "verse": 25,
      "text": "ויען אתם ישוע הן אמרתי אליכם ולא האמנתם בי המעשים אשר אני עשה בשם אבי הם יעידו עלי׃"
    },
    {
      "verse": 26,
      "text": "אבל אתם לא תאמינו יען לא מצאני אתם כאשר אמרתי לכם׃"
    },
    {
      "verse": 27,
      "text": "צאני תשמענה את קולי ואני ידעתין ואחרי תלכנה׃"
    },
    {
      "verse": 28,
      "text": "ואני אתן להן חיי עולמים ולא תאבדנה לנצח ואיש לא יחטף אתהן מידי׃"
    },
    {
      "verse": 29,
      "text": "האב אשר נתנן לי גדול הוא על כל ואיש לא יחטף אתהן מיד האב׃"
    },
    {
      "verse": 30,
      "text": "אני ואבי אחד אנחנו׃"
    },
    {
      "verse": 31,
      "text": "אז ירימו היהודים כפעם בפעם אבנים לסקלו׃"
    },
    {
      "verse": 32,
      "text": "ויען אתם ישוע מעשים טובים רבים הראיתי אתכם מאת אבי על אי זה מן המעשים ההם תסקלני׃"
    },
    {
      "verse": 33,
      "text": "ויענו היהודים אתו לאמר על מעשה טוב לא נסקל אתך כי אם על גדפך את אלהים ועל כי אדם אתה ותעש את עצמך לאלהים׃"
    },
    {
      "verse": 34,
      "text": "ויען אתם ישוע הלא כתוב בתורתכם אני אמרתי אלהים אתם׃"
    },
    {
      "verse": 35,
      "text": "הן קרא שם אלהים לאלה אשר היה דבר האלהים אליהם והכתוב לא יופר׃"
    },
    {
      "verse": 36,
      "text": "ואיך תאמרו על אשר קדשו האב ושלחו לעולם מגדף אתה יען אמרתי בן אלהים אני׃"
    },
    {
      "verse": 37,
      "text": "אם לא אעשה את מעשי אבי אל תאמינו לי׃"
    },
    {
      "verse": 38,
      "text": "ואם עשיתי ולא תאמינו לי האמינו נא למעשי למען תדעו ותאמינו כי בי האב ואני בו׃"
    },
    {
      "verse": 39,
      "text": "אז ישובו ויבקשו לתפשו וימלט מידם׃"
    },
    {
      "verse": 40,
      "text": "וילך וישב אל עבר הירדן אל המקום אשר הטביל שם יוחנן בתחלה וישב שם׃"
    },
    {
      "verse": 41,
      "text": "ויבאו אליו רבים ויאמרו הנה יוחנן לא עשה אות אבל כל אשר דבר יוחנן על האיש הזה אמת היה׃"
    },
    {
      "verse": 42,
      "text": "ויאמינו בו רבים במקום ההוא׃"
    }
  ]
}