{
  "book_id": "JHN",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי איש חולה לעזר שמו מבית היני כפר מרים ומרתא אחותה׃"
    },
    {
      "verse": 2,
      "text": "היא מרים אשר משחה את האדון בשמן המר ותנגב את רגליו בשערותיה ועתה לעזר אחיה חלה׃"
    },
    {
      "verse": 3,
      "text": "ותשלחנה אחיותיו אליו לאמר אדני הנה זה אשר אהבת חלה הוא׃"
    },
    {
      "verse": 4,
      "text": "וישמע ישוע ויאמר זאת המחלה איננה למות כי אם לכבוד האלהים למען יכבד בה בן האלהים׃"
    },
    {
      "verse": 5,
      "text": "וישוע אהב את מרתא ואת אחותה ואת לעזר׃"
    },
    {
      "verse": 6,
      "text": "ויהי כשמעו כי חלה ויתמהמה וישב יומים במקום אשר הוא שם׃"
    },
    {
      "verse": 7,
      "text": "מאחרי כן אמר לתלמידיו לכו ונשובה לארץ יהודה׃"
    },
    {
      "verse": 8,
      "text": "ויאמרו אליו תלמידיו רבי עתה זה בקשו היהודים לסקלך ואתה תשוב שמה׃"
    },
    {
      "verse": 9,
      "text": "ויען ישוע הלא שתים עשרה שעות ליום איש כי ילך ביום לא יכשל כי יראה אור העולם הזה׃"
    },
    {
      "verse": 10,
      "text": "אבל ההלך בלילה יכשל כי האור אין בו׃"
    },
    {
      "verse": 11,
      "text": "כזאת דבר ואחרי כן אמר אליהם לעזר ידידנו ישן הוא ואנכי הלך למען אעירנו׃"
    },
    {
      "verse": 12,
      "text": "ויאמרו תלמידיו אדני אם ישן הוא יושע׃"
    },
    {
      "verse": 13,
      "text": "וישוע דבר על מותו והמה חשבו כי על מנוחת השנה דבר׃"
    },
    {
      "verse": 14,
      "text": "אז גלה ישוע את אזנם ויאמר אליהם לעזר מת׃"
    },
    {
      "verse": 15,
      "text": "ושמח אני בגללכם כי לא הייתי שם למען תאמינו ועתה נסעה ונלכה אליו׃"
    },
    {
      "verse": 16,
      "text": "ויאמר תומא הנקרא דידומוס אל התלמידים חבריו נלכה גם אנחנו למען נמות עמו׃"
    },
    {
      "verse": 17,
      "text": "ויבא ישוע וימצאהו זה ארבעה ימים שכב בקבר׃"
    },
    {
      "verse": 18,
      "text": "ובית היני היה קרוב לירושלים כדרך חמש עשרה ריס׃"
    },
    {
      "verse": 19,
      "text": "ורבים מן היהודים באו בית מרתא ומרים לנחם אתהן על אחיהן׃"
    },
    {
      "verse": 20,
      "text": "ויהי כשמע מרתא כי ישוע בא ותצא לקרתו ומרים יושבת בבית׃"
    },
    {
      "verse": 21,
      "text": "ותאמר מרתא אל ישוע אדני אלו היית פה כי אז לא מת אחי׃"
    },
    {
      "verse": 22,
      "text": "וגם עתה ידעתי כי כל אשר תשאל מאת אלהים יתן לך אלהים׃"
    },
    {
      "verse": 23,
      "text": "ויאמר אליה ישוע קום יקום אחיך׃"
    },
    {
      "verse": 24,
      "text": "ותאמר אליו מרתא ידעתי כי יקום בתקומה ביום האחרון׃"
    },
    {
      "verse": 25,
      "text": "ויאמר אליה ישוע אנכי התקומה והחיים המאמין בי יחיה גם כי ימות׃"
    },
    {
      "verse": 26,
      "text": "וכל החי אשר יאמין בי לא ימות לעולם התאמיני זאת׃"
    },
    {
      "verse": 27,
      "text": "ותאמר אליו כן אדני האמנתי כי אתה המשיח בן האלהים הבא לעולם׃"
    },
    {
      "verse": 28,
      "text": "ויהי אחר דברה זאת ותלך ותקרא למרים אחותה בסתר לאמר הנה המורה פה וקרא לך׃"
    },
    {
      "verse": 29,
      "text": "היא שמעה ותמהר לקום ותבא אליו׃"
    },
    {
      "verse": 30,
      "text": "וישוע טרם יבא אל הכפר כי עודנו עמד במקום אשר פגשתו שם מרתא׃"
    },
    {
      "verse": 31,
      "text": "והיהודים אשר באו אל ביתה לנחמה כראותם את מרים כי קמה פתאם ותצא הלכו אחריה באמרם כי הלכה לה אל הקבר לבכות שמה׃"
    },
    {
      "verse": 32,
      "text": "ותבא מרים אל המקום אשר ישוע עמד שם ותרא אתו ותפל לרגליו ותאמר לו אדני אלו היית פה כי אז לא מת אחי׃"
    },
    {
      "verse": 33,
      "text": "ויהי כראות ישוע אתה בכיה וגם היהודים אשר באו אתה בכים ותזעם רוחו ויהי מרעיד׃"
    },
    {
      "verse": 34,
      "text": "ויאמר איפה שמתם אתו ויאמרו אליו אדני בא וראה׃"
    },
    {
      "verse": 35,
      "text": "ויבך ישוע׃"
    },
    {
      "verse": 36,
      "text": "ויאמרו היהודים הנה מה גדלה אהבתו אתו׃"
    },
    {
      "verse": 37,
      "text": "ומקצתם אמרו הפקח עיני העור הלא יכל לעשות שגם זה לא ימות׃"
    },
    {
      "verse": 38,
      "text": "ויוסף עוד ישוע להזעם ברוחו ויבא אל הקבר והוא מערה ואבן על מבואה׃"
    },
    {
      "verse": 39,
      "text": "ויאמר ישוע שאו את האבן מעליה ותאמר אליו מרתא אחות המת אדני הנה כבר באש כי ארבעה ימים לו׃"
    },
    {
      "verse": 40,
      "text": "ויאמר אליה ישוע הלא אמרתי לך כי אם תאמיני תחזי את כבוד האלהים׃"
    },
    {
      "verse": 41,
      "text": "וישאו את האבן אשר המת הושם שם וישוע נשא את עיניו למרום ויאמר אודך אבי כי עניתני׃"
    },
    {
      "verse": 42,
      "text": "ואני ידעתי כי בכל עת תענני אולם בעבור העם הזה אשר סביבותי דברתי למען יאמינו בי כי אתה שלחתני׃"
    },
    {
      "verse": 43,
      "text": "ויהי ככלותו לדבר ויקרא בקול גדול לעזר קום צא׃"
    },
    {
      "verse": 44,
      "text": "ויצא המת וידיו ורגליו כרוכת בתכריכין ופיו לוטים בסודר ויאמר אליהם ישוע התירו אתו וילך לדרכו׃"
    },
    {
      "verse": 45,
      "text": "ורבים מן היהודים אשר באו אל מרים בראותם את אשר עשה ישוע האמינו בו׃"
    },
    {
      "verse": 46,
      "text": "ומקצתם הלכו אל הפרושים ויגידו להם את אשר עשה ישוע׃"
    },
    {
      "verse": 47,
      "text": "אז יקהילו הכהנים הגדולים והפרושים את הסנהדרין ויאמרו מה נעשה כי האיש הלזה עשה אתות הרבה׃"
    },
    {
      "verse": 48,
      "text": "אם נניח לו לעשות כלם יאמינו בו ובאו הרומיים ולקחו גם את אדמתנו וגם את עמנו׃"
    },
    {
      "verse": 49,
      "text": "ואחד מהם קיפא שמו והוא כהן גדול בשנה ההיא אמר אליהם הן לא תדעו מאומה׃"
    },
    {
      "verse": 50,
      "text": "אף לא תתבוננו כי טוב לנו מות איש אחד בעד הגוי מאבד העם כלו׃"
    },
    {
      "verse": 51,
      "text": "וזאת לא דבר מלבו כי אם בהיותו כהן גדול בשנה ההיא נבא כי ישוע ימות בעד העם׃"
    },
    {
      "verse": 52,
      "text": "ולא בעד העם לבד כי אם לקבץ גם את בני אלהים המפזרים והיו לאחדים׃"
    },
    {
      "verse": 53,
      "text": "ויועצו יחדו להמיתו מהיום ההוא והלאה׃"
    },
    {
      "verse": 54,
      "text": "על כן לא התהלך ישוע עוד בתוך היהודים בגלוי כי אם סר משם לארץ הקרובה אל המדבר אל עיר עפרים ויגר שם עם תלמידיו׃"
    },
    {
      "verse": 55,
      "text": "ויקרבו ימי הפסח ליהודים ועם רב עלו מן הארץ ירושלימה לפני הפסח למען יטהרו׃"
    },
    {
      "verse": 56,
      "text": "ויבקשו את ישוע ובעמדם בבית המקדש נדברו לאמר מה תחשבו הכי לא יבוא אל החג׃"
    },
    {
      "verse": 57,
      "text": "והכהנים הגדולים והפרושים גזרו גזרה אשר אם ידע איש את מקומו יודיענו למען יתפשהו׃"
    }
  ]
}