{
  "book_id": "JHN",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "וששת ימים לפני חג הפסח בא ישוע לבית היני מקום לעזר אשר העיר אתו מעם המתים׃"
    },
    {
      "verse": 2,
      "text": "ויעשו לו שם משתה בערב ומרתא משרתת ולעזר היה אחד מן המסבים אתו׃"
    },
    {
      "verse": 3,
      "text": "ותקח מרים מרקחת נרד זך ויקר מאד לטרא אחת משקלה ותמשח בה את רגלי ישוע ותנגב את רגליו בשערותיה והבית ימלא ריח המרקחת׃"
    },
    {
      "verse": 4,
      "text": "ויאמר אחד מתלמידיו הוא יהודה בן שמעון איש קריות העתיד למסרו׃"
    },
    {
      "verse": 5,
      "text": "מדוע לא נמכרה המרקחת בשלש מאות דינר ונתן לעניים׃"
    },
    {
      "verse": 6,
      "text": "והוא לא דבר את זאת מחמלתו על העניים כי אם גנב היה וכיס הכסף אתו וישא כל אשר ישימו בו׃"
    },
    {
      "verse": 7,
      "text": "ויאמר ישוע הניחה לה ליום קבורתי צפנה זאת׃"
    },
    {
      "verse": 8,
      "text": "כי העניים תמיד המה עמכם ואני אינני תמיד עמכם׃"
    },
    {
      "verse": 9,
      "text": "וישמעו עם רב ביהודה כי שם הוא ויבאו לא בעבור ישוע לבדו כי אם לראות גם את לעזר אשר העירו מעם המתים׃"
    },
    {
      "verse": 10,
      "text": "וראשי הכהנים התיעצו להרג גם את לעזר׃"
    },
    {
      "verse": 11,
      "text": "כי בגללו באו שמה רבים מן היהודים ויאמינו בישוע׃"
    },
    {
      "verse": 12,
      "text": "ויהי ממחרת כשמוע המון רב אשר באו לחג החג כי יבא ישוע ירושלים׃"
    },
    {
      "verse": 13,
      "text": "ויקחו בידם כפות תמרים ויצאו לקראתו ויריעו לאמר הושע נא ברוך הבא בשם יהוה מלך ישראל׃"
    },
    {
      "verse": 14,
      "text": "וימצא ישוע עיר אחד וירכב עליו כאשר כתוב׃"
    },
    {
      "verse": 15,
      "text": "אל תיראי בת ציון הנה מלכך יבוא לך רכב על עיר בן אתנות׃"
    },
    {
      "verse": 16,
      "text": "וכל זאת לא הבינו תלמידיו בראשונה אך אחרי אשר נתפאר ישוע זכרו כי כן כתוב עליו וכי זאת עשו לו׃"
    },
    {
      "verse": 17,
      "text": "ויעידו העם אשר היו אצלו בקראו אל לעזר לצאת מן הקבר ויער אתו מעם המתים׃"
    },
    {
      "verse": 18,
      "text": "על זאת גם המון העם יצא לקראתו על שמעם כי עשה האות הזה׃"
    },
    {
      "verse": 19,
      "text": "והפרושים דברו איש את אחיו לאמר הראיתם כי הועיל לא תועילו מאומה הנה כל העולם נמשך אחריו׃"
    },
    {
      "verse": 20,
      "text": "ובתוך העלים להשתחות בחג היו אנשים יונים׃"
    },
    {
      "verse": 21,
      "text": "ויקרבו אל פילפוס איש בית צידה אשר בארץ הגליל וישאלו ממנו לאמר אדני לראות את ישוע חפצנו׃"
    },
    {
      "verse": 22,
      "text": "ויבא פילפוס ויגד זאת אל אנדרי ואנדרי ופילפוס הגידו אל ישוע׃"
    },
    {
      "verse": 23,
      "text": "ויען אותם ישוע ויאמר באה השעה שיפאר בן האדם׃"
    },
    {
      "verse": 24,
      "text": "אמן אמן אני אמר לכם אם לא יפל גרגר החטא אל תוך האדמה ומת ישאר לבדו וכאשר מת יעשה פרי הרבה׃"
    },
    {
      "verse": 25,
      "text": "האהב את נפשו יאבדנה והשנא את נפשו בעולם הזה ינצרה לחיי נצח׃"
    },
    {
      "verse": 26,
      "text": "החפץ לשרתני ילך אחרי ובאשר אהיה שם יהיה גם משרתי ואיש אשר ישרתני אתו יכבד אבי׃"
    },
    {
      "verse": 27,
      "text": "עתה נבהלה נפשי ומה אמר הושיעני אבי מן השעה הזאת אך על כן באתי אל השעה הזאת׃"
    },
    {
      "verse": 28,
      "text": "אבי פאר את שמך ותצא בת קול מן השמים גם פארתי וגם אוסיף לפאר׃"
    },
    {
      "verse": 29,
      "text": "והעם העמדים שמה כשמעם אמרו רעם נשמע ואחרים אמרו מלאך דבר אתו׃"
    },
    {
      "verse": 30,
      "text": "ויען ישוע ויאמר לא למעני היה הקול הזה כי אם למענכם׃"
    },
    {
      "verse": 31,
      "text": "עתה משפט בא על העולם הזה עתה ישלך שר העולם הזה חוצה׃"
    },
    {
      "verse": 32,
      "text": "ואני בהנשאי מעל הארץ אמשך כלם אלי׃"
    },
    {
      "verse": 33,
      "text": "וזאת דבר לרמוז אי זה מות הוא עתיד למות׃"
    },
    {
      "verse": 34,
      "text": "ויענו אתו העם ויאמרו הנה שמענו בתורה כי המשיח יכון לעולם ואיך אמרת כי בן האדם צריך להנשא ומי בן האדם הלזה׃"
    },
    {
      "verse": 35,
      "text": "ויאמר אליהם ישוע אך למצער יהיה האור עמכם התהלכו בעוד לכם האור פן ישופכם חשך וההלך בחשך לא ידע אנה הוא הלך׃"
    },
    {
      "verse": 36,
      "text": "בעוד לכם האור האמינו באור למען תהיו בני האור את הדברים האלה דבר ישוע וילך לו ויסתר מפניהם׃"
    },
    {
      "verse": 37,
      "text": "רבים האתות אשר עשה לעיניהם ובכל זאת לא האמינו בו׃"
    },
    {
      "verse": 38,
      "text": "למלאת דבר ישעיהו הנביא אשר אמר יהוה מי האמין לשמעתנו וזרוע יהוה על מי נגלתה׃"
    },
    {
      "verse": 39,
      "text": "על כן לא יכלו להאמין כי עוד אמר ישעיהו׃"
    },
    {
      "verse": 40,
      "text": "השע עיניהם והשמין לבבם פן יראו בעיניהם ולבבם יבין ושבו ורפאתי להם׃"
    },
    {
      "verse": 41,
      "text": "כזאת דבר ישעיהו בראותו את תפארתו וינבא עליו׃"
    },
    {
      "verse": 42,
      "text": "אולם רבים אף מן השרים האמינו בו אך בגלל הפרושים לא הודו למען אשר לא ינדו׃"
    },
    {
      "verse": 43,
      "text": "כי אהבו כבוד אנשים יותר מכבוד האלהים׃"
    },
    {
      "verse": 44,
      "text": "ויקרא ישוע ויאמר המאמין בי לא בי הוא מאמין כי אם בשלח אתי׃"
    },
    {
      "verse": 45,
      "text": "והראה אתי את אשר שלחני הוא ראה׃"
    },
    {
      "verse": 46,
      "text": "אני באתי לאור אל העולם למען כל אשר יאמין בי לא ישב בחשך׃"
    },
    {
      "verse": 47,
      "text": "והשמע את דברי ולא ישמרם אני לא אשפט אתו כי לא באתי לשפט את העולם כי אם להושיע את העולם׃"
    },
    {
      "verse": 48,
      "text": "ואיש אשר יבזני ולא יקח אמרי יש אחד אשר ידין אתו הדבר אשר דברתי הוא ידין אתו ביום האחרון׃"
    },
    {
      "verse": 49,
      "text": "כי אני לא מלבי דברתי כי אם אבי השלח אתי הוא צוני את אשר אמר ואת אשר אדבר׃"
    },
    {
      "verse": 50,
      "text": "ואני ידעתי כי מצותו חיי עולם לכן כל אשר אדבר כאשר אמר אלי אבי כן אני מדבר׃"
    }
  ]
}