{
  "book_id": "JHN",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "ולפני חג הפסח כשידע ישוע כי באה שעתו לעבר מן העולם הזה אל אביו כאשר אהב את בחיריו אשר בעולם כן אהבם עד הקץ׃"
    },
    {
      "verse": 2,
      "text": "ויהי אחרי החל הסעודה והשטן נתן בלב יהודה בן שמעון איש קריות למסרו׃"
    },
    {
      "verse": 3,
      "text": "וידע ישוע כי נתן אביו את הכל בידו וכי מאלהים בא ואל אלהים ישוב׃"
    },
    {
      "verse": 4,
      "text": "ויקם מעל השלחן ויפשט את בגדיו ויקח מטפחת ויחגרה׃"
    },
    {
      "verse": 5,
      "text": "ואחר יצק מים בכיור ויחל לרחץ את רגלי תלמידיו ולנגב במטפחת אשר הוא חגור בה׃"
    },
    {
      "verse": 6,
      "text": "ויקרב אל שמעון פטרוס והוא אמר אליו אדני האתה תרחץ את רגלי׃"
    },
    {
      "verse": 7,
      "text": "ויען ישוע ויאמר אליו את אשר אני עשה אינך ידע כעת ואחרי כן תדע׃"
    },
    {
      "verse": 8,
      "text": "ויאמר אליו פטרוס לעולם לא תרחץ את רגלי ויען ישוע אם לא ארחץ אתך אין לך חלק עמי׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אליו שמעון פטרוס אדני לא לבד את רגלי כי אם גם את ידי ואת ראשי׃"
    },
    {
      "verse": 10,
      "text": "ויאמר אליו ישוע המרחץ אין לו לרחץ עוד כי אם את הרגלים כי כלו טהור הוא ואתם טהורים אך לא כלכם׃"
    },
    {
      "verse": 11,
      "text": "כי ידע מי ימסרהו על כן אמר לא כלכם טהורים׃"
    },
    {
      "verse": 12,
      "text": "ויהי אחרי אשר רחץ את רגלים וילבש את בגדיו וישב להסב ויאמר אליהם הידעתם מה הדבר אשר עשיתי לכם׃"
    },
    {
      "verse": 13,
      "text": "אתם קראים לי רב ואדון והיטבתם אשר דברתם כי אני הוא׃"
    },
    {
      "verse": 14,
      "text": "לכן אם אני המורה והאדון רחצתי את רגליכם גם אתם חיבים לרחץ איש את רגלי אחיו׃"
    },
    {
      "verse": 15,
      "text": "כי מופת נתתי לכם למען תעשו גם אתם כאשר עשיתי לכם׃"
    },
    {
      "verse": 16,
      "text": "אמן אמן אני אמר לכם כי העבד איננו גדול מאדניו והשלוח איננו גדול משלחו׃"
    },
    {
      "verse": 17,
      "text": "אם ידעתם זאת אשריכם אם כן תעשו׃"
    },
    {
      "verse": 18,
      "text": "לא על כלכם דברתי יודע אני את אשר בחרתי בהם אך למען ימלא הכתוב אוכל לחמי הגדיל עלי עקב׃"
    },
    {
      "verse": 19,
      "text": "מעתה אני אמר לכם בטרם היותה למען בבואה תאמינו כי אני הוא׃"
    },
    {
      "verse": 20,
      "text": "אמן אמן אני אמר לכם כי כל המקבל את אשר אשלחהו אתי הוא מקבל והמקבל אתי הוא מקבל את שלחי׃"
    },
    {
      "verse": 21,
      "text": "ויהי ככלות ישוע לדבר הדברים האלה ויבהל ברוחו ויעד ויאמר אמן אמן אני אמר לכם כי אחד מכם ימסרני׃"
    },
    {
      "verse": 22,
      "text": "ויתראו תלמידיו ויתמהו איש אל רעהו לדעת על מי דבר׃"
    },
    {
      "verse": 23,
      "text": "ואחד מתלמידיו מסב על חיק ישוע אשר ישוע אהבו׃"
    },
    {
      "verse": 24,
      "text": "וירמז לו שמעון פטרוס לדרש מי הוא זה אשר דבר עליו׃"
    },
    {
      "verse": 25,
      "text": "ויפל על לב ישוע ויאמר אליו אדני מי הוא׃"
    },
    {
      "verse": 26,
      "text": "ויען ישוע הנה זה הוא אשר אטבל פתי לתתו לו ויטבל את פתו ויתן אל יהודה בן שמעון איש קריות׃"
    },
    {
      "verse": 27,
      "text": "ואחרי בלעו בא השטן אל קרבו ויאמר אליו ישוע את אשר תעשה עשה מהרה׃"
    },
    {
      "verse": 28,
      "text": "ומן המסבים לא ידע איש על מה דבר אליו כזאת׃"
    },
    {
      "verse": 29,
      "text": "כי יש אשר חשבו כי אמר אליו ישוע קנה לנו צרכי החג או לתת לאביונים יען אשר כיס הכסף תחת יד יהודה׃"
    },
    {
      "verse": 30,
      "text": "והוא בקחתו את פת הלחם מהר לצאת החוצה ויהי לילה׃"
    },
    {
      "verse": 31,
      "text": "הוא יצא וישוע אמר עתה נתפאר בן האדם והאלהים נתפאר בו׃"
    },
    {
      "verse": 32,
      "text": "אם האלהים נתפאר בו גם האלהים הוא יפארהו בעצמו ובמהרה יפארהו׃"
    },
    {
      "verse": 33,
      "text": "בני עוד מעט מזער אהיה עמכם אתם תבקשוני וכאשר אמרתי אל היהודים כי אל אשר אני הולך לא תוכלו לבוא שמה כן אליכם אמר אני עתה׃"
    },
    {
      "verse": 34,
      "text": "מצוה חדשה אני נתן לכם כי תאהבו איש את אחיו כאשר אהבתי אתכם כן גם אתם איש את אחיו תאהבון׃"
    },
    {
      "verse": 35,
      "text": "בזאת ידעו כלם כי תלמידי אתם בהיות אהבה ביניכם׃"
    },
    {
      "verse": 36,
      "text": "ויאמר אליו פטרוס אדני אנה תלך ויען אתו ישוע אל אשר אני הולך שמה לא תוכל עתה ללכת אחרי אך אחרי כן תלך אחרי׃"
    },
    {
      "verse": 37,
      "text": "ויאמר אליו פטרוס מדוע לא אוכל עתה ללכת אחריך הן נפשי בעד נפשך אתן׃"
    },
    {
      "verse": 38,
      "text": "ויען אתו ישוע הכי תתן נפשך בעד נפשי אמן אמן אני אמר לך בטרם יקרא התרנגל תכחש בי שלש פעמים׃"
    }
  ]
}