{
  "book_id": "JHN",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "אל יבהל לבבכם האמינו באלהים ובי האמינו׃"
    },
    {
      "verse": 2,
      "text": "בבית אבי מעונות רבות ואם לא כן הוא כי עתה הגדתי לכם הנני הלך להכין מקום לכם׃"
    },
    {
      "verse": 3,
      "text": "והיה כי הלכתי והכינותי לכם מקום שוב אשוב ולקחתי אתכם אלי למען באשר אהיה שם תהיו גם אתם׃"
    },
    {
      "verse": 4,
      "text": "ואל אשר אני הולך שמה ידעתם ואת הדרך ידעתם׃"
    },
    {
      "verse": 5,
      "text": "ויאמר אליו תומא אדני לא ידענו אנה אתה הלך ואיככה נדע את הדרך׃"
    },
    {
      "verse": 6,
      "text": "ויאמר אליו ישוע אנכי הנני הדרך והאמת והחיים לא יבא איש אל האב כי אם על ידי׃"
    },
    {
      "verse": 7,
      "text": "לו ידעתם אתי גם את אבי ידעתם ומעתה ידעתם אתו וראיתם אתו׃"
    },
    {
      "verse": 8,
      "text": "ויאמר אליו פילפוס אדני הראנו נא את האב ודי לנו׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אליו ישוע זה כמה ימים אנכי אתכם ואתה פילפוס הטרם תדעני הראה אתי ראה את האב ולמה זה תאמר הראנו את האב׃"
    },
    {
      "verse": 10,
      "text": "האינך מאמין כי אנכי באבי ואבי בי הוא הדברים אשר אדבר אליכם לא מנפשי אנכי דבר כי אבי השכן בקרבי הוא עשה את המעשים׃"
    },
    {
      "verse": 11,
      "text": "האמינו לי כי אנכי באבי ואבי בי הוא ואם לא אך בגלל המעשים האמינו לי׃"
    },
    {
      "verse": 12,
      "text": "אמן אמן אני אמר לכם המאמין בי יעשה גם הוא את המעשים אשר אנכי עשה וגדלות מאלה יעשה כי אני הולך אל אבי׃"
    },
    {
      "verse": 13,
      "text": "וכל אשר תשאלו בשמי אעשנו למען יכבד האב בבנו׃"
    },
    {
      "verse": 14,
      "text": "כי תשאלו דבר בשמי אני אעשנו׃"
    },
    {
      "verse": 15,
      "text": "אם אהבתם אתי את מצותי תשמרו׃"
    },
    {
      "verse": 16,
      "text": "ואני אשאלה מאבי והוא יתן לכם פרקליט אחר אשר ישכן אתכם לנצח׃"
    },
    {
      "verse": 17,
      "text": "את רוח האמת אשר לא יכל העולם להשיגו באשר לא יראהו ולא ידעהו ואתם ידעתם אתו כי אתכם שכן הוא אף יהיה בתוככם׃"
    },
    {
      "verse": 18,
      "text": "לא אעזבכם יתומים אבואה אליכם׃"
    },
    {
      "verse": 19,
      "text": "עוד מעט והעולם לא יוסיף לראות אתי ואתם תראוני כי חי אני וגם אתם חיה תחיו׃"
    },
    {
      "verse": 20,
      "text": "והיה ביום ההוא ידוע תדעו כי אני באבי ואתם בי ואני בכם׃"
    },
    {
      "verse": 21,
      "text": "מי אשר מצותי אתו וינצרן זה הוא אשר יאהבני ואהבי אהוב הוא לאבי ואני אהבהו ואליו אתודע׃"
    },
    {
      "verse": 22,
      "text": "ויאמר אליו יהודה לא יהודה איש קריות אדני מה הוא זה כי תחפץ להתודע אלינו ולא לעולם׃"
    },
    {
      "verse": 23,
      "text": "ויען ישוע ויאמר אליו איש כי יאהבני ישמר את דברי ואבי יאהב אתו ונבואה אליו ונשים אצלו מעונתנו׃"
    },
    {
      "verse": 24,
      "text": "ואשר לא יאהבני הוא לא ישמר את דברי והדבר אשר שמעתם לא שלי הוא כי אם של אבי אשר שלחני׃"
    },
    {
      "verse": 25,
      "text": "את אלה דברתי אליכם בעוד היותי עמכם׃"
    },
    {
      "verse": 26,
      "text": "והפרקליט תוח הקדש אשר ישלחנו אבי בשמי הוא ילמדכם את כל ויזכירכם את כל אשר הגדתי לכם׃"
    },
    {
      "verse": 27,
      "text": "שלום אניח לכם את שלומי אתן לכם לא כאשר יתן העולם אנכי נתן לכם אל יבהל לבבכם ואל יחת׃"
    },
    {
      "verse": 28,
      "text": "הלא שמעתם כי אמרתי אליכם אלך לי ואשובה אליכם אם אהב תאהבוני כי עתה תשמחו באמרי לכם כי הלך אני אל האב כי אבי גדול ממני׃"
    },
    {
      "verse": 29,
      "text": "ועתה הנה הגדתי זאת לכם בטרם היותה למען בבואה תאמינו׃"
    },
    {
      "verse": 30,
      "text": "לא ארבה עוד אמרים עמכם כי יבוא שר העולם הזה ובי אין לו מאומה׃"
    },
    {
      "verse": 31,
      "text": "אך למען ידע העולם כי את אבי אני אהב וכאשר צוני אבי כן אני עשה קומו ונלכה מזה׃"
    }
  ]
}