{
  "book_id": "JHN",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "את אלה דברתי אליכם למען לא תכשלו׃"
    },
    {
      "verse": 2,
      "text": "הנה ינדו אתכם ואף באה השעה אשר כל הרג אתכם ידמה להקריב עבודה לאלהים׃"
    },
    {
      "verse": 3,
      "text": "וכזאת יעשו לכם יען גם את אבי וגם אתי לא ידעו׃"
    },
    {
      "verse": 4,
      "text": "אבל הגדתי לכם את אלה למען אשר בבא השעה תזכרום כי אנכי אמרתי אליכם וכאלה לא אמרתי אליכם מראש כי הייתי עמכם׃"
    },
    {
      "verse": 5,
      "text": "ועתה הלך אנכי אל שלחי ולא ישאלני איש מכם אנה תלך׃"
    },
    {
      "verse": 6,
      "text": "אך על דברי את אלה אליכם מלא לבבכם עצבת׃"
    },
    {
      "verse": 7,
      "text": "אולם האמת אגיד לכם כי לכתי אך טוב לכם כי אם לא אלך לא יבא אליכם הפרקליט ואם אלך אשלחהו אליכם׃"
    },
    {
      "verse": 8,
      "text": "והיה בבאו יוכיח את העולם על דבר החטא והצדק והמשפט׃"
    },
    {
      "verse": 9,
      "text": "על החטא כי לא האמינו בי׃"
    },
    {
      "verse": 10,
      "text": "ועל הצדק כי אלך אל אבי ולא תוסיפו לראות אתי׃"
    },
    {
      "verse": 11,
      "text": "ועל המשפט כי נדון שר העולם הזה׃"
    },
    {
      "verse": 12,
      "text": "עוד רבות לי להגיד לכם אך לא תוכלון שאת עתה׃"
    },
    {
      "verse": 13,
      "text": "ורוח האמת בבאו הוא ידריך אתכם אל כל האמת כי לא ידבר מעצמו כי אם אשר ישמע ידבר והאתיות יגיד לכם׃"
    },
    {
      "verse": 14,
      "text": "הוא יפארני כי משלי יקח ויגיד לכם׃"
    },
    {
      "verse": 15,
      "text": "כל אשר לאבי לי הוא על כן אמרתי כי משלי יקח ויגיד לכם׃"
    },
    {
      "verse": 16,
      "text": "הן מעט ולא תראוני ועוד מעט ותחזוני כי אני הלך אל אבי׃"
    },
    {
      "verse": 17,
      "text": "ומקצת תלמידיו נדברו איש אל אחיו לאמר מה זה אמר אלינו הן מעט ולא תראוני ועוד מעט ותחזוני ואמרו אני הלך אל אבי׃"
    },
    {
      "verse": 18,
      "text": "ויאמרו מה זה אשר אמר מעט לא ידענו מה דבר׃"
    },
    {
      "verse": 19,
      "text": "וידע ישוע כי עם לבבם לשאל אתו ויאמר אליהם העל זאת אתם דרשים ביניכם כי אמרתי הן מעט ולא תראוני ועוד מעט ותחזוני׃"
    },
    {
      "verse": 20,
      "text": "אמן אמן אני אמר לכם כי אתם תבכו ותילילו והעולם ישמח הן אתם תעצבו אכן עצבכם יהפך לששון׃"
    },
    {
      "verse": 21,
      "text": "האשה בלדתה עצב לה כי באה עתה ואחרי ילדה את הילד לא תזכר עוד את עצבונה משמחתה כי אדם נולד לעולם׃"
    },
    {
      "verse": 22,
      "text": "וגם אתם כעת תתעצבו אך אשוב אראה אתכם ושש לבכם ואין לקח שמחתכם מכם׃"
    },
    {
      "verse": 23,
      "text": "וביום ההוא לא תשאלוני דבר אמן אמן אני אמר לכם כי כל אשר תשאלו מאת אבי בשמי יתננו לכם׃"
    },
    {
      "verse": 24,
      "text": "עד עתה לא שאלתם דבר בשמי שאלו ותקחו למען תמלא שמחתכם׃"
    },
    {
      "verse": 25,
      "text": "את אלה דברתי אליכם במשלים אכן שעה באה ולא אדבר עוד אליכם במשלים כי אם ברור אמלל לכם על אבי׃"
    },
    {
      "verse": 26,
      "text": "ביום ההוא תשאלו בשמי ואינני אמר לכם כי אני אעתיר לאבי בעדכם׃"
    },
    {
      "verse": 27,
      "text": "כי אבי גם הוא אהב אתכם עקב אשר אהבתוני והאמנתם כי מאת אלהים יצאתי׃"
    },
    {
      "verse": 28,
      "text": "מאת האב יצאתי ואבא לעולם אשובה אעזב את העולם ואלך אל אבי׃"
    },
    {
      "verse": 29,
      "text": "ויאמרו אליו תלמידיו הנה כעת ברור תמלל ולא תמשל משל׃"
    },
    {
      "verse": 30,
      "text": "עתה ידענו כי כל ידעת ולא תצטרך כי ישאלך איש בזאת נאמין כי מאת אלהים יצאת׃"
    },
    {
      "verse": 31,
      "text": "ויען אתם ישוע עתה תאמינו׃"
    },
    {
      "verse": 32,
      "text": "הנה שעה באה ועתה זה הגיעה ונפצותם איש איש לביתו ואתי תעזבו לבדי ואינני לבדי כי אבי עמדי׃"
    },
    {
      "verse": 33,
      "text": "את אלה דברתי אליכם למען בי יהיה לכם שלום בעולם יהיה לכם עני אך יאמץ לבבכם אני נצחתי את העולם׃"
    }
  ]
}