{
  "book_id": "JHN",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי ככלות ישוע לדבר את הדברים האלה ויצא החוצה עם תלמידיו מעבר לנחל קדרון ושם גן ויבא בו הוא ותלמידיו׃"
    },
    {
      "verse": 2,
      "text": "וגם יהודה מוסרו ידע את המקום כי פעמים רבות נועד שמה ישוע עם תלמידיו׃"
    },
    {
      "verse": 3,
      "text": "ויקח יהודה את הגדוד ומשרתים מאת הכהנים הגדולים והפרושים ויבא שמה בנרות ובלפידים ובכלי נשק׃"
    },
    {
      "verse": 4,
      "text": "וישוע ידע את כל אשר יבא עליו ויצא ויאמר אליהם את מי תבקשו׃"
    },
    {
      "verse": 5,
      "text": "ויענו ויאמרו את ישוע הנצרי ויאמר אליהם ישוע אני הוא וגם יהודה מוסרו עמד אצלם׃"
    },
    {
      "verse": 6,
      "text": "ויהי בדבר ישוע אליהם אני הוא ויסגו אחור ויפלו ארצה׃"
    },
    {
      "verse": 7,
      "text": "ויסף וישאל אתם את מי תבקשו ויאמרו את ישוע הנצרי׃"
    },
    {
      "verse": 8,
      "text": "ויען ישוע הלא אמרתי לכם אני הוא לכן אם אתי תבקשו הניחו לאלה וילכו׃"
    },
    {
      "verse": 9,
      "text": "למלאת הדבר אשר אמר מאלה אשר נתת לי לא אבד לי אף אחד׃"
    },
    {
      "verse": 10,
      "text": "ולשמעון פטרוס חרב וישלפה ויך את עבד הכהן הגדול ויקצץ את אזנו הימנית ושם העבד מלכוס׃"
    },
    {
      "verse": 11,
      "text": "ויאמר ישוע אל פטרוס השב חרבך אל נדנה הכי לא אשתה את הכוס אשר נתן לי אבי׃"
    },
    {
      "verse": 12,
      "text": "אז תפשו הגדוד ושר האלף ומשרתי היהודים את ישוע ויאסרהו׃"
    },
    {
      "verse": 13,
      "text": "ויוליכהו בראשונה אל חנן והוא חתן קיפא אשר שמש בכהנה גדולה בשנה ההיא׃"
    },
    {
      "verse": 14,
      "text": "הוא קיפא אשר יעץ את היהודים כי טוב אשר איש אחד יאבד בעד כל העם׃"
    },
    {
      "verse": 15,
      "text": "ושמעון פטרוס ותלמיד אחר הלכו אחרי ישוע והתלמיד ההוא היה נודע לכהן הגדול ויבא עם ישוע לחצר הכהן הגדול׃"
    },
    {
      "verse": 16,
      "text": "ופטרוס עמד מחוץ לפתח ויצא התלמיד האחר המידע לכהן הגדול וידבר אל השערת ויבא את פטרוס פנימה׃"
    },
    {
      "verse": 17,
      "text": "ותאמר האמה השערת אל פטרוס הלא גם אתה מתלמידי האיש הזה ויאמר אינני׃"
    },
    {
      "verse": 18,
      "text": "והעבדים והמשרתים בערו אש גחלים כי עת קר היתה ויעמדו שם ויתחממו וגם פטרוס עמד עמם ומתחמם׃"
    },
    {
      "verse": 19,
      "text": "וישאל הכהן הגדול את ישוע על תלמידיו ועל לקחו׃"
    },
    {
      "verse": 20,
      "text": "ויען אתו ישוע אנכי בגלוי דברתי אל העולם ותמיד למדתי בבית הכנסת ובבית המקדש אשר כל היהודים נקהלים שמה ולא דברתי דבר בסתר׃"
    },
    {
      "verse": 21,
      "text": "ומה תשאל אתי שאל נא את השמעים מה שדברתי אליהם הנם יודעים את אשר אמרתי׃"
    },
    {
      "verse": 22,
      "text": "ויהי כדברו הדברים האלה ויך אחד המשרתים העמד שמה את ישוע על הלחי ויאמר הכזאת תענה את הכהן הגדול׃"
    },
    {
      "verse": 23,
      "text": "ויען אותו ישוע אם רעה דברתי תנה עד כי רעה היא ואם טוב מדוע תסטרני׃"
    },
    {
      "verse": 24,
      "text": "וישלחהו חנן אסור בזקים אל קיפא הכהן הגדול׃"
    },
    {
      "verse": 25,
      "text": "ושמעון פטרוס עמד ומתחמם ויאמרו אליו הלא גם אתה מתלמידיו ויכחש ויאמר אינני׃"
    },
    {
      "verse": 26,
      "text": "ויאמר איש מעבדי הכהן הגדול והוא מודע לאשר קצץ פטרוס את אזנו הלא ראיתיך עמו בתוך הגן׃"
    },
    {
      "verse": 27,
      "text": "ויסף פטרוס לכחש ופתאם קרא התרנגול׃"
    },
    {
      "verse": 28,
      "text": "ויוליכו את ישוע מבית קיפא אל בית המשפט ויהי בבקר השכם והמה לא נכנסו אל בית המשפט למען אשר לא יטמאו כי אם יאכלו את הפסח׃"
    },
    {
      "verse": 29,
      "text": "ויצא פילטוס אליהם ויאמר על מה תאשימו את האיש הזה׃"
    },
    {
      "verse": 30,
      "text": "ויענו ויאמרו אליו לולא היה זה עשה רע כי עתה לא הסגרנהו אליך׃"
    },
    {
      "verse": 31,
      "text": "ויאמר אליהם פילטוס קחהו אתם עמכם ועשו משפטו כתורתכם ויאמרו אליו היהודים אין לנו רשיון להמית איש׃"
    },
    {
      "verse": 32,
      "text": "למלאת דבר ישוע אשר דבר לרמז אי זה מות עתיד הוא למות׃"
    },
    {
      "verse": 33,
      "text": "וישב פילטוס אל בית המשפט ויקרא אל ישוע ויאמר אליו האתה הוא מלך היהודים׃"
    },
    {
      "verse": 34,
      "text": "ויען אתו ישוע המלבך תדבר זאת או אחרים הגידו לך עלי׃"
    },
    {
      "verse": 35,
      "text": "ויען פילטוס האף אנכי יהודי הלא עמך וראשי הכהנים הסגירוך אלי מה עשית׃"
    },
    {
      "verse": 36,
      "text": "ויען ישוע מלכותי איננה מן העולם הזה אם היתה מלכותי מן העולם הזה כי אז נלחמו לי משרתי לבלתי המסר ביד היהודים ועתה מלכותי איננה מפה׃"
    },
    {
      "verse": 37,
      "text": "ויאמר אליו פילטוס אם כן אפוא מלך אתה ויען ישוע אתה אמרת כי מלך אנכי לזה נולדתי ולזה באתי בעולם להעיד לאמת כל אשר הוא מן האמת ישמע בקולי׃"
    },
    {
      "verse": 38,
      "text": "ויאמר אליו פילטוס מה היא האמת ואחרי דברו זאת יצא שנית אל היהודים ויאמר אליהם אני לא מצאתי בו כל עון׃"
    },
    {
      "verse": 39,
      "text": "הן מנהג הוא בכם כי אשלח לכם איש אחד חפשי בפסח היש את נפשכם כי אשלח לכם את מלך היהודים׃"
    },
    {
      "verse": 40,
      "text": "ויוסיפו ויצעקו לאמר לא את האיש הזה אלא את בר אבא ובר אבא היה מרצח׃"
    }
  ]
}