{
  "book_id": "JHN",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי באחד בשבת לפנות הבקר בעוד חשך ותבא מרים המגדלית אל הקבר ותרא את האבן מוסרה מעל הקבר׃"
    },
    {
      "verse": 2,
      "text": "ותרץ ותבא אל שמעון פטרוס ואל התלמיד האחר אשר חשק בו ישוע ותאמר אליהם הנה נשאו את האדון מקברו ולא ידענו איפה הניחהו׃"
    },
    {
      "verse": 3,
      "text": "ויצא פטרוס והתלמיד האחר וילכו אל הקבר׃"
    },
    {
      "verse": 4,
      "text": "וירוצו שניהם יחדו וימהר התלמיד האחר לרוץ ויעבר את פטרוס ויבא ראשונה אל הקבר׃"
    },
    {
      "verse": 5,
      "text": "וישקף אל תוכו וירא את התכריכין מנחים אך לא בא פנימה׃"
    },
    {
      "verse": 6,
      "text": "ויבא שמעון פטרוס אחריו והוא נכנס אל הקבר וירא את התכריכין מנחים׃"
    },
    {
      "verse": 7,
      "text": "והסודר אשר היתה על ראשו איננה מנחת אצל התכריכין כי אם מקפלת לבדה במקומה׃"
    },
    {
      "verse": 8,
      "text": "ויבא שמה גם התלמיד האחר אשר בא ראשונה אל הקבר וירא ויאמן׃"
    },
    {
      "verse": 9,
      "text": "כי לא הבינו עד עתה את הכתוב אשר קום יקום מעם המתים׃"
    },
    {
      "verse": 10,
      "text": "וישובו התלמידים וילכו אל ביתם׃"
    },
    {
      "verse": 11,
      "text": "ומרים עמדה בוכיה מחוץ לקבר ויהי בבכותה ותשקף אל תוך הקבר׃"
    },
    {
      "verse": 12,
      "text": "ותרא שני מלאכים לבושי לבנים ישבים במקום אשר שמו שם את גופת ישוע אחד מראשותיו ואחד מרגלותיו׃"
    },
    {
      "verse": 13,
      "text": "ויאמרו אליה אשה למה תבכי ותאמר אליהם כי נשאו מזה את אדני ולא ידעתי איפה הניחהו׃"
    },
    {
      "verse": 14,
      "text": "ויהי בדברה זאת ותפן אחריה ותרא את ישוע עמד ולא ידעה כי הוא ישוע׃"
    },
    {
      "verse": 15,
      "text": "ויאמר אליה ישוע אשה למה תבכי את מי תבקשי והיא חשבה כי הוא שמר הגן ותאמר אליו אדני אם אתה נשאת אתו מזה הגידה נא לי איפה הנחתו ולקחתיו משם׃"
    },
    {
      "verse": 16,
      "text": "ויאמר אליה ישוע מרים ותפן ותאמר אליו רבוני הוא מורה׃"
    },
    {
      "verse": 17,
      "text": "ויאמר אליה ישוע אל תגעי בי כי עוד לא עליתי אל אבי אך לכי נא אל אחי ואמרי אליהם אני עלה אל אבי ואביכם ואל אלהי ואלהיכם׃"
    },
    {
      "verse": 18,
      "text": "ותבא מרים המגדלית ותספר אל התלמידים כי ראתה את האדון וכזאת דבר אליה׃"
    },
    {
      "verse": 19,
      "text": "ויהי לעת ערב ביום ההוא והוא אחד בשבת כאשר נסגרו דלתות הבית אשר נקבצו שם התלמידים מיראת היהודים ויבא ישוע ויעמד ביניהם ויאמר אליהם שלום לכם׃"
    },
    {
      "verse": 20,
      "text": "ובדברו זאת הראה אתם את ידיו ואת צדו וישמחו התלמידים בראותם את האדון׃"
    },
    {
      "verse": 21,
      "text": "ויסף ישוע לדבר אליהם שלום לכם כאשר שלח אתי האב כן אנכי שלח אתכם׃"
    },
    {
      "verse": 22,
      "text": "ויהי בדברו זאת ויפח בהם ויאמר אליהם קחו לכם את רוח הקדש׃"
    },
    {
      "verse": 23,
      "text": "והיה כל אשר תסלחו את חטאתם ונסלח להם ואשר תאשימו יאשמו׃"
    },
    {
      "verse": 24,
      "text": "ותומא אחד משנים העשר הנקרא דידומוס לא היה בתוכם כבוא ישוע׃"
    },
    {
      "verse": 25,
      "text": "ויגידו לו התלמידים הנשארים ראה ראינו את האדון ויאמר אליהם אם לא אראה בידיו את רשם המסמרות ואשים את אצבעתי במקום המסמרות ואשים את ידי בצדו לא אאמין׃"
    },
    {
      "verse": 26,
      "text": "ויהי מקצה שמונת ימים ותלמידיו שנית פנימה ותומא עמהם ויבא ישוע והדלתות מסגרות ויעמד ביניהם ויאמר שלום לכם׃"
    },
    {
      "verse": 27,
      "text": "ואחר אמר אל תומא שלח אצבעך הנה וראה את ידי ושלח את ידך הנה ושים בצדי ואל תהי חסר אמונה כי אם מאמין׃"
    },
    {
      "verse": 28,
      "text": "ויען תומא ויאמר אליו אדני ואלהי׃"
    },
    {
      "verse": 29,
      "text": "ויאמר אליו ישוע יען ראית אתי האמנת אשרי המאמינים ואינם ראים׃"
    },
    {
      "verse": 30,
      "text": "והנה גם אתות אחרים רבים עשה ישוע לעיני תלמידיו אשר לא נכתבו בספר הזה׃"
    },
    {
      "verse": 31,
      "text": "אך אלה נכתבו למען תאמינו כי ישוע הוא המשיח בן אלהים ולמען יהיו לכם המאמינים חיי עולם בשמו׃"
    }
  ]
}