{
  "book_id": "JHN",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "ויהי אחרי כן ויסף ישוע הגלות אל תלמידיו על ים טיבריה וכה נגלה אליהם׃"
    },
    {
      "verse": 2,
      "text": "שמעון פטרוס ותומא הנקרא דידומוס ונתנאל מקנה אשר בארץ הגליל ובני זבדי ועוד שנים אחרים מתלמידיו ישבו יחדו׃"
    },
    {
      "verse": 3,
      "text": "ויאמר אליהם שמעון פטרוס הנני הלך לדיג ויאמרו אליו גם אנחנו נלך עמך ויצאו וימהרו לרדת אל האניה ובלילה ההוא לא אחזו מאומה׃"
    },
    {
      "verse": 4,
      "text": "הבקר אור וישוע עמד על שפת הים ולא ידעו התלמידים כי ישוע הוא׃"
    },
    {
      "verse": 5,
      "text": "ויאמר אליהם ישוע בני היש לכם אכל מאומה ויענו אתו אין׃"
    },
    {
      "verse": 6,
      "text": "ויאמר להם השליכו המכמרת מימין לאניה ותמצאו וישליכו ולא יכלו עוד למשך אתה מרב הדגים׃"
    },
    {
      "verse": 7,
      "text": "ויאמר התלמיד ההוא אשר ישוע אהבו אל פטרוס זה הוא האדון ויהי כשמע שמעון פטרוס כי הוא האדון ויחגר את מעילו כי עירום היה ויתנפל אל הים׃"
    },
    {
      "verse": 8,
      "text": "והתלמידים הנשארים באו בספינה כי לא הרחיקו מן היבשה כי אם כמאתים אמה וימשכו את המכמרת עם הדגים׃"
    },
    {
      "verse": 9,
      "text": "ויהי כצאתם אל היבשה ויראו שם גחלי אש ערוכים ודגים עליהם ולחם לאכל׃"
    },
    {
      "verse": 10,
      "text": "ויאמר אליהם ישוע הביאו הלם מן הדגים אשר אחזתם עתה׃"
    },
    {
      "verse": 11,
      "text": "ויעל שמעון פטרוס וימשך את המכמרת אל היבשה והיא מלאה דגים גדולים מאה וחמשים ושלשה ולא נקרעה המכמרת אף כי רבים היו׃"
    },
    {
      "verse": 12,
      "text": "ויאמר אליהם ישוע באו ברו לחם ואין גם אחד בתלמידים אשר מלאו לבו לשאל אתו מי אתה כי ידעו אשר הוא האדון׃"
    },
    {
      "verse": 13,
      "text": "ויבא ישוע ויקח את הלחם ויתן להם וגם את הדגים׃"
    },
    {
      "verse": 14,
      "text": "וזאת היא הפעם השלישית אשר נגלה ישוע אל תלמידיו אחרי קומו מעם המתים׃"
    },
    {
      "verse": 15,
      "text": "ויהי אחרי אכלם אמר ישוע אל שמעון פטרוס שמעון בן יונה התאהב אתי יותר מאלה ויאמר אליו כן אדני אתה ידעת כי אהבתיך ויאמר אליו רעה את טלאי׃"
    },
    {
      "verse": 16,
      "text": "ויאמר אליו עוד הפעם שמעון בן יונה התאהב אתי ויאמר אליו כן אדני אתה ידעת כי אהבתיך ויאמר אליו נהג את צאני׃"
    },
    {
      "verse": 17,
      "text": "ויאמר אליו פעם שלישית שמעון בן יונה התאהב אתי ויתעצב פטרוס על כי אמר אליו בשלישית התאהב אתי ויאמר אליו אדני את כל אתה יודע וידעת כי אהבתיך ויאמר אליו ישוע רעה את צאני׃"
    },
    {
      "verse": 18,
      "text": "אמן אמן אני אמר לך בהיותך צעיר לימים אתה חגרת את עצמך ותלך אל אשר חפצת והיה כאשר תזקן ופרשת כפיך ואחר יחגרך ונשאך אל אשר לא תחפץ׃"
    },
    {
      "verse": 19,
      "text": "וכל זאת דבר לרמז על המיתה אשר יכבד בה את האלהים ויהי ככלותו לדבר ויאמר אליו לך אחרי׃"
    },
    {
      "verse": 20,
      "text": "ויפן פטרוס וירא את התלמיד אשר ישוע אהבו הלך אחריהם הוא הנפל על לבו בעת הסעודה וגם שאל אדני מי הוא זה אשר ימסרך׃"
    },
    {
      "verse": 21,
      "text": "ויהי בראות אתו פטרוס ויאמר אל ישוע אדני וזה מה הוא׃"
    },
    {
      "verse": 22,
      "text": "ויאמר אליו ישוע אם חפצי כי ישאר עד באי מה לך ולזאת אתה לך אחרי׃"
    },
    {
      "verse": 23,
      "text": "על כן יצא הדבר הזה בין האחים כי התלמיד ההוא לא ימות וישוע לא אמר לו כי לא ימות אך אמר אם חפצי כי ישאר עד באי מה זה לך׃"
    },
    {
      "verse": 24,
      "text": "זה הוא התלמיד המעיד על אלה ואשר כתב כל זאת וידענו כי עדותו נאמנה׃"
    },
    {
      "verse": 25,
      "text": "ויש עוד מעשים רבים אחרים אשר עשה ישוע ואם יכתבו כלם לאחד אחד אחשבה כי גם העולם כלו לא יכיל את הספרים אשר יכתבו אמן׃"
    }
  ]
}