{
  "book_id": "PHP",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "ὥστε, ἀδελφοί μου ἀγαπητοὶ καὶ ἐπιπόθητοι, χαρὰ καὶ στέφανός μου, οὕτως στήκετε ἐν κυρίῳ, ἀγαπητοί."
    },
    {
      "verse": 2,
      "text": "Εὐοδίαν παρακαλῶ καὶ Συντύχην παρακαλῶ τὸ αὐτὸ φρονεῖν ἐν κυρίῳ."
    },
    {
      "verse": 3,
      "text": "ναὶ ἐρωτῶ καὶ σέ, ⸂γνήσιε σύζυγε, συλλαμβάνου αὐταῖς, αἵτινες ἐν τῷ εὐαγγελίῳ συνήθλησάν μοι μετὰ καὶ Κλήμεντος καὶ τῶν λοιπῶν συνεργῶν μου, ὧν τὰ ὀνόματα ἐν βίβλῳ ζωῆς."
    },
    {
      "verse": 4,
      "text": "Χαίρετε ἐν κυρίῳ πάντοτε· πάλιν ἐρῶ, χαίρετε."
    },
    {
      "verse": 5,
      "text": "τὸ ἐπιεικὲς ὑμῶν γνωσθήτω πᾶσιν ἀνθρώποις. ὁ κύριος ἐγγύς·"
    },
    {
      "verse": 6,
      "text": "μηδὲν μεριμνᾶτε, ἀλλʼ ἐν παντὶ τῇ προσευχῇ καὶ τῇ δεήσει μετʼ εὐχαριστίας τὰ αἰτήματα ὑμῶν γνωριζέσθω πρὸς τὸν θεόν·"
    },
    {
      "verse": 7,
      "text": "καὶ ἡ εἰρήνη τοῦ θεοῦ ἡ ὑπερέχουσα πάντα νοῦν φρουρήσει τὰς καρδίας ὑμῶν καὶ τὰ νοήματα ὑμῶν ἐν Χριστῷ Ἰησοῦ."
    },
    {
      "verse": 8,
      "text": "Τὸ λοιπόν, ἀδελφοί, ὅσα ἐστὶν ἀληθῆ, ὅσα σεμνά, ὅσα δίκαια, ὅσα ἁγνά, ὅσα προσφιλῆ, ὅσα εὔφημα, εἴ τις ἀρετὴ καὶ εἴ τις ἔπαινος, ταῦτα λογίζεσθε·"
    },
    {
      "verse": 9,
      "text": "ἃ καὶ ἐμάθετε καὶ παρελάβετε καὶ ἠκούσατε καὶ εἴδετε ἐν ἐμοί, ταῦτα πράσσετε· καὶ ὁ θεὸς τῆς εἰρήνης ἔσται μεθʼ ὑμῶν."
    },
    {
      "verse": 10,
      "text": "Ἐχάρην δὲ ἐν κυρίῳ μεγάλως ὅτι ἤδη ποτὲ ἀνεθάλετε τὸ ὑπὲρ ἐμοῦ φρονεῖν, ἐφʼ ᾧ καὶ ἐφρονεῖτε ἠκαιρεῖσθε δέ."
    },
    {
      "verse": 11,
      "text": "οὐχ ὅτι καθʼ ὑστέρησιν λέγω, ἐγὼ γὰρ ἔμαθον ἐν οἷς εἰμι αὐτάρκης εἶναι·"
    },
    {
      "verse": 12,
      "text": "οἶδα καὶ ταπεινοῦσθαι, οἶδα καὶ περισσεύειν· ἐν παντὶ καὶ ἐν πᾶσιν μεμύημαι, καὶ χορτάζεσθαι καὶ πεινᾶν, καὶ περισσεύειν καὶ ὑστερεῖσθαι·"
    },
    {
      "verse": 13,
      "text": "πάντα ἰσχύω ἐν τῷ ἐνδυναμοῦντί ⸀με"
    },
    {
      "verse": 14,
      "text": "πλὴν καλῶς ἐποιήσατε συγκοινωνήσαντές μου τῇ θλίψει."
    },
    {
      "verse": 15,
      "text": "Οἴδατε δὲ καὶ ὑμεῖς, Φιλιππήσιοι, ὅτι ἐν ἀρχῇ τοῦ εὐαγγελίου, ὅτε ἐξῆλθον ἀπὸ Μακεδονίας, οὐδεμία μοι ἐκκλησία ἐκοινώνησεν εἰς λόγον δόσεως καὶ λήμψεως εἰ μὴ ὑμεῖς μόνοι,"
    },
    {
      "verse": 16,
      "text": "ὅτι καὶ ἐν Θεσσαλονίκῃ καὶ ἅπαξ καὶ δὶς εἰς τὴν χρείαν μοι ἐπέμψατε."
    },
    {
      "verse": 17,
      "text": "οὐχ ὅτι ἐπιζητῶ τὸ δόμα, ἀλλὰ ἐπιζητῶ τὸν καρπὸν τὸν πλεονάζοντα εἰς λόγον ὑμῶν."
    },
    {
      "verse": 18,
      "text": "ἀπέχω δὲ πάντα καὶ περισσεύω· πεπλήρωμαι δεξάμενος παρὰ Ἐπαφροδίτου τὰ παρʼ ὑμῶν, ὀσμὴν εὐωδίας, θυσίαν δεκτήν, εὐάρεστον τῷ θεῷ."
    },
    {
      "verse": 19,
      "text": "ὁ δὲ θεός μου πληρώσει πᾶσαν χρείαν ὑμῶν κατὰ ⸂τὸ πλοῦτος αὐτοῦ ἐν δόξῃ ἐν Χριστῷ Ἰησοῦ."
    },
    {
      "verse": 20,
      "text": "τῷ δὲ θεῷ καὶ πατρὶ ἡμῶν ἡ δόξα εἰς τοὺς αἰῶνας τῶν αἰώνων· ἀμήν."
    },
    {
      "verse": 21,
      "text": "Ἀσπάσασθε πάντα ἅγιον ἐν Χριστῷ Ἰησοῦ. ἀσπάζονται ὑμᾶς οἱ σὺν ἐμοὶ ἀδελφοί."
    },
    {
      "verse": 22,
      "text": "ἀσπάζονται ὑμᾶς πάντες οἱ ἅγιοι, μάλιστα δὲ οἱ ἐκ τῆς Καίσαρος οἰκίας."
    },
    {
      "verse": 23,
      "text": "ἡ χάρις τοῦ κυρίου Ἰησοῦ Χριστοῦ μετὰ ⸂τοῦ πνεύματος ⸀ὑμῶν ‘p /’ ‘/book’"
    }
  ]
}