{
  "book_id": "ZEP",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "הוי מראה ונגאלה העיר היונה׃"
    },
    {
      "verse": 2,
      "text": "לא שמעה בקול לא לקחה מוסר ביהוה לא בטחה אל אלהיה לא קרבה׃"
    },
    {
      "verse": 3,
      "text": "שריה בקרבה אריות שאגים שפטיה זאבי ערב לא גרמו לבקר׃"
    },
    {
      "verse": 4,
      "text": "נביאיה פחזים אנשי בגדות כהניה חללו קדש חמסו תורה׃"
    },
    {
      "verse": 5,
      "text": "יהוה צדיק בקרבה לא יעשה עולה בבקר בבקר משפטו יתן לאור לא נעדר ולא יודע עול בשת׃"
    },
    {
      "verse": 6,
      "text": "הכרתי גוים נשמו פנותם החרבתי חוצותם מבלי עובר נצדו עריהם מבלי איש מאין יושב׃"
    },
    {
      "verse": 7,
      "text": "אמרתי אך תיראי אותי תקחי מוסר ולא יכרת מעונה כל אשר פקדתי עליה אכן השכימו השחיתו כל עלילותם׃"
    },
    {
      "verse": 8,
      "text": "לכן חכו לי נאם יהוה ליום קומי לעד כי משפטי לאסף גוים לקבצי ממלכות לשפך עליהם זעמי כל חרון אפי כי באש קנאתי תאכל כל הארץ׃"
    },
    {
      "verse": 9,
      "text": "כי אז אהפך אל עמים שפה ברורה לקרא כלם בשם יהוה לעבדו שכם אחד׃"
    },
    {
      "verse": 10,
      "text": "מעבר לנהרי כוש עתרי בת פוצי יובלון מנחתי׃"
    },
    {
      "verse": 11,
      "text": "ביום ההוא לא תבושי מכל עלילתיך אשר פשעת בי כי אז אסיר מקרבך עליזי גאותך ולא תוספי לגבהה עוד בהר קדשי׃"
    },
    {
      "verse": 12,
      "text": "והשארתי בקרבך עם עני ודל וחסו בשם יהוה׃"
    },
    {
      "verse": 13,
      "text": "שארית ישראל לא יעשו עולה ולא ידברו כזב ולא ימצא בפיהם לשון תרמית כי המה ירעו ורבצו ואין מחריד׃"
    },
    {
      "verse": 14,
      "text": "רני בת ציון הריעו ישראל שמחי ועלזי בכל לב בת ירושלם׃"
    },
    {
      "verse": 15,
      "text": "הסיר יהוה משפטיך פנה איבך מלך ישראל יהוה בקרבך לא תיראי רע עוד׃"
    },
    {
      "verse": 16,
      "text": "ביום ההוא יאמר לירושלם אל תיראי ציון אל ירפו ידיך׃"
    },
    {
      "verse": 17,
      "text": "יהוה אלהיך בקרבך גבור יושיע ישיש עליך בשמחה יחריש באהבתו יגיל עליך ברנה׃"
    },
    {
      "verse": 18,
      "text": "נוגי ממועד אספתי ממך היו משאת עליה חרפה׃"
    },
    {
      "verse": 19,
      "text": "הנני עשה את כל מעניך בעת ההיא והושעתי את הצלעה והנדחה אקבץ ושמתים לתהלה ולשם בכל הארץ בשתם׃"
    },
    {
      "verse": 20,
      "text": "בעת ההיא אביא אתכם ובעת קבצי אתכם כי אתן אתכם לשם ולתהלה בכל עמי הארץ בשובי את שבותיכם לעיניכם אמר יהוה׃"
    }
  ]
}