{
  "book_id": "1TI",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I exhort then, first of all, that supplications, prayers, intercessions, and giving of thanks be made for all men;"
    },
    {
      "verse": 2,
      "text": "for kings, and all that are in authority; that we may lead a quiet and tranquil life in all godliness and propriety."
    },
    {
      "verse": 3,
      "text": "For this is good and acceptable in the sight of God our Saviour,"
    },
    {
      "verse": 4,
      "text": "whose will is that all men should be saved, and come to the knowledge of the truth."
    },
    {
      "verse": 5,
      "text": "For there is one God, and one mediator between God and men, the man Christ Jesus,"
    },
    {
      "verse": 6,
      "text": "who gave himself a ransom for all; to which the testimony was to be borne in its own due times,"
    },
    {
      "verse": 7,
      "text": "whereunto I was appointed a herald and an apostle, (I speak the truth, I lie not,) a teacher of the gentiles in faith and truth."
    },
    {
      "verse": 8,
      "text": "I desire, then, that the men pray in every place, lifting up holy hands, without wrath and doubting."
    },
    {
      "verse": 9,
      "text": "In like manner also, that women, in seemly attire, adorn themselves with modesty and sobriety, not with braided hair, and gold, or pearls, or costly apparel;"
    },
    {
      "verse": 10,
      "text": "but, as becometh women professing godliness, with good works."
    },
    {
      "verse": 11,
      "text": "Let the woman learn in silence with all subjection."
    },
    {
      "verse": 12,
      "text": "But I suffer not the woman to teach, nor to have authority over the man, but to be in silence."
    },
    {
      "verse": 13,
      "text": "For Adam was first formed, then Eve."
    },
    {
      "verse": 14,
      "text": "And Adam was not deceived; but the woman being deceived fell into transgression."
    },
    {
      "verse": 15,
      "text": "But she will be saved through child-bearing, if they continue in faith, and love, and holiness, with sobriety."
    }
  ]
}