{
  "book_id": "1TI",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "True is the saying: If a man desire the office of a bishop, he desireth a good work."
    },
    {
      "verse": 2,
      "text": "A bishop then must be blameless, the husband of one wife, sober, discreet, orderly, hospitable, apt in teaching;"
    },
    {
      "verse": 3,
      "text": "not given to wine, not a striker, but forbearing, not quarrelsome, not a lover of money;"
    },
    {
      "verse": 4,
      "text": "presiding well over his own house, having his children in subjection with all propriety;—"
    },
    {
      "verse": 5,
      "text": "for if a man knoweth not how to preside over his own house, how shall he take care of the church of God—"
    },
    {
      "verse": 6,
      "text": "not a new convert, lest being puffed up with pride he fall into the condemnation of the Devil;"
    },
    {
      "verse": 7,
      "text": "moreover he must also have a good report from them that are without, lest he fall into reproach and the snare of the Devil."
    },
    {
      "verse": 8,
      "text": "Deacons in like manner must be grave, not double-tongued, not given to much wine, not greedy of base gain,"
    },
    {
      "verse": 9,
      "text": "holding the mystery of the faith in a pure conscience."
    },
    {
      "verse": 10,
      "text": "And let these also first be proved; then let them serve as deacons, if they are without reproach."
    },
    {
      "verse": 11,
      "text": "The women in like manner must be grave, not slanderers, sober, faithful in all things."
    },
    {
      "verse": 12,
      "text": "Let the deacons be the husbands of one wife, ruling their children and their own houses well."
    },
    {
      "verse": 13,
      "text": "For they that have served well as deacons, gain for themselves a good standing, and great boldness in the faith which is in Christ Jesus."
    },
    {
      "verse": 14,
      "text": "These things write I to thee, hoping to come to thee shortly;"
    },
    {
      "verse": 15,
      "text": "but if I should tarry long, that thou mayst know how thou oughtest to conduct thyself in the house of God, which is the church of the living God, the pillar and foundation of the truth."
    },
    {
      "verse": 16,
      "text": "And confessedly great is the mystery of godliness, in him who was manifested in the flesh, justified in the Spirit, seen by angels, preached among the gentiles, believed on in the world, received up in glory."
    }
  ]
}