{
  "book_id": "1TI",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Now the Spirit saith expressly, that in the latter times some will depart from the faith, giving heed to seducing spirits and teachings of demons,"
    },
    {
      "verse": 2,
      "text": "through the hypocrisy of speakers of lies, who bear a brand on their own conscience,"
    },
    {
      "verse": 3,
      "text": "forbidding to marry, and commanding to abstain from food which God created to be received with thanksgiving, for those who believe and know the truth."
    },
    {
      "verse": 4,
      "text": "For every creature of God is good, and nothing to be refused, if it be received with thanksgiving;"
    },
    {
      "verse": 5,
      "text": "for it is sanctified by the word of God and prayer."
    },
    {
      "verse": 6,
      "text": "If thou lay these things before the brethren, thou wilt be a good minister of Christ Jesus, nourished in the words of the faith, and of the good teaching, with which thou art well acquainted."
    },
    {
      "verse": 7,
      "text": "But avoid the profane and old wives' fables; and exercise thyself unto godliness."
    },
    {
      "verse": 8,
      "text": "For bodily exercise is profitable for little; but godliness is profitable for all things, having promise of the life that now is, and of that which is to come."
    },
    {
      "verse": 9,
      "text": "True is the saying, and worthy of all acceptance."
    },
    {
      "verse": 10,
      "text": "For to this end we both labor and suffer reproach, because we have placed our hope in the living God, who is the Saviour of all men, especially of believers."
    },
    {
      "verse": 11,
      "text": "These things command and teach."
    },
    {
      "verse": 12,
      "text": "Let no one despise thy youth, but become an example to the believers, in word, in behavior, in love, in faith, in purity."
    },
    {
      "verse": 13,
      "text": "Till I come, give attention to reading, to exhortation, to teaching."
    },
    {
      "verse": 14,
      "text": "Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery."
    },
    {
      "verse": 15,
      "text": "Meditate on these things, give thyself wholly to them; that thy progress may be manifest to all."
    },
    {
      "verse": 16,
      "text": "Give heed to thyself, and to thy teaching; continue in them; for in doing this thou wilt save both thyself and them that hear thee."
    }
  ]
}