{
  "book_id": "2CH",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Then Solomon began to build the house of the \\sc Lord\\sc* at Jerusalem in mount Moriah, where \\add the \\+sc Lord\\+sc*\\add* appeared unto David his father, in the place that David had prepared in the threshingfloor of Ornan the Jebusite."
    },
    {
      "verse": 2,
      "text": "And he began to build in the second \\add day\\add* of the second month, in the fourth year of his reign."
    },
    {
      "verse": 3,
      "text": "Now these \\add are the things wherein\\add* Solomon was instructed for the building of the house of God. The length \\add by\\add* cubits after the first measure \\add was\\add* threescore cubits, and the breadth twenty cubits."
    },
    {
      "verse": 4,
      "text": "And the porch that \\add was\\add* in the front \\add of the house\\add*, the length \\add of it was\\add* according to the breadth of the house, twenty cubits, and the height \\add was\\add* an hundred and twenty: and he overlaid it within with pure gold."
    },
    {
      "verse": 5,
      "text": "And the greater house he cieled with fir tree, which he overlaid with fine gold, and set thereon palm trees and chains."
    },
    {
      "verse": 6,
      "text": "And he garnished the house with precious stones for beauty: and the gold \\add was\\add* gold of Parvaim."
    },
    {
      "verse": 7,
      "text": "He overlaid also the house, the beams, the posts, and the walls thereof, and the doors thereof, with gold; and graved cherubims on the walls."
    },
    {
      "verse": 8,
      "text": "And he made the most holy house, the length whereof \\add was\\add* according to the breadth of the house, twenty cubits, and the breadth thereof twenty cubits: and he overlaid it with fine gold, \\add amounting\\add* to six hundred talents."
    },
    {
      "verse": 9,
      "text": "And the weight of the nails \\add was\\add* fifty shekels of gold. And he overlaid the upper chambers with gold."
    },
    {
      "verse": 10,
      "text": "And in the most holy house he made two cherubims of image work, and overlaid them with gold."
    },
    {
      "verse": 11,
      "text": "And the wings of the cherubims \\add were\\add* twenty cubits long: \\add one\\add* wing of the one \\add cherub was\\add* five cubits, reaching to the wall of the house: and the other wing \\add was likewise\\add* five cubits, reaching to the wing of the other cherub."
    },
    {
      "verse": 12,
      "text": "And \\add one\\add* wing of the other cherub \\add was\\add* five cubits, reaching to the wall of the house: and the other wing \\add was\\add* five cubits \\add also\\add*, joining to the wing of the other cherub."
    },
    {
      "verse": 13,
      "text": "The wings of these cherubims spread themselves forth twenty cubits: and they stood on their feet, and their faces \\add were\\add* inward."
    },
    {
      "verse": 14,
      "text": "And he made the vail \\add of\\add* blue, and purple, and crimson, and fine linen, and wrought cherubims thereon."
    },
    {
      "verse": 15,
      "text": "Also he made before the house two pillars of thirty and five cubits high, and the chapiter that \\add was\\add* on the top \\add of each\\add* of them \\add was\\add* five cubits."
    },
    {
      "verse": 16,
      "text": "And he made chains, \\add as\\add* in the oracle, and put \\add them\\add* on the heads of the pillars; and made an hundred pomegranates, and put \\add them\\add* on the chains."
    },
    {
      "verse": 17,
      "text": "And he reared up the pillars before the temple, one on the right hand, and the other on the left; and called the name of \\add that on\\add* the right hand Jachin, and the name of \\add that on\\add* the left Boaz."
    }
  ]
}