{
  "book_id": "2CH",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Now in the eighteenth year of king Jeroboam \\add began\\add* Abijah to reign over Judah."
    },
    {
      "verse": 2,
      "text": "He reigned three years in Jerusalem. His mother’s name also \\add was\\add* Michaiah the daughter of Uriel of Gibeah. And there was war between Abijah and Jeroboam."
    },
    {
      "verse": 3,
      "text": "And Abijah set the battle in array with an army of valiant \\add men\\add* of war, \\add even\\add* four hundred thousand chosen men: Jeroboam also set the battle in array against him with eight hundred thousand chosen men, \\add being\\add* mighty \\add men\\add* of valour."
    },
    {
      "verse": 4,
      "text": "And Abijah stood up upon mount Zemaraim, which \\add is\\add* in mount Ephraim, and said, Hear me, \\add thou\\add* Jeroboam, and all Israel;"
    },
    {
      "verse": 5,
      "text": "ought you not to know that the \\sc Lord\\sc* God of Israel gave the kingdom over Israel to David for ever, \\add even\\add* to him and to his sons \\add by\\add* a covenant of salt?"
    },
    {
      "verse": 6,
      "text": "Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, is risen up, and hath rebelled against his lord."
    },
    {
      "verse": 7,
      "text": "And there are gathered unto him vain men, the children of Belial, and have strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tender hearted, and could not withstand them."
    },
    {
      "verse": 8,
      "text": "And now ye think to withstand the kingdom of the \\sc Lord\\sc* in the hand of the sons of David; and ye \\add be\\add* a great multitude, and \\add there are\\add* with you golden calves, which Jeroboam made you for gods."
    },
    {
      "verse": 9,
      "text": "Have ye not cast out the priests of the \\sc Lord\\sc*, the sons of Aaron, and the Levites, and have made you priests after the manner of the nations of \\add other\\add* lands? so that whosoever cometh to consecrate himself with a young bullock and seven rams, \\add the same\\add* may be a priest of \\add them that are\\add* no gods."
    },
    {
      "verse": 10,
      "text": "But \\add as for\\add* us, the \\sc Lord\\sc* \\add is\\add* our God, and we have not forsaken him; and the priests, which minister unto the \\sc Lord\\sc*, \\add are\\add* the sons of Aaron, and the Levites \\add wait\\add* upon \\add their\\add* business:"
    },
    {
      "verse": 11,
      "text": "and they burn unto the \\sc Lord\\sc* every morning and every evening burnt sacrifices and sweet incense: the \\add shew\\add*bread also \\add set they\\add* in order upon the pure table; and the candlestick of gold with the lamps thereof, to burn every evening: for we keep the charge of the \\sc Lord\\sc* our God; but ye have forsaken him."
    },
    {
      "verse": 12,
      "text": "And behold, God \\add himself is\\add* with us for \\add our\\add* captain, and his priests with sounding trumpets to cry alarm against you. O children of Israel, fight ye not against the \\sc Lord\\sc* God of your fathers; for you shall not prosper."
    },
    {
      "verse": 13,
      "text": "But Jeroboam caused an ambushment to come about behind them: so they were before Judah, and the ambushment \\add was\\add* behind them."
    },
    {
      "verse": 14,
      "text": "And when Judah looked back, behold, the battle \\add was\\add* before and behind: and they cried unto the \\sc Lord\\sc*, and the priests sounded with the trumpets."
    },
    {
      "verse": 15,
      "text": "Then the men of Judah gave a shout: and as the men of Judah shouted, it came to pass, that God smote Jeroboam and all Israel before Abijah and Judah."
    },
    {
      "verse": 16,
      "text": "And the children of Israel fled before Judah: and God delivered them into their hand."
    },
    {
      "verse": 17,
      "text": "And Abijah and his people slew them \\add with\\add* a great slaughter: so there fell down slain of Israel five hundred thousand chosen men."
    },
    {
      "verse": 18,
      "text": "Thus the children of Israel were brought under at that time, and the children of Judah prevailed, because they relied upon the \\sc Lord\\sc* God of their fathers."
    },
    {
      "verse": 19,
      "text": "And Abijah pursued after Jeroboam, and took cities from him, Beth-el with the towns thereof, and Jeshanah with the towns thereof, and Ephrain with the towns thereof."
    },
    {
      "verse": 20,
      "text": "Neither did Jeroboam recover strength again in the days of Abijah: and the \\sc Lord\\sc* struck him, and he died."
    },
    {
      "verse": 21,
      "text": "But Abijah waxed mighty, and married fourteen wives, and begat twenty and two sons, and sixteen daughters."
    },
    {
      "verse": 22,
      "text": "And the rest of the acts of Abijah, and his ways, and his sayings, \\add are\\add* written in the story of the prophet Iddo."
    }
  ]
}