{
  "book_id": "2CH",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And Jehoshaphat the king of Judah returned to his house in peace to Jerusalem."
    },
    {
      "verse": 2,
      "text": "And Jehu the son of Hanani the seer went out to meet him, and said to king Jehoshaphat, Shouldest thou help the ungodly, and love them that hate the \\sc Lord\\sc*? therefore \\add is\\add* wrath upon thee from before the \\sc Lord\\sc*."
    },
    {
      "verse": 3,
      "text": "Nevertheless there are good things found in thee, in that thou hast taken away the groves out of the land, and hast prepared thine heart to seek God."
    },
    {
      "verse": 4,
      "text": "And Jehoshaphat dwelt at Jerusalem: and he went out again through the people from Beer-sheba to mount Ephraim, and brought them back unto the \\sc Lord\\sc* God of their fathers."
    },
    {
      "verse": 5,
      "text": "And he set judges in the land throughout all the fenced cities of Judah, city by city,"
    },
    {
      "verse": 6,
      "text": "and said to the judges, Take heed what ye do: for ye judge not for man, but for the \\sc Lord\\sc*, who \\add is\\add* with you in the judgment."
    },
    {
      "verse": 7,
      "text": "Wherefore now let the fear of the \\sc Lord\\sc* be upon you; take heed and do \\add it\\add*: for \\add there is\\add* no iniquity with the \\sc Lord\\sc* our God, nor respect of persons, nor taking of gifts."
    },
    {
      "verse": 8,
      "text": "Moreover in Jerusalem did Jehoshaphat set of the Levites, and \\add of\\add* the priests, and of the chief of the fathers of Israel, for the judgment of the \\sc Lord\\sc*, and for controversies, when they returned \\add to\\add* Jerusalem."
    },
    {
      "verse": 9,
      "text": "And he charged them, saying, Thus shall ye do in the fear of the \\sc Lord\\sc*, faithfully, and with a perfect heart."
    },
    {
      "verse": 10,
      "text": "And what cause soever shall come to you of your brethren that dwell in their cities, between blood and blood, between law and commandment, statutes and judgments, ye shall even warn them that they trespass not against the \\sc Lord\\sc*, and \\add so\\add* wrath come upon you, and upon your brethren: this do, and ye shall not trespass."
    },
    {
      "verse": 11,
      "text": "And behold, Amariah the chief priest \\add is\\add* over you in all matters of the \\sc Lord\\sc*; and Zebadiah the son of Ishmael, the ruler of the house of Judah, for all the king’s matters: also the Levites \\add shall be\\add* officers before you. Deal courageously, and the \\sc Lord\\sc* shall be with the good."
    }
  ]
}