{
  "book_id": "2CH",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Then all the people of Judah took Uzziah, who \\add was\\add* sixteen years old, and made him king in the room of his father Amaziah."
    },
    {
      "verse": 2,
      "text": "He built Eloth, and restored it to Judah, after that the king slept with his fathers."
    },
    {
      "verse": 3,
      "text": "Sixteen years old \\add was\\add* Uzziah when he \\add began\\add* to reign, and he reigned fifty and two years in Jerusalem. His mother’s name also \\add was\\add* Jecoliah of Jerusalem."
    },
    {
      "verse": 4,
      "text": "And he did \\add that\\add* which \\add was\\add* right in the sight of the \\sc Lord\\sc*, according to all that his father Amaziah did."
    },
    {
      "verse": 5,
      "text": "And he sought God in the days of Zechariah, who had understanding in the visions of God: and as long as he sought the \\sc Lord\\sc*, God made him to prosper."
    },
    {
      "verse": 6,
      "text": "And he went forth and warred against the Philistines, and brake down the wall of Gath, and the wall of Jabneh, and the wall of Ashdod, and built cities about Ashdod, and among the Philistines."
    },
    {
      "verse": 7,
      "text": "And God helped him against the Philistines, and against the Arabians that dwelt in Gur-baal, and the Mehunims."
    },
    {
      "verse": 8,
      "text": "And the Ammonites gave gifts to Uzziah: and his name spread abroad even to the entering in of Egypt: for he strengthened \\add himself\\add* exceedingly."
    },
    {
      "verse": 9,
      "text": "Moreover Uzziah built towers in Jerusalem at the corner gate, and at the valley gate, and at the turning \\add of the wall\\add*, and fortified them."
    },
    {
      "verse": 10,
      "text": "Also he built towers in the desert, and digged many wells: for he had much cattle, both in the low country, and in the plains: husbandmen \\add also\\add*, and vinedressers in the mountains, and in Carmel: for he loved husbandry."
    },
    {
      "verse": 11,
      "text": "Moreover Uzziah had a host of fighting \\add men\\add*, that went out to war by bands, according to the number of their account by the hand of Jeiel the scribe and Maaseiah the ruler, under the hand of Hananiah, \\add one\\add* of the king’s captains."
    },
    {
      "verse": 12,
      "text": "The whole number of the chief of the fathers of the mighty \\add men\\add* of valour \\add were\\add* two thousand and six hundred."
    },
    {
      "verse": 13,
      "text": "And under their hand \\add was\\add* an army, three hundred thousand and seven thousand and five hundred, that made war with mighty power, to help the king against the enemy."
    },
    {
      "verse": 14,
      "text": "And Uzziah prepared for them throughout all the host shields, and spears, and helmets, and habergeons, and bows, and slings to cast stones."
    },
    {
      "verse": 15,
      "text": "And he made in Jerusalem engines, invented by cunning \\add men\\add*, to be on the towers and upon the bulwarks, to shoot arrows and great stones withal. And his name spread far abroad; for he was marvellously helped, till he was strong."
    },
    {
      "verse": 16,
      "text": "But when he was strong, his heart was lifted up to \\add his\\add* destruction: for he transgressed against the \\sc Lord\\sc* his God, and went into the temple of the \\sc Lord\\sc* to burn incense upon the altar of incense."
    },
    {
      "verse": 17,
      "text": "And Azariah the priest went in after him, and with him fourscore priests of the \\sc Lord\\sc*, \\add that were\\add* valiant men:"
    },
    {
      "verse": 18,
      "text": "and they withstood Uzziah the king, and said unto him, \\add It pertaineth\\add* not unto thee, Uzziah, to burn incense unto the \\sc Lord\\sc*, but to the priests the sons of Aaron, that are consecrated to burn incense: go out of the sanctuary; for thou hast trespassed; neither \\add shall it be\\add* for thine honour from the \\sc Lord\\sc* God."
    },
    {
      "verse": 19,
      "text": "Then Uzziah was wroth, and \\add had\\add* a censer in his hand to burn incense: and while he was wroth with the priests, the leprosy even rose up in his forehead before the priests in the house of the \\sc Lord\\sc*, from beside the incense altar."
    },
    {
      "verse": 20,
      "text": "And Azariah the chief priest, and all the priests, looked upon him, and behold, he \\add was\\add* leprous in his forehead, and they thrust him out from thence; yea, himself hasted also to go out, because the \\sc Lord\\sc* had smitten him."
    },
    {
      "verse": 21,
      "text": "And Uzziah the king was a leper unto the day of his death, and dwelt \\add in\\add* a several house, \\add being\\add* a leper; for he was cut off from the house of the \\sc Lord\\sc*: and Jotham his son \\add was\\add* over the king’s house, judging the people of the land."
    },
    {
      "verse": 22,
      "text": "Now the rest of the acts of Uzziah, first and last, did Isaiah the prophet, the son of Amoz, write."
    },
    {
      "verse": 23,
      "text": "So Uzziah slept with his fathers, and they buried him with his fathers in the field of the burial which \\add belonged\\add* to the kings; for they said, He \\add is\\add* a leper: and Jotham his son reigned in his stead."
    }
  ]
}