{
  "book_id": "REV",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb."
    },
    {
      "verse": 2,
      "text": "In the midst of the street of it, and of either side of the river, \\add was there\\add* the tree of life, which bare twelve \\add manner of\\add* fruits, \\add and\\add* yielded her fruit every month: and the leaves of the tree \\add were\\add* for the healing of the nations."
    },
    {
      "verse": 3,
      "text": "And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:"
    },
    {
      "verse": 4,
      "text": "and they shall see his face; and his name \\add shall be\\add* in their foreheads."
    },
    {
      "verse": 5,
      "text": "And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever."
    },
    {
      "verse": 6,
      "text": "And he said unto me, These sayings \\add are\\add* faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants \\add the things\\add* which must shortly be done."
    },
    {
      "verse": 7,
      "text": "Behold, I come quickly: blessed \\add is\\add* he that keepeth the sayings of the prophecy of this book."
    },
    {
      "verse": 8,
      "text": "And I John saw these \\add things\\add*, and heard \\add them\\add*. And when I had heard and seen, I fell down to worship before the feet of the angel which shewed me these \\add things\\add*."
    },
    {
      "verse": 9,
      "text": "Then saith he unto me, See \\add thou do it\\add* not: for I am thy fellowservant, and of thy brethren the prophets, and of them which keep the sayings of this book: worship God."
    },
    {
      "verse": 10,
      "text": "And he saith unto me, Seal not the sayings of the prophecy of this book: for the time is at hand."
    },
    {
      "verse": 11,
      "text": "He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and \\add he that is\\add* righteous, let him be righteous still: and \\add he that is\\add* holy, let him be holy still."
    },
    {
      "verse": 12,
      "text": "And behold, I come quickly; and my reward \\add is\\add* with me, to give every man according as his work shall be."
    },
    {
      "verse": 13,
      "text": "I am Alpha and Omega, the beginning and the end, the first and the last."
    },
    {
      "verse": 14,
      "text": "Blessed \\add are\\add* they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city."
    },
    {
      "verse": 15,
      "text": "For without \\add are\\add* dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie."
    },
    {
      "verse": 16,
      "text": "I Jesus have sent mine angel to testify unto you these \\add things\\add* in the churches. I am the root and the offspring of David, \\add and\\add* the bright and morning star."
    },
    {
      "verse": 17,
      "text": "And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely."
    },
    {
      "verse": 18,
      "text": "For I testify unto every \\add man\\add* that heareth the words of the prophecy of this book, If any \\add man\\add* shall add unto these \\add things\\add*, God shall add unto him the plagues that are written in this book:"
    },
    {
      "verse": 19,
      "text": "and if any \\add man\\add* shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and \\add from\\add* the \\add things\\add* which are written in this book."
    },
    {
      "verse": 20,
      "text": "He which testifieth these \\add things\\add* saith, Surely I come quickly. Amen. Even so, come, Lord Jesus."
    },
    {
      "verse": 21,
      "text": "The grace of our Lord Jesus Christ \\add be\\add* with you all. Amen."
    }
  ]
}