{
  "book_id": "MAT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "This is the boke of the generacion of Iesus Christ the sonne of Dauid the sonne also of Abraham."
    },
    {
      "verse": 2,
      "text": "Abraham begat Isaac: Isaac begat Iacob: Iacob begat Iudas and his brethren:"
    },
    {
      "verse": 3,
      "text": "Iudas begat Phares and zaram of Thamar: Phares begat Hesrom: Hesrom begat Aram:"
    },
    {
      "verse": 4,
      "text": "Aram begat Aminadab: Aminadab begat Naasson: Naasson begat Salmon:"
    },
    {
      "verse": 5,
      "text": "Salmon begat Boos of Rahab: Boos begat Obed of Ruth: Obed begat Iesse:"
    },
    {
      "verse": 6,
      "text": "Iesse begat Dauid the kynge: Dauid the kynge begat Salomon of her that was the wyfe of Ury:"
    },
    {
      "verse": 7,
      "text": "Salomon begat Roboam: Roboam begat Abia: Abia begat Asa:"
    },
    {
      "verse": 8,
      "text": "Asa begat Iosaphat: Iosaphat begat Ioram: Ioram begat Osias:"
    },
    {
      "verse": 9,
      "text": "Osias begat Ioatham: Ioatham begat Achas: Achas begat Ezechias:"
    },
    {
      "verse": 10,
      "text": "Ezechias begat Manasses: Manasses begat Amon: Amon begat Iosias:"
    },
    {
      "verse": 11,
      "text": "Iosias begat Iechonias and his brethren aboute the tyme they were caryed awaye to Babylon."
    },
    {
      "verse": 12,
      "text": "And after they were brought to Babylon Iechonias begat Salathiel: Salathiel begat zorobabel:"
    },
    {
      "verse": 13,
      "text": "zorobabel begat Abiud: Abiud begat Eliachim: Eliachim begat Azor:"
    },
    {
      "verse": 14,
      "text": "Azor begat Sadoc: Sadoc begat Achin: Achin begat Eliud:"
    },
    {
      "verse": 15,
      "text": "Eliud begat Eleasar: Eleasar begat Matthan: Matthan begat Iacob:"
    },
    {
      "verse": 16,
      "text": "Iacob begat Ioseph the husbande of Mary of which was boren that Iesus that is called Christ."
    },
    {
      "verse": 17,
      "text": "All the generacions from Abraham to David are fowretene generacions. And from David vnto the captivite of Babylon are fowretene generacions. And from the captivite of Babylon vnto Christ are also fowrtene generacions."
    },
    {
      "verse": 18,
      "text": "The byrthe of Iesus Christ was on thys wyse. When hys mother Mary was betrouthed to Ioseph before they came to dwell to gedder she was foude with chylde by the holy goost."
    },
    {
      "verse": 19,
      "text": "The Ioseph her husbande beinge a perfect man and loth to make an ensample of her was mynded to put her awaye secretely."
    },
    {
      "verse": 20,
      "text": "Whill he thus thought behold the angell of the Lorde appered vnto him in a dreame saynge: Ioseph the sonne of David feare not to take vnto ye Mary thy wyfe. For that which is conceaved in her is of the holy goost."
    },
    {
      "verse": 21,
      "text": "She shall brynge forthe a sonne and thou shalt call his name Iesus. For he shall save his peple from their synnes."
    },
    {
      "verse": 22,
      "text": "All this was done to fulfill that which was spoken of the Lorde by the Prophet saynge:"
    },
    {
      "verse": 23,
      "text": "Beholde a mayde shall be with chylde and shall brynge forthe a sonne and they shall call his name Emanuel which is by interpretacion God with vs."
    },
    {
      "verse": 24,
      "text": "And Ioseph assone as he awoke out of slepe did as the angell of the Lorde bade hym and toke hys wyfe vnto hym"
    },
    {
      "verse": 25,
      "text": "and knewe her not tyll she had brought forth hir fyrst sonne and called hys name Iesus."
    }
  ]
}