{
  "book_id": "MAT",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "In those dayes Ihon the Baptyst came and preached in the wildernes of Iury"
    },
    {
      "verse": 2,
      "text": "saynge; Repet the kyngdome of heue is at honde."
    },
    {
      "verse": 3,
      "text": "This is he of whom it is spoken by the Prophet Esay which sayeth: The voyce of a cryer in wyldernes prepare the Lordes waye and make hys pathes strayght."
    },
    {
      "verse": 4,
      "text": "This Ihon had hys garmet of camels heer and a gerdell of a skynne aboute his loynes. Hys meate was locustes and wylde hony."
    },
    {
      "verse": 5,
      "text": "Then went oute to hym Ierusalem and all Iury and all the region roude aboute Iorda"
    },
    {
      "verse": 6,
      "text": "and were baptised of him in Iorda confessynge their synnes"
    },
    {
      "verse": 7,
      "text": "When he sawe many of the Pharises and of the Saduces come to hys baptism he sayde vnto the: O generacion of vipers who hath taught you to fle from the vengeauce to come?"
    },
    {
      "verse": 8,
      "text": "Brynge forth therfore the frutes belongynge to repentaunce."
    },
    {
      "verse": 9,
      "text": "And se that the ons thynke not to saye in your selues we haue Abraham to oure father. For I saye vnto you that God is able of these stones to rayse vp chyldern vnto Abraham."
    },
    {
      "verse": 10,
      "text": "Euen nowe is the axe put vnto the rote of the trees: soo that every tree which bringeth not forthe goode frute is hewe doune and cast into the fyre."
    },
    {
      "verse": 11,
      "text": "I baptise you in water in toke of repentaunce: but he that cometh after me is myghtier then I whose shues I am not worthy to beare. He shall baptise you with the holy gost and with fyre:"
    },
    {
      "verse": 12,
      "text": "which hath also his fan in his hond and will pourge his floure and gadre the wheet into his garner and will burne the chaffe with vnquecheable fyre."
    },
    {
      "verse": 13,
      "text": "Then cam Iesus from Galile to Iordan vnto Ihon to be baptised of hym."
    },
    {
      "verse": 14,
      "text": "But Ihon forbade hym saynge: I ought to be baptysed of the: and comest thou to me?"
    },
    {
      "verse": 15,
      "text": "Iesus answered and sayd to hym: Let it be so now. For thus it becommeth vs to fulfyll all rightwesnes. Then he suffred hym."
    },
    {
      "verse": 16,
      "text": "And Iesus assone as he was baptised came strayght out of the water. And lo heue was open over hym: and Ihon sawe the spirite of God descende lyke a doue and lyght vpon hym."
    },
    {
      "verse": 17,
      "text": "And lo there came a voyce from heven sayng: Thys ys that my beloved sonne in whom is my delyte."
    }
  ]
}