{
  "book_id": "MAT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Then was Iesus ledd awaye of the spirite into wildernes to be tempted of the devyll."
    },
    {
      "verse": 2,
      "text": "And when he had fasted fourtye dayes and fourtye nightes he was afterward an hungred."
    },
    {
      "verse": 3,
      "text": "Then came to hym the tempter and sayde: yf thou be the sonne of God commaunde that these stones be made breed."
    },
    {
      "verse": 4,
      "text": "He answered and sayde: that is wrytten man shall not lyve by brede onlye but by every worde that proceadeth out of the mouth of God."
    },
    {
      "verse": 5,
      "text": "Then the devyll tooke hym vp into the holy cite and set hym on a pynacle of the temple"
    },
    {
      "verse": 6,
      "text": "and sayd vnto hym: yf thou be the sonne of God cast thy sylfe doune. For it is wrytte he shall geve his angels charge over the and with their handes they shall holde that vp that thou dashe not thy fote agaynst a stone."
    },
    {
      "verse": 7,
      "text": "And Iesus sayde to hym it ys wrytten also: Thou shalt not tempte thy Lorde God."
    },
    {
      "verse": 8,
      "text": "The devyll toke hym vp agayne and ledde hym in to an excedynge hye mountayne and shewed hym all the kyngdomes of the worlde and all the glorie of them"
    },
    {
      "verse": 9,
      "text": "And sayde to hym: all these will I geue the if thou wilt faull doune and worship me."
    },
    {
      "verse": 10,
      "text": "Then sayde Iesus vnto hym. Avoyd Satan. For it is writte thou shalt worshyp the Lorde thy God and hym only shalt thou serve."
    },
    {
      "verse": 11,
      "text": "Then the dyvell left hym and beholde the angels came and ministred vnto hym."
    },
    {
      "verse": 12,
      "text": "When Iesus had hearde that Ihon was taken he departed into Galile"
    },
    {
      "verse": 13,
      "text": "and left Nazareth and went and dwelte in Capernaum which is a cite apon the see in the coostes of zabulon and Neptalim"
    },
    {
      "verse": 14,
      "text": "to fulfill that whiche was spoken by Esay the Prophet sayinge:"
    },
    {
      "verse": 15,
      "text": "The londe of zabulon and Neptalim the waye of the see beyonde Iordan Galile of the Gentyls"
    },
    {
      "verse": 16,
      "text": "the people which sat in darknes sawe greate lyght and to them which sate in the region and shadowe of deeth lyght is begone to shyne."
    },
    {
      "verse": 17,
      "text": "From that tyme Iesus begane to preache and to saye: repet for ye kigdome of heven is at honed."
    },
    {
      "verse": 18,
      "text": "As Iesus walked by the see of Galile he sawe two brethren: Simon which was called Peter and Andrew his brother castynge a neet into the see for they were fisshers"
    },
    {
      "verse": 19,
      "text": "and he sayde vnto them folowe me and I will make you fisshers of men."
    },
    {
      "verse": 20,
      "text": "And they strayght waye lefte their nettes and folowed hym."
    },
    {
      "verse": 21,
      "text": "And he went forthe from thence and sawe other twoo brethren Iames the sonne of zebede and Ihon his brother in the shippe with zebede their father mendynge their nettes and called them."
    },
    {
      "verse": 22,
      "text": "And they with out taryinge lefte the shyp and their father and folowed hym."
    },
    {
      "verse": 23,
      "text": "And Iesus went aboute all Galile teachyng in their synagoges and preachynge the gospell of the kyngdome and healed all maner of sicknes and all maner dyseases amonge the people."
    },
    {
      "verse": 24,
      "text": "And his fame spreed abroode through oute all Siria. And they brought vnto hym all sicke people that were taken with divers diseases and gripinges and them that were possessed with devils and those which were lunatyke and those that had the palsie: and he healed them."
    },
    {
      "verse": 25,
      "text": "And ther folowed hym a greate nombre of people from Galile and from the ten cyties and from Ierusalem and from Iury and from the regions that lye beyonde Iordan."
    }
  ]
}