{
  "book_id": "MAT",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "When he sawe the people he went vp into a mountayne and when he was set his disciples came to hym"
    },
    {
      "verse": 2,
      "text": "and he opened hys mouthe and taught them sayinge:"
    },
    {
      "verse": 3,
      "text": "Blessed are the povre in sprete: for theirs is the kyngdome of heven."
    },
    {
      "verse": 4,
      "text": "Blessed are they that morne: for they shalbe conforted."
    },
    {
      "verse": 5,
      "text": "Blessed are the meke: for they shall inheret the erth."
    },
    {
      "verse": 6,
      "text": "Blessed are they which honger and thurst for rightewesnes: for they shalbe filled."
    },
    {
      "verse": 7,
      "text": "Blessed are the mercifull: for they shall obteyne mercy."
    },
    {
      "verse": 8,
      "text": "Blessed are the pure in herte: for they shall se God."
    },
    {
      "verse": 9,
      "text": "Blessed are the peacemakers: for they shalbe called the chyldren of God."
    },
    {
      "verse": 10,
      "text": "Blessed are they which suffre persecucion for rightwesnes sake: for theirs ys the kyngdome of heuen."
    },
    {
      "verse": 11,
      "text": "Blessed are ye when men reuyle you and persecute you and shall falsly say all manner of yvell saynges agaynst you for my sake."
    },
    {
      "verse": 12,
      "text": "Reioyce and be glad for greate is youre rewarde in heven. For so persecuted they the Prophetes which were before youre dayes."
    },
    {
      "verse": 13,
      "text": "ye are the salt of the erthe: but and yf the salt have lost hir saltnes what can be salted ther with? It is thence forthe good for nothynge but to be cast oute and to be troade vnder fote of men."
    },
    {
      "verse": 14,
      "text": "ye are the light of the worlde. A cite that is set on an hill cannot be hid"
    },
    {
      "verse": 15,
      "text": "nether do men lyght a cadell and put it vnder a busshell but on a candelstick and it lighteth all that are in the house."
    },
    {
      "verse": 16,
      "text": "Let youre light so shyne before men that they maye se youre good workes and glorify youre father which is in heven."
    },
    {
      "verse": 17,
      "text": "Thinke not that I am come to destroye the lawe or the Prophets: no I am nott come to destroye them but to fulfyll them."
    },
    {
      "verse": 18,
      "text": "For truely I saye vnto you till heven and erth perisshe one iott or one tytle of the lawe shall not scape tyll all be fulfilled."
    },
    {
      "verse": 19,
      "text": "Whosoever breaketh one of these lest commaundmentes and teacheth men so he shalbe called the leest in the kyngdome of heven. But whosoever obserueth and teacheth the same shal be called greate in the kyngdome of heven."
    },
    {
      "verse": 20,
      "text": "For I saye vnto you except youre rightewesnes excede the righetewesnes of the Scribes and Pharises ye cannot entre into the kyngdome of heven."
    },
    {
      "verse": 21,
      "text": "ye have herde howe it was sayd vnto the of the olde tyme: Thou shalt not kyll. For whoso ever kylleth shall be in daunger of iudgement."
    },
    {
      "verse": 22,
      "text": "But I say vnto you, whosoever is angre with hys brother, shalbe in daunger of iudgement. Whosoeuer sayeth vnto his brother Racha shalbe in dauger of a consell. But whosoeuer sayeth thou fole shalbe in dauger of hell fyre."
    },
    {
      "verse": 23,
      "text": "Therfore when thou offrest thy gifte at the altare and their remembrest that thy brother hath ought agaynst the:"
    },
    {
      "verse": 24,
      "text": "leue there thyne offrynge before the altre and go thy waye first and be reconcyled to thy brother and then come and offre thy gyfte."
    },
    {
      "verse": 25,
      "text": "Agre with thyne adversary quicklye, whyles thou arte in the waye with hym lest that adversary deliver ye to the iudge and the iudge, delivre ye to the minister, and the thou be cast into preson."
    },
    {
      "verse": 26,
      "text": "I say vnto ye verely: thou shalt not come out thece till thou have payed the utmost farthige."
    },
    {
      "verse": 27,
      "text": "ye haue hearde howe it was sayde to the of olde tyme: Thou shalt not committ advoutrie."
    },
    {
      "verse": 28,
      "text": "But I say vnto you that whosoeuer looketh on a wyfe lustynge after her hathe committed advoutrie with hir alredy in his hert."
    },
    {
      "verse": 29,
      "text": "Wherfore yf thy right eye offende ye plucke hym out, and caste him from the. Better it is for the that one of thy membres perisshe then that thy hole bodye shuld be cast into hell."
    },
    {
      "verse": 30,
      "text": "Also if thy right honde offend the cut hym of and caste hym from the. Better that ys that one of thy membres perisshe then that all thy body shulde be caste in to hell."
    },
    {
      "verse": 31,
      "text": "It ys sayd, whosoever put awaye his wyfe let hym geve her a testymonyall also of the devorcement."
    },
    {
      "verse": 32,
      "text": "But I say vnto you: whosoever put awaye his wyfe, (except it be for fornicacion), causeth her to breake matrymony. And whosoever maryeth her that is devorsed breaketh wedlocke."
    },
    {
      "verse": 33,
      "text": "Agayne ye haue hearde how it was sayd to the of olde tyme thou shalt not forsuere thy selfe but shalt performe thyne othe to God."
    },
    {
      "verse": 34,
      "text": "But I saye vnto you swere not at all nether by heue for it ys Goddes seate:"
    },
    {
      "verse": 35,
      "text": "nor yet by the erth for it is his fote stole: nether by Ierusalem for it ys the cyte of that greate kynge:"
    },
    {
      "verse": 36,
      "text": "nether shalt thou sweare by thy heed because thou canst not make one white heer or blacke:"
    },
    {
      "verse": 37,
      "text": "But your communicacion shalbe ye ye: nay nay. For whatsoeuer is more then that cometh of yvell."
    },
    {
      "verse": 38,
      "text": "ye have hearde how it ys sayd an eye for an eye: a tothe for a tothe."
    },
    {
      "verse": 39,
      "text": "But I saye to you that ye resist not wronge. But whosoever geve the a blowe on thy right cheke tourne to him the other."
    },
    {
      "verse": 40,
      "text": "And yf eny man will sue the at the lawe and take awaye thy coote let hym have thy cloocke also."
    },
    {
      "verse": 41,
      "text": "And whosoever wyll compell the to goo a myle goo wyth him twayne."
    },
    {
      "verse": 42,
      "text": "Geve to him that axeth and from him that wolde borowe tourne not awaye."
    },
    {
      "verse": 43,
      "text": "ye have hearde how it is sayde: thou shalt love thyne neghbour and hate thine enimy."
    },
    {
      "verse": 44,
      "text": "But I saye vnto you love youre enimies. Blesse the that coursse you. Do good to them that hate you. Praye for them which doo you wronge and persecute you"
    },
    {
      "verse": 45,
      "text": "that ye maye be the chyldern of youre father that is in heauen: for he maketh his sunne to aryse on the yvell and on the good and sendeth his reyn on the iuste and vniuste."
    },
    {
      "verse": 46,
      "text": "For yf ye love them which love you: what rewarde shall ye have? Doo not the Publicans euen so?"
    },
    {
      "verse": 47,
      "text": "And yf ye be frendly to youre brethren onlye: what singuler thynge doo ye?"
    },
    {
      "verse": 48,
      "text": "Do not the Publicans lyke wyse? ye shall therfore be perfecte even as youre father which is in heauen is perfecte."
    }
  ]
}