{
  "book_id": "MAT",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Ivdge not that ye be not iudged."
    },
    {
      "verse": 2,
      "text": "For as ye iudge so shall ye be iudged. And with what mesure ye mete with the same shall it be mesured to you agayne."
    },
    {
      "verse": 3,
      "text": "Why seist thou a moote in thy brothers eye and perceavest not the beame that ys yn thyne awne eye."
    },
    {
      "verse": 4,
      "text": "Or why sayest thou to thy brother: suffre me to plucke oute the moote oute of thyne eye and behold a beame is in thyne awne eye."
    },
    {
      "verse": 5,
      "text": "ypocryte fyrst cast oute the beame oute of thyne awne eye and then shalte thou se clearly to plucke oute the moote out of thy brothers eye."
    },
    {
      "verse": 6,
      "text": "Geve not that which is holy to dogges nether cast ye youre pearles before swyne lest they treade them vnder their fete and the other tourne agayne and all to rent you."
    },
    {
      "verse": 7,
      "text": "Axe and it shalbe geven you. Seke and ye shall fynd. knocke and it shalbe opened vnto you."
    },
    {
      "verse": 8,
      "text": "For whosoever axeth receaveth and he that seketh fyndeth and to hym that knocketh it shalbe opened."
    },
    {
      "verse": 9,
      "text": "Ys there eny man amonge you which if his sonne axed hym bread wolde offer him astone?"
    },
    {
      "verse": 10,
      "text": "Or if he axed fysshe wolde he proffer hym a serpet?"
    },
    {
      "verse": 11,
      "text": "yf ye then which are evyll cane geve to youre chyldren good gyftes: how moche moore shall youre father which is in heven geve good thynges to them that axe hym?"
    },
    {
      "verse": 12,
      "text": "Therfore whatsoever the wolde that men shulde do to you even so do ye to them. This ys the lawe and the Prophettes."
    },
    {
      "verse": 13,
      "text": "Enter in at the strayte gate: for wyde is the gate and broade is the waye that leadeth to destruccion: and many ther be which goo yn therat."
    },
    {
      "verse": 14,
      "text": "But strayte is the gate and narowe ys the waye which leadeth vnto lyfe: and feawe there be that fynde it."
    },
    {
      "verse": 15,
      "text": "Beware of false Prophetes which come to you in shepes clothinge but inwardly they are ravenynge wolves."
    },
    {
      "verse": 16,
      "text": "Ye shall knowe them by their frutes. Do men gaddre grapes of thornes? or figges of bryres?"
    },
    {
      "verse": 17,
      "text": "Euen soo every good tree bryngeth forthe good frute. But a corrupte tree bryngethe forthe evyll frute."
    },
    {
      "verse": 18,
      "text": "A good tree cannot brynge forthe bad frute: nor yet a bad tree can bringe forthe good frute."
    },
    {
      "verse": 19,
      "text": "Every tree that bryngethe not forthe good frute shalbe hewe doune and cast into the fyre."
    },
    {
      "verse": 20,
      "text": "Wherfore by their frutes ye shall knowe them."
    },
    {
      "verse": 21,
      "text": "Not all they that saye vnto me Master Master shall enter in to the kyngdome of heven: but he that dothe my fathers will which ys in heven."
    },
    {
      "verse": 22,
      "text": "Many will saye to me in that daye Master master have we not in thy name prophesied? And in thy name have caste oute devyls? And in thy name have done many miracles?"
    },
    {
      "verse": 23,
      "text": "And then will I knowlege vnto them that I never knewe them. Departe from me ye workers of iniquite."
    },
    {
      "verse": 24,
      "text": "Whosoever heareth of me these sayinges and doethe the same I wyll lyken hym vnto a wyse man which bylt hys housse on a rocke:"
    },
    {
      "verse": 25,
      "text": "and aboundance of rayne descended and the fluddes came and the wyndes blewe and bet vpon that same housse and it fell not because it was grounded on the rocke."
    },
    {
      "verse": 26,
      "text": "And whosoever heareth of me these sayinges and doth the not shalbe lykened vnto a folysh man which bilt hys housse apon the sonde:"
    },
    {
      "verse": 27,
      "text": "and abundaunce of rayne descended and the fluddes came and the wyndes blewe and beet vpon that housse and it fell and great was the fall of it."
    },
    {
      "verse": 28,
      "text": "And it came to passe that when Iesus had ended these saynges the people were astonnyed at hys doctryne."
    },
    {
      "verse": 29,
      "text": "For he taught them as one havynge power and not as the Scribes."
    }
  ]
}