{
  "book_id": "MAT",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Then he entred in to a shippe and passed over and came in to his awne cite."
    },
    {
      "verse": 2,
      "text": "And lo they brought to him a man sicke of the palsie lyinge in his bed. And when Iesus sawe the faith of the he sayd to the sicke of the palsie: sonne be of good chere thy sinnes be forgeve the."
    },
    {
      "verse": 3,
      "text": "And beholde certeyne of the scribes sayd in the selves this man blasphemeth."
    },
    {
      "verse": 4,
      "text": "And when Iesus sawe their thoughtes he sayd: wherfore thinke ye evill in youre hertes?"
    },
    {
      "verse": 5,
      "text": "Whether ys esyer to saye thy synnes be forgeven ye or to saye: arise and walke?"
    },
    {
      "verse": 6,
      "text": "That ye maye knowe that the sonne of man hath power to forgeve sinnes in erth then sayd he vnto the sicke of the palsye: arise take vp thy beed and go home to thine housse."
    },
    {
      "verse": 7,
      "text": "And he arose and departed to his awne housse."
    },
    {
      "verse": 8,
      "text": "And when the people sawe it they marveyled and glorified god which had geve suche power to men."
    },
    {
      "verse": 9,
      "text": "And as Iesus passed forth from thence he sawe a man syt a receyuinge of custome named Mathew and sayd to him: folowe me. And he arose and folowed him."
    },
    {
      "verse": 10,
      "text": "And it came to passe as he sat at meate in the housse: beholde many publicans and synners came and sate downe also with Iesus and hys disciples."
    },
    {
      "verse": 11,
      "text": "When the Pharises sawe that they sayd to hys disciples: why eateth youre master with publicans and synners?"
    },
    {
      "verse": 12,
      "text": "When Iesus herde that he sayde vnto them: The whole neade not the phisicion but they that are sicke."
    },
    {
      "verse": 13,
      "text": "Goo and learne what that meaneth: I have pleasure in mercy and not in offerynge. For I am not come to call the rightewes but the synners to repentaunce."
    },
    {
      "verse": 14,
      "text": "Then came the disciples of Ihon to hym sayinge: why do we and the Pharises fast ofte: but thy disciples fast not?"
    },
    {
      "verse": 15,
      "text": "And Iesus sayde vnto them: Can the weddynge chyldren morne as longe as the bridegrome is with them? The tyme will come when the bridegrome shalbe take from them and then shall they faste."
    },
    {
      "verse": 16,
      "text": "Noo man peceth and olde garment with a pece of newe cloothe. For then taketh he awaye the pece agayne from the garmet and the rent ys made greater."
    },
    {
      "verse": 17,
      "text": "Nether do men put newe wyne into olde vessels for then the vessels breake and the wyne runneth oute and the vessels perysshe. But they powre newe wyne into newe vessels and so are both saved togeder."
    },
    {
      "verse": 18,
      "text": "Whyls he thus spake vnto the beholde ther came a certayne ruler and worshipped him sayinge: my doghter is euen now deceased but come and lay thy honde on her and she shall live."
    },
    {
      "verse": 19,
      "text": "And Iesus arose and folowed hym with hys disciples."
    },
    {
      "verse": 20,
      "text": "And beholde a woman which was diseased with an yssue of bloude .xii. yeres came behynde hym and toched the hem of hys vesture."
    },
    {
      "verse": 21,
      "text": "For she sayd in her silfe: yf I maye toche but even his vesture only I shalbe safe."
    },
    {
      "verse": 22,
      "text": "Then Iesus tourned him about and behelde her sayinge: Doughter be of good conforte thy faith hath made the safe. And she was made whole even that same houre."
    },
    {
      "verse": 23,
      "text": "And when Iesus came into the rulers housse and sawe the minstrels and the people raginge"
    },
    {
      "verse": 24,
      "text": "he sayde vnto them: Get you hence for the mayde is not deed but slepeth. And they laughed hym to scorne."
    },
    {
      "verse": 25,
      "text": "Assone as the people were put forthe he went in and toke her by the hond and the mayde arose."
    },
    {
      "verse": 26,
      "text": "And this was noysed through out all that lande."
    },
    {
      "verse": 27,
      "text": "And as Iesus departed thence two blynde men folowed hym crying and saying: O thou sonne of David have mercy on vs."
    },
    {
      "verse": 28,
      "text": "And when he was come to housse the blynd came to hym And Iesus sayde vnto them: Beleve ye that I am able to do thys? And they sayde vnto hym: ye Lorde."
    },
    {
      "verse": 29,
      "text": "Then touched he their eyes saying: acordynge to youre faythe be it vnto you."
    },
    {
      "verse": 30,
      "text": "And their eyes were opened. And Iesus charged the saying: Se that no man knowe of it."
    },
    {
      "verse": 31,
      "text": "But they assone as they were departed spreed abroade his name through oute all the londe."
    },
    {
      "verse": 32,
      "text": "As they went out beholde they brought to hym a dome man possessed af a devyll."
    },
    {
      "verse": 33,
      "text": "And as sone as the devyll was cast oute the domme spake: And the people merveled sayinge: it was never so sene in Israel."
    },
    {
      "verse": 34,
      "text": "But the Pharises sayde: he casteth oute devyls by the power of the chefe devyll."
    },
    {
      "verse": 35,
      "text": "And Iesus went about all cities and tounes teachynge in their synagoges and preachyng the glad tidinges of the kyngdome and healinge all maner sicknes and desease amonge the people."
    },
    {
      "verse": 36,
      "text": "But when he sawe the people he had compassion on the because they were pyned awaye and scattered abroade even as shepe havinge no shepherd."
    },
    {
      "verse": 37,
      "text": "Then sayde he to hys disciples: the hervest is greate but the laborers are feawe."
    },
    {
      "verse": 38,
      "text": "Wherfore praye the Lorde of the harvest to sende forthe laborers into hys harvest."
    }
  ]
}