{
  "book_id": "MAT",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to passe when Iesus had made an ende of commaundinge his .xii. disciples that he departed thence to teache and to preache in their cities."
    },
    {
      "verse": 2,
      "text": "When Ihon beinge in preson hearde the workes of Christ he sent two of his disciples"
    },
    {
      "verse": 3,
      "text": "and sayde vnto him. Arte thou he that shall come: or shall we loke for another."
    },
    {
      "verse": 4,
      "text": "Iesus answered and sayde vnto them. Go and shewe Ihon what ye have hearde and sene."
    },
    {
      "verse": 5,
      "text": "The blynd se the halt goo the lepers are clensed: the deef heare the ded ryse ageyne and the glad tidinges is preached to the povre."
    },
    {
      "verse": 6,
      "text": "And happy is he that is not offended by me."
    },
    {
      "verse": 7,
      "text": "And as they departed Iesus begane to speake vnto the people of Ihon. What for to se wet ye out in to the wyldernes? wet ye out to se a rede shake with the wynde?"
    },
    {
      "verse": 8,
      "text": "other what wet ye out for to se? A man clothed in soofte raymet:? Beholde they that weare soofte clothing are in kynges howses."
    },
    {
      "verse": 9,
      "text": "But what wet ye oute for to se? A prophete? Ye I saye to you and more the a prophete."
    },
    {
      "verse": 10,
      "text": "For this is he of who it is wrytte. Beholde I sende my messenger before thy face which shall prepare thy waye before the"
    },
    {
      "verse": 11,
      "text": "Verely I saye vnto you amonge the chyldren of wemen arose there not a gretter then Ihon the baptist. Notwithstondinge he that ys lesse in the kyngdome of heven ys gretter then he."
    },
    {
      "verse": 12,
      "text": "From the tyme of Ihon Baptist hytherto the kyngdome of heven suffreth violence and they that go to it with violence pluck it vnto them."
    },
    {
      "verse": 13,
      "text": "For all the prophetes and the lawe prophesyed vnto to the tyme of Ihon."
    },
    {
      "verse": 14,
      "text": "Also yf ye wyll receave it this is Helyas which shuld come."
    },
    {
      "verse": 15,
      "text": "He that hathe eares to heare let him heare."
    },
    {
      "verse": 16,
      "text": "But wher vnto shall I lyken this generacion? It ys lyke vnto chyldre which syt in the market and call vnto their felowes"
    },
    {
      "verse": 17,
      "text": "and saye: we have pyped vnto you and ye have not daunsed? We have morned vnto you and ye have not sorowed."
    },
    {
      "verse": 18,
      "text": "For Ihon came nether eatinge nor drinkinge and they saye he hath the devyll."
    },
    {
      "verse": 19,
      "text": "The sonne of man came eatinge and drinkinge and they saye beholde a glutton and drynker of wyne and a frend vnto publicans and synners. Never the later wysdome ys iustified of hir children."
    },
    {
      "verse": 20,
      "text": "Then began he to vpbrayd the cities in which most of his miracles were done because they meded not."
    },
    {
      "verse": 21,
      "text": "Wo be to the Chorasin. Wo be to the Betzaida: for if the miracles which were shewd in you had bene done in Tyre and Sidon they had repented longe agone in sackcloth and asshes."
    },
    {
      "verse": 22,
      "text": "Neverthelesse I say to you: it shall be esier for Tyre and Sidon at the day of iudgement then for you."
    },
    {
      "verse": 23,
      "text": "And thou Capernaum which art lift vp vnto heven shalt be brought doune to hell. For if the miracles which have bene done in the had bene shewed in zodom: they had remayned to this daye."
    },
    {
      "verse": 24,
      "text": "Neverthelesse I saye vnto you: it shalbe easiar for the londe of zodom in the daye of iudgement then for the."
    },
    {
      "verse": 25,
      "text": "At that tyme Iesus answered and sayd: I prayse the o father lorde of heven and erth because thou hast hid these thinges from the wyse and prudet and hast opened the vnto babes:"
    },
    {
      "verse": 26,
      "text": "even so father for so it pleased the."
    },
    {
      "verse": 27,
      "text": "All thinges are geve vnto me of my father. And noma knoweth the sonne but the father: nether knoweth eny man the father save the sonne and he to whome the sonne will open him."
    },
    {
      "verse": 28,
      "text": "Come vnto me all ye that laboure and are laden and I wyll ease you."
    },
    {
      "verse": 29,
      "text": "Take my yoke on you and lerne of me for I am meke and lowly in herte: and ye shall fynd rest vnto youre soules."
    },
    {
      "verse": 30,
      "text": "For my yoke is easy and my burden is light."
    }
  ]
}