{
  "book_id": "MAT",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "In that tyme went Iesus on the Sabot dayes thorow the corne and his disciples were anhogred and begane to plucke the eares of coorne and to eate."
    },
    {
      "verse": 2,
      "text": "When the pharises sawe that they sayde vnto him: Beholde thy disciples do that which is not lawfull to do apon the saboth daye."
    },
    {
      "verse": 3,
      "text": "He sayde vnto the: Haue ye not reed what David did when he was anhougered and they also which were with him?"
    },
    {
      "verse": 4,
      "text": "How he entred into the housse of God and ate the halowed loves which were not lawfull for him to eate nether for the which were with him but only for the prestes."
    },
    {
      "verse": 5,
      "text": "Or have ye not reed in the lawe how that the prestes in the temple breake the saboth daye and yet are blamlesse?"
    },
    {
      "verse": 6,
      "text": "But I saye vnto you: that here is one greater then the temple."
    },
    {
      "verse": 7,
      "text": "Wherfore yf ye had wist what this sayinge meneth: I require mercy and not sacrifice: ye wold never have condemned innocetes."
    },
    {
      "verse": 8,
      "text": "For the sonne of man is lord even of the saboth daye."
    },
    {
      "verse": 9,
      "text": "And he departed thence and went into their synagoge:"
    },
    {
      "verse": 10,
      "text": "and beholde ther was a man whiche had his hande dryed vp. And they axed him sayinge: ys it lawfull to heale apon the saboth dayes? because they myght acuse him."
    },
    {
      "verse": 11,
      "text": "And he sayde vnto the: whiche of you wolde it be yf he had a shepe fallen into a pitte on the saboth daye that wolde not take him and lyft him out?"
    },
    {
      "verse": 12,
      "text": "And how moche is a man better the a shepe? Wherfore it is lefull to do a good dede on the saboth dayes."
    },
    {
      "verse": 13,
      "text": "Then sayde he to the man: stretch forth thy had. And he stretched it forthe. And it was made whole agayne lyke vnto the other."
    },
    {
      "verse": 14,
      "text": "Then the Pharyses wet out and helde a consell agaynst hym how they myght destroye hym."
    },
    {
      "verse": 15,
      "text": "When Iesus knewe that he departed thece and moche people folowed him and he healed the all"
    },
    {
      "verse": 16,
      "text": "and charged the that they shuld not make him knowe:"
    },
    {
      "verse": 17,
      "text": "to fulfyll that which was spoden by Esay the Prophet which sayeth."
    },
    {
      "verse": 18,
      "text": "Beholde my chylde who I have chosen my beloved in who my soule deliteth. I wyll put my sprete on hym and he shall shewe iudgement to the gentyls."
    },
    {
      "verse": 19,
      "text": "He shall not stryve he shall not crye nether shall eny man heare his voyce in the streetes"
    },
    {
      "verse": 20,
      "text": "a brosed rede shall he not breacke and flaxe that begynneth to burne he shall not queche tyll he sende forth iudgement vnto victory"
    },
    {
      "verse": 21,
      "text": "and in hys name shall the gentyls truste."
    },
    {
      "verse": 22,
      "text": "Then was brought to hym one possessed with a devyll which was both blynde and domme: and he healed hym insomoch that he which was blynd and domme both spake and sawe."
    },
    {
      "verse": 23,
      "text": "And all the people were amased and sayde: Ys not this that sonne of David?"
    },
    {
      "verse": 24,
      "text": "But when the Pharises hearde that they sayde: This felow dryveth the devyls no nother wyse oute but by the helpe of Belzebub the chefe of the devyls."
    },
    {
      "verse": 25,
      "text": "But Iesus knewe their thoughtes and sayde to the. Every kingdome devided with in it sylfe shalbe brought to naught. Nether shall eny cite or housholde devyded agest it sylfe contynue."
    },
    {
      "verse": 26,
      "text": "So if satan cast out satan the is he devyded agenst him sylfe. How shall then his kyngdome endure?"
    },
    {
      "verse": 27,
      "text": "Also if I by the helpe of Belzebub cast oute devyls: by whose helpe do youre chyldren cast them out? Therfore they shalbe youre iudges."
    },
    {
      "verse": 28,
      "text": "But if I cast out the devyls by the sprite of God: then is the kyngdome of god come on you?"
    },
    {
      "verse": 29,
      "text": "Ether how can a man enter into a stroge mannes housse and violently take awaye his goodes: excepte he fyrst binde the stroge man and the spoyle his housse?"
    },
    {
      "verse": 30,
      "text": "He that is not with me is agaynst me. And he that gaddereth not with me scattereth abrode."
    },
    {
      "verse": 31,
      "text": "Wherfore I say vnto you all maner of synne and blasphemy shalbe forgeven vnto men: but the blasphemy of the sprite shall not be forgeven vnto men."
    },
    {
      "verse": 32,
      "text": "And whosoever speaketh a worde agaynst the sonne of man it shalbe forgeven him. But whosoever speaketh agaynst the holy goost it shall not be forgeven hym: no nether in this worlde nether in the worlde to come."
    },
    {
      "verse": 33,
      "text": "Ether make the tree good and his frute good also: or els make the tree evyll and his frute evyll also. For the tree is knowe by his frute."
    },
    {
      "verse": 34,
      "text": "O generacion of viperes how can ye saye well when ye youre selves are evyll? For of the aboundance of the hert the mouthe speaketh."
    },
    {
      "verse": 35,
      "text": "A good man oute of the good treasure of his hert bringeth forth good thynges. And an evyll man out of his evyll treasure bringeth forth evyll thinges."
    },
    {
      "verse": 36,
      "text": "But I say vnto you that of every ydell worde that men shall have spoken: they shall geve acountes at the daye of iudgement."
    },
    {
      "verse": 37,
      "text": "For by thy wordes thou shalt be iustifyed: and by thy wordes thou shalt be condemned."
    },
    {
      "verse": 38,
      "text": "Then answered certeyne of the scribes and of the Pharises sayinge: Master we wolde fayne se a sygne of the."
    },
    {
      "verse": 39,
      "text": "He answered and sayde to the: The evyll and advoutrous generacion seketh a signe but ther shall no signe be geve to the saue the signe of the Prophete Ionas."
    },
    {
      "verse": 40,
      "text": "For as Ionas was thre dayes and thre nyghtes in the whales belly: soo shall the sonne of man be thre dayes and thre nyghtes in the hert of the erth."
    },
    {
      "verse": 41,
      "text": "The men of Ninivie shall rise at the daye of iugdement with this nacion and condemne them: for they amended at the preachinge of Ionas. And beholde a greater then Ionas is here."
    },
    {
      "verse": 42,
      "text": "The quene of the south shall ryse at the daye of iudgement with this generacion and shall condemne the: for she came from the vtmost parties of the worlde to heare the wysdome of Salomon. And beholde a greater then Salomon is here."
    },
    {
      "verse": 43,
      "text": "When the vnclene sprite is gone out of a man he walketh throughout dry places seking reest and fyndeth none."
    },
    {
      "verse": 44,
      "text": "Then he sayeth: I will retourne ageyne into my housse from whence I came oute. And when he is come he fyndeth the housse empty and swepte and garnisshed."
    },
    {
      "verse": 45,
      "text": "Then he goeth his waye and taketh vnto him seven other spretes worsse then himsilfe and so entre they in and dwell there. And the ende of that man is worsse then the beginning. Even so shall it be with this evell nacion."
    },
    {
      "verse": 46,
      "text": "Whill he yet talked to the people: beholde his mother and his brethren stode without desyringe to speake with him."
    },
    {
      "verse": 47,
      "text": "Then one sayde vnto hym: beholde thy mother and thy brethren stonde without desiringe to speke with the."
    },
    {
      "verse": 48,
      "text": "He answered and sayd to him that tolde hym: Who is my mother? or who are my brethren?"
    },
    {
      "verse": 49,
      "text": "And he stretched forth his hond over his disciples and sayd: behold my mother and my brethren."
    },
    {
      "verse": 50,
      "text": "For whosoever dothe my fathers will which is in heven the same is my brother suster and mother."
    }
  ]
}