{
  "book_id": "MAT",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "The same daye wet Iesus out of the house and sat by the see syde"
    },
    {
      "verse": 2,
      "text": "and moch people resorted vnto him so gretly that he wet and sat in a shippe and all the people stode on the shoore."
    },
    {
      "verse": 3,
      "text": "And he spake many thynges to the in similitudes sayinge: Beholde the sower wet forth to sowe."
    },
    {
      "verse": 4,
      "text": "And as he sowed some fell by the wayessyde and the fowlles came and devoured it vp."
    },
    {
      "verse": 5,
      "text": "Some fell apon stony groude where it had not moche erth and a none it sproge vp because it had no depth of erth:"
    },
    {
      "verse": 6,
      "text": "and when the sunne was vp it cauht heet and for lake of rotynge wyddred awaye."
    },
    {
      "verse": 7,
      "text": "Some fell amonge thornes and the thornes sproge vp and chooked it."
    },
    {
      "verse": 8,
      "text": "Parte fell in good ground and brought forth good frute: some an hundred fold some sixtie fold some thyrty folde."
    },
    {
      "verse": 9,
      "text": "Whosoever hath eares to heare let him heare."
    },
    {
      "verse": 10,
      "text": "And the disciples came and sayde to him: Why speakest thou to the in parables?"
    },
    {
      "verse": 11,
      "text": "He answered and sayde vnto them: it is geve vnto you to knowe the secretes of the kyngdome of heven but to the it is not geve"
    },
    {
      "verse": 12,
      "text": "For whosoever hath to him shall be geven: and he shall have aboundance. But whosoever hath not: from hym shalbe takyn awaye even that he hath."
    },
    {
      "verse": 13,
      "text": "Therfore speake I to them in similitudes: for though they se they se not: and hearinge they heare not: nether vnderstonde."
    },
    {
      "verse": 14,
      "text": "And in them is fulfilled the Prophesie of Esayas which prophesie sayth: with the eares ye shall heare and shall not vnderstonde and with the eyes ye shall se and shall not perceave."
    },
    {
      "verse": 15,
      "text": "For this peoples hertes are wexed grosse and their eares were dull of herynge and their eyes have they closed lest they shulde se with their eyes and heare with their eares and shuld vnderstonde with their hertes and shuld tourne that I myght heale them."
    },
    {
      "verse": 16,
      "text": "But blessed are youre eyes for they se: and youre eares for they heare."
    },
    {
      "verse": 17,
      "text": "Verely I say vnto you that many Prophetes and perfaicte me have desired to se tho thinges which ye se and have not sene the: and to heare tho thinges which ye heare and have not herde the."
    },
    {
      "verse": 18,
      "text": "Heare ye therfore the similitude of the sower."
    },
    {
      "verse": 19,
      "text": "Whosoever heareth the worde of the kingdome and vnderstondeth it not ther cometh the evyll man and catcheth awaye that which was sowne in his hert. And this is he which was sowne by the wayesyde."
    },
    {
      "verse": 20,
      "text": "But he that was sowne in the stony grounde is he which heareth the worde of God and anone with ioye receaveth it"
    },
    {
      "verse": 21,
      "text": "yet hath he no rottes in him selfe and therfore dureth but a season: for assone as tribulacion or persecucion aryseth because of the worde by and by he falleth."
    },
    {
      "verse": 22,
      "text": "He that was sowne amonge thornes is he that heareth the worde of God: but the care of this worlde and the dissaytfulnes of ryches choke the worde and so is he made vnfrutfull."
    },
    {
      "verse": 23,
      "text": "He which is sowne in the good grounde is he that heareth the worde and vnderstodeth it which also bereth frute and bringeth forth some an hundred folde some sixtie folde and some thirty folde."
    },
    {
      "verse": 24,
      "text": "Another similitude put he forth vnto the sayinge: The kyngdome of heven is lyke vnto a man which sowed good seed in his felde."
    },
    {
      "verse": 25,
      "text": "But whyll men slepte ther came his foo and sowed tares amonge the wheate and wet his waye."
    },
    {
      "verse": 26,
      "text": "When the blade was spronge vp and had brought forth frute the appered the tares also."
    },
    {
      "verse": 27,
      "text": "The servaunts came to the housholder and sayde vnto him: Syr sowedest not thou good seed in thy closse from whence the hath it tares?"
    },
    {
      "verse": 28,
      "text": "He sayde to the the envious man hath done this. Then the servauntes sayde vnto him: wilt thou then that we go and gader them?"
    },
    {
      "verse": 29,
      "text": "But he sayde nay lest whill ye go aboute to wede out the tares ye plucke vppe also with them the wheate by the rottes:"
    },
    {
      "verse": 30,
      "text": "let bothe growe to gether tyll harvest come and in tyme of harvest I wyll saye to the repers gather ye fyrst the tares and bind the in sheves to be bret: but gather the wheete into my barne."
    },
    {
      "verse": 31,
      "text": "Another parable he put forthe vnto the sayinge. The kyngdome of heven is lyke vnto a grayne of mustard seed which a man taketh and soweth in his felde"
    },
    {
      "verse": 32,
      "text": "which is the leest of all seedes. But when it is groune it is the greatest amonge yerbes and it is a tree: so that the bryddes of the ayer come and bylde in the brauches of it."
    },
    {
      "verse": 33,
      "text": "Another similitude sayde he to them. The kyngdome of heven is lyke vnto leve which a woman taketh and hydeth in .iii. peckes of meele tyll all be levended."
    },
    {
      "verse": 34,
      "text": "All these thynge spake Iesus vnto the people by similitudes and with oute similitudes spake he nothinge to them"
    },
    {
      "verse": 35,
      "text": "to fulfyll that which was spoke by the Prophet sayinge: I wyll open my mouth in similitudes and wyll speake forth thinges which have bene kepte secrete from the begynninge of the worlde."
    },
    {
      "verse": 36,
      "text": "Then sent Iesus the people awaye and came to housse. And his disciples came vnto him sayinge: declare vnto vs the similitude of the tares of the felde."
    },
    {
      "verse": 37,
      "text": "Then answered he and sayde to them. He that soweth the good seed is the sonne of man."
    },
    {
      "verse": 38,
      "text": "And the felde is the worlde. And the chyldre of the kingdome they are the good seed. And the tares are the chyldren of the wicked."
    },
    {
      "verse": 39,
      "text": "And the enemye that soweth the is the devell. The harvest is the end of the worlde. And the repers be the angels."
    },
    {
      "verse": 40,
      "text": "For even as the tares are gaddred and bret in the fyre: so shall it be in the ende of this worlde."
    },
    {
      "verse": 41,
      "text": "The sonne of man shall send forth his angels and they shall gather out of his kyngdome all thinges that offende and them which do iniquite"
    },
    {
      "verse": 42,
      "text": "and shall cast them into a furnes of fyre. There shalbe waylynge and gnasshing of teth."
    },
    {
      "verse": 43,
      "text": "Then shall the iuste men shyne as bryght as the sunne in the kyngdome of their father. Whosoever hath eares to heare let him heare."
    },
    {
      "verse": 44,
      "text": "Agayne the kyngdome of heven is lyke vnto treasure hidde in the felde the which a man fyndeth and hideth: and for ioy therof goeth and selleth all that he hath and byeth that felde."
    },
    {
      "verse": 45,
      "text": "Agayne the kyngdome of heven is lyke vnto a marchaunt that seketh good pearles"
    },
    {
      "verse": 46,
      "text": "which when he had founde one precious pearle wet and solde all that he had and bought it."
    },
    {
      "verse": 47,
      "text": "Agayne the kyngdome of heven is lyke vnto a neet cast into the see that gadereth of all kyndes of fysshes:"
    },
    {
      "verse": 48,
      "text": "which when it is full men drawe to londe and sitte and gadre the good into vessels and cast the bad awaye."
    },
    {
      "verse": 49,
      "text": "So shall it be at the ende of the worlde. The angels shall come oute and sever the bad from the good"
    },
    {
      "verse": 50,
      "text": "and shall cast them into a furnes of fyre: there shalbe waylinge and gnasshynge of teth."
    },
    {
      "verse": 51,
      "text": "Iesus sayde vnto them: vnderstonde ye all these thynges? They sayde ye Lorde."
    },
    {
      "verse": 52,
      "text": "Then sayde he vnto them: Therfore every scribe which is taught vnto the kyngdome of heven is lyke an housholder which bryngeth forth out of hys treasure thynges bothe new and olde."
    },
    {
      "verse": 53,
      "text": "And it came to passe when Iesus had finisshed these similitudes that he departed thece"
    },
    {
      "verse": 54,
      "text": "and came in to his awne countre and taught them in their synagoges in so moche that they were astonyed and sayde: whence cometh all this wysdome and power vnto him?"
    },
    {
      "verse": 55,
      "text": "Is not this the carpeters sonne? Is not his mother called Mary? and his brethren be called Iames and Ioses and Simon and Iudas?"
    },
    {
      "verse": 56,
      "text": "And are not his susters all here with vs? Whence hath he all these thynge."
    },
    {
      "verse": 57,
      "text": "And they were offended by him. The Iesus sayd to the a Prophet is not with out honoure save in hys awne countre and amonge his awne kynne."
    },
    {
      "verse": 58,
      "text": "And he dyd not many miracles there for there vnbelefes sake."
    }
  ]
}