{
  "book_id": "MAT",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "At that tyme Herod the tetrarcha hearde of the fame of Iesu"
    },
    {
      "verse": 2,
      "text": "and sayde vnto his servautes: This is Ihon the baptist. He is risen agayne from deeth and therfore are soche myracles wrought by him."
    },
    {
      "verse": 3,
      "text": "For Herod had taken Ihon and bounde him and put him in preson for Herodias sake his brother Philips wyfe."
    },
    {
      "verse": 4,
      "text": "For Ihon sayde vnto him: That is not lawfull for the to have her."
    },
    {
      "verse": 5,
      "text": "And when he wold have put him to deeth he feared the people because they counted him as a prophet."
    },
    {
      "verse": 6,
      "text": "But when Herodes birth daye was come the doughter of Herodias daunsed before them and pleased Herod."
    },
    {
      "verse": 7,
      "text": "Wherfore he promised with an oth that he wolde geve hir whatsoever she wolde axe."
    },
    {
      "verse": 8,
      "text": "And she beinge informed of her mother before sayde: geve me here Ihon baptistes heed in a platter."
    },
    {
      "verse": 9,
      "text": "And the kynge sorowed. Neverthelesse for his othes sake and for their sakis which sate also at the table he commaunded that to be geven hir:"
    },
    {
      "verse": 10,
      "text": "and sent and beheeded Ihon in the preson"
    },
    {
      "verse": 11,
      "text": "and his heed was brought in a platter and geven to the damsell and she brought it to her mother."
    },
    {
      "verse": 12,
      "text": "And his disciples came and toke vp his body and buryed it: and went and tolde Iesus."
    },
    {
      "verse": 13,
      "text": "When Iesus hearde that he departed thence by shippe in to a desert place out of the waye. And when the people had hearde therof they folowed him afote out of their cities."
    },
    {
      "verse": 14,
      "text": "And Iesus went forth and sawe moche people and his herte did melte vpon them and he healed of them those that were sicke."
    },
    {
      "verse": 15,
      "text": "When even was come his disciples came to him sayinge. This is a deserte place and the daye is spent: let the people departe that they maye go into the tounes and bye them vytayllis."
    },
    {
      "verse": 16,
      "text": "But Iesus sayde vnto them. They have no neade to go awaye. Geve ye them to eate."
    },
    {
      "verse": 17,
      "text": "Then sayde they vnto him: we have here but .v. loves and two fysshes."
    },
    {
      "verse": 18,
      "text": "And he sayde: bringe the hyther to me."
    },
    {
      "verse": 19,
      "text": "And he commaunded the people to syt downe on the grasse: and toke the .v. loves and the .ii. fysshes and loked vp to heven and blessed and brake and gave the loves to his disciples and the disciples gave them to the people."
    },
    {
      "verse": 20,
      "text": "And they dyd all eate and were suffised. And they gadered vp of the gobbetes that remayned vii. basketes full."
    },
    {
      "verse": 21,
      "text": "And they that ate werein nobre about .v.M. men besyde wemen and chyldren."
    },
    {
      "verse": 22,
      "text": "And strayght waye Iesus made his disciples enter into a shippe and to goo over before him whill he sent the people awaye."
    },
    {
      "verse": 23,
      "text": "And assone as he had sent the people awaye he went vp into a moutayne alone to praye. And when nyght was come he was there him silf alone."
    },
    {
      "verse": 24,
      "text": "And the shippe was now in the middes of the see and was toost with waves for it was a cotrary wynde."
    },
    {
      "verse": 25,
      "text": "In the fourthe watche of the night Iesus came vnto them walkynge on the see."
    },
    {
      "verse": 26,
      "text": "And when his disciples sawe him walkynge on the see they were troubled sayinge: it is some spirite and cryed out for feare."
    },
    {
      "verse": 27,
      "text": "And streyght waye Iesus spake vnto them sayinge: be of god cheare it is I be not afrayed."
    },
    {
      "verse": 28,
      "text": "Peter answered him and sayde: master if thou be he bid me come vnto the on the water."
    },
    {
      "verse": 29,
      "text": "And he sayde come. And when Peter was come doune out of the shippe he walked on the water to go to Iesus."
    },
    {
      "verse": 30,
      "text": "But when he sawe a myghty wynde he was afrayed. And as he beganne to synke he cryed sayinge: master save me."
    },
    {
      "verse": 31,
      "text": "And immediatly Iesus stretched forth his hode and caught him and sayde to him: O thou of lytell faith wherfore diddest thou dout?"
    },
    {
      "verse": 32,
      "text": "And assone as they were come in to the shippe the wynde ceassed."
    },
    {
      "verse": 33,
      "text": "Then they that were in the shippe came and worshipped him sayinge: of a truth thou arte the sonne of God."
    },
    {
      "verse": 34,
      "text": "And when they were come over they went in to the londe of Genazareth."
    },
    {
      "verse": 35,
      "text": "And when the men of that place had knowledge of him they sent out in to all that countre rounde about and brought vnto him all that were sicke"
    },
    {
      "verse": 36,
      "text": "and besought him that they myght touche the hemme of his vesture only. And as many as touched it were made safe."
    }
  ]
}