{
  "book_id": "MAT",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Then came to Iesus scribes and pharises from Ierusalem sayinge:"
    },
    {
      "verse": 2,
      "text": "why do thy disciples transgresse the tradicions of the elders? for they wesshe not their hondes when they eate breed."
    },
    {
      "verse": 3,
      "text": "He answered and sayde vnto them: why do ye also transgresse the commaundment of God thorowe youre tradicions?"
    },
    {
      "verse": 4,
      "text": "For God commaunded sayinge: honoure thy father and mother and he that cursseth father or mother shall suffer deeth."
    },
    {
      "verse": 5,
      "text": "But ye saye every man shall saye to his father or mother: That which thou desyrest of me to helpe the with: is geven God:"
    },
    {
      "verse": 6,
      "text": "and so shall he not honoure his father or his mother. And thus haue ye made that the commaundment of God is with out effecte through youre tradicions."
    },
    {
      "verse": 7,
      "text": "Ypocrites well prophesyed of you Esay sayinge:"
    },
    {
      "verse": 8,
      "text": "This people draweth nye vnto me with their mouthes and honoureth me with their lippes howbe it their hertes are farre from me:"
    },
    {
      "verse": 9,
      "text": "but in vayne they worshippe me teachinge doctrines whiche are nothing but mens precepts."
    },
    {
      "verse": 10,
      "text": "And he called the people vnto him and sayde to them: heare and vnderstande."
    },
    {
      "verse": 11,
      "text": "That which goeth into the mouth defyleth not the man: but that which commeth out of the mouth defyleth the man."
    },
    {
      "verse": 12,
      "text": "Then came his disciples and sayde vnto him. Perceavest thou not how that the pharises are offended in hearinge thys sayinge?"
    },
    {
      "verse": 13,
      "text": "He answered and sayde: all plantes which my hevely father hath not planted shalbe plucked vp by the rotes."
    },
    {
      "verse": 14,
      "text": "Let them alone they be the blynde leaders of the blynde. If the blynde leede the blynde boothe shall fall into the dyche."
    },
    {
      "verse": 15,
      "text": "Then answered Peter and sayd to him: declare vnto vs this parable."
    },
    {
      "verse": 16,
      "text": "Then sayde Iesus: are ye yet with oute vnderstondinge?"
    },
    {
      "verse": 17,
      "text": "perceave ye not that what soever goeth in at the mouth descendeth doune in to the bely and is cast out into the draught?"
    },
    {
      "verse": 18,
      "text": "But those thingis which procede out of the mouth come from the herte and they defyle the man."
    },
    {
      "verse": 19,
      "text": "For out of the herte come evyll thoughtis murder breakyng of wedlocke whordo theefte falce witnes berynge blasphemye."
    },
    {
      "verse": 20,
      "text": "These are the thingis which defyle a man. But to eate with vnwesshen hondes defyleth not a man."
    },
    {
      "verse": 21,
      "text": "And Iesus went thence and departed in to the costis of Tyre and Sidon."
    },
    {
      "verse": 22,
      "text": "And beholde a woman which was a Cananite came out of the same coostis and cryed vnto him sayinge: have mercy on me Lorde the sonne of David my doughter is pytiously vexed with a devyll."
    },
    {
      "verse": 23,
      "text": "And he gave her never a worde to answer. Then came to him his disciples and besought him sayinge: sende her awaye for she foloweth vs cryinge."
    },
    {
      "verse": 24,
      "text": "He answered and sayde: I am not sent but vnto the loost shepe of the housse of Israel."
    },
    {
      "verse": 25,
      "text": "Then she came and worshipped him sayinge: master helpe me."
    },
    {
      "verse": 26,
      "text": "He answered and sayde: it is not good to take the chyldrens breed and to cast it to whelpes."
    },
    {
      "verse": 27,
      "text": "She answered and sayde: truthe Lorde: neverthelesse the whelpes eate of the cromes which fall from their masters table."
    },
    {
      "verse": 28,
      "text": "Then Iesus answered and sayde vnto her. O woman greate is thy faith be it to the even as thou desyrest. And her doughter was made whole even at that same houre."
    },
    {
      "verse": 29,
      "text": "Then Iesus went awaye from thence and came nye vnto the see of Galile and went vp in to a mountayne and sat doune there."
    },
    {
      "verse": 30,
      "text": "And moche people came vnto him havinge with the halt blynde domme maymed and other many: and cast them doune at Iesus fete. And he healed them"
    },
    {
      "verse": 31,
      "text": "in so moche that the people wondred to se the dome speake the maymed whole the halt to go and the blynde to se. And they glorified the God of Israel."
    },
    {
      "verse": 32,
      "text": "Then Iesus called his disciples to him and sayde: I have compassion on the people because they have cotynued with me now .iii. dayes and have nought to eate: and I wyll not let them departe fastinge leste they perisshe in the waye."
    },
    {
      "verse": 33,
      "text": "And his disciples sayd vnto him: whence shuld we get so moche breed in the wildernes as shuld suffise so greate a multitude?"
    },
    {
      "verse": 34,
      "text": "And Iesus sayde vnto them: how many loves have ye? And they sayde: seven and a feawe litle fysshes."
    },
    {
      "verse": 35,
      "text": "And he commaunded the people to syt doune on the grounde:"
    },
    {
      "verse": 36,
      "text": "and toke the seven loves and the fysshes and gave thankes and brake them and gave to his disciples and the disciples gave them to the people."
    },
    {
      "verse": 37,
      "text": "And they dyd all eate and were suffised. And they toke vp of the broke meate that was lefte .vii. basketes full."
    },
    {
      "verse": 38,
      "text": "And yet they that ate were .iiii.M. men besyde wemen and chyldren."
    },
    {
      "verse": 39,
      "text": "And he sent awaye the people and toke shippe and came into the parties of Magdala."
    }
  ]
}