{
  "book_id": "MAT",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "And after. vi. dayes Iesus toke Peter and Iames and Ihon his brother and brought them vp into an hye mountayne out of the waye"
    },
    {
      "verse": 2,
      "text": "and was transfygured before them: and his face did shyne as the sunne and his clothes were as whyte as the light."
    },
    {
      "verse": 3,
      "text": "And beholde ther appered vnto the Moses and Helyas talkinge with him."
    },
    {
      "verse": 4,
      "text": "Then answered Peter and sayde to Iesus: master here is good beinge for vs. If thou wylt leet vs make here .iii. tabernacles one for the and one for Moses and one for Helyas."
    },
    {
      "verse": 5,
      "text": "Whyll he yet spake beholde a bright cloude shadowed them. And beholde there came a voyce out of the cloude sayinge: this is my deare sonne in whom I delite heare him."
    },
    {
      "verse": 6,
      "text": "And when the disciples hearde that they fell on their faces and were soore afrayed."
    },
    {
      "verse": 7,
      "text": "And Iesus came and touched them and sayde: aryse and be not afrayed."
    },
    {
      "verse": 8,
      "text": "And when they looked vp they saw no man saue Iesus onely."
    },
    {
      "verse": 9,
      "text": "And as they came doune from the mountayne Iesus charged them sayinge: se that ye shewe the vision to no man vntyll the sonne of man be rysen ageyne from deeth."
    },
    {
      "verse": 10,
      "text": "And his disciples axed of him sayinge: Why then saye the scribes that Helyas muste fyrst come?"
    },
    {
      "verse": 11,
      "text": "Iesus answered and sayd vnto them: Helyas shall fyrst come and restore all thinges."
    },
    {
      "verse": 12,
      "text": "And I saye vnto you that Helyas is come alredy and they knewe him not: but have done vnto him whatsoever they lusted. In lyke wyse shall also the sonne of man suffre of the."
    },
    {
      "verse": 13,
      "text": "Then the disciples perceaved that he spake vnto them of Ihon baptist."
    },
    {
      "verse": 14,
      "text": "And when they were come to the people ther cam to him a certayne man and kneled doune to him and sayde:"
    },
    {
      "verse": 15,
      "text": "Master have mercy on my sonne for he is franticke: and is sore vexed. And oft tymes he falleth into the fyre and oft into the water."
    },
    {
      "verse": 16,
      "text": "And I brought him to thy disciples and they coulde not heale him."
    },
    {
      "verse": 17,
      "text": "Iesus answered and sayde: O generacion faythles and croked: how longe shall I be with you? how longe shall I suffre you? bring him hidder to me."
    },
    {
      "verse": 18,
      "text": "And Iesus rebuked the devyll and he came out of him. And the child was healed even that same houre"
    },
    {
      "verse": 19,
      "text": "Then came the disciples to Iesus secretly and sayde: Why could not we cast him out?"
    },
    {
      "verse": 20,
      "text": "Iesus sayd vnto the: Because of youre vnbelefe For I saye veryly vnto you: yf ye had faythe as a grayne of musterd seed ye shuld saye vnto this moutayne remove hence to yonder place and he shuld remove: nether shuld eny thinge be vnpossible for you to do."
    },
    {
      "verse": 21,
      "text": "How be it this kynde goeth not oute but by prayer and fastinge."
    },
    {
      "verse": 22,
      "text": "As they passed the tyme in Galile Iesus sayde vnto them: the sonne of man shalbe betrayed into the hondes of men"
    },
    {
      "verse": 23,
      "text": "and they shall kill him and the thyrd daye he shall ryse agayne. And they sorowed greatly."
    },
    {
      "verse": 24,
      "text": "And when they were come to Capernaum they that were wont to gadre poll money came to Peter and sayde: Doth youre master paye tribute?"
    },
    {
      "verse": 25,
      "text": "He sayd: ye. And when he was come into the house Iesus spake fyrst to him saying What thinkest thou Simon? of whome do the kynges of the erth take tribute or poll money? of their chyldren or of straungers?"
    },
    {
      "verse": 26,
      "text": "Peter sayde vnto him: of straungers. Then sayd Iesus vnto him agayne: Then are the chyldren fre."
    },
    {
      "verse": 27,
      "text": "Neverthelesse lest we shuld offende the: goo to the see and cast in thyne angle and take the fysshe that fyrst cometh vp: and when thou hast opened his mouthe thou shalt fynde a pece of twentie pence: that take and paye for me and the."
    }
  ]
}