{
  "book_id": "MAT",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "The same tyme the disciples came vnto Iesus saying: who is the greatest in the kyngdome of heven?"
    },
    {
      "verse": 2,
      "text": "Iesus called a chylde vnto him and set him in the middes of them:"
    },
    {
      "verse": 3,
      "text": "and sayd. Verely I say vnto you: except ye tourne and become as chyldren ye cannot enter into the kyngdom of heven."
    },
    {
      "verse": 4,
      "text": "Whosoever therfore humble him sylfe as this chylde the same is the greatest in the kyngdome of heven."
    },
    {
      "verse": 5,
      "text": "And whosoever receaveth suche a chylde in my name receaveth me."
    },
    {
      "verse": 6,
      "text": "But whosoever offende one of these lytelons which beleve in me: it were better for him that a milstone were hanged aboute his necke and that he were drouned in the depth of the see."
    },
    {
      "verse": 7,
      "text": "Wo be vnto the world because of offences. How be it it cannot be avoided but that offences shalbe geven. Neverthelesse woo be to the man by who the offence cometh."
    },
    {
      "verse": 8,
      "text": "Wherfore yf thy honde or thy fote offende the cut him of and cast him from the. It ys better for the to enter into lyfe halt or maymed rather then thou shuldest havinge two hondes or two fete be cast into everlasting fyre."
    },
    {
      "verse": 9,
      "text": "And yf also thyne eye offende the plucke him oute and caste him from the. It is better for the to enter into lyfe with one eye then havyng two eyes to be cast into hell fyre."
    },
    {
      "verse": 10,
      "text": "Se that ye despise not one of these litelons. For I saye vnto you that in heven their angels alwayes behold the face of my father which is in heven."
    },
    {
      "verse": 11,
      "text": "Ye and the sonne of man is come to saue that which is lost."
    },
    {
      "verse": 12,
      "text": "How thinke ye? Yf a man have an hondred shepe and one of them be gone astray dothe he not leve nynty and nyne in the moutains and go and seke that one which is gone astray?"
    },
    {
      "verse": 13,
      "text": "If it happen that he fynd him veryly I say vnto you: he reioyseth more of that shepe then of the nynty and nyne which went not astray."
    },
    {
      "verse": 14,
      "text": "Even so it is not the wyll of youre father in heven that one of these lytelons shulde perishe."
    },
    {
      "verse": 15,
      "text": "Moreover yf thy brother treaspace agenst the. Go and tell him his faute betwene him and the alone. Yf he heare the thou hast wone thy brother:"
    },
    {
      "verse": 16,
      "text": "But yf he heare the not then take yet with the one or two that in the mouth of two or thre witnesses all thinges maye be stablisshed."
    },
    {
      "verse": 17,
      "text": "If he heare not them tell it vnto the congregacion. If he heare not the congregacion take him as an hethen man and as a publican."
    },
    {
      "verse": 18,
      "text": "Verely I say vnto you what soever ye bynde on erth shalbe bounde in heven. And what soever ye lowse on erth shalbe lowsed in heven."
    },
    {
      "verse": 19,
      "text": "Agayn I say vnto you that yf two of you shall agre in erth apon eny maner thynge what soever they shall desyre: it shalbe geven them of my father which is in heven."
    },
    {
      "verse": 20,
      "text": "For where two or thre are gathered togedder in my name there am I in the myddes of them."
    },
    {
      "verse": 21,
      "text": "Then came Peter to him and sayde: master howe ofte shall I forgeve my brother yf he synne agaynst me seven tymes?"
    },
    {
      "verse": 22,
      "text": "Iesus sayd vnto him: I saye not vnto the seven tymes: but seventy tymes seventymes."
    },
    {
      "verse": 23,
      "text": "Therfore is the kingdome of heven lykened vnto a certayne kynge which wolde take a countis of his servauntis."
    },
    {
      "verse": 24,
      "text": "And when he had begone to recken one was broughte vnto him whiche ought him ten thousande talentis:"
    },
    {
      "verse": 25,
      "text": "whome be cause he had nought to paye his master commaunded him to be solde and his wyfe and his chyldren and all that he had and payment to be made."
    },
    {
      "verse": 26,
      "text": "The servaunt fell doune and besought him sayinge: Sir geve me respyte and I wyll paye it every whit."
    },
    {
      "verse": 27,
      "text": "Then had the Lorde pytie on that servaunt and lowsed him and forgave him the det."
    },
    {
      "verse": 28,
      "text": "And the sayde servaut wet oute and founde one of his felowes which ought him an hundred pence and leyed hondes on him and toke him by the throote sayinge: paye me that thou owest."
    },
    {
      "verse": 29,
      "text": "And his felowe fell doune and besought him sayinge: have pacience with me and I wyll paye the all."
    },
    {
      "verse": 30,
      "text": "And he wolde not but went and cast him into preson tyll he shulde paye the det."
    },
    {
      "verse": 31,
      "text": "When his other felowes sawe what was done they were very sory and came and tolde vnto their lorde all that had happened."
    },
    {
      "verse": 32,
      "text": "Then his lorde called him and sayde vnto him. O evyll servaut I forgave the all that det because thou prayedst me:"
    },
    {
      "verse": 33,
      "text": "was it not mete also that thou shuldest have had compassion on thy felow even as I had pitie on the?"
    },
    {
      "verse": 34,
      "text": "And his lorde was wrooth and delyuered him to the iaylers tyll he should paye all that was due to him."
    },
    {
      "verse": 35,
      "text": "So lyke wyse shall my hevenly father do vnto you except ye forgeve with youre hertes eache one to his brother their treaspases."
    }
  ]
}