{
  "book_id": "MAT",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "For the kyngdome of heven ys lyke vnto an houssholder which went out erly in the morninge to hyre labourers into hys vyneyarde."
    },
    {
      "verse": 2,
      "text": "And he agreed with the labourers for a peny a daye and sent them into his vyneyarde."
    },
    {
      "verse": 3,
      "text": "And he went out about the thyrde houre and sawe other stonding ydell in the market place"
    },
    {
      "verse": 4,
      "text": "and sayd vnto them go ye also into my vyneyarde: and whatsoever is right I will geve you. And they went there waye."
    },
    {
      "verse": 5,
      "text": "Agayne he wet out about the sixte and nynthe houre and dyd lyke wyse."
    },
    {
      "verse": 6,
      "text": "And he went out aboute the eleventhe houre and founde other stondynge ydell and sayde vnto them: Why stonde ye here all the daye ydell?"
    },
    {
      "verse": 7,
      "text": "They sayde vnto hym: because no man hath hyred vs. He sayde to them: goo ye alsoo into my vyneyarde and whatsoever is right that shall ye receave."
    },
    {
      "verse": 8,
      "text": "When even was come the lorde of the vyneyarde sayde vnto hys steward: call the labourers and geve them their hyre beginnyng at the laste tyll thou come to the fyrste."
    },
    {
      "verse": 9,
      "text": "And they whiche were hyred aboute the eleventhe houre came and receaved every man a peny."
    },
    {
      "verse": 10,
      "text": "Then came the fyrst supposyng that they shuld receave moare: and they likewyse receaved every man a peny."
    },
    {
      "verse": 11,
      "text": "And when they had receaved it they murmured agaynst the good man of the housse"
    },
    {
      "verse": 12,
      "text": "saying: These laste have wrought but one houre and thou hast made them equall vnto vs which have born the burthe and heet of the daye."
    },
    {
      "verse": 13,
      "text": "He answered to one of the sayinge: frende I do the no wronge: dyddest thou not agre with me for a peny?"
    },
    {
      "verse": 14,
      "text": "Take that which is thy duty and go thy waye. I will geve vnto this last as moche as to the."
    },
    {
      "verse": 15,
      "text": "Ys it not lawfull for me to do as me listeth with myne awne? Ys thyne eye evyll because I am good?"
    },
    {
      "verse": 16,
      "text": "Soo the laste shalbe fyrste and the fyrste shalbe laste. For many are called and feawe be chosen."
    },
    {
      "verse": 17,
      "text": "And Iesus ascended to Ierusalem and toke the .xii. disciples a parte in the waye and sayde to the."
    },
    {
      "verse": 18,
      "text": "Beholde we goo vp to Ierusalem and the sonne of man shalbe betrayed vnto the chefe prestes and vnto the scribes and they shall condemne him to deeth"
    },
    {
      "verse": 19,
      "text": "and shall delyvre him to the getils to be mocked to be scourged and to be crucified: and the thyrd daye he shall ryse agayne."
    },
    {
      "verse": 20,
      "text": "Then came to hym the mother of zebedes chyldren with her sonnes worshippynge him and desyringe a certayne thinge of him."
    },
    {
      "verse": 21,
      "text": "And he sayd vnto her: what wilt thou have? She sayde vnto him: Gravnte that these my two sonnes may sit the one on thy right hond and the other on the lifte hond in thy kyngdome."
    },
    {
      "verse": 22,
      "text": "Iesus answered and sayd: Ye wot not what ye axe. Are ye able to drynke of the cuppe that I shall drynke of and to be baptised with the baptyme that I shalbe baptised with? They answered to him that we are."
    },
    {
      "verse": 23,
      "text": "And he sayd vnto the: Ye shall drinke of my cvp and shalbe baptised with the baptyme that I shalbe baptised with. But to syt on my ryght hond and on my lyst hond is not myne to geve: but to them for whom it is prepared of my father."
    },
    {
      "verse": 24,
      "text": "And when the ten hearde this they disdayned at the two brethren:"
    },
    {
      "verse": 25,
      "text": "But Iesus called them vnto him and sayde: Ye knowe that the lordes of the gentyls have dominacion over them. And they that are great exercise power over them."
    },
    {
      "verse": 26,
      "text": "It shall not be so amonge you. But whosoever wyll be greate amonge you let him be youre minister:"
    },
    {
      "verse": 27,
      "text": "and whosoever wilbe chefe let him be youre servaut"
    },
    {
      "verse": 28,
      "text": "even as the sonne of man came not to be ministred vnto but to minister and to geve his lyfe for the redempcion of many."
    },
    {
      "verse": 29,
      "text": "And as they departed from Hierico moche people folowed him."
    },
    {
      "verse": 30,
      "text": "And beholde two blinde men sittinge by the waysyde when they hearde Iesus passe by cryed sayinge: Thou Lorde the sonne of David have mercy on vs."
    },
    {
      "verse": 31,
      "text": "And the people rebuked them be cause they shulde holde their peace. But they cryed the moare sayinge: have mercy on vs thou Lorde which arte the sonne of David."
    },
    {
      "verse": 32,
      "text": "Then Iesus stode styll and called the and sayde: what will ye that I shulde do to you:"
    },
    {
      "verse": 33,
      "text": "They sayd to him: Lorde that oure eyes maye be opened."
    },
    {
      "verse": 34,
      "text": "Iesus had compassion on the and touched their eyes. And immediatly their eyes receaved syght. And they folowed him."
    }
  ]
}