{
  "book_id": "MAT",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And Iesus answered and spake vnto them agayne in similitudes sayinge."
    },
    {
      "verse": 2,
      "text": "The kingdome of heven is lyke vnto a certayne kynge which maryed his sonne"
    },
    {
      "verse": 3,
      "text": "and sent forth his servantes to call them that were byd to the weddinge and they wolde not come."
    },
    {
      "verse": 4,
      "text": "Ageyne he sent forth other servauntes sayinge: Tell them which are bydden: beholde I have prepared my dynner myne oxen and my fatlinges are kylled and all thinges are redy come vnto the mariage."
    },
    {
      "verse": 5,
      "text": "But they made light of it and went their wayes: one to his ferme place another about his marchaundise"
    },
    {
      "verse": 6,
      "text": "the remnaunt toke his seruantes and intreated them vngodly and slewe them."
    },
    {
      "verse": 7,
      "text": "When the kinge hearde that he was wroth and send forth his warryers and distroyed those murtherers and brent vp their cyte."
    },
    {
      "verse": 8,
      "text": "Then sayde he to his servauutes: the weddinge was prepared. But they which were bydden were not worthy."
    },
    {
      "verse": 9,
      "text": "Go ye therfore out into the hyewayes and as many as ye finde byd them to the mariage."
    },
    {
      "verse": 10,
      "text": "The seruauntes wet out into the hiewayes and gaddered to gedder as many as they coulde fynde both good and bad and the weddinge was furnysshed with gestes."
    },
    {
      "verse": 11,
      "text": "Then the kynge came in to viset the gestes and spyed there a man which had not on a weddinge garment"
    },
    {
      "verse": 12,
      "text": "and sayde vnto him: frende how fortuned it that thou camest in hither and hast not on a weddyng garment? And he was even spechlesse."
    },
    {
      "verse": 13,
      "text": "Then sayde the kynge to his ministers: take and bynde hym hand and fote and caste hym into vtter darcknes there shalbe wepinge and gnasshinge of teth."
    },
    {
      "verse": 14,
      "text": "For many are called and feawe be chosen."
    },
    {
      "verse": 15,
      "text": "Then went the Pharises and toke counsell how they might tagle him in his wordes."
    },
    {
      "verse": 16,
      "text": "And they sent vnto him their disciples with Herodes servauntes sayinge: Master we knowe that thou are true and teachest the waye of god trulie nether carest for eny man for thou consydrest not menes estate."
    },
    {
      "verse": 17,
      "text": "Tell vs therfore: how thynkest thou? Is it lawfull to geve tribute vnto Cesar or not?"
    },
    {
      "verse": 18,
      "text": "Iesus perceaved their wikednes and sayde: Why tempte ye me ye ypocrites?"
    },
    {
      "verse": 19,
      "text": "Let me se the tribute money. And they toke hym a peny."
    },
    {
      "verse": 20,
      "text": "And he sayde vnto them: whose is this ymage and superscripcion?"
    },
    {
      "verse": 21,
      "text": "They sayde vnto him: Cesars. Then sayde he vnto them. Geve therfore to Cesar that which is Cesars: and geve vnto god that which is goddes."
    },
    {
      "verse": 22,
      "text": "When they hearde that they marveled and lefte hym and went there waye."
    },
    {
      "verse": 23,
      "text": "The same daye the Saduces came to him (which saye that there is no resurreccion) and axed him"
    },
    {
      "verse": 24,
      "text": "sayinge: Master Moses bade yf a man dye havinge no chyldre that the brother mary his wyfe and reyse vp seed vnto his brother."
    },
    {
      "verse": 25,
      "text": "Ther were with vs seven brethren and the fyrste maried and deceased with oute yssue and lefte his wyfe vnto his brother."
    },
    {
      "verse": 26,
      "text": "Lyke wise the seconde and the thryd vnto the sevethe."
    },
    {
      "verse": 27,
      "text": "Laste of all the woman dyed also."
    },
    {
      "verse": 28,
      "text": "Now in the resurreccion whose wyfe shall she be of the seven? For all had her."
    },
    {
      "verse": 29,
      "text": "Iesus answered and sayde vnto the: ye are deceaved and vnderstonde not the scriptures nor yet the power of God."
    },
    {
      "verse": 30,
      "text": "For in the resurreccion they nether mary nor are maryed: but are as the angels of God in heven."
    },
    {
      "verse": 31,
      "text": "As touchynge the resurreccion of the deed: have ye not redde what is sayde vnto you of God which sayeth:"
    },
    {
      "verse": 32,
      "text": "I am Abrahams God and Ysaacks God and the God of Iacob? God is not the God of the deed: but of the lyvinge."
    },
    {
      "verse": 33,
      "text": "And when the people hearde that they were astonyed at his doctrine."
    },
    {
      "verse": 34,
      "text": "When the Pharises had hearde how that he had put the Saduces to silence they drewe to gedder"
    },
    {
      "verse": 35,
      "text": "and one of them which was a doctoure of lawe axed a question temptinge him and sayinge:"
    },
    {
      "verse": 36,
      "text": "Master which is the chefe commaundment in the lawe?"
    },
    {
      "verse": 37,
      "text": "Iesus sayde vnto him: love the Lorde thy God with all thine herte with all thy soule and with all thy mynde."
    },
    {
      "verse": 38,
      "text": "This is the fyrst and the chefe comaundement."
    },
    {
      "verse": 39,
      "text": "And ther is another lyke vnto this. Love thyne neghbour as thy selfe."
    },
    {
      "verse": 40,
      "text": "In these two commaundemetes hange all the lawe and the Prophetes."
    },
    {
      "verse": 41,
      "text": "Whyll the Pharises were gaddered togeder Iesus axed the sayinge:"
    },
    {
      "verse": 42,
      "text": "what thinke ye of Christ? Whose sonne is he? They sayde vnto him: the sonne of David."
    },
    {
      "verse": 43,
      "text": "He sayde vnto them: how then doeth David in spirite call him Lorde sayinge?"
    },
    {
      "verse": 44,
      "text": "The Lorde sayde to my Lorde syt on my right honde: tyll I make thyne enemyes thy fote stole."
    },
    {
      "verse": 45,
      "text": "Yf David call him Lorde: how is he then his sonne?"
    },
    {
      "verse": 46,
      "text": "And none coulde answere him ageyne one worde: nether dueste eny from that daye forth axe him eny moo questions."
    }
  ]
}