{
  "book_id": "MAT",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And Iesus went out and departed from the temple: and his disciples came to hym for to shewe him the byldinge of the temple."
    },
    {
      "verse": 2,
      "text": "Iesus sayde vnto the: se ye not all these thinges? Verely I saye vnto you: ther shall not be here lefte one stone vpon another that shall not be cast doune."
    },
    {
      "verse": 3,
      "text": "And as he sat vpon the mout Olivete his disciples came vnto hym secretely sayinge. Tell vs when these thinges shalbe? and what signe shalbe of thy comynge and of the ende of the worlde?"
    },
    {
      "verse": 4,
      "text": "And Iesus answered and sayde vnto them: take hede that no man deceave you."
    },
    {
      "verse": 5,
      "text": "For many shall come in my name sayinge: I am Christ and shall deceave many."
    },
    {
      "verse": 6,
      "text": "Ye shall heare of warres and of the fame of warres: but se that ye be not troubled. For all these thinges must come to passe but the ende is not yet."
    },
    {
      "verse": 7,
      "text": "For nacion shall ryse ageynste nacion and realme ageynste realme: and ther shalbe pestilence honger and erthquakes in all quarters."
    },
    {
      "verse": 8,
      "text": "All these are the beginninge of sorowes."
    },
    {
      "verse": 9,
      "text": "Then shall they put you to trouble and shall kyll you: and ye shalbe hated of all nacions for my names sake."
    },
    {
      "verse": 10,
      "text": "And then shall many be offended and shall betraye one another and shall hate one the other."
    },
    {
      "verse": 11,
      "text": "And many falce Prophetes shall aryse and shall deceave many."
    },
    {
      "verse": 12,
      "text": "And because iniquite shall have the vpper hande the love of many shall abate."
    },
    {
      "verse": 13,
      "text": "But he that endureth to the ende the same shalbe safe."
    },
    {
      "verse": 14,
      "text": "And this gladtidingees of the kyngdome shalbe preached in all the worlde for a witnes vnto all nacions: and then shall the ende come."
    },
    {
      "verse": 15,
      "text": "When ye therfore shall se the abhominacion that betokeneth desolacion spoken of by Daniell the Prophet stonde in the holy place: let him that redeth it vnderstonde it."
    },
    {
      "verse": 16,
      "text": "Then let them which be in Iury flye into the moutaynes."
    },
    {
      "verse": 17,
      "text": "And let him which is on the housse toppe not come downe to fet eny thinge out of his housse."
    },
    {
      "verse": 18,
      "text": "Nether let him which is in the felde returne backe to fetche his clothes."
    },
    {
      "verse": 19,
      "text": "Wo be in those dayes to the that are with chylde and to the that geve sucke."
    },
    {
      "verse": 20,
      "text": "But praye that youre flight be not in the winter nether on the saboth daye."
    },
    {
      "verse": 21,
      "text": "For then shalbe greate tribulacion suche as was not from the beginninge of the worlde to this tyme ner shalbe."
    },
    {
      "verse": 22,
      "text": "Ye and except those dayes shuld be shortened there shuld no fleshe be saved: but for the chosens sake those dayes shalbe shortened."
    },
    {
      "verse": 23,
      "text": "Then yf eny man shall saye vnto you: lo here is Christ or there is Christ: beleve it not."
    },
    {
      "verse": 24,
      "text": "For there shall arise false christes and false prophete and shall do great myracles and wondres. In so moche that if it were possible the verie electe shuld be deceaved."
    },
    {
      "verse": 25,
      "text": "Take hede I have tolde you before."
    },
    {
      "verse": 26,
      "text": "Wherfore if they shall saye vnto you: beholde he is in the desert go not forth: beholde he is in the secret places beleve not."
    },
    {
      "verse": 27,
      "text": "For as the lightninge cometh out of the eest and shyneth vnto the weest: so shall the comynge of the sonne of man be."
    },
    {
      "verse": 28,
      "text": "For wheresoever a deed karkas is even thyther will the egles resorte."
    },
    {
      "verse": 29,
      "text": "Immediatly after the tribulacios of those dayes shall the sunne be derkened: and the mone shall not geve hir light and the starre shall fall from heven and the powers of heven shall move."
    },
    {
      "verse": 30,
      "text": "And then shall appere the sygne of the sonne of man in heven. And then shall all the kynreddes of the erth morne and they shall se the sonne of man come in the cloudes of heven with power and greate glorie."
    },
    {
      "verse": 31,
      "text": "And he shall sende his angeles with the greate voyce of a trope and they shall gader to gether his chosen from the fower wyndes and from the one ende of the worlde to the other."
    },
    {
      "verse": 32,
      "text": "Learne, a similitude of the fygge tree: when his braunches are yet tender and his leves sproge ye knowe that sommer is nye."
    },
    {
      "verse": 33,
      "text": "So lyke wyse ye when ye see all these thynges be ye sure that it is neare even at the dores."
    },
    {
      "verse": 34,
      "text": "Verely I saye vnto you that this generacion shall not passe tyll all these be fulfilled."
    },
    {
      "verse": 35,
      "text": "Heven and erth shall perisshe: but my wordes shall abyde."
    },
    {
      "verse": 36,
      "text": "But of that daye and houre knowith no man no not the angels of heven but my father only."
    },
    {
      "verse": 37,
      "text": "As the tyme of Noe was so lyke wyse shall the cominge of the sonne of man be."
    },
    {
      "verse": 38,
      "text": "For as in the dayes before the floud: they dyd eate and drynke mary and were maried even vnto the daye that Noe entred into the shyppe"
    },
    {
      "verse": 39,
      "text": "and knewe of nothynge tyll the floude came and toke them all awaye. So shall also the commynge of the sonne of man be."
    },
    {
      "verse": 40,
      "text": "Then two shalbe in the feldes the one shalbe receaved and the other shalbe refused"
    },
    {
      "verse": 41,
      "text": "two shalbe gryndinge at the myll: the one shalbe receaved and the other shalbe refused."
    },
    {
      "verse": 42,
      "text": "Wake therfore because ye knowe not what houre youre master wyll come."
    },
    {
      "verse": 43,
      "text": "Of this be sure that yf the good man of the housse knewe what houre the thefe wolde come: he wolde suerly watche and not suffre his housse to be broke vppe."
    },
    {
      "verse": 44,
      "text": "Therfore be ye also redy for in the houre ye thinke he wolde not: wyll the sonne of man come."
    },
    {
      "verse": 45,
      "text": "If there be any faithfull servaut and wyse whome his master hath made ruler over his housholde to geve the meate in season convenient:"
    },
    {
      "verse": 46,
      "text": "happy is that servaunt whom his master (when he cometh) shall finde so doinge."
    },
    {
      "verse": 47,
      "text": "Verely I saye vnto you he shall make him ruler over all his goodes."
    },
    {
      "verse": 48,
      "text": "But and yf that evill servaut shall saye in his herte my master wyll defer his comynge"
    },
    {
      "verse": 49,
      "text": "and beginne to smyte his felowes ye and to eate and to drinke with the dronken:"
    },
    {
      "verse": 50,
      "text": "that servauntes master wyll come in adaye when he loketh not for him and in an houre that he is not ware of"
    },
    {
      "verse": 51,
      "text": "and wyll devyde him and geve him his rewarde with ypocrites. There shalbe wepinge and gnasshinge of tethe."
    }
  ]
}