{
  "book_id": "MAT",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Then the kyngdome of heven shalbe lykened vnto .x. virgins which toke their lampes and wet to mete the brydgrome:"
    },
    {
      "verse": 2,
      "text": "fyve of them were folysshe and fyve were wyse."
    },
    {
      "verse": 3,
      "text": "The folysshe toke their lampes but toke none oyle with the."
    },
    {
      "verse": 4,
      "text": "But the wyse tooke oyle with the in their vesselles with their lampes also."
    },
    {
      "verse": 5,
      "text": "Whill the brydgrome taryed all slombred and slepte."
    },
    {
      "verse": 6,
      "text": "And even at mydnyght there was a crye made: beholde the brydgrome cometh goo out against him."
    },
    {
      "verse": 7,
      "text": "Then all those virgins arose and prepared their lampes."
    },
    {
      "verse": 8,
      "text": "And the folysshe sayde to the wyse: geve vs of youre oyle for our lampes goo out?"
    },
    {
      "verse": 9,
      "text": "but the wyse answered sayinge. Not so lest ther be not ynough for vs and you: but goo rather to them that sell and by for youre selves."
    },
    {
      "verse": 10,
      "text": "And whill they went to bye the brydgrome came: and they that were redy went in with him to the weddinge and the gate was shett vp:"
    },
    {
      "verse": 11,
      "text": "Afterwardes came also the other virgins sayinge: master master open to vs."
    },
    {
      "verse": 12,
      "text": "But he answered and sayde: verely I saye vnto you: I knowe not you."
    },
    {
      "verse": 13,
      "text": "Watche therefore: for ye knowe nether the daye nor yet the houre when the sonne of man shall come."
    },
    {
      "verse": 14,
      "text": "Lykwyse as a certeyne man redy to take his iorney to a straunge countre called his servautes and delivered to them his gooddes."
    },
    {
      "verse": 15,
      "text": "And vnto one he gave .v. talentes to another .ii. and to another one: to every man after his abilite and streyght waye departed."
    },
    {
      "verse": 16,
      "text": "Then he that had receaved the fyve talentes went and bestowed them and wanne other fyve talentes."
    },
    {
      "verse": 17,
      "text": "Lykwyse he that receaved .ii. gayned other .ii."
    },
    {
      "verse": 18,
      "text": "But he that receaved the one went and digged a pit in the erth and hyd his masters money."
    },
    {
      "verse": 19,
      "text": "After a longe season the lorde of those servauntes came and rekened with them."
    },
    {
      "verse": 20,
      "text": "Then came he that had receaved fyve talentes and brought other fyve talentes sayinge: master thou deliveredst vnto one fyve talentes: beholde I have gayned with the fyve talentes moo."
    },
    {
      "verse": 21,
      "text": "The his master sayde vnto him: well good servaut and faithfull. Thou hast bene faithfull in lytell I will make the ruler over moche: entre in into thy masters ioye."
    },
    {
      "verse": 22,
      "text": "Also he that receaved .ii. talentes came and sayde: master thou deliveredest vnto me .ii. talentes: beholde I have wone .ii. other talentes with them."
    },
    {
      "verse": 23,
      "text": "And his master sayde vnto him well good servaunt and faithfull. Thou hast bene faithfull in lytell I wyll make the ruler over moche: go in into thy masters ioye."
    },
    {
      "verse": 24,
      "text": "Then he which had receaved the one talent came and sayd: master I considered that thou wast an harde man which repest where thou sowedst not and gadderest where thou strawedst not"
    },
    {
      "verse": 25,
      "text": "and was therfore afrayde and went and hyd thy talent in the erth: Beholde thou hast thyn awne."
    },
    {
      "verse": 26,
      "text": "His master answered and sayde vnto him: thou evyll servaut and slewthfull thou knewest that I repe where I sowed not and gaddre where I strawed not:"
    },
    {
      "verse": 27,
      "text": "thou oughtest therfore to have had my money to the chaugers and then at my comynge shulde I have receaved myne awne with vauntage."
    },
    {
      "verse": 28,
      "text": "Take therfore the talent from him and geve it vnto him which hath .x. talentes"
    },
    {
      "verse": 29,
      "text": "For vnto every man that hath shalbe geven and he shall have aboundance: and from him that hath not shalbe taken awaye even that he hath."
    },
    {
      "verse": 30,
      "text": "And cast that vnprofitable servaunt into vtter dercknes: there shalbe wepynge and gnasshinge of teeth."
    },
    {
      "verse": 31,
      "text": "When the sonne of man cometh in his glorie and all the holy angels with him then shall he syt vpon the seate of his glorie"
    },
    {
      "verse": 32,
      "text": "and before him shalbe Gaddred all nacions. And he shall seperate the one from a nother as a shepherde deuideth the shepe from the gootes."
    },
    {
      "verse": 33,
      "text": "And he shall set the shepe on his right honde and the gotes on the lyfte."
    },
    {
      "verse": 34,
      "text": "Then shall the kynge saye to them on his right honde: Come ye blessed chyldren of my father inheret the the kyngdo prepared for you from the beginninge of the worlde."
    },
    {
      "verse": 35,
      "text": "For I was anhongred and ye gave me meate. I thursted and ye gave me drinke. I was herbourlesse and ye lodged me."
    },
    {
      "verse": 36,
      "text": "I was naked and ye clothed me. I was sicke and ye visited me. I was in preson and ye came vnto me."
    },
    {
      "verse": 37,
      "text": "Then shall the righteous answere him sayinge master when sawe we the anhongred and feed the? or a thurst and gave the drinke?"
    },
    {
      "verse": 38,
      "text": "when sawe we the herbourlesse and lodged the? or naked and clothed the?"
    },
    {
      "verse": 39,
      "text": "or when sawe we the sicke or in preson and came vnto the?"
    },
    {
      "verse": 40,
      "text": "And the kynge shall answere and saye vnto them: verely I saye vnto you: in as moche as ye have done it vnto one of the leest of these my brethren ye have done it to me."
    },
    {
      "verse": 41,
      "text": "Then shall the kynge saye vnto them that shalbe on the lyfte hande: departe from me ye coursed into everlastinge fire which is prepared for the devyll and his angels."
    },
    {
      "verse": 42,
      "text": "For I was an hungred and ye gave me no meate. I thursted and ye gave me no drinke."
    },
    {
      "verse": 43,
      "text": "I was herbourlesse and ye lodged me not. I was naked and ye clothed me not. I was sicke and in preson and ye visited me not."
    },
    {
      "verse": 44,
      "text": "Then shall they also answere him sayinge: master when sawe we the an hungred or a thurst or herbourlesse or naked or sicke or in preson and did not ministre vnto the?"
    },
    {
      "verse": 45,
      "text": "Then shall he answere the and saye: Verely I saye vnto you in as moche as ye did it not to one of the leest of these ye did it not to me."
    },
    {
      "verse": 46,
      "text": "And these shall go into everlastinge payne: And the righteous into lyfe eternall."
    }
  ]
}