{
  "book_id": "MAT",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to passe when Iesus had fynisshed all these sayinges he sayd vnto his disciples:"
    },
    {
      "verse": 2,
      "text": "Ye knowe that after ii. dayes shalbe ester and the sonne of man shalbe delyvered to be crucified."
    },
    {
      "verse": 3,
      "text": "Then assembled togedder the chefe prestes and the scribes and the elders of the people to the palice of the hye preste called Cayphas"
    },
    {
      "verse": 4,
      "text": "and heelde a counsell how they mygt take Iesus by suttelte and kyll him."
    },
    {
      "verse": 5,
      "text": "But they sayd not on the holy daye lest eny vproure aryse amonge the people."
    },
    {
      "verse": 6,
      "text": "When Iesus was in Bethany in the house of Symon the leper"
    },
    {
      "verse": 7,
      "text": "ther came vnto him a woman which had an alablaster boxe of precious oyntment and powred it on his heed as he sate at the bourde."
    },
    {
      "verse": 8,
      "text": "When his disciples sawe that they had indignacion sayinge: what neded this wast?"
    },
    {
      "verse": 9,
      "text": "This oyntmet myght have bene well solde and geven to the povre. When Iesus vnderstod that he sayde vnto the:"
    },
    {
      "verse": 10,
      "text": "why trouble ye the woman? She hath wrought a good worke apon me."
    },
    {
      "verse": 11,
      "text": "For ye shall have povre folcke alwayes with you: but me shall ye not have all wayes."
    },
    {
      "verse": 12,
      "text": "And in that she casted this oyntment on my bodye she dyd it to burye me with all."
    },
    {
      "verse": 13,
      "text": "Verely I saye vnto you wheresoever this gospell shalbe preached throughoute all the worlde there shall also this that she hath done be tolde for a memoriall of her."
    },
    {
      "verse": 14,
      "text": "Then one of the twelve called Iudas Iscarioth went vnto the chefe prestes"
    },
    {
      "verse": 15,
      "text": "and sayd: what will ye geve me and I will deliver him vnto you? And they apoynted vnto him thirty peces of sylver."
    },
    {
      "verse": 16,
      "text": "And from that tyme he sought oportunite to betraye him."
    },
    {
      "verse": 17,
      "text": "The fyrst daye of swete breed the disciples cam to Iesus sayinge vnto him: where wylt thou that we prepare for the to eate the paschall lambe?"
    },
    {
      "verse": 18,
      "text": "And he sayd: Go into the cite vnto soche a man and saye to him: the master sayeth my tyme is at hande I will kepe myne ester at thy housse with my disciples."
    },
    {
      "verse": 19,
      "text": "And the disciples did as Iesus had apoynted them and made redy the esterlambe."
    },
    {
      "verse": 20,
      "text": "When the even was come he sate doune with the .xii."
    },
    {
      "verse": 21,
      "text": "And as they dyd eate he sayde: Verely I saye vnto you that one of you shall betraye me."
    },
    {
      "verse": 22,
      "text": "And they were excedinge sorowfull and beganne every one of the to saye vnto him: is it I master?"
    },
    {
      "verse": 23,
      "text": "He answered and sayde: he that deppeth his honde with me in the disshe the same shall betraye me."
    },
    {
      "verse": 24,
      "text": "The sonne of man goeth as it is written of him: but wo be to that man by whom the sonne of man shalbe betrayed. It had bene good for that man yf he had never bene borne."
    },
    {
      "verse": 25,
      "text": "Then Iudas wich betrayed him answered and sayde: is it I master? He sayde vnto him: thou hast sayde."
    },
    {
      "verse": 26,
      "text": "As they dyd eate Iesus toke breed and gave thankes brake it and gave it to the disciples and sayde: Take eate this is my body."
    },
    {
      "verse": 27,
      "text": "And he toke the cup and thanked and gave it them sayinge: drinke of it every one."
    },
    {
      "verse": 28,
      "text": "For this is my bloude of the new testament that shalbe shedde for many for the remission of synnes."
    },
    {
      "verse": 29,
      "text": "I saye vnto you: I will not drinke hence forth of this frute of the vyne tree vntyll that daye when I shall drinke it new with you in my fathers kyngdome."
    },
    {
      "verse": 30,
      "text": "And when they had sayde grace they went out into mounte olyvete."
    },
    {
      "verse": 31,
      "text": "Then sayd Iesus vnto them: all ye shall be offended by me this night. For it is wrytten. I will smyte the shepe herde and the shepe of the flocke shalbe scattered abroode."
    },
    {
      "verse": 32,
      "text": "But after I am rysen ageyne I will goo before you into Galile."
    },
    {
      "verse": 33,
      "text": "Peter answered and sayde vnto him: though all men shulde be offended by the yet wolde I never be offended."
    },
    {
      "verse": 34,
      "text": "Iesus sayde vnto him. Verely I saye vnto the that this same night before the cocke crowe thou shalt denye me thryse."
    },
    {
      "verse": 35,
      "text": "Peter sayde vnto him: Yf I shulde dye with the yet wolde I not denye the Lyke wyse also sayde all the disciples."
    },
    {
      "verse": 36,
      "text": "Then went Iesus with them into a place which is called Gethsemane and sayde vnto the disciples syt ye here whyll I go and praye yonder."
    },
    {
      "verse": 37,
      "text": "And he toke with him Peter and the two sonnes of zebede and began to wexe sorowfull and to be in an agonye."
    },
    {
      "verse": 38,
      "text": "Then sayd Iesus vnto them: my soule is hevy even vnto the deeth. Tary ye here and watche with me."
    },
    {
      "verse": 39,
      "text": "And he went a lytell aparte and fell flat on his face and prayed sayinge: O my father yf it be possible let this cuppe passe from me: neverthelesse not as I wyll but as thou wylt."
    },
    {
      "verse": 40,
      "text": "And he came vnto the disciples and founde them a slepe and sayde to Peter: what coulde ye not watche with me one houre:"
    },
    {
      "verse": 41,
      "text": "watche and praye that ye fall not into temptacion. The spirite is willynge but the flesshe is weake."
    },
    {
      "verse": 42,
      "text": "He went awaye once moare and prayed sayinge: O my father yf this cuppe can not passe away from me but that I drinke of it thy wyll be fulfylled."
    },
    {
      "verse": 43,
      "text": "And he came and founde the a slepe agayne. For their eyes were hevy."
    },
    {
      "verse": 44,
      "text": "And he lefte them and went agayne and prayed the thrid tyme sayinge the same wordes."
    },
    {
      "verse": 45,
      "text": "Then came he to his disciples and sayd vnto them: Slepe hence forth and take youre reest. Take hede the houre is at honde and the sonne of man shalbe betrayed into the hondes of synners."
    },
    {
      "verse": 46,
      "text": "Ryse let vs be goinge: beholde he is at honde that shall betraye me."
    },
    {
      "verse": 47,
      "text": "Whyll he yet spake: lo Iudas one of the xii. came and with him a greate multitude with sweardes and staves sent from the chefe prestes and elders of the people."
    },
    {
      "verse": 48,
      "text": "And he that betrayed him had geven the a token sayinge: whosoever I kysse that same is he ley hondes on him."
    },
    {
      "verse": 49,
      "text": "And forth with all he came to Iesus and sayde: hayle master and kyssed him."
    },
    {
      "verse": 50,
      "text": "And Iesus sayde vnto him: frende wherfore arte thou come? Then came they and layed hondes on Iesus and toke him."
    },
    {
      "verse": 51,
      "text": "And beholde one of them which were with Iesus stretched oute his honde and drue his swearde and stroke a servaunt of the hye preste and smote of his eare."
    },
    {
      "verse": 52,
      "text": "Then sayde Iesus vnto him: put vp thy swearde into his sheathe. For all that ley hond on the swearde shall perisshe with the swearde."
    },
    {
      "verse": 53,
      "text": "Ether thinkest thou that I cannot now praye to my father and he shall geve me moo then .xii. legions of angelles?"
    },
    {
      "verse": 54,
      "text": "But how then shuld the scriptures be fulfylled: for so must it be."
    },
    {
      "verse": 55,
      "text": "The same tyme sayd Iesus to the multitude: ye be come out as it were vnto a thefe with sweardes and staves for to take me. I sate daylie teachinge in the temple amonge you and ye toke me not."
    },
    {
      "verse": 56,
      "text": "All this was done that the scriptures of the Prophetes myght be fulfilled. Then all the disciples forsoke him and fleed."
    },
    {
      "verse": 57,
      "text": "And they toke Iesus and leed him to Cayphas the hye preeste where the Scribes and the Elders where assembled."
    },
    {
      "verse": 58,
      "text": "And Peter folowed him a farre of vnto the hye prestes place: and went in and sate with the servauntes to se the ende."
    },
    {
      "verse": 59,
      "text": "The chefe prestes and the elders and all the counsell sought false witnes agenste Iesus for to put him to deeth"
    },
    {
      "verse": 60,
      "text": "but founde none: in somoche that when many false witnesses cam yet founde they none. At the last came two false witnesses and sayd:"
    },
    {
      "verse": 61,
      "text": "This felowe sayde: I can distroye the temple of God and bylde it agayne in .iii. dayes."
    },
    {
      "verse": 62,
      "text": "And the chefe preste arose and sayde to him: answerest thou nothinge? How is it that these beare witnes ageynst the?"
    },
    {
      "verse": 63,
      "text": "But Iesus helde his peace: And the chefe Preeste answered and sayd to him: I charge the in the name of the lyvinge God that thou tell vs whether thou be Christ the sonne of God."
    },
    {
      "verse": 64,
      "text": "Iesus sayd to him: thou haste sayd. Neverthelesse I saye vnto you hereafter shall ye se the sonne of man syttinge on the right honde of power and come in the clowddes of the skye."
    },
    {
      "verse": 65,
      "text": "Then the hye preste rent his clothes sayinge: He hath blasphemed: what nede we of eny moo witnesses? Behold now ye have hearde his blasphemy:"
    },
    {
      "verse": 66,
      "text": "what thinke ye? They answered and sayd: he his worthy to dye."
    },
    {
      "verse": 67,
      "text": "Then spat they in his face and boffeted him with fistes. And other smote him with the palme af their hondes on the face"
    },
    {
      "verse": 68,
      "text": "sayinge: tell vs thou Christ who is he that smote the?"
    },
    {
      "verse": 69,
      "text": "Peter sate with out in the palice. And a damsell came to him sayinge: Thou also waste with Iesus of Galilee:"
    },
    {
      "verse": 70,
      "text": "but he denyed before the all sayinge: I woot not what thou sayst."
    },
    {
      "verse": 71,
      "text": "When he was goone out into the poorche another wenche sawe him and sayde vnto them that were there: This felowe was also with Iesus of Nazareth."
    },
    {
      "verse": 72,
      "text": "And agayne he denyed with an oothe that he knew the man."
    },
    {
      "verse": 73,
      "text": "And after a whyle came vnto him they that stode bye and sayde vnto Peter: suerly thou arte even one of the for thy speache bewreyeth the."
    },
    {
      "verse": 74,
      "text": "Then beganne he to course and to sweare that he knewe not the man. And immedyatly the cocke krewe."
    },
    {
      "verse": 75,
      "text": "And Peter remembred the wordes of Iesu which sayde vnto him: before the cocke crowe thou shalt deny me thryse: and went out at the dores and wepte bitterly."
    }
  ]
}