{
  "book_id": "MAT",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "When the mornynge was come all the chefe prestes and the elders of the people helde a counsayle agenst Iesu to put him to deeth"
    },
    {
      "verse": 2,
      "text": "and brought him bounde and delivered him vnto Poncius Pilate the debite."
    },
    {
      "verse": 3,
      "text": "Then when Iudas which betrayed him sawe that he was condempned he repented him sylfe and brought ageyne the .xxx. plattes of sylver to the chefe prestes and elders"
    },
    {
      "verse": 4,
      "text": "sayinge: I have synned betrayinge the innocent bloud. And they sayde: what is that to vs? Se thou to that."
    },
    {
      "verse": 5,
      "text": "And he cast doune the sylver plattes in the temple and departed and went and hounge him sylfe."
    },
    {
      "verse": 6,
      "text": "And the chefe prestes toke the sylver plattes and sayd: it is not lawfull for to put them in to the treasury because it is the pryce of bloud."
    },
    {
      "verse": 7,
      "text": "And they toke counsell and bought with them a potters felde to bury strangers in."
    },
    {
      "verse": 8,
      "text": "Wherfore that felde is called the felde of bloud vntyll this daye."
    },
    {
      "verse": 9,
      "text": "Then was fulfylled that which was spoken by Ieremy the Prophet sayinge: and they toke .xxx. sylver plattes the prise of him that was valued whom they bought of the chyldren of Israel"
    },
    {
      "verse": 10,
      "text": "and they gave them for the potters felde as the Lorde appoynted me."
    },
    {
      "verse": 11,
      "text": "Iesus stode before the debite: and the debite axed him sayinge: Arte thou the kynge of the Iues? Iesus sayd vnto him: Thou sayest"
    },
    {
      "verse": 12,
      "text": "and when he was accused of the chefe prestes and elders he answered nothinge."
    },
    {
      "verse": 13,
      "text": "Then sayd Pilate vnto him: hearest thou not how many thinges they laye ageynste the?"
    },
    {
      "verse": 14,
      "text": "And he answered him to never a worde: in so moche that the debite marveylled greatlie."
    },
    {
      "verse": 15,
      "text": "At that feest the debite was wonte to deliver vnto the people a presoner whom they wolde desyer."
    },
    {
      "verse": 16,
      "text": "He had then a notable presoner called Barrabas."
    },
    {
      "verse": 17,
      "text": "And when they were gadered together Pilate sayde vnto the: whether wyll ye that I geve losse vnto you Barrabas or Iesus which is called Christ?"
    },
    {
      "verse": 18,
      "text": "For he knewe well that for envie they had delivred him."
    },
    {
      "verse": 19,
      "text": "When he was set doune to geve iudgement his wyfe sent to him sayinge: have thou nothinge to do with that iuste man. For I have suffered many thinges this daye in a dreame about him."
    },
    {
      "verse": 20,
      "text": "But the chefe preestes and the elders had parswaded the people that they shulde axe Barrabas and shulde destroye Iesus."
    },
    {
      "verse": 21,
      "text": "Then the debite answered and sayde vnto them: whether of the twayne wyll ye that I let loosse vnto you? And they sayde Barrabas."
    },
    {
      "verse": 22,
      "text": "Pilate sayde vnto them: what shall I do then with Iesus which is called Christ? They all sayde to him: let him be crucified."
    },
    {
      "verse": 23,
      "text": "Then sayde the debite: what evyll hath he done? And they cryed the more sayinge: let him be crucified."
    },
    {
      "verse": 24,
      "text": "When Pilate sawe that he prevayled nothinge but that moare busines was made he toke water and wasshed his hondes before the people sayinge: I am innocent of the bloud of this iuste person and that ye shall se."
    },
    {
      "verse": 25,
      "text": "Then answered all the people and sayde: his bloud be on vs and on oure chyldren."
    },
    {
      "verse": 26,
      "text": "Then let he Barrabas loose vnto them and scourged Iesus and delivered him to be crucified."
    },
    {
      "verse": 27,
      "text": "Then the soudeours of the debite toke Iesus vnto the comen hall and gaddered vnto him all the company."
    },
    {
      "verse": 28,
      "text": "And they stripped him and put on him a purpyll roobe"
    },
    {
      "verse": 29,
      "text": "and platted a croune of thornes and put vpon his heed and a rede in his ryght honde: and bowed their knees before him and mocked him saying: hayle kinge of the Iewes:"
    },
    {
      "verse": 30,
      "text": "and spitted vpon him and toke the rede and smoote him on the heed."
    },
    {
      "verse": 31,
      "text": "And when they had mocked him they toke the robe of him ageyne and put his awne reymet on him and leed him awaye to crucify him."
    },
    {
      "verse": 32,
      "text": "And as they came out they fonnde a man of Cyren named Simon: him they compelled to beare his crosse."
    },
    {
      "verse": 33,
      "text": "And when they cam vnto the place called Golgotha (that is to saye a place of deed mens sculles)"
    },
    {
      "verse": 34,
      "text": "they gave him veneger to drinke mengled with gall. And when he had tasted therof he wolde not drinke."
    },
    {
      "verse": 35,
      "text": "When they had crucified him they parted his garmentes and did cast lottes: to fulfyll that was spoken by the prophet. They deuyded my garmetes amonge them: and apon my vesture did cast loottes."
    },
    {
      "verse": 36,
      "text": "And they sate and watched him there."
    },
    {
      "verse": 37,
      "text": "And they set vp over his heed the cause of his deeth written. This is Iesus the kynge of the Iewes."
    },
    {
      "verse": 38,
      "text": "And ther were two theves crucified with him one on the right honde and another on the lyfte."
    },
    {
      "verse": 39,
      "text": "They that passed by revyled him waggynge ther heeddes"
    },
    {
      "verse": 40,
      "text": "and sayinge: Thou that destroyest the temple of God and byldest it in thre dayes save thy sylfe. If thou be the sonne of God come doune from the crosse."
    },
    {
      "verse": 41,
      "text": "Lykwyse also the hye prestes mockinge him with the scribes and elders sayde:"
    },
    {
      "verse": 42,
      "text": "He saved other him sylfe he can not save. If he be the kynge of Israel: let him now come doune from the crosse and we will beleve him."
    },
    {
      "verse": 43,
      "text": "He trusted in God let him deliver him now yf he will have him: for he sayde I am the sonne of God."
    },
    {
      "verse": 44,
      "text": "That same also the theves which were crucified with him cast in his tethe."
    },
    {
      "verse": 45,
      "text": "From the sixte houre was there dercknes over all the londe vnto the nynth houre."
    },
    {
      "verse": 46,
      "text": "And about the nynth houre Iesus cryed with a loude voyce sayinge: Eli Eli lama asbathani. That is to saye my God my God why hast thou forsaken me?"
    },
    {
      "verse": 47,
      "text": "Some of them that stode there when they herde that sayde: This man calleth for Helyas."
    },
    {
      "verse": 48,
      "text": "And streyght waye one of them ranne and toke a sponge and filled it full of veneger and put it on a rede and gave him to drinke."
    },
    {
      "verse": 49,
      "text": "Other sayde let be: let vs se whyther Helyas will come and deliver him."
    },
    {
      "verse": 50,
      "text": "Iesus cryed agayne with a lowde voyce and yelded vp the goost."
    },
    {
      "verse": 51,
      "text": "And beholde the vayle of the temple dyd rent in twayne from the toppe to the bottome and the erth dyd quake and the stones dyd rent"
    },
    {
      "verse": 52,
      "text": "and graves dyd open: and the bodies of many sainctes which slept arose"
    },
    {
      "verse": 53,
      "text": "and came out of the graves after his resurreccion and came into the holy cite and appered vnto many."
    },
    {
      "verse": 54,
      "text": "When the Centurion and they that were with him watchinge Iesus sawe the erth quake and those thinges which hapened they feared greatly sayinge. Of a surete this was the sonne of God."
    },
    {
      "verse": 55,
      "text": "And many wemen were there beholdinge him a farre of which folowed Iesus from Galile ministringe vnto him."
    },
    {
      "verse": 56,
      "text": "Amonge which was Mary Magdalen and Mary the mother of Iames and Ioses and the mother of zebedes chyldren."
    },
    {
      "verse": 57,
      "text": "When the even was come there came a ryche man of Aramathia named Ioseph which same also was Iesus disciple."
    },
    {
      "verse": 58,
      "text": "He went to Pilate and begged the body of Iesus. Then Pilate commaunded the body to be delivered."
    },
    {
      "verse": 59,
      "text": "And Ioseph toke the body and wrapped it in a clene lynnyn clooth"
    },
    {
      "verse": 60,
      "text": "and put it in his newe tombe which he had hewen out even in the roke and rolled a greate stone to the dore of the sepulcre and departed."
    },
    {
      "verse": 61,
      "text": "And there was Mary Magdalene and the other Mary sittynge over ageynste the sepulcre."
    },
    {
      "verse": 62,
      "text": "The nexte daye that foloweth good frydaye the hye prestes and pharises got them selves to Pilate"
    },
    {
      "verse": 63,
      "text": "and sayde: Syr we remember that this deceaver sayde whyll he was yet alyve After thre dayes I will aryse agayne."
    },
    {
      "verse": 64,
      "text": "Commaunde therfore that the sepulcre be made sure vntyll the thyrd daye lest paraventure his disciples come and steale him awaye and saye vnto the people he is rysen from deeth and the laste erroure be worsse then the fyrst."
    },
    {
      "verse": 65,
      "text": "Pilate sayde vnto them. Take watche men: Go and make it as sure as ye can."
    },
    {
      "verse": 66,
      "text": "And they went and made the sepulcre sure with watche men and sealed the stone."
    }
  ]
}