{
  "book_id": "MAT",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "The Sabboth daye at even which dauneth the morowe after the Sabboth Mary Magdalene and the other Mary came to se the sepulcre."
    },
    {
      "verse": 2,
      "text": "And beholde ther was a greate erth quake. For the angell of the lorde descended from heven: and came and rowlled backe the stone from the dore and sate apon it."
    },
    {
      "verse": 3,
      "text": "His countenaunce was lyke lyghtnynge and his raymet whyte as snowe."
    },
    {
      "verse": 4,
      "text": "And for feare of him the kepers were astunnyed and became as deed men."
    },
    {
      "verse": 5,
      "text": "The angell answered and sayde to the wemen feare ye not. I knowe that ye seke Iesus which was crucified:"
    },
    {
      "verse": 6,
      "text": "he is not here: he is rysen as he sayde. Come and se the place where the lorde was put:"
    },
    {
      "verse": 7,
      "text": "and goo quickly and tell his disciples that he is rysen from deeth. And beholde he will go before you into Galile there ye shall se him. Lo I have tolde you."
    },
    {
      "verse": 8,
      "text": "And they departed quickly from the sepulcre with feare and greate Ioye: and did runne to bringe his disciples worde."
    },
    {
      "verse": 9,
      "text": "And as they went to tell his disciples: beholde Iesus met them sayinge: All hayle. And they came and held him by the fete and worshipped him."
    },
    {
      "verse": 10,
      "text": "Then sayde Iesus vnto them: be not afrayde. Go and tell my brethren that they goo in to Galile and there shall they se me."
    },
    {
      "verse": 11,
      "text": "When they were gone: beholde some of the kepers came into the cyte and shewed vnto the hie prestes all the thinges that were hapened."
    },
    {
      "verse": 12,
      "text": "And they gaddered them to gedder with the elders and toke counsell and gave large money vnto the soudiers"
    },
    {
      "verse": 13,
      "text": "sayinge: Saye that his disciples came by nyght and stole him awaye whill ye slept."
    },
    {
      "verse": 14,
      "text": "And if this come to the rulers cares we wyll pease him and save you harmeles."
    },
    {
      "verse": 15,
      "text": "And they toke the money and dyd as they were taught. And this sayinge is noysed amonge the Iewes vnto this daye."
    },
    {
      "verse": 16,
      "text": "Then the .xi. disciples went awaye into Galile in to a mountayne where Iesus had appoynted them."
    },
    {
      "verse": 17,
      "text": "And when they sawe hym they worshipped him. But some of them douted."
    },
    {
      "verse": 18,
      "text": "And Iesus came and spake vnto them sayinge: All power ys geve vnto me in heven and in erth."
    },
    {
      "verse": 19,
      "text": "Go therfore and teache all nacions baptysinge them in the name of the father and the sonne and the holy goost:"
    },
    {
      "verse": 20,
      "text": "Teachinge them to observe all thynges what soever I comcommaunded you. And lo I am with you all waye even vntyll the ende of the worlde."
    }
  ]
}