{
  "book_id": "GAL",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "It is for freedom that Christ set us free; stand firm therefore, and do not again be held under the yoke of slavery."
    },
    {
      "verse": 2,
      "text": "Understand that I, Paul, myself tell you that if you allow yourselves to be circumcised, Christ will avail you nothing."
    },
    {
      "verse": 3,
      "text": "I again declare to everyone who receives circumcision, that he binds himself to obey the whole Law."
    },
    {
      "verse": 4,
      "text": "You have severed yourselves from Christ – you who are seeking to be pronounced righteous through Law; you have fallen away from love."
    },
    {
      "verse": 5,
      "text": "For we, by the help of the Spirit, are eagerly waiting for the fulfillment of our hope – that we may be pronounced righteous as the result of faith."
    },
    {
      "verse": 6,
      "text": "If we are in union with Christ Jesus, neither is circumcision nor the omission of it anything, but faith, working through love, is everything."
    },
    {
      "verse": 7,
      "text": "You were once making good progress! Who has hindered you from obeying the truth?"
    },
    {
      "verse": 8,
      "text": "The persuasion brought to bear on you does not come from him who calls you."
    },
    {
      "verse": 9,
      "text": "A little yeast leavens all the dough."
    },
    {
      "verse": 10,
      "text": "I, through my union with the Lord, am persuaded that you will learn to think with me. But the man who is disturbing your minds will have to bear his punishment, whoever he may be."
    },
    {
      "verse": 11,
      "text": "If I, friends, am still proclaiming circumcision, why am I still persecuted? It seems that the cross has ceased to be an obstacle!"
    },
    {
      "verse": 12,
      "text": "I could even wish that the people who are unsettling you would go further still and mutilate themselves."
    },
    {
      "verse": 13,
      "text": "Remember, friends, to you the call came to give you freedom. Only, do not make your freedom an opportunity for self-indulgence but serve one another in a loving spirit."
    },
    {
      "verse": 14,
      "text": "Indeed, the whole Law has been summed up in this one precept – ‘You must love your neighbor as you love yourself.’"
    },
    {
      "verse": 15,
      "text": "But, if you are continually wounding and preying on one another, take care that you are not destroyed by one another."
    },
    {
      "verse": 16,
      "text": "This is what I have to say – Let your steps be guided by the Spirit, and then you will never gratify the cravings of your earthly nature."
    },
    {
      "verse": 17,
      "text": "For these cravings of our earthly nature conflict with the Spirit, and the Spirit with our earthly nature – they are two contrary principles – so that you cannot do what you wish."
    },
    {
      "verse": 18,
      "text": "But, if you follow the guidance of the Spirit, you are not subject to Law."
    },
    {
      "verse": 19,
      "text": "The sins of our earthly nature are unmistakable. They are sins like these – sexual immorality, impurity, indecency,"
    },
    {
      "verse": 20,
      "text": "idolatry, sorcery, quarrels, strife, jealousy, outbursts of passion, rivalries, dissensions, divisions,"
    },
    {
      "verse": 21,
      "text": "feelings of envy, drunkenness, revelry, and the like. And I warn you, as I warned you before, that those who indulge in such things will have no place in the kingdom of God."
    },
    {
      "verse": 22,
      "text": "But the fruit produced by the Spirit is love, joy, peace, forbearance, kindliness, generosity, trustfulness, gentleness, self-control."
    },
    {
      "verse": 23,
      "text": "Against such things there is no law!"
    },
    {
      "verse": 24,
      "text": "And those who belong to Jesus, the Christ, have already crucified their earthly nature, with its passions and its cravings."
    },
    {
      "verse": 25,
      "text": "Since our life is due to the Spirit, let us rule our conduct also by the Spirit."
    },
    {
      "verse": 26,
      "text": "Do not let us grow vain, and provoke or envy one another."
    }
  ]
}