{
  "book_id": "OBA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc The\\sc* vision of Obdias. Thus saith the Lord God to Idumea; I have heard a report from the Lord, and he has sent forth a message to the nations."
    },
    {
      "verse": 2,
      "text": "Arise ye, and let us rise up against her to war."
    },
    {
      "verse": 3,
      "text": "Behold, I have made thee small among the Gentiles: thou art greatly dishonoured. The pride of thine heart has elated thee, dwelling \\add as thou dost\\add* in the holes of the rocks, \\add as one that\\add* exalts his habitation, saying in his heart, Who will bring me down to the ground?"
    },
    {
      "verse": 4,
      "text": "If thou shouldest mount up as the eagle, and if thou shouldest make thy nest among the stars, thence will I bring thee down, saith the Lord."
    },
    {
      "verse": 5,
      "text": "If thieves came in to thee, or robbers by night, where wouldest thou have been cast away? would they not have stolen \\add just\\add* enough for themselves? and if grape-gatherers went in to thee, would they not leave a gleaning?"
    },
    {
      "verse": 6,
      "text": "How has Esau been searched out, and \\add how\\add* have his hidden things been detected?"
    },
    {
      "verse": 7,
      "text": "They sent thee to thy coasts: all the men of thy covenant have withstood thee; thine allies have prevailed against thee, they have set snares under thee: they have no understanding."
    },
    {
      "verse": 8,
      "text": "In that day, saith the Lord, I will destroy the wise men out of Idumea, and understanding out of the mount of Esau."
    },
    {
      "verse": 9,
      "text": "And thy warriors from Thæman shall be dismayed, to the end that man may be cut off from the mount of Esau."
    },
    {
      "verse": 10,
      "text": "Because of the slaughter and the sin \\add committed against\\add* thy brother Jacob, shame shall cover thee, and thou shalt be cut off for ever."
    },
    {
      "verse": 11,
      "text": "From the day that thou stoodest in opposition \\add to him\\add*, in the days when foreigners were taking captive his forces, and strangers entered into his gates, and cast lots on Jerusalem, thou also wast as one of them."
    },
    {
      "verse": 12,
      "text": "And \\f + \\fr 1:12 \\fqa Or, \\ft look not thou, etc.\\f*thou shouldest not have looked on the day of thy brother in the day of strangers; nor shouldest thou have rejoiced against the children of Juda in the day of their destruction; neither shouldest thou have boasted in the day of \\add their\\add* affliction."
    },
    {
      "verse": 13,
      "text": "Neither shouldest thou have gone into the gates of the people in the day of their troubles; nor yet shouldest thou have looked upon their gathering in the day of their destruction, nor shouldest thou have attacked their host in the day of their perishing."
    },
    {
      "verse": 14,
      "text": "Neither shouldest thou have stood at the opening of their passages, to destroy utterly those of them that were escaping; neither shouldest thou have shut up his fugitives in the day of affliction."
    },
    {
      "verse": 15,
      "text": "For the day of the Lord is near upon all the Gentiles: as thou hast done, so shall it be \\add done\\add* to thee: thy recompense shall be returned on thine \\add own\\add* head."
    },
    {
      "verse": 16,
      "text": "For as thou hast drunk upon my holy mountain, \\add so\\add* shall all the nations drink wine; they shall drink, and go down, and be as if they were not."
    },
    {
      "verse": 17,
      "text": "But on mount Sion there shall be deliverance, and there shall be a sanctuary; and the house of Jacob shall take for an inheritance those that took them for an inheritance."
    },
    {
      "verse": 18,
      "text": "And the house of Jacob shall be fire, and the house of Joseph a flame, and the house of Esau \\add shall be\\add* for stubble; and \\add Israel\\add* shall flame forth against them, and shall devour them, and there shall not be a corn-field \\add left\\add* to the house of Esau; because the Lord has spoken."
    },
    {
      "verse": 19,
      "text": "And they \\add that dwell\\add* in the \\f + \\fr 1:19 \\ft The \\fqa Gr. \\ft is the Hebrew word.\\f*south shall inherit the mount of Esau, and they in the plain the Philistines: and they shall inherit the mount of Ephraim, and the plain of Samaria, and Benjamin, and the land of Galaad."
    },
    {
      "verse": 20,
      "text": "And this \\add shall be\\add* the domain of the captivity of the children of Israel, the land of the Chananites as far as Sarepta; and the captives of Jerusalem \\add shall inherit\\add* as far as Ephratha; they shall inherit the cities of the south."
    },
    {
      "verse": 21,
      "text": "And they that escape shall come up from mount Sion, to take vengeance on the mount of Esau; and the kingdom shall be the Lord's."
    }
  ]
}