{
  "book_id": "1SA",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And Hannah prayed, and said, My heart rejoiceth in the LORD, my horn is exalted in the LORD; my mouth is enlarged over my enemies; because I rejoice in thy salvation."
    },
    {
      "verse": 2,
      "text": "\\add There is\\add* none holy as the LORD: for \\add there is\\add* none besides thee: neither \\add is there\\add* any rock like our God."
    },
    {
      "verse": 3,
      "text": "Talk no more so exceeding proudly; let \\add not\\add* arrogance come out of your mouth: for the LORD \\add is\\add* a God of knowledge, and by him actions are weighed."
    },
    {
      "verse": 4,
      "text": "The bows of the mighty men \\add are\\add* broken, and they that stumbled are girded with strength."
    },
    {
      "verse": 5,
      "text": "\\add They that were\\add* full have hired out themselves for bread; and \\add they that were\\add* hungry ceased: so that the barren hath borne seven; and she that hath many children is become feeble."
    },
    {
      "verse": 6,
      "text": "The LORD killeth, and maketh alive: he bringeth down to the grave, and bringeth up."
    },
    {
      "verse": 7,
      "text": "The LORD maketh poor, and maketh rich: he bringeth low, and lifteth up."
    },
    {
      "verse": 8,
      "text": "He raiseth the poor out of the dust, \\add and\\add* lifteth the beggar from the dunghill, to set \\add them\\add* among princes, and to make them inherit the throne of glory: for the pillars of the earth \\add are\\add* the LORD'S, and he hath set the world upon them."
    },
    {
      "verse": 9,
      "text": "He will keep the feet of his saints, and the wicked shall be silent in darkness; for by strength shall no man prevail."
    },
    {
      "verse": 10,
      "text": "The adversaries of the LORD shall be broken to pieces; out of heaven shall he thunder upon them: the LORD shall judge the ends of the earth; and he shall give strength to his king, and exalt the horn of his anointed."
    },
    {
      "verse": 11,
      "text": "And Elkanah went to Ramah to his house. And the child ministered to the LORD before Eli the priest."
    },
    {
      "verse": 12,
      "text": "Now the sons of Eli \\add were\\add* sons of Belial; they knew not the LORD."
    },
    {
      "verse": 13,
      "text": "And the priest's custom with the people \\add was\\add* , \\add that\\add* , when any man offered sacrifice, the priest's servant came, while the flesh was in seething, with a flesh-hook of three teeth in his hand;"
    },
    {
      "verse": 14,
      "text": "And he struck \\add it\\add* into the pan, or kettle, or caldron, or pot; all that the flesh-hook brought up the priest took for himself. So they did in Shiloh to all the Israelites that came thither."
    },
    {
      "verse": 15,
      "text": "Also before they burnt the fat, the priest's servant came, and said to the man that sacrificed, Give flesh to roast for the priest; for he will not have boiled flesh of thee, but raw."
    },
    {
      "verse": 16,
      "text": "And \\add if\\add* any man said to him, Let them not fail to burn the fat presently, and \\add then\\add* take \\add as much\\add* as thy soul desireth; then he would answer him, \\add No\\add* ; but thou shalt give \\add it to me\\add* now: and if not, I will take \\add it\\add* by force."
    },
    {
      "verse": 17,
      "text": "Wherefore the sin of the young men was very great before the LORD: for men abhorred the offering of the LORD."
    },
    {
      "verse": 18,
      "text": "But Samuel ministered before the LORD, \\add being\\add* a child, girded with a linen ephod."
    },
    {
      "verse": 19,
      "text": "Moreover his mother made him a little coat, and brought \\add it\\add* to him from year to year, when she came up with her husband, to offer the yearly sacrifice."
    },
    {
      "verse": 20,
      "text": "And Eli blessed Elkanah and his wife, and said, The LORD give thee issue of this woman for the loan which is lent to the LORD. And they went to their own home."
    },
    {
      "verse": 21,
      "text": "And the LORD visited Hannah, so that she conceived, and bore three sons and two daughters. And the child Samuel grew before the LORD."
    },
    {
      "verse": 22,
      "text": "Now Eli was very old, and heard all that his sons did to all Israel; and how they lay with the women that assembled at the door of the tabernacle of the congregation."
    },
    {
      "verse": 23,
      "text": "And he said to them, Why do ye such things? for I hear of your evil dealings by all this people."
    },
    {
      "verse": 24,
      "text": "No, my sons; for \\add it is\\add* no good report that I hear: ye make the LORD'S people to transgress."
    },
    {
      "verse": 25,
      "text": "If one man shall sin against another, the judge shall judge him: but if a man shall sin against the LORD, who shall entreat for him? Notwithstanding they hearkened not to the voice of their father, because the LORD would slay them."
    },
    {
      "verse": 26,
      "text": "And the child Samuel continued to grow, and was in favor both with the LORD, and also with men."
    },
    {
      "verse": 27,
      "text": "And there came a man of God to Eli, and said to him, Thus saith the LORD, Did I plainly appear to the house of thy father, when they were in Egypt in Pharaoh's house?"
    },
    {
      "verse": 28,
      "text": "And did I choose him out of all the tribes of Israel \\add to be\\add* my priest, to offer upon my altar, to burn incense, to wear an ephod before me? and did I give to the house of thy father all the offerings made by fire of the children of Israel?"
    },
    {
      "verse": 29,
      "text": "Wherefore kick ye at my sacrifice and at my offering, which I have commanded \\add in my\\add* habitation; and honorest thy sons above me, to make yourselves fat with the chiefest of all the offerings of Israel my people?"
    },
    {
      "verse": 30,
      "text": "Wherefore the LORD God of Israel saith, I said indeed \\add that\\add* thy house, and the house of thy father should walk before me for ever: but now the LORD saith, Be it far from me; for them that honor me I will honor, and they that despise me shall be lightly esteemed."
    },
    {
      "verse": 31,
      "text": "Behold, the days come, that I will cut off thy arm, and the arm of thy father's house, that there shall not be an old man in thy house."
    },
    {
      "verse": 32,
      "text": "And thou shalt see an enemy \\add in my\\add* habitation, in all \\add the wealth\\add* which \\add God\\add* shall give Israel: and there shall not be an old man in thy house for ever."
    },
    {
      "verse": 33,
      "text": "And the man of thine, \\add whom\\add* I shall not cut off from my altar, \\add shall be\\add* to consume thy eyes, and to grieve thy heart: and all the increase of thy house shall die in the flower of their age."
    },
    {
      "verse": 34,
      "text": "And this \\add shall be\\add* a sign to thee, that shall come upon thy two sons, on Hophni and Phinehas: in one day they shall die both of them."
    },
    {
      "verse": 35,
      "text": "And I will raise me up a faithful priest, \\add that\\add* shall do according to \\add that\\add* which \\add is\\add* in my heart and in my mind: and I will build him a sure house; and he shall walk before my Anointed for ever."
    },
    {
      "verse": 36,
      "text": "And it shall come to pass, \\add that\\add* every one that is left in thy house, shall come \\add and\\add* crouch to him for a piece of silver and a morsel of bread, and shall say, Put me, I pray thee, into one of the priest's offices, that I may eat a piece of bread."
    }
  ]
}