{
  "book_id": "1SA",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And it came to pass, when Samuel was old, that he made his sons judges over Israel."
    },
    {
      "verse": 2,
      "text": "Now the name of his first-born was Joel; and the name of his second, Abiah: \\add they were\\add* judges in Beer-sheba."
    },
    {
      "verse": 3,
      "text": "And his sons walked not in his ways, but turned aside after lucre, and took bribes, and perverted judgment."
    },
    {
      "verse": 4,
      "text": "Then all the elders of Israel assembled, and came to Samuel to Ramah,"
    },
    {
      "verse": 5,
      "text": "And said to him, Behold, thou art old, and thy sons walk not in thy ways: now make us a king to judge us like all the nations."
    },
    {
      "verse": 6,
      "text": "But the thing displeased Samuel, when they said, Give us a king to judge us: and Samuel prayed to the LORD."
    },
    {
      "verse": 7,
      "text": "And the LORD said to Samuel, Hearken to the voice of the people in all that they say to thee: for they have not rejected thee, but they have rejected me, that I should not reign over them."
    },
    {
      "verse": 8,
      "text": "According to all the works which they have done since the day that I brought them out of Egypt even to this day, by which they have forsaken me, and served other gods, so do they also to thee."
    },
    {
      "verse": 9,
      "text": "Now therefore hearken to their voice: yet protest solemnly to them, and show them the manner of the king that will reign over them."
    },
    {
      "verse": 10,
      "text": "And Samuel told all the words of the LORD to the people that asked of him a king."
    },
    {
      "verse": 11,
      "text": "And he said, This will be the manner of the king that shall reign over you: He will take your sons, and appoint \\add them\\add* for himself, for his chariots, and \\add to be\\add* his horsemen; and \\add some\\add* will run before his chariots."
    },
    {
      "verse": 12,
      "text": "And he will appoint him captains over thousands, and captains over fifties; and \\add will set them\\add* to till his ground, and to reap his harvest, and to make his instruments of war, and instruments of his chariots."
    },
    {
      "verse": 13,
      "text": "And he will take your daughters \\add to be\\add* confectioneries, and \\add to be\\add* cooks, and \\add to be\\add* bakers."
    },
    {
      "verse": 14,
      "text": "And he will take your fields, and your vineyards, and your olive-yards, \\add even\\add* the best \\add of them\\add* , and give \\add them\\add* to his servants."
    },
    {
      "verse": 15,
      "text": "And he will take the tenth of your seed, and of your vineyards, and give to his officers, and to his servants."
    },
    {
      "verse": 16,
      "text": "And he will take your men-servants, and your maid-servants, and your most choice young men, and your asses, and put \\add them\\add* to his work."
    },
    {
      "verse": 17,
      "text": "He will take the tenth of your sheep: and ye will be his servants."
    },
    {
      "verse": 18,
      "text": "And ye shall cry out in that day because of your king which ye shall have chosen for yourselves; and the LORD will not hear you in that day."
    },
    {
      "verse": 19,
      "text": "Nevertheless, the people refused to obey the voice of Samuel; and they said, No; but we will have a king over us;"
    },
    {
      "verse": 20,
      "text": "That we also may be like all the nations; and that our king may judge us, and go out before us, and fight our battles."
    },
    {
      "verse": 21,
      "text": "And Samuel heard all the words of the people, and he rehearsed them in the ears of the LORD."
    },
    {
      "verse": 22,
      "text": "And the LORD said to Samuel, Hearken to their voice, and make them a king. And Samuel said to the men of Israel, Go ye every man to his city."
    }
  ]
}