{
  "book_id": "2MA",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The brethren, the Jews that are in Jerusalem and they that are in the country of Judea, send greeting to the brethren, the Jews that are throughout Egypt, \\add and wish them\\add* good peace:"
    },
    {
      "verse": 2,
      "text": "and may God do good unto you, and remember his covenant with Abraham and Isaac and Jacob, his faithful servants;"
    },
    {
      "verse": 3,
      "text": "and give you all a heart to worship him and do his pleasure with a great heart and a willing soul;"
    },
    {
      "verse": 4,
      "text": "and open your heart in his law and in his statutes, and make peace,"
    },
    {
      "verse": 5,
      "text": "and hearken to your supplications, and be reconciled with you, and not forsake you in an evil time."
    },
    {
      "verse": 6,
      "text": "And now we here are praying for you."
    },
    {
      "verse": 7,
      "text": "In the reign of Demetrius, in the hundred threescore and ninth year, we the Jews have \\add already\\add* written unto you in the tribulation and in the extremity that hath come upon us in these years, from the time that Jason and his company revolted from the holy land and the kingdom,"
    },
    {
      "verse": 8,
      "text": "and set the gate on fire, and shed innocent blood: and we besought the Lord, and were heard; and we offered sacrifice and meal \\add offering,\\add* and we lighted the lamps, and we set forth the showbread."
    },
    {
      "verse": 9,
      "text": "And now \\add see\\add* that ye keep the days of the feast of tabernacles of the month Chislev."
    },
    {
      "verse": 10,
      "text": "\\add Written\\add* in the hundred fourscore and eighth year. They that are in Jerusalem and they that are in Judea and the senate and Judas, unto Aristobulus, king Ptolemy’s teacher, who is also of the stock of the anointed priests, and unto the Jews that are in Egypt, send greeting and health."
    },
    {
      "verse": 11,
      "text": "Having been saved by God out of great perils, as men arrayed against a king, we thank him greatly."
    },
    {
      "verse": 12,
      "text": "For himself cast forth into Persia them that arrayed themselves \\add against us\\add* in the holy city."
    },
    {
      "verse": 13,
      "text": "For when the prince was come \\add there,\\add* and the army with him that seemed irresistible, they were cut to pieces in the temple of Nanea by the treachery of Nanea’s priests."
    },
    {
      "verse": 14,
      "text": "For Antiochus, on the pretense that he would marry her, came into the place, he and his Friends that were with him, that they might take a great part of the treasures in name of a dowry."
    },
    {
      "verse": 15,
      "text": "And when the priests of Nanea’s temple had set the treasures forth, and he was come there with a small company within the wall of the precincts, they shut the temple when Antiochus was come in:"
    },
    {
      "verse": 16,
      "text": "and opening the secret door of the paneled ceiling, they threw stones and struck down the prince, and they hewed \\add him and his company\\add* in pieces, and smote off their heads, and cast them to those that were without."
    },
    {
      "verse": 17,
      "text": "Blessed \\add be\\add* our God in all things, who gave \\add for a prey\\add* them that had committed impiety."
    },
    {
      "verse": 18,
      "text": "Whereas we are now about to keep the purification of the temple in the \\add month\\add* Chislev, on the five and twentieth day, we thought it necessary to certify you thereof, that ye also may keep a feast of tabernacles, and \\add a memorial\\add* of the fire \\add which was given\\add* when Nehemiah offered sacrifices, after that he had built both the temple and the altar."
    },
    {
      "verse": 19,
      "text": "For indeed when our fathers were about to be led into the land of Persia, the godly priests of that time took of the fire of the altar, and hid it privily in the hollow of a well that was without water, wherein they made \\add it\\add* sure, so that the place was unknown to all men."
    },
    {
      "verse": 20,
      "text": "Now after many years, when it pleased God, Nehemiah, having received a charge from the king of Persia, sent in quest of the fire the descendants of the priests that hid it. When they declared to us that they had found no fire, but thick water,"
    },
    {
      "verse": 21,
      "text": "he commanded them to draw out thereof and bring \\add to him:\\add* and when the sacrifices had been offered \\add on the altar,\\add* Nehemiah commanded the priests to sprinkle with the water both the wood and the things laid thereupon."
    },
    {
      "verse": 22,
      "text": "And when it was done, and some time had passed, and the sun shone out, which before was hidden with clouds, there was kindled a great blaze, so that all men marveled."
    },
    {
      "verse": 23,
      "text": "And the priests made a prayer while the sacrifice was consuming, both the priests and all \\add others,\\add* Jonathan leading and the rest answering, as Nehemiah did."
    },
    {
      "verse": 24,
      "text": "And the prayer was after this manner: O Lord, Lord God, the Creator of all things, who art terrible and strong and righteous and merciful, who alone art King and gracious,"
    },
    {
      "verse": 25,
      "text": "who alone suppliest \\add every need,\\add* who alone art righteous and almighty and eternal, thou that savest Israel out of all evil, who madest the fathers \\add thy\\add* chosen, and didst sanctify them:"
    },
    {
      "verse": 26,
      "text": "accept the sacrifice for all thy people Israel, and guard thine own portion, and consecrate it."
    },
    {
      "verse": 27,
      "text": "Gather together our Dispersion, set at liberty them that are in bondage among the heathen, look upon them that are despised and abhorred, and let the heathen know that thou art our God."
    },
    {
      "verse": 28,
      "text": "Torment them that oppress us and in arrogancy shamefully treat us."
    },
    {
      "verse": 29,
      "text": "Plant thy people in thy holy place, even as Moses said."
    },
    {
      "verse": 30,
      "text": "And thereupon the priests sang the hymns."
    },
    {
      "verse": 31,
      "text": "And as soon as the sacrifice was consumed, then Nehemiah commanded to pour \\add on\\add* great stones the water that was left."
    },
    {
      "verse": 32,
      "text": "And when this was done, a flame was kindled; but when the light from the altar shone over against it, \\add all\\add* was consumed."
    },
    {
      "verse": 33,
      "text": "And when the matter became known, and it was told the king of the Persians, that, in the place where the priests that were led away had hidden the fire, there appeared the water, wherewith also Nehemiah and they that were with him purified the sacrifice,"
    },
    {
      "verse": 34,
      "text": "then the king, enclosing \\add the place,\\add* made it sacred, after he had proved the matter."
    },
    {
      "verse": 35,
      "text": "And when the king would show favor to any, he would take \\add from them\\add* many presents and give them some of \\add this water.\\add*"
    },
    {
      "verse": 36,
      "text": "And Nehemiah and they that were with him called this thing Nephthar, which is by interpretation, Cleansing; but most men call it Naphtha."
    }
  ]
}