{
  "book_id": "2MA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Now about this time Antiochus made his second inroad into Egypt."
    },
    {
      "verse": 2,
      "text": "And it sobefell that throughout all the city, for the space of almost forty days, there appeared in the midst of the sky horsemen in swift motion, wearing robes inwrought with gold and carryingspears, equipped in troops for battle;"
    },
    {
      "verse": 3,
      "text": "and drawing of swords; and on the other sidesquadrons of horse in array; and encounters and pursuits of both armies;and shaking of shields, and multitudes of lances, and casting of darts, and flashing of golden trappings, and girding on of all sorts of armor."
    },
    {
      "verse": 4,
      "text": "Wherefore all men besought that the vision might have been given for good."
    },
    {
      "verse": 5,
      "text": "But when a false rumor had arisen that Antiochus was deceased, Jason took not less than a thousand men, and suddenly made an assault upon the city; and they that were upon the wall being routed, and the city being now at length well nigh taken, Menelaus took refuge in the citadel."
    },
    {
      "verse": 6,
      "text": "But Jason slaughtered his own citizens without mercy, not considering that good success against kinsmen is the greatest ill success, but supposing himself to be setting up trophies over enemies, and not over fellow countrymen."
    },
    {
      "verse": 7,
      "text": "The office howeverhe did not get, but, receiving shame as the end of his conspiracy, he passed again a fugitive into the country of the Ammonites."
    },
    {
      "verse": 8,
      "text": "At the last therefore he met with a miserable end: having been shut up at the court of Aretas the prince of the Arabians, fleeing from city to city, pursued of all men, hated as an apostate from the laws, and held in abomination as the butcher of his country and his fellow citizens, he was cast forth into Egypt;"
    },
    {
      "verse": 9,
      "text": "and he that had driven many from their own country into strange lands perished himselfin a strange land, having crossed the sea to the Lacedaemonians, as thinking to find shelter therebecause they were near of kin;"
    },
    {
      "verse": 10,
      "text": "and he that had cast out a multitude unburied had none to mourn for him, nor had he any funeral at all, or place in the sepulcher of his fathers."
    },
    {
      "verse": 11,
      "text": "Now when tidings came to the king concerning that which was done, he thought that Judea was in revolt; whereupon setting out from Egypt in a furious mind, he took the city by force of arms,"
    },
    {
      "verse": 12,
      "text": "and commanded his soldiers to cut down without mercy such as came in their way, and to slay such as went up upon the houses;"
    },
    {
      "verse": 13,
      "text": "and there was killing of young and old, making away of boys, women, and children, slaying of virgins and infants."
    },
    {
      "verse": 14,
      "text": "And in all the three days of the slaughterthere were destroyed fourscore thousand, whereofforty thousand were slainin close combat, and no fewer were sold than slain."
    },
    {
      "verse": 15,
      "text": "But not content with this he presumed to enter into the most holy temple of all the earth, having Menelaus for his guide (him that had proved himself a traitor both to the laws and to his country),"
    },
    {
      "verse": 16,
      "text": "even taking the sacred vessels with his polluted hands, and dragging down with his profane hands the offerings that had been dedicated by other kings to the augmentation and glory and honor of the place."
    },
    {
      "verse": 17,
      "text": "And Antiochus was lifted up in mind, not seeing that because of the sins of them that dwelt in the city the Sovereign Lord had been provoked to anger a little while, and therefore his eye was thenturned away from the place."
    },
    {
      "verse": 18,
      "text": "But had it not so been that they were already held by many sins, this man, even as Heliodorus who was sent by Seleucus the king to view the treasury, would, so soon as he pressed forward, have been scourged and turned back from his daring deed."
    },
    {
      "verse": 19,
      "text": "Howbeit the Lord did not choose the nation for the place’s sake, but the place for the nation’s sake."
    },
    {
      "verse": 20,
      "text": "Wherefore also the place itself, having partaken in the calamities that befell the nation, did afterward share in itsbenefits; and the placewhich was forsaken in the wrath of the Almighty was, at the reconciliation of the great Sovereign, restored again with all glory."
    },
    {
      "verse": 21,
      "text": "As for Antiochus, when he had carried away out of the temple a thousand and eight hundred talents, he departed in all haste unto Antioch, thinking in his arrogancy to make the land navigable and the sea passable by foot, because his heart was lifted up."
    },
    {
      "verse": 22,
      "text": "And moreover he left governors to afflict the race: at Jerusalem, Philip, by race a Phrygian, and in character more barbarous than him that set him there;"
    },
    {
      "verse": 23,
      "text": "and at Gerizim, Andronicus; and besides these, Menelaus, who worse than all the rest exalted himself against his fellow citizens. And having a malicious mind toward the Jews whom he had madehis citizens,"
    },
    {
      "verse": 24,
      "text": "he sent that lord of pollutions Apollonius with an army of two and twenty thousand, commanding him to slay all those that were of full age, and to sell the women and the younger men."
    },
    {
      "verse": 25,
      "text": "And he coming to Jerusalem, and playing the man of peace, waited till the holy day of the Sabbath, and finding the Jews at rest from work, he commanded his men to parade in arms."
    },
    {
      "verse": 26,
      "text": "And he put to the sword all them that came forth to the spectacle; and running into the city with the armed men he slew great multitudes."
    },
    {
      "verse": 27,
      "text": "But Judas, who is also calledMaccabeus, with nine others or thereabout, withdrew himself, and with his company kept himself alive in the mountains after the manner of wild beasts; and they continued feeding on such poor herbs as grew there, that they might not be partakers of the threatenedpollution."
    }
  ]
}