{
  "book_id": "2MA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "And Maccabeus and they that were with him, the Lord leading them on, recovered the temple and the city;"
    },
    {
      "verse": 2,
      "text": "and they pulled down the altars that had been built in the marketplace by the aliens, and also the walls ofsacred enclosures."
    },
    {
      "verse": 3,
      "text": "And having cleansed the sanctuary they made another altar of sacrifice; and striking stones and taking fire out of them, they offered sacrifices, after they had ceased fortwo years, and burnedincense, and lightedlamps, and set forth the showbread."
    },
    {
      "verse": 4,
      "text": "And when they had done these things, they fell prostrate and besought the Lord that they might fall no more into such evils; but that, if ever they should sin, they might be chastened by him with forbearance, and not be delivered unto blaspheming and barbarous heathen."
    },
    {
      "verse": 5,
      "text": "Now on the same day that the sanctuary was profaned by aliens, upon that very day did it come to pass that the cleansing of the sanctuary was made, even on the five and twentieth day of the same month, which is Chislev."
    },
    {
      "verse": 6,
      "text": "And they kept eight days with gladness in the manner of the feastof tabernacles, remembering how that not long afore, during the feast of tabernacles, they were wandering in the mountains and in the caves after the manner of wild beasts."
    },
    {
      "verse": 7,
      "text": "Wherefore bearing wands wreathed with leaves, and fair boughs, and palms also, they offered up hymns of thanksgiving to him that had prosperously brought to pass the cleansing of his own place."
    },
    {
      "verse": 8,
      "text": "They ordained also with a common statute and decree, for all the nation of the Jews, that they should keep these days every year."
    },
    {
      "verse": 9,
      "text": "And such was the end of Antiochus, who was called Epiphanes."
    },
    {
      "verse": 10,
      "text": "But now will we declare what came to pass under Antiochus namedEupator, who proved himself a trueson of that ungodly man, and will gather up briefly the successive evils of the wars."
    },
    {
      "verse": 11,
      "text": "For this man, when he succeeded to the kingdom, appointed one Lysias to bechancellor, and supreme governor of Coelesyria and Phoenicia."
    },
    {
      "verse": 12,
      "text": "For Ptolemy that was called Macron, setting an example of observing justice toward the Jews because of the wrong that had been done unto them, endeavored to conduct his dealings with them on peaceful terms."
    },
    {
      "verse": 13,
      "text": "Whereupon being accused by the king’sFriends before Eupator, and hearing himself called traitor at every turn, because he had abandoned Cyprus which Philometor had entrusted to him, and had withdrawn himself unto Antiochus calledEpiphanes, and failing to uphold the honor of his office, he took poison and made away with himself."
    },
    {
      "verse": 14,
      "text": "But Gorgias, when he was made governor of the district, maintained a force of mercenaries, and at every turn kept up war with the Jews."
    },
    {
      "verse": 15,
      "text": "And together with him the Idumeans also, being masters of important strongholds, harassed the Jews; and receiving unto them those that had taken refuge therefrom Jerusalem, they assayed to keep up war."
    },
    {
      "verse": 16,
      "text": "But Maccabeus and his men, having made solemn supplication and besought God to fight on their side, rushed upon the strongholds of the Idumeans;"
    },
    {
      "verse": 17,
      "text": "and assaulting them vigorously they made themselves masters of the positions, and kept off all that fought upon the wall, and slew those that fell in their way, and killed no fewer than twenty thousand."
    },
    {
      "verse": 18,
      "text": "And because no less than nine thousand were fled into two towers exceeding strong and having all things neededfor a siege,"
    },
    {
      "verse": 19,
      "text": "Maccabeus, having left Simon and Joseph, and Zacchaeus besides and them that were with him, a force sufficient to besiege them, departed himself unto places where he was most needed."
    },
    {
      "verse": 20,
      "text": "But Simon and they that were with him, yielding to covetousness, were bribed by certain of those that were in the towers, and receiving seventy thousand drachmas let some of them slip away."
    },
    {
      "verse": 21,
      "text": "But when word was brought to Maccabeus of what was done, he gathered the leaders of the people together, and accused those menof having sold their brethren for money, by setting their enemies free to fightagainst them."
    },
    {
      "verse": 22,
      "text": "So he slew these men for having turned traitors, and forthwith took possession of the two towers."
    },
    {
      "verse": 23,
      "text": "And prospering with his arms in all things he took in hand, he destroyed in the two strongholds more than twenty thousand."
    },
    {
      "verse": 24,
      "text": "Now Timothy, who had been before defeated by the Jews, having gathered together foreign forces in great multitudes, and having collected the horsemen who belonged to Asia, not a few, came as though he would take Judea by force of arms."
    },
    {
      "verse": 25,
      "text": "But as he drew near, Maccabeus and his men sprinkled earth upon their heads and girded their loins with sackcloth, in supplication to God,"
    },
    {
      "verse": 26,
      "text": "and falling down upon the step in front of the altar, besought him to become gracious to them, and be an enemy to their enemies and an adversary to their adversaries, as the law declareth."
    },
    {
      "verse": 27,
      "text": "And rising from their prayer they took up their arms, and advanced some distance from the city; and when they had come near to their enemies they halted."
    },
    {
      "verse": 28,
      "text": "And when the dawn was now spreading, the two armiesjoined battle; the one part having this, beside theirvirtue, for a pledge of success and victory, that they had fled unto the Lord for refuge, the others making their passion their leader in the strife."
    },
    {
      "verse": 29,
      "text": "But when the battle waxed strong, there appeared out of heaven unto their adversaries five men on horses with bridles of gold, insplendid array;and two of them, leading on the Jews,"
    },
    {
      "verse": 30,
      "text": "and taking Maccabeus in the midst of them, and covering him with their own armor, guarded him from wounds, while on the adversaries they shot forth arrows and thunderbolts; by reason whereof they were blinded and thrown into confusion, and were cut to pieces, filled with bewilderment."
    },
    {
      "verse": 31,
      "text": "And there were slain twenty thousand and five hundred, beside six hundred horsemen."
    },
    {
      "verse": 32,
      "text": "But Timothy himself fled into a stronghold called Gazara, a fortress of exceeding strength, Chaereas being in command there."
    },
    {
      "verse": 33,
      "text": "But Maccabeus and his men were glad and laid siege to the fortress four and twenty days."
    },
    {
      "verse": 34,
      "text": "And they that were within, trusting to the strength of the place, blasphemed exceedingly, and hurled forth impious words."
    },
    {
      "verse": 35,
      "text": "But at dawn of the five and twentieth day certain young men of the company of Maccabeus, inflamed with passion because of the blasphemies, assaulted the wall with masculine force and with furious passion, and cut down whosoever came in their way."
    },
    {
      "verse": 36,
      "text": "And others climbing up in like manner, while the besiegedwere distracted with them that had made their waywithin, set fire to the towers, and kindling fires burned the blasphemers alive; while others broke open the gates, and, having given entrance to the rest of the band, occupied the city."
    },
    {
      "verse": 37,
      "text": "And they slew Timothy, who was hidden in a cistern, and his brother Chaereas, and Apollophanes."
    },
    {
      "verse": 38,
      "text": "And when they had accomplished these things, they blessed the Lord with hymns and thanksgivings, him who doeth great benefits unto Israel, and giveth them the victory."
    }
  ]
}