{
  "book_id": "2MA",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "In the hundred forty and ninth year tidings were brought to Judas and his company that Antiochus Eupator was coming with \\add great\\add* multitudes against Judea,"
    },
    {
      "verse": 2,
      "text": "and with him Lysias his guardian and chancellor, each having a Greek force, a hundred and ten thousand footmen, and five thousand and three hundred horsemen, and two and twenty elephants, and three hundred chariots armed with scythes."
    },
    {
      "verse": 3,
      "text": "And Menelaus also joined himself with them, and with great dissimulation encouraged Antiochus, not for the saving of his country, but because he thought that he would be set over the government."
    },
    {
      "verse": 4,
      "text": "But the King of kings stirred up the passion of Antiochus against the wicked wretch; and when Lysias informed him that this man was the cause of all the evils, \\add the king\\add* commanded to bring him unto Berea, and to put him to death after the manner of that place."
    },
    {
      "verse": 5,
      "text": "Now there is in that place a tower of fifty cubits high, full of ashes, and it had all round it a gallery descending sheer on every side into the ashes."
    },
    {
      "verse": 6,
      "text": "Here him that is guilty of sacrilege, or hath attained a preeminence in any other evil deeds, they all push forward into destruction."
    },
    {
      "verse": 7,
      "text": "By such a fate it befell the breaker of the law, Menelaus, to die, without obtaining so much as \\add a grave in\\add* the earth, and that right justly;"
    },
    {
      "verse": 8,
      "text": "for inasmuch as he had perpetrated many sins against the altar, whose fire and whose ashes were holy, in ashes did he receive his death."
    },
    {
      "verse": 9,
      "text": "Now the king, infuriated in spirit, was coming with intent to inflict on the Jews the very worst of the sufferings that had befallen \\add them\\add* in his father’s time."
    },
    {
      "verse": 10,
      "text": "But when Judas heard of these things, he gave charge to the multitude to call upon the Lord day and night, \\add beseeching him,\\add* if ever at any other time, so now to succor them that were at the point to be deprived of the law and their country and the holy temple,"
    },
    {
      "verse": 11,
      "text": "and not to suffer the people that had been but now a little while revived to fall into the hands of those profane heathen."
    },
    {
      "verse": 12,
      "text": "So when they had all done the same thing together, beseeching the merciful Lord with weeping and fastings and prostration for three days without ceasing, Judas exhorted them and commanded they should join him \\add for service.\\add*"
    },
    {
      "verse": 13,
      "text": "And having gone apart with the elders he resolved that, before the king’s army should enter into Judea and make themselves masters of the city, they should go forth and try the matter \\add in fight\\add* by the help of God."
    },
    {
      "verse": 14,
      "text": "And committing the decision to the Lord of the world, and exhorting them that were with him to contend nobly even unto death for laws, temple, city, country, commonwealth, he pitched his camp by Modein."
    },
    {
      "verse": 15,
      "text": "And given out to his men the watchword, VICTORY IS GOD’S, with a chosen body of the bravest young men he fell upon \\add the camp\\add* by night \\add and penetrated\\add* to the king’s tent, and slew \\add of\\add* the army as many as two thousand men, and brought down the chiefest elephant with him that was in the tower upon him."
    },
    {
      "verse": 16,
      "text": "And at last they filled the army with terror and alarm, and departed with good success."
    },
    {
      "verse": 17,
      "text": "And this had been accomplished when the day was but now dawning, because of the Lord’s protection that gave Judas help."
    },
    {
      "verse": 18,
      "text": "But the king, having had a taste of the exceeding boldness of the Jews, made attempts by stratagem upon their positions,"
    },
    {
      "verse": 19,
      "text": "and \\add upon\\add* a strong fortress of the Jews at Beth-zur; he advanced, was turned back, failed, was defeated,"
    },
    {
      "verse": 20,
      "text": "And Judas conveyed such things as were necessary unto them that were within."
    },
    {
      "verse": 21,
      "text": "But Rhodocus, from the Jewish ranks, made known to the enemy the secrets \\add of his countrymen.\\add* He was sought out, and taken, and shut up in prison."
    },
    {
      "verse": 22,
      "text": "The king treated with them in Beth-zur the second time, gave his hand, took theirs, departed, attacked the forces of Judas, was put to the worse,"
    },
    {
      "verse": 23,
      "text": "heard that Philip who had been left as chancellor in Antioch had become reckless, was confounded, made to the Jews an overture \\add of peace,\\add* submitted himself and sware to acknowledge all their rights, came to terms with them and offered sacrifice, honored the sanctuary and the place,"
    },
    {
      "verse": 24,
      "text": "showed kindness and graciously received Maccabeus, left Hegemonides governor from Ptolemais even unto the Gerrenians,"
    },
    {
      "verse": 25,
      "text": "came to Ptolemais. The men of Ptolemais were displeased at the treaty, for they had exceeding great indignation \\add against the Jews:\\add* they desired to annul the articles of the agreement."
    },
    {
      "verse": 26,
      "text": "Lysias came forward to speak, made the best defense that was possible, persuaded, pacified, made them well affected, departed unto Antioch. This was the issue of the inroad and departure of the king."
    }
  ]
}