{
  "book_id": "GEN",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the bigynnyng God made of nouyt heuene and erthe."
    },
    {
      "verse": 2,
      "text": "Forsothe the erthe was idel and voide, and derknessis weren on the face of depthe; and the Spiryt of the Lord was borun on the watris."
    },
    {
      "verse": 3,
      "text": "And God seide, Liyt be maad, and liyt was maad."
    },
    {
      "verse": 4,
      "text": "And God seiy the liyt, that it was good, and he departide the liyt fro derknessis; and he clepide the liyt,"
    },
    {
      "verse": 5,
      "text": "dai, and the derknessis, nyyt. And the euentid and morwetid was maad, o daie."
    },
    {
      "verse": 6,
      "text": "And God seide, The firmament be maad in the myddis of watris, and departe watris fro watris."
    },
    {
      "verse": 7,
      "text": "And God made the firmament, and departide the watris that weren vndur the firmament fro these watris that weren on the firmament; and it was don so."
    },
    {
      "verse": 8,
      "text": "And God clepide the firmament, heuene. And the euentid and morwetid was maad, the secounde dai."
    },
    {
      "verse": 9,
      "text": "Forsothe God seide, The watris, that ben vndur heuene, be gaderid in to o place, and a drie place appere; and it was doon so."
    },
    {
      "verse": 10,
      "text": "And God clepide the drie place, erthe; and he clepide the gadryngis togidere of watris, the sees. And God seiy that it was good;"
    },
    {
      "verse": 11,
      "text": "and seide, The erthe brynge forth greene eerbe and makynge seed, and appil tre makynge fruyt bi his kynde, whos seed be in it silf on erthe; and it was doon so."
    },
    {
      "verse": 12,
      "text": "And the erthe brouyte forth greene erbe and makynge seed bi his kynde, and a tre makynge fruyt, and ech hauynge seed by his kynde. And God seiy that it was good."
    },
    {
      "verse": 13,
      "text": "And the euentid and morwetid was maad, the thridde dai."
    },
    {
      "verse": 14,
      "text": "Forsothe God seide, Liytis be maad in the firmament of heuene, and departe tho the dai and niyt; and be tho in to signes, and tymes, and daies, and yeeris;"
    },
    {
      "verse": 15,
      "text": "and shyne tho in the firmament of heuene, and liytne tho the erthe; and it was doon so."
    },
    {
      "verse": 16,
      "text": "And God made twei grete liytis, the gretter liyt that it schulde be bifore to the dai, and the lesse liyt that it schulde be bifore to the niyt;"
    },
    {
      "verse": 17,
      "text": "and God made sterris; and settide tho in the firmament of heuene, that tho schulden schyne on erthe,"
    },
    {
      "verse": 18,
      "text": "and that tho schulden be bifore to the dai and nyyt, and schulden departe liyt and derknesse. And God seiy that it was good."
    },
    {
      "verse": 19,
      "text": "And the euentid and the morwetid was maad, the fourthe dai."
    },
    {
      "verse": 20,
      "text": "Also God seide, The watris brynge forth a `crepynge beeste of lyuynge soule, and a brid fleynge aboue erthe vndur the firmament of heuene."
    },
    {
      "verse": 21,
      "text": "And God made of nouyt grete whallis, and ech lyuynge soule and mouable, whiche the watris han brouyt forth in to her kyndis; and God made of nouyt ech volatile bi his kynde. And God seiy that it was good;"
    },
    {
      "verse": 22,
      "text": "and blesside hem, and seide, Wexe ye, and be ye multiplied, and fille ye the watris of the see, and briddis be multiplied on erthe."
    },
    {
      "verse": 23,
      "text": "And the euentid and the morwetid was maad, the fyuethe dai."
    },
    {
      "verse": 24,
      "text": "And God seide, The erthe brynge forth a lyuynge soul in his kynde, werk beestis, and `crepynge beestis, and vnresonable beestis of erthe, bi her kyndis; and it was don so."
    },
    {
      "verse": 25,
      "text": "And God made vnresonable beestis of erthe bi her kyndes, and werk beestis, `and ech crepynge beeste of erthe in his kynde. And God seiy that it was good; and seide,"
    },
    {
      "verse": 26,
      "text": "Make we man to oure ymage and liknesse, and be he souereyn to the fischis of the see, and to the volatilis of heuene, and to vnresonable beestis of erthe, and to ech creature, and to ech `crepynge beest, which is moued in erthe."
    },
    {
      "verse": 27,
      "text": "And God made of nouyt a man to his ymage and liknesse; God made of nouyt a man, to the ymage of God; God made of nouyt hem, male and female."
    },
    {
      "verse": 28,
      "text": "And God blesside hem, and seide, Encreesse ye, and be ye multiplied, and fille ye the erthe, and make ye it suget, and be ye lordis to fischis of the see, and to volatilis of heuene, and to alle lyuynge beestis that ben moued on erthe."
    },
    {
      "verse": 29,
      "text": "And God seide, Lo! Y haue youe to you ech eerbe berynge seed on erthe, and alle trees that han in hem silf the seed of her kynde, that tho be in to mete to you;"
    },
    {
      "verse": 30,
      "text": "and to alle lyuynge beestis of erthe, and to ech brid of heuene, and to alle thingis that ben moued in erthe, and in whiche is a lyuynge soule, that tho haue to ete; and it was doon so."
    },
    {
      "verse": 31,
      "text": "And God seiy alle thingis whiche he made, and tho weren ful goode. And the euentid and morwetid was maad, the sixte day."
    }
  ]
}