{
  "book_id": "GEN",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor heuenes and erthe ben maad perfit, and al the ournement of tho."
    },
    {
      "verse": 2,
      "text": "And God fillide in the seuenthe dai his werk which he made; and he restide in the seuenthe dai fro al his werk which he hadde maad;"
    },
    {
      "verse": 3,
      "text": "and he blesside the seuenthe dai, and halewide it; for in that dai God ceesside of al his werk which he made of nouyt, that he schulde make."
    },
    {
      "verse": 4,
      "text": "These ben the generaciouns of heuene and of erthe, in the day wherynne the Lord God made heuene and erthe,"
    },
    {
      "verse": 5,
      "text": "and ech litil tre of erthe bifore that it sprong out in erthe; and he made ech erbe of the feeld bifore that it buriownede. For the Lord God had not reyned on erthe, and no man was that wrouyte erthe;"
    },
    {
      "verse": 6,
      "text": "but a welle stiede out of the erthe, and moistide al the hiyere part of erthe."
    },
    {
      "verse": 7,
      "text": "Therfor the Lord God formede man of the sliym of erthe, and brethide in to his face the brething of lijf; and man was maad in to a lyuynge soule."
    },
    {
      "verse": 8,
      "text": "Forsothe the Lord God plauntide at the bigynnyng paradis of likyng, wherynne he settide man whom he hadde formed."
    },
    {
      "verse": 9,
      "text": "And the Lord God brouyte forth of the erthe ech tre fair in siyt, and swete to ete; also he brouyte forth the tre of lijf in the middis of paradis, and the tre of kunnyng of good and of yuel."
    },
    {
      "verse": 10,
      "text": "And a ryuer yede out fro the place of likyng to moyste paradis, which ryuer is departid fro thennus in to foure heedis."
    },
    {
      "verse": 11,
      "text": "The name of the o ryuer is Fyson, thilke it is that cumpassith al the lond of Euilath, where gold cometh forth,"
    },
    {
      "verse": 12,
      "text": "and the gold of that lond is the beste, and there is foundun delium, that is, a tree of spicerie, and the stoon onychyn;"
    },
    {
      "verse": 13,
      "text": "and the name to the secounde ryuer is Gyon, thilke it is that cumpassith al the loond of Ethiopie;"
    },
    {
      "verse": 14,
      "text": "forsothe the name of the thridde ryuer is Tigris, thilke goith ayens Assiriens; sotheli the fourthe ryuer is thilke Eufrates."
    },
    {
      "verse": 15,
      "text": "Therfor the Lord God took man, and settide hym in paradis of likyng, that he schulde worche and kepe it."
    },
    {
      "verse": 16,
      "text": "And God comaundide to hym and seide, Ete thou of ech tre of paradis;"
    },
    {
      "verse": 17,
      "text": "forsothe ete thou not of the tre of kunnyng of good and of yuel; for in what euere dai thou schalt ete therof, thou schalt die bi deeth."
    },
    {
      "verse": 18,
      "text": "And the Lord God seide, It is not good that a man be aloone, make we to hym an help lijk to hym silf."
    },
    {
      "verse": 19,
      "text": "Therfor whanne alle lyuynge beestis of erthe, and alle the volatils of heuene weren formed of erthe, the Lord God brouyte tho to Adam, that he schulde se what he schulde clepe tho; for al thing that Adam clepide of lyuynge soule, thilke is the name therof."
    },
    {
      "verse": 20,
      "text": "And Adam clepide bi her names alle lyuynge thingis, and alle volatils, and alle vnresonable beestis of erthe. Forsothe to Adam was not foundun an helpere lijk hym."
    },
    {
      "verse": 21,
      "text": "Therfore the Lord God sente sleep in to Adam, and whanne he slepte, God took oon of hise ribbis, and fillide fleisch for it."
    },
    {
      "verse": 22,
      "text": "And the Lord God bildide the rib which he hadde take fro Adam in to a womman, and brouyte hir to Adam."
    },
    {
      "verse": 23,
      "text": "And Adam seide, This is now a boon of my boonys, and fleisch of my fleisch; this schal be clepid virago, `for she is takun of man."
    },
    {
      "verse": 24,
      "text": "Wherfor a man schal forsake fadir and modir, and schal cleue to his wijf, and thei schulen be tweyne in o fleisch."
    },
    {
      "verse": 25,
      "text": "Forsothe euer eithir was nakid, that is, Adam and his wijf, and thei weren not aschamed."
    }
  ]
}