{
  "book_id": "GEN",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "But and the serpent was feller than alle lyuynge beestis of erthe, whiche the Lord God hadde maad. Which serpent seide to the womman, Why comaundide God to you, that ye schulden not ete of ech tre of paradis?"
    },
    {
      "verse": 2,
      "text": "To whom the womman answerde, We eten of the fruyt of trees that ben in paradis;"
    },
    {
      "verse": 3,
      "text": "sothely God commaundide to vs, that we schulden not eate of the fruyt of the tre, which is in the myddis of paradijs, and that we schulden not touche it, lest perauenture we dien."
    },
    {
      "verse": 4,
      "text": "Forsothe the serpent seide to the womman, ye schulen not die bi deeth;"
    },
    {
      "verse": 5,
      "text": "for whi God woot that in what euere dai ye schulen ete therof, youre iyen schulen be opened, and ye schulen be as Goddis, knowynge good and yuel."
    },
    {
      "verse": 6,
      "text": "Therfore the womman seiy that the tre was good, and swete to ete, and fair to the iyen, and delitable in bi holdyng; and sche took of the fruyt therof, and eet, and yaf to hir hosebande, and he eet."
    },
    {
      "verse": 7,
      "text": "And the iyen of bothe weren openid; and whanne thei knowen that thei weren nakid, thei sewden the leeues of a fige tre, and maden brechis to hem silf."
    },
    {
      "verse": 8,
      "text": "And whanne thei herden the vois of the Lord God goynge in paradijs at the wynd after myddai, Adam and his wijf hidden hem fro the face of the Lord God in the middis of the tre of paradijs."
    },
    {
      "verse": 9,
      "text": "And the Lord God clepide Adam, and seide to hym, Where art thou?"
    },
    {
      "verse": 10,
      "text": "And Adam seide, Y herde thi vois in paradijs, and Y drede, for Y was nakid, and Y hidde me."
    },
    {
      "verse": 11,
      "text": "To whom the Lord seide, Who forsothe schewide to thee that thou were nakid, no but for thou hast ete of the tre of which Y comaundide to thee that thou schuldist not ete?"
    },
    {
      "verse": 12,
      "text": "And Adam seide, The womman which thou yauest felowe to me, yaf me of the tre, and Y eet."
    },
    {
      "verse": 13,
      "text": "And the Lord seide to the womman, Whi didist thou this thing? Which answerde, The serpent disseyued me, and Y eet."
    },
    {
      "verse": 14,
      "text": "And the Lord God seide to the serpent, For thou didist this, thou schalt be cursid among alle lyuynge thingis and vnresonable beestis of erthe; thou schalt go on thi brest, and thou schalt ete erthe in alle daies of thi liif;"
    },
    {
      "verse": 15,
      "text": "Y schal sette enemytees bitwixe thee and the womman, and bitwixe thi seed and hir seed; sche schal breke thin heed, and thou schalt sette aspies to hir heele."
    },
    {
      "verse": 16,
      "text": "Also God seide to the womman, Y schal multiplie thi wretchidnessis and thi conseyuyngis; in sorewe thou schalt bere thi children; and thou schalt be vndur power of the hosebonde, and he schal be lord of thee."
    },
    {
      "verse": 17,
      "text": "Sothely God seyde to Adam, For thou herdist the voys of thi wijf, and hast ete of the tree, of which Y comaundide to thee that thou schuldist not ete, the erthe schal be cursid in thi werk; in traueylis thou schalt ete therof in alle daies of thi lijf;"
    },
    {
      "verse": 18,
      "text": "it schal brynge forth thornes and breris to thee, and thou schalt ete eerbis of the erthe;"
    },
    {
      "verse": 19,
      "text": "in swoot of thi cheer thou schalt ete thi breed, til thou turne ayen in to the erthe of which thou art takun; for thou art dust, and thou schalt turne ayen in to dust."
    },
    {
      "verse": 20,
      "text": "And Adam clepide the name of his wijf Eue, for sche was the moder of alle men lyuynge."
    },
    {
      "verse": 21,
      "text": "And the Lord God made cootis of skynnys to Adam and Eue his wijf, and clothide hem; and seide, Lo!"
    },
    {
      "verse": 22,
      "text": "Adam is maad as oon of vs, and knowith good and yuel; now therfore se ye, lest perauenture he putte his hond, and take of the tre of lijf, and ete, and lyue with outen ende."
    },
    {
      "verse": 23,
      "text": "And the Lord God sente hym out of paradijs of likyng, that he schulde worche the erthe, of which he was takun."
    },
    {
      "verse": 24,
      "text": "And God castide out Adam, and settide bifore paradis of lykyng cherubyn, and a swerd of flawme and turnynge aboute to kepe the weie of the tre of lijf."
    }
  ]
}