{
  "book_id": "GEN",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "This is the book of generacioun of Adam, in the dai wher ynne God made man of nouyt. God made man to the ymage and licnesse of God;"
    },
    {
      "verse": 2,
      "text": "God formede hem male and female, and blesside hem, and clepide the name of hem Adam, in the day in which thei weren formed."
    },
    {
      "verse": 3,
      "text": "Forsothe Adam lyuede an hundrid yeer and thretti, and gendride a sone to his ymage and liknesse, and clepide his name Seth."
    },
    {
      "verse": 4,
      "text": "And the daies of Adam after that he gendride Seth weren maad eiyte hundrid yeer, and he gendride sones and douytris."
    },
    {
      "verse": 5,
      "text": "And al the tyme in which Adam lyuede was maad nyne hundrid yeer and thretti, and he was deed."
    },
    {
      "verse": 6,
      "text": "Also Seth lyuede an hundrid and fyue yeer, and gendride Enos."
    },
    {
      "verse": 7,
      "text": "And Seth lyuede aftir that he gendride Enos eiyte hundrid and seuen yeer, and gendride sones and douytris."
    },
    {
      "verse": 8,
      "text": "And alle the daies of Seth weren maad nyne hundrid and twelue yeer, and he was deed."
    },
    {
      "verse": 9,
      "text": "Forsothe Enos lyuede nynti yeer, and gendride Caynan;"
    },
    {
      "verse": 10,
      "text": "aftir whos birthe Enos lyuede eiyte hundrid and fiftene yeer, and gendride sones and douytris."
    },
    {
      "verse": 11,
      "text": "And alle the daies of Enos weren maad nyne hundrid and fyue yeer, and he was deed."
    },
    {
      "verse": 12,
      "text": "Also Caynan lyuyde seuenti yeer, and gendride Malalehel."
    },
    {
      "verse": 13,
      "text": "And Caynan lyuede after that he gendride Malalehel eiyte hundrid and fourti yeer, and gendride sones and douytris."
    },
    {
      "verse": 14,
      "text": "And alle the dayes of Caynan weren maad nyn hundrid and ten yeer, and he was deed."
    },
    {
      "verse": 15,
      "text": "Forsothe Malalehel lyuede sixti yeer and fyue, and gendride Jared."
    },
    {
      "verse": 16,
      "text": "And Malalehel lyuede aftir that he gendride Jared eiyte hundrid and thretti yeer, and gendride sones and douytris."
    },
    {
      "verse": 17,
      "text": "And alle the daies of Malalehel weren maad eiyte hundrid nynti and fyue yeer, and he was deed."
    },
    {
      "verse": 18,
      "text": "And Jared lyuede an hundrid and two and sixti yeer, and gendride Enoth."
    },
    {
      "verse": 19,
      "text": "And Jared lyuede aftir that he gendride Enoth eiyte hundrid yeer, and gendride sones and douytris."
    },
    {
      "verse": 20,
      "text": "And alle the dayes of Jared weren maad nyn hundrid and twei and sexti yeer, and he was deed."
    },
    {
      "verse": 21,
      "text": "Forsothe Enoth lyuede fyue and sixti yeer, and gendride Matusalem."
    },
    {
      "verse": 22,
      "text": "And Enoth yede with God; and Enoth lyuede after that he gendride Matusalem thre hundrid yeer, and gendride sones and douytris."
    },
    {
      "verse": 23,
      "text": "And alle the daies of Enoth weren maad thre hundride and fyue and sexti yeer."
    },
    {
      "verse": 24,
      "text": "And Enoth yeed with God, and apperide not afterward, for God took hym awei."
    },
    {
      "verse": 25,
      "text": "Also Matusalem lyuede an hundrid and `fourscoor yeer and seuene, and gendride Lameth."
    },
    {
      "verse": 26,
      "text": "And Matusalem lyuede after that he gendride Lameth seuene hundrid and `fourscoor yeer and twei, and gendride sones and douytris."
    },
    {
      "verse": 27,
      "text": "And alle the daies of Matusale weren maad nyn hundrid and nyn and sixti yeer, and he was deed."
    },
    {
      "verse": 28,
      "text": "Forsothe Lameth lyuede an hundrid and `fourscoor yeer and two, and gendride a sone;"
    },
    {
      "verse": 29,
      "text": "and clepide his name Noe, and seide, This man schal comforte vs of the werkis and traueilis of oure hondis, in the loond which the Lord curside."
    },
    {
      "verse": 30,
      "text": "And Lameth lyuede after that he gendride Noe fyue hundrid `nynti and fyue yeer, and gendride sones and douytris."
    },
    {
      "verse": 31,
      "text": "And alle the daies of Lameth weren maad seuene hundrid `thre scoor and seuentene yeer, and he was deed."
    }
  ]
}