{
  "book_id": "GEN",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe Noe whanne he was of fyue hundrid yeer gendride Sem, Cham, and Jafeth. And whanne men bigunnen to be multiplied on erthe, and hadden gendrid douytris,"
    },
    {
      "verse": 2,
      "text": "the sones of God seiyen the douytris of men that thei weren faire, and token wyues to hem of alle whiche thei hadden chose."
    },
    {
      "verse": 3,
      "text": "And God seide, My spirit schal not dwelle in man with outen ende, for he is fleisch; and the daies of hym schulen be an hundrid and twenti yeer."
    },
    {
      "verse": 4,
      "text": "Sotheli giauntis weren on erthe in tho daies, forsothe aftir that the sones of God entriden to the douytris of men, and tho douytris gendriden; these weren myyti of the world and famouse men."
    },
    {
      "verse": 5,
      "text": "Sotheli God seiy that myche malice of men was in erthe, and that al the thouyt of herte was ententif to yuel in al tyme,"
    },
    {
      "verse": 6,
      "text": "and repentide him that he hadde maad man in erthe; and God was war bifore ayens tyme to comyng, and was touchid with sorewe of herte with ynne;"
    },
    {
      "verse": 7,
      "text": "and seide, Y schal do awei man, whom Y made of nouyt, fro the face of the erthe, fro man til to lyuynge thingis, fro crepynge beeste til to the briddis of heuene; for it repentith me that Y made hem."
    },
    {
      "verse": 8,
      "text": "Forsothe Noe foond grace bifore the Lord."
    },
    {
      "verse": 9,
      "text": "These ben the generaciouns of Noe. Noe was a iust man and perfit in hise generaciouns; Noe yede with God,"
    },
    {
      "verse": 10,
      "text": "and gendride thre sones, Sem, Cam, and Jafeth."
    },
    {
      "verse": 11,
      "text": "Forsothe the erthe was corrupt bifore God, and was fillid with wickidnes."
    },
    {
      "verse": 12,
      "text": "And whanne God seiy, that the erthe was corrupt, for ech fleisch ether man hadde corrupt his weie on erthe,"
    },
    {
      "verse": 13,
      "text": "he seide to Noe, The ende of al fleisch is comen bifore me; the erthe is fillid with wickidnesse of the face of hem, and Y schal distrye hem with the erthe."
    },
    {
      "verse": 14,
      "text": "Make thou to thee a schip of trees hewun and planed; thou schalt make dwellynge placis in the schip, and thou schalt anoynte it with pitche with ynne and with outforth."
    },
    {
      "verse": 15,
      "text": "And so thou schalt make it. The lengthe of the schip schal be of thre hundrid cubitis, the brede schal be of fifti cubitis, and the hiynesse therof schal be of thretti cubitis."
    },
    {
      "verse": 16,
      "text": "Thou schalt make a wyndow in the schip, and thou schalt ende the hiynesse therof in a cubite; sotheli thou schalt sette the dore of the schip in the side binethe; thou shalt make soleris and placis of thre chaumbris in the schip."
    },
    {
      "verse": 17,
      "text": "Lo! Y schal brynge `watris of diluuye ether greet flood on erthe, and Y schal sle ech fleisch in which is the spirit of lijf vndir heuene, and alle thingis that ben in erthe, schulen be wastid."
    },
    {
      "verse": 18,
      "text": "And Y schal sette my couenaunt of pees with thee; and thou schalt entre in to the schip, and thy sones, and thi wijf, and the wiues of thi sones schulen entre with thee."
    },
    {
      "verse": 19,
      "text": "And of alle lyuynge beestis of al fleisch thou schalt brynge in to the schip tweyne and tweyne, of male kynde and female, that thei lyue with thee;"
    },
    {
      "verse": 20,
      "text": "of briddis bi her kynde, and of werk beestis in her kynde, and of ech crepynge beeste of erthe, by her kynde; tweyne and tweyne of alle schulen entre with thee, that thei moun lyue."
    },
    {
      "verse": 21,
      "text": "Therfore thou schalt take with thee of alle metis that moun be etun, and thou schalt bere to gidre at thee, and tho schulen be as well to thee as to the beestis in to mete."
    },
    {
      "verse": 22,
      "text": "Therfor Noe dide alle thingis whiche God comaundide to hym."
    }
  ]
}