{
  "book_id": "GEN",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Also the Lord seide to Noe, Entre thou and al thin hous in to the schip, for Y seiy thee iust bifore me in this generacioun."
    },
    {
      "verse": 2,
      "text": "Of alle clene lyuynge beestis thou schalt take bi seuene and bi seuene, male and female; forsothe of vnclene lyuynge beestis thou schalt take bi tweyne and bi tweyne, male and female;"
    },
    {
      "verse": 3,
      "text": "but also of volatils of heuene thou schalt take, bi seuene and bi seuene, male and female, that her seed be saued on the face of al erthe."
    },
    {
      "verse": 4,
      "text": "For yit and aftir seuene daies Y schal reyne on erthe fourti daies and fourti nyytis, and Y schal do awey al substaunce which Y made, fro the face of erthe."
    },
    {
      "verse": 5,
      "text": "Therfor Noe dide alle thingis whiche the Lord comaundide to hym."
    },
    {
      "verse": 6,
      "text": "And he was of sixe hundrid yeer, whanne the watris of the greet flood flowiden on erthe."
    },
    {
      "verse": 7,
      "text": "And Noe entride in to the schip, and hise sones, and hise wijf, and the wyues of his sones, entriden with him for the watris of the greet flood."
    },
    {
      "verse": 8,
      "text": "And of lyuynge beestis clene and vnclene, and of briddis of heuene, and of ech beeste which is moued on erthe,"
    },
    {
      "verse": 9,
      "text": "bi tweyne and bi tweyne, male and female entriden to Noe in to the schip, as the Lord comaundide to Noe."
    },
    {
      "verse": 10,
      "text": "And whanne seuene daies hadden passid, the watris of the greet flood flowiden on erthe."
    },
    {
      "verse": 11,
      "text": "In the sixe hundrid yeer of the lijf of Noe, in the secunde moneth, in the seuententhe dai of the moneth, alle the wellis of the greet see weren brokun, and the wyndowis of heuene weren opened,"
    },
    {
      "verse": 12,
      "text": "and reyn was maad on erthe fourti daies and fourti nyytis."
    },
    {
      "verse": 13,
      "text": "In the ende of that dai Noe entride, and Sem, Cham, and Japheth, hise sones, his wijf, and the wyues of hise sones, entriden with hem into the schip."
    },
    {
      "verse": 14,
      "text": "Thei entriden, and ech beeste bi his kynde, and alle werk beestis in her kynde, and ech beeste which is moued on erthe in his kynde, and ech volatil bi his kynde; alle briddis and alle volatils entriden to Noe in to the schip,"
    },
    {
      "verse": 15,
      "text": "bi tweyne and bi tweyne of ech fleisch in whiche the spirit of lijf was."
    },
    {
      "verse": 16,
      "text": "And tho that entriden, entriden male and female of ech fleisch, as God comaundide to hym. And the Lord encloside hym fro with out-forth."
    },
    {
      "verse": 17,
      "text": "And the greet flood was maad fourti daies and fourti niytis on erthe, and the watris weren multiplied, and reiseden the schip on hiy fro erthe."
    },
    {
      "verse": 18,
      "text": "The watris flowiden greetli, and filliden alle thingis in the face of erthe. Forsothe the schip was borun on the watris."
    },
    {
      "verse": 19,
      "text": "And the watris hadden maistrie greetli on erthe, and alle hiye hillis vndur alle heuene weren hilid;"
    },
    {
      "verse": 20,
      "text": "the watyr was hiyere bi fiftene cubitis ouer the hilis whiche it hilide."
    },
    {
      "verse": 21,
      "text": "And ech fleisch was wastid that was moued on erthe, of briddis, of lyuynge beestis, of vnresonable beestis, and of alle `reptilis that crepen on erthe."
    },
    {
      "verse": 22,
      "text": "Alle men, and alle thingis in whiche the brething of lijf was in erthe, weren deed."
    },
    {
      "verse": 23,
      "text": "And God dide awei al substaunce that was on erthe, fro man til to beeste, as wel a crepynge beeste as the briddis of heuene; and tho weren doon awei fro erthe. Forsothe Noe dwellide aloone, and thei that weren with hym in the schip."
    },
    {
      "verse": 24,
      "text": "And the watris of the greet flood ouereyeden the erthe an hundrid and fifti daies."
    }
  ]
}