{
  "book_id": "GEN",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe the Lord hadde mynde of Noe, and of alle lyuynge beestis, and of alle werk beestis, that weren with hym in the schip; and brouyte a wynd on the erthe."
    },
    {
      "verse": 2,
      "text": "And watris weren decreessid, and the wellis of the see weren closid, and the wyndowis of heuene weren closid, and reynes of heuene weren ceessid."
    },
    {
      "verse": 3,
      "text": "And watrys turneden ayen fro erthe, and yeden ayen, and bigunnen to be decreessid aftir an hundrid and fifti daies."
    },
    {
      "verse": 4,
      "text": "And the schip restide in the seuenthe monthe, in the seuene and twentithe dai of the monthe, on the hillis of Armenye."
    },
    {
      "verse": 5,
      "text": "And sotheli the watrys yeden and decresiden til to the tenthe monethe, for in the tenthe monethe, in the firste dai of the monethe, the coppis of hillis apperiden."
    },
    {
      "verse": 6,
      "text": "And whanne fourti daies weren passid, Noe openyde the wyndow of the schip which he hadde maad, and sente out a crowe,"
    },
    {
      "verse": 7,
      "text": "which yede out, and turnede not ayen til the watris weren dried on erthe."
    },
    {
      "verse": 8,
      "text": "Also Noe sente out a culuer aftir hym, to se if the watris hadden ceessid thanne on the face of erthe;"
    },
    {
      "verse": 9,
      "text": "and whanne the culuer foond not where hir foot schulde reste, sche turnede ayen to hym in to the schip, for the watris weren on al erthe; and Noe helde forth his hoond, and brouyte the culuer takun in to the schip."
    },
    {
      "verse": 10,
      "text": "Sotheli whanne othere seuene daies weren abedun aftirward, eft he leet out a culuer fro the schip;"
    },
    {
      "verse": 11,
      "text": "and sche cam to hym at euentid, and bare in hir mouth a braunche of olyue tre with greene leeuys. Therfor Noe vndirstood that the watris hadden ceessid on erthe;"
    },
    {
      "verse": 12,
      "text": "and neuerthelesse he abood seuene othere daies, and sente out a culuer, which turnede `no more ayen to hym."
    },
    {
      "verse": 13,
      "text": "Therfor in the sixe hundrid and o yeer of the lijf of Noe, in the firste monethe, in the firste day of the monethe, watris weren decreessid on erthe; and Noe openede the roof of the schip, and bihelde and seiy that the face of the erthe was dried."
    },
    {
      "verse": 14,
      "text": "In the secunde monethe, in the seuene and twentithe dai of the monethe, the erthe was maad drie."
    },
    {
      "verse": 15,
      "text": "Sotheli the Lord spak to Noe;"
    },
    {
      "verse": 16,
      "text": "and seide, Go out of the schip, thou, and thi wijf, thi sones, and the wyues of thi sones with thee;"
    },
    {
      "verse": 17,
      "text": "and lede out with thee alle lyuynge beestis that ben at thee of ech fleisch, as wel in volatilis as in vnresonable beestis, and alle `reptils that crepen on erthe; and entre ye on the erthe, encreesse ye, and be ye multiplied on erthe."
    },
    {
      "verse": 18,
      "text": "Therfor Noe yede out, and hise sones, and his wijf, and the wyues of hise sones with hym;"
    },
    {
      "verse": 19,
      "text": "but also alle lyuynge beestis, and werk beestis, and `reptils that crepen on erthe, bi her kynde, yeden out of the schip."
    },
    {
      "verse": 20,
      "text": "Forsothe Noe bildide an auter to the Lord, and he took of alle clene beestis and briddis, and offride brent sacrifices on the auter."
    },
    {
      "verse": 21,
      "text": "And the Lord sauerede the odour of swetnesse, and seide to hym, Y schal no more curse the erthe for men, for the wit and thouyt of mannus herte ben redi in to yuel fro yong wexynge age; therfor Y schal no more smyte ech lyuynge soule as Y dide;"
    },
    {
      "verse": 22,
      "text": "in alle the daies of erthe, seed and ripe corn, coold and heete, somer and wyntir, nyyt and dai, shulen not reste."
    }
  ]
}