{
  "book_id": "GEN",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "These ben the generaciouns of the sones of Noe, Sem, Cham, and Jafeth. And sones weren borun to hem aftir the greet flood."
    },
    {
      "verse": 2,
      "text": "The sones of Jafeth weren Gomer, and Magog, and Madai, and Jauan, and Tubal, and Mosoth, and Thiras."
    },
    {
      "verse": 3,
      "text": "Forsothe the sones of Gomer weren Asseneth, and Rifath, and Thogorma."
    },
    {
      "verse": 4,
      "text": "Forsothe the sones of Jauan weren Helisa, and Tharsis, Cethym, and Dodanym;"
    },
    {
      "verse": 5,
      "text": "of these sones the ylis of hethen men weren departid in her cuntrees, ech bi his langage and meynees, in hise naciouns."
    },
    {
      "verse": 6,
      "text": "Sotheli the sones of Cham weren Thus, and Mesraym, and Futh, and Chanaan."
    },
    {
      "verse": 7,
      "text": "Forsothe the sones of Thus weren Saba, and Euila, and Sabatha, and Regma, and Sabatacha. The sones of Regma weren Saba, and Dadan."
    },
    {
      "verse": 8,
      "text": "Forsothe Thus gendride Nemroth; he bigan to be myyti in erthe,"
    },
    {
      "verse": 9,
      "text": "and he was a strong huntere of men bifore the Lord; of hym a prouerbe yede out, as Nemroth, a strong huntere bifore the Lord."
    },
    {
      "verse": 10,
      "text": "Sotheli the bigynnyng of his rewme was Babiloyne, and Arach, and Archad, and Thalamye, in the lond of Sennaar."
    },
    {
      "verse": 11,
      "text": "Assur yede out of that lond, and bildide Nynyue, `and stretis of the citee,"
    },
    {
      "verse": 12,
      "text": "and Chale, and Resen bitwixe Nynyue and Chale; this is a greet citee."
    },
    {
      "verse": 13,
      "text": "And sotheli Mesraym gendride Ludym, and Anamym, and Laabym, Neptuym, and Ferrusym, and Cesluym;"
    },
    {
      "verse": 14,
      "text": "of which the Filisteis and Capturym camen forth."
    },
    {
      "verse": 15,
      "text": "Forsothe Chanaan gendride Sidon, his firste gendride sone, Ethei, and Jebusei,"
    },
    {
      "verse": 16,
      "text": "and Amorrei, Gergesei,"
    },
    {
      "verse": 17,
      "text": "Euei, and Arathei,"
    },
    {
      "verse": 18,
      "text": "Ceney, and Aradie, Samarites, and Amathei; and puplis of Chananeis weren sowun abrood bi these men."
    },
    {
      "verse": 19,
      "text": "And the termes of Chanaan weren maad to men comynge fro Sidon to Gerara, til to Gasa, til thou entre in to Sodom and Gomore, and Adama, and Seboyne, til to Lesa."
    },
    {
      "verse": 20,
      "text": "These weren the sones of Cham, in her kynredis, and langagis, and generaciouns, and londis, and folkis."
    },
    {
      "verse": 21,
      "text": "Also of Sem weren borun the fadris of alle the sones of Heber, and Japhet was the more brother."
    },
    {
      "verse": 22,
      "text": "The sones of Sem weren Elam, and Assur, and Arfaxath, and Lud, and Aram."
    },
    {
      "verse": 23,
      "text": "The sones of Aram weren Vs, and Hul, and Gether, and Mes."
    },
    {
      "verse": 24,
      "text": "And sotheli Arfaxath gendride Sale, of whom Heber was borun."
    },
    {
      "verse": 25,
      "text": "And twei sones weren borun to Heber, the name to o sone was Faleg, for the lond was departid in hise daies; and the name of his brothir was Jectan."
    },
    {
      "verse": 26,
      "text": "And thilke Jectan gendride Elmodad, and Salech,"
    },
    {
      "verse": 27,
      "text": "and Asamoth, Jare, and Adhuram, and Vsal,"
    },
    {
      "verse": 28,
      "text": "and Deda, and Ebal, and Abymahel, Saba, and Ofir, and Euila, and Jobab;"
    },
    {
      "verse": 29,
      "text": "alle these weren the sones of Jectan."
    },
    {
      "verse": 30,
      "text": "And the habitacioun of hem was maad fro Messa, as `me goith til to Sefar, an hil of the eest."
    },
    {
      "verse": 31,
      "text": "These ben the sones of Sem, bi kynredis, and langagis, and cuntrees, in her folkis."
    },
    {
      "verse": 32,
      "text": "These ben the meynees of Noe, bi her puplis and naciouns; folkis in erthe weren departid of these aftir the greet flood."
    }
  ]
}