{
  "book_id": "GEN",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe the lond was of o langage, and of the same speche."
    },
    {
      "verse": 2,
      "text": "And whanne thei yeden forth fro the eest, thei fonden a feeld in the lond of Sennaar, and dwelliden ther ynne."
    },
    {
      "verse": 3,
      "text": "And oon seide to his neiybore, Come ye, and make we tiel stonys, and bake we tho with fier; and thei hadden tiel for stonus, and pitche for morter;"
    },
    {
      "verse": 4,
      "text": "and seiden, Come ye, and make we to vs a citee and tour, whos hiynesse stretche `til to heuene; and make we solempne oure name bifor that we be departid in to alle londis."
    },
    {
      "verse": 5,
      "text": "Forsothe the Lord cam down to se the citee and tour, which the sones of Adam bildiden."
    },
    {
      "verse": 6,
      "text": "And he seide, Lo! the puple is oon, and o langage is to alle, and thei han bigunne to make this, nethir thei schulen ceesse of her thouytis, til thei fillen tho in werk; therfor come ye, go we doun,"
    },
    {
      "verse": 7,
      "text": "and scheende we there the tunge of hem, that ech man here not the voys of his neiybore."
    },
    {
      "verse": 8,
      "text": "And so the Lord departide hem fro that place in to alle londis; and thei cessiden to bielde a cytee."
    },
    {
      "verse": 9,
      "text": "And therfor the name therof was clepid Babel, for the langage of al erthe was confoundide there; and fro thennus the Lord scaterede hem on the face of alle cuntrees."
    },
    {
      "verse": 10,
      "text": "These ben the generaciouns of Sem. Sem was of an hundrid yeer whanne he gendride Arfaxath, twey yeer aftir the greet flood."
    },
    {
      "verse": 11,
      "text": "And Sem lyuede aftir that he gendride Arfaxath fyue hundrid yeer, and gendride sones and douytris."
    },
    {
      "verse": 12,
      "text": "Forsothe Arfaxath lyuede fyue and thretti yeer, and gendride Sale;"
    },
    {
      "verse": 13,
      "text": "and Arfaxath lyuede aftir that he gendride Sale thre hundride and thre yeer, and gendride sones and douytris."
    },
    {
      "verse": 14,
      "text": "Also Sale lyuede thretti yeer, and gendride Heber;"
    },
    {
      "verse": 15,
      "text": "and Sale lyuede after that he gendride Heber foure hundrid and thre yeer, and gendride sones and douytris."
    },
    {
      "verse": 16,
      "text": "Sotheli Heber lyuede foure and thretti yeer, and gendride Falech;"
    },
    {
      "verse": 17,
      "text": "and Heber lyuede aftir that he gendride Falech foure hundrid and thretti yeer, and gendride sones and douytris."
    },
    {
      "verse": 18,
      "text": "Also Falech lyuede thretti yeer, and gendride Reu;"
    },
    {
      "verse": 19,
      "text": "and Falech lyuede aftir that he gendride Reu two hundrid and nyne yeer, and gendride sones and douytris."
    },
    {
      "verse": 20,
      "text": "And Reu lyuede two and thretti yeer, and gendride Saruch;"
    },
    {
      "verse": 21,
      "text": "and Reu lyuede aftir that he gendride Saruch two hundrid and seuene yeer, and gendride sones and douytris."
    },
    {
      "verse": 22,
      "text": "Sotheli Saruch lyuede thretti yeer, and gendride Nachor;"
    },
    {
      "verse": 23,
      "text": "and Saruch lyuede aftir that he gendride Nacor two hundrid yeer, and gendride sones and douytris."
    },
    {
      "verse": 24,
      "text": "Forsothe Nachor lyuede nyne and twenti yeer, and gendride Thare;"
    },
    {
      "verse": 25,
      "text": "and Nachor lyuede after that he gendride Thare an hundrid and nynetene yeer, and gendride sones and douytris."
    },
    {
      "verse": 26,
      "text": "And Thare lyuede seuenti yeer, and gendride Abram, and Nachor, and Aran."
    },
    {
      "verse": 27,
      "text": "Sotheli these ben the generaciouns of Thare. Thare gendride Abram, Nachor, and Aran. Forsothe Aran gendride Loth;"
    },
    {
      "verse": 28,
      "text": "and Aran diede bifore Thare, his fadir, in the lond of his natiuite, in Vr of Caldeis."
    },
    {
      "verse": 29,
      "text": "Forsothe Abram and Nachor weddiden wyues; the name of the wijf of Abram was Saray, and the name of the wiif of Nachor was Melcha, the douyter of Aran, fadir of Melcha and fadir of Jescha."
    },
    {
      "verse": 30,
      "text": "Sotheli Saray was bareyn, and hadde no children."
    },
    {
      "verse": 31,
      "text": "And so Thare took Abram, his sone, and Loth, the sone of Aran his sone, and Saray, his douyter in lawe, the wijf of Abram, his sone, and ledde hem out of Vr of Caldeis, that thei schulen go in to the lond of Chanaan; and thei camen `til to Aran, and dwelliden there."
    },
    {
      "verse": 32,
      "text": "And the daies of Thare weren maad two hundrid yeer and fyue, and he was deed in Aran."
    }
  ]
}