{
  "book_id": "GEN",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Therfore Abram stiede fro Egipt, he, and his wijf, and alle thingis that he hadde; and Loth stiede with hym, to the south coost."
    },
    {
      "verse": 2,
      "text": "Forsothe he was ful riche in possessyoun of siluer and of gold."
    },
    {
      "verse": 3,
      "text": "And he turnede ayen bi the weye in which he cam fro the south in to Bethel, `til to the place, in which bifore he hadde sett tabernacle, bitwixe Bethel and Hay,"
    },
    {
      "verse": 4,
      "text": "in the place of the auter which he made bifore, and inwardli clepide there the name of the Lord."
    },
    {
      "verse": 5,
      "text": "But also flockis of scheep, and droues of oxun, and tabernaclis weren to Loth, that was with Abram;"
    },
    {
      "verse": 6,
      "text": "and the lond miyte not take hem, that thei schulden dwelle togidre, for the catel of hem was myche, and thei miyten not dwelle in comyn."
    },
    {
      "verse": 7,
      "text": "Wherfor also strijf was maad bitwixe the keperis of flockis of Abram and of Loth. Forsothe Chananei and Feresei dwelliden in that lond in that tyme."
    },
    {
      "verse": 8,
      "text": "Therfor Abram seide to Loth, Y biseche, that no strijf be bitwixe me and thee, and bitwixe my scheepherdis and thi scheepherdis; for we ben britheren."
    },
    {
      "verse": 9,
      "text": "Lo! al the lond is bifore thee, Y biseche, departe thou fro me; if thou go to the left side, Y schal holde the riyt side; if thou chese the riyt side, Y schal go to the left side."
    },
    {
      "verse": 10,
      "text": "And so Loth reiside hise iyen, and seiy aboute al the cuntrei of Jordan, which was al moistid, bifor that the Lord distriede Sodom and Gomorre, as paradis of the Lord, and as Egipt, as men comen in to Segor."
    },
    {
      "verse": 11,
      "text": "And Loth chees to him the cuntre aboute Jordan, and departide fro the eest; and thei weren departid ech fro his brother."
    },
    {
      "verse": 12,
      "text": "Abram dwellide in the lond of Chanaan; sotheli Loth dwellide in townes aboute Jordan, and wonide in Sodom."
    },
    {
      "verse": 13,
      "text": "Forsothe men of Sodom weren ful wickid, and synneris greetly bifore the Lord."
    },
    {
      "verse": 14,
      "text": "And the Lord seide to Abram, aftir that Loth was departid fro him, Reise thin iyen forth riyt, and se fro the place in which thou art now, to the north and south, to the eest and west;"
    },
    {
      "verse": 15,
      "text": "Y schal yyue al the lond which thou seest to thee and to thi seed, til in to with outen ende."
    },
    {
      "verse": 16,
      "text": "And Y schal make thi seed as the dust of erthe; if ony man may noumbre the dust of erthe, also he schal mowe noumbre thi seed."
    },
    {
      "verse": 17,
      "text": "Therfor rise thou, and passe thorou the lond in his lengthe and breede, for Y schal yyue it to thee."
    },
    {
      "verse": 18,
      "text": "Therfor Abram, mouynge his tabernacle, cam and dwellide bisidis the valei of Mambre, which is in Ebron; and he bildide there an auter to the Lord."
    }
  ]
}