{
  "book_id": "GEN",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe it was don in that tyme, that Amrafel, kyng of Sennaar, and Ariok, kyng of Ponte, and Chodorlaomor, kyng of Elemytis,"
    },
    {
      "verse": 2,
      "text": "and Tadal, kyng of folkis, bigunnen batel ayens Bara, kyng of Sodom, and ayens Bersa, kyng of Gomorre, and ayens Sennaar, kyng of Adama, and ayens Semeber, kyng of Seboym, and ayens the kyng of Bale; thilke Bale is Segor."
    },
    {
      "verse": 3,
      "text": "Alle these camen togidre in to the valey of wode, which is now the see of salt."
    },
    {
      "verse": 4,
      "text": "For in twelue yeer thei seruyden Chodorlaomor, and in the threttenthe yeer thei departiden fro hym."
    },
    {
      "verse": 5,
      "text": "Therfor Chodorlaomor cam in the fourtenthe yeer, and kyngis that weren with him, and thei `han smyte Rafaym in Astaroth Carnaym, and Susym with hem, and Emym in Sabe Cariathaym,"
    },
    {
      "verse": 6,
      "text": "and Choreis in the hillis of Seir, til to the feldi placis of Faran, which is in wildirnesse."
    },
    {
      "verse": 7,
      "text": "And thei turneden ayen, and camen til to the welle Mesphath; thilke is Cades. And thei `han smyte al the cuntre of men of Amalec, and Amorrei, that dwellide in Asason Thamar."
    },
    {
      "verse": 8,
      "text": "And the kyng of Sodom, and the king of Gomorre, and the kyng of Adama, and the kyng of Seboym, also and the kyng of Bale, which is Segor, yeden out, and dressiden scheltrun ayens hem in the valei of wode,"
    },
    {
      "verse": 9,
      "text": "that is, ayens Chodorlaomor, kyng of Elamytis, and Thadal, kyng of folkis, and Amrafel, kyng of Sennaar, and Ariok, kyng of Ponte; foure kyngis ayens fyue."
    },
    {
      "verse": 10,
      "text": "Forsothe the valey of the wode hadde many pittis of pitche; and so the kyng of Sodom and the kyng of Gomorre turneden the backis, and felden doun there; and thei that leften fledden to the hil."
    },
    {
      "verse": 11,
      "text": "Sotheli thei token awei al the catel of Sodom and Gomorre, and alle thingis that perteynen to mete, and yeden awei;"
    },
    {
      "verse": 12,
      "text": "also and thei token awey Loth and his catel, the sone of the brother of Abram, which Loth dwellide in Sodom."
    },
    {
      "verse": 13,
      "text": "And, lo! oon that ascapide, telde to Abram Ebrew, that dwellide in the valei of Mambre of Amorrei, brother of Escol, and brother of Aner; for these maden couenaunt of pees with Abram."
    },
    {
      "verse": 14,
      "text": "And whanne Abram hadde herd this thing, that is, Loth his brothir takun, he noumbride his borun seruauntis maad redy thre hundrid and eiytene, and pursuede hem `til to Dan."
    },
    {
      "verse": 15,
      "text": "And whanne his felowis weren departid, he felde on hem in the niyt, and he smoot hem, and pursuede hem `til to Hoba, and Fenyce, which is at the left side of Damask."
    },
    {
      "verse": 16,
      "text": "And he brouyte ayen al the catel, and Loth his brother with his catel, also wymmen and the puple."
    },
    {
      "verse": 17,
      "text": "Sotheli the kyng of Sodom yede out in to the metyng of him, after that he turnede ayen fro sleyng of Chodorlaomor, and of kyngis that weren with him, in the valei of Sabe, which is the valey of the kyng."
    },
    {
      "verse": 18,
      "text": "And sotheli Melchisedech, kyng of Salem, brouyte forth breed and wyn, for he was the preest of hiyeste God;"
    },
    {
      "verse": 19,
      "text": "and he blesside Abram, and seide, Blessid be Abram of hiy God, that made heuene and erthe of nouyt,"
    },
    {
      "verse": 20,
      "text": "and blessid be hiy God, bi whom defendynge, enemyes ben bitakun in thin hondis. And Abram yaf tithis of alle thingis to hym."
    },
    {
      "verse": 21,
      "text": "Forsothe the kyng of Sodom seide to Abram, Yyue thou the men to me; take thou othir thingis to thee."
    },
    {
      "verse": 22,
      "text": "And Abram answerde to hym, Y reyse myn hondis to the hiy Lord God,"
    },
    {
      "verse": 23,
      "text": "Lord of heuene and of erthe, that fro the threde of oof til to the layner of the hose I schal not take of alle thingis that ben thine, lest thou seie, I made Abram riche;"
    },
    {
      "verse": 24,
      "text": "out takun these thingis whiche the yonge men eeten, and the partis of men that camen with me, Aner, Escol, and Mambre; these men schulen take her partis."
    }
  ]
}