{
  "book_id": "GEN",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "And so whanne these thingis weren don, the word of the Lord was maad to Abram bi a visioun, and seide, Abram, nyle thou drede, Y am thi defender, and thi meede is ful greet."
    },
    {
      "verse": 2,
      "text": "And Abram seide, Lord God, what schalt thou yyue to me? Y schal go with oute fre children, and this Damask, sone of Elieser, the procuratour of myn hous, schal be myn eir."
    },
    {
      "verse": 3,
      "text": "And Abram addide, Sotheli thou hast not youe seed to me, and, lo! my borun seruaunt schal be myn eir."
    },
    {
      "verse": 4,
      "text": "And anoon the word of the Lord was maad to hym, and seide, This schal not be thin eir, but thou schalt haue hym eir, that schal go out of thi wombe."
    },
    {
      "verse": 5,
      "text": "And the Lord ledde out Abram, and seide to hym, Biholde thou heuene, and noumbre thou sterris, if thou maist. And the Lord seide to Abram, So thi seed schal be."
    },
    {
      "verse": 6,
      "text": "Abram bileuede to God, and it was arettid to hym to riytfulnesse."
    },
    {
      "verse": 7,
      "text": "And God seide to hym, Y am the Lord, that ladde thee out of Vr of Caldeis, that Y schulde yyue this lond to thee, and thou schuldist haue it in possessioun."
    },
    {
      "verse": 8,
      "text": "And Abram seide, Lord God, wherbi may I wite that Y schal welde it?"
    },
    {
      "verse": 9,
      "text": "And the Lord answerde, and seide, Take thou to me a cow of thre yeer, and a geet of thre yeer, and a ram of thre yeer, a turtle also, and a culuer."
    },
    {
      "verse": 10,
      "text": "Which took alle these thingis, and departide tho bi the myddis, and settide euer eithir partis ech ayens other; but he departide not the briddis."
    },
    {
      "verse": 11,
      "text": "And foulis camen doun on the careyns, and Abram drof hem awey."
    },
    {
      "verse": 12,
      "text": "And whanne the sunne was gon doun, drede felde on Abram, and a greet hidousenesse and derk asaylide him."
    },
    {
      "verse": 13,
      "text": "And it was seid to hym, Wite thou bifore knowinge, that thi seed schal be pilgrim foure hundrid yeer in a lond not his owne, and thei schulen make hem suget to seruage, and thei schulen turment hem;"
    },
    {
      "verse": 14,
      "text": "netheles Y schal deme the folk to whom thei schulen serue; and aftir these thingis thei schulen go out with greet catel."
    },
    {
      "verse": 15,
      "text": "Forsothe thou schalt go to thi fadris in pees, and schalt be biried in good age."
    },
    {
      "verse": 16,
      "text": "Sotheli in the fourthe generacioun thei schulen turne ayen hidir, for the wickidnesses of Amoreis ben not yit fillid, `til to present tyme."
    },
    {
      "verse": 17,
      "text": "Therfor whanne the sunne was gon doun, a derk myst was maad, and a furneis smokynge apperide, and a laumpe of fier, and passide thorou tho departingis."
    },
    {
      "verse": 18,
      "text": "In that dai the Lord made a couenaunt of pees with Abram, and seide, Y schal yyue to thi seed this lond, fro the ryuer of Egipt til to the greet ryuer Eufrates; Cyneis,"
    },
    {
      "verse": 19,
      "text": "and Cyneseis, and Cethmoneis, and Etheis,"
    },
    {
      "verse": 20,
      "text": "and Fereseis, and Raphaym, and Amorreis,"
    },
    {
      "verse": 21,
      "text": "and Cananeis, and Gergeseis, and Jebuseis."
    }
  ]
}