{
  "book_id": "GEN",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe in the valei of Mambre the Lord apperide to Abraham, sittynge in the dore of his tabernacle, in thilke heete of the dai."
    },
    {
      "verse": 2,
      "text": "And whanne he hadde reisid his iyen, thre men apperiden to hym, and stoden nyy hym. And whanne he hadde seyn hem, he ran fro the dore of his tabernacle in to the meting of hem, and he worschipide on erthe,"
    },
    {
      "verse": 3,
      "text": "and seide, Lord, if Y haue founde grace in thin iyen, passe thou not thi seruaunt,"
    },
    {
      "verse": 4,
      "text": "but I schal brynge a litil watir, and youre feet be waischid, and reste ye vndur the tre;"
    },
    {
      "verse": 5,
      "text": "and Y schal sette a mussel of breed, and youre herte be coumfortid; aftirward ye schulen passe; for herfor ye bowiden to youre seruaunt. Whiche seiden, Do thou as thou hast spoke."
    },
    {
      "verse": 6,
      "text": "Abraham hastide in to the tabernacle, to Sare, and seide to hir, Hast thou, meddle thou thre half buschelis of clene flour; and make thou looues bakun vndur aischis."
    },
    {
      "verse": 7,
      "text": "Forsothe he ran to the droue of beestis, and took therof a calf moost tendre and best, and yaf to a child, which hastide, and sethede the calfe;"
    },
    {
      "verse": 8,
      "text": "and he took botere, and mylk, and the calf which he hadde sode, and settide bifore hem; forsothe Abraham stood bisidis hem vndur the tre."
    },
    {
      "verse": 9,
      "text": "And whanne thei hadden ete, thei seiden to hym, Where is Sare thi wijf? He answerde, Lo! sche is in the tabernacle."
    },
    {
      "verse": 10,
      "text": "To whom the Lord seide, Y schal turne ayen, and Y schal come to thee in this tyme, if Y lyue; and Sare, thi wijf, schal haue a sone. Whanne this was herd, Sare leiyede bihynde the dore of the tabernacle."
    },
    {
      "verse": 11,
      "text": "Forsothe bothe weren olde, and of greet age, and wommans termes ceessiden to be maad to Sare."
    },
    {
      "verse": 12,
      "text": "And she leiyede, seiynge pryueli, after that Y wexede eld, and my lord is eld, schal Y yyue diligence to lust?"
    },
    {
      "verse": 13,
      "text": "Forsothe the Lord seide to Abraham, Whi leiyeth Sare, thi wijf, seiynge, whether Y an eld womman schal bere child verili?"
    },
    {
      "verse": 14,
      "text": "whether ony thing is hard to God? Bi the biheeste Y schal turne ayen to thee in this same tyme, if Y lyue; and Sara schal haue a sone."
    },
    {
      "verse": 15,
      "text": "Sare was aferd for drede, and denyede, seiynge, Y leiyede not. Forsothe the Lord seide, It is not so, but thou leiyedist."
    },
    {
      "verse": 16,
      "text": "Therfor whanne the men hadden risen fro thennus, thei dressiden the iyen ayens Sodom; and Abraham yede to gidre, ledynge hem forth."
    },
    {
      "verse": 17,
      "text": "And the Lord seide, Wher Y mowe hele fro Abraham what thingis Y schal do,"
    },
    {
      "verse": 18,
      "text": "sithen he schal be in to a greet folk and moost strong, and alle naciouns of erthe schulen be blessid in hym?"
    },
    {
      "verse": 19,
      "text": "For Y woot that Abraham schal comaunde hise children, and his hows after hym, that thei kepe the weie of the Lord, and that thei do riytfulnesse and dom, that the Lord bringe for Abraham alle thingis whiche he spak to Abraham."
    },
    {
      "verse": 20,
      "text": "And so the Lord seide, The cry of men of Sodom and of men of Gomorre is multiplied, and her synne is agreggid greetli; Y schal come doun,"
    },
    {
      "verse": 21,
      "text": "and schal se whether thei han fillid in werk the cry that cam to me, that Y wite whether it is not so."
    },
    {
      "verse": 22,
      "text": "And thei turneden han fro thennus, and yeden to Sodom. Abraham sotheli stood yit bifore the Lord,"
    },
    {
      "verse": 23,
      "text": "and neiyede, and seide, Whether thou schalt leese a iust man with the wickid man?"
    },
    {
      "verse": 24,
      "text": "if fifti iust men ben in the citee, schulen thei perische togidere, and schalt thou not spare that place for fifti iust men, if thei ben ther ynne?"
    },
    {
      "verse": 25,
      "text": "Fer be it fro thee that thou do this thing, and sle a iust man with a wickid man, and that a iust man be maad as a wickid man; this is not thin that demest al erthe; thou schalt not make this doom."
    },
    {
      "verse": 26,
      "text": "And the Lord seide to him, If Y schal fynde in Sodom fifti iust men in the myddis of the citee, Y schal foryyue to al the place for hem."
    },
    {
      "verse": 27,
      "text": "Abraham answerde and seide, For Y bigan onys, Y schal speke to my Lord, sithen Y am dust and aische;"
    },
    {
      "verse": 28,
      "text": "what if lesse than fifti iust men bi fyue ben, schalt thou do a wey al the cite for fyue and fourti? And the Lord seide, Y schal not do a wei, if I schal fynde fyue and fourti there."
    },
    {
      "verse": 29,
      "text": "And eft Abraham seide to hym, But if fourti ben there, what schalt thou do? The Lord seide, Y schal not smyte for fourti."
    },
    {
      "verse": 30,
      "text": "Abraham seide, Lord, Y biseche, take thou not to indignacioun, if Y speke; what if thretti be foundun there? The Lord answerde, Y schal not do, if Y schal fynde thretti there."
    },
    {
      "verse": 31,
      "text": "Abraham seide, For Y bigan onys, Y schal speke to my Lord; what if twenti be foundun there? The Lord seide, Y schal not sle for twenti."
    },
    {
      "verse": 32,
      "text": "Abraham seide, Lord, Y biseche, be thou not wrooth, if Y speke yit onys; what if ten be founden there? The Lord seide, Y schal not do a wey for ten."
    },
    {
      "verse": 33,
      "text": "The Lord yede forth, after that he ceesside to speke to Abraham, and Abraham turnede ayen in to his place."
    }
  ]
}