{
  "book_id": "GEN",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "And tweyne aungels camen to Sodom in the euentide, while Loth sat in the yatis of the citee. And whanne he hadde seyn hem, he roos, and yede ayens hem, and worschipide lowe to erthe,"
    },
    {
      "verse": 2,
      "text": "and seide, My lordis, Y biseche, bowe ye in to the hous of youre child, and dwelle ye there; waische ye youre feet, and in the morewtid ye schulen go in to youre weie. Whiche seiden, Nay, but we schulen dwelle in the street."
    },
    {
      "verse": 3,
      "text": "He constreynede hem greetli, that thei schulden turne to hym. And whanne thei weren entrid in to his hous, he made a feeste, he bakide therf breed, and thei eten."
    },
    {
      "verse": 4,
      "text": "Forsothe bifore that thei yeden to sleepe, men of the citee compassiden his hows, fro a child `til to an eld man, al the puple togidre;"
    },
    {
      "verse": 5,
      "text": "and thei clepiden Loth, and seiden to him, Where ben the men that entriden to thee to nyyt? brynge hem out hidur, that we `knowe hem."
    },
    {
      "verse": 6,
      "text": "And Loth yede out to hem `bihynde the bak, and closide the dore,"
    },
    {
      "verse": 7,
      "text": "and seide, Y biseche, nyle ye, my britheren, nyle ye do this yuel."
    },
    {
      "verse": 8,
      "text": "Y haue twey douytris, that knewen not yit man; Y schal lede out hem to you, and mys vse ye hem as it plesith you, so that ye doon noon yuel to these men, for thei entriden vndur the schadewe of my roof."
    },
    {
      "verse": 9,
      "text": "And thei seiden, Go thou fro hennus. And eft thei seiden, Thou entridist as a comelyng; wher that thou deme? therfor we schulen turment thee more than these. And thei diden violentli to Loth ful greetli. Thanne it was nyy that thei wolden breke the doris; and lo!"
    },
    {
      "verse": 10,
      "text": "the men puttiden hoond, and ledden in Loth to hem, and thei closiden the dore."
    },
    {
      "verse": 11,
      "text": "And thei smyten with blyndenesse hem that weren withoutforth, fro the leest til to the moost; so that thei myyten not fynde the dore."
    },
    {
      "verse": 12,
      "text": "Forsothe thei seiden to Loth, Hast thou here ony man of thine, hosebonde of thi douyter, ethir sones, ethir douytris; lede thou out of this citee alle men that ben thine,"
    },
    {
      "verse": 13,
      "text": "for we schulen do a wey this place, for the cry of hem encreesside bifor the Lord, which sente vs that we leese hem."
    },
    {
      "verse": 14,
      "text": "And so Loth yede out, and spak to the hosebondys of his douytris, that schulden take hise douytris, and seide, Rise ye, and go ye out of this place; for the Lord schal do awey this citee. And he was seyn to hem to speke as pleiynge."
    },
    {
      "verse": 15,
      "text": "And whanne the morewtid was, the aungels constreyneden hym, and seiden, Rise thou, and take thi wijf, and thi twey douytris whiche thou hast, lest also thou perische to gidere in the synne of the citee."
    },
    {
      "verse": 16,
      "text": "While he dissymelide, thei token his hond, and the hond of his wijf, and of his twey doutris; for the Lord sparide hym."
    },
    {
      "verse": 17,
      "text": "And thei ledden out hym, and settiden with out the citee. There thei spaken to him, and seiden, Saue thou thi lijf; nyle thou biholde bihynde thi bac, nether stond thou in al the cuntre aboute, but make thee saaf in the hil; lest also thou perische togidere."
    },
    {
      "verse": 18,
      "text": "And Loth seide to hem, My lord, Y biseche,"
    },
    {
      "verse": 19,
      "text": "for thi seruaunt hath founde grace bifore thee, and thou hast magnyfied thi grace and mercy, which thou hast do with me, that thou schuldist saue my lijf; Y may not be saued in the hil, lest perauenture yuel take me, and Y die;"
    },
    {
      "verse": 20,
      "text": "a litil citee is here bisidis, to which Y may fle, and Y schal be saued ther ynne; where it is not a litil citee? and my soule schal lyue ther ynne."
    },
    {
      "verse": 21,
      "text": "And he seide to Loth, Lo! also in this Y haue resseyued thi preieris, that Y distrye not the citee, for which thou hast spoke;"
    },
    {
      "verse": 22,
      "text": "haste thou, and be thou saued there, for Y may not do ony thing til thou entre thidur. Therfor the name of that citee was clepid Segor."
    },
    {
      "verse": 23,
      "text": "The sunne roos on erthe, and Loth entride in to Segor."
    },
    {
      "verse": 24,
      "text": "Therfor the Lord reynede on Sodom and Gomorre brynston and fier, fro the Lord fro heuene,"
    },
    {
      "verse": 25,
      "text": "and distriede these citees, and al the cuntrey aboute; he destriede alle enhabiters of citees, and all grene thingis of erthe."
    },
    {
      "verse": 26,
      "text": "And his wijf lokide abac, and was turned in to an ymage of salt."
    },
    {
      "verse": 27,
      "text": "Forsothe Abraham risynge eerly, where he stood bifore with the Lord, bihelde Sodom and Gomorre,"
    },
    {
      "verse": 28,
      "text": "and al the lond of that cuntrey; and he seiy a deed sparcle stiynge fro erthe, as the smoke of a furneis."
    },
    {
      "verse": 29,
      "text": "For whanne God distriede the citees of that cuntrey, he hadde mynde of Abraham, and delyuerede Loth fro destriynge of the citees in whiche he dwellide."
    },
    {
      "verse": 30,
      "text": "And Loth stiede fro Segor, and dwellide in the hil, and hise twey douytris with him, for he dredde to dwelle in Segor; and he dwellide in a denne, he and his twey douytris with hym."
    },
    {
      "verse": 31,
      "text": "And the more douytre seide to the lasse, Oure fadre is eld, and no man is left in erthe, that may entre to vs, bi the custom of al erthe;"
    },
    {
      "verse": 32,
      "text": "come thou, make we him drunkun of wyn, and slepe we with him, that we moun kepe seed of oure fadir."
    },
    {
      "verse": 33,
      "text": "And so thei yauen to her fadir to drynke wyn in that nyyt, and the more douyter entrede, and slepte with hir fadir; and he feelide not, nethir whanne the douytir lay doun, nether whanne sche roos."
    },
    {
      "verse": 34,
      "text": "And in the tothir dai the more douytir seide to the lasse, Lo! Y slepte yistirdai with my fadir, yyue we to hym to drynk wyn also in this nyyt; and thou schalt slepe with hym, that we saue seed of oure fadir."
    },
    {
      "verse": 35,
      "text": "And thei yauen to her fadir also in that nyyt to drynke wyn, and the lesse douytir entride, and slepte with him; and sotheli he feelide not thanne whanne sche lay doun, nether whanne sche roos."
    },
    {
      "verse": 36,
      "text": "Therfor the twei douytris of Loth conseyuede of hir fadir."
    },
    {
      "verse": 37,
      "text": "And the more douytre childide a sone, and clepide his name Moab; he is the fadir of men of Moab `til in to present dai."
    },
    {
      "verse": 38,
      "text": "And the lesse douyter childide a sone, and clepide his name Amon, that is, the sone of my puple; he is the fadir of men of Amon til to day."
    }
  ]
}