{
  "book_id": "GEN",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Abraham yede forth fro thennus in to the lond of the south, and dwellide bitwixe Cades and Sur, and was a pilgrym in Geraris;"
    },
    {
      "verse": 2,
      "text": "and he seide of Sare, his wijf, Sche is my sistir. Therfor Abymalec, kyng of Gerare, sente, and took hir."
    },
    {
      "verse": 3,
      "text": "Sotheli God cam to Abymalec bi a sweuene in the nyyt, and seide to hym, Lo! thou schalt die, for the wooman which thou hast take, for sche hath an hosebond."
    },
    {
      "verse": 4,
      "text": "Forsothe Abymalech touchide not hir; and he seide, Lord, whether thou schalt sle folc vnkunnynge and iust?"
    },
    {
      "verse": 5,
      "text": "Whether he seide not to me, Sche is my sistir, and sche seide, He is my brother? In the symplenesse of myn herte, and in the clennesse of myn hondis Y dide this."
    },
    {
      "verse": 6,
      "text": "And the Lord seide to hym, And Y woot that thou didist bi symple herte, and therfor Y kepte thee, lest thou didist synne ayens me, and I suffride not that thou touchidist hir;"
    },
    {
      "verse": 7,
      "text": "now therfor yelde thou the wijf to hir hosebonde, for he is a profete; and he schal preye for thee, and thou schalt lyue; sotheli if thou nylte yelde, wite thou that thou schalt die bi deeth, thou and alle thingis that ben thine."
    },
    {
      "verse": 8,
      "text": "And anoon Abynalech roos bi nyyt, and clepide alle his seruauntis, and spak alle these wordis in the eeris of hem; and alle men dredden greetli."
    },
    {
      "verse": 9,
      "text": "Sotheli Abymalec clepide also Abraham, and seide to hym, What hast thou do to vs? what synneden we ayens thee, for thou hast brouyt in on me and on my rewme a greuouse synne? thou hast do to vs whiche thingis thou ouytist not do."
    },
    {
      "verse": 10,
      "text": "And eft Abimalech axide, and seide, What thing seiyist thou, that thou woldist do this?"
    },
    {
      "verse": 11,
      "text": "Abraham answerde, Y thouyte with me, and seide, in hap the drede of God is not in this place; and thei schulen sle me for my wijf;"
    },
    {
      "verse": 12,
      "text": "in other maner forsothe and sche is my sister verili, the douyter of my fadir, and not the douyter of my moder; and Y weddide hir in to wijf;"
    },
    {
      "verse": 13,
      "text": "sotheli aftir that God ladde me out of the hous of my fadir, Y seide to hir, Thou schalt do this mercy with me in ech place to which we schulen entre; thou schalt seie, that Y am thi brother."
    },
    {
      "verse": 14,
      "text": "Therfore Abymelech took scheep, and oxun, and seruauntis, and handmaydenes, and yaf to Abraham; and he yeldide to him Sare, `his wijf, and seide, The lond is bifor you;"
    },
    {
      "verse": 15,
      "text": "dwelle thou, where euere it plesith thee. Forsothe Abymelech seide to Sare, Lo!"
    },
    {
      "verse": 16,
      "text": "Y yaf a thousand platis of siluer to thi brother; this schal be to thee in to hiling of iyen to al men that ben with thee; and whider euere thou goist, haue thou mynde that thou art takun."
    },
    {
      "verse": 17,
      "text": "Sotheli for Abraham preiede, God curide Abymelech, and his wijf, and handmaydens, and thei childiden;"
    },
    {
      "verse": 18,
      "text": "for God hadde closid ech wombe of the hows of Abymelech, for Sare, the wijf of Abraham."
    }
  ]
}