{
  "book_id": "GEN",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe Abraham was eld, and of many daies, and the Lord hadde blessid hym in alle thingis."
    },
    {
      "verse": 2,
      "text": "And he seide to the eldere seruaunt of his hows, that was souereyn on alle thingis that he hadde, Put thou thin hond vndur myn hipe,"
    },
    {
      "verse": 3,
      "text": "that Y coniure thee bi the Lord God of heuene and of erthe, that thou take not a wijf to my sone of the douytris of Chanaan, among whiche Y dwelle;"
    },
    {
      "verse": 4,
      "text": "but that thou go to my lond and kynrede, and therof take a wijf to my sone Ysaac."
    },
    {
      "verse": 5,
      "text": "The seruaunt aunswerde, If the womman nyle come with me in to this lond, whether Y owe lede ayen thi sone to the place, fro which thou yedist out?"
    },
    {
      "verse": 6,
      "text": "Abraham seide, Be war, lest ony tyme thou lede ayen thidur my sone;"
    },
    {
      "verse": 7,
      "text": "the Lord of heuene that took me fro the hows of my fadir, and fro the lond of my birthe, which spak to me, and swoor, and seide, Y schal yyue this lond to thi seed, he schal sende his aungel bifore thee, and thou schalt take fro thennus a wijf to my sone; forsothe if the womman nyle sue thee,"
    },
    {
      "verse": 8,
      "text": "thou schalt not be holdun bi the ooth; netheles lede not ayen my sone thidur."
    },
    {
      "verse": 9,
      "text": "Therfore the seruaunt puttide his hond vndur the hipe of Abraham, his lord, and swoor to him on this word."
    },
    {
      "verse": 10,
      "text": "And he took ten camels of the floc of his lord, and yede forth, and bar with him of alle the goodis of his lord; and he yede forth, and cam to Mesopotanye, to the citee of Nachor."
    },
    {
      "verse": 11,
      "text": "And whanne he hadde maad the camels to reste with out the citee, bisidis the pit of watir, in the euentid, in that tyme in which wymmen ben wont to go out to drawe watir,"
    },
    {
      "verse": 12,
      "text": "he seide, Lord God of my lord Abraham, Y biseche, meete with me to dai, and do mersi with my lord Abraham."
    },
    {
      "verse": 13,
      "text": "Lo! Y stonde nyy the welle of watir, and the douytris of enhabiters of this citee schulen go out to drawe watir;"
    },
    {
      "verse": 14,
      "text": "therfor the damysel to which Y schal seie, Bowe doun thi watir pot that Y drynke, and schal answere, Drynke thou, but also Y schal yyue drynke to thi camels, thilke it is which thou hast maad redi to thi seruaunt Ysaac; and bi this Y schal vndirstonde that thou hast do mersi with my lord Abraham."
    },
    {
      "verse": 15,
      "text": "And he hadde not yit fillid the wordis with ynne hym silf, and lo! Rebecca, the douytir of Batuel, sone of Melcha, wijf of Nachor, brothir of Abraham, yede out, hauynge a watir pot in hir schuldre;"
    },
    {
      "verse": 16,
      "text": "a damysel ful comeli, and faireste virgyn, and vnknowun of man. Sotheli sche cam doun to the welle, and fillide the watir pot, and turnide ayen."
    },
    {
      "verse": 17,
      "text": "And the seruaunt mette hir, and seide, Yyue thou to me a litil of the watir of thi pot to drynke."
    },
    {
      "verse": 18,
      "text": "Which answerde, Drynke thou, my lord. And anoon sche dide doun the watir pot on hir schuldre, and yaf drynk to hym."
    },
    {
      "verse": 19,
      "text": "And whanne he hadde drunke, sche addide, But also Y schal drawe watir to thi camelis, til alle drynken."
    },
    {
      "verse": 20,
      "text": "And sche helde out the watir pot in trouyis, and ran ayen to the pit, to drawe watir, and sche yaf watir drawun to alle the camels."
    },
    {
      "verse": 21,
      "text": "Sotheli he bihelde hir priueli, and wolde wite whether the Lord hadde sped his wei, ethir nay."
    },
    {
      "verse": 22,
      "text": "Therfor after that the camels drunken, the man brouyte forth goldun eere ryngis, weiynge twei siclis, and as many bies of the arm, in the weiyte of ten siclis."
    },
    {
      "verse": 23,
      "text": "And he seide to hir, Whos douyter art thou? schewe thou to me, is ony place in the hows of thi fadir to dwelle?"
    },
    {
      "verse": 24,
      "text": "Which answerde, Y am the douyter of Batuel, sone of Nachor, whom Melcha childide to him."
    },
    {
      "verse": 25,
      "text": "And sche addide, seiynge, Also ful myche of prouendre and of hey is at vs, and a large place to dwelle."
    },
    {
      "verse": 26,
      "text": "The man bowide hym silf,"
    },
    {
      "verse": 27,
      "text": "and worschipide the Lord, and seide, Blessid be the Lord God of my lord Abraham, which God took not aweie his mersy and treuthe fro my lord, and ledde me bi riyt weie in to the hous of the brother of my lord."
    },
    {
      "verse": 28,
      "text": "And so the damesel ran, and telde in the hous of hir modir alle thingis whiche sche hadde herd."
    },
    {
      "verse": 29,
      "text": "Sotheli Rebecca hadde a brothir, Laban bi name, whiche yede out hastili to the man, where he was with out forth."
    },
    {
      "verse": 30,
      "text": "And whanne he hadde seyn the eere ryngis and byes of the arm in the hondis of his sister, and hadde herd alle the wordis of hir tellynge, the man spak to me these thingis, he cam to the man that stood bisidis the camels, and nyy the welle of watir,"
    },
    {
      "verse": 31,
      "text": "and seide to him, Entre thou, the blessid of the Lord; whi stondist thou with outforth? I haue maad redi the hows, and a place to thi camels."
    },
    {
      "verse": 32,
      "text": "And he brouyte hym in to the ynne, and unsadlide the camels, and yaf prouendre, and hey, and watir to waische the feet of camels, and of men that camen with hym."
    },
    {
      "verse": 33,
      "text": "And breed was set forth in his siyt, which seide, Y schal not ete til Y speke my wordis. He answerde to the man, Speke thou."
    },
    {
      "verse": 34,
      "text": "And the man seide, Y am the seruaunt of Abraham,"
    },
    {
      "verse": 35,
      "text": "and the Lord hath blessid my lord greetli, and he is maad greet; and God yaf to hym scheep, and oxun, siluer, and gold, seruauntis, and handmaides, camels, and assis."
    },
    {
      "verse": 36,
      "text": "And Sare, `the wijf of my lord, childide a sone to my lord in his eelde, and he yaf alle thingis that he hadde to that sone."
    },
    {
      "verse": 37,
      "text": "And my lord chargide me greetli, and seide, Thou schalt not take to my sone a wijf of the douytris of Canaan, in whos lond Y dwelle,"
    },
    {
      "verse": 38,
      "text": "but thou schalt go to the hous of my fadir, and of myn kynrede thou schalt take a wijf to my sone."
    },
    {
      "verse": 39,
      "text": "Forsothe Y answerde to my lord, What if the womman nyle come with me?"
    },
    {
      "verse": 40,
      "text": "He seide, The Lord in whose siyt Y go, schal sende his aungel with thee, and he schal dresse thi weie; and thou schalt take a wijf to my sone of my kynrede, and of my fadris hows."
    },
    {
      "verse": 41,
      "text": "Thou schalt be innocent fro my curs, whanne thou comest to my kynesmen, and thei yyuen not `the womman to thee."
    },
    {
      "verse": 42,
      "text": "Therfor Y cam to day to the welle of watir, and Y seide, Lord God of my lord Abraham, if thou hast dressid my weie in which Y go now, lo!"
    },
    {
      "verse": 43,
      "text": "Y stonde bisidis the welle of watir, and the maide that schal go out to drawe watir herith me, yyue thou to me a litil of water to drynke of thi pot,"
    },
    {
      "verse": 44,
      "text": "and seith to me, And thou drynke, and Y schal drawe watir to thi camels, thilke is the womman which the Lord hath maad redi to the sone of my lord."
    },
    {
      "verse": 45,
      "text": "While Y turnede in thouyte these thingis with me, Rebecca apperide, comynge with a pot which sche bare in the schuldre; and sche yede doun to the welle, and drowe watir. And Y seide to hir, Yyue thou a litil to me to drynke; and sche hastide,"
    },
    {
      "verse": 46,
      "text": "and dide doun the pot of the schuldre, and seide to me, And thou drynke, and Y schal yyue drynke to thi camels; Y drank, and watride the camels."
    },
    {
      "verse": 47,
      "text": "And Y axide hir, and seide, Whos douytir art thou? Which answerde, Y am the douytir of Batuel, sone of Nachor, whom Melcha childide to him. And so Y hangide eere ryngis to ourne hir face, and Y puttide bies of the arm in hir hondis,"
    },
    {
      "verse": 48,
      "text": "and lowliche Y worschipide the Lord, and Y blessid the Lord God of my lord Abraham, which God ledde me bi riyt weie, that Y schulde take the douytir of the brothir of my lord to his sone."
    },
    {
      "verse": 49,
      "text": "Wherfor if ye don mercy and treuthe with `my lord, schewe ye to me; ellis if othir thing plesith, also seie ye this, that Y go to the riyt side ethir to the left side."
    },
    {
      "verse": 50,
      "text": "Laban and Batuel answeriden, The word is gon out of the Lord; we moun not speke ony other thing with thee without his plesaunce."
    },
    {
      "verse": 51,
      "text": "Lo! Rebecca is bifore thee; take thou hir, and go forth, and be sche wijf of the sone of thi lord, as the Lord spak."
    },
    {
      "verse": 52,
      "text": "And whanne the child of Abraham hadde herd this, he felde doun, and worschipide the Lord in erthe."
    },
    {
      "verse": 53,
      "text": "And whanne vessels of siluer, and of gold, and clothis weren brouyt forth, he yaf tho to Rebecca for yifte, and he yaf yiftis to hir britheren, and modir."
    },
    {
      "verse": 54,
      "text": "And whanne a feeste was maad, thei eeten and drunken to gider, and dwelliden there. Forsothe the child roos eerli, and spak, Delyuere ye me, that Y go to my lord."
    },
    {
      "verse": 55,
      "text": "Hir britheren and modir answerden, The damesele dwelle nameli ten daies at vs, and aftirward sche schal go forth."
    },
    {
      "verse": 56,
      "text": "The child seide, Nyle ye holde me, for the Lord hath dressid my weie; delyuere ye me, that I go to my lord."
    },
    {
      "verse": 57,
      "text": "And thei seiden, Clepe we the damysele, and axe we hir wille."
    },
    {
      "verse": 58,
      "text": "And whanne sche was clepid, and cam, thei axiden, Wolt thou go with this man?"
    },
    {
      "verse": 59,
      "text": "And sche seide, Y schal go. Therfor they delyueriden hir, and hir nurse, and the seruaunt of Abraham, and hise felowis, and wischiden prosperitees to her sister,"
    },
    {
      "verse": 60,
      "text": "and seiden, Thou art oure sister, encreesse thou in to a thousand thousandis, and thi seed gete the yatis of hise enemyes."
    },
    {
      "verse": 61,
      "text": "Therfor Rebecca and hir damesels stieden on the camels, and sueden the man, which turnede ayen hasteli to his lord."
    },
    {
      "verse": 62,
      "text": "In that tyme Ysaac walkide bi the weie that ledith to the pit, whos name is of hym that lyueth and seeth; for he dwellide in the south lond."
    },
    {
      "verse": 63,
      "text": "And he yede out to thenke in the feeld, for the dai was `bowid thanne; and whanne he hadde reisid the iyen, he seiy camels comynge afer."
    },
    {
      "verse": 64,
      "text": "And whanne Ysaac was seyn, Rebecca liyte doun of the camel,"
    },
    {
      "verse": 65,
      "text": "and seide to the child, Who is that man that cometh bi the feeld in to the metyng of vs? And the child seide to hir, He is my lord. And sche took soone a mentil, and hilide hir."
    },
    {
      "verse": 66,
      "text": "Forsothe the seruaunt tolde to his lord Ysaac alle thingis whiche he hadde do;"
    },
    {
      "verse": 67,
      "text": "which Ysaac ledde hir in to the tabernacle of Sare, his modir, and took hir to wijf; and so myche he louede hir, that he temperide the sorewe which bifelde of the deeth of the modir."
    }
  ]
}