{
  "book_id": "GEN",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe Abraham weddide another wijf, Ceture bi name,"
    },
    {
      "verse": 2,
      "text": "which childide to him Samram, and Jexan, and Madan, and Madian, and Jesboth, and Sue."
    },
    {
      "verse": 3,
      "text": "Also Jexan gendride Saba and Dadan. Forsothe the sones of Dadan weren Asurym, and Lathusym, and Laomym."
    },
    {
      "verse": 4,
      "text": "And sotheli of Madian was borun Efa, and Ofer, and Enoth, and Abida, and Heldaa; alle these weren the sones of Cethure."
    },
    {
      "verse": 5,
      "text": "And Abraham yaf alle thingis whiche he hadde in possessioun to Isaac;"
    },
    {
      "verse": 6,
      "text": "sotheli he yaf yiftis to the sones of concubyns; and Abraham, while he lyuede yit, departide hem fro Ysaac, his sone, to the eest coost."
    },
    {
      "verse": 7,
      "text": "Forsothe the daies of lijf of Abraham weren an hundrid and `fyue and seuenti yeer;"
    },
    {
      "verse": 8,
      "text": "and he failide, and diede in good eelde, and of greet age, and ful of daies, and he was gaderid to his puple."
    },
    {
      "verse": 9,
      "text": "And Ysaac and Ismael, his sones, birieden him in the double denne, which is set in the feeld of Efron, sone of Seor Ethei,"
    },
    {
      "verse": 10,
      "text": "euene ayens Mambre, which denne he bouyte of the sones of Heth; and he was biried there, and Sare his wijf."
    },
    {
      "verse": 11,
      "text": "And aftir the deeth of Abraham God blesside Isaac his sone, which dwellide bisidis the pit bi name of hym that lyueth and seeth."
    },
    {
      "verse": 12,
      "text": "These ben the generaciouns of Ismael, sone of Abraham, whom Agar Egipcian, seruauntesse of Sare, childide to Abraham;"
    },
    {
      "verse": 13,
      "text": "and these ben the names of the sones of Ismael, in her names and generaciouns. The firste gendride of Ismael was Nabaioth, aftirward Cedar, and Abdeel, and Mabsan,"
    },
    {
      "verse": 14,
      "text": "and Masma, and Duma, and Massa,"
    },
    {
      "verse": 15,
      "text": "and Adad, and Thema, and Ithur, and Nafir, and Cedma."
    },
    {
      "verse": 16,
      "text": "These weren the sones of Ismael, and these weren names by castels and townes of hem, twelue princes of her lynagis."
    },
    {
      "verse": 17,
      "text": "And the yeeris of lijf of Ismael weren maad an hundrid and seuene and thretti, and he failide, and diede, and was put to his puple."
    },
    {
      "verse": 18,
      "text": "Forsothe he enhabitide fro Euila til to Sur, that biholdith Egipt, as me entrith in to Assiriens; he diede bifore alle his britheren."
    },
    {
      "verse": 19,
      "text": "Also these ben the generaciouns of Ysaac sone of Abraham. Abraham gendride Isaac,"
    },
    {
      "verse": 20,
      "text": "and whanne Isaac was of fourti yeer, he weddide a wijf, Rebecca, douyter of Batuel, of Sirie of Mesopotanye, the sistir of Laban."
    },
    {
      "verse": 21,
      "text": "And Isaac bisouyte the Lord for his wijf, for sche was bareyn; and the Lord herde him, and yaf conseiuyng to Rebecca."
    },
    {
      "verse": 22,
      "text": "But the litle children weren hurtlid togidre in hir wombe; and sche seide, If it was so to comynge to me, what nede was it to conseyue? And sche yede and axide counsel of the Lord,"
    },
    {
      "verse": 23,
      "text": "which answerde, and seide, Twei folkis ben in thi wombe, and twei puplis schulen be departid fro thi wombe, and a puple schal ouercome a puple, and the more schal serue the lesse."
    },
    {
      "verse": 24,
      "text": "Thanne the tyme of childberyng cam, and lo! twei children weren foundun in hir wombe."
    },
    {
      "verse": 25,
      "text": "He that yede out first was reed, and al rouy in the manere of a skyn; and his name was clepid Esau."
    },
    {
      "verse": 26,
      "text": "Anoon the tothir yede out, and helde with the hond the heele of the brother; and therfore he clepide him Jacob. Isaac was sixti yeer eeld, whanne the litle children weren borun."
    },
    {
      "verse": 27,
      "text": "And whanne thei weren woxun, Esau was maad a man kunnynge of huntyng, and a man erthe tilier; forsothe Jacob was a symple man, and dwellide in tabernaclis."
    },
    {
      "verse": 28,
      "text": "Isaac louyde Esau, for he eet of the huntyng of Esau; and Rebecca louyde Jacob."
    },
    {
      "verse": 29,
      "text": "Sotheli Jacob sethide potage; and whanne Esau cam weri fro the feld,"
    },
    {
      "verse": 30,
      "text": "he seide to Jacob, Yyue thou to me of this reed sething, for Y am ful weri; for which cause his name was clepid Edom."
    },
    {
      "verse": 31,
      "text": "And Jacob seide to him, Sille to me the riyt of the first gendrid childe."
    },
    {
      "verse": 32,
      "text": "He answerde, Lo! Y die, what schulen the firste gendrid thingis profite to me?"
    },
    {
      "verse": 33,
      "text": "Jacob seide, therfor swere thou to me. Therfor Esau swoor, and selde the firste gendrid thingis."
    },
    {
      "verse": 34,
      "text": "And so whanne he hadde take breed and potage, Esau eet and drank, and yede forth, and chargide litil that he hadde seld the riyt of the firste gendrid child."
    }
  ]
}