{
  "book_id": "GEN",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe Isaac wexe eld, and hise iyen dasewiden, and he miyte not se. And he clepide Esau, his more sone, and seide to hym, My sone! Which answerde, Y am present."
    },
    {
      "verse": 2,
      "text": "To whom the fadir seide, Thou seest that Y haue woxun eld, and Y knowe not the dai of my deeth."
    },
    {
      "verse": 3,
      "text": "Take thin armeres, `arewe caas, and a bowe, and go out; and whanne thou hast take ony thing bi huntyng,"
    },
    {
      "verse": 4,
      "text": "make to me a seew therof, as thou knowist that Y wole, and brynge that Y ete, and my soule blesse thee bifore that Y die."
    },
    {
      "verse": 5,
      "text": "And whanne Rebecca hadde herd this thing, and he hadde go in to the feeld to fille the comaundment of the fadir,"
    },
    {
      "verse": 6,
      "text": "sche seide to hir sone Jacob, Y herde thi fadir spekynge with Esau, thi brothir, and seiynge to him, Brynge thou me of thin huntyng,"
    },
    {
      "verse": 7,
      "text": "and make thow metis, that Y ete, and that Y blesse thee bifor the Lord bifor that Y die."
    },
    {
      "verse": 8,
      "text": "Now therfor, my sone, assent to my counsels,"
    },
    {
      "verse": 9,
      "text": "and go to the floc, and brynge to me tweyne the beste kidis, that Y make metis of tho to thi fadir, whiche he etith gladli;"
    },
    {
      "verse": 10,
      "text": "and that whanne thow hast brouyt in tho metis, and he hath ete, he blesse thee bifore that he die."
    },
    {
      "verse": 11,
      "text": "To whom Jacob answerde, Thou knowist that Esau my brother is an heeri man, and Y am smethe; if my fadir `touchith and feelith me,"
    },
    {
      "verse": 12,
      "text": "Y drede lest he gesse that Y wolde scorne him, and lest he brynge in cursyng on me for blessyng."
    },
    {
      "verse": 13,
      "text": "To whom the modir seide, My sone, this cursyng be in me; oonly here thou my vois, and go, and brynge that that Y seide."
    },
    {
      "verse": 14,
      "text": "He yede, and brouyte, and yaf to his modir. Sche made redi metis, as sche knewe that his fadir wolde,"
    },
    {
      "verse": 15,
      "text": "and sche clothide Jacob in ful goode clothis of Esau, whiche sche hadde at home anentis hir silf."
    },
    {
      "verse": 16,
      "text": "And sche `compasside the hondis with litle skynnys of kiddis, and kyuerede the `nakide thingis of the necke;"
    },
    {
      "verse": 17,
      "text": "and sche yaf seew, and bitook the loouys whiche sche hadde bake."
    },
    {
      "verse": 18,
      "text": "And whanne these weren brouyt in, he seide, My fadir! And he answerde, Y here; who art thou, my sone?"
    },
    {
      "verse": 19,
      "text": "And Jacob seide, Y am Esau, thi first gendrid sone. Y haue do to thee as thou comaundist to me; rise thou, sitte, and ete of myn huntyng, that thi soule blesse me."
    },
    {
      "verse": 20,
      "text": "Eft Ysaac seide to his sone, My sone, hou miytist thou fynde so soone? Which answerde, It was Goddis wille, that this that Y wolde schulde come soone to me."
    },
    {
      "verse": 21,
      "text": "And Isaac seide, My sone, come thou hidir, that Y touche thee, and that Y preue wher thou art my sone Esau, ethir nay."
    },
    {
      "verse": 22,
      "text": "He neiyede to the fadir; and whanne he hadde feelid hym, Isaac seide, Sotheli the vois is the vois of Jacob, but the hondis ben the hondis of Esau."
    },
    {
      "verse": 23,
      "text": "And Isaac knew not Jacob, for the heery hondis expressiden the licnesse of the more sone."
    },
    {
      "verse": 24,
      "text": "Therfor Isaac blesside him, and seide, Art thou my sone Esau? Jacob answerde, Y am."
    },
    {
      "verse": 25,
      "text": "And Isaac seide, My sone, brynge thou to me metis of thin huntyng, that my soule blesse thee. And whanne Isaac hadde ete these metis brouyt, Jacob brouyte also wyn to Isaac, and whanne this was drunkun,"
    },
    {
      "verse": 26,
      "text": "Isaac seide to him, My sone, come thou hidir, and yyue to me a cos."
    },
    {
      "verse": 27,
      "text": "Jacob neiyede, and kisside hym; and anoon as Isaac feelide the odour of hise clothis, he blesside him, and seide, Lo! the odour of my sone as the odour of a `feeld ful which the Lord hath blessid."
    },
    {
      "verse": 28,
      "text": "God yyue to thee of the dewe of heuene, and of the fatnesse of erthe, aboundaunce of whete, and of wyn, and of oile;"
    },
    {
      "verse": 29,
      "text": "and puplis serue thee, and lynagis worschipe thee; be thou lord of thi britheren, and the sones of thi modir be bowid bifor thee; be he cursid that cursith thee, and he that blessith thee, be fillid with blessyngis."
    },
    {
      "verse": 30,
      "text": "Vnnethis Isaac hadde fillid the word, and whanne Jacob was gon out,"
    },
    {
      "verse": 31,
      "text": "Esau cam, and brouyte in metis sodun of the huntyng to the fadir, and seide, My fadir, rise thou, and ete of the huntyng of thi sone, that thi soule blesse me."
    },
    {
      "verse": 32,
      "text": "And Isaac seide, Who forsothe art thou? Which answerde, Y am Esau, thi firste gendrid sone."
    },
    {
      "verse": 33,
      "text": "Isaac dredde bi a greet astonying; and he wondride more, than it mai be bileued, and seide, Who therfor is he which a while ago brouyte to me huntyng takun, and Y eet of alle thingis bifor that thou camest; and Y blesside him? and he schal be blessid."
    },
    {
      "verse": 34,
      "text": "Whanne the wordis of the fadir weren herd, Esau rorid with a greet cry, and was astonyed, and seide, My fadir, blesse thou also me."
    },
    {
      "verse": 35,
      "text": "Which seide, Thy brother cam prudentli, and took thi blessyng."
    },
    {
      "verse": 36,
      "text": "And Esau addide, Justli his name is clepid Jacob, for lo! he supplauntide me another tyme; bifor he took awei `my firste gendride thingis, and now the secounde tyme he rauyschide priueli my blessyng. And eft he seide to the fadir, Wher thou hast not reserued a blessyng also to me?"
    },
    {
      "verse": 37,
      "text": "Ysaac answeride, Y haue maad him thi lord, and Y haue maad suget alle hise britheren to his seruage; Y haue stablischid him in whete, and wyn, and oile; and, my sone, what schal Y do to thee aftir these thingis?"
    },
    {
      "verse": 38,
      "text": "To whom Esau saide, Fadir, wher thou hast oneli o blessyng? Y biseche that also thou blesse me. And whanne Esau wepte with greet yellyng,"
    },
    {
      "verse": 39,
      "text": "Isaac was stirid, and seide to hym, Thi blessyng schal be in the fatnesse of erthe, and in the dew of heuene fro aboue;"
    },
    {
      "verse": 40,
      "text": "thou schalt lyue bi swerd, and thou schalt serue thi brothir, and tyme schal come whanne thou schalt shake awei, and vnbynde his yok fro thi nollis."
    },
    {
      "verse": 41,
      "text": "Therfor Esau hatide euer Jacob for the blessyng bi which the fadir hadde blessid hym; and Esau seide in his herte, The daies of morenyng of my fadir schulen come, and Y schal sle Jacob, my brothir."
    },
    {
      "verse": 42,
      "text": "These thingis weren teld to Rebecca, and sche sente, and clepide hir sone Jacob, and seide to hym, Lo! Esau, thi brothir, manaasith to sle thee;"
    },
    {
      "verse": 43,
      "text": "now therfor, my sone, here thou my vois, and rise thou, and fle to Laban, my brother, in Aran;"
    },
    {
      "verse": 44,
      "text": "and thou schalt dwelle with hym a fewe daies, til the woodnesse of thi brother reste,"
    },
    {
      "verse": 45,
      "text": "and his indignacioun ceesse, and til he foryite tho thingis whiche thou hast don ayens hym. Aftirward Y schal sende, and Y schal brynge thee fro thennus hidir. Whi schal Y be maad soneles of euer eithir sone in o dai?"
    },
    {
      "verse": 46,
      "text": "And Rebecca seide to Isaac, It anoieth me of my lijf for the douytris of Heth; if Jacob takith a wijf of the kynrede of this lond, Y nyle lyue."
    }
  ]
}