{
  "book_id": "GEN",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor Jacob passide forth, and cam in to the eest lond;"
    },
    {
      "verse": 2,
      "text": "and seiy a pit in the feeld, and thre flockis of scheep restynge bisidis it, for whi scheep weren watrid therof, and the mouth therof was closid with a greet stoon."
    },
    {
      "verse": 3,
      "text": "And the custom was that whanne alle scheep weren gaderid togidere, thei schulden turne awei the stoon, and whanne the flockis weren fillid thei schulden put it eft on the mouth of the pit."
    },
    {
      "verse": 4,
      "text": "And Jacob seide to the scheepherdis, Brithren, of whennus ben ye? Whiche answeriden, Of Aran."
    },
    {
      "verse": 5,
      "text": "And he axide hem and seide, Wher ye knowen Laban, the sone of Nachor? Thei seiden, We knowen."
    },
    {
      "verse": 6,
      "text": "Jacob seide, Is he hool? Thei seiden, He is in good staat; and lo! Rachel, his douytir, cometh with his flok."
    },
    {
      "verse": 7,
      "text": "And Jacob seide, Yit myche of the dai is to come, and it is not tyme that the flockis be led ayen to the fooldis; sotheli yyue ye drynk to the scheep, and so lede ye hem ayen to mete."
    },
    {
      "verse": 8,
      "text": "Whiche answeriden, We moun not til alle scheep be gederid to gidere, and til we remouen the stoon fro the mouth of the pit to watir the flockis."
    },
    {
      "verse": 9,
      "text": "Yit thei spaken, and lo! Rachel cam with the scheep of hir fadir."
    },
    {
      "verse": 10,
      "text": "And whanne Jacob seiy hir, and knewe the douytir of his modris brothir, and the scheep of Laban his vncle, he remeuyde the stoon with which the pit was closid;"
    },
    {
      "verse": 11,
      "text": "and whanne the flok was watrid, he kisside hir, and he wepte with `vois reisid."
    },
    {
      "verse": 12,
      "text": "And he schewide to hir that he was the brothir of hir fadir, and the sone of Rebecca; and sche hastide, and telde to hir fadir."
    },
    {
      "verse": 13,
      "text": "And whanne he hadde herd, that Jacob, the sone of his sistir, cam, he ran ayens hym, and he biclippide Jacob and kisside hym, and ledde in to his hows. Forsothe whanne the causis of the iurney weren herd,"
    },
    {
      "verse": 14,
      "text": "Laban answeride, Thou art my boon and my fleisch. And aftir that the daies of o moneth weren fillid, Laban seide to him,"
    },
    {
      "verse": 15,
      "text": "`Whethir for thou art my brothir, thou schalt serue me frely? seie thou what mede thou schalt take."
    },
    {
      "verse": 16,
      "text": "Forsothe Laban hadde twei douytris, the name of the more was Lya, sotheli the lesse was clepid Rachel;"
    },
    {
      "verse": 17,
      "text": "but Lya was blere iyed, Rachel was of fair face, and semeli in siyt."
    },
    {
      "verse": 18,
      "text": "And Jacob louede Rachel, and seide, Y schal serue thee seuene yeer for Rachel thi lesse douytir."
    },
    {
      "verse": 19,
      "text": "Laban answeride, It is betere that Y yyue hir to thee than to anothir man; dwelle thou at me."
    },
    {
      "verse": 20,
      "text": "Therfor Jacob seruyde seuene yeer for Rachel; and the daies semyden fewe to hym for the greetnesse of loue."
    },
    {
      "verse": 21,
      "text": "And he seide to Laban, Yyue thou my wijf to me, for the tyme is fillid that Y entre to hir."
    },
    {
      "verse": 22,
      "text": "And whanne many cumpenyes of freendis weren clepid to the feeste, he made weddyngis,"
    },
    {
      "verse": 23,
      "text": "and in the euentid Laban brouyte in to hym Lya his douytir,"
    },
    {
      "verse": 24,
      "text": "and yaf an handmaide, Selfa bi name, to the douyter. And whanne Jacob hadde entrid to hir bi custom, whanne the morewtid was maad, he seiy Lya,"
    },
    {
      "verse": 25,
      "text": "and seide to his wyues fadir, What is it that thou woldist do? wher Y seruede not thee for Rachel? whi hast thou disseyued me?\\f + \\fr 29:25 \\ft  disseyuede me, this is the veri lettre, as Lire seith here, but comyn Latyn bokis han thus, Whi hast thou priuyly put Lya to me, but this is fals lettre, as Lire seith here. \\f*"
    },
    {
      "verse": 26,
      "text": "Laban answerde, It is not custom in oure place that we yyue first the `lesse douytris to weddyngis;"
    },
    {
      "verse": 27,
      "text": "fille thou the wouke of daies of this couplyng, and Y schal yyue to thee also this Rachel, for the werk in which thou schalt serue me bi othere seuene yeer."
    },
    {
      "verse": 28,
      "text": "Jacob assentide to the couenaunt, and whanne the wouke was passid,"
    },
    {
      "verse": 29,
      "text": "he weddide Rachel, to whom the fadir hadde youe Bala seruauntesse."
    },
    {
      "verse": 30,
      "text": "And at the laste he vside the weddyngis desirid, and settide the loue of the `wijf suynge bifore the former; and he seruede at Laban seuene othere yeer."
    },
    {
      "verse": 31,
      "text": "Forsothe the Lord seiy that he dispiside Lya,\\f + \\fr 29:31 \\ft  that is, louede hir lesse than Rachel. \\f* and openyde hir wombe while the sistir dwellide bareyn."
    },
    {
      "verse": 32,
      "text": "And Lia childide a sone conseyued, and clepide his name Ruben, and seide, The Lord seiy my mekenesse; now myn hosebonde schal loue me."
    },
    {
      "verse": 33,
      "text": "And eft sche conseyuede, `and childide a sone, and seide, For the Lord seiy that Y was dispisid, he yaf also this sone to me; and sche clepide his name Symeon."
    },
    {
      "verse": 34,
      "text": "And sche conseyuede the thridde tyme, and childide anothir sone, and she seide also, Now myn hosebonde schal be couplid to me, for Y childide thre sones to him; and therfor sche clepide his name Leuy."
    },
    {
      "verse": 35,
      "text": "The fourthe tyme sche conseyuede, and childide a sone, and seide, Now I schal knouleche to the Lord; and herfor she clepide his name Judas; and ceesside to childe."
    }
  ]
}