{
  "book_id": "GEN",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe Rachel seiy, that sche was vnfruytful, and hadde enuye \\f + \\fr 30:1 \\ft  enuye, that is, sorewide of hir owne defaute in comparisoun of hir sister, that hadde no sich defaute. \\f* to the sister, and seide to hir hosebonde, Yyue thou fre children to me, ellis Y schal die."
    },
    {
      "verse": 2,
      "text": "To whom Jacob was wrooth, and answerde, Wher Y am for God, which haue priued thee fro the fruyt of thi wombe?"
    },
    {
      "verse": 3,
      "text": "And sche seide, Y haue `a seruauntesse Bala, entre thou to hir that she childe on my knees, and that Y haue sones of hir."
    },
    {
      "verse": 4,
      "text": "And sche yaf to hym Bala in to matrimony;"
    },
    {
      "verse": 5,
      "text": "and whanne the hosebonde hadde entrid to hir, sche conseyuede, and childide a sone."
    },
    {
      "verse": 6,
      "text": "And Rachel seide, the Lord demede to me, and herde my preier, and yaf a sone to me; and therfor sche clepide his name Dan."
    },
    {
      "verse": 7,
      "text": "And eft Bala conseyuede, and childide anothir sone,"
    },
    {
      "verse": 8,
      "text": "for whom Rachel seide, The Lord hath maad me lijk to my sistir, and Y wexide strong; and sche clepide hym Neptalym."
    },
    {
      "verse": 9,
      "text": "Lya feelide that sche ceesside to bere child, and sche yaf Selfa, hir handmayde, to the hosebonde."
    },
    {
      "verse": 10,
      "text": "And whanne Selfa aftir conseyuyng childide a sone, Lya seide, Blessidly;"
    },
    {
      "verse": 11,
      "text": "and therfor sche clepide his name Gad."
    },
    {
      "verse": 12,
      "text": "Also Selfa childide anothir sone,"
    },
    {
      "verse": 13,
      "text": "and Lia seide, This is for my blis, for alle wymmen schulen seie me blessid; therfor sche clepide hym Aser."
    },
    {
      "verse": 14,
      "text": "Forsothe Ruben yede out in to the feeld in the tyme of wheete heruest, and foond mandragis, whiche he brouyte to Lya, his modir. And Rachel seide, Yyue thou to me a part of the mandragis of thi sone."
    },
    {
      "verse": 15,
      "text": "Lya answeride, Whether it semeth litil to thee, that thou hast rauyschid the hosebonde fro me, no but thou take also the mandragis of my sone? Rachel seide, The hosebonde sleepe with thee in this nyyt for the mandragis of thi sone."
    },
    {
      "verse": 16,
      "text": "And whanne Jacob cam ayen fro the feeld at euentid, Lya yede out in to his comyng, and seide, Thou shalt entre to me, for Y haue hired thee with hire for the mandragis of my sone. He slepte with hir in that nyyt;"
    },
    {
      "verse": 17,
      "text": "and God herde hir preiers, and sche conseyuede, and childide the fyuethe sone;"
    },
    {
      "verse": 18,
      "text": "and seide, God yaf meede to me, for Y yaf myn handmayde to myn hosebond; and sche clepide his name Isacar."
    },
    {
      "verse": 19,
      "text": "Eft Lia conseyuede, and childide the sixte sone,"
    },
    {
      "verse": 20,
      "text": "and seide, The Lord hath maad me riche with a good dower, also in this tyme myn hosebonde schal be with me, for Y childide sixe sones to hym; and therfore sche clepide his name Sabulon."
    },
    {
      "verse": 21,
      "text": "Aftir whom sche childide a douyter, Dyna bi name."
    },
    {
      "verse": 22,
      "text": "Also the Lord hadde mynde on Rachel, and herde hir, and openyde hir wombe."
    },
    {
      "verse": 23,
      "text": "And sche conseyuede, and childide a sone, and seide, God hath take a wey my schenschipe; and sche clepid his name Joseph,"
    },
    {
      "verse": 24,
      "text": "and seide, The Lord yyue to me another sone."
    },
    {
      "verse": 25,
      "text": "Sotheli whanne Joseph was borun, Jacob seide to his wyues fadir, Delyuere thou me, that Y turne ayen in to my cuntrey and to my lond."
    },
    {
      "verse": 26,
      "text": "Yyue thou to me my wyues and fre children for whiche Y seruede thee, that Y go; forsothe thou knowist the seruyce bi which Y seruede thee."
    },
    {
      "verse": 27,
      "text": "Laban seide to hym, Fynde Y grace in thi siyt, Y haue lerned bi experience that God blesside me for thee;"
    },
    {
      "verse": 28,
      "text": "ordeyne thou the meede which Y schal yyue to thee."
    },
    {
      "verse": 29,
      "text": "And he answeride, Thou woost hou Y seruede thee, and hou greet thi possessioun was in myn hondis;"
    },
    {
      "verse": 30,
      "text": "thou haddist litil bifore that Y cam to thee, and now thou art maad riche, and the Lord blesside thee at myn entryng; therfor it is iust that Y purueye sum tyme also to myn hows."
    },
    {
      "verse": 31,
      "text": "And Laban seide, What schal Y yyue to thee? And Jacob seide, Y wole no thing \\f + \\fr 30:31 \\ft  no thyng, that is, of thi yifte. \\f* but if thou doist that that Y axe, eft Y schal fede and kepe thi scheep."
    },
    {
      "verse": 32,
      "text": "Cumpasse thou alle thi flockis, and departe thou alle diuerse scheep and of spottid flees, and what euer thing schal be dun, and spottid, and dyuerse, as wel in scheep as in geet, it schal be my mede."
    },
    {
      "verse": 33,
      "text": "And my riytfulnesse schal answere to me to morewe, whanne the tyme of couenaunt schal come bifor thee; and alle that ben not dyuerse and spottid and dunne, as well in sheep as in geet, schulen repreue me of thefte."
    },
    {
      "verse": 34,
      "text": "And Laban seide, Y haue acceptable that that thou axist."
    },
    {
      "verse": 35,
      "text": "And he departide in that dai the geet, and scheep, geet buckis, and rammes, dyuerse and spottid. Sothely he bitook al the flok of o coloure, that is, of white and of blak flees in the hond of hise sones;"
    },
    {
      "verse": 36,
      "text": "and he settide the space of weie of thre daies bitwixe hise sones and the hosebonde of hise douytris, that fedde othere flockis' of hym."
    },
    {
      "verse": 37,
      "text": "Therfor Jacob took greene yerdis of popeleris, and of almoundis, and of planes, and in parti dide awei the rynde of tho, and whanne the ryndis weren `drawun a wei, whitnesse apperide in these that weren maad bare; sothely tho that weren hoole dwelliden grene, and bi this maner the coloure was maad dyuerse."
    },
    {
      "verse": 38,
      "text": "And Jacob puttide tho yerdis in the trowis, where the watir was held out, that whanne the flockis schulden come to drynke, thei schulden haue the yerdis bifor the iyen, and schulden conseyue in the siyt of the yerdis."
    },
    {
      "verse": 39,
      "text": "And it was doon that in thilke heete of riding the sheep schulde biholde the yerdis, and that thei schulden brynge forth spotti beestis, and dyuerse, and bispreynt with dyuerse colour."
    },
    {
      "verse": 40,
      "text": "And Jacob departide \\f + \\fr 30:40 \\ft  the floc, that is, departide the rammes fro the ewes til to the tyme of wateryng. \\f* the floc, and puttide the yerdis in the trowis bifor the iyen of the rammys. Sotheli alle the white and blake weren Labans; sotheli the othere weren Jacobis; for the flockis weren departid bytwixe hem silf."
    },
    {
      "verse": 41,
      "text": "Therfor whanne the scheep weren ridun in the firste tyme, Jacob puttide the yerdis in the `trouyis of watir bifor the iyen of rammys and of scheep, that thei schulden conseyue in the siyt of tho yerdis."
    },
    {
      "verse": 42,
      "text": "Forsothe whanne the late medlyng and the laste conseyuyng weren, Jacob puttide not tho yerdis; and tho that weren late, weren maad Labans, and tho that weren of the firste tyme weren Jacobis."
    },
    {
      "verse": 43,
      "text": "And he was maad ful riche, and hadde many flockis, handmaydis, and seruauntis, camels, and assis."
    }
  ]
}