{
  "book_id": "GEN",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Aftir that Jacob herde the wordis of the sones of Laban, that seiden, Jacob hath take awei alle thingis that weren oure fadris, and of his catel Jacob is maad riche, and noble."
    },
    {
      "verse": 2,
      "text": "Also Jacob perseyuede the face of Laban, that it was not ayens hym as yistirdai, and the thridde dai agoon,"
    },
    {
      "verse": 3,
      "text": "moost for the Lord seide to hym, Turne ayen into the lond of thi fadris, and to thi generacioun, and Y shal be with thee."
    },
    {
      "verse": 4,
      "text": "He sente, and clepide Rachel, and Lya, in to the feeld, where he kepte flockis, and he seide to hem,"
    },
    {
      "verse": 5,
      "text": "Y se the face of youre fadir, that it is not ayens me as `yisterdai and the thridde dai agoon; but God of my fadir was with me."
    },
    {
      "verse": 6,
      "text": "And ye witen that with alle my strengthis Y seruede youre fadir;"
    },
    {
      "verse": 7,
      "text": "but and youre fadir disseyuyde me, and chaungide my meede ten sithis; and netheles God suffride not hym to anoye me."
    },
    {
      "verse": 8,
      "text": "If he seide ony tyme, Dyuerse colourid sheep schulen be thi medis, alle sheep brouyten forth dyuerse colourid lambren; forsothe whanne he seide ayenward, Thou shalte take alle white for mede, alle the flockis brouyten forth white beestis;"
    },
    {
      "verse": 9,
      "text": "and God took a wey the substaunce of youre fadir, and yaf to me."
    },
    {
      "verse": 10,
      "text": "For aftir that the tyme of conseyuyng of sheep cam, Y reiside myn iyen, and seiy in sleep malis dyuerse, and spotti, and of dyuerse colouris, stiynge on femalis."
    },
    {
      "verse": 11,
      "text": "And the aungel of the Lord seide to me in sleep, Jacob! and Y answeride, Y am redy."
    },
    {
      "verse": 12,
      "text": "Which seide, Reise thin iyen, and se alle malis dyuerse, byspreynt, and spotti, stiynge on femalis; for Y seiy alle thingis whiche Laban dide to thee;"
    },
    {
      "verse": 13,
      "text": "Y am God of Bethel, where thou anoyntidist a stoon, and madist auow to me. Now therefor rise thou, and go out of this lond, and turne ayen in to the lond of thi birthe."
    },
    {
      "verse": 14,
      "text": "And Rachel and Lya answeriden, Wher we han ony thing residue in the catels, and eritage of oure fadir?"
    },
    {
      "verse": 15,
      "text": "Wher he `arettide not vs as aliens, and selde, and eet oure prijs?"
    },
    {
      "verse": 16,
      "text": "But God took awei the richessis of oure fadir, and yaf tho to vs, and to oure sones; wherfor do thou alle thingis whiche God hath comaundide to thee."
    },
    {
      "verse": 17,
      "text": "Forsothe Jacob roos, and puttide hise fre children and wyues on camels, and yede forth;"
    },
    {
      "verse": 18,
      "text": "and he took al his catel, flockis, and what euer thing he hadde gete in Mesopotanye, and yede to Isaac, his fadir, into the lond of Canaan."
    },
    {
      "verse": 19,
      "text": "In that tyme Laban yede to schere scheep, and Rachel stal the idols of hir fadir."
    },
    {
      "verse": 20,
      "text": "And Jacob nolde knouleche to the fadir of his wijf, that he wolde fle;"
    },
    {
      "verse": 21,
      "text": "and whanne he hadde go, as wel he as alle thingis that weren of his riyt, and whanne he hadde passid the water, and he yede ayens the hil of Galaad,"
    },
    {
      "verse": 22,
      "text": "it was teld to Laban, in the thridde dai, that Jacob fledde."
    },
    {
      "verse": 23,
      "text": "And Laban took his britheren, and pursuede hym seuene daies, and took hym in the hil of Galaad."
    },
    {
      "verse": 24,
      "text": "And Laban seiy in sleep the Lord seiynge to him, Be war that thou speke not ony thing sharpli ayens Jacob."
    },
    {
      "verse": 25,
      "text": "And thanne Jacob hadde stretchid forth the tabernacle in the hil; and whanne he hadde sued Jacob with his britheren, `he settide tente in the same hil of Galaad; and he seide to Jacob,"
    },
    {
      "verse": 26,
      "text": "Whi hast thou do so, that the while I wiste not thou woldist dryue awey my douytris as caitifs by swerd?"
    },
    {
      "verse": 27,
      "text": "Whi woldist thou fle the while Y wiste not, nether woldist shewe to me, that Y shulde sue thee with ioie, and songis, and tympans, and harpis?"
    },
    {
      "verse": 28,
      "text": "Thou suffridist not that Y schulde kisse my sones and douytris; thou hast wrouyt folili."
    },
    {
      "verse": 29,
      "text": "And now sotheli myn hond mai yelde yuel to thee, but the God of thi fadir seide to me yisterdai, Be war that thou speke not ony harder thing with Jacob."
    },
    {
      "verse": 30,
      "text": "Suppose, if thou coueitedist to go to thi kynesmen, and the hows of thi fadir was in desir to thee, whi hast thou stole my goddis?"
    },
    {
      "verse": 31,
      "text": "Jacob answeride, That Y yede forth while thou wistist not, Y dredde lest thou woldist take awey thi douytris violentli;"
    },
    {
      "verse": 32,
      "text": "sotheli that thou repreuest me of thefte, at whom euer thou fyndist thi goddis, be he slayn bifor oure britheren; seke thou, what euer thing of thine thou fyndist at me, and take awei. Jacob seide these thingis, and wiste not that Rachel stal the idols."
    },
    {
      "verse": 33,
      "text": "And so Laban entride into the tabernacle of Jacob, and of Lya, and of euer eithir meyne, and foond not; and whanne Laban hadde entrid in to the tente of Rachel,"
    },
    {
      "verse": 34,
      "text": "sche hastide, and hidde the idols vndur the strewyngis of the camel, and sat aboue. And sche seide to Laban, sekynge al the tente and fyndynge no thing,"
    },
    {
      "verse": 35,
      "text": "My lord, be not wrooth that Y may not rise bifore thee, for it bifelde now to me bi the custom of wymmen; so the bisynesse of the sekere was scorned."
    },
    {
      "verse": 36,
      "text": "And Jacob bolnyde, and seide with strijf, For what cause of me, and for what synne of me, hast thou come so fersly aftir me,"
    },
    {
      "verse": 37,
      "text": "and hast souyt al `the portenaunce of myn hous? What `hast thou founde of al the catel of thin hows? Putte thou here bifore my britheren and thi britheren, and deme thei betwixe me and thee."
    },
    {
      "verse": 38,
      "text": "Was I with thee herfore twenti yeer? Thi sheep and geet weren not bareyn, Y eet not the rammes of thi flok,"
    },
    {
      "verse": 39,
      "text": "nether Y schewide to thee ony thing takun of a beeste; Y yeldide al harm; what euer thing perischide bi thefte, thou axidist of me;"
    },
    {
      "verse": 40,
      "text": "Y was angwischid in dai and nyyt with heete and frost, and sleep fledde fro myn iyen;"
    },
    {
      "verse": 41,
      "text": "so Y seruede thee bi twenti yeer in thin hows, fourtene yeer for thi douytris, and sixe yeer for thi flockis; and thou chaungidist my mede ten sithis."
    },
    {
      "verse": 42,
      "text": "If God of my fadir Abraham, and the drede of Isaac hadde not helpid me, perauenture now thou haddist left me nakid; the Lord bihelde my turmentyng and the traueyl of myn hondis, and repreuyde thee yistirdai."
    },
    {
      "verse": 43,
      "text": "Laban answeride hym, The douytris, and thi sones, and flockis, and alle thingis whiche thou seest, ben myne, what mai Y do to my sones, and to the sones of sones?"
    },
    {
      "verse": 44,
      "text": "Therfor come thou, and make we boond of pees, that it be witnessyng bitwixe me, and thee."
    },
    {
      "verse": 45,
      "text": "And so Jacob took a stoon, and reiside it in to a signe, and seide to hise britheren,"
    },
    {
      "verse": 46,
      "text": "Brynge ye stoonus; whiche gadriden, and maden an heep, and eten on it."
    },
    {
      "verse": 47,
      "text": "And Laban clepide it the heep of wittnesse, and Jacob clepide it the heep of witnessyng; euer eithir clepide bi the proprete of his langage."
    },
    {
      "verse": 48,
      "text": "And Laban seide, This heep schal be witnesse bytwixe me and thee to day, and herfor the name therof was clepid Galaad, that is, the heep of witnesse."
    },
    {
      "verse": 49,
      "text": "And Laban addide, The Lord biholde, and deme bitwixe vs, whanne we schulen go awei fro yow;"
    },
    {
      "verse": 50,
      "text": "if thou schalt turmente my douytris, and if thou schal brynge yn othere wyues on hem, noon is witnesse of oure word, outakun God, whiche is present, and biholdith."
    },
    {
      "verse": 51,
      "text": "And eft he seide to Jacob, Lo! this heep, and stoon, whiche Y reiside bitwixe me and thee, schal be witnesse;"
    },
    {
      "verse": 52,
      "text": "sotheli this heep, and stoon be in to witnessyng, forsothe if Y schal passe it, and go to thee, ether thou shalt passe, and thenke yuel to me."
    },
    {
      "verse": 53,
      "text": "God of Abraham, and God of Nachor, God of the fadir of hem, deme bitwixe vs. Therfor Jacob swoor by the drede of his fadir Ysaac;"
    },
    {
      "verse": 54,
      "text": "and whanne slayn sacrifices weren offrid in the hil, he clepyde his britheren to ete breed, and whanne thei hadden ete, thei dwelliden there."
    },
    {
      "verse": 55,
      "text": "Forsothe Laban roos bi nyyt, and kisside his sones, and douytris, and blesside hem, and turnede ayen in to his place."
    }
  ]
}