{
  "book_id": "GEN",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe Jacob reiside hise iyen, and seiy Esau comynge, and foure hundrid men with hym; and he departide the sones of Lia, and of Rachel, and of bothe seruauntessis."
    },
    {
      "verse": 2,
      "text": "And he puttide euer either handmaide, and the fre children of hem, in the bigynnyng; sotheli he puttide Lia, and her sones, in the secounde place; forsothe he puttide Rachel and Joseph the laste."
    },
    {
      "verse": 3,
      "text": "And Jacob yede bifore, and worschipide lowli to erthe seuensithis, til his brothir neiyede."
    },
    {
      "verse": 4,
      "text": "And so Esau ran ayens his brothir, and collide hym, and Esau helde his necke, and kisside, and wepte."
    },
    {
      "verse": 5,
      "text": "And whanne the iyen weren reisid, he seiy the wymmen, and the litle children of hem, and seide, What wolen these to hem silf? and wher thei pertenen to thee? Jacob answeride, Thei ben the litle children, whiche God hath youe to me, thi seruaunt."
    },
    {
      "verse": 6,
      "text": "And the handmaydis and her sones neiyeden, and weren bowid."
    },
    {
      "verse": 7,
      "text": "Also Lya neiyede with hir fre children; and whanne thei hadden worschipid in lijk maner, Joseph and Rachel the laste worschipeden."
    },
    {
      "verse": 8,
      "text": "And Esau seide, What ben these cumpanyes, whiche Y mette? Jacob answerde, That Y schulde fynde grace bifore my lord."
    },
    {
      "verse": 9,
      "text": "And he seide, My brother, Y haue ful many thingis, thi thingis be to thee."
    },
    {
      "verse": 10,
      "text": "And Jacob seide, Y biseche, nyle thou so, but if Y foond grace in thin iyen, take thou a litil yifte of myn hondis; for Y seiy so thi face as I seiy the cheer of God;"
    },
    {
      "verse": 11,
      "text": "be thou merciful to me, and resseyue the blessyng which Y brouyte to thee, and which blessyng God yyuynge alle thingis yaf to me. Vnnethis, while the brothir compellide,"
    },
    {
      "verse": 12,
      "text": "he resseyuede, and seide, Go we to gidere, and Y schal be felowe of thi weie."
    },
    {
      "verse": 13,
      "text": "And Jacob seide, My lord, thou knowist that Y haue litle children tendre, and scheep, and kien with calue with me, and if Y schal make hem for to trauele more in goynge, alle the flockis schulen die in o dai;"
    },
    {
      "verse": 14,
      "text": "my lord go bifore his seruaunt, and Y schal sue litil and litil hise steppis, as I shal se that my litle children mown, til Y come to my lord, in to Seir."
    },
    {
      "verse": 15,
      "text": "Esau answeride, Y preie thee, that of the puple which is with me, nameli felowis of thi weie dwelle. Jacob seide, It is no nede; Y haue nede to this o thing oneli, that Y fynde grace in thi siyt, my lord."
    },
    {
      "verse": 16,
      "text": "And so Esau turnede ayen in that dai in the weie bi which he cam, in to Seir."
    },
    {
      "verse": 17,
      "text": "And Jacob cam in to Sochot, where whanne he hadde bildid an hows, and hadde set tentis, he clepide the name of that place Sochot, that is, tabernaclis."
    },
    {
      "verse": 18,
      "text": "And Jacob passide in to Salem, a citee of Sichimis, whiche is in the lond of Canaan, aftir that he turnede ayen fro Mesopotanye of Sirie, and he dwellide besidis the citee."
    },
    {
      "verse": 19,
      "text": "And he bouyte for an hundrid lambren a part of the feeld, in which he settide tabernaclis, of the sones of Emor, fadir of Sichem."
    },
    {
      "verse": 20,
      "text": "And whanne he hadde reisid an auter there, he inwardly clepide on it the strongeste God of Israel."
    }
  ]
}