{
  "book_id": "GEN",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Yn the mene tyme the Lord spak to Jacob, Ryse thou, and stie to Bethel, and dwelle thou there, and make thou an auter to the Lord, that apperide to thee whanne thou fleddist Esau, thi brother."
    },
    {
      "verse": 2,
      "text": "Forsothe Jacob seide, whanne al his hous was clepid to gidere, Caste ye a wei alien goddis, that ben `in the myddis of you, and be ye clensid, and chaunge ye youre clothis;"
    },
    {
      "verse": 3,
      "text": "rise ye, and stie we into Bethel, that we make there an auter to the Lord, which herde me in the dai of my tribulacioun, and was felowe of my weie."
    },
    {
      "verse": 4,
      "text": "Therfor thei yauen to hym alle alien goddis which thei hadden, and eere ryngis, that weren in `the eeris of hem; and he deluyde tho vndur a `tre, clepid therubynte, which is bihynde the citee of Sichem."
    },
    {
      "verse": 5,
      "text": "And whanne thei yeden, drede assailide alle men by cumpas of the citee, and thei weren not hardi to pursue hem goynge a wei."
    },
    {
      "verse": 6,
      "text": "Therfor Jacob cam to Lusa, which is in the lond of Canaan, bi `sire name Bethel, he and al his puple with hym."
    },
    {
      "verse": 7,
      "text": "And he bildide there an auter to the Lord, and clepide the name of that place The hows of God, for God apperide there to hym, whanne he fledde his brothir."
    },
    {
      "verse": 8,
      "text": "Delbora, the nurische of Rebecca, diede in the same tyme, and sche was biried at the roote of Bethel, vndir an ook, and the name of the place was clepid The ook of wepyng."
    },
    {
      "verse": 9,
      "text": "Forsothe God apperide eft to Jacob, aftir that he turnede ayen fro Mesopotanye of Sirie, and cam into Bethel, and blesside hym,"
    },
    {
      "verse": 10,
      "text": "and seide, Thou schalt no more be clepid Jacob, but Israel schal be thi name. And God clepide hym Israel, and seide to hym,"
    },
    {
      "verse": 11,
      "text": "Y am God Almyyti, encreesse thou, and be thou multiplied, folkis and puplis of naciouns schulen be of thee, kyngis schulen go out of thi leendis;"
    },
    {
      "verse": 12,
      "text": "and Y shal yyue to thee, and to thi seed after thee, the lond which Y yaf to Abraham, and Ysaac."
    },
    {
      "verse": 13,
      "text": "And God departide fro hym."
    },
    {
      "verse": 14,
      "text": "Forsothe Jacob reiside a title ether memorial of stoonys, in the place where ynne God spak to hym, and he sacrifiede ther onne fletynge sacrifices, and schedde out oile,"
    },
    {
      "verse": 15,
      "text": "and clepide the name of that place Bethel."
    },
    {
      "verse": 16,
      "text": "Forsothe Jacob yede out fro thennus, and cam in the bigynnynge of somer to the lond that ledith to Effrata; in which lond whanne Rachel trauelide in child beryng,"
    },
    {
      "verse": 17,
      "text": "sche bigan to be in perel for the hardnesse of childberyng; and the medewijf seide to hir, Nyle thou drede, for thou schalt haue also this sone."
    },
    {
      "verse": 18,
      "text": "Forsothe while the soule yede out for sorew, and deeth neiyede thanne, she clepide the name of hir sone Bennony, that is, the sone of my sorewe; forsothe the fadir clepide hym Beniamyn, that is the sone of the riyt side."
    },
    {
      "verse": 19,
      "text": "Therfor Rachel diede, and was biriede in the weie that ledith to Effrata, this is Bethleem."
    },
    {
      "verse": 20,
      "text": "And Jacob bildide a title on the sepulcre of hir; this is the title of biriel of Rachel `til into present dai."
    },
    {
      "verse": 21,
      "text": "Jacob yede fro thennus, and settide tabernacle ouer the tour of the flok."
    },
    {
      "verse": 22,
      "text": "And while he dwellide in that cuntrei, Ruben yede, and slepte with Bala, the secundarie wijf of his fadir, which thing was not hid fro hym. Forsothe the sones of Jacob weren twelue;"
    },
    {
      "verse": 23,
      "text": "the sones of Lia weren, the firste gendrid Ruben, and Symeon, and Leuy, and Judas, and Isachar, and Zabulon;"
    },
    {
      "verse": 24,
      "text": "the sones of Rachel weren, Joseph and Beniamyn;"
    },
    {
      "verse": 25,
      "text": "the sones of Bala, handmayde of Rachel, weren Dan, and Neptalym;"
    },
    {
      "verse": 26,
      "text": "the sones of Zelfa, handmayde of Lya, weren Gad, and Aser. These weren the sones of Jacob, that weren borun to hym in Mesopotanye of Sirie."
    },
    {
      "verse": 27,
      "text": "Also Jacob came to Isaac, his fadir, in to Manbre, a citee Arabee, this is Ebron, in which Manbre Abraham `and Isaac was a pylgrym."
    },
    {
      "verse": 28,
      "text": "And the daies of Isaac weren fillid an hundrid and foure scoore of yeris;"
    },
    {
      "verse": 29,
      "text": "and he was wastid in age, and diede, and he was put to his puple, and was eeld, and ful of daies; and Esau and Jacob his sones birieden hym."
    }
  ]
}