{
  "book_id": "GEN",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe these ben the generaciouns of Esau; he is Edom."
    },
    {
      "verse": 2,
      "text": "Esau took wyues of the douytris of Canaan, Ada, the douytir of Elom Ethey, and Oolibama, the douyter of Ana, sone of Sebeon Euey; also Bathsemath,"
    },
    {
      "verse": 3,
      "text": "the douytir of Ismael, the sistir of Nabioth."
    },
    {
      "verse": 4,
      "text": "Forsothe Ada childide Elifath; Batsemath childide Rahuel; Oolibama childide Hieus,"
    },
    {
      "verse": 5,
      "text": "and Hielon, and Chore. These weren the sones of Esau, that weren borun to hym in the lond of Canaan."
    },
    {
      "verse": 6,
      "text": "Sotheli Esau took hise wyues, and sones, and douytris, and ech soule of his hows, and catel, and scheep, and alle thingis whiche he `myyte haue in the lond of Canaan, and yede into anothir cuntrey, and departide fro his brother Jacob; for thei weren ful riche,"
    },
    {
      "verse": 7,
      "text": "and thei miyten not dwelle to gidere, and the erthe of her pilgrymage susteynede not hem, for the multitude of flockis."
    },
    {
      "verse": 8,
      "text": "And Esau dwellide in the hil of Seir; he is Edom."
    },
    {
      "verse": 9,
      "text": "Forsothe these weren the generaciouns of Esau, fader of Edom,"
    },
    {
      "verse": 10,
      "text": "in the hil of Seir, and these weren the names of hise sones. Elifath, sone of Ada, `wijf of Esau; also Rahuel sone of Bathsemath, `wijf of hym."
    },
    {
      "verse": 11,
      "text": "And the sones of Elifath weren, Theman, Emath, Sephu, and Gathan, and Ceneth, and Chore."
    },
    {
      "verse": 12,
      "text": "Forsothe Tanna was the secundarie wijf of Elifath, `sone of Esau, whiche Tanna childide to hym Amalech. These weren the sones of Ada, `wijf of Esau."
    },
    {
      "verse": 13,
      "text": "Forsothe the sones of Rahuel weren, Naath, and Zara, and Semna, and Meza. These weren the sones of Bathsemath, `wijf of Esau."
    },
    {
      "verse": 14,
      "text": "And these weren the sones of Oolibama, douyter of Ana, sone of Sebeon, `wijf of Esau, whiche sche childide to hym; Hieus, and Hielon, and Chore."
    },
    {
      "verse": 15,
      "text": "These weren the dukis of the sones of Esau; the sones of Elifath first gendrid of Esau, duk Theman, duyk Omar,"
    },
    {
      "verse": 16,
      "text": "duk Sephua, duyk Ceneth, duyk Chore, duyk Dathan, duyk Amalech. These weren the sones of Eliphat, in the lond of Edom, and these weren the sones of Ada."
    },
    {
      "verse": 17,
      "text": "Also these weren the sones of Rahuel, `sone of Esau, duyk Naath, duyk Zara, duyk Senna, duyk Meza; forsothe these duykis weren of Rahuel in the lond of Edom. These weren the sones of Bathsamath, `wijf of Esau."
    },
    {
      "verse": 18,
      "text": "Forsothe these weren the sones of Oolibama, `wijf of Esau; duyk Hieus, duyk Hielon, duyk Chore; these weren duykis of Oolibama, douytir of Ana, `wijf of Esau."
    },
    {
      "verse": 19,
      "text": "These weren the sones of Esau, and thei weren duykis of hem; he is Edom."
    },
    {
      "verse": 20,
      "text": "These weren the sones of Seir Horrei, enhabiteris of the lond; Jothan, and Sobal, and Sebeon,"
    },
    {
      "verse": 21,
      "text": "and Anam, and Dison, and Eser, and Disan; these duikis weren of Horrey, sone of Seir, in the lond of Edom."
    },
    {
      "verse": 22,
      "text": "Forsothe the sones of Jothan weren maad, Horrey, and Theman; sotheli the sistir of Jothan was Tanna."
    },
    {
      "verse": 23,
      "text": "And these weren the sones of Sobal; Aluan, and Maneeth, and Ebal, Sephi, and Onam."
    },
    {
      "verse": 24,
      "text": "And these weren the sones of Sebeon; Achaia, and Ana; this is Ana that foonde hoote watris in wildirnesse, whanne he kepte the assis of Sebeon, his fadir;"
    },
    {
      "verse": 25,
      "text": "and he hadde a sone Disan, and a douytir Oolibama."
    },
    {
      "verse": 26,
      "text": "And these weren the sones of Disan; Amadan, and Jesban, and Jethran, and Charan."
    },
    {
      "verse": 27,
      "text": "Also these weren the sones of Heser; Baalan, and Zeuan, and Acham."
    },
    {
      "verse": 28,
      "text": "And Disan hadde sones, Hus, and Haran."
    },
    {
      "verse": 29,
      "text": "These weren the duykis of Horreis; duyk Jothan, duyk Sobal, duyk Sebeon, duyk Ana, duyk Dison, duyk Heser, duik Disan;"
    },
    {
      "verse": 30,
      "text": "these weren the duykis of Horreis, that weren lordis in the lond of Seir."
    },
    {
      "verse": 31,
      "text": "Forsothe kyngis that regneden in the lond of Edom, bifore that the sones of Israel hadden a kyng, weren these;"
    },
    {
      "verse": 32,
      "text": "Balach, the sone of Beor, and the name of his citee was Deneba."
    },
    {
      "verse": 33,
      "text": "Forsothe Balach diede, and Jobab, sone of Sara of Bosra, regnede for hym."
    },
    {
      "verse": 34,
      "text": "And whanne Jobab was deed, Husam of the lond of Themayns regnede for hym."
    },
    {
      "verse": 35,
      "text": "And whanne he was deed, Adad, the sone of Badadi, that smoot Madian in the lond of Moab, and the name of his citee was Abyuth, `regnede for him."
    },
    {
      "verse": 36,
      "text": "And whanne Adad was deed, Semla of Maseracha regnede for hym."
    },
    {
      "verse": 37,
      "text": "And whanne he was deed, Saul of the flood Robooth ragnede for hym."
    },
    {
      "verse": 38,
      "text": "And whanne he was deed, Balanam, the sone of Achobor, was successour in to the rewme."
    },
    {
      "verse": 39,
      "text": "And whanne this was deed, Adad regnede for hym, and the name of the citee of Adad was Phau, and the name of his wijf was clepid Meezabel, the douyter of Mathrect, douyter of Mesaab."
    },
    {
      "verse": 40,
      "text": "Therfor these weren the names of duykis of Esau, in her kynredis, and places, and names; duyk Thanna, duyk Alua,"
    },
    {
      "verse": 41,
      "text": "duyk Jetech, duyk Oolibama, duyk Ela,"
    },
    {
      "verse": 42,
      "text": "duyk Phinon, duyk Ceneth, duik Theman,"
    },
    {
      "verse": 43,
      "text": "duyk Mabsar, duyk Madiel, duyk Iram; these weren the duykis of Edom, dwelleris in the lond of hys lordschip; he was Esau, the fadir of Ydumeis."
    }
  ]
}