{
  "book_id": "GEN",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "Yn the same tyme Judas yede doun fro his britheren, and turnede to a man of Odolla, Hiram bi name;"
    },
    {
      "verse": 2,
      "text": "and he siy ther a douytir of a man of Canaan, Sue bi name. And whanne he hadde takun hir to wijf,"
    },
    {
      "verse": 3,
      "text": "he entride to hir, and sche conseyuede, and childide a sone, and clepide his name Her."
    },
    {
      "verse": 4,
      "text": "And eft whanne a child was conseyued, sche nemyde the child borun Onam."
    },
    {
      "verse": 5,
      "text": "And sche childide the thridde sone, whom sche clepide Cela, and whanne he was borun, sche ceesside to bere child more."
    },
    {
      "verse": 6,
      "text": "Forsothe Judas yaf a wijf, `Thamar bi name, to his firste gendrid sone Her."
    },
    {
      "verse": 7,
      "text": "And Her, the firste gendrid sone of Judas, was weiward in the siyt of the Lord, and therfor he was slayn of the Lord."
    },
    {
      "verse": 8,
      "text": "Therfor Judas seide to Onam, his sone, Entre thou to the wijf of thi brothir, and be thou felouschipid to hir, that thou reise seed to thi brothir."
    },
    {
      "verse": 9,
      "text": "And he wiste that sones schulden not be borun to him, `and he entride to the wijf of his brother, and schedde seed in to the erthe, lest the fre children schulden be borun bi the name of the brother;"
    },
    {
      "verse": 10,
      "text": "and therfor the Lord smoot hym, for he dide abhomynable thing."
    },
    {
      "verse": 11,
      "text": "Wherfor Judas seide to Thamar, `wijf of his sone, Be thou widewe in the hous of thi fadir, til Sela my sone wexe, for he dredde lest also he schulde die as hise britheren. And sche yede, and dwellide in the hous of hir fadir."
    },
    {
      "verse": 12,
      "text": "Forsothe whanne many yeeris weren passid, the douyter of Sue, `the wijf of Juda, diede, and whanne coumfort was takun aftir morenyng, he stiede to the schereris of hise scheep, he and Iras of Odolla, that was kepere of the floc, stieden in to Thampnas."
    },
    {
      "verse": 13,
      "text": "And it was teld to Thamar, that `the fadir of hir hosebonde stiede to Thampnas, to schere scheep."
    },
    {
      "verse": 14,
      "text": "And sche dide awei the clothis of widewehod, and sche took a roket, and whanne the clothinge was chaungid, sche sat in the weilot that ledith to Tampna; for Sela hadde woxe, and sche hadde not take hym to hosebonde."
    },
    {
      "verse": 15,
      "text": "And whanne Judas hadde seyn hir, he supposide hir to be an hoore, for sche hadde hilid hir face, lest sche were knowun."
    },
    {
      "verse": 16,
      "text": "And Judas entride to hir, and seide, Suffre me that Y ligge with thee; for he wiste not that sche was the wijf of his sone. And whanne sche answeride, What schalt thou yyue to me, that thou ligge bi me?"
    },
    {
      "verse": 17,
      "text": "he seide, Y schal sende to thee a kide of the flockis. And eft whanne sche seide, Y schal suffre that that thou wolt, if thou schalt yyue to me a wed, til thou sendist that that thou bihetist."
    },
    {
      "verse": 18,
      "text": "Judas seide, What wolt thou that be youun to thee for a wed? She answeride, Thi ryng, and thi bie of the arm, and the staaf which thou holdist in the hond. Therfor the womman conseyuide at o liggyng bi, and sche roos, and yede;"
    },
    {
      "verse": 19,
      "text": "and whanne the clooth was `put awei which sche hadde take, sche was clothid in the clothis of widewhod."
    },
    {
      "verse": 20,
      "text": "Forsothe Judas sente a kide bi his scheepherde of Odolla, that he schulde resseyue the wed which he hadde youe to the womman; and whanne he hadde not founde hir,"
    },
    {
      "verse": 21,
      "text": "he axide men of that place, Where is the womman that sat in the weie lot? And whanne alle men answeriden, An hoore was not in this place; he turnede ayen to Judas,"
    },
    {
      "verse": 22,
      "text": "and seide to hym, Y foond not hir, but also men of that place seiden to me, that an hoore sat neuere there."
    },
    {
      "verse": 23,
      "text": "Judas seide, Haue sche to hir silf, certis sche may not repreue vs of a leesyng; Y sente the kyde which Y bihiyte, and thou foundist not hir."
    },
    {
      "verse": 24,
      "text": "Lo! sotheli aftir thre monethis thei telden to Judas, and seiden, Thamar, `wijf of thi sone, hath do fornycacioun, and hir womb semeth to wexe greet. Judas seide, Brynge ye hir forth, that sche be brent."
    },
    {
      "verse": 25,
      "text": "And whanne sche was led to peyne, sche sente to `the fadir of hir hosebonde, and seide, Y haue conseyued of the man, whose these thingis ben; knowe thou whose is the ryng, and bie of the arm, and staf?"
    },
    {
      "verse": 26,
      "text": "And whanne the yiftis weren knowun, he seide, Sche is more iust than Y, for Y yaf not hir to Sela, my sone; netheles Judas knewe hir no more fleischli."
    },
    {
      "verse": 27,
      "text": "Sotheli whanne the childberyng neiyede, twei chyldren apperiden in the wombe, and in that birthe of children, oon brouyte forth the hond, in which the mydwijf boond a reed threed,"
    },
    {
      "verse": 28,
      "text": "and seide, This schal go out `the formere."
    },
    {
      "verse": 29,
      "text": "Sotheli while he withdrowe the hond, the tother yede out, and the womman seide, Whi was the skyn in which the child lay in the wombe departid for thee? And for this cause sche clepide his name Fares."
    },
    {
      "verse": 30,
      "text": "Afterward his brothir yede out, in whos hond was the reed threed, whom sche clepide Zaram."
    }
  ]
}