{
  "book_id": "GEN",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor Joseph was led in to Egipt, and Putifar, `chast and onest seruaunt of Farao, prince of the oost, a man of Egipt, bouyte hym of the hondis of Ismaelitis, of which he was brouyt."
    },
    {
      "verse": 2,
      "text": "And the Lord was with hym, and he was a man doynge with prosperite in alle thingis. And Joseph dwellide in `the hows of his lord,"
    },
    {
      "verse": 3,
      "text": "which knew best that the Lord was with Joseph, and that alle thingis whiche he dide, weren dressid of the Lord in `the hond of hym."
    },
    {
      "verse": 4,
      "text": "And Joseph foond grace bifor his lord, and `mynystride to hym, of whom Joseph was maad souereyn of alle thingis, and gouernede the hows bitaken to hym, and alle thingis that weren bitakun to hym."
    },
    {
      "verse": 5,
      "text": "And the Lord blesside the `hows of Egipcian for Joseph, and multipliede al his catel, as wel in howsis as in feeldis;"
    },
    {
      "verse": 6,
      "text": "nether he knew ony other thing no but `breed which he eet. Forsothe Joseph was fair in face, and schapli in siyt."
    },
    {
      "verse": 7,
      "text": "And so aftir many daies the ladi castide hir iyen in to Joseph, and seide, Slepe thou with me;"
    },
    {
      "verse": 8,
      "text": "which assentide not to the vnleueful werk, and seide to hir, Lo! while alle thingis ben bitakun to me, my lord woot not what he hath in his hows,"
    },
    {
      "verse": 9,
      "text": "nether ony thing is, which is not in my power, ether which `he hath not bitake to me, outakun thee, which art his wijf; how therfor may Y do this yuel, and do synne ayens my lord?"
    },
    {
      "verse": 10,
      "text": "Thei spaken siche wordis `bi alle daies, and the womman was diseseful to the yong waxynge man, and he forsook auoutrie."
    },
    {
      "verse": 11,
      "text": "Forsothe it bifelde in a dai, that Joseph entride in to the hows, and dide sum werk with out witnessis."
    },
    {
      "verse": 12,
      "text": "And sche took `the hem of his clooth, and sche seide, Slepe thou with me; and he lefte the mentil in hir hoond, and he fledde, and yede out."
    },
    {
      "verse": 13,
      "text": "And whanne the womman hadde seyn the clooth in hir hondis, and that sche was dispisid,"
    },
    {
      "verse": 14,
      "text": "sche clepide to hir the men of hir hows, and seide to hem, Lo! my lord hath brouyt in an Ebrew man, that he schulde scorn vs; he entride to me to do leccherie with me, and whanne Y criede, and he herde my vois,"
    },
    {
      "verse": 15,
      "text": "he lefte the mentil which Y helde, and he fledde out."
    },
    {
      "verse": 16,
      "text": "Therfor in to the preuyng of trouthe, sche schewide the mantil, holdun to the hosebonde turnynge ayen hoom."
    },
    {
      "verse": 17,
      "text": "And she seide, The Ebrew seruaunt, whom thou brouytist, entride to me to scorne me; and whanne he siy me crye,"
    },
    {
      "verse": 18,
      "text": "he lefte the mentil which Y helde, and he fledde out."
    },
    {
      "verse": 19,
      "text": "And whanne these thingis weren herd, the lord bileuyde ouer myche to the wordis of the wijf, and was ful wrooth;"
    },
    {
      "verse": 20,
      "text": "and he bitook Joseph in to prisoun, where the bounden men of the kyng weren kept, and he was closid there."
    },
    {
      "verse": 21,
      "text": "Forsothe the Lord was with Joseph, and hadde mercy on hym, and yaf grace to hym in the siyt of the prince of the prisoun,"
    },
    {
      "verse": 22,
      "text": "which bitook in the hond of Joseph alle prisoneris that weren holdun in kepyng, and what euer thing was doon, it was vndur Joseph, nethir the prince knewe ony thing,"
    },
    {
      "verse": 23,
      "text": "for alle thingis weren bitakun to Joseph; for the Lord was with hym, and dresside alle his werkis."
    }
  ]
}