{
  "book_id": "GEN",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Whanne these thingis weren doon so, it bifelde that twei geldyngis, the boteler and the baker `of the kyng of Egipt, synneden to her lord."
    },
    {
      "verse": 2,
      "text": "And Farao was wrooth ayens hem, for the toon was `souereyn to boteleris, the tother was `souereyn to bakeris."
    },
    {
      "verse": 3,
      "text": "And he sente hem in to the prisoun of the prince of knyytis, in which also Joseph was boundun."
    },
    {
      "verse": 4,
      "text": "And the keper of the prisoun bitook hem to Joseph, which also `mynystride to hem. Sumdel of tyme passide, and thei weren hooldun in kepyng, and bothe sien a dreem in o nyyt,"
    },
    {
      "verse": 5,
      "text": "bi couenable expownyng to hem."
    },
    {
      "verse": 6,
      "text": "And whanne Joseph hadde entrid to hem eerli, and hadde seyn hem sori,"
    },
    {
      "verse": 7,
      "text": "he axide hem, and seide, Whi is youre `face soriere to dai than it ys wont?"
    },
    {
      "verse": 8,
      "text": "Whiche answeriden, We seiyen a dreem, and `noon is that expowneth to vs. And Joseph seide to hem, Whether expownyng is not of God? Telle ye to me what ye han seyn."
    },
    {
      "verse": 9,
      "text": "The `souereyn of boteleris telde first his dreem; Y seiy that a vyne bifore me,"
    },
    {
      "verse": 10,
      "text": "in which weren thre siouns, wexide litil and litil in to buriounnyngis, and that aftir flouris grapys wexiden ripe,"
    },
    {
      "verse": 11,
      "text": "and the cuppe of Farao was in myn hond; therfor Y took the grapis, and presside out in to the cuppe which Y helde, and Y yaf drynk to Farao."
    },
    {
      "verse": 12,
      "text": "Joseph answerde, This is the expownyng of the dreem; thre siouns ben yit thre daies,"
    },
    {
      "verse": 13,
      "text": "aftir whiche Farao schal haue mynde of thi seruyce, and he schal restore thee in to the firste degree, and thou schal yyue to hym the cuppe, bi thin office, as thou were wont to do bifore."
    },
    {
      "verse": 14,
      "text": "Oneli haue thou mynde on me, whanne it is wel to thee, and thou schalt do merci with me, that thou make suggestioun to Farao, that he lede me out of this prisoun;"
    },
    {
      "verse": 15,
      "text": "for theefli Y am takun awei fro the lond of Ebrews, and here Y am sent innocent in to prisoun."
    },
    {
      "verse": 16,
      "text": "The `maister of bakeris seiye that Joseph hadde expowned prudentli the dreem, and he seide, And Y seiy a dreem, that Y hadde thre panyeris of mele on myn heed,"
    },
    {
      "verse": 17,
      "text": "and Y gesside that Y bar in o panyere, that was heiyere, alle metis that ben maad bi craft of bakers, and that briddis eeten therof."
    },
    {
      "verse": 18,
      "text": "Joseph answerde, This is the expownyng of the dreem; thre panyeris ben yit thre daies,"
    },
    {
      "verse": 19,
      "text": "aftir whiche Farao schal take awei thin heed, and he schal hange thee in a cros, and briddis schulen todrawe thi fleischis."
    },
    {
      "verse": 20,
      "text": "Fro thennus the thridde dai was the dai of birthe of Farao, which made a greet feeste to hise children, and hadde mynde among metis on the maistir `of boteleris, and on the prince of bakeris;"
    },
    {
      "verse": 21,
      "text": "and he restoride the oon in to his place, that he schulde dresse cuppe to `the kyng,"
    },
    {
      "verse": 22,
      "text": "and he hangide `the tothir in a gebat, that the treuthe of `the expownere schulde be preued."
    },
    {
      "verse": 23,
      "text": "And netheles whanne prosperitees bifelden, the `souereyn of boteleris foryat `his expownere."
    }
  ]
}