{
  "book_id": "GEN",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Aftir twei yeer Farao seiy a dreem; he gesside that he stood on a flood,"
    },
    {
      "verse": 2,
      "text": "fro which seuene faire kiyn and ful fatte stieden, and weren fed in the places of mareis;"
    },
    {
      "verse": 3,
      "text": "and othere seuene, foule and leene, camen out of the flood, and weren fed in thilk brenke of the watir, in grene places;"
    },
    {
      "verse": 4,
      "text": "and tho deuoureden thilke kien of whiche the fairnesse and comelynesse of bodies was wondurful."
    },
    {
      "verse": 5,
      "text": "Farao wakide, and slepte eft, and seiy another dreem; seuen eeris of corn ful and faire camen forth in o stalke,"
    },
    {
      "verse": 6,
      "text": "and othere as many eeris of corn, thinne and smytun with corrupcioun of brennynge wynd,"
    },
    {
      "verse": 7,
      "text": "camen forth, deuourynge al the fairenesse of the firste. Farao wakide aftir reste,"
    },
    {
      "verse": 8,
      "text": "and whanne morewtid was maad, he was aferd bi inward drede, and he sente to alle the expowneris of Egipt, and to alle wise men; and whanne thei weren clepid, he telde the dreem, and noon was that expownede."
    },
    {
      "verse": 9,
      "text": "Thanne at the laste the maistir `of boteleris bithouyte, and seide, Y knowleche my synne;"
    },
    {
      "verse": 10,
      "text": "the kyng was wrooth to hise seruauntis, and comaundide me and the maister `of bakeris to be cast doun in to the prisoun of the prince of knyytis,"
    },
    {
      "verse": 11,
      "text": "where we bothe saien a dreem in o nyyt, biforeschewynge of thingis to comynge."
    },
    {
      "verse": 12,
      "text": "An Ebrew child, seruaunt of the same duk of knyytis was there, to whom we telden the dremes,"
    },
    {
      "verse": 13,
      "text": "and herden what euer thing the bifallyng of thing preuede afterward; for Y am restorid to myn office, and he was hangid in a cros."
    },
    {
      "verse": 14,
      "text": "Anoon at the comaundement of the kyng thei polliden Joseph led out of prisoun, and whanne `the clooth was chaungid, thei brouyten Joseph to the kyng."
    },
    {
      "verse": 15,
      "text": "To whom the kyng seide, Y seiye dremes, and noon is that expowneth tho thingis that Y seiy, I haue herd that thou expownest moost prudentli."
    },
    {
      "verse": 16,
      "text": "Joseph answerde, With out me, God schal answere prosperitees to Farao."
    },
    {
      "verse": 17,
      "text": "Therfor Farao telde that that he seiy; Y gesside that Y stood on the brenke of the flood,"
    },
    {
      "verse": 18,
      "text": "and seuene kiyn, ful faire and with fleischis able to etyng, stieden fro the watir, whiche kiyn gaderiden grene seggis in the pasture of the marreis;"
    },
    {
      "verse": 19,
      "text": "and lo! seuene othere kiyn, so foule and leene, sueden these, that Y seiy neuere siche in the lond of Egipt;"
    },
    {
      "verse": 20,
      "text": "and whanne the formere kien weren deuourid and wastid, tho secounde yauen no steppe of fulnesse,"
    },
    {
      "verse": 21,
      "text": "but weren slowe bi lijk leenesse and palenesse. I wakide, and eft Y was oppressid bi sleep, and Y seiy a dreem;"
    },
    {
      "verse": 22,
      "text": "seuene eeris of corn, ful and faireste, camen forth in o stalke,"
    },
    {
      "verse": 23,
      "text": "and othere seuene, thinne and smytun with `corrupcioun of brennynge wynd, camen forth of the stobil,"
    },
    {
      "verse": 24,
      "text": "whiche deuouriden the fairenesse of the formere;"
    },
    {
      "verse": 25,
      "text": "Y telde the dreem to expowneris, and no man is that expowneth. Joseph answerde, The dreem of the king is oon; God schewide to Farao what thingis he schal do."
    },
    {
      "verse": 26,
      "text": "Seuene faire kiyn, and seuene ful eeris of corn, ben seuene yeeris of plentee, and tho comprehenden the same strengthe of dreem;"
    },
    {
      "verse": 27,
      "text": "and seuene kiyn thinne and leene, that stieden aftir tho, and seuene thinne eeris of corn and smytun with brennynge wynd, ben seuene yeer of hungur to comynge,"
    },
    {
      "verse": 28,
      "text": "whiche schulen be fillid bi this ordre."
    },
    {
      "verse": 29,
      "text": "Lo! seuene yeer of greet plentee in al the lond of Egipt schulen come,"
    },
    {
      "verse": 30,
      "text": "and seuene othre yeer of so greet bareynesse schulen sue tho, that al the abundaunce bifore be youun to foryetyng; for the hungur schal waste al the lond,"
    },
    {
      "verse": 31,
      "text": "and the greetnesse of pouert schal leese the greetnesse of plentee."
    },
    {
      "verse": 32,
      "text": "Forsothe this that thou siyest the secunde tyme a dreem, perteynynge to the same thing, is a `schewyng of sadnesse, for the word of God schal be doon, and schal be fillid ful swiftli."
    },
    {
      "verse": 33,
      "text": "Now therfor puruey the kyng a wijs man and a redi, and make the kyng hym souereyn to the lond of Egipt,"
    },
    {
      "verse": 34,
      "text": "which man ordeyne gouernouris bi alle cuntreis, and gadere he in to bernys the fyuethe part of fruytis bi seuene yeer of plentee,"
    },
    {
      "verse": 35,
      "text": "that schulen come now; and al the wheete be kept vndur the power of Farao, and be it kept in citees,"
    },
    {
      "verse": 36,
      "text": "and be it maad redi to the hungur to comynge of seuene yeer that schal oppresse Egipt, and the lond be not wastid bi pouert."
    },
    {
      "verse": 37,
      "text": "The counsel pleside Farao,"
    },
    {
      "verse": 38,
      "text": "and alle his mynystris, and he spak to hem, Wher we moun fynde sich a man which is ful of Goddis spirit?"
    },
    {
      "verse": 39,
      "text": "Therfor Farao seide to Joseph, For God hath schewid to thee alle thingis whiche thou hast spoke, wher Y mai fynde a wisere man and lijk thee?"
    },
    {
      "verse": 40,
      "text": "Therfor thou schalt be ouer myn hous, and al the puple schal obeie to the comaundement of thi mouth; Y schal passe thee onely by o trone of the rewme."
    },
    {
      "verse": 41,
      "text": "And eft Farao seide to Joseph, Lo! Y haue ordeyned thee on al the lond of Egipt."
    },
    {
      "verse": 42,
      "text": "And Farao took the ryng fro his hond, and yaf it in the hond of Joseph, and he clothide Joseph with a stoole of bijs, and puttide a goldun wrethe aboute the necke;"
    },
    {
      "verse": 43,
      "text": "and Farao made Joseph to `stie on his secounde chare, while a bidele criede, that alle men schulden knele bifore hym, and schulden knowe that he was souereyn of al the lond of Egipt."
    },
    {
      "verse": 44,
      "text": "And the kyng seide to Joseph, Y am Farao, without thi comaundement no man shal stire hond ether foot in al the lond of Egipt."
    },
    {
      "verse": 45,
      "text": "And he turnede the name of Joseph, and clepide him bi Egipcian langage, the sauyour of the world; and he yaf to Joseph a wijf, Asenech, the douyter of Potifar, preest of Heliopoleos. And so Joseph yede out to the lond of Egipt."
    },
    {
      "verse": 46,
      "text": "Forsothe Joseph was of thretti yeer, whanne he stood in the siyt of kyng Farao, and cumpasside alle the cuntreis of Egipt."
    },
    {
      "verse": 47,
      "text": "And the plente of seuene yeer cam, and ripe corn weren bounden into handfuls, and weren gaderid into the bernys of Egipt,"
    },
    {
      "verse": 48,
      "text": "also al the aboundaunce of cornes weren kept in alle citeis,"
    },
    {
      "verse": 49,
      "text": "and so greet aboundaunce was of wheete, that it was maad euene to the grauel of the see, and the plente passide mesure."
    },
    {
      "verse": 50,
      "text": "Sotheli twei sones were born to Joseph bifor that the hungur came, whiche Asenech, douytir of Putifar, preest of Heliopoleos, childide to hym."
    },
    {
      "verse": 51,
      "text": "And he clepide the name of the firste gendrid sone, Manasses, and seide, God hath maad me to foryete alle my traueilis, and the hous of my fadir;"
    },
    {
      "verse": 52,
      "text": "and he clepide the name of the secunde sone Effraym, and seide, God hath maad me to encreesse in the lond of my pouert."
    },
    {
      "verse": 53,
      "text": "Therfor whanne seuene yeer of plentee that weren in Egipt weren passid,"
    },
    {
      "verse": 54,
      "text": "seuene yeer of pouert bigunnen to come, whiche Joseph bifore seide, and hungur hadde the maistri in al the world; also hungur was in al the lond of Egipt;"
    },
    {
      "verse": 55,
      "text": "and whanne that lond hungride, the puple criede to Farao, and axide metis; to whiche he answeride, Go ye to Joseph, and do ye what euer thing he seith to you."
    },
    {
      "verse": 56,
      "text": "Forsothe hungur encreesside ech dai in al the lond, and Joseph openyde alle the bernys, and seelde to Egipcians, for also hungur oppresside hem;"
    },
    {
      "verse": 57,
      "text": "and alle prouynces camen in to Egipt to bie metis, and to abate the yuel of nedynesse."
    }
  ]
}