{
  "book_id": "GEN",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe Joseph comaundid the dispendere of his hous, and seide, Fille thou her sackis with wheete, as myche as tho moun take, and putte thou the money of ech in the hiynesse of the sak;"
    },
    {
      "verse": 2,
      "text": "forsothe put thou in the mouth of the sak of the yongere my silueren cuppe, and the prijs of wheete which he yaf; and it was doon so."
    },
    {
      "verse": 3,
      "text": "And whanne the morewtid roos, thei weren delyuered with her assis."
    },
    {
      "verse": 4,
      "text": "And now thei hadden go out of the citee, and hadden go forth a litil; thanne Joseph seide, whanne the dispendere of his hous was clepid, Rise thou, pursue the men, and seye thou whanne thei ben takun, Whi han ye yolde yuel for good?"
    },
    {
      "verse": 5,
      "text": "The cuppe, which ye han stole, is thilk in which my lord drynkith, and in which he is wont to dyuyne; ye han do a ful wickid thing."
    },
    {
      "verse": 6,
      "text": "He dide as Joseph comaundid, and whanne thei weren takun, he spak bi ordre."
    },
    {
      "verse": 7,
      "text": "Whiche answeriden, Whi spekith oure lord so, that thi seruauntis han do so greet trespas?"
    },
    {
      "verse": 8,
      "text": "We brouyten ayen to thee fro the lond of Chanaan the monei which we founden in the hiynesse of sackis, and hou is it suynge that we han stole fro `the hows of thi lord gold ether siluer?"
    },
    {
      "verse": 9,
      "text": "At whom euere of thi seruauntis this that thou sekist is foundun, die he, and we schulen be seruauntis of my lord."
    },
    {
      "verse": 10,
      "text": "Which seide to hem, Be it doon bi youre sentence; at whom it is foundun, be he my seruaunt; forsothe ye schulen be gilteles."
    },
    {
      "verse": 11,
      "text": "And so thei diden doun hastili the sackis on erthe, and alle openyden tho whiche he souyte;"
    },
    {
      "verse": 12,
      "text": "and bigan at the more til to the leeste, and foond the cuppe in `the sak of Beniamyn."
    },
    {
      "verse": 13,
      "text": "And whanne thei hadden `to-rent her clothis, and hadden chargid eft the assis, thei turneden ayen in to the citee."
    },
    {
      "verse": 14,
      "text": "And Judas entride `the firste with brithren to Joseph; for he hadde not go yit fro the place; and alle felden togidere on erthe bifore hym."
    },
    {
      "verse": 15,
      "text": "To whiche he seide, Whi wolden ye do so? whether ye witen not, that noon is lijk me in the kunnyng of dyuinyng?"
    },
    {
      "verse": 16,
      "text": "To whom Judas seide, What schulen we answere to my lord, ether what schulen we speke, ether moun iustli ayenseie? God hath founde the wickidnesse of thi seruauntis; lo! alle we ben the seruauntis of my lord, bothe we and he at whom the cuppe is foundun."
    },
    {
      "verse": 17,
      "text": "Joseph answeride, Fer be it fro me, that Y do so; he be my seruaunt that stal the cuppe; forsothe go ye fre to youre fadir."
    },
    {
      "verse": 18,
      "text": "Sotheli Judas neiyede neer, and seide tristili, My lord, Y preye, thi seruaunt speke a word in thin eeris, and be thou not wrooth to thi seruaunt; for aftir Farao thou art my lord."
    },
    {
      "verse": 19,
      "text": "Thou axidist first thi seruauntis, Han ye a fadir, ether a brother?"
    },
    {
      "verse": 20,
      "text": "And we answeriden to thee, my lord, An eld fadir is to vs, and a litil child that was borun in his eelde, whos brother of the same wombe is deed, and his modir hath hym aloone; forsothe his fadir loueth hym tendirli."
    },
    {
      "verse": 21,
      "text": "And thou seidist to thi seruauntis, Brynge ye hym to me, and Y schal sette myn iyen on hym."
    },
    {
      "verse": 22,
      "text": "We maden suggestioun to thee, my lord, the child may not forsake his fadir; for if he schal leeue the fadir, he schal die."
    },
    {
      "verse": 23,
      "text": "And thou seidist to thi seruauntis, If youre leeste brother schal not come with you, ye schulen no more se my face."
    },
    {
      "verse": 24,
      "text": "Therfor whanne we hadden stied to thi seruaunt, oure fadir, we telden to hym alle thingis whiche my lord spak; and oure fadir seide,"
    },
    {
      "verse": 25,
      "text": "Turne ye ayen, and bie ye to you a litil of wheete;"
    },
    {
      "verse": 26,
      "text": "to whom we seiden, We moun not go; if oure leeste brother schal go doun with vs, we schulen go forth togidere; ellis, if he is absent, we doren not se the `face of the lord."
    },
    {
      "verse": 27,
      "text": "To whiche thingis the fadir answeride, Ye witen that my wiif childide twei sones to me;"
    },
    {
      "verse": 28,
      "text": "oon yede out, and ye seiden, a beeste deuouride hym, and hidir to he apperith not;"
    },
    {
      "verse": 29,
      "text": "if ye taken also this sone, and ony thing bifallith to hym in the weye, ye schulen lede forth myn hoor heeris with morenyng to hellis."
    },
    {
      "verse": 30,
      "text": "Therfor if Y entre to thi seruaunt, oure fadir, and the child faile, sithen his lijf hangith of the lijf of the child,"
    },
    {
      "verse": 31,
      "text": "and he se that the child is not with vs, he schal die, and thi seruauntis schulen lede forth hise hoor heeris with sorewe to hellis."
    },
    {
      "verse": 32,
      "text": "Be Y propirli thi seruaunt, which resseyuede this child on my feith, and bihiyte, and seide, If Y schal not brynge ayen hym, Y schal be gilti of synne ayens my fadir in al tyme;"
    },
    {
      "verse": 33,
      "text": "and so Y schal dwelle thi seruaunt for the child in to the seruyce of my lord, and the child stie with hise britheren;"
    },
    {
      "verse": 34,
      "text": "for Y may not go ayen to my fadir, if the child is absent, lest Y stonde a witnesse of the wretchidnesse that schal oppresse my fadir."
    }
  ]
}