{
  "book_id": "GEN",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor Joseph entride, and telde to Farao, and seide, My fadir and brethren, the scheep and grete beestis of hem, and alle thingis whiche thei welden, camen fro the lond of Canaan; and lo! thei stonden in the lond of Gessen."
    },
    {
      "verse": 2,
      "text": "And he ordeynede fyue, the laste men of hise britheren, bifore the kyng,"
    },
    {
      "verse": 3,
      "text": "whiche he axide, What werk han ye? Thei answeriden, We thi seruauntis ben kepers of scheep, bothe we and oure faderis;"
    },
    {
      "verse": 4,
      "text": "we camen in to thi lond to be pilgrymys, for noo gras is to the flockis of thi seruauntis; hungur wexith greuouse in the lond of Canaan, and we axen that thou comaunde vs thi seruauntis to be in the lond of Gessen."
    },
    {
      "verse": 5,
      "text": "And so the kyng seide to Joseph, Thi fadir and thi britheren camen to thee;"
    },
    {
      "verse": 6,
      "text": "the lond of Egipt is in thi siyt, make thou hem to dwelle in the beste place, and yyue thou to hem the lond of Gessen; that if thou woost that witti men ben in hem, ordeyne thou hem maystris of my beestis."
    },
    {
      "verse": 7,
      "text": "After these thingis Joseph brouyte in his fader to the king, and settide him bifor the king, which blesside the king;"
    },
    {
      "verse": 8,
      "text": "and he was axid of the king, Hou many ben the daies of the yeeris of thi lijf?"
    },
    {
      "verse": 9,
      "text": "And he answeride, The daies of pilgrymage of my lijf, ben feewe and yuele, of an hundrid and thretti yeer, and tho `camen not til to the daies of my fadris, in whiche thei weren pilgryms."
    },
    {
      "verse": 10,
      "text": "And whanne he hadde blessid the kyng, he yede out."
    },
    {
      "verse": 11,
      "text": "Forsothe Joseph yaf to hise fadir and britheren possessioun in Egipt, in Ramasses, the beste soile of erthe, as Farao comaundide;"
    },
    {
      "verse": 12,
      "text": "and he fedde hem, and al the hows of his fadir, and yaf metis to alle."
    },
    {
      "verse": 13,
      "text": "For breed failide in al the world, and hungur oppresside the lond, moost of Egipt and of Canaan;"
    },
    {
      "verse": 14,
      "text": "of whiche londis he gaderide al the money for the sillyng of wheete, and brouyte it in to the `tresorie of the kyng."
    },
    {
      "verse": 15,
      "text": "And whanne prijs failide to the bieris, al Egipt cam to Joseph, and seide, Yyue thou `looues to vs; whi shulen we die bifore thee, while monei failith?"
    },
    {
      "verse": 16,
      "text": "To whiche he answeride, Brynge ye youre beestis, and Y schal yyue to you metis for tho, if ye han not prijs."
    },
    {
      "verse": 17,
      "text": "And whanne thei hadden brouyt tho, he yaf to hem metis for horsis, and scheep, and oxun, and assis; and he susteynede hem in that yeer for the chaungyng of beestis."
    },
    {
      "verse": 18,
      "text": "And thei camen in the secunde yeer, and seiden to hym, We helen not fro oure lord, that the while monei failith, also beestis failiden togidere, nether it is hid fro thee, that with out bodies and lond we han no thing;"
    },
    {
      "verse": 19,
      "text": "whi therfor schulen we die, while thou seest? bothe we and oure lond schulen be thine, bie thou vs in to the kyngis seruage, and yyue thou seedis, lest the while the tiliere perischith, the lond be turned in to wildirnesse."
    },
    {
      "verse": 20,
      "text": "Therfor Joseph bouyte al the lond of Egipt, while all men seelden her possessiouns, for the greetnesse of hungur;"
    },
    {
      "verse": 21,
      "text": "and he made it and alle puplis therof suget to Farao, fro the laste termes of Egipt til to the laste endis therof,"
    },
    {
      "verse": 22,
      "text": "outakun the lond of preestis, that was youun of the kyng to hem, to whiche preestis also metis weren youun of the comun bernys, and therfor thei weren not compellid to sille her possessiouns."
    },
    {
      "verse": 23,
      "text": "Therfor Joseph seide to the puplis, Lo! as ye seen, Farao weldith bothe you and youre lond; take ye seedis, and `sowe ye feeldis,"
    },
    {
      "verse": 24,
      "text": "that ye moun haue fruytis; ye schulen yyue the fifthe part to the kyng; Y suffre to you the foure residue partis in to seed and in to meetis, to you, and to youre fre children."
    },
    {
      "verse": 25,
      "text": "Whiche answeriden, Oure helthe is in thin hond; oneli oure God biholde vs, and we schulen ioifuli serue the kyng."
    },
    {
      "verse": 26,
      "text": "For that tyme til in to present dai, in al the lond of Egipt, the fyuethe part is paied to the kyngis, and it is maad as in to a lawe, with out the lond of preestis, that was fre fro this condicioun."
    },
    {
      "verse": 27,
      "text": "Therfor Israel dwellide in Egipt, that is, in the lond of Jessen, and weldide it; and he was encreessid and multiplied ful mych."
    },
    {
      "verse": 28,
      "text": "And he lyuede therynne sixtene yeer; and alle the daies of his lijf weren maad of an hundrid and seuene and fourti yeer."
    },
    {
      "verse": 29,
      "text": "And whanne he seiy the dai of deeth nyye, he clepide his sone Joseph, and seide to hym, If Y haue founde grace in thi siyt; putte thin hond vndur myn hipe, and thou schal do merci and treuthe to me, that thou birie not me in Egipt;"
    },
    {
      "verse": 30,
      "text": "but `Y schal slepe with my fadris, and take thou awey me fro this lond, and birie in the sepulcre of my grettere. To whom Joseph answeride, Y schal do that that thou comaundist."
    },
    {
      "verse": 31,
      "text": "And Israel seide, Therfor swere thou to me; and whanne Joseph swoor, Israel turnede to the heed of the bed, and worschipide God."
    }
  ]
}