{
  "book_id": "GEN",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "Forsothe Jacob clepide hise sones, and seide to hem, Be ye gaderid that Y telle what thingis schulen come to you in the laste daies;"
    },
    {
      "verse": 2,
      "text": "be ye gaderid, `and here, ye sones of Jacob, here ye Israel youre fadir."
    },
    {
      "verse": 3,
      "text": "Ruben, my firste gendrid sone, thou art my strengthe and the bigynnyng of my sorewe; thou ouytist to be the former in yiftis, the more in lordschip;"
    },
    {
      "verse": 4,
      "text": "thou art sched out as watir; wexe thou not, for thou stiedist on the bed of thi fader, and defoulidist his bed."
    },
    {
      "verse": 5,
      "text": "Symeon and Leuy, britheren, fiytynge vessils of wickidnesse;"
    },
    {
      "verse": 6,
      "text": "my soule come not in to the councel of hem, and my glorie be not in the congregacioun of hem; for in her woodnesse thei killiden a man, and in her wille thei myneden the wal;"
    },
    {
      "verse": 7,
      "text": "curside be the woodnesse of hem, for it is obstynat, and the indignacioun of hem for it is hard; Y schal departe hem in Jacob, and I schal scatere hem in Israel."
    },
    {
      "verse": 8,
      "text": "Judas, thi britheren schulen preise thee, thin hondis schulen be in the nollis of thin enemyes; the sones of thi fadir schulen worschipe thee."
    },
    {
      "verse": 9,
      "text": "`A whelp of lioun `is Judas; my sone thou stiedist to prey; thou restidist, and hast leyn as a lioun, and as a lionesse who schal reise hym?"
    },
    {
      "verse": 10,
      "text": "The septre schal not be takun awey fro Juda, and a duyk of his hipe, til he come that schal be sent, and he schal be abiding of hethene men;"
    },
    {
      "verse": 11,
      "text": "and he schal tye his colt at the vyner, and his femal asse at the vyne; A! my sone, he schal waische his stoole in wyn, and his mentil in the blood of grape;"
    },
    {
      "verse": 12,
      "text": "hise iyen ben fairere than wyn, and hise teeth ben whittere than mylk."
    },
    {
      "verse": 13,
      "text": "Zabulon schal dwelle in the brenk of the see, and in the stondyng of schipis; and schal stretche til to Sydon."
    },
    {
      "verse": 14,
      "text": "Isachar, a strong asse,"
    },
    {
      "verse": 15,
      "text": "liggynge bitwixe termes, seiy reste, that it was good and seiy the lond that it was best, and he vndirsettide his schuldre to bere, and he was maad seruynge to tributis."
    },
    {
      "verse": 16,
      "text": "Dan schal deme his puple, as also another lynage in Israel."
    },
    {
      "verse": 17,
      "text": "Dan be maad a serpent in the weie, and cerastes in the path, and bite the feet of an hors, that the `stiere therof falle bacward; Lord,"
    },
    {
      "verse": 18,
      "text": "Y schal abide thin helthe."
    },
    {
      "verse": 19,
      "text": "Gad schal be gird, and schal fiyte bifor hym, and he schal be gird bihynde."
    },
    {
      "verse": 20,
      "text": "Aser his breed schal be plenteuouse, and he schal yyue delicis to kyngis."
    },
    {
      "verse": 21,
      "text": "Neptalym schal be an hert sent out, and yyuynge spechis of fairenesse."
    },
    {
      "verse": 22,
      "text": "Joseph, a sone encreessynge, `a sone encresinge, and fair in biholdyng; douytris runnen aboute on the wal,"
    },
    {
      "verse": 23,
      "text": "but hise brithren wraththeden hym, and chidden, and thei hadden dartis, and hadden enuye to hym."
    },
    {
      "verse": 24,
      "text": "His bowe sat in the stronge, and the boondis of his armes, and hondis weren vnboundun bi the hond of the myyti of Jacob; of hym a scheepherd yede out, the stoon of Israel."
    },
    {
      "verse": 25,
      "text": "God of thi fadir schal be thin helpere, and Almyyti God schal blesse thee with blessyngis of heuene fro aboue, and with blessyngis of the see liggynge binethe, with blessyngis of tetis, and of wombe;"
    },
    {
      "verse": 26,
      "text": "the blessyngis of thi fadir ben coumfortid, the blessyngis of his fadris, til the desire of euerlastynge hillis cam; blessyngis ben maad in the heed of Joseph, and in the nol of Nazarei among his britheren."
    },
    {
      "verse": 27,
      "text": "Beniamyn, a rauyschynge wolf, schal ete prey eerly, and in the euentid he schal departe spuylis."
    },
    {
      "verse": 28,
      "text": "Alle these weren in twelue kynredis of Israel; her fadir spak these thingys to hem, and blesside hem alle by propre blessyngis,"
    },
    {
      "verse": 29,
      "text": "and comaundide hem, and seide, Y am gaderid to my puple, birie ye me with my fadris in the double denne, which is in the lond of Efron Ethei, ayens Manbre,"
    },
    {
      "verse": 30,
      "text": "in the lond of Canaan, which denne Abraham bouyte with the feeld of Efron Ethei, in to possessioun of sepulcre."
    },
    {
      "verse": 31,
      "text": "There thei birieden hym, and Sare his wijf, also Ysaac was biried there with Rebecca his wijf; there also Lia liggith biried."
    },
    {
      "verse": 32,
      "text": "And whanne the comaundementis weren endid, bi whiche he tauyte the sones, he gaderide hise feet on the bed, and diede, and he was put to his puple."
    }
  ]
}