{
  "book_id": "GEN",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "Which thing Joseph seiy, and felde on `the face of the fader, and wepte, and kiste hym;"
    },
    {
      "verse": 2,
      "text": "and he comaundide hise seruauntis, lechis, that thei schulden anoynte the fadir with swete smellynge spiceries."
    },
    {
      "verse": 3,
      "text": "While thei `filliden the comaundementis, fourti daies passiden, for this was the custom of deed bodies anoyntid; and Egipt biwepte hym seuenti daies."
    },
    {
      "verse": 4,
      "text": "And whanne the tyme of weiling was fillid, Joseph spak to the meyne of Farao, If Y haue founde grace in youre siyt, speke ye in the eeris of Farao; for my fadir chargide me,"
    },
    {
      "verse": 5,
      "text": "and seide, Lo! Y die, thou schalt birie me in my sepulcre which Y diggide to me in the lond of Canaan; therfor Y schal stie that Y birie my fadir, and Y schal turne ayen."
    },
    {
      "verse": 6,
      "text": "And Farao seide to hym, Stie, and birie thi fader, as thou art chargid."
    },
    {
      "verse": 7,
      "text": "And whanne `he stiede, alle the elde men of `the hous of Farao yeden with him, and alle the grettere men in birthe of the lond of Egipt; the hous of Joseph with her britheren,"
    },
    {
      "verse": 8,
      "text": "without litle children, and flockis, and grete beestis, whiche thei leften in the lond of Gessen, yeden with him."
    },
    {
      "verse": 9,
      "text": "And he hadde charis, and horsmen, and felouschip, and cumpany was maad not litil."
    },
    {
      "verse": 10,
      "text": "And thei camen to the cornfloor of Adad, which is set ouer Jordan, where thei maden the seruice of the deed bodi, with greet weilyng and strong, and fillide seuen daies."
    },
    {
      "verse": 11,
      "text": "And whanne the dwellers of the lond of Canaan hadden seyn this, thei seiden, This is a greet weiling to Egipcians; and therfor thei clepiden the name of that place the weilyng of Egipt."
    },
    {
      "verse": 12,
      "text": "Therfor the sones of Jacob diden, as he hadde comaundid to hem;"
    },
    {
      "verse": 13,
      "text": "and thei baren hym in to the lond of Canaan, and thei birieden hym in the double denne, which denne with the feeld Abraham hadde bouyt of Effron Ethei, ayens the face of Mambre, into possessioun of sepulcre."
    },
    {
      "verse": 14,
      "text": "And Joseph turnede ayen in to Egipt with hise britheren and al the felouschipe, whanne the fadir was biried."
    },
    {
      "verse": 15,
      "text": "And whanne the fadir was deed, the britheren of Joseph dredden, and spaken togidere, lest perauenture he be myndeful of the wrong which he suffride, and yelde to vs al the yuel, that we diden."
    },
    {
      "verse": 16,
      "text": "And thei senten to hym, and seiden, Thi fadir comaundide to vs,"
    },
    {
      "verse": 17,
      "text": "bifore that he diede, that we schulden seie to thee these thingis bi hise wordis; Y beseche, that thou foryete the wickidnesse of thi britheren, and the synne, and malice which thei hauntiden ayens thee; also we preien, that thou foryyue this wickidnesse to thi fadir, the seruaunt of God. Whanne these thingis weren herd, Joseph wepte."
    },
    {
      "verse": 18,
      "text": "And hise britheren camen to hym, and worschipiden lowe to erthe, and seiden, We ben thi seruauntis."
    },
    {
      "verse": 19,
      "text": "To whiche he answeride, Nyle ye drede; whether we moun ayenstonde Goddis wille?"
    },
    {
      "verse": 20,
      "text": "Ye thouyten yuel of me, and God turnede it in to good, that he schulde enhaunse me, as ye seen in present tyme, and that he schulde make saaf many puplis;"
    },
    {
      "verse": 21,
      "text": "nyle ye drede, Y schal fede you and youre litle children. And he coumfortide hem, and spak swetli, and liytly;"
    },
    {
      "verse": 22,
      "text": "and he dwellide in Egipt, with al the hows of his fadir. And he lyuyde an hundrid yeer, and he seiy the sones of Effraym til to the thridde generacioun; also the sones of Machir, son of Manasses, weren borun in the knees of Joseph."
    },
    {
      "verse": 23,
      "text": "Whanne these thingis weren don, Joseph spak to hise brithren, Aftir my deeth God schal visite you, and he schal make to stie fro this lond to the loond which he swoor to Abraham, Ysaac, and Jacob."
    },
    {
      "verse": 24,
      "text": "And whanne he hadde chargid hem, and hadde seid, God schal visite you, bere ye out with you my boonus fro this place,"
    },
    {
      "verse": 25,
      "text": "he diede, whanne an hundrid and ten yeeris of his lijf weren fillid; and he was anoyntid with swete smellynge spiceries, and was kept in a beere in Egipt."
    }
  ]
}