{
  "book_id": "PHP",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Paul and Timotheus the servauntes of Iesu Christ To all the sainctes in Christ Iesu which are at Philippos with the Bisshops and Deacons."
    },
    {
      "verse": 2,
      "text": "Grace be with you and peace from God oure father and from the Lorde Iesus Christ."
    },
    {
      "verse": 3,
      "text": "I thanke my God with all remembraunce of you"
    },
    {
      "verse": 4,
      "text": "all wayes in all my prayers for you and praye with gladnes"
    },
    {
      "verse": 5,
      "text": "because of the fellowshyp which ye have in the gospell from the fyrst daye vnto now:"
    },
    {
      "verse": 6,
      "text": "and am suerly certified of this that he which beganne a good worke in you shall go forthe with it vntyll the daye of Iesus Christ"
    },
    {
      "verse": 7,
      "text": "as it becometh me so to iudge of you all because I have you in my herte and have you also every one companions of grace with me even in my bondes as I defende and stablysshe the gospell."
    },
    {
      "verse": 8,
      "text": "For God beareth me recorde how greatly I longe after you all from the very herte rote in Iesus Christ."
    },
    {
      "verse": 9,
      "text": "And this I praye that youre love maye increace more and more in knowledge and in all fealinge"
    },
    {
      "verse": 10,
      "text": "that ye myght accepte thinges most excellent that ye myght be pure and soche as shuld hurte no manes conscience vntyll the daye of Christ"
    },
    {
      "verse": 11,
      "text": "filled with the frutes of rightewesnes which frutes come by Iesus Christ vnto the glory and laude of God."
    },
    {
      "verse": 12,
      "text": "I wolde ye vnderstode brethern that my busynes is happened vnto the greater furtherynge of the gospell."
    },
    {
      "verse": 13,
      "text": "So that my bondes in Christ are manyfest thorow out all the iudgement hall and in all other places:"
    },
    {
      "verse": 14,
      "text": "In so moche that many of the brethren in the lorde are boldned thorow my bodes and dare more largely speake the worde with out feare."
    },
    {
      "verse": 15,
      "text": "Some ther are which preache Christ of envie and stryfe and some of good wyll."
    },
    {
      "verse": 16,
      "text": "The one parte preacheth Christ of stryfe and not purely supposinge to adde more adversitie to my bondes."
    },
    {
      "verse": 17,
      "text": "The other parte of love because they se that I am set to defend the gospell."
    },
    {
      "verse": 18,
      "text": "What then? So that Christ be preached all maner wayes whether it be by occasion or of true meaninge I therin ioye: ye and will ioye."
    },
    {
      "verse": 19,
      "text": "For I knowe that this shall chaunce to my salvacion thorow youre prayer and ministringe of the sprete of Iesu Christ,"
    },
    {
      "verse": 20,
      "text": "as I hertely loke for and hope that in nothinge I shalbe ashamed: but that with all confidence as all wayes in tymes past even so now Christ shalbe magnified in my body whether it be thorowe lyfe or els deeth."
    },
    {
      "verse": 21,
      "text": "For Christ is to me lyfe and deeth is to me a vauntage."
    },
    {
      "verse": 22,
      "text": "Yf it chaunce me to live in the flesshe that is to me frutefull forto worke and what to chose I wote not."
    },
    {
      "verse": 23,
      "text": "I am constrayned of two thinges: I desyre to be lowsed and to be with Christ which thinge is best of all."
    },
    {
      "verse": 24,
      "text": "Neverthelesse to abyde in the flesshe is moare nedfull for you."
    },
    {
      "verse": 25,
      "text": "And this am I sure of that I shall abyde and with you all continue for the furtheraunce and ioye of youre fayth"
    },
    {
      "verse": 26,
      "text": "that ye maye moare aboundantly reioyce in Iesus Christ thorowe me by my comminge to you agayne."
    },
    {
      "verse": 27,
      "text": "Only let yovre conversacion be as it be cometh the gospell of Christ: that whether I come and se you or els be absent I maye yet heare of you that ye contynue in one sprete and in one soule labouringe as we do to mayntayne the fayth of the gospell"
    },
    {
      "verse": 28,
      "text": "and in nothynge fearinge youre adversaries: which is to them a token of perdicion and to you of salvacion and that of God."
    },
    {
      "verse": 29,
      "text": "For vnto you it is geven that not only ye shulde beleve on Christ: but also suffre for his sake"
    },
    {
      "verse": 30,
      "text": "and have even the same fight which ye sawe me have and now heare of me."
    }
  ]
}