{
  "book_id": "PHP",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "If ther be amonge you eny consolacion in Christ yf ther be eny cofortable love yf there be eny fellishippe of the sprete yf ther be eny compassion or mercy:"
    },
    {
      "verse": 2,
      "text": "fulfyll my ioye that ye drawe one waye havinge one love beynge of one accorde and of one mynde"
    },
    {
      "verse": 3,
      "text": "that nothinge be done thorow stryfe or vayne glory but that in mekenes of mynde every man esteme other better then him selfe"
    },
    {
      "verse": 4,
      "text": "and that no man consyder his awne but what is mete for other."
    },
    {
      "verse": 5,
      "text": "Let the same mynde be in you that was in Christ Iesu:"
    },
    {
      "verse": 6,
      "text": "Which beynge in the shape of god and thought it not robbery to be equall with god."
    },
    {
      "verse": 7,
      "text": "Neverthelesse he made him silfe of no reputacion and toke on him the shape of a servaunte and became lyke vnto men"
    },
    {
      "verse": 8,
      "text": "and was founde in his aparell as a man. He humbled him silfe and became obediet vnto the deeth even the deeth of the crosse."
    },
    {
      "verse": 9,
      "text": "Wherfore god hath exalted him and geve him a name above all names:"
    },
    {
      "verse": 10,
      "text": "that in the name of Iesus shuld every knee bowe bothe of thinges in heven and thinges in erth and thinges vnder erth"
    },
    {
      "verse": 11,
      "text": "and that all tonges shuld confesse that Iesus Christ is the lorde vnto the prayse of God the father."
    },
    {
      "verse": 12,
      "text": "Wherfore my dearly beloved as ye have always obeyed not when I was present only but now moche more in myne absence even so worke out youre awne saluacion with feare and tremblynge."
    },
    {
      "verse": 13,
      "text": "For it is god which worketh in you both the will and also that dede even of good will"
    },
    {
      "verse": 14,
      "text": "Do all thynge with out murmurynge and disputynge"
    },
    {
      "verse": 15,
      "text": "that ye maye be fautelesse and pure and the sonnes of God with out rebuke in the middes of a croked and a perverse nacion amonge which se that ye shyne as lightes in the worlde"
    },
    {
      "verse": 16,
      "text": "holdinge fast the worde of lyfe vnto my reioysynge in the daye of Christ that I have not runne in vayne"
    },
    {
      "verse": 17,
      "text": "nether have labored in vayne. Yee and though I be offered vp vpon the offerynge and sacrifice of youre fayth: I reioyce and reioyce with you all."
    },
    {
      "verse": 18,
      "text": "For the same cause also reioyce ye and reioyce ye with me."
    },
    {
      "verse": 19,
      "text": "I trust in the lorde Iesus for to sende Timotheus shortly vnto you that I also maye be of good comforte when I knowe what case ye stonde in."
    },
    {
      "verse": 20,
      "text": "For I have no man that is so lyke mynded to me which with so pure affeccion careth for youre matters."
    },
    {
      "verse": 21,
      "text": "For all other seke ytir awne and not that which is Iesus Christes."
    },
    {
      "verse": 22,
      "text": "Ye knowe the proffe of him howe that as a sone with the father so with me bestowed he his labour apon the gospell."
    },
    {
      "verse": 23,
      "text": "Him I hope to sende assone as I knowe how it will go with me."
    },
    {
      "verse": 24,
      "text": "I trust in the lorde I also my silfe shall come shortly."
    },
    {
      "verse": 25,
      "text": "I supposed it necessary to sende brother Epaphroditus vnto you my companion in laboure and felowe soudier youre Apostel and my minister at my nedes."
    },
    {
      "verse": 26,
      "text": "For he longed after you and was full of hevines because that ye had hearde saye that he shuld be sicke."
    },
    {
      "verse": 27,
      "text": "And no doute he was sicke and that nye vnto deeth. But god had mercy on him: not on him only but on me also lest I shuld have had sorowe apon sorowe."
    },
    {
      "verse": 28,
      "text": "I sent him therfore the diligentliar that when ye shuld se him ye myght reioyce agayne and I myght be the lesse sorowfull."
    },
    {
      "verse": 29,
      "text": "Receave him therfore in the lorde with all gladnes and make moche of soche:"
    },
    {
      "verse": 30,
      "text": "because that for the worke of Christ he went so farre that he was nye vnto deeth and regarded not his lyfe to fulfill that service which was lackynge on youre parte towarde me."
    }
  ]
}