{
  "book_id": "PHP",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Morover my brethren reioyce in the lorde. It greveth me not to write one thinge often to you. For to you it is a sure thynge."
    },
    {
      "verse": 2,
      "text": "Beware of dogges beware of evyll workers. Beware of dissencion."
    },
    {
      "verse": 3,
      "text": "For we are circumcision which worshippe god in the sprete and reioyce in Christ Iesu and have no confidence in the flesshe:"
    },
    {
      "verse": 4,
      "text": "though I have wherof I myght reioyce in the flesshe. Yf eny other man thynketh that he hath wherof he myght trust in the flesshe: moche moare I:"
    },
    {
      "verse": 5,
      "text": "circumcised the eyght daye of the kynred of Israhell of the trybe of Beniamyn an Ebrue borne of the Ebrues: as concernynge the lawe a pharisaye"
    },
    {
      "verse": 6,
      "text": "and as concernynge fervetnes I perseuted the congregacion and as touchynge the rightewesnes which is in the lawe I was vnrebukable."
    },
    {
      "verse": 7,
      "text": "But the thynges that were vauntage vnto me I counted losse for Christes sake."
    },
    {
      "verse": 8,
      "text": "Ye I thinke all thynges but losse for that excellet knowledges sake of Christ Iesu my lorde. For whom I have counted all thynge losse and do iudge them but donge that I myght wynne Christ"
    },
    {
      "verse": 9,
      "text": "and myght be founde in him not havynge myne awne rightewesnes which is of the lawe: But that which spryngeth of the fayth which is in Christ. I meane the rightewesnes which cometh of God thorowe fayth"
    },
    {
      "verse": 10,
      "text": "in knowynge him and the vertue of his resurreccion and the fellowshippe of his passions that I myght be conformable vnto his (deeth)"
    },
    {
      "verse": 11,
      "text": "yf by eny meanes I myght attayne vnto the resurreccion from deeth."
    },
    {
      "verse": 12,
      "text": "Not as though I had all redy attayned to it Ether were all redy parfect: but I folowe yf that I maye comprehende that wherin I am comprehended of Christ Iesu."
    },
    {
      "verse": 13,
      "text": "Brethren I counte not my silfe that I have gotten it: but one thynge I saye: I forget that which is behynde and stretche my silfe vnto that which is before"
    },
    {
      "verse": 14,
      "text": "and preace vnto the marke apoynted to obtayne the rewarde of the hye callynge of god in Christ Iesu."
    },
    {
      "verse": 15,
      "text": "Let vs therfore as many as be perfect be thus wyse minded: and yf ye be other wyse mynded I praye God open even this vnto you."
    },
    {
      "verse": 16,
      "text": "Neverthelesse in that wher vnto we are come let vs procede by one rule that we maye be of one acorde."
    },
    {
      "verse": 17,
      "text": "Brethren be folowers of and me loke on them which walke even so as ye have vs for an ensample."
    },
    {
      "verse": 18,
      "text": "For many walke (of whom I have tolde you often and now tell you wepynge) that they are the enemyes of the crosse of Christ"
    },
    {
      "verse": 19,
      "text": "whose ende is dampnacion whose God is their bely and whose glory is to their shame which are worldely mynded."
    },
    {
      "verse": 20,
      "text": "But oure conversacion is in heven from whence we loke for a saveour enen the lorde Iesus Christ"
    },
    {
      "verse": 21,
      "text": "which shall chaunge oure vile bodies that they maye be fassioned lyke vnto his glorious body acordinge to the workynge wherby he is able to subdue all thinges vnto hym silfe."
    }
  ]
}