{
  "book_id": "ECC",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I said in my heart, Come now, I will prove thee with mirth, and behold thou good: And, behold, this is also vanity."
    },
    {
      "verse": 2,
      "text": "I said to laughter, Madness: And to mirth, Why doest thou this?"
    },
    {
      "verse": 3,
      "text": "And I examined whether my heart Would excite my flesh as \\add with\\add* wine (Though my heart guided \\add me\\add* in wisdom), And \\add I desired\\add* to lay hold of mirth, Until I should see of what kind is the good to the sons of men, Which they should do under the sun All the days of their life."
    },
    {
      "verse": 4,
      "text": "I enlarged my work; I built me houses; I planted me vineyards."
    },
    {
      "verse": 5,
      "text": "I made me gardens and orchards, And planted in them every kind of fruit tree."
    },
    {
      "verse": 6,
      "text": "I made me pools of water, To water from them the timber-bearing wood."
    },
    {
      "verse": 7,
      "text": "I got servants and maidens, And servants were born to me in the house: Also I had abundant possession of flocks and herds, Beyond all who were before me in Jerusalem."
    },
    {
      "verse": 8,
      "text": "Moreover I collected for myself both silver and gold also, And the peculiar treasures of kings and provinces: I procured me singing men and singing women, And delights of the sons of men, A butler and female cupbearers."
    },
    {
      "verse": 9,
      "text": "So I became great, And advanced beyond all That were before me in Jerusalem: Also my wisdom was established to me."
    },
    {
      "verse": 10,
      "text": "And whatever mine eyes desired, I withheld not from them, I withheld not my heart From all my mirth: For my heart rejoiced in all my labor; And this was my portion Of all my labor."
    },
    {
      "verse": 11,
      "text": "And I looked on all my works Which my hands had wrought, And on my labor which I labored to perform: And, behold, all was vanity and waywardness of spirit, And there is no advantage under the sun."
    },
    {
      "verse": 12,
      "text": "Then I looked on to see wisdom, And madness, and folly: For who is the man who will follow after counsel, In all things wherein he employs it?"
    },
    {
      "verse": 13,
      "text": "And I saw that wisdom excels folly, As much as light excels darkness."
    },
    {
      "verse": 14,
      "text": "The wise man’s eyes are in his head; But the fool walks in darkness: And I perceived, even I, That one event shall happen to them all."
    },
    {
      "verse": 15,
      "text": "And I said in my heart, As the event of the fool is, So shall it be to me, even to me; And to what purpose have I gained wisdom? I said moreover in my heart, This is also vanity, Because the fool speaks of his abundance."
    },
    {
      "verse": 16,
      "text": "For there is no remembrance of the wise man With the fool forever; Forasmuch as now \\add in\\add* the coming days All things are forgotten: And how shall the wise man die with the fool?"
    },
    {
      "verse": 17,
      "text": "So I hated life; Because the work that was wrought under the sun Was evil before me: For all is vanity and waywardness of spirit."
    },
    {
      "verse": 18,
      "text": "And I hated the whole of my labor Which I took under the sun; Because I must leave it to the man who will come after me."
    },
    {
      "verse": 19,
      "text": "And who knows whether he will be a wise \\add man\\add* or a fool? And whether he will have power over all my labor In which I labored, and wherein I grew wise under the sun? This is also vanity."
    },
    {
      "verse": 20,
      "text": "So I went about to dismiss from my heart All my labor wherein I had labored under the sun."
    },
    {
      "verse": 21,
      "text": "For there is \\add such\\add* a man that his labor Is in wisdom, and in knowledge, and in fortitude; Yet \\add this\\add* man shall give his portion To one who has not labored therein. This is also vanity and great evil."
    },
    {
      "verse": 22,
      "text": "For it happens to a man in all his labor, And in the purpose of his heart Wherein he labors under the sun."
    },
    {
      "verse": 23,
      "text": "For all his days \\add Are days\\add* of sorrows, and vexation of spirit is his; In the night also his heart rests not. This is also vanity."
    },
    {
      "verse": 24,
      "text": "A man has nothing \\add really\\add* good To eat, and to drink, and to show his soul \\add As\\add* good in his trouble. This also I saw, that it is from the hand of God."
    },
    {
      "verse": 25,
      "text": "For who shall eat, or who shall drink, without him?"
    },
    {
      "verse": 26,
      "text": "For \\add God\\add* has given to the man Who is good in his sight, Wisdom, and knowledge, and joy: But he has given to the sinner trouble, To add and to heap up, That he may give to him that is good before God; For this is also vanity and waywardness of spirit."
    }
  ]
}