{
  "book_id": "ECC",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "To all things there is a time, And a season for every matter under heaven."
    },
    {
      "verse": 2,
      "text": "A time of birth, and a time to die; A time to plant, and a time to pluck up what has been planted;"
    },
    {
      "verse": 3,
      "text": "A time to kill, and a time to heal; A time to pull down, and a time to build up;"
    },
    {
      "verse": 4,
      "text": "A time to weep, and a time to laugh; A time to lament, and a time to dance;"
    },
    {
      "verse": 5,
      "text": "A time to throw stones, and a time to gather stones together; A time to embrace, and a time to abstain from embracing;"
    },
    {
      "verse": 6,
      "text": "A time to seek, and a time to lose; A time to keep, and a time to cast away;"
    },
    {
      "verse": 7,
      "text": "A time to rend, and a time to sew; A time to be silent, and a time to speak;"
    },
    {
      "verse": 8,
      "text": "A time to love, and a time to hate; A time of war, and a time of peace."
    },
    {
      "verse": 9,
      "text": "What advantage \\add has\\add* he that works in those things wherein he labors?"
    },
    {
      "verse": 10,
      "text": "I have seen all the trouble, Which God has given to the sons of men to be troubled with."
    },
    {
      "verse": 11,
      "text": "All the things which he has made are beautiful in his time: He has also set the whole world in their heart, That man might not find out The work which God has wrought from the beginning even to the end."
    },
    {
      "verse": 12,
      "text": "I know that there is no good in them, Except \\add for a man\\add* to rejoice, and to do good in his life."
    },
    {
      "verse": 13,
      "text": "Also \\add in the case of\\add* every man who shall eat and drink, And see good in all his labor, \\add This\\add* is a gift of God."
    },
    {
      "verse": 14,
      "text": "I know that whatsoever things God has done, They shall be forever: It is impossible to add to it, And it is impossible to take away from it: And God has done \\add it\\add*, that \\add men\\add* may fear before him."
    },
    {
      "verse": 15,
      "text": "That which has been is now; And whatever things \\add are appointed\\add* to be have already been; And God will seek out that which is past."
    },
    {
      "verse": 16,
      "text": "And moreover I saw under the sun the place of judgment, There was the ungodly one; And the place of righteousness, There was the godly one."
    },
    {
      "verse": 17,
      "text": "And I said in my heart, God will judge the righteous and the ungodly: For there is a time there for every action And for every work."
    },
    {
      "verse": 18,
      "text": "I said in my heart, Concerning the speech of the sons of man, God will judge them, And that to show that they are beasts."
    },
    {
      "verse": 19,
      "text": "Also to them is the event of the sons of man, And the event of the brute; One event befalls them: As is the death of the one, so also the death of the other; And there is one breath to all: And what has the man more than the brute? Nothing; for all is vanity."
    },
    {
      "verse": 20,
      "text": "All \\add go\\add* to one place; All were formed of the dust, And all will return to dust."
    },
    {
      "verse": 21,
      "text": "And who has seen the spirit of the sons of man, Whether it goes upward? And the spirit of the beast, Whether it goes downward to the earth?"
    },
    {
      "verse": 22,
      "text": "And I saw that there was no good, But that wherein a man shall rejoice in his works, For it is his portion, For who shall bring him to see anything of that which shall be after him?"
    }
  ]
}