{
  "book_id": "ECC",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "So I returned, And saw all the oppressions That were done under the sun: And behold the tear of the oppressed, And they had no comforter; And on the side of them that oppressed them was power; But they had no comforter:"
    },
    {
      "verse": 2,
      "text": "And I praised all the dead that had already died More than the living, As many as are alive until now."
    },
    {
      "verse": 3,
      "text": "Better also than both these Is he who has not yet been, Who has not seen all the evil work That is done under the sun."
    },
    {
      "verse": 4,
      "text": "And I saw all labor, And all the diligent work, That this is a man’s envy from his neighbor. This is also vanity and waywardness of spirit."
    },
    {
      "verse": 5,
      "text": "The fool folds his hands together, And eats his own flesh."
    },
    {
      "verse": 6,
      "text": "Better is a handful of rest Than two handfuls of trouble And waywardness of spirit."
    },
    {
      "verse": 7,
      "text": "So I returned, and saw vanity under the sun."
    },
    {
      "verse": 8,
      "text": "There is one \\add alone\\add*, and there is not a second; Yea, he has neither son nor brother: Yet there is no end to all his labor; Neither is his eye satisfied with wealth; And for whom do I labor, And deprive my soul of good? This is also vanity, And an evil trouble."
    },
    {
      "verse": 9,
      "text": "Two \\add are\\add* better than one, \\add Seeing\\add* they have a good reward for their labor."
    },
    {
      "verse": 10,
      "text": "For if they fall, the one will lift up his fellow: But woe to him that is alone when he falls, And there is not a second to lift him up."
    },
    {
      "verse": 11,
      "text": "Also if two should lie together, they also get heat: But how shall one be warmed \\add alone\\add*?"
    },
    {
      "verse": 12,
      "text": "And if one should prevail against \\add him\\add*, The two shall withstand him; And a threefold cord shall not be quickly broken."
    },
    {
      "verse": 13,
      "text": "Better is a poor and wise child Than an old and foolish king, Who knows not how to take heed any longer."
    },
    {
      "verse": 14,
      "text": "For he shall come forth out of the house of the prisoners to reign, Because \\add he\\add* also that was in his kingdom has become poor."
    },
    {
      "verse": 15,
      "text": "I beheld all the living Who were walking under the sun, With the second youth Who shall stand up in each one’s place."
    },
    {
      "verse": 16,
      "text": "There is no end to all the people, To all who were before them: And the last shall not rejoice in him: For this also is vanity and waywardness of spirit."
    },
    {
      "verse": 17,
      "text": "Keep thy foot, whensoever thou goest to the house of God; And \\add when thou art\\add* near to hear, Let thy sacrifice \\add be\\add* better than the gift of fools: For they know not that they are doing evil."
    }
  ]
}