{
  "book_id": "ECC",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "There is an evil which I have seen under the sun, And it is abundant with man:"
    },
    {
      "verse": 2,
      "text": "A man to whom God shall give Wealth, and substance, and honor, And he wants nothing for his soul Of all things that he shall desire, Yet God shall not give him power to eat of it, For a stranger shall devour it: This is vanity, and an evil infirmity."
    },
    {
      "verse": 3,
      "text": "If a man beget a hundred children, and live many years, Yea, however abundant the days of his years shall be, Yet ifhis soul shall not be satisfied with good, And also he have no burial; I said, An untimely birth is better than he."
    },
    {
      "verse": 4,
      "text": "For he came in vanity, and departs in darkness, And his name shall be covered in darkness."
    },
    {
      "verse": 5,
      "text": "Moreover he has not seen the sun, nor known rest: There is no more restto this one than another."
    },
    {
      "verse": 6,
      "text": "Though he has lived to the return of a thousand years, Yet he has seen no good: Do not all go to one place?"
    },
    {
      "verse": 7,
      "text": "All the labor of a man is for his mouth, And yet the appetite shall not be satisfied."
    },
    {
      "verse": 8,
      "text": "For whatadvantage has the wise man over the fool, Since eventhe poor knows how to walk in the direction of life?"
    },
    {
      "verse": 9,
      "text": "The sight of the eyes is better than that which wanders in soul: This is also vanity, and waywardness of spirit."
    },
    {
      "verse": 10,
      "text": "If anything has been, its name has already been called: And it is known what man is; Neither can he contend with him who is stronger than he."
    },
    {
      "verse": 11,
      "text": "For there are many things which increase vanity."
    },
    {
      "verse": 12,
      "text": "What advantage has a man? For who knows what isgood for a man in his life, Duringthe number of the life of the days of his vanity? And he has spent them as a shadow; For who shall tell a man What shall be after him under the sun?"
    }
  ]
}