{
  "book_id": "ECC",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "\\add I saw\\add* that the righteous, and the wise, And their works, are in the hand of God: Yea, there is no man that knows either love or hatred, \\add Though\\add* all are before their face."
    },
    {
      "verse": 2,
      "text": "Vanity is in all: There is one event to the righteous, and to the wicked; To the good, and to the bad; Both to the pure, and to the impure; Both to him that sacrifices, and to him that sacrifices not: As is the good, so is the sinner: As is the swearer, even so is he that fears an oath."
    },
    {
      "verse": 3,
      "text": "There is this evil in all that is done under the sun, That there is one event to all: Yea, the heart of the sons of men is filled with evil, And madness is in their heart during their life, And after that \\add they go\\add* to the dead."
    },
    {
      "verse": 4,
      "text": "For who is he that has fellowship with all the living? There is hope \\add of him\\add*: For a living dog is better than a dead lion."
    },
    {
      "verse": 5,
      "text": "For the living will know that they shall die: But the dead know nothing, And there is no longer any reward to them; For their memory is lost."
    },
    {
      "verse": 6,
      "text": "Also their love, and their hatred, And their envy, have now perished; Yea, there is no portion for them anymore forever In all that is done under the sun."
    },
    {
      "verse": 7,
      "text": "Go, eat thy bread with mirth, And drink thy wine with a joyful heart; For now God has favorably accepted thy works."
    },
    {
      "verse": 8,
      "text": "Let thy garments be always white; And let not oil be wanting on thy head."
    },
    {
      "verse": 9,
      "text": "And see life with the wife whom thou lovest All the days of the life of thy vanity, Which are given thee under the sun: For that is thy portion in thy life, And in thy labor wherein thou laborest under the sun."
    },
    {
      "verse": 10,
      "text": "Whatsoever thy hand shall find to do, Do with all thy might; For there is no work, nor device, nor knowledge, Nor wisdom, in Hades whither thou goest."
    },
    {
      "verse": 11,
      "text": "I returned, and saw under the sun, That the race is not to the swift, Nor the battle to the strong, Nor yet bread to the wise, Nor yet wealth to men of understanding, Nor yet favor to men of knowledge; For time and chance will happen to them all."
    },
    {
      "verse": 12,
      "text": "For surely man also knows not his time: As fish that are taken in an evil net, And as birds that are caught in a snare; Even thus the sons of men are snared at an evil time, When it falls suddenly upon them."
    },
    {
      "verse": 13,
      "text": "This I also saw \\add to be\\add* wisdom under the sun, And it is great before me:"
    },
    {
      "verse": 14,
      "text": "\\add Suppose there were\\add* a little city, and few men in it; And there should come against it a great king, and surround it, And build great mounds against it;"
    },
    {
      "verse": 15,
      "text": "And should find in it a poor wise man, And he should save the city through his wisdom: Yet no man would remember that poor man."
    },
    {
      "verse": 16,
      "text": "And I said, Wisdom is better than power: Yet the wisdom of the poor man is set at nought, And his words not listened to."
    },
    {
      "verse": 17,
      "text": "The words of the wise are heard in quiet More than the cry of them that rule in folly."
    },
    {
      "verse": 18,
      "text": "Wisdom is better than weapons of war: And one sinner will destroy much good."
    }
  ]
}