{
  "book_id": "ECC",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Pestilent flies will corrupt a preparation of sweet ointment: \\add And\\add* a little wisdom is more precious than great glory of folly."
    },
    {
      "verse": 2,
      "text": "A wise man’s heart is at his right hand; But a fool’s heart at his left."
    },
    {
      "verse": 3,
      "text": "Yea, and whenever a fool walks by the way, His heart will fail him, And all that he thinks of is folly."
    },
    {
      "verse": 4,
      "text": "If the spirit of the ruler rise up against thee, Leave not thy place; For soothing will put an end to great offenses."
    },
    {
      "verse": 5,
      "text": "There is an evil which I have seen under the sun, Wherein an error has proceeded from the ruler."
    },
    {
      "verse": 6,
      "text": "The fool has been set in very high places, While rich men would sit in a low one."
    },
    {
      "verse": 7,
      "text": "I have seen servants upon horses, And princes walking as servants on the earth."
    },
    {
      "verse": 8,
      "text": "He that digs a pit shall fall into it; And him that breaks down a hedge a serpent shall bite."
    },
    {
      "verse": 9,
      "text": "He that removes stones shall be troubled thereby; He that cleaves wood shall be endangered thereby."
    },
    {
      "verse": 10,
      "text": "If the axe-head should fall off, Then the man troubles his countenance, And he must put forth more strength: And \\add in that case\\add* skill is of no advantage to a man."
    },
    {
      "verse": 11,
      "text": "If a serpent bite when there is no \\add charmer’s\\add* whisper, Then there is no advantage to the charmer."
    },
    {
      "verse": 12,
      "text": "The words of a wise mouth are gracious: But the lips of a fool will swallow him up."
    },
    {
      "verse": 13,
      "text": "The beginning of the words of his mouth is folly: And the end of his talk mischievous madness."
    },
    {
      "verse": 14,
      "text": "A fool moreover multiplies words: Man knows not what has been, nor what will be: Who shall tell him what will come after him?"
    },
    {
      "verse": 15,
      "text": "The labor of fools will afflict them, \\add As that of one\\add* who knows not to go to the city."
    },
    {
      "verse": 16,
      "text": "Woe to thee, O city, whose king is young, And thy princes eat in the morning!"
    },
    {
      "verse": 17,
      "text": "Blessed art thou, O land, whose king is a son of nobles, And whose princes shall eat seasonably, for strength, And shall not be ashamed."
    },
    {
      "verse": 18,
      "text": "By slothful neglect a building will be brought low: And by idleness of the hands the house will fall to pieces."
    },
    {
      "verse": 19,
      "text": "Men prepare bread for laughter, And wine and oil that the living should rejoice: But to money all things will humbly yield obedience."
    },
    {
      "verse": 20,
      "text": "Even in thy conscience, curse not the king; And curse not the rich in thy bedchamber: For a bird of the air shall carry thy voice, And that which has wings shall report thy speech."
    }
  ]
}