{
  "book_id": "ECC",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "And remember thy Creator In the days of thy youth, Before the days of evil come, And the years overtake \\add thee\\add* in which thou shalt say, I have no pleasure in them."
    },
    {
      "verse": 2,
      "text": "While the sun and light are not darkened, Nor the moon and the stars; Nor the clouds return after the rain:"
    },
    {
      "verse": 3,
      "text": "In the day wherein the keepers of the house shall tremble, And the mighty men shall become bent, And the grinding \\add women\\add* cease because they have become few, And the \\add women\\add* looking out at the windows be dark;"
    },
    {
      "verse": 4,
      "text": "And they shall shut the doors in the marketplace, Because of the weakness of the voice of her that grinds \\add at the mill\\add*; And he shall rise up at the voice of the sparrow, And all the daughters of song shall be brought low;"
    },
    {
      "verse": 5,
      "text": "And they shall look up, and fears \\add shall be\\add* in the way, And the almond tree shall blossom, And the locust shall increase, And the caper shall be scattered: Because man has gone to his eternal home, And the mourners have gone about the market:"
    },
    {
      "verse": 6,
      "text": "Before the silver cord be \\add let go\\add*, Or the choice gold be broken, Or the pitcher be broken at the fountain, Or the wheel run down to the cistern;"
    },
    {
      "verse": 7,
      "text": "\\add Before\\add* the dust also return to the earth as it was, And the spirit return to God who gave it."
    },
    {
      "verse": 8,
      "text": "Vanity of vanities, said the Preacher; All is vanity."
    },
    {
      "verse": 9,
      "text": "And because the Preacher was wise above \\add others,\\add* \\add So it was\\add* that he taught man excellent knowledge, And the ear will trace out the parables."
    },
    {
      "verse": 10,
      "text": "The Preacher sought diligently To find out acceptable words, And a correct writing, \\add even\\add* words of truth."
    },
    {
      "verse": 11,
      "text": "The words of the wise are as goads, And as nails firmly fastened, Which have been given from one shepherd by agreement."
    },
    {
      "verse": 12,
      "text": "And moreover, my son, guard thyself by means of them: Of making many books there is no end; And much study is a weariness of the flesh."
    },
    {
      "verse": 13,
      "text": "Hear the end of the matter, the sum: Fear God, and keep his commandments: For this is the whole man."
    },
    {
      "verse": 14,
      "text": "For God will bring every work into judgment, With everything that has been overlooked, Whether \\add it be\\add* good, or whether \\add it be\\add* evil."
    }
  ]
}