{
  "book_id": "JER",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "At that time, saith the LORD, they shall bring the bones of the kings of Judah, and the bones of his princes, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Jerusalem, out of their graves:"
    },
    {
      "verse": 2,
      "text": "And they shall spread them before the sun, and the moon, and all the host of heaven, whom they have loved, and whom they have served, and after whom they have walked, and whom they have sought, and whom they have worshiped: they shall not be gathered, nor be buried; they shall be for dung upon the face of the earth."
    },
    {
      "verse": 3,
      "text": "And death shall be chosen rather than life by all the residue of them that remain of this evil family, who remain in all the places whither I have driven them, saith the LORD of hosts."
    },
    {
      "verse": 4,
      "text": "Moreover, thou shalt say to them, Thus saith the LORD; Shall they fall, and not arise? shall he turn away, and not return?"
    },
    {
      "verse": 5,
      "text": "Why thenhath this people of Jerusalem slidden back by a perpetual backsliding? they hold fast deceit, they refuse to return."
    },
    {
      "verse": 6,
      "text": "I hearkened and heard, butthey spoke not aright: no man repented of his wickedness, saying, What have I done? every one turned to his course, as the horse rusheth to the battle."
    },
    {
      "verse": 7,
      "text": "Yes, the stork in the heaven knoweth her appointed times; and the turtle and the crane and the swallow observe the time of their coming; but my people know not the judgment of the LORD."
    },
    {
      "verse": 8,
      "text": "How do ye say, We arewise, and the law of the LORD iswith us? Lo, certainly in vain he hath made it; the pen of the scribes isin vain."
    },
    {
      "verse": 9,
      "text": "The wise menare ashamed, they are dismayed and taken: lo, they have rejected the word of the LORD; and what wisdom isin them?"
    },
    {
      "verse": 10,
      "text": "Therefore will I give their wives to others, andtheir fields to them that shall inherit them: for every one from the least even to the greatest is given to covetousness, from the prophet even to the priest every one dealeth falsely."
    },
    {
      "verse": 11,
      "text": "For they have healed the hurt of the daughter of my people slightly, saying, Peace, peace; when there isno peace."
    },
    {
      "verse": 12,
      "text": "Were they ashamed when they had committed abomination? no, they were not at all ashamed, neither could they blush: therefore shall they fall among them that fall: in the time of their visitation they shall be cast down, saith the LORD."
    },
    {
      "verse": 13,
      "text": "I will surely consume them, saith the LORD: there shall beno grapes on the vine, nor figs on the fig-tree, and the leaf shall fade; and the things thatI have given to them shall pass away from them."
    },
    {
      "verse": 14,
      "text": "Why do we sit still? assemble yourselves, and let us enter into the fortified cities, and let us be silent there: for the LORD our God hath put us to silence, and given us water of gall to drink, because we have sinned against the LORD."
    },
    {
      "verse": 15,
      "text": "We looked for peace, but no good came; andfor a time of health, and behold, trouble!"
    },
    {
      "verse": 16,
      "text": "The snorting of his horses was heard from Dan: the whole land trembled at the sound of the neighing of his strong ones; for they have come, and have devoured the land, and all that is in it; the city, and those that dwell therein."
    },
    {
      "verse": 17,
      "text": "For behold, I will send serpents, cockatrices, among you, which willnot becharmed, and they shall bite you, saith the LORD."
    },
    {
      "verse": 18,
      "text": "WhenI would comfort myself against sorrow, my heart isfaint in me."
    },
    {
      "verse": 19,
      "text": "Behold the voice of the cry of the daughter of my people because of them that dwell in a distant country: Isnot the LORD in Zion? isnot her king in her? Why have they provoked me to anger with their graven images, andwith strange vanities?"
    },
    {
      "verse": 20,
      "text": "The harvest is past, the summer is ended, and we are not saved."
    },
    {
      "verse": 21,
      "text": "For the hurt of the daughter of my people am I hurt; I am black; astonishment hath taken hold on me."
    },
    {
      "verse": 22,
      "text": "Is thereno balm in Gilead: is thereno physician there? why then is not the health of the daughter of my people recovered."
    }
  ]
}