{
  "book_id": "2SA",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And David spoke to the Lord the words of this song, in the day in which the Lord rescued him out of the hand of all his enemies, and out of the hand of Saul."
    },
    {
      "verse": 2,
      "text": "And the song was thus: O Lord, my rock, and my fortress, and my deliverer,"
    },
    {
      "verse": 3,
      "text": "My God; he shall be to me my guard, I will trust in him: \\add He is\\add* my protector, and the horn of my salvation, My helper, and my sure refuge; Thou shalt save me from the unjust man."
    },
    {
      "verse": 4,
      "text": "I will call upon the Lord who is worthy to be praised, And I shall be saved from my enemies."
    },
    {
      "verse": 5,
      "text": "For the troubles of death compassed me, The floods of iniquity amazed me:"
    },
    {
      "verse": 6,
      "text": "The pangs of death surrounded me, The agonies of death prevented me."
    },
    {
      "verse": 7,
      "text": "When I am afflicted I will call upon the Lord, And will cry to my God, And he shall hear my voice out of his temple, And my cry shall come into his ears."
    },
    {
      "verse": 8,
      "text": "And the earth was troubled and quaked, And the foundations of heaven were confounded and torn asunder, Because the Lord was wroth with them."
    },
    {
      "verse": 9,
      "text": "There went up a smoke in his wrath, And fire out of his mouth devours: Coals were kindled at it."
    },
    {
      "verse": 10,
      "text": "And he bowed the heavens, and came down, And \\add there was\\add* darkness under his feet."
    },
    {
      "verse": 11,
      "text": "And he rode upon the cherubs and did fly, And was seen upon the wings of the wind."
    },
    {
      "verse": 12,
      "text": "And he made darkness his hiding place; His tabernacle round about him was the darkness of waters, He condensed it with the clouds of the air."
    },
    {
      "verse": 13,
      "text": "At the brightness before him Coals of fire were kindled."
    },
    {
      "verse": 14,
      "text": "The Lord thundered out of heaven, And the Most High uttered his voice."
    },
    {
      "verse": 15,
      "text": "And he sent forth arrows, and scattered them, And he flashed lightning, and dismayed them."
    },
    {
      "verse": 16,
      "text": "And the channels of the sea were seen, And the foundations of the world were discovered, At the rebuke of the Lord, At the blast of the breath of his anger."
    },
    {
      "verse": 17,
      "text": "He sent from above and took me; He drew me out of many waters."
    },
    {
      "verse": 18,
      "text": "He delivered me from my strong enemies, From them that hated me, for they were stronger than I."
    },
    {
      "verse": 19,
      "text": "The days of my affliction prevented me; But the Lord was my stay."
    },
    {
      "verse": 20,
      "text": "And he brought me into a wide place, And rescued me, because he delighted in me."
    },
    {
      "verse": 21,
      "text": "And the Lord recompensed me according to my righteousness; Even according to the purity of my hands did he recompense me."
    },
    {
      "verse": 22,
      "text": "Because I kept the ways of the Lord, And did not wickedly depart from my God."
    },
    {
      "verse": 23,
      "text": "For all his judgments and his ordinances \\add were\\add* before me: I departed not from them."
    },
    {
      "verse": 24,
      "text": "And I shall be blameless before him, And will keep myself from my iniquity."
    },
    {
      "verse": 25,
      "text": "And the Lord will recompense me according to my righteousness, And according to the purity of my hands in his eyesight."
    },
    {
      "verse": 26,
      "text": "With the holy thou wilt be holy, And with the perfect man thou wilt be perfect,"
    },
    {
      "verse": 27,
      "text": "And with the excellent thou wilt be excellent, And with the froward thou wilt be froward."
    },
    {
      "verse": 28,
      "text": "And thou wilt save the poor people, And wilt bring down the eyes of the haughty."
    },
    {
      "verse": 29,
      "text": "For thou, Lord, \\add art\\add* my lamp, And the Lord shall shine forth to me in my darkness."
    },
    {
      "verse": 30,
      "text": "For by thee shall I run \\add as\\add* a girded man, And by my God shall I leap over a wall."
    },
    {
      "verse": 31,
      "text": "As for the Mighty One, his way \\add is\\add* blameless: The word of the Lord \\add is\\add* strong \\add and\\add* tried in the fire: He is a protector to all that put their trust in him."
    },
    {
      "verse": 32,
      "text": "Who \\add is\\add* strong, but the Lord? And who will be a Creator except our God?"
    },
    {
      "verse": 33,
      "text": "\\add It is\\add* the Mighty One who strengthens me with might, And has prepared my way without fault."
    },
    {
      "verse": 34,
      "text": "He makes my feet like harts’ feet, And sets me upon the high places."
    },
    {
      "verse": 35,
      "text": "He teaches my hands to war, And has broken a brazen bow by my arm."
    },
    {
      "verse": 36,
      "text": "And thou hast given me the shield of my salvation, And thy propitious dealing has increased me,"
    },
    {
      "verse": 37,
      "text": "So as to make room under me for my going, And my legs did not totter."
    },
    {
      "verse": 38,
      "text": "I will pursue my enemies, and will utterly destroy them; And I will not turn again till I have consumed them."
    },
    {
      "verse": 39,
      "text": "And I will crush them, and they shall not rise; And they shall fall under my feet."
    },
    {
      "verse": 40,
      "text": "And thou shalt strengthen me with power for the war; Thou shalt cause them that rise up against me to bow down under me."
    },
    {
      "verse": 41,
      "text": "And thou hast caused mine enemies to flee before me, Even them that hated me, and thou hast slain them."
    },
    {
      "verse": 42,
      "text": "They shall cry, and there shall be no helper; To the Lord, but he hearkens not to them."
    },
    {
      "verse": 43,
      "text": "And I ground them as the dust of the earth, I beat them small as the mire of the streets."
    },
    {
      "verse": 44,
      "text": "And thou shalt deliver me from the striving of the peoples, Thou shalt keep me \\add to be\\add* the head of the Gentiles: A people which I knew not served me."
    },
    {
      "verse": 45,
      "text": "The strange children feigned \\add obedience\\add* to me; They hearkened to me as soon as they heard."
    },
    {
      "verse": 46,
      "text": "The strange children shall be cast away, And shall be overthrown out of their hiding places."
    },
    {
      "verse": 47,
      "text": "The Lord lives, and blessed \\add be\\add* my guardian, And my God, my strong keeper, shall be exalted."
    },
    {
      "verse": 48,
      "text": "The Lord who avenges me \\add is\\add* strong, Chastening the nations under me,"
    },
    {
      "verse": 49,
      "text": "And bringing me out from my enemies: And thou shalt set me on high from among those that rise up against me: Thou shalt deliver me from the violent man."
    },
    {
      "verse": 50,
      "text": "Therefore will I confess to thee, O Lord, among the Gentiles, And sing to thy name."
    },
    {
      "verse": 51,
      "text": "He magnifies the salvation of his king, And works mercy for his anointed, Even for David and for his seed forever."
    }
  ]
}