{
  "book_id": "JDG",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "ותשר דבורה וברק בן אבינעם ביום ההוא לאמר׃"
    },
    {
      "verse": 2,
      "text": "בפרע פרעות בישראל בהתנדב עם ברכו יהוה׃"
    },
    {
      "verse": 3,
      "text": "שמעו מלכים האזינו רזנים אנכי ליהוה אנכי אשירה אזמר ליהוה אלהי ישראל׃"
    },
    {
      "verse": 4,
      "text": "יהוה בצאתך משעיר בצעדך משדה אדום ארץ רעשה גם שמים נטפו גם עבים נטפו מים׃"
    },
    {
      "verse": 5,
      "text": "הרים נזלו מפני יהוה זה סיני מפני יהוה אלהי ישראל׃"
    },
    {
      "verse": 6,
      "text": "בימי שמגר בן ענת בימי יעל חדלו ארחות והלכי נתיבות ילכו ארחות עקלקלות׃"
    },
    {
      "verse": 7,
      "text": "חדלו פרזון בישראל חדלו עד שקמתי דבורה שקמתי אם בישראל׃"
    },
    {
      "verse": 8,
      "text": "יבחר אלהים חדשים אז לחם שערים מגן אם יראה ורמח בארבעים אלף בישראל׃"
    },
    {
      "verse": 9,
      "text": "לבי לחוקקי ישראל המתנדבים בעם ברכו יהוה׃"
    },
    {
      "verse": 10,
      "text": "רכבי אתנות צחרות ישבי על מדין והלכי על דרך שיחו׃"
    },
    {
      "verse": 11,
      "text": "מקול מחצצים בין משאבים שם יתנו צדקות יהוה צדקת פרזנו בישראל אז ירדו לשערים עם יהוה׃"
    },
    {
      "verse": 12,
      "text": "עורי עורי דבורה עורי עורי דברי שיר קום ברק ושבה שביך בן אבינעם׃"
    },
    {
      "verse": 13,
      "text": "אז ירד שריד לאדירים עם יהוה ירד לי בגבורים׃"
    },
    {
      "verse": 14,
      "text": "מני אפרים שרשם בעמלק אחריך בנימין בעממיך מני מכיר ירדו מחקקים ומזבולן משכים בשבט ספר׃"
    },
    {
      "verse": 15,
      "text": "ושרי ביששכר עם דברה ויששכר כן ברק בעמק שלח ברגליו בפלגות ראובן גדלים חקקי לב׃"
    },
    {
      "verse": 16,
      "text": "למה ישבת בין המשפתים לשמע שרקות עדרים לפלגות ראובן גדולים חקרי לב׃"
    },
    {
      "verse": 17,
      "text": "גלעד בעבר הירדן שכן ודן למה יגור אניות אשר ישב לחוף ימים ועל מפרציו ישכון׃"
    },
    {
      "verse": 18,
      "text": "זבלון עם חרף נפשו למות ונפתלי על מרומי שדה׃"
    },
    {
      "verse": 19,
      "text": "באו מלכים נלחמו אז נלחמו מלכי כנען בתענך על מי מגדו בצע כסף לא לקחו׃"
    },
    {
      "verse": 20,
      "text": "מן שמים נלחמו הכוכבים ממסלותם נלחמו עם סיסרא׃"
    },
    {
      "verse": 21,
      "text": "נחל קישון גרפם נחל קדומים נחל קישון תדרכי נפשי עז׃"
    },
    {
      "verse": 22,
      "text": "אז הלמו עקבי סוס מדהרות דהרות אביריו׃"
    },
    {
      "verse": 23,
      "text": "אורו מרוז אמר מלאך יהוה ארו ארור ישביה כי לא באו לעזרת יהוה לעזרת יהוה בגבורים׃"
    },
    {
      "verse": 24,
      "text": "תברך מנשים יעל אשת חבר הקיני מנשים באהל תברך׃"
    },
    {
      "verse": 25,
      "text": "מים שאל חלב נתנה בספל אדירים הקריבה חמאה׃"
    },
    {
      "verse": 26,
      "text": "ידה ליתד תשלחנה וימינה להלמות עמלים והלמה סיסרא מחקה ראשו ומחצה וחלפה רקתו׃"
    },
    {
      "verse": 27,
      "text": "בין רגליה כרע נפל שכב בין רגליה כרע נפל באשר כרע שם נפל שדוד׃"
    },
    {
      "verse": 28,
      "text": "בעד החלון נשקפה ותיבב אם סיסרא בעד האשנב מדוע בשש רכבו לבוא מדוע אחרו פעמי מרכבותיו׃"
    },
    {
      "verse": 29,
      "text": "חכמות שרותיה תענינה אף היא תשיב אמריה לה׃"
    },
    {
      "verse": 30,
      "text": "הלא ימצאו יחלקו שלל רחם רחמתים לראש גבר שלל צבעים לסיסרא שלל צבעים רקמה צבע רקמתים לצוארי שלל׃"
    },
    {
      "verse": 31,
      "text": "כן יאבדו כל אויביך יהוה ואהביו כצאת השמש בגברתו ותשקט הארץ ארבעים שנה׃"
    }
  ]
}