{
  "book_id": "AMO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Hear ye this word which I take up against you, \\add Even\\add* a lamentation, O house of Israel."
    },
    {
      "verse": 2,
      "text": "The virgin of Israel is fallen; she shall no more rise: She is forsaken upon her land; \\add there is\\add* none to raise her up."
    },
    {
      "verse": 3,
      "text": "For thus saith the Lord \\sc God\\sc*; The city that went out \\add by\\add* a thousand shall leave an hundred, And that which went forth \\add by\\add* an hundred shall leave ten, To the house of Israel."
    },
    {
      "verse": 4,
      "text": "For thus saith the \\sc Lord\\sc* unto the house of Israel, Seek ye me, and ye shall live:"
    },
    {
      "verse": 5,
      "text": "But seek not Beth-el, nor enter \\add into\\add* Gilgal, And pass not \\add to\\add* Beer-sheba: For Gilgal shall surely go into captivity, And Beth-el shall come to nought."
    },
    {
      "verse": 6,
      "text": "Seek the \\sc Lord\\sc*, and ye shall live; Lest he break out like fire \\add in\\add* the house of Joseph, And devour \\add it\\add*, and \\add there be\\add* none to quench \\add it\\add* in Beth-el."
    },
    {
      "verse": 7,
      "text": "\\add Ye\\add* who turn judgment to wormwood, And leave off righteousness in the earth,"
    },
    {
      "verse": 8,
      "text": "\\add Seek him\\add* that maketh the seven stars and Orion, And turneth the shadow of death into the morning, And maketh the day dark \\add with\\add* night: That calleth for the waters of the sea, And poureth them out upon the face of the earth: The \\sc Lord\\sc* \\add is\\add* his name:"
    },
    {
      "verse": 9,
      "text": "That strengtheneth the spoiled against the strong, So that the spoiled shall come against the fortress."
    },
    {
      "verse": 10,
      "text": "They hate him that rebuketh in the gate, And they abhor him that speaketh uprightly."
    },
    {
      "verse": 11,
      "text": "Forasmuch therefore as your treading \\add is\\add* upon the poor, And ye take from him burdens of wheat: Ye have built houses of hewn stone, But ye shall not dwell in them; Ye have planted pleasant vineyards, But ye shall not drink wine of them."
    },
    {
      "verse": 12,
      "text": "For I know your manifold transgressions and your mighty sins: They afflict the just, they take a bribe, And they turn aside the poor in the gate \\add from their right\\add*."
    },
    {
      "verse": 13,
      "text": "Therefore the prudent shall keep silence in that time; For it \\add is\\add* an evil time."
    },
    {
      "verse": 14,
      "text": "Seek good, and not evil, that ye may live: And so the \\sc Lord\\sc*, the God of hosts, shall be with you, as ye have spoken."
    },
    {
      "verse": 15,
      "text": "Hate the evil, and love the good, and establish judgment in the gate: It may be that the \\sc Lord\\sc* God of hosts will be gracious unto the remnant of Joseph."
    },
    {
      "verse": 16,
      "text": "Therefore the \\sc Lord\\sc*, the God of hosts, the Lord, saith thus; Wailing \\add shall be\\add* in all streets; And they shall say in all the highways, Alas! alas! And they shall call the husbandman to mourning, And such as are skilful of lamentation to wailing."
    },
    {
      "verse": 17,
      "text": "And in all vineyards \\add shall be\\add* wailing: For I will pass through thee, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 18,
      "text": "Woe unto \\add you\\add* that desire the day of the \\sc Lord\\sc*! To what end \\add is\\add* it for you? The day of the \\sc Lord\\sc* \\add is\\add* darkness, and not light."
    },
    {
      "verse": 19,
      "text": "As if a man did flee from a lion, and a bear met him; Or went \\add into\\add* the house, and leaned his hand on the wall, and a serpent bit him."
    },
    {
      "verse": 20,
      "text": "\\add Shall\\add* not the day of the \\sc Lord\\sc* \\add be\\add* darkness, and not light? Even very dark, and no brightness in it?"
    },
    {
      "verse": 21,
      "text": "I hate, I despise your feast \\add days\\add*, And I will not smell in your solemn assemblies."
    },
    {
      "verse": 22,
      "text": "Though ye offer me burnt offerings and your meat offerings, I will not accept \\add them:\\add* Neither will I regard the peace offerings of your fat beasts."
    },
    {
      "verse": 23,
      "text": "Take thou away from me the noise of thy songs; For I will not hear the melody of thy viols."
    },
    {
      "verse": 24,
      "text": "But let judgment run down as waters, And righteousness as a mighty stream."
    },
    {
      "verse": 25,
      "text": "Have ye offered unto me sacrifices and offerings in the wilderness forty years, O house of Israel?"
    },
    {
      "verse": 26,
      "text": "But ye have borne the tabernacle of your Moloch and Chiun your images, The star of your god, which ye made to yourselves."
    },
    {
      "verse": 27,
      "text": "Therefore will I cause you to go into captivity beyond Damascus, Saith the \\sc Lord\\sc*, whose name \\add is\\add* The God of hosts."
    }
  ]
}