{
  "book_id": "AMO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Thus hath the Lord \\sc God\\sc* shewed unto me; and behold, he formed grasshoppers in the beginning of the shooting up of the latter growth; and lo, \\add it was\\add* the latter growth after the king’s mowings."
    },
    {
      "verse": 2,
      "text": "And it came to pass, \\add that\\add* when they had made an end of eating the grass of the land, then I said, O Lord \\sc God\\sc*, forgive, I beseech thee: \\add By\\add* whom shall Jacob arise? for he \\add is\\add* small."
    },
    {
      "verse": 3,
      "text": "The \\sc Lord\\sc* repented for this: It shall not be, saith the \\sc Lord\\sc*."
    },
    {
      "verse": 4,
      "text": "Thus hath the Lord \\sc God\\sc* shewed unto me: and behold, the Lord \\sc God\\sc* called to contend by fire, and it devoured the great deep, and did eat up a part."
    },
    {
      "verse": 5,
      "text": "Then said I, O Lord \\sc God\\sc*, cease, I beseech thee: \\add By\\add* whom shall Jacob arise? for he \\add is\\add* small."
    },
    {
      "verse": 6,
      "text": "The \\sc Lord\\sc* repented for this: This also shall not be, saith the Lord \\sc God\\sc*."
    },
    {
      "verse": 7,
      "text": "Thus he shewed me: and behold, the Lord stood upon a wall made by a plumbline, with a plumbline in his hand."
    },
    {
      "verse": 8,
      "text": "And the \\sc Lord\\sc* said unto me, Amos, what seest thou? And I said, A plumbline. Then said the Lord, Behold, I \\add will\\add* set a plumbline in the midst of my people Israel: I will not again pass by them any more:"
    },
    {
      "verse": 9,
      "text": "And the high places of Isaac shall be desolate, And the sanctuaries of Israel shall be laid waste; And I will rise against the house of Jeroboam with the sword."
    },
    {
      "verse": 10,
      "text": "Then Amaziah \\add the\\add* priest of Beth-el sent to Jeroboam king of Israel, saying, Amos hath conspired against thee in the midst of the house of Israel: the land is not able to bear all his words."
    },
    {
      "verse": 11,
      "text": "For thus Amos saith, Jeroboam shall die by the sword, and Israel shall surely be led away captive out of their own land."
    },
    {
      "verse": 12,
      "text": "Also Amaziah said unto Amos, O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there:"
    },
    {
      "verse": 13,
      "text": "but prophesy not again any more \\add at\\add* Beth-el: for it \\add is\\add* the king’s chapel, and it \\add is\\add* the king’s court."
    },
    {
      "verse": 14,
      "text": "Then answered Amos, and said to Amaziah, I \\add was\\add* no prophet, neither \\add was\\add* I a prophet’s son; but I \\add was\\add* a herdman, and a gatherer of sycomore fruit:"
    },
    {
      "verse": 15,
      "text": "and the \\sc Lord\\sc* took me as I followed the flock, and the \\sc Lord\\sc* said unto me, Go, prophesy unto my people Israel."
    },
    {
      "verse": 16,
      "text": "Now therefore hear thou the word of the \\sc Lord\\sc*: Thou sayest, Prophesy not against Israel, And drop not \\add thy word\\add* against the house of Isaac."
    },
    {
      "verse": 17,
      "text": "Therefore thus saith the \\sc Lord\\sc*; Thy wife shall be a harlot in the city, And thy sons and thy daughters shall fall by the sword, And thy land shall be divided by line; And thou shalt die in a polluted land: And Israel shall surely go into captivity forth of his land."
    }
  ]
}