{
  "book_id": "AMO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I saw the Lord standing upon the altar: and he said, Smite the lintel of the door, that the posts may shake: And cut them in the head, all of them; And I will slay the last of them with the sword: He that fleeth of them shall not flee away, And he that escapeth of them shall not be delivered."
    },
    {
      "verse": 2,
      "text": "Though they dig into hell, thence shall mine hand take them; Though they climb up toheaven, thence will I bring them down:"
    },
    {
      "verse": 3,
      "text": "And though they hide themselves in the top of Carmel, I will search and take them out thence; And though they be hid from my sight in the bottom of the sea, Thence will I command the serpent, and he shall bite them:"
    },
    {
      "verse": 4,
      "text": "And though they go into captivity before their enemies, Thence will I command the sword, and it shall slay them: And I will set mine eyes upon them for evil, and not for good."
    },
    {
      "verse": 5,
      "text": "And the Lord Godof hosts ishe that toucheth the land, and it shall melt, And all that dwell therein shall mourn: And it shall rise up wholly like a flood; And shall be drowned, as bythe flood of Egypt."
    },
    {
      "verse": 6,
      "text": "It ishe that buildeth his stories in the heaven, And hath founded his troop in the earth; He that calleth for the waters of the sea, And poureth them out upon the face of the earth: The Lordishis name."
    },
    {
      "verse": 7,
      "text": "Areye not as children of the Ethiopians unto me, O children of Israel? saith the Lord. Have not I brought up Israel out of the land of Egypt? And the Philistines from Caphtor, and the Syrians from Kir?"
    },
    {
      "verse": 8,
      "text": "Behold, the eyes of the Lord Godareupon the sinful kingdom, And I will destroy it from off the face of the earth; Saving that I will not utterly destroy the house of Jacob, saith the Lord."
    },
    {
      "verse": 9,
      "text": "For lo, I will command, and I will sift the house of Israel among all nations, Like as cornis sifted in a sieve, yet shall not the least grain fall uponthe earth."
    },
    {
      "verse": 10,
      "text": "All the sinners of my people shall die by the sword, Which say, The evil shall not overtake nor prevent us."
    },
    {
      "verse": 11,
      "text": "In that day will I raise up the tabernacle of David that is fallen, And close up the breaches thereof; And I will raise up his ruins, And I will build it as inthe days of old:"
    },
    {
      "verse": 12,
      "text": "That they may possess the remnant of Edom, and of all the heathen, Which are called by my name, Saith the Lordthat doeth this."
    },
    {
      "verse": 13,
      "text": "Behold, the days come, saith the Lord, That the plowman shall overtake the reaper, And the treader of grapes him that soweth seed; And the mountains shall drop sweet wine, And all the hills shall melt."
    },
    {
      "verse": 14,
      "text": "And I will bring again the captivity of my people of Israel, And they shall build the waste cities, and inhabit them;And they shall plant vineyards, and drink the wine thereof; They shall also make gardens, and eat the fruit of them."
    },
    {
      "verse": 15,
      "text": "And I will plant them upon their land, And they shall no more be pulled up out of their land which I have given them, Saith the Lordthy God."
    }
  ]
}