{
  "book_id": "MAT",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The book of the generacioun of Jhesu Crist, the sone of Dauid, the sone of Abraham."
    },
    {
      "verse": 2,
      "text": "Abraham bigat Isaac. Isaac bigat Jacob. Jacob bigat Judas and hise britheren."
    },
    {
      "verse": 3,
      "text": "Judas bigat Fares and Zaram, of Tamar. Fares bigat Esrom."
    },
    {
      "verse": 4,
      "text": "Esrom bigat Aram. Aram bigat Amynadab. Amynadab bigat Naason. Naason bigat Salmon."
    },
    {
      "verse": 5,
      "text": "Salmon bigat Booz, of Raab. Booz bigat Obeth, of Ruth. Obeth bigat Jesse. Jesse bigat Dauid the king."
    },
    {
      "verse": 6,
      "text": "Dauid the king bigat Salamon, of hir that was Vries wijf."
    },
    {
      "verse": 7,
      "text": "Salomon bigat Roboam. Roboam bigat Abias."
    },
    {
      "verse": 8,
      "text": "Abias bigat Asa. Asa bigat Josaphath. Josaphath bigat Joram. Joram bigat"
    },
    {
      "verse": 9,
      "text": "Osias. Osias bigat Joathan. Joathan bigat Achaz. Achaz bigat Ezechie."
    },
    {
      "verse": 10,
      "text": "Ezechie bigat Manasses. Manasses bigat Amon."
    },
    {
      "verse": 11,
      "text": "Amon bigat Josias. Josias bigat Jeconyas and his britheren, in to the transmygracioun of Babiloyne."
    },
    {
      "verse": 12,
      "text": "And aftir the transmygracioun of Babiloyne, Jeconyas bigat Salatiel. Salatiel bigat Zorobabel."
    },
    {
      "verse": 13,
      "text": "Zorobabel bigat Abyut. Abyut bigat Eliachym. Eliachym bigat Asor."
    },
    {
      "verse": 14,
      "text": "Asor bigat Sadoc. Sadoc bigat Achym."
    },
    {
      "verse": 15,
      "text": "Achym bigat Elyut. Elyut bigat Eleasar. Eleasar bigat Mathan."
    },
    {
      "verse": 16,
      "text": "Mathan bigat Jacob. Jacob bigat Joseph, the hosebonde of Marye, of whom Jhesus was borun, that is clepid Christ."
    },
    {
      "verse": 17,
      "text": "And so alle generaciouns fro Abraham to Dauid ben fourtene generacions, and fro Dauid to the transmygracioun of Babiloyne ben fourtene generaciouns, and fro the transmygracioun of Babiloyne to Crist ben fourtene generaciouns."
    },
    {
      "verse": 18,
      "text": "But the generacioun of Crist was thus. Whanne Marie, the modir of Jhesu, was spousid to Joseph, bifore thei camen togidere, she was foundun hauynge of the Hooli Goost in the wombe."
    },
    {
      "verse": 19,
      "text": "And Joseph, hir hosebonde, for he was riytful, and wolde not puplische hir, he wolde priueli haue left hir."
    },
    {
      "verse": 20,
      "text": "But while he thouyte thes thingis, lo! the aungel of the Lord apperide `in sleep to hym, and seide, Joseph, the sone of Dauid, nyle thou drede to take Marie, thi wijf; for that thing that is borun in hir is of the Hooli Goost."
    },
    {
      "verse": 21,
      "text": "And she shal bere a sone, and thou shalt clepe his name Jhesus; for he schal make his puple saaf fro her synnes."
    },
    {
      "verse": 22,
      "text": "For al this thing was don, that it schulde be fulfillid, that was seid of the Lord bi a prophete, seiynge, Lo!"
    },
    {
      "verse": 23,
      "text": "a virgyn shal haue in wombe, and she schal bere a sone, and thei schulen clepe his name Emanuel, that is to seie, God with vs."
    },
    {
      "verse": 24,
      "text": "And Joseph roos fro sleepe, and dide as the aungel of the Lord comaundide hym, and took Marie, his wijf;"
    },
    {
      "verse": 25,
      "text": "and he knew her not, til she hadde borun her firste bigete sone, and clepide his name Jhesus."
    }
  ]
}