{
  "book_id": "MAT",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor whanne Jhesus was borun in Bethleem of Juda, in the daies of king Eroude, lo! astromyenes camen fro the eest to Jerusalem,"
    },
    {
      "verse": 2,
      "text": "and seiden, Where is he, that is borun king of Jewis? for we han seyn his sterre in the eest, and we comen to worschipe him."
    },
    {
      "verse": 3,
      "text": "But king Eroude herde, and was trublid, and al Jerusalem with hym."
    },
    {
      "verse": 4,
      "text": "And he gaderide to gidre alle the prynces of prestis, and scribis of the puple, and enqueride of hem, where Crist shulde be borun."
    },
    {
      "verse": 5,
      "text": "And thei seiden to hym, In Bethleem of Juda; for so it is writun bi a profete,"
    },
    {
      "verse": 6,
      "text": "And thou, Bethleem, the lond of Juda, art not the leest among the prynces of Juda; for of thee a duyk schal go out, that schal gouerne my puple of Israel."
    },
    {
      "verse": 7,
      "text": "Thanne Eroude clepide pryueli the astromyens, and lernyde bisili of hem the tyme of the sterre that apperide to hem."
    },
    {
      "verse": 8,
      "text": "And he sente hem in to Bethleem, and seide, Go ye, and axe ye bisili of the child, and whanne yee han foundun, telle ye it to me, that Y also come, and worschipe hym."
    },
    {
      "verse": 9,
      "text": "And whanne thei hadden herd the kyng, thei wenten forth. And lo! the sterre, that thei siyen in the eest, wente bifore hem, til it cam, and stood aboue, where the child was."
    },
    {
      "verse": 10,
      "text": "And thei siyen the sterre, and ioyeden with a ful greet ioye."
    },
    {
      "verse": 11,
      "text": "And thei entriden in to the hous, and founden the child with Marie, his modir; and thei felden doun, and worschipiden him. And whanne thei hadden openyd her tresouris, thei offryden to hym yiftis, gold, encense, and myrre."
    },
    {
      "verse": 12,
      "text": "And whanne thei hadden take an aunswere in sleep, that thei schulden not turne ayen to Eroude, thei turneden ayen bi anothir weie in to her cuntrey."
    },
    {
      "verse": 13,
      "text": "And whanne thei weren goon, lo! the aungel of the Lord apperide to Joseph in sleep, and seide, Rise vp, and take the child and his modir, and fle in to Egipt, and be thou there, til that I seie to thee; for it is to come, that Eroude seke the child, to destrie hym."
    },
    {
      "verse": 14,
      "text": "And Joseph roos, and took the child and his modir bi nyyt, and wente in to Egipt,"
    },
    {
      "verse": 15,
      "text": "and he was there to the deeth of Eroude; that it schulde be fulfillid, that was seid of the Lord bi the profete, seiynge, Fro Egipt Y haue clepid my sone."
    },
    {
      "verse": 16,
      "text": "Thanne Eroude seynge that he was disseyued of the astromyens, was ful wrooth; and he sente, and slowe alle the children, that weren in Bethleem, and in alle the coostis therof, fro two yeer age and with inne, aftir the tyme that he had enquerid of the astromyens."
    },
    {
      "verse": 17,
      "text": "Thanne `it was fulfillid, that was seid bi Jeremye, the profete,"
    },
    {
      "verse": 18,
      "text": "seiynge, A vois was herd an hiy, wepynge and moche weilyng, Rachel biwepynge hir sones, and she wolde not be coumfortid, for thei ben noyt."
    },
    {
      "verse": 19,
      "text": "But whanne Eroude was deed, loo! the aungel of the Lord apperide to Joseph in sleep in Egipt,"
    },
    {
      "verse": 20,
      "text": "and seide, Ryse vp, and take the child and his modir, and go in to the lond of Israel; for thei that souyten the lijf of the chijld ben deed."
    },
    {
      "verse": 21,
      "text": "Joseph roos, and took the child and his modir, and cam in to the loond of Israel."
    },
    {
      "verse": 22,
      "text": "And he herde that Archilaus regnede in Judee for Eroude, his fadir, and dredde to go thidir. And he was warned in sleep, and wente in to the parties of Galilee;"
    },
    {
      "verse": 23,
      "text": "and cam, and dwelte in a citee, that ys clepid Nazareth, that it shulde be fulfillid, that was seid bi profetis, For he shal be clepid a Nazarey."
    }
  ]
}