{
  "book_id": "MAT",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Thanne Jhesus was led of a spirit in to desert, to be temptid of the feend."
    },
    {
      "verse": 2,
      "text": "And whanne he hadde fastid fourti daies and fourti nyytis, aftirward he hungride."
    },
    {
      "verse": 3,
      "text": "And the tempter cam nyy, and seide to hym, If thou art Goddis sone, seie that thes stoones be maad looues."
    },
    {
      "verse": 4,
      "text": "Which answeride, and seide to hym, It is writun, Not oonli in breed luyeth man, but in ech word that cometh of Goddis mouth."
    },
    {
      "verse": 5,
      "text": "Thanne the feend took hym in to the hooli citee, and settide hym on the pynacle of the temple,"
    },
    {
      "verse": 6,
      "text": "and seide to hym, If thou art Goddis sone, sende thee adoun; for it is writun, That to hise aungels he comaundide of thee, and thei schulen take thee in hondis, lest perauenture thou hirte thi foot at a stoon."
    },
    {
      "verse": 7,
      "text": "Eftsoone Jhesus seide to hym, It is writun, Thou shalt not tempte thi Lord God."
    },
    {
      "verse": 8,
      "text": "Eftsoone the feend took hym in to a ful hiy hil, and schewide to hym alle the rewmes of the world, and the ioye of hem;"
    },
    {
      "verse": 9,
      "text": "and seide to hym, Alle these `Y schal yyue to thee, if thou falle doun and worschipe me."
    },
    {
      "verse": 10,
      "text": "Thanne Jhesus seide to hym, Goo, Sathanas; for it is writun, Thou schalt worschipe thi Lord God, and to hym aloone thou shalt serue."
    },
    {
      "verse": 11,
      "text": "Thanne the feend lafte hym; and lo! aungels camen nyy, and serueden to hym."
    },
    {
      "verse": 12,
      "text": "But whanne Jhesus hadde herd that Joon was takun, he wente in to Galilee."
    },
    {
      "verse": 13,
      "text": "And he lefte the citee of Nazareth, and cam, and dwelte in the citee of Cafarnaum, biside the see, in the coostis of Zabulon and Neptalym,"
    },
    {
      "verse": 14,
      "text": "that it shulde be fulfillid, that was seid by Ysaie, the profete, seiynge,"
    },
    {
      "verse": 15,
      "text": "The lond of Sabulon and the lond of Neptalym, the weie of the see ouer Jordan, of Galilee of hethen men,"
    },
    {
      "verse": 16,
      "text": "the puple that walkide in derknessis saye greet liyt, and while men satten in the cuntre of shadewe of deth, liyt aroos to hem."
    },
    {
      "verse": 17,
      "text": "Fro that tyme Jhesus bigan to preche, and seie, Do ye penaunce, for the kyngdom of heuenes schal come niy."
    },
    {
      "verse": 18,
      "text": "And Jhesus walkide bisidis the see of Galilee, and saye twei britheren, Symount, that is clepid Petre, and Andrewe, his brothir, castynge nettis in to the see; for thei weren fischeris."
    },
    {
      "verse": 19,
      "text": "And he seide to hem, Come ye aftir me, and Y shal make you to be maad fisscheris of men."
    },
    {
      "verse": 20,
      "text": "And anoon thei leften the nettis, and sueden hym."
    },
    {
      "verse": 21,
      "text": "And he yede forth fro that place, and saie tweyne othere britheren, James of Zebede, and Joon, his brother, in a schip with Zebede, her fadir, amendynge her nettis, and he clepide hem."
    },
    {
      "verse": 22,
      "text": "And anoon thei leften the nettis and the fadir, and sueden hym."
    },
    {
      "verse": 23,
      "text": "And Jhesus yede aboute al Galilee, techynge in the synagogis of hem, and prechynge the gospel of the kyngdom, and heelynge euery languor and eche sekenesse among the puple."
    },
    {
      "verse": 24,
      "text": "And his fame wente in to al Sirie; and thei brouyten to hym alle that weren at male ese, and that weren take with dyuerse languores and turmentis, and hem that hadden feendis, and lunatike men, and men in palesy, and he heelide hem."
    },
    {
      "verse": 25,
      "text": "And ther sueden hym myche puple of Galile, and of Decapoli, and of Jerusalem, and of Judee, and of biyende Jordan."
    }
  ]
}