{
  "book_id": "MAT",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "And Jhesus, seynge the puple, wente vp in to an hil; and whanne he was set, hise disciplis camen to hym."
    },
    {
      "verse": 2,
      "text": "And he openyde his mouth, and tauyte hem, and seide,"
    },
    {
      "verse": 3,
      "text": "Blessed ben pore men in spirit, for the kyngdom of heuenes is herne."
    },
    {
      "verse": 4,
      "text": "Blessid ben mylde men, for thei schulen welde the erthe."
    },
    {
      "verse": 5,
      "text": "Blessid ben thei that mornen, for thei schulen be coumfortid."
    },
    {
      "verse": 6,
      "text": "Blessid ben thei that hungren and thristen riytwisnesse, for thei schulen be fulfillid."
    },
    {
      "verse": 7,
      "text": "Blessid ben merciful men, for thei schulen gete merci."
    },
    {
      "verse": 8,
      "text": "Blessid ben thei that ben of clene herte, for thei schulen se God."
    },
    {
      "verse": 9,
      "text": "Blessid ben pesible men, for thei schulen be clepid Goddis children."
    },
    {
      "verse": 10,
      "text": "Blessid ben thei that suffren persecusioun for riytfulnesse, for the kingdam of heuenes is herne."
    },
    {
      "verse": 11,
      "text": "`Ye schulen be blessid, whanne men schulen curse you, and schulen pursue you, and shulen seie al yuel ayens you liynge, for me."
    },
    {
      "verse": 12,
      "text": "Ioie ye, and be ye glad, for youre meede is plenteuouse in heuenes; for so thei han pursued `also profetis that weren bifor you."
    },
    {
      "verse": 13,
      "text": "Ye ben salt of the erthe; that if the salt vanysche awey, whereynne schal it be saltid? To no thing it is worth ouere, no but that it be cast out, and be defoulid of men."
    },
    {
      "verse": 14,
      "text": "Ye ben liyt of the world; a citee set on an hil may not be hid;"
    },
    {
      "verse": 15,
      "text": "ne me teendith not a lanterne, and puttith it vndur a busschel, but on a candilstike, that it yyue liyt to alle that ben in the hous."
    },
    {
      "verse": 16,
      "text": "So schyne youre liyt befor men, that thei se youre goode werkis, and glorifie youre fadir that is in heuenes."
    },
    {
      "verse": 17,
      "text": "Nil ye deme, that Y cam to vndo the lawe, or the profetis; Y cam not to vndo the lawe, but to fulfille."
    },
    {
      "verse": 18,
      "text": "Forsothe Y seie to you, til heuene and erthe passe, o lettir or o titel shal not passe fro the lawe, til alle thingis be doon."
    },
    {
      "verse": 19,
      "text": "Therfor he that brekith oon of these leeste maundementis, and techith thus men, schal be clepid the leste in the rewme of heuenes; `but he that doith, and techith, schal be clepid greet in the kyngdom of heuenes."
    },
    {
      "verse": 20,
      "text": "And Y seie to you, that but your riytfulnesse be more plenteuouse than of scribis and of Farisees, ye schulen not entre into the kyngdom of heuenes."
    },
    {
      "verse": 21,
      "text": "Ye han herd that it was seid to elde men, Thou schalt not slee; and he that sleeth, schal be gilti to doom."
    },
    {
      "verse": 22,
      "text": "But Y seie to you, that ech man that is wrooth to his brothir, schal be gilti to doom; and he that seith to his brother, Fy! schal be gilti to the counseil; but he that seith, Fool, schal be gilti to the fier of helle."
    },
    {
      "verse": 23,
      "text": "Therfor if thou offrist thi yifte `at the auter, and ther thou bithenkist, that thi brothir hath sum what ayens thee,"
    },
    {
      "verse": 24,
      "text": "leeue there thi yifte bifor the auter, and go first to be recounselid to thi brothir, and thanne thou schalt come, and schalt offre thi yifte."
    },
    {
      "verse": 25,
      "text": "Be thou consentynge to thin aduersarie soone, while thou art in the weie with hym, lest perauenture thin aduersarie take thee to the domesman, and the domesman take thee to the mynystre, and thou be sent in to prisoun."
    },
    {
      "verse": 26,
      "text": "Treuli Y seie to thee, thou shalt not go out fro thennus, til thou yelde the last ferthing."
    },
    {
      "verse": 27,
      "text": "Ye han herd that it was seid to elde men, Thou schalt `do no letcherie."
    },
    {
      "verse": 28,
      "text": "But Y seie to you, that euery man that seeth a womman for to coueite hir, hath now do letcherie bi hir in his herte."
    },
    {
      "verse": 29,
      "text": "That if thi riyt iye sclaundre thee, pulle hym out, and caste fro thee; for it spedith to thee, that oon of thi membris perische, than that al thi bodi go in to helle."
    },
    {
      "verse": 30,
      "text": "And if thi riyt hond sclaundre thee, kitte hym aweye, and caste fro thee; for it spedith to thee that oon of thi membris perische, than that al thi bodi go in to helle."
    },
    {
      "verse": 31,
      "text": "And it hath be seyd, Who euere leeueth his wijf, yyue he to hir a libel of forsakyng."
    },
    {
      "verse": 32,
      "text": "But Y seie to you, that euery man that leeueth his wijf, outtakun cause of fornycacioun, makith hir to do letcherie, and he that weddith the forsakun wijf, doith auowtrye."
    },
    {
      "verse": 33,
      "text": "Eftsoone ye han herd, that it was seid to elde men, Thou schalt not forswere, but thou schalt yelde thin othis to the Lord."
    },
    {
      "verse": 34,
      "text": "But Y seie to you, that ye swere not `for ony thing; nethir bi heuene, for it is the trone of God;"
    },
    {
      "verse": 35,
      "text": "nether bi the erthe, for it is the stole of his feet; nether bi Jerusalem, for it is the citee of a greet kyng; nether thou shalt not swere bi thin heed,"
    },
    {
      "verse": 36,
      "text": "for thou maist not make oon heere white, ne blacke;"
    },
    {
      "verse": 37,
      "text": "but be youre word, Yhe, yhe; Nay, nay; and that that is more than these, is of yuel."
    },
    {
      "verse": 38,
      "text": "Ye han herd that it hath be seid, Iye for iye, and tothe for tothe."
    },
    {
      "verse": 39,
      "text": "But Y seie to you, that ye ayenstonde not an yuel man; but if ony smyte thee in the riyt cheke, schewe to him also the tothir;"
    },
    {
      "verse": 40,
      "text": "and to hym that wole stryue with thee in doom, and take awey thi coote, leeue thou `to him also thi mantil;"
    },
    {
      "verse": 41,
      "text": "and who euer constreyneth thee a thousynde pacis, go thou with hym othir tweyne."
    },
    {
      "verse": 42,
      "text": "Yyue thou to hym that axith of thee, and turne not awey fro hym that wole borewe of thee."
    },
    {
      "verse": 43,
      "text": "Ye han herd that it was seid, Thou shalt loue thi neiybore, and hate thin enemye."
    },
    {
      "verse": 44,
      "text": "But Y seie to you, loue ye youre enemyes, do ye wel to hem that hatiden you, and preye ye for hem that pursuen, and sclaundren you;"
    },
    {
      "verse": 45,
      "text": "that ye be the sones of your fadir that is in heuenes, that makith his sunne to rise vpon goode `and yuele men, and reyneth on iust men and vniuste."
    },
    {
      "verse": 46,
      "text": "For if ye louen hem that louen you, what mede schulen ye han? whether pupplicans doon not this?"
    },
    {
      "verse": 47,
      "text": "And if ye greten youre britheren oonli, what schulen ye do more? ne doon not hethene men this?"
    },
    {
      "verse": 48,
      "text": "Therfore be ye parfit, as youre heuenli fadir is parfit."
    }
  ]
}