{
  "book_id": "MAT",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Takith hede, that ye do not youre riytwisnesse bifor men, to be seyn of hem, ellis ye schulen haue no meede at youre fadir that is in heuenes."
    },
    {
      "verse": 2,
      "text": "Therfore whanne thou doist almes, nyle thou trumpe tofore thee, as ypocritis doon in synagogis and stretis, that thei be worschipid of men; sotheli Y seie to you, they han resseyued her meede."
    },
    {
      "verse": 3,
      "text": "But whanne thou doist almes, knowe not thi left hond what thi riyt hond doith, that thin almes be in hidils,"
    },
    {
      "verse": 4,
      "text": "and thi fadir that seeth in hiddils, schal quyte thee."
    },
    {
      "verse": 5,
      "text": "And whanne ye preyen, ye schulen not be as ipocritis, that louen to preye stondynge in synagogis and corneris of stretis, to be seyn of men; treuli Y seie to you, thei han resseyued her meede."
    },
    {
      "verse": 6,
      "text": "But whanne thou schalt preye, entre in to thi couche, and whanne the dore is schet, preye thi fadir in hidils, and thi fadir that seeth in hidils, schal yelde to thee."
    },
    {
      "verse": 7,
      "text": "But in preiyng nyle yee speke myche, as hethene men doon, for thei gessen that thei ben herd in her myche speche."
    },
    {
      "verse": 8,
      "text": "Therfor nyle ye be maad lich to hem, for your fadir woot what is nede to you, bifore that ye axen hym."
    },
    {
      "verse": 9,
      "text": "And thus ye schulen preye, Oure fadir that art in heuenes, halewid be thi name;"
    },
    {
      "verse": 10,
      "text": "thi kyngdoom come to; be thi wille don `in erthe as in heuene;"
    },
    {
      "verse": 11,
      "text": "yyue to vs this dai oure `breed ouer othir substaunce;"
    },
    {
      "verse": 12,
      "text": "and foryyue to vs oure dettis, as we foryyuen to oure dettouris; and lede vs not in to temptacioun,"
    },
    {
      "verse": 13,
      "text": "but delyuere vs fro yuel."
    },
    {
      "verse": 14,
      "text": "Amen. For if ye foryyuen to men her synnes, youre heuenli fadir schal foryyue to you youre trespassis."
    },
    {
      "verse": 15,
      "text": "Sotheli if ye foryyuen not to men, nether youre fadir schal foryyue to you youre synnes."
    },
    {
      "verse": 16,
      "text": "But whanne ye fasten, nyle ye be maad as ypocritis sorewful, for thei defacen hem silf, to seme fastyng to men; treuli Y seie to you, they han resseyued her meede."
    },
    {
      "verse": 17,
      "text": "But whanne thou fastist, anoynte thin heed, and waische thi face,"
    },
    {
      "verse": 18,
      "text": "that thou be not seen fastynge to men, but to thi fadir that is in hidlis, and thi fadir that seeth in priuey, shal yelde to thee."
    },
    {
      "verse": 19,
      "text": "Nile ye tresoure to you tresouris in erthe, where ruste and mouyte destrieth, and where theues deluen out and stelen;"
    },
    {
      "verse": 20,
      "text": "but gadere to you tresouris in heuene, where nether ruste ne mouyte distrieth, and where theues deluen not out, ne stelen."
    },
    {
      "verse": 21,
      "text": "For where thi tresoure is, there also thin herte is."
    },
    {
      "verse": 22,
      "text": "The lanterne of thi bodi is thin iye; if thin iye be symple, al thi bodi shal be liytful;"
    },
    {
      "verse": 23,
      "text": "but if thin iye be weiward, al thi bodi shal be derk. If thanne the liyt that is in thee be derknessis, how grete schulen thilk derknessis be?"
    },
    {
      "verse": 24,
      "text": "No man may serue tweyn lordis, for ethir he schal hate `the toon, and loue the tother; ethir he shal susteyne `the toon, and dispise the tothir. Ye moun not serue God and richessis."
    },
    {
      "verse": 25,
      "text": "Therfor I seie to you, that ye be not bisi to youre lijf, what ye schulen ete; nether to youre bodi, with what ye schulen be clothid. Whether lijf is not more than meete, and the bodie more than cloth?"
    },
    {
      "verse": 26,
      "text": "Biholde ye the foulis of the eire, for thei sowen not, nethir repen, nethir gaderen in to bernes; and youre fadir of heuene fedith hem. Whether ye ben not more worthi than thei?"
    },
    {
      "verse": 27,
      "text": "But who of you thenkynge mai putte to his stature o cubit?"
    },
    {
      "verse": 28,
      "text": "And of clothing what ben ye bisye? Biholde ye the lilies of the feeld, how thei wexen. Thei trauelen not, nether spynnen;"
    },
    {
      "verse": 29,
      "text": "and Y seie to you, Salomon in al his glorie was not keuered as oon of these."
    },
    {
      "verse": 30,
      "text": "And if God clothith thus the hei of the feeld, that to day is, and to morewe is cast in to an ouen, hou myche more you of litel feith?"
    },
    {
      "verse": 31,
      "text": "Therfor nyle ye be bisi, seiynge, What schulen we ete? or, What schulen we drinke? or, With what thing schulen we be keuered?"
    },
    {
      "verse": 32,
      "text": "For hethene men seken alle these thingis; and youre fadir woot, that ye han nede to alle these thingis."
    },
    {
      "verse": 33,
      "text": "Therfor seke ye first the kyngdom of God, and his riytfulnesse, and alle these thingis shulen be cast to you."
    },
    {
      "verse": 34,
      "text": "Therfor nyle ye be bisy in to the morew, for the morew shal be bisi to `hym silf; for it suffisith to the dai his owen malice."
    }
  ]
}