{
  "book_id": "MAT",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "But whanne Jhesus was come doun fro the hil, mych puple suede hym."
    },
    {
      "verse": 2,
      "text": "And loo! a leprouse man cam, and worschipide hym, and seide, Lord, if thou wolt, thou maist make me clene."
    },
    {
      "verse": 3,
      "text": "And Jhesus helde forth the hoond, and touchide hym, and seide, Y wole, be thou maad cleene. And anoon the lepre of him was clensid."
    },
    {
      "verse": 4,
      "text": "And Jhesus seide to hym, Se, seie thou to no man; but go, shewe thee to the prestis, and offre the yift that Moyses comaundide, in witnessyng to hem."
    },
    {
      "verse": 5,
      "text": "And whanne he hadde entrid in to Cafarnaum, `the centurien neiyede to him, and preiede him,"
    },
    {
      "verse": 6,
      "text": "and seide, Lord, my childe lijth in the hous sijk on the palesie, and is yuel turmentid."
    },
    {
      "verse": 7,
      "text": "And Jhesus seide to him, Y schal come, and schal heele him."
    },
    {
      "verse": 8,
      "text": "And the centurien answeride, and seide to hym, Lord, Y am not worthi, that thou entre vndur my roof; but oonli seie thou bi word, and my childe shal be heelid."
    },
    {
      "verse": 9,
      "text": "For whi Y am a man ordeyned vndur power, and haue knyytis vndir me; and Y seie to this, Go, and he goith; and to another, Come, and he cometh; and to my seruaunt, Do this, and he doith it."
    },
    {
      "verse": 10,
      "text": "And Jhesus herde these thingis, and wondride, and seide to men `that sueden him, Treuli Y seie to you, Y foond not so greet feith in Israel."
    },
    {
      "verse": 11,
      "text": "And Y seie to you, that many schulen come fro the eest and the west, and schulen reste with Abraham and Ysaac and Jacob in the kyngdom of heuenes;"
    },
    {
      "verse": 12,
      "text": "but the sones of the rewme schulen be cast out in to vtmer derknessis; there schal be wepyng, and grynting of teeth."
    },
    {
      "verse": 13,
      "text": "And Jhesus seide to the centurioun, Go, and as thou hast bileuyd, be it doon to thee. And the child was heelid fro that hour."
    },
    {
      "verse": 14,
      "text": "And whanne Jhesus was comun in to the hous of Symount Petre, he say his wyues modir liggynge, and shakun with feueris."
    },
    {
      "verse": 15,
      "text": "And he touchide hir hoond, and the feuer lefte hir; and she roos, and seruede hem."
    },
    {
      "verse": 16,
      "text": "And whanne it was euen, thei brouyten to hym manye that hadden deuelis, and he castide out spiritis bi word, and heelide alle that weren yuel at ese;"
    },
    {
      "verse": 17,
      "text": "that it were fulfillid, that was seid by Ysaie, the profete, seiynge, He took oure infirmytees, and bar oure siknessis."
    },
    {
      "verse": 18,
      "text": "And Jhesus say myche puple aboute him, and bade hise disciplis go ouer the watir."
    },
    {
      "verse": 19,
      "text": "And a scribe neiyede, and seide to hym, Maistir, Y shal sue thee, whidir euer thou schalt go."
    },
    {
      "verse": 20,
      "text": "And Jhesus seide to hym, Foxis han dennes, and briddis of heuene han nestis, but mannus sone hath not where `he schal reste his heed."
    },
    {
      "verse": 21,
      "text": "Anothir of his disciplis seide to him, Lord, suffre me to go first, and birie my fader."
    },
    {
      "verse": 22,
      "text": "But Jhesus seide to hym, Sue thou me, and lete deed men birie her deede men."
    },
    {
      "verse": 23,
      "text": "And whanne he was goon vp in to a litil schip, his disciplis sueden hym."
    },
    {
      "verse": 24,
      "text": "And loo! a greet stiring was maad in the see, so that the schip was hilid with wawes; but he slepte."
    },
    {
      "verse": 25,
      "text": "And hise disciplis camen to hym, and reysiden hym, and seiden, Lord, saue vs; we perischen."
    },
    {
      "verse": 26,
      "text": "And Jhesus seide to hem, What ben ye of litil feith agaste? Thanne he roos, and comaundide to the wyndis and the see, and a greet pesibilnesse was maad."
    },
    {
      "verse": 27,
      "text": "And men wondriden, and seiden, What maner man is he this, for the wyndis and the see obeischen to him?"
    },
    {
      "verse": 28,
      "text": "And whanne Jhesus was comun ouer the watir in to the cuntre of men of Gerasa, twey men metten hym, that hadden deuelis, and camen out of graues, ful woode, so that noo man myyte go bi that weie."
    },
    {
      "verse": 29,
      "text": "And lo! thei crieden, and seiden, What to vs and to thee, Jhesu, the sone of God? `art thou comun hidir bifore the tyme to turmente vs?"
    },
    {
      "verse": 30,
      "text": "And not fer fro hem was a flocke of many swyne lesewynge."
    },
    {
      "verse": 31,
      "text": "And the deuelis preyeden hym, and seiden, If thou castist out vs fro hennes, sende vs in to the droue of swyne."
    },
    {
      "verse": 32,
      "text": "And he seide to hem, Go ye. And thei yeden out, and wenten in to the swyne; and loo! in a greet bire al the droue wente heedlyng in to the see, and thei weren deed in the watris."
    },
    {
      "verse": 33,
      "text": "And the hirdis fledden awey, and camen in to the citee, and telden alle these thingis, and of hem that hadden the feendis."
    },
    {
      "verse": 34,
      "text": "And lo! al the citee wente out ayens Jhesu; and whanne thei hadden seyn hym, thei preieden, that he wolde passe fro her coostis."
    }
  ]
}