{
  "book_id": "MAT",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "And Jhesus wente vp in to a boot, and passide ouer the watir, and cam in to his citee."
    },
    {
      "verse": 2,
      "text": "And lo! thei brouyten to hym a man sike in palesie, liggynge in a bed. And Jhesus saw the feith of hem, and seide to the man sike in palesye, Sone, haue thou trist; thi synnes ben foryouun to thee."
    },
    {
      "verse": 3,
      "text": "And lo! summe of the scribis seiden withynne hem silf, This blasfemeth."
    },
    {
      "verse": 4,
      "text": "And whanne Jhesus hadde seyn her thouytis, he seide, Wherto thenken ye yuele thingis in youre hertis?"
    },
    {
      "verse": 5,
      "text": "What is liytere to seye, Thi synnes ben foryouun to thee, ethir `to seie, Rise thou, and walke?"
    },
    {
      "verse": 6,
      "text": "But that ye wite that mannus sone hath power to foryyue synnes in erthe, thanne he seide to the sijk man in palesie, Rise vp; take thi bed, and go in to thin hous."
    },
    {
      "verse": 7,
      "text": "And he roos, and wente in to his hous."
    },
    {
      "verse": 8,
      "text": "And the puple seynge dredde, and glorifiede God, that yaf suche power to men."
    },
    {
      "verse": 9,
      "text": "And whanne Jhesus passide fro thennus, he say a man, Matheu bi name, sittynge in a tolbothe. And he seide to hym, Sue thou me."
    },
    {
      "verse": 10,
      "text": "And he roos, and folewide hym. And it was don, the while he sat `at the mete in the hous, lo! many pupplicans and synful men camen, and saten `at the mete with Jhesu and hise disciplis."
    },
    {
      "verse": 11,
      "text": "And Farisees sien, and seiden to hise disciplis, Whi etith youre maister with pupplicans and synful men?"
    },
    {
      "verse": 12,
      "text": "And Jhesus herde, and seide, A leche is not nedeful to men that faren wel, but to men that ben yuel at ese."
    },
    {
      "verse": 13,
      "text": "But go ye, and lerne what it is, Y wole merci, and not sacrifice; for I cam, not to clepe riytful men, but synful men."
    },
    {
      "verse": 14,
      "text": "Thanne the disciplis of Joon camen to hym, and seiden, Whi we and Farisees fasten ofte, but thi disciplis fasten not?"
    },
    {
      "verse": 15,
      "text": "And Jhesus seide to hem, Whether the sones of the spouse moun morne, as long as the spouse is with hem? But daies schulen come, whanne the spouse schal be takun a wei fro hem, and thanne thei schulen faste."
    },
    {
      "verse": 16,
      "text": "And no man putteth a clout of buystous clothe in to an elde clothing; for it doith awey the fulnesse of the cloth, and a wers breking is maad."
    },
    {
      "verse": 17,
      "text": "Nethir men putten newe wyne in to elde botelis, ellis the botels ben to-broke, and distried, and the wyn sched out. But men putten newe wyne in to newe botels, and bothe ben kept."
    },
    {
      "verse": 18,
      "text": "Whiles that Jhesus spak thes thingis to hem, lo! a prince cam, and worschipide hym, and seide, Lord, my douyter is now deed; but come thou, and putte thin hond on hir, and she schal lyue."
    },
    {
      "verse": 19,
      "text": "And Jhesus roos, and `hise disciplis, and sueden hym."
    },
    {
      "verse": 20,
      "text": "And lo! a womman, that hadde the blodi flux twelue yere, neiyede bihynde, and touchide the hem of his cloth."
    },
    {
      "verse": 21,
      "text": "For sche seide with ynne hir self, Yif Y touche oonli the cloth of hym, Y schal be saaf."
    },
    {
      "verse": 22,
      "text": "And Jhesus turnede, and say hir, and seide, Douytir, haue thou trist; thi feith hath maad thee saaf. And the womman was hool fro that our."
    },
    {
      "verse": 23,
      "text": "And whanne Jhesus cam in to the hous of the prince, and say mynstrallis, and the puple makynge noise,"
    },
    {
      "verse": 24,
      "text": "he seide, Go ye a wei, for the damysel is not deed, but slepith. And thei scornyden hym."
    },
    {
      "verse": 25,
      "text": "And whanne the folc was put out, he wente in, and helde hir hond; and the damysel roos."
    },
    {
      "verse": 26,
      "text": "And this fame wente out in to al that loond."
    },
    {
      "verse": 27,
      "text": "And whanne Jhesus passide fro thennus, twei blynde men criynge sueden hym, and seiden, Thou sone of Dauid, haue merci on vs."
    },
    {
      "verse": 28,
      "text": "And whanne he cam in to the hous, the blynde men camen to hym; and Jhesus seide to hem, What wolen ye, that I do to you? And thei seiden, Lord, that oure iyen be opened. And Jhesus seide, Bileuen ye, that Y mai do this thing to you? Thei seien to him, Yhe, Lord."
    },
    {
      "verse": 29,
      "text": "Thanne he touchide her iyen, and seide, Aftir youre feith be it doon to you."
    },
    {
      "verse": 30,
      "text": "And the iyen of hem were opened. And Jhesus thretenede hem, and seide, Se ye, that no man wite."
    },
    {
      "verse": 31,
      "text": "But thei yeden out, and diffameden hym thorou al that lond."
    },
    {
      "verse": 32,
      "text": "And whanne thei weren gon out, loo! thei brouyten to hym a doumbe man, hauynge a deuel."
    },
    {
      "verse": 33,
      "text": "And whanne the deuel was cast out, the doumb man spak. And the puple wondride, and seide, It hath not be say thus in Israel."
    },
    {
      "verse": 34,
      "text": "But the Farisees seiden, In the prince of deuelis he castith out deuelis."
    },
    {
      "verse": 35,
      "text": "And Jhesus wente `aboute alle the `citees and castels, techinge in the synagogis of hem, and prechynge the gospel of the kyngdom, and helynge euery langour and euery sijknesse."
    },
    {
      "verse": 36,
      "text": "And he siy the puple, and hadde reuthe on hem; for thei weren trauelid, and liggynge as scheep not hauynge a scheepherde."
    },
    {
      "verse": 37,
      "text": "Thanne he seide to hise disciplis, Sotheli there is myche ripe corn, but fewe werk men."
    },
    {
      "verse": 38,
      "text": "Therfor preye ye the lord of the ripe corn, that he sende werke men in to his ripe corn."
    }
  ]
}