{
  "book_id": "MAT",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "And it was doon, whanne Jhesus hadde endid, he comaundide to hise twelue disciplis, and passide fro thennus to teche and preche in the citees of hem."
    },
    {
      "verse": 2,
      "text": "But whanne Joon in boondis hadde herd the werkis of Crist, he sente tweyne of hise disciplis,"
    },
    {
      "verse": 3,
      "text": "and seide to him, `Art thou he that schal come, or we abiden another?"
    },
    {
      "verse": 4,
      "text": "And Jhesus answeride, and seide `to hem, Go ye, and telle ayen to Joon tho thingis that ye han herd and seyn."
    },
    {
      "verse": 5,
      "text": "Blynde men seen, crokid men goon, meselis ben maad clene, deefe men heren, deed men rysen ayen, pore men ben takun to `prechyng of the gospel."
    },
    {
      "verse": 6,
      "text": "And he is blessid, that shal not be sclaundrid in me."
    },
    {
      "verse": 7,
      "text": "And whanne thei weren goon awei, Jhesus bigan to seie of Joon to the puple, What thing wenten ye out in to desert to se? a reed wawed with the wynd?"
    },
    {
      "verse": 8,
      "text": "Or what thing wenten ye out to see? a man clothid with softe clothis? Lo! thei that ben clothid with softe clothis ben in the housis of kyngis."
    },
    {
      "verse": 9,
      "text": "But what thing wenten ye out to se? a prophete? Yhe, Y seie to you, and more than a prophete."
    },
    {
      "verse": 10,
      "text": "For this is he, of whom it is writun, Lo! Y sende myn aungel bifor thi face, that shal make redi thi weye bifor thee."
    },
    {
      "verse": 11,
      "text": "Treuli Y seie to you, ther roos noon more than Joon Baptist among the children of wymmen; but he that is lesse in the kyngdom of heuenes, is more than he."
    },
    {
      "verse": 12,
      "text": "And fro the daies of Joon Baptist til now the kyngdom of heuenes suffrith violence, and violent men rauyschen it."
    },
    {
      "verse": 13,
      "text": "For alle prophetis and the lawe `til to Joon prophecieden; and if ye wolen resseyue,"
    },
    {
      "verse": 14,
      "text": "he is Elie that is to come."
    },
    {
      "verse": 15,
      "text": "He that hath eris of heryng, here he."
    },
    {
      "verse": 16,
      "text": "But to whom schal Y gesse this generacioun lijk? It is lijk to children sittynge in chepyng, that crien to her peeris,"
    },
    {
      "verse": 17,
      "text": "and seien, We han songun to you, and ye han not daunsid; we han morned to you, and ye han not weilid."
    },
    {
      "verse": 18,
      "text": "For Joon cam nether etynge ne drynkynge, and thei seien, He hath a deuel."
    },
    {
      "verse": 19,
      "text": "The sone of man cam etynge and drynkynge, and thei seien, Lo! a man a glotoun, and a drinkere of wijne, and a freend of pupplicans and of synful men. And wisdom is iustified of her sones."
    },
    {
      "verse": 20,
      "text": "Thanne Jhesus bigan to seye repreef to citees, in whiche ful manye vertues of him weren doon, for thei diden not penaunce."
    },
    {
      "verse": 21,
      "text": "Wo to thee! Corosaym, woo to thee! Bethsaida; for if the vertues that ben doon in you hadden be doon in Tyre and Sidon, sumtyme thei hadden don penaunce in heyre and aische."
    },
    {
      "verse": 22,
      "text": "Netheles Y seie to you, it schal be lesse peyne to Tire and Sidon in the dai of doom, than to you."
    },
    {
      "verse": 23,
      "text": "And thou, Cafarnaum, whethir thou schalt be arerid vp in to heuene? Thou shalt go doun in to helle. For if the vertues that ben don in thee, hadden be don in Sodom, perauenture thei schulden haue dwellid `in to this dai."
    },
    {
      "verse": 24,
      "text": "Netheles Y seie to you, that to the lond of Sodom it schal be `lesse peyne in the dai of doom, than to thee."
    },
    {
      "verse": 25,
      "text": "In thilke tyme Jhesus answeride, and seide, Y knowleche to thee, fadir, lord of heuene and of erthe, for thou hast hid these thingis fro wijse men, and redi, and hast schewid hem to litle children;"
    },
    {
      "verse": 26,
      "text": "so, fadir, for so it was plesynge tofore thee."
    },
    {
      "verse": 27,
      "text": "Alle thingis ben youune to me of my fadir; and no man knewe the sone, but the fadir, nethir ony man knewe the fadir, but the sone, and to whom the sone wolde schewe."
    },
    {
      "verse": 28,
      "text": "Alle ye that traueilen, and ben chargid, come to me, and Y schal fulfille you."
    },
    {
      "verse": 29,
      "text": "Take ye my yok on you, and lerne ye of me, for Y am mylde and meke in herte; and ye schulen fynde reste to youre soulis."
    },
    {
      "verse": 30,
      "text": "`For my yok is softe, and my charge liyt."
    }
  ]
}