{
  "book_id": "MAT",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "In that dai Jhesus yede out of the hous, and sat bisidis the see."
    },
    {
      "verse": 2,
      "text": "And myche puple was gaderid to hym, so that he wente up in to a boot, and sat; and al the puple stood on the brenke."
    },
    {
      "verse": 3,
      "text": "And he spac to hem many thingis in parablis, and seide, Lo! he that sowith, yede out to sowe his seed."
    },
    {
      "verse": 4,
      "text": "And while he sowith, summe seedis felden bisidis the weie, and briddis of the eir camen, and eeten hem."
    },
    {
      "verse": 5,
      "text": "But othere seedis felden in to stony places, where thei hadden not myche erthe; and anoon thei sprongen vp, for thei hadden not depnesse of erthe."
    },
    {
      "verse": 6,
      "text": "But whanne the sonne was risun, thei swaliden, and for thei hadden not roote, thei drieden vp."
    },
    {
      "verse": 7,
      "text": "And other seedis felden among thornes; and thornes woxen vp, and strangeleden hem."
    },
    {
      "verse": 8,
      "text": "But othere seedis felden in to good lond, and yauen fruyt; summe an hundrid foold, an othir sixti foold, an othir thritti foold."
    },
    {
      "verse": 9,
      "text": "He that hath eris of heryng, here he."
    },
    {
      "verse": 10,
      "text": "And the disciplis camen nyy, and seiden to him, Whi spekist thou in parablis to hem?"
    },
    {
      "verse": 11,
      "text": "And he answeride, and seide to hem, `For to you it is youun to knowe the priuytees of the kyngdom of heuenes; but it is not youun to hem."
    },
    {
      "verse": 12,
      "text": "For it shal be youun to hym that hath, and he shal haue plente; but if a man hath not, also that thing that he hath shal be takun awei fro hym."
    },
    {
      "verse": 13,
      "text": "Therfor Y speke to hem in parablis, for thei seynge seen not, and thei herynge heren not, nether vndurstonden;"
    },
    {
      "verse": 14,
      "text": "that the prophesie of Ysaie `seiynge be fulfillid `in hem, With heryng ye schulen here, and ye shulen not vndurstonde; and ye seynge schulen se, and ye shulen not se;"
    },
    {
      "verse": 15,
      "text": "for the herte of this puple is greetli fattid, and thei herden heuyli with eeris, and thei han closed her iyen, lest sumtime thei seen with iyen, and with eeris heeren, and vndirstonden in herte, and thei be conuertid, and Y heele hem."
    },
    {
      "verse": 16,
      "text": "But youre iyen that seen ben blesside, and youre eeris that heren."
    },
    {
      "verse": 17,
      "text": "Forsothe Y seie to you, that manye profetis and iust men coueitiden to se tho thingis that ye seen, and thei sayn not, and to heere tho thingis that ye heren, and thei herden not."
    },
    {
      "verse": 18,
      "text": "Therfor here ye the parable of the sowere."
    },
    {
      "verse": 19,
      "text": "Ech that herith the word of the rewme, and vndirstondith not, the yuel spirit cometh, and rauyschith that that is sowun in his herte; this it is, that is sowun bisidis the weie."
    },
    {
      "verse": 20,
      "text": "But this that is sowun on the stony loond, this it is, that herith the word of God, and anoon with ioye takith it."
    },
    {
      "verse": 21,
      "text": "And he hath not roote in hym silf, but is temporal. For whanne tribulacioun and persecucioun is maad for the word, anoon he is sclaundrid."
    },
    {
      "verse": 22,
      "text": "But he that is sowun in thornes, is this that heerith the word, and the bisynesse of this world, and the fallace of ritchessis strangulith the word, and it is maad with outen fruyt."
    },
    {
      "verse": 23,
      "text": "But he that is sowun in to good loond, is this that herith the word, and vnderstondeth, and bryngith forth fruyt. And summe makith an hundrid fold, treuli anothir sixti fold, and another thritti fold."
    },
    {
      "verse": 24,
      "text": "Anothir parable Jhesus puttide forth to hem, and seide, The kyngdom of heuenes is maad lijk to a man, that sewe good seed in his feld."
    },
    {
      "verse": 25,
      "text": "And whanne men slepten, his enemy cam, and sewe aboue taris in the myddil of whete, and wente awei."
    },
    {
      "verse": 26,
      "text": "But whanne the erbe was growed, and made fruyt, thanne the taris apperiden."
    },
    {
      "verse": 27,
      "text": "And the seruauntis of the hosebonde man camen, and seiden to hym, Lord, whether hast thou not sowun good seed in thi feeld? where of thanne hath it taris?"
    },
    {
      "verse": 28,
      "text": "And he seide to hem, An enemy hath do this thing. And the seruauntis seiden to him, `Wolt thou that we goon, and gaderen hem?"
    },
    {
      "verse": 29,
      "text": "And he seide, Nay, lest perauenture ye in gaderynge taris drawen vp with hem the whete bi the roote."
    },
    {
      "verse": 30,
      "text": "Suffre ye hem bothe to wexe in to repyng tyme; and in the tyme of ripe corne Y shal seie to the reperis, First gadere ye to gidere the taris, and bynde hem to gidere in knytchis to be brent, but gadere ye whete in to my berne."
    },
    {
      "verse": 31,
      "text": "Another parable Jhesus puttide forth to hem, and seide, The kyngdom of heuenes is lijk to a corn of seneuey, which a man took, and sewe in his feeld."
    },
    {
      "verse": 32,
      "text": "Which is the leeste of alle seedis, but whanne it hath woxen, it is the moste of alle wortis, and is maad a tre; so that briddis of the eir comen, and dwellen in the bowis therof."
    },
    {
      "verse": 33,
      "text": "Another parable Jhesus spac to hem, The kyngdom of heuenes is lijk to sour douy, which a womman took, and hidde in thre mesuris of mele, til it were alle sowrid."
    },
    {
      "verse": 34,
      "text": "Jhesus spac alle thes thingis in parablis to the puple, and he spac not to hem with out parablis, that it schulde be fulfillid,"
    },
    {
      "verse": 35,
      "text": "that is seid bi the prophete, seiynge, Y shal opene my mouth in parablis; Y shal telle out hid thingis fro the makyng of the world."
    },
    {
      "verse": 36,
      "text": "Thanne he lefte the puple, and cam in to an hous; and hise disciplis camen to him, and seiden, Expowne to vs the parable of taris of the feeld."
    },
    {
      "verse": 37,
      "text": "Which answeride, and seide, He that sowith good seed is mannus sone;"
    },
    {
      "verse": 38,
      "text": "the feeld is the world; but the good seed, these ben sones of the kyngdom, but taris, these ben yuele children;"
    },
    {
      "verse": 39,
      "text": "the enemye that sowith hem is the feend; and the ripe corn is the endyng of the world, the reperis ben aungels."
    },
    {
      "verse": 40,
      "text": "Therfor as taris ben gaderid togidere, and ben brent in fier, so it shal be in the endyng of the world."
    },
    {
      "verse": 41,
      "text": "Mannus sone shal sende hise aungels, and thei schulen gadere fro his rewme alle sclaundris, and hem that doon wickidnesse;"
    },
    {
      "verse": 42,
      "text": "and thei schulen sende hem in to the chymney of fier, there shal be weping and betyng to gidere of teeth."
    },
    {
      "verse": 43,
      "text": "Thanne iuste men schulen schyne as the sunne, in the rewme of her fadir. He that hath eeris of heryng, here he."
    },
    {
      "verse": 44,
      "text": "The kyngdom of heuenes is lijk to tresour hid in a feld, which a man that fyndith, hidith; and for ioye of it he goith, and sillith alle thingis that he hath, and bieth thilk feeld."
    },
    {
      "verse": 45,
      "text": "Eftsoone the kyngdom of heuenes is lijk to a marchaunt, that sechith good margaritis;"
    },
    {
      "verse": 46,
      "text": "but whanne he hath foundun o precious margarite, he wente, and selde alle thingis that he hadde, and bouyte it."
    },
    {
      "verse": 47,
      "text": "Eft the kyngdom of heuenes is lijk to a nette cast into the see, and that gaderith to gidere of al kynde of fisschis;"
    },
    {
      "verse": 48,
      "text": "which whanne it was ful, thei drowen vp, and seten bi the brenke, and chesen the goode in to her vessels, but the yuel thei kesten out."
    },
    {
      "verse": 49,
      "text": "So it schal be in the endyng of the world. Aungels schulen go out, and schulen departe yuel men fro the myddil of iuste men."
    },
    {
      "verse": 50,
      "text": "And thei shulen sende hem in to the chymnei of fier; ther shal be weping and gryntyng of teeth."
    },
    {
      "verse": 51,
      "text": "Han ye vndirstonde alle these thingis? Thei seien to hym, Yhe."
    },
    {
      "verse": 52,
      "text": "He seith to hem, Therfor euery wise man of lawe in the kyngdom of heuenes, is lijk to an hosebonde man, that bryngith forth of his tresoure newe thingis and elde."
    },
    {
      "verse": 53,
      "text": "And it was doon, whanne Jhesus hadde endid these parablis, he passide fro thennus."
    },
    {
      "verse": 54,
      "text": "And he cam in to his cuntrei, and tauyte hem in her synagogis, so that thei wondriden, and seiden, Fro whennus this wisdam and vertues camen to this?"
    },
    {
      "verse": 55,
      "text": "Whether `is not this the sone of a carpentere? Whether his modir be not seid Marie? and hise britheren, James, and Joseph, and Symount, and Judas? and hise sistris,"
    },
    {
      "verse": 56,
      "text": "whether thei alle ben not among us? Fro whennus thanne `alle thes thingis camen to this?"
    },
    {
      "verse": 57,
      "text": "And so thei weren sclaundrid in hym. But Jhesus seide to hem, A profete is not with oute worschip, but in his owen cuntre, and in his owen hous."
    },
    {
      "verse": 58,
      "text": "And he dide not there manye vertues, for the vnbileue of hem."
    }
  ]
}