{
  "book_id": "MAT",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "In that tyme Eroude tetrarke, prynce of the fourthe part, herde the fame of Jhesu;"
    },
    {
      "verse": 2,
      "text": "and seide to hise children, This is Joon Baptist, he is rysun fro deeth, and therfor vertues worchen in hym."
    },
    {
      "verse": 3,
      "text": "For Heroude hadde holde Joon, and bounde hym, and puttide hym `in to prisoun for Herodias, the wijf of his brothir."
    },
    {
      "verse": 4,
      "text": "For Joon seide to him, It is not leueful to thee to haue hir."
    },
    {
      "verse": 5,
      "text": "And he willynge to sle hym, dredde the puple; for thei hadden hym as a prophete."
    },
    {
      "verse": 6,
      "text": "But in the dai of Heroudis birthe, the douytir of Herodias daunside in the myddil, and pleside Heroude."
    },
    {
      "verse": 7,
      "text": "Wherfor with an ooth he bihiyte to yyue to hir, what euere thing she hadde axid of hym."
    },
    {
      "verse": 8,
      "text": "And she bifor warned of hir modir, seide, Yif thou to me here the heed of Joon Baptist in a disch."
    },
    {
      "verse": 9,
      "text": "And the kyng was sorewful, but for the ooth, and for hem that saten to gidere at the mete, he comaundide to be youun."
    },
    {
      "verse": 10,
      "text": "And he sente, and bihedide Joon in the prisoun."
    },
    {
      "verse": 11,
      "text": "And his heed was brouyt in a dische, and it was youun to the damysel, and she bar it to hir modir."
    },
    {
      "verse": 12,
      "text": "And hise disciplis camen, and token his bodi, and birieden it; and thei camen, and tolden to Jhesu."
    },
    {
      "verse": 13,
      "text": "And whanne Jhesus hadde herd this thing, he wente fro thennus in a boot, in to desert place bisides. And whanne the puple hadde herd, thei folewiden hym on her feet fro citees."
    },
    {
      "verse": 14,
      "text": "And Jhesus yede out, and sai a greet puple, and hadde reuthe on hem, and heelide the sike men of hem."
    },
    {
      "verse": 15,
      "text": "But whanne the euentid was com, hise disciplis camen to him, and seiden, The place is desert, and the tyme is now passid; lat the puple go in to townes, to bye hem mete."
    },
    {
      "verse": 16,
      "text": "Jhesus seide to hem, Thei han not nede to go; yyue ye hem sumwhat to ete."
    },
    {
      "verse": 17,
      "text": "Thei answeriden, We han not heere, but fyue looues and twei fischis."
    },
    {
      "verse": 18,
      "text": "And he seide to hem, Brynge ye hem hidur to me."
    },
    {
      "verse": 19,
      "text": "And whanne he hadde comaundid the puple to sitte to meete on the heye, he took fyue looues and twei fischis, and he bihelde in to heuene, and blesside, and brak, and yaf to hise disciplis; and the disciplis yauen to the puple."
    },
    {
      "verse": 20,
      "text": "And alle eten, and weren fulfillid. And thei tooken the relifs of brokun gobetis, twelue cofynes ful."
    },
    {
      "verse": 21,
      "text": "And the noumbre of men that eten was fyue thousynde of men, outakun wymmen and lytle children."
    },
    {
      "verse": 22,
      "text": "And anoon Jhesus compellide the disciplis to go vp in to a boot, and go bifor hym ouer the see, while he lefte the puple."
    },
    {
      "verse": 23,
      "text": "And whanne the puple was left, he stiede aloone in to an hil for to preie. But whanne the euenyng was come, he was there aloone."
    },
    {
      "verse": 24,
      "text": "And the boot in the myddel of the see was schoggid with wawis, for the wynd was contrarie to hem."
    },
    {
      "verse": 25,
      "text": "But in the fourthe wakyng of the niyt, he cam to hem walkynge aboue the see."
    },
    {
      "verse": 26,
      "text": "And thei, seynge hym walking on the see, weren disturblid, and seiden, That it is a fantum; and for drede thei crieden."
    },
    {
      "verse": 27,
      "text": "And anoon Jhesus spac to hem, and seide, Haue ye trust, Y am; nyle ye drede."
    },
    {
      "verse": 28,
      "text": "And Petre answeride, and seide, Lord, if thou art, comaunde me to come to thee on the watris."
    },
    {
      "verse": 29,
      "text": "And he seide, Come thou. And Petre yede doun fro the boot, and walkide on the watris to come to Jhesu."
    },
    {
      "verse": 30,
      "text": "But he siy the wynd strong, and was aferde; and whanne he bigan to drenche, he criede, and seide, Lord, make me saaf."
    },
    {
      "verse": 31,
      "text": "And anoon Jhesus helde forth his hoond, and took Petre, and seide to hym, Thou of litil feith, whi hast thou doutid?"
    },
    {
      "verse": 32,
      "text": "And whanne he hadde stied in to the boot, the wynd ceessid."
    },
    {
      "verse": 33,
      "text": "And thei, that weren in the boot, camen, and worschipiden hym, and seiden, Verili, thou art Goddis sone."
    },
    {
      "verse": 34,
      "text": "And whanne thei hadden passid ouer the see, thei camen in to the loond of Genesar."
    },
    {
      "verse": 35,
      "text": "And whanne men of that place hadden knowe hym, thei senten in to al that cuntre; and thei brouyten to hym alle that hadden siknesse."
    },
    {
      "verse": 36,
      "text": "And thei preieden hym, that thei schulden touche the hemme of his clothing; and who euere touchiden weren maad saaf."
    }
  ]
}