{
  "book_id": "MAT",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "And the Farisees and the Saducees camen to hym temptynge, and preieden hym to schewe hem a tokene fro heuene."
    },
    {
      "verse": 2,
      "text": "And he answeride, and seide to hem, Whanne the euentid is comun, ye seien, It schal be clere, for heuene is rodi;"
    },
    {
      "verse": 3,
      "text": "and the morewtid, To dai tempest, for heuene schyneth heueli."
    },
    {
      "verse": 4,
      "text": "Thanne ye kunne deme the face of heuene, but ye moun not wite the tokenes of tymes. An yuel generacioun and auoutresse sekith a tokene; and a tokene schal not be youun to it, but the tokene of Jonas, the profete. And whanne he hadde left hem, he wente forth."
    },
    {
      "verse": 5,
      "text": "And whanne his disciplis camen ouer the see, thei foryaten to take looues."
    },
    {
      "verse": 6,
      "text": "And he seide to hem, Biholde ye, and be war of the soure dowy of Farisees and Saducees."
    },
    {
      "verse": 7,
      "text": "And thei thouyten among hem, and seiden, For we han not take looues."
    },
    {
      "verse": 8,
      "text": "But Jhesus witynge seide to hem, What thenken ye among you of litel feith, for ye han not looues?"
    },
    {
      "verse": 9,
      "text": "Yit `vndurstonden not ye, nether han mynde of fyue looues in to fyue thousynde of men, and hou many cofyns ye token?"
    },
    {
      "verse": 10,
      "text": "nether of seuene looues in to foure thousynde of men, and hou many lepis ye token?"
    },
    {
      "verse": 11,
      "text": "Whi vndurstonden ye not, for Y seide not to you of breed, Be ye war of the sourdowy of Farisees and of Saducees?"
    },
    {
      "verse": 12,
      "text": "Thanne thei vndurstooden, that he seide not to be war of sourdowy of looues, but of the techyng of Farisees and Saducees."
    },
    {
      "verse": 13,
      "text": "And Jhesus cam in to the parties of Cesarie of Filip, and axide hise disciplis, and seide, Whom seien men to be mannus sone?"
    },
    {
      "verse": 14,
      "text": "And thei seiden, Summe Joon Baptist; othere Elie; and othere Jeremye, or oon of the prophetis."
    },
    {
      "verse": 15,
      "text": "Jhesus seide to hem, But whom seien ye me to be?"
    },
    {
      "verse": 16,
      "text": "Symount Petre answeride, and seide, Thou art Crist, the sone of God lyuynge."
    },
    {
      "verse": 17,
      "text": "Jhesus answeride, and seide to him, Blessid art thou, Symount Bariona; for fleisch and blood schewide not to thee, but my fadir that is in heuenes."
    },
    {
      "verse": 18,
      "text": "And Y seie to thee, that thou art Petre, and on this stoon Y schal bilde my chirche, and the yatis of helle schulen not haue miyt ayens it."
    },
    {
      "verse": 19,
      "text": "And to thee Y shal yyue the keies of the kingdom of heuenes; and what euer thou shalt bynde on erthe, schal be boundun also in heuenes; and what euer thou schalt vnbynde on erthe, schal be vnbounden also in heuenes."
    },
    {
      "verse": 20,
      "text": "Thanne he comaundide to hise disciplis, that thei schulden seie to no man, that he was Crist."
    },
    {
      "verse": 21,
      "text": "Fro that tyme Jhesus bigan to schewe to hise disciplis, that it bihofte hym go to Jerusalem, and suffre many thingis, of the eldere men, and of scribis, and princis of prestis; and be slayn, and the thridde dai to rise ayen."
    },
    {
      "verse": 22,
      "text": "And Petre took hym, and bigan to blame him, and seide, Fer be it fro thee, Lord; this thing schal not be to thee."
    },
    {
      "verse": 23,
      "text": "And he turnede, and seide to Petre, Sathanas, go after me; thou art a sclaundre to me; for thou sauerist not tho thingis that ben of God, but tho thingis that ben of men."
    },
    {
      "verse": 24,
      "text": "Thanne Jhesus seide to his disciplis, If ony man wole come after me, denye he hym silf, and take his cros, and sue me; for he that wole make his lijf saaf,"
    },
    {
      "verse": 25,
      "text": "shal leese it; and he that schal leese his lijf for me, schal fynde it."
    },
    {
      "verse": 26,
      "text": "For what profitith it to a man, if he wynne al the world, and suffre peiryng of his soule? or what chaunging schal a man yyue for his soule?"
    },
    {
      "verse": 27,
      "text": "For mannes sone schal come in glorie of his fader, with his aungels, and thanne he schal yelde to ech man after his werkis."
    },
    {
      "verse": 28,
      "text": "Treuli Y seie to you, `ther ben summe of hem that stonden here, whiche schulen not taste deth, til thei seen mannus sone comynge in his kyngdom."
    }
  ]
}