{
  "book_id": "MAT",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "In that our the disciplis camen to Jhesu, and seiden, Who, gessist thou, is gretter in the kyngdom of heuenes?"
    },
    {
      "verse": 2,
      "text": "And Jhesus clepide a litil child, and putte hym in the myddil of hem;"
    },
    {
      "verse": 3,
      "text": "and seide, Y seie treuthe to you, but ye be turned, and maad as litle children, ye schulen not entre in to the kyngdom of heuenes."
    },
    {
      "verse": 4,
      "text": "Therfor who euer mekith hym as this litil child, he is gretter in the kyngdom of heuenes."
    },
    {
      "verse": 5,
      "text": "And he that resseyueth o siche litil child in my name, resseyueth me."
    },
    {
      "verse": 6,
      "text": "But who so sclaundrith oon of these smale, that bileuen in me, it spedith to hym that a mylnstoon `of assis be hangid in his necke, and he be drenchid in the depnesse of the see."
    },
    {
      "verse": 7,
      "text": "Woo to the world, for sclaundris; for it is nede that sclaundris come; netheles wo to thilke man bi whom a sclaundre cometh."
    },
    {
      "verse": 8,
      "text": "And if thin hoond or thi foot sclaundreth thee, kitte it of, and caste awei fro thee. It is betere to thee to entre to lijf feble, ethir crokid, than hauynge tweyne hoondis or twey feet to be sent in to euerlastynge fier."
    },
    {
      "verse": 9,
      "text": "And if thin iye sclaundre thee, pulle it out, and caste awei fro thee. It is betere to thee with oon iye to entre in to lijf, thanne hauynge tweyn iyen to be sent in to the fier of helle."
    },
    {
      "verse": 10,
      "text": "Se ye, that ye dispise not oon of these litle. For Y seie to you, that the aungels of hem in heuenes seen euermore the face of my fadir that is in heuenes."
    },
    {
      "verse": 11,
      "text": "For mannus sone cam to saue that thing that perischide."
    },
    {
      "verse": 12,
      "text": "What semeth to you? If ther weren to sum man an hundrid scheep, and oon of hem hath errid, whethir he schal not leeue nynti and nyne in desert, and schal go to seche that that erride?"
    },
    {
      "verse": 13,
      "text": "And if it falle that he fynde it, treuli Y seie to you, that he schal haue ioye theron more than on nynti and nyne that erriden not."
    },
    {
      "verse": 14,
      "text": "So it is not the wille bifor youre fadir that is in heuenes, that oon of these litle perische."
    },
    {
      "verse": 15,
      "text": "But if thi brother synneth ayens thee, go thou, and repreue hym, bitwixe thee and hym aloone; if he herith thee, thou hast wonnun thi brother."
    },
    {
      "verse": 16,
      "text": "And if he herith thee not, take with thee oon or tweyne, that euery word stonde in the mouth of tweyne or thre witnessis."
    },
    {
      "verse": 17,
      "text": "And if he herith not hem, seie thou to the chirche. But if he herith not the chirche, be he as an hethen and a pupplican to thee."
    },
    {
      "verse": 18,
      "text": "Y seie to you treuli, what euer thingis ye bynden on erthe, tho schulen be boundun also in heuene; and what euer thingis ye vnbynden on erthe, tho schulen be vnboundun also in heuene."
    },
    {
      "verse": 19,
      "text": "Eftsoone Y seie to you, that if tweyne of you consenten on the erthe, of euery thing what euer thei axen, it schal be don to hem of my fadir that is in heuenes."
    },
    {
      "verse": 20,
      "text": "For where tweyne or thre ben gaderid in my name, there Y am in the myddil of hem."
    },
    {
      "verse": 21,
      "text": "Thanne Petre cam to hym, and seide, Lord, how ofte schal my brother synne ayens me, and Y schal foryyue hym?"
    },
    {
      "verse": 22,
      "text": "Whether til seuen tymes? Jhesus seith to hym, Y seie not to thee, til seuene sithis; but til seuenti sithis seuene sithis."
    },
    {
      "verse": 23,
      "text": "Therfor the kyngdom of heuenes is licned to a kyng, that wolde rekyn with hise seruauntis."
    },
    {
      "verse": 24,
      "text": "And whanne he bigan to rekene, oon that ouyte ten thousynde talentis, was brouyt to hym."
    },
    {
      "verse": 25,
      "text": "And whanne he hadde not wherof to yelde, his lord comaundide hym to be seld, and his wijf, and children, and alle thingis that he hadde, and to be paied."
    },
    {
      "verse": 26,
      "text": "But thilke seruaunt felde doun, and preiede hym, and seide, Haue pacience in me, and Y schal yelde to thee alle thingis."
    },
    {
      "verse": 27,
      "text": "And the lord hadde merci on that seruaunt, and suffride hym to go, and foryaf to hym the dette."
    },
    {
      "verse": 28,
      "text": "But thilke seruaunt yede out, and foonde oon of his euen seruauntis, that ouyte hym an hundrid pens; and he helde hym, and stranglide hym, and seide, Yelde that that thou owest."
    },
    {
      "verse": 29,
      "text": "And his euen seruaunt felle doun, and preyede hym, and seide, Haue pacience in me, and Y schal quyte alle thingis to thee."
    },
    {
      "verse": 30,
      "text": "But he wolde not; but wente out, and putte hym in to prisoun, til he paiede al the dette."
    },
    {
      "verse": 31,
      "text": "And hise euen seruauntis, seynge the thingis that weren don, soreweden greetli. And thei camen, and telden to her lord alle the thingis that weren don."
    },
    {
      "verse": 32,
      "text": "Thanne his lord clepide hym, and seide to hym, Wickid seruaunt, Y foryaf to thee al the dette, for thou preiedist me."
    },
    {
      "verse": 33,
      "text": "Therfor whether it bihouede not also thee to haue merci on thin euen seruaunt, as Y hadde merci on thee?"
    },
    {
      "verse": 34,
      "text": "And his lord was wroth, and took hym to turmentouris, til he paiede al the dette."
    },
    {
      "verse": 35,
      "text": "So my fadir of heuene schal do to you, if ye foryyuen not euery man to his brother, of youre hertes."
    }
  ]
}