{
  "book_id": "MAT",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "The kyngdom of heuenes is lijc to an housbonde man, that wente out first bi the morewe, to hire werk men in to his vyneyerd."
    },
    {
      "verse": 2,
      "text": "And whanne the couenaunt was maad with werk men, of a peny for the dai, he sente hem in to his vyneyerd."
    },
    {
      "verse": 3,
      "text": "And he yede out aboute the thridde our, and say othere stondynge idel in the chepyng."
    },
    {
      "verse": 4,
      "text": "And he seide to hem, Go ye also in to myn vynyerd, and that that schal be riytful, Y schal yyue to you."
    },
    {
      "verse": 5,
      "text": "And thei wenten forth. Eftsoones he wente out aboute the sixte our, and the nynthe, and dide in lijk maner."
    },
    {
      "verse": 6,
      "text": "But aboute the elleuenthe our he wente out, and foond other stondynge; and he seide to hem, What stonden ye idel here al dai?"
    },
    {
      "verse": 7,
      "text": "Thei seien to him, For no man hath hirid vs. He seith to hem, Go ye also in to my vyneyerd."
    },
    {
      "verse": 8,
      "text": "And whanne euenyng was comun, the lord of the vyneyerd seith to his procuratoure, Clepe the werk men, and yelde to hem her hire, and bigynne thou at the laste til to the firste."
    },
    {
      "verse": 9,
      "text": "And so whanne thei weren comun, that camen aboute the elleuenthe our, also thei token eueryche of hem a peny."
    },
    {
      "verse": 10,
      "text": "But the firste camen, and demeden, that thei schulden take more, but thei token ech oon bi hem silf a peny;"
    },
    {
      "verse": 11,
      "text": "and in the takyng grutchiden ayens the hosebonde man, and seiden,"
    },
    {
      "verse": 12,
      "text": "These laste wrouyten oon our, and thou hast maad hem euen to vs, that han born the charge of the dai, and heete?"
    },
    {
      "verse": 13,
      "text": "And he answeride to oon of hem, and seide, Freend, Y do thee noon wrong; whether thou hast not acordid with me for a peny?"
    },
    {
      "verse": 14,
      "text": "Take thou that that is thin, and go; for Y wole yyue to this laste man, as to thee."
    },
    {
      "verse": 15,
      "text": "Whether it is not leueful to me to do that that Y wole? Whether thin iye is wickid, for Y am good?"
    },
    {
      "verse": 16,
      "text": "So the laste schulen be the firste, and the firste the laste; `for many ben clepid, but fewe ben chosun."
    },
    {
      "verse": 17,
      "text": "And Jhesus wente vp to Jerusalem, and took hise twelue disciplis in priuetee, and seide to hem, Lo!"
    },
    {
      "verse": 18,
      "text": "we goon vp to Jerusalem, and mannus sone schal be bitakun to princis of prestis, and scribis; and thei schulen condempne him to deeth."
    },
    {
      "verse": 19,
      "text": "And thei schulen bitake hym to hethene men, for to be scorned, and scourgid, and crucified; and the thridde day he schal rise ayen to lijf."
    },
    {
      "verse": 20,
      "text": "Thanne the modir of the sones of Zebedee cam to hym with hir sones, onourynge, and axynge sum thing of hym."
    },
    {
      "verse": 21,
      "text": "And he seide to hir, What wolt thou? She seith to hym, Seie that thes tweyne my sones sitte, oon at thi riythalf, and oon at thi lefthalf, in thi kyngdom."
    },
    {
      "verse": 22,
      "text": "Jhesus answeride, and seide, Ye witen not what ye axen. Moun ye drynke the cuppe which Y schal drynke? Thei seien to hym, We moun."
    },
    {
      "verse": 23,
      "text": "He seith to hem, Ye schulen drinke my cuppe; but to sitte at my riythalf or lefthalf, it is not myn to yyue to you; but to whiche it is maad redi of my fadir."
    },
    {
      "verse": 24,
      "text": "And the ten herynge, hadden indignacioun of the twei britheren."
    },
    {
      "verse": 25,
      "text": "But Jhesus clepide hem to hym, and seide, Ye witen, that princis of hethene men ben lordis of hem, and thei that ben gretter, vsen power on hem."
    },
    {
      "verse": 26,
      "text": "It schal not be so among you; but who euer wole be maad gretter among you, be he youre mynystre;"
    },
    {
      "verse": 27,
      "text": "and who euer among you wole be the firste, he schal be youre seruaunt."
    },
    {
      "verse": 28,
      "text": "As mannus sone cam not to be seruyd, but to serue, and to yyue his lijf redempcioun for manye."
    },
    {
      "verse": 29,
      "text": "And whanne thei yeden out of Jerico, miche puple suede him."
    },
    {
      "verse": 30,
      "text": "And lo! twei blynde men saten bisydis the weie, and herden that Jhesus passide; and thei crieden, and seiden, Lord, the sone of Dauid, haue merci on vs."
    },
    {
      "verse": 31,
      "text": "And the puple blamede hem, that thei schulden be stille; and thei crieden the more, and seiden, Lord, the sone of Dauid, haue merci on vs."
    },
    {
      "verse": 32,
      "text": "And Jhesus stood, and clepide hem, and seide, What wolen ye, that Y do to you?"
    },
    {
      "verse": 33,
      "text": "Thei seien to him, Lord, that oure iyen be opened."
    },
    {
      "verse": 34,
      "text": "And Jhesus hadde merci on hem, and touchide her iyen; and anoon thei sayen, and sueden him."
    }
  ]
}