{
  "book_id": "MAT",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "And whanne Jhesus cam nyy to Jerusalem, and cam to Bethfage, at the mount of Olyuete, thanne sente he his twei disciplis, and seide to hem,"
    },
    {
      "verse": 2,
      "text": "Go ye in to the castel that is ayens you, and anoon ye schulen fynde an asse tied, and a colt with hir; vntien ye, and brynge to me."
    },
    {
      "verse": 3,
      "text": "And if ony man seie to you ony thing, seie ye, that the Lord hath nede to hem; and anoon he schal leeue hem."
    },
    {
      "verse": 4,
      "text": "Al this was doon, that that thing schulde be fulfillid, that was seid bi the prophete, seiynge, Seie ye to the douyter of Syon, Lo!"
    },
    {
      "verse": 5,
      "text": "thi kyng cometh to thee, meke, sittynge on an asse, and a fole of an asse vnder yok."
    },
    {
      "verse": 6,
      "text": "And the disciplis yeden, and diden as Jhesus comaundide hem."
    },
    {
      "verse": 7,
      "text": "And thei brouyten an asse, and the fole, and leiden her clothis on hem, and maden hym sitte aboue."
    },
    {
      "verse": 8,
      "text": "And ful myche puple strewiden her clothis in the weie; othere kittiden braunchis of trees, and strewiden in the weie."
    },
    {
      "verse": 9,
      "text": "And the puple that wente bifore, and that sueden, crieden, and seiden, Osanna to the sone of Dauid; blessid is he that cometh in the name of the Lord; Osanna in hiy thingis."
    },
    {
      "verse": 10,
      "text": "And whanne he was entrid in to Jerusalem, al the citee was stirid, and seide, Who is this?"
    },
    {
      "verse": 11,
      "text": "But the puple seide, This is Jhesus, the prophete, of Nazareth of Galilee."
    },
    {
      "verse": 12,
      "text": "And Jhesus entride in to the temple of God, and castide out of the temple alle that bouyten and solden; and he turnede vpsedoun the bordis of chaungeris, and the chayeris of men that solden culueris."
    },
    {
      "verse": 13,
      "text": "And he seith to hem, It is writun, Myn hous schal be clepid an hous of preier; but ye han maad it a denne of theues."
    },
    {
      "verse": 14,
      "text": "And blynde and crokid camen to hym in the temple, and he heelide hem."
    },
    {
      "verse": 15,
      "text": "But the princis of prestis and scribis, seynge the merueilouse thingis that he dide, and children criynge in the temple, and seiynge, Osanna to the sone of Dauid, hadden indignacioun,"
    },
    {
      "verse": 16,
      "text": "and seiden to hym, Herist thou what these seien? And Jhesus seide to hem, Yhe; whether ye han neuer redde, That of the mouth of yonge children, and of soukynge childryn, thou hast maad perfit heriyng?"
    },
    {
      "verse": 17,
      "text": "And whanne he hadde left hem, he wente forth out of the citee, in to Bethanye; and there he dwelte, and tauyte hem of the kyngdom of God."
    },
    {
      "verse": 18,
      "text": "But on the morowe, he, turnynge ayen in to the citee, hungride."
    },
    {
      "verse": 19,
      "text": "And he saye a fige tree bisidis the weie, and cam to it, and foond no thing ther ynne but leeues oneli. And he seide to it, Neuer fruyt come forth of thee, in to with outen eende, And anoon the fige tre was dried vp."
    },
    {
      "verse": 20,
      "text": "And disciplis `sawen, and wondriden, seiynge, Hou anoon it driede."
    },
    {
      "verse": 21,
      "text": "And Jhesus answeride, and seide to hem, Treuli Y seie to you, if ye haue feith, and douten not, not oonli ye schulen do of the fige tree, but also if ye seyn to this hil, Take, and caste thee in to the see, it schal be don so."
    },
    {
      "verse": 22,
      "text": "And alle thingis what euere ye bileuynge schulen axe in preyer, ye schulen take."
    },
    {
      "verse": 23,
      "text": "And whanne he cam in to the temple, the princis of prestis and elder men of the puple camen to hym that tauyte, and seiden, In what power doist thou these thingis? and who yaf thee this power?"
    },
    {
      "verse": 24,
      "text": "Jhesus answeride, and seide to hem, And Y schal axe you o word, the which if ye tellen me, Y schal seie to you, in what power Y do these thingis."
    },
    {
      "verse": 25,
      "text": "Of whennys was the baptym of Joon; of heuene, or of men? And thei thouyten with ynne hem silf,"
    },
    {
      "verse": 26,
      "text": "seiynge, If we seien of heuene, he schal seie to vs, Whi thanne bileuen ye not to hym? If we seien of men, we dreden the puple, for alle hadden Joon as a prophete."
    },
    {
      "verse": 27,
      "text": "And thei answeriden to Jhesu, and seiden, We witen not. And he seide to hem, Nether Y seie to you, in what power Y do these thingis."
    },
    {
      "verse": 28,
      "text": "But what semeth to you? A man hadde twey sones; and he cam to the firste, and seide, Sone, go worche this dai in my vyneyerd."
    },
    {
      "verse": 29,
      "text": "And he answeride, and seide, Y nyle; but afterward he forthouyte, and wente forth."
    },
    {
      "verse": 30,
      "text": "But he cam to `the tother, and seide on lijk maner. And he answeride, and seide, Lord, Y go; and he wente not."
    },
    {
      "verse": 31,
      "text": "Who of the tweyne dide the fadris wille? Thei seien to hym, The firste. Jhesus seith to hem, Treuli Y seie to you, for pupplicans and hooris schulen go bifor you `in to the kyngdom of God."
    },
    {
      "verse": 32,
      "text": "For Joon cam to you in the weie of riytwisnesse, and ye bileueden not to him; but pupplicans and hooris bileueden to hym. But ye sayn, and hadden no forthenkyng aftir, that ye bileueden to hym."
    },
    {
      "verse": 33,
      "text": "Here ye another parable. There was an hosebonde man, that plauntide a vynyerd, and heggide it aboute, and dalfe a presour ther ynne, and bildide a tour, and hiride it to erthe tilieris, and wente fer in pilgrimage."
    },
    {
      "verse": 34,
      "text": "But whanne the tyme of fruytis neiyede, he sente his seruauntis to the erthe tilieris, to take fruytis of it."
    },
    {
      "verse": 35,
      "text": "And the erthetilieris token his seruauntis, and beeten `the toon, thei slowen another, and thei stonyden another."
    },
    {
      "verse": 36,
      "text": "Eftsoone he sente othere seruauntis, mo than the firste, and in lijk maner thei diden to hem."
    },
    {
      "verse": 37,
      "text": "And at the laste he sente his sone to hem, and seide, Thei schulen drede my sone."
    },
    {
      "verse": 38,
      "text": "But the erthe tilieris, seynge the sone, seiden with ynne hem silf, This is the eire; come ye, sle we hym, and we schulen haue his eritage."
    },
    {
      "verse": 39,
      "text": "And thei token, and castiden hym out of the vynyerd, and slowen hym."
    },
    {
      "verse": 40,
      "text": "Therfor whanne the lord of the vyneyerd schal come, what schal he do to thilke erthe tilieris?"
    },
    {
      "verse": 41,
      "text": "Thei seien to hym, He schal leese yuele the yuele men, and he schal sette to hire his vyneyerd to othere erthetilieris, whyche schulen yelde to hym fruyt in her tymes."
    },
    {
      "verse": 42,
      "text": "Jhesus seith to hem, Redden ye neuer in scripturis, The stoon which bilderis repreueden, this is maad in to the heed of the corner? Of the Lord this thing is don, and it is merueilous bifor oure iyen."
    },
    {
      "verse": 43,
      "text": "Therfor Y seie to you, that the kyngdom of God schal be takun fro you, and shal be youun to a folc doynge fruytis of it."
    },
    {
      "verse": 44,
      "text": "And he that schal falle on this stoon, schal be brokun; but on whom it schal falle, it schal al tobrise hym."
    },
    {
      "verse": 45,
      "text": "And whanne the princes of prestis and Farisees hadden herd hise parablis, thei knewen that he seide of hem."
    },
    {
      "verse": 46,
      "text": "And thei souyten to holde hym, but thei dredden the puple, for thei hadden hym as a prophete."
    }
  ]
}