{
  "book_id": "MAT",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "And Jhesus answeride, and spak eftsoone in parablis to hem,"
    },
    {
      "verse": 2,
      "text": "and seide, The kyngdom of heuenes is maad lijk to a kyng that made weddyngis to his sone."
    },
    {
      "verse": 3,
      "text": "And he sente hise seruauntis for to clepe men that weren bode to the weddyngis, and thei wolden not come."
    },
    {
      "verse": 4,
      "text": "Eftsoone he sente othere seruauntis, and seide, Seie ye to the men that ben bode to the feeste, Lo! Y haue maad redi my meete, my bolis and my volatilis ben slayn, and alle thingis ben redy; come ye to the weddyngis."
    },
    {
      "verse": 5,
      "text": "But thei dispisiden, and wenten forth, oon in to his toun, anothir to his marchaundise."
    },
    {
      "verse": 6,
      "text": "But othere helden his seruauntis, and turmentiden hem, and slowen."
    },
    {
      "verse": 7,
      "text": "But the kyng, whanne he hadde herd, was wroth; and he sente hise oostis, and he distruyede tho manquelleris, and brente her citee."
    },
    {
      "verse": 8,
      "text": "Thanne he seide to hise seruauntis, The weddyngis ben redi, but thei that weren clepid to the feeste, weren not worthi."
    },
    {
      "verse": 9,
      "text": "Therfor go ye to the endis of weies, and whom euere ye fynden, clepe ye to the weddyngis."
    },
    {
      "verse": 10,
      "text": "And hise seruauntis yeden out in to weies, and gadriden togider alle that thei founden, good and yuele; and the bridale was fulfillid with men sittynge at the mete."
    },
    {
      "verse": 11,
      "text": "And the kyng entride, to se men sittynge at the mete; and he siye there a man not clothid with bride cloth."
    },
    {
      "verse": 12,
      "text": "And he seide to hym, Freend, hou entridist thou hidir with out bride clothis? And he was doumbe."
    },
    {
      "verse": 13,
      "text": "Thanne the kyng bad hise mynystris, Bynde hym bothe hondis and feet, and sende ye him in to vtmer derknessis; there schal be wepyng and grentyng of teeth."
    },
    {
      "verse": 14,
      "text": "For many ben clepid, but fewe ben chosun."
    },
    {
      "verse": 15,
      "text": "Thanne Farisees yeden awei, and token a counsel to take Jhesu in word."
    },
    {
      "verse": 16,
      "text": "And thei senden to hym her disciplis, with Erodians, and seien, Maister, we witen, that thou art sothefast, and thou techist in treuthe the weie of God, and thou chargist not of ony man, for thou biholdist not the persoone of men."
    },
    {
      "verse": 17,
      "text": "Therfor seie to vs, what it seemeth to thee. Is it leueful that tribute be youun to the emperoure, ether nay?"
    },
    {
      "verse": 18,
      "text": "And whanne Jhesus hadde knowe the wickidnesse of hem, he seide, Ypocritis, what tempten ye me?"
    },
    {
      "verse": 19,
      "text": "Schewe ye to me the prynte of the money. And thei brouyten to hym a peny."
    },
    {
      "verse": 20,
      "text": "And Jhesus seide to hem, Whos is this ymage, and the writyng aboue?"
    },
    {
      "verse": 21,
      "text": "Thei seien to hym, The emperouris. Thanne he seide to hem, Therfor yelde ye to the emperoure tho thingis that ben the emperouris, and to God tho thingis that ben of God."
    },
    {
      "verse": 22,
      "text": "And thei herden, and wondriden; and thei leften hym, and wenten awey."
    },
    {
      "verse": 23,
      "text": "In that dai Saduceis, that seien there is no risyng ayen to lijf, camen to hym, and axiden him,"
    },
    {
      "verse": 24,
      "text": "and seiden, Mayster, Moises seide, if ony man is deed, not hauynge a sone, that his brother wedde his wijf, and reise seed to his brothir."
    },
    {
      "verse": 25,
      "text": "And seuen britheren weren at vs; and the firste weddide a wijf, and is deed. And he hadde no seed, and lefte his wijf to his brother;"
    },
    {
      "verse": 26,
      "text": "also the secounde, and the thridde, til to the seuenthe."
    },
    {
      "verse": 27,
      "text": "But the laste of alle, the woman is deed."
    },
    {
      "verse": 28,
      "text": "Also in the risyng ayen to lijf, whos wijf of the seuene schal sche be? for alle hadden hir."
    },
    {
      "verse": 29,
      "text": "Jhesus answeride, and seide to hem, Ye erren, `and ye knowen not scripturis, ne the vertu of God."
    },
    {
      "verse": 30,
      "text": "For in the rysyng ayen to lijf, nether thei schulen wedde, nethir schulen be weddid; but thei ben as the aungels of God in heuene."
    },
    {
      "verse": 31,
      "text": "And of the risyng ayen of deed men, `han ye not red, that is seid of the Lord, that seith to you,"
    },
    {
      "verse": 32,
      "text": "Y am God of Abraham, and God of Ysaac, and God of Jacob? he is not God of deede men, but of lyuynge men."
    },
    {
      "verse": 33,
      "text": "And the puple herynge, wondriden in his techynge."
    },
    {
      "verse": 34,
      "text": "And Fariseis herden that he hadde put silence to Saduceis, and camen togidere."
    },
    {
      "verse": 35,
      "text": "And oon of hem, a techere of the lawe, axide Jhesu, and temptide him,"
    },
    {
      "verse": 36,
      "text": "Maistir, which is a greet maundement in the lawe?"
    },
    {
      "verse": 37,
      "text": "Jhesus seide to him, Thou schalt loue thi Lord God, of al thin herte, and in al thi soule, and in al thi mynde."
    },
    {
      "verse": 38,
      "text": "This is the firste and the moste maundement."
    },
    {
      "verse": 39,
      "text": "And the secounde is lijk to this; Thou schalt loue thi neiyebore as thi silf."
    },
    {
      "verse": 40,
      "text": "In these twey maundementis hangith al the lawe and the profetis."
    },
    {
      "verse": 41,
      "text": "And whanne the Farisees weren gederid togidere, Jhesus axide hem,"
    },
    {
      "verse": 42,
      "text": "and seide, What semeth to you of Crist, whos sone is he? Thei seien to hym, Of Dauid."
    },
    {
      "verse": 43,
      "text": "He seith to hem, Hou thanne Dauid in spirit clepith hym Lord,"
    },
    {
      "verse": 44,
      "text": "and seith, The Lord seide to my Lord, Sitte on my riythalf, til Y putte thin enemyes a stool of thi feet?"
    },
    {
      "verse": 45,
      "text": "Thanne if Dauid clepith hym Lord, hou is he his sone?"
    },
    {
      "verse": 46,
      "text": "And no man miyte answere a word to hym, nethir ony man was hardi fro that day, to axe hym more."
    }
  ]
}