{
  "book_id": "MAT",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Thanne Jhesus spac to the puple, and to hise disciplis,"
    },
    {
      "verse": 2,
      "text": "and seide, On the chayere of Moises, scribis and Farisees han sete."
    },
    {
      "verse": 3,
      "text": "Therfor kepe ye, and do ye alle thingis, what euer thingis thei seien to you. But nyle ye do aftir her werkis; for thei seien, and don not."
    },
    {
      "verse": 4,
      "text": "And thei bynden greuouse chargis, and that moun not be borun, and putten on schuldris of men; but with her fyngur thei wolen not moue hem."
    },
    {
      "verse": 5,
      "text": "Therfor thei don alle her werkis `that thei be seen of men; for thei drawen abrood her filateries, and magnifien hemmes."
    },
    {
      "verse": 6,
      "text": "And thei louen the first sittyng placis in soperis, and the first chaieris in synagogis;"
    },
    {
      "verse": 7,
      "text": "and salutaciouns in chepyng, and to be clepid of men maystir."
    },
    {
      "verse": 8,
      "text": "But nyle ye be clepid maister; for oon is youre maystir, and alle ye ben britheren."
    },
    {
      "verse": 9,
      "text": "And nyle ye clepe to you a fadir on erthe, for oon is your fadir, that is in heuenes."
    },
    {
      "verse": 10,
      "text": "Nether be ye clepid maistris, for oon is youre maister, Crist."
    },
    {
      "verse": 11,
      "text": "He that is grettest among you, schal be youre mynystre."
    },
    {
      "verse": 12,
      "text": "For he that hieth himself, schal be mekid; and he that mekith hym silf, schal be enhaunsid."
    },
    {
      "verse": 13,
      "text": "But wo to you, scribis and Farisees, ipocritis, that closen the kyngdom of heuenes bifore men; and ye entren not, nether suffren men entrynge to entre."
    },
    {
      "verse": 14,
      "text": "Wo to you, scribis and Farisees, ipocritis, that eten the housis of widowis, and preien bi longe preier; for this thing ye schulen take more doom."
    },
    {
      "verse": 15,
      "text": "Wo to you, scribis and Farisees, ypocritis, that goon aboute the see and the loond, to make o prosilite; and whanne he is maad, ye maken hym a sone of helle, double more than ye ben."
    },
    {
      "verse": 16,
      "text": "Wo to you, blynde lederis, that seien, Who euer swerith bi the temple of God, it is `no thing; but he that swerith in the gold of the temple, is dettoure."
    },
    {
      "verse": 17,
      "text": "Ye foolis and blynde, for what is grettere, the gold, or the temple that halewith the gold?"
    },
    {
      "verse": 18,
      "text": "And who euer swerith in the auter, it is no thing; but he that swerith in the yifte that is on the auter, owith."
    },
    {
      "verse": 19,
      "text": "Blynde men, for what is more, the yifte, or the auter that halewith the yifte?"
    },
    {
      "verse": 20,
      "text": "Therfor he that swerith in the auter, swerith in it, and in alle thingis that ben ther on."
    },
    {
      "verse": 21,
      "text": "And he that swerith in the temple, swerith in it, and in hym that dwellith in the temple."
    },
    {
      "verse": 22,
      "text": "And he that swerith in heuene, swerith in the trone of God, and in hym that sittith ther on."
    },
    {
      "verse": 23,
      "text": "Wo to you, scribis and Farisees, ypocritis, that tithen mynte, anete, and cummyn, and han left tho thingis that ben of more charge of the lawe, doom, and merci, and feith. And it bihofte to do these thingis, and not to leeue tho."
    },
    {
      "verse": 24,
      "text": "Blynde lederis, clensinge a gnatte, but swolewynge a camel."
    },
    {
      "verse": 25,
      "text": "Woo to you, scribis and Farisees, ypocritis, that clensen the cuppe and the plater with outforth; but with ynne ye ben ful of raueyne and vnclennesse."
    },
    {
      "verse": 26,
      "text": "Thou blynde Farisee, clense the cuppe and the plater with ynneforth, that that that is with outforth be maad clene."
    },
    {
      "verse": 27,
      "text": "Wo to you, scribis and Farisees, ipocritis, that ben lijk to sepulcris whitid, whiche with outforth semen faire to men; but with ynne thei ben fulle of boonus of deed men, and of al filthe."
    },
    {
      "verse": 28,
      "text": "So ye with outforth semen iust to men; but with ynne ye ben ful of ypocrisy and wickidnesse."
    },
    {
      "verse": 29,
      "text": "Wo to you, scribis and Farisees, ipocritis, that bilden sepulcris of profetis, and maken faire the birielis of iust men,"
    },
    {
      "verse": 30,
      "text": "and seien, If we hadden be in the daies of oure fadris, we schulden not haue be her felowis in the blood of prophetis."
    },
    {
      "verse": 31,
      "text": "And so ye ben in witnessyng to you silf, that ye ben the sones of hem that slowen the prophetis."
    },
    {
      "verse": 32,
      "text": "And fulfille ye the mesure of youre fadris."
    },
    {
      "verse": 33,
      "text": "Ye eddris, and eddris briddis, hou schulen ye fle fro the doom of helle?"
    },
    {
      "verse": 34,
      "text": "Therfor lo! Y sende to you profetis, and wise men, and scribis; and of hem ye schulen sle and crucifie, and of hem ye schulen scourge in youre sinagogis, and schulen pursue fro cite in to citee;"
    },
    {
      "verse": 35,
      "text": "that al the iust blood come on you, that was sched on the erthe, fro the blood of iust Abel to the blood of Zacarie, the sone of Barachie, whom ye slowen bitwixe the temple and the auter."
    },
    {
      "verse": 36,
      "text": "Treuli Y seie to you, alle these thingis schulen come on this generacioun."
    },
    {
      "verse": 37,
      "text": "Jerusalem, Jerusalem, that sleest prophetis, and stoonest hem that ben sent to thee, hou ofte wolde Y gadere togidere thi children, as an henne gaderith togidir her chikenes vndir hir wengis, and thou woldist not."
    },
    {
      "verse": 38,
      "text": "Lo! youre hous schal be left to you desert."
    },
    {
      "verse": 39,
      "text": "And Y seie to you, ye schulen not se me fro hennus forth, til ye seien, Blessid is he, that cometh in the name of the Lord."
    }
  ]
}