{
  "book_id": "MAT",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "And Jhesus wente out of the temple; and his disciplis camen to hym, to schewe hym the bildyngis of the temple."
    },
    {
      "verse": 2,
      "text": "But he answeride, and seide to hem, Seen ye alle these thingis? Treuli Y seie to you, a stoon schal not be left here on a stoon, that ne it schal be destried."
    },
    {
      "verse": 3,
      "text": "And whanne he satte on the hille of Olyuete, hise disciplis camen to hym priueli, and seiden, Seie vs, whanne these thingis schulen be, and what token of thi comyng, and of the ending of the world."
    },
    {
      "verse": 4,
      "text": "And Jhesus answeride, and seide to hem, Loke ye, that no man disseyue you."
    },
    {
      "verse": 5,
      "text": "For many schulen come in my name, and schulen seie, Y am Crist; and thei schulen disseyue manye."
    },
    {
      "verse": 6,
      "text": "For ye schulen here batels, and opyniouns of batels; se ye that ye be not disturblid; for it byhoueth these thingis to be don, but not yit is the ende."
    },
    {
      "verse": 7,
      "text": "Folk schal rise togidere ayens folc, and rewme ayens rewme, and pestilences, and hungris, and the erthemouyngis schulen be bi placis;"
    },
    {
      "verse": 8,
      "text": "and alle these ben bigynnyngis of sorewes."
    },
    {
      "verse": 9,
      "text": "Thanne men schulen bitake you in to tribulacion, and schulen sle you, and ye schulen be in hate to alle folk for my name."
    },
    {
      "verse": 10,
      "text": "And thanne many schulen be sclaundrid, and bitraye ech other, and thei schulen hate ech other."
    },
    {
      "verse": 11,
      "text": "And many false prophetis schulen rise, and disseyue manye."
    },
    {
      "verse": 12,
      "text": "And for wickidnesse schal `be plenteuouse, the charite of manye schal wexe coold;"
    },
    {
      "verse": 13,
      "text": "but he that schal dwelle stable in to the ende, schal be saaf."
    },
    {
      "verse": 14,
      "text": "And this gospel of the kyngdom schal be prechid in al the world, in witnessyng to al folc;"
    },
    {
      "verse": 15,
      "text": "and thanne the ende schal come. Therfor whanne ye se the abhomynacioun of discomfort, that is seid of Danyel, the prophete, stondynge in the hooli place; he that redith, vndirstonde he;"
    },
    {
      "verse": 16,
      "text": "thanne thei that ben in Judee, fle to the mounteyns; and he that is in the hous roof,"
    },
    {
      "verse": 17,
      "text": "come not doun to take ony thing of his hous; and he that is in the feeld,"
    },
    {
      "verse": 18,
      "text": "turne not ayen to take his coote."
    },
    {
      "verse": 19,
      "text": "But wo to hem that ben with child, and nurischen in tho daies."
    },
    {
      "verse": 20,
      "text": "Preye ye, that youre fleyng be not maad in wynter, or in the saboth."
    },
    {
      "verse": 21,
      "text": "For thanne schal be greet tribulacioun, what maner `was not fro the bigynnyng of the world to now, nether schal be maad."
    },
    {
      "verse": 22,
      "text": "And but tho daies hadden be abreggide, ech flesch schulde not be maad saaf; but tho daies schulen be maad schort, for the chosun men."
    },
    {
      "verse": 23,
      "text": "Thanne if ony man seie to you, Lo! here is Crist, or there, nyle ye bileue."
    },
    {
      "verse": 24,
      "text": "For false Cristis and false prophetis schulen rise, and thei schulen yyue grete tokenes and wondrys; so that also the chosun be led in to erroure, if it may be done."
    },
    {
      "verse": 25,
      "text": "Lo! Y haue bifor seid to you."
    },
    {
      "verse": 26,
      "text": "Therfor if thei seie to you, Lo! he is in desert, nyle ye go out; lo! in priuey placis, nyle ye trowe."
    },
    {
      "verse": 27,
      "text": "For as leit goith out fro the eest, and apperith in to the weste, so schal be also the coming of mannus sone."
    },
    {
      "verse": 28,
      "text": "Where euer the bodi schal be, also the eglis schulen be gaderid thidur."
    },
    {
      "verse": 29,
      "text": "And anoon after the tribulacioun of tho daies, the sunne schal be maad derk, and the moone schal not yyue hir liyt, and the sterris schulen falle fro heuene, and the vertues of heuenes schulen be moued."
    },
    {
      "verse": 30,
      "text": "And thanne the tokene of mannus sone schal appere in heuene, and thanne alle kynredis of the erthe schulen weile; and thei schulen see mannus sone comynge in the cloudis of heuene, with miche vertu and maieste."
    },
    {
      "verse": 31,
      "text": "And he schal sende hise aungels with a trumpe, and a greet vois; and thei schulen gedere hise chosun fro foure wyndis, fro the hiyest thingis of heuenes to the endis of hem."
    },
    {
      "verse": 32,
      "text": "And lerne ye the parable of a fige tre. Whanne his braunche is now tendir, and the leeues ben sprongun, ye witen that somer is nyy;"
    },
    {
      "verse": 33,
      "text": "`so and ye whanne ye seen alle these thingis, wite ye that it is nyy, in the yatis."
    },
    {
      "verse": 34,
      "text": "Treuli Y seie to you, for this generacioun schal not passe, til alle thingis be don;"
    },
    {
      "verse": 35,
      "text": "heuene and erthe schulen passe, but my wordis schulen not passe."
    },
    {
      "verse": 36,
      "text": "But of thilke dai and our no man wote, nethir aungels of heuenes, but the fadir aloone."
    },
    {
      "verse": 37,
      "text": "But as it was in the daies of Noe, so schal be the comyng of mannus sone."
    },
    {
      "verse": 38,
      "text": "For as in the daies bifore the greet flood, thei weren etynge and drynkynge, weddynge and takynge to weddyng, to that dai, that Noe entride in to the schippe;"
    },
    {
      "verse": 39,
      "text": "and thei knewen not, til the greet flood cam, and took alle men, so schal be the comyng of mannus sone."
    },
    {
      "verse": 40,
      "text": "Thanne tweyne schulen be in o feeld, oon schal be takun, and another left;"
    },
    {
      "verse": 41,
      "text": "twey wymmen schulen be gryndynge in o queerne, oon schal be takun, and `the tother left; tweyn in a bedde, `the toon schal be takun, and the tother left."
    },
    {
      "verse": 42,
      "text": "Therfor wake ye, for ye witen not in what our the Lord schal come."
    },
    {
      "verse": 43,
      "text": "But wite ye this, that if the hosebonde man wiste in what our the thefe were to come, certis he wolde wake, and suffre not his hous to be vndurmyned."
    },
    {
      "verse": 44,
      "text": "And therfor be ye redi, for in what our ye gessen not, mannus sone schal come."
    },
    {
      "verse": 45,
      "text": "Who gessist thou is a trewe seruaunt and prudent, whom his lord ordeyned on his meynee, to yyue hem mete in tyme?"
    },
    {
      "verse": 46,
      "text": "Blessed is that seruaunt, whom `his lord, whanne he schal come, schal fynde so doynge."
    },
    {
      "verse": 47,
      "text": "Treuli Y seye to you, for on alle his goodis he schal ordeyne hym."
    },
    {
      "verse": 48,
      "text": "But if thilke yuel seruaunt seie in his herte, My lord tarieth to come,"
    },
    {
      "verse": 49,
      "text": "and bigynneth to smyte hise euen seruauntis, and ete, and drynke with drunken men;"
    },
    {
      "verse": 50,
      "text": "the lord of that seruaunt schal come in the dai which he hopith not, and in the our that he knowith not,"
    },
    {
      "verse": 51,
      "text": "and schal departe hym, and putte his part with ypocritis; there schal be wepyng, and gryntyng of teeth."
    }
  ]
}