{
  "book_id": "MAT",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And it was doon, whanne Jhesus hadde endid alle these wordis, he seide to hise disciplis,"
    },
    {
      "verse": 2,
      "text": "Ye witen, that aftir twei daies pask schal be maad, and mannus sone schal be bitakun to be crucified."
    },
    {
      "verse": 3,
      "text": "Than the princes of prestis and the elder men of the puple were gaderid in to the halle of the prince of prestis, that was seid Cayfas,"
    },
    {
      "verse": 4,
      "text": "and maden a counsel to holde Jhesu with gile, and sle him;"
    },
    {
      "verse": 5,
      "text": "but thei seiden, Not in the haliday, lest perauenture noyse were maad in the puple."
    },
    {
      "verse": 6,
      "text": "And whanne Jhesus was in Betanye, in the hous of Symount leprous,"
    },
    {
      "verse": 7,
      "text": "a womman that hadde a box of alabastre of precious oynement, cam to hym, and schedde out on the heed of hym restynge."
    },
    {
      "verse": 8,
      "text": "And disciplis seynge hadden dedeyn, and seiden, Wherto this loss? for it myyte be seld for myche,"
    },
    {
      "verse": 9,
      "text": "and be youun to pore men."
    },
    {
      "verse": 10,
      "text": "But Jhesus knewe, and seide to hem, What ben ye heuy to this womman? for sche hath wrouyt in me a good werk."
    },
    {
      "verse": 11,
      "text": "For ye schulen euere haue pore men with you, but ye schulen not algatis haue me."
    },
    {
      "verse": 12,
      "text": "This womman sendynge this oynement in to my bodi, dide to birie me."
    },
    {
      "verse": 13,
      "text": "Treuli Y seie to you, where euer this gospel schal be prechid in al the world, it schal be seid, that sche dide this, in mynde of hym."
    },
    {
      "verse": 14,
      "text": "Thanne oon of the twelue, that was clepid Judas Scarioth, wente forth to the princis of prestis,"
    },
    {
      "verse": 15,
      "text": "and seide to hem, What wolen ye yyue to me, and Y schal bitake hym to you? And thei ordeyneden to hym thretti pans of siluer."
    },
    {
      "verse": 16,
      "text": "And fro that tyme he souyte oportunyte, to bitraye hym."
    },
    {
      "verse": 17,
      "text": "And in the firste dai of therf looues the disciplis camen to Jhesu, and seiden, Where wolt thou we make redi to thee, to ete paske?"
    },
    {
      "verse": 18,
      "text": "Jhesus seide, Go ye into the citee to `sum man, and seie to hym, The maistir seith, My tyme is nyy; at thee Y make paske with my disciplis."
    },
    {
      "verse": 19,
      "text": "And the disciplis diden, as Jhesus comaundide to hem; and thei maden the paske redi."
    },
    {
      "verse": 20,
      "text": "And whanne euentid was come, he sat to mete with hise twelue disciplis."
    },
    {
      "verse": 21,
      "text": "And he seide to hem, as thei eten, Treuli Y seie to you, that oon of you schal bitraye me."
    },
    {
      "verse": 22,
      "text": "And thei ful sori bigunnen ech bi hym silf to seie, Lord, whether `Y am?"
    },
    {
      "verse": 23,
      "text": "And he answeride, and seide, He that puttith with me his hoond in the plater, schal bitraye me."
    },
    {
      "verse": 24,
      "text": "Forsothe mannus sone goith, as it is writun of hym; but wo to that man, bi whom mannus sone schal be bitrayed; it were good to hym, if that man hadde not be borun."
    },
    {
      "verse": 25,
      "text": "But Judas that bitraiede hym, answeride, seiynge, Maister, whether `Y am? Jhesus seide to hym, Thou hast seid."
    },
    {
      "verse": 26,
      "text": "And while thei soupeden, Jhesus took breed, and blesside, and brak, and yaf to hise disciplis, and seide, Take ye, and ete; this is my body."
    },
    {
      "verse": 27,
      "text": "And he took the cuppe, and dide thankyngis, and yaf to hem,"
    },
    {
      "verse": 28,
      "text": "and seide, Drynke ye alle herof; this is my blood of the newe testament, which schal be sched for many, in to remissioun of synnes."
    },
    {
      "verse": 29,
      "text": "And Y seie to you, Y schal not drynke fro this tyme, of this fruyt of the vyne, in to that dai whanne Y schal drynke it newe with you, in the kyngdom of my fadir."
    },
    {
      "verse": 30,
      "text": "And whanne the ympne was seid, thei wenten out in to the mount of Olyuete."
    },
    {
      "verse": 31,
      "text": "Thanne Jhesus seide to hem, Alle ye schulen suffre sclaundre in me, in this niyt; for it is writun, Y schal smyte the scheeperde, and the scheep of the flok schulen be scaterid."
    },
    {
      "verse": 32,
      "text": "But aftir that Y schal rise ayen, Y schal go bifore you in to Galilee."
    },
    {
      "verse": 33,
      "text": "Petre answeride, and seide to hym, Thouy alle schulen be sclaundrid in thee, Y schal neuer be sclaundrid."
    },
    {
      "verse": 34,
      "text": "Jhesus seide to him, Treuli Y seie to thee, for in this nyyt bifor the cok crowe, thries thou schalt denye me."
    },
    {
      "verse": 35,
      "text": "Peter seide to him, Yhe, thouy it bihoue that Y die with thee, Y schal not denye thee. Also alle the disciplis seiden."
    },
    {
      "verse": 36,
      "text": "Thanne Jhesus cam with hem in to a toun, that is seid Jessamanye. And he seide to his disciplis, Sitte ye here, the while Y go thider, and preye."
    },
    {
      "verse": 37,
      "text": "And whanne he hadde take Peter, and twei sones of Zebedee, he bigan to be heuy and sori."
    },
    {
      "verse": 38,
      "text": "Thanne he seide to hem, My soule is soreuful to the deeth; abide ye here, and wake ye with me."
    },
    {
      "verse": 39,
      "text": "And he yede forth a litil, and felde doun on his face, preiynge, and seiynge, My fader, if it is possible, passe this cuppe fro me; netheles not as Y wole, but as thou wolt."
    },
    {
      "verse": 40,
      "text": "And he cam to his disciplis, and foond hem slepynge. And he seide to Petir, So, whethir ye myyten not oon our wake with me?"
    },
    {
      "verse": 41,
      "text": "Wake ye, and preye ye, that ye entre not in to temptacioun; for the spirit is redi, but the fleisch is sijk."
    },
    {
      "verse": 42,
      "text": "Eft the secounde tyme he wente, and preyede, seiynge, My fadir, if this cuppe may not passe, but Y drynke hym, thi wille be doon."
    },
    {
      "verse": 43,
      "text": "And eftsoone he cam, and foond hem slepynge; for her iyen weren heuyed."
    },
    {
      "verse": 44,
      "text": "And he lefte hem, and wente eftsoone, and preiede the thridde tyme, and seide the same word."
    },
    {
      "verse": 45,
      "text": "Thanne he cam to his disciplis, and seide to hem, Slepe ye now, and reste ye; loo! the our hath neiyed, and mannus sone schal be takun in to the hondis of synneris;"
    },
    {
      "verse": 46,
      "text": "rise ye, go we; loo! he that schal take me, is nyy."
    },
    {
      "verse": 47,
      "text": "Yit the while he spak, lo! Judas, oon of the twelue, cam, and with hym a greet cumpeny, with swerdis and battis, sent fro the princis of prestis, and fro the eldre men of the puple."
    },
    {
      "verse": 48,
      "text": "And he that bitraiede hym, yaf to hem a tokene, and seide, Whom euer Y schal kisse, he it is; holde ye hym."
    },
    {
      "verse": 49,
      "text": "And anoon he cam to Jhesu, and seid, Haile, maister;"
    },
    {
      "verse": 50,
      "text": "and he kisside hym. And Jhesus seide to hym, Freend, wherto art thou comun? Thanne thei camen niy, and leiden hoondis on Jhesu, and helden hym."
    },
    {
      "verse": 51,
      "text": "And lo! oon of hem that weren with Jhesu, streiyte out his hoond, and drouy out his swerd; and he smoot the seruaunt of the prince of prestis, and kitte of his ere."
    },
    {
      "verse": 52,
      "text": "Thanne Jhesus seide to hym, Turne thi swerd in to his place; for alle that taken swerd, schulen perische bi swerd."
    },
    {
      "verse": 53,
      "text": "Whether gessist thou, that Y may not preie my fadir, and he schal yyue to me now mo than twelue legiouns of aungels?"
    },
    {
      "verse": 54,
      "text": "Hou thanne schulen the scriptures be fulfilled? for so it bihoueth to be doon."
    },
    {
      "verse": 55,
      "text": "In that our Jhesus seide to the puple, As to a theef ye han gon out, with swerdis and battis, to take me; dai bi dai Y sat among you, and tauyt in the temple, and ye helden me not."
    },
    {
      "verse": 56,
      "text": "But al this thing was don, that the scripturis of profetis schulden be fulfillid. Thanne alle the disciplis fledden, and leften hym."
    },
    {
      "verse": 57,
      "text": "And thei helden Jhesu, and ledden hym to Cayfas, the prince of prestis, where the scribis and the Farisees, and the eldre men of the puple weren comun togidere."
    },
    {
      "verse": 58,
      "text": "But Petir swede him afer, in to the halle of the prince of prestis; and he wente in, and sat with the seruauntis, to se the ende."
    },
    {
      "verse": 59,
      "text": "And the prince of prestis, and al the counsel souyten fals witnessing ayens Jhesu, that thei schulden take hym to deeth;"
    },
    {
      "verse": 60,
      "text": "and thei founden not, whanne manye false witnessis weren comun. But at the laste, twei false witnessis camen,"
    },
    {
      "verse": 61,
      "text": "and seiden, `This seide, Y may distruye the temple of God, and after the thridde dai bilde it ayen."
    },
    {
      "verse": 62,
      "text": "And the prince of prestis roos, and seide to hym, Answerist thou no thing to tho thingis, that these witnessen ayens thee?"
    },
    {
      "verse": 63,
      "text": "But Jhesus was stille. And the prince of prestis seide to hym, Y coniure thee bi lyuynge God, that thou seie to vs, if thou art Crist, the sone of God."
    },
    {
      "verse": 64,
      "text": "Jhesus seide to him, Thou hast seid; netheles Y seie to you, `fro hennus forth ye schulen se mannus sone sittinge at the riythalf of the vertu of God, and comynge in the cloudis of heuene."
    },
    {
      "verse": 65,
      "text": "Thanne the prince of prestis to-rente his clothis, and seide, He hath blasfemed; what yit han we nede to witnessis? lo! now ye han herd blasfemye; what semeth to you?"
    },
    {
      "verse": 66,
      "text": "And thei answeriden, and seiden, He is gilti of deeth."
    },
    {
      "verse": 67,
      "text": "Thanne thei speten `in to his face, and smyten hym with buffatis; and othere yauen strokis with the pawme of her hondis in his face,"
    },
    {
      "verse": 68,
      "text": "and seide, Thou Crist, arede to vs, who is he that smoot thee?"
    },
    {
      "verse": 69,
      "text": "And Petir sat with outen in the halle; and a damysel cam to hym, and seide, Thou were with Jhesu of Galilee."
    },
    {
      "verse": 70,
      "text": "And he denyede bifor alle men, and seide, Y woot not what thou seist."
    },
    {
      "verse": 71,
      "text": "And whanne he yede out at the yate, another damysel say hym, and seide to hem that weren there, And this was with Jhesu of Nazareth."
    },
    {
      "verse": 72,
      "text": "And eftsoone he denyede with an ooth, For I knewe not the man."
    },
    {
      "verse": 73,
      "text": "And a litil aftir, thei that stooden camen, and seiden to Petir, Treuli thou art of hem; for thi speche makith thee knowun."
    },
    {
      "verse": 74,
      "text": "Thanne he bigan to warie and to swere, that he knewe not the man. And anoon the cok crewe."
    },
    {
      "verse": 75,
      "text": "And Petir bithouyte on the word of Jhesu, that he hadde seid, Bifore the cok crowe, thries thou schalt denye me. And he yede out, and wepte bitterli."
    }
  ]
}