{
  "book_id": "MAT",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "But whanne the morowtid was comun, alle the princis of prestis, and the eldre men of the puple token counsel ayens Jhesu, that thei schulden take hym to the deeth."
    },
    {
      "verse": 2,
      "text": "And thei ledden him boundun, and bitoken to Pilat of Pounce, iustice."
    },
    {
      "verse": 3,
      "text": "Thanne Judas that bitraiede hym, say that he was dampned, he repentide, and brouyte ayen the thretti pans to the princis of prestis, and to the elder men of the puple,"
    },
    {
      "verse": 4,
      "text": "and seide, Y haue synned, bitraiynge riytful blood. And thei seiden, What to vs? bise thee."
    },
    {
      "verse": 5,
      "text": "And whanne he hadde cast forth the siluer in the temple, he passide forth, and yede, and hongide hym silf with a snare."
    },
    {
      "verse": 6,
      "text": "And the princis of prestis token the siluer, and seide, It is not leueful to putte it in to the treserie, for it is the prijs of blood."
    },
    {
      "verse": 7,
      "text": "And whanne thei hadden take counsel, thei bouyten with it a feeld of a potter, in to biryyng of pilgrymys."
    },
    {
      "verse": 8,
      "text": "Herfor thilke feeld is clepid Acheldemac, that is, a feeld of blood, in to this dai."
    },
    {
      "verse": 9,
      "text": "Thanne that was fulfillid, that was seid bi the prophete Jeremye, seiynge, And thei han takun thretti pans, the prijs of a man preysid, whom thei preiseden of the children of Israel;"
    },
    {
      "verse": 10,
      "text": "and thei yauen hem in to a feeld of a potter, as the Lord hath ordenyd to me."
    },
    {
      "verse": 11,
      "text": "And Jhesus stood bifor the domesman; and the iustice axide him, and seide, Art thou king of Jewis?"
    },
    {
      "verse": 12,
      "text": "Jhesus seith to hym, Thou seist. And whanne he was accusid of the princis of prestis, and of the eldere men of the puple, he answeride no thing."
    },
    {
      "verse": 13,
      "text": "Thanne Pilat seith to him, Herist thou not, hou many witnessyngis thei seien ayens thee?"
    },
    {
      "verse": 14,
      "text": "And he answeride not `to hym ony word, so that the iustice wondride greetli."
    },
    {
      "verse": 15,
      "text": "But for a solempne dai the iustice was wont to delyuere to the puple oon boundun, whom thei wolden."
    },
    {
      "verse": 16,
      "text": "And he hadde tho a famous man boundun, that was seid Barrabas."
    },
    {
      "verse": 17,
      "text": "Therfor Pilate seide to hem, whanne thei weren to gidere, Whom wolen ye, that Y delyuere to you? whether Barabas, or Jhesu, that is seid Crist?"
    },
    {
      "verse": 18,
      "text": "For he wiste, that bi enuye thei bitraieden hym."
    },
    {
      "verse": 19,
      "text": "And while he sat for domesman, his wijf sente to hym, and seide, No thing to thee and to that iust man; for Y haue suffrid this dai many thingis for hym, bi a visioun."
    },
    {
      "verse": 20,
      "text": "Forsothe the prince of prestis, and the eldere men counseiliden the puple, that thei schulden axe Barabas, but thei schulden distrye Jhesu."
    },
    {
      "verse": 21,
      "text": "But the iustice answeride, and seide to hem, Whom of the tweyn wolen ye, that be delyuerit to you? And thei seiden, Barabas."
    },
    {
      "verse": 22,
      "text": "Pilat seith to hem, What thanne schal Y do of Jhesu, that is seid Crist?"
    },
    {
      "verse": 23,
      "text": "Alle seien, `Be he crucified. The iustice seith to hem, What yuel hath he doon? And thei crieden more, and seiden, Be he crucified."
    },
    {
      "verse": 24,
      "text": "And Pilat seynge that he profitide no thing, but that the more noyse was maad, took watir, and waischide hise hondis bifor the puple, and seide, Y am giltles of the blood of this riytful man; bise you."
    },
    {
      "verse": 25,
      "text": "And al the puple answeride, and seide, His blood be on vs, and on oure children."
    },
    {
      "verse": 26,
      "text": "Thanne he deliuerede to hem Barabas, but he took to hem Jhesu scourgid, to be crucified."
    },
    {
      "verse": 27,
      "text": "Thanne knyytis of the iustice token Jhesu in the moot halle, and gadriden to hym al the cumpeny `of knyytis."
    },
    {
      "verse": 28,
      "text": "And thei vnclothiden hym, and diden aboute hym a reed mantil;"
    },
    {
      "verse": 29,
      "text": "and thei foldiden a coroun of thornes, and putten on his heed, and a rehed in his riyt hoond; and thei kneliden bifore hym, and scornyden hym, and seiden, Heil, kyng of Jewis."
    },
    {
      "verse": 30,
      "text": "And thei speten on hym, and tooken a rehed, and smoot his heed."
    },
    {
      "verse": 31,
      "text": "And aftir that thei hadden scorned him, thei vnclothiden hym of the mantil, and thei clothiden hym with hise clothis, and ledden hym to `crucifien hym."
    },
    {
      "verse": 32,
      "text": "And as thei yeden out, thei founden a man of Cirenen comynge fro the toun, Symont bi name; thei constreyneden hym to take his cross."
    },
    {
      "verse": 33,
      "text": "And thei camen in to a place that is clepid Golgatha, that is, the place of Caluarie."
    },
    {
      "verse": 34,
      "text": "And thei yauen hym to drynke wyne meynd with galle; and whanne he hadde tastid, he wolde not drynke."
    },
    {
      "verse": 35,
      "text": "And aftir that thei hadden crucified hym, thei departiden his clothis, and kesten lotte, to fulfille that is seid bi the prophete, seiynge, Thei partiden to hem my clothis, and on my clooth thei kesten lott."
    },
    {
      "verse": 36,
      "text": "And thei seten, and kepten him;"
    },
    {
      "verse": 37,
      "text": "and setten aboue his heed his cause writun, This is Jhesu of Nazareth, kyng of Jewis."
    },
    {
      "verse": 38,
      "text": "Thanne twey theues weren crucified with hym, oon on the riythalf, and oon on the lefthalf."
    },
    {
      "verse": 39,
      "text": "And men that passiden forth blasfemeden hym,"
    },
    {
      "verse": 40,
      "text": "mouynge her heedis, and seiynge, Vath to thee, that distriest the temple of God, and in the thridde dai bildist it ayen; saue thou thi silf; if thou art the sone of God, come doun of the cross."
    },
    {
      "verse": 41,
      "text": "Also and princis of prestis scornynge, with scribis and elder men,"
    },
    {
      "verse": 42,
      "text": "seiden, He made othere men saaf, he may not make hym silf saaf; if he is kyng of Israel, come he now doun fro the crosse, and we bileuen to hym;"
    },
    {
      "verse": 43,
      "text": "he tristide in God; delyuer he hym now, if he wole; for he seide, That Y am Goddis sone."
    },
    {
      "verse": 44,
      "text": "And the theues, that weren crucified with hym, vpbreididen hym of the same thing."
    },
    {
      "verse": 45,
      "text": "But fro the sixte our derknessis weren maad on al the erthe, to the nynthe our."
    },
    {
      "verse": 46,
      "text": "And aboute the nynthe our Jhesus criede with a greet vois, and seide, Heli, Heli, lamazabatany, that is, My God, my God, whi hast thou forsake me?"
    },
    {
      "verse": 47,
      "text": "And summen that stoden there, and herynge, seiden, This clepith Helye."
    },
    {
      "verse": 48,
      "text": "And anoon oon of hem rennynge, took and fillide a spounge with vynegre, and puttide on a rehed, and yaf to hym to drynke."
    },
    {
      "verse": 49,
      "text": "But othir seiden, Suffre thou; se we whether Helie come to deliuer hym."
    },
    {
      "verse": 50,
      "text": "Forsothe Jhesus eftsoone criede with a greet voyce, and yaf vp the goost."
    },
    {
      "verse": 51,
      "text": "And lo! the veil of the temple was to-rent in twey parties, fro the hiest to the lowest. And the erthe schoke, and stoonus weren cloue; and birielis weren openyd,"
    },
    {
      "verse": 52,
      "text": "and many bodies of seyntis that hadden slepte, rysen vp."
    },
    {
      "verse": 53,
      "text": "And thei yeden out of her birielis, and aftir his resurreccioun thei camen in to the holi citee, and apperiden to many."
    },
    {
      "verse": 54,
      "text": "And the centurien and thei that weren with hym kepinge Jhesu, whanne thei saien the erthe schakynge, and tho thingis that weren doon, thei dredden greetli,"
    },
    {
      "verse": 55,
      "text": "and seiden, Verili this was Goddis sone. And ther weren there many wymmen afer, that sueden Jhesu fro Galilee, and mynystriden to hym."
    },
    {
      "verse": 56,
      "text": "Among whiche was Marie Magdalene, and Marie, the modir of James, and of Joseph, and the modir of Zebedees sones."
    },
    {
      "verse": 57,
      "text": "But whanne the euenyng was come, ther cam a riche man of Armathi, Joseph bi name, and he was a disciple of Jhesu."
    },
    {
      "verse": 58,
      "text": "He wente to Pilat, and axide the bodi of Jhesu."
    },
    {
      "verse": 59,
      "text": "Thanne Pilat comaundide the bodie to be youun. And whanne the bodi was takun, Joseph lappide it in a clene sendel,"
    },
    {
      "verse": 60,
      "text": "and leide it in his newe biriel, that he hadde hewun in a stoon; and he walewide a greet stoon to the dore of the biriel, and wente awei."
    },
    {
      "verse": 61,
      "text": "But Marie Maudelene and anothir Marie weren there, sittynge ayens the sepulcre."
    },
    {
      "verse": 62,
      "text": "And on `the tother dai, that is aftir pask euen, the princis of prestis and the Farisees camen togidere to Pilat,"
    },
    {
      "verse": 63,
      "text": "and seiden, Sir, we han mynde, that thilke giloure seide yit lyuynge, Aftir thre daies Y schal rise ayen to lijf."
    },
    {
      "verse": 64,
      "text": "Therfor comaunde thou, that the sepulcre be kept in to the thridde dai; lest hise disciplis comen, and stelen hym, and seie to the puple, He hath rise fro deeth; and the laste errour schal be worse than the formere."
    },
    {
      "verse": 65,
      "text": "Pilat seide to hem, Ye han the kepyng; go ye, kepe ye as ye kunnen."
    },
    {
      "verse": 66,
      "text": "And thei yeden forth, and kepten the sepulcre, markynge the stoon, with keperis."
    }
  ]
}