{
  "book_id": "HEB",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Σκιὰν γὰρ ἔχων ὁ νόμος τῶν μελλόντων ἀγαθῶν, οὐκ αὐτὴν τὴν εἰκόνα τῶν πραγμάτων, κατ᾽ ἐνιαυτὸν ταῖς αὐταῖς θυσίαις ἃς προσφέρουσιν εἰς τὸ διηνεκές, οὐδέποτε δύνανται τοὺς προσερχομένους τελειῶσαι."
    },
    {
      "verse": 2,
      "text": "Ἐπεὶ οὐκ ἂν ἐπαύσαντο προσφερόμεναι, διὰ τὸ μηδεμίαν ἔχειν ἔτι συνείδησιν ἁμαρτιῶν τοὺς λατρεύοντας, ἅπαξ κεκαθαρμένους;"
    },
    {
      "verse": 3,
      "text": "Ἀλλ᾽ ἐν αὐταῖς ἀνάμνησις ἁμαρτιῶν κατ᾽ ἐνιαυτόν·"
    },
    {
      "verse": 4,
      "text": "ἀδύνατον γὰρ αἷμα ταύρων καὶ τράγων ἀφαιρεῖν ἁμαρτίας."
    },
    {
      "verse": 5,
      "text": "Διὸ εἰσερχόμενος εἰς τὸν κόσμον λέγει, Θυσίαν καὶ προσφορὰν οὐκ ἠθέλησας, σῶμα δὲ κατηρτίσω μοι·"
    },
    {
      "verse": 6,
      "text": "ὁλοκαυτώματα καὶ περὶ ἁμαρτίας οὐκ εὐδόκησας·"
    },
    {
      "verse": 7,
      "text": "τότε εἶπον, Ἰδού, ἥκω— ἐν κεφαλίδι βιβλίου γέγραπται περὶ ἐμοῦ— τοῦ ποιῆσαι, ὁ Θεός, τὸ θέλημά σου."
    },
    {
      "verse": 8,
      "text": "Ἀνώτερον λέγων ὅτι Θυσίαν καὶ προσφορὰν καὶ ὁλοκαυτώματα καὶ περὶ ἁμαρτίας οὐκ ἠθέλησας, οὐδὲ εὐδόκησας—αἵτινες κατὰ τὸν νόμον προσφέρονται—"
    },
    {
      "verse": 9,
      "text": "τότε εἴρηκεν, Ἰδού, ἥκω τοῦ ποιῆσαι, ὁ Θεός, τὸ θέλημά σου. Ἀναιρεῖ τὸ πρῶτον, ἵνα τὸ δεύτερον στήσῃ."
    },
    {
      "verse": 10,
      "text": "Ἐν ᾧ θελήματι ἡγιασμένοι ἐσμέν, οἱ διὰ τῆς προσφορᾶς τοῦ σώματος Ἰησοῦ Χριστοῦ ἐφάπαξ."
    },
    {
      "verse": 11,
      "text": "Καὶ πᾶς μὲν ἱερεὺς ἕστηκε καθ᾽ ἡμέραν λειτουργῶν, καὶ τὰς αὐτὰς πολλάκις προσφέρων θυσίας, αἵτινες οὐδέποτε δύνανται περιελεῖν ἁμαρτίας·"
    },
    {
      "verse": 12,
      "text": "αὐτὸς δὲ μίαν ὑπὲρ ἁμαρτιῶν προσενέγκας θυσίαν εἰς τὸ διηνεκές, ἐκάθισεν ἐν δεξιᾷ τοῦ Θεοῦ,"
    },
    {
      "verse": 13,
      "text": "τὸ λοιπὸν ἐκδεχόμενος ἕως τεθῶσιν οἱ ἐχθροὶ αὐτοῦ ὑποπόδιον τῶν ποδῶν αὐτοῦ."
    },
    {
      "verse": 14,
      "text": "Μιᾷ γὰρ προσφορᾷ τετελείωκεν εἰς τὸ διηνεκὲς τοὺς ἁγιαζομένους."
    },
    {
      "verse": 15,
      "text": "Μαρτυρεῖ δὲ ἡμῖν καὶ τὸ Πνεῦμα τὸ Ἅγιον· μετὰ γὰρ τὸ προειρηκέναι,"
    },
    {
      "verse": 16,
      "text": "Αὕτη ἡ διαθήκη ἣν διαθήσομαι πρὸς αὐτοὺς μετὰ τὰς ἡμέρας ἐκείνας, λέγει Κύριος, διδοὺς νόμους μου ἐπὶ καρδίας αὐτῶν, καὶ ἐπὶ τῶν διανοιῶν αὐτῶν ἐπιγράψω αὐτούς·"
    },
    {
      "verse": 17,
      "text": "καὶ τῶν ἁμαρτιῶν αὐτῶν καὶ τῶν ἀνομιῶν αὐτῶν οὐ μὴ μνησθῶ ἔτι."
    },
    {
      "verse": 18,
      "text": "Ὅπου δὲ ἄφεσις τούτων, οὐκέτι προσφορὰ περὶ ἁμαρτίας. A Call to Persevere in the Faith"
    },
    {
      "verse": 19,
      "text": "Ἔχοντες οὖν, ἀδελφοί, παρρησίαν εἰς τὴν εἴσοδον τῶν ἁγίων ἐν τῷ αἵματι Ἰησοῦ,"
    },
    {
      "verse": 20,
      "text": "ἣν ἐνεκαίνισεν ἡμῖν ὁδὸν πρόσφατον καὶ ζῶσαν, διὰ τοῦ καταπετάσματος, τοῦτ᾽ ἔστι, τῆς σαρκὸς αὐτοῦ,"
    },
    {
      "verse": 21,
      "text": "καὶ ἱερέα μέγαν ἐπὶ τὸν οἶκον τοῦ Θεοῦ,"
    },
    {
      "verse": 22,
      "text": "προσερχώμεθα μετὰ ἀληθινῆς καρδίας ἐν πληροφορίᾳ πίστεως, ἐρραντισμένοι τὰς καρδίας ἀπὸ συνειδήσεως πονηρᾶς, καὶ λελουμένοι τὸ σῶμα ὕδατι καθαρῷ·"
    },
    {
      "verse": 23,
      "text": "κατέχωμεν τὴν ὁμολογίαν τῆς ἐλπίδος ἀκλινῆ, πιστὸς γὰρ ὁ ἐπαγγειλάμενος·"
    },
    {
      "verse": 24,
      "text": "καὶ κατανοῶμεν ἀλλήλους εἰς παροξυσμὸν ἀγάπης καὶ καλῶν ἔργων,"
    },
    {
      "verse": 25,
      "text": "μὴ ἐγκαταλείποντες τὴν ἐπισυναγωγὴν ἑαυτῶν, καθὼς ἔθος τισίν, ἀλλὰ παρακαλοῦντες, καὶ τοσούτῳ μᾶλλον, ὅσῳ βλέπετε ἐγγίζουσαν τὴν ἡμέραν."
    },
    {
      "verse": 26,
      "text": "Ἑκουσίως γὰρ ἁμαρτανόντων ἡμῶν μετὰ τὸ λαβεῖν τὴν ἐπίγνωσιν τῆς ἀληθείας, οὐκέτι περὶ ἁμαρτιῶν ἀπολείπεται θυσία,"
    },
    {
      "verse": 27,
      "text": "φοβερὰ δέ τις ἐκδοχὴ κρίσεως, καὶ πυρὸς ζῆλος ἐσθίειν μέλλοντος τοὺς ὑπεναντίους."
    },
    {
      "verse": 28,
      "text": "Ἀθετήσας τις νόμον Μωϋσέως χωρὶς οἰκτιρμῶν ἐπὶ δυσὶν ἢ τρισὶ μάρτυσιν ἀποθνῄσκει·"
    },
    {
      "verse": 29,
      "text": "πόσῳ, δοκεῖτε, χείρονος ἀξιωθήσεται τιμωρίας ὁ τὸν υἱὸν τοῦ Θεοῦ καταπατήσας, καὶ τὸ αἷμα τῆς διαθήκης κοινὸν ἡγησάμενος ἐν ᾧ ἡγιάσθη, καὶ τὸ πνεῦμα τῆς χάριτος ἐνυβρίσας;"
    },
    {
      "verse": 30,
      "text": "Οἴδαμεν γὰρ τὸν εἰπόντα, Ἐμοὶ ἐκδίκησις, ἐγὼ ἀνταποδώσω, λέγει Κύριος· καὶ πάλιν, Κύριος κρινεῖ τὸν λαὸν αὐτοῦ."
    },
    {
      "verse": 31,
      "text": "Φοβερὸν τὸ ἐμπεσεῖν εἰς χεῖρας Θεοῦ ζῶντος."
    },
    {
      "verse": 32,
      "text": "Ἀναμιμνῄσκεσθε δὲ τὰς πρότερον ἡμέρας, ἐν αἷς φωτισθέντες πολλὴν ἄθλησιν ὑπεμείνατε παθημάτων·"
    },
    {
      "verse": 33,
      "text": "τοῦτο μέν, ὀνειδισμοῖς τε καὶ θλίψεσι θεατριζόμενοι· τοῦτο δέ, κοινωνοὶ τῶν οὕτως ἀναστρεφομένων γενηθέντες."
    },
    {
      "verse": 34,
      "text": "Καὶ γὰρ τοῖς δεσμοῖς μου συνεπαθήσατε, καὶ τὴν ἁρπαγὴν τῶν ὑπαρχόντων ὑμῶν μετὰ χαρᾶς προσεδέξασθε, γινώσκοντες ἔχειν ἑαυτοῖς κρείττονα ὕπαρξιν ἐν οὐρανοῖς καὶ μένουσαν."
    },
    {
      "verse": 35,
      "text": "Μὴ ἀποβάλητε οὖν τὴν παρρησίαν ὑμῶν, ἥτις ἔχει μισθαποδοσίαν μεγάλην."
    },
    {
      "verse": 36,
      "text": "Ὑπομονῆς γὰρ ἔχετε χρείαν, ἵνα τὸ θέλημα τοῦ Θεοῦ ποιήσαντες κομίσησθε τὴν ἐπαγγελίαν."
    },
    {
      "verse": 37,
      "text": "Ἔτι γὰρ μικρὸν ὅσον ὅσον, Ὁ ἐρχόμενος ἥξει, καὶ οὐ χρονιεῖ."
    },
    {
      "verse": 38,
      "text": "Ὁ δὲ δίκαιος ἐκ πίστεως ζήσεται· καὶ ἐὰν ὑποστείληται, οὐκ εὐδοκεῖ ἡ ψυχή μου ἐν αὐτῷ."
    },
    {
      "verse": 39,
      "text": "Ἡμεῖς δὲ οὐκ ἐσμὲν ὑποστολῆς εἰς ἀπώλειαν, ἀλλὰ πίστεως εἰς περιποίησιν ψυχῆς."
    }
  ]
}