{
  "book_id": "2CO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "פולוס שליח ישוע המשיח ברצון אלהים וטימותיוס אחינו אל קהלת אלהים אשר בקורנתוס עם כל הקדשים אשר באכיא׃"
    },
    {
      "verse": 2,
      "text": "חסד לכם ושלום מאת האלהים אבינו ואדנינו ישוע המשיח׃"
    },
    {
      "verse": 3,
      "text": "ברוך האלהים ואבי אדנינו ישוע המשיח אב הרחמים ואלהי כל הנחמה׃"
    },
    {
      "verse": 4,
      "text": "המנחם אתנו בכל לחצנו עד שנוכל לנחם הנלחצים בכל לחץ בנחמה אשר אנחנו מנחמים בה מאת האלהים׃"
    },
    {
      "verse": 5,
      "text": "כי כרב ענויי המשיח בנו כן תרבה נחמתנו על ידי המשיח׃"
    },
    {
      "verse": 6,
      "text": "והנה אם נלחץ הוא לנחמתכם ולישועתכם אשר יראה כחה בסבלכם הענוים אשר נסבל אתן גם אנחנו ואם ננחם גם הוא לנחמתכם ולישועתכם׃"
    },
    {
      "verse": 7,
      "text": "ותקותנו בעדכם נכונה היא באשר ידענו כי כאשר חלק לכם בענוים כן גם חלק לכם בנחמה׃"
    },
    {
      "verse": 8,
      "text": "כי לא נכחד מכם אחי את צרתנו אשר מצאתנו באסיא אשר כבדה עלינו עד למאד ויותר מכחנו עד כי נואשנו מן החיים׃"
    },
    {
      "verse": 9,
      "text": "ואנחנו בלבבנו חרצנו לנו את המות למען לא נהיה בטחים בנפשנו כי אם באלהים המחיה את המתים׃"
    },
    {
      "verse": 10,
      "text": "אשר הצילנו ממות כזה ועודנו מציל ולו אנחנו מקוים כי יוסיף להצילנו׃"
    },
    {
      "verse": 11,
      "text": "בעזרכם אתנו בתפלתכם למען יודו רבים בעדנו על מתנת החסד שהיתה לנו על ידי רבים׃"
    },
    {
      "verse": 12,
      "text": "כי זאת היא תהלתנו עדות לבבנו אשר בתם וישר אלהים התהלכנו בעולם וביותר אתכם ולא בחכמת הבשר כי אם בחסד אלהים׃"
    },
    {
      "verse": 13,
      "text": "כי לא נכתב לכם כי אם מה שאתם קראים או גם ידעים׃"
    },
    {
      "verse": 14,
      "text": "ואקוה כי כאשר ידעתם אתנו למקצת אף תדעו עד תכלית כי אנחנו תהלתכם כאשר גם אתם תהלתנו ביום אדנינו ישוע׃"
    },
    {
      "verse": 15,
      "text": "ובבטחון הזה חפצתי לבוא אליכם מראש למען תקבלו טובה פעמים׃"
    },
    {
      "verse": 16,
      "text": "ולעבר בתוככם אל מקדוניא ולשוב ממקדוניא אליכם ואתם תשלחוני אל ארץ יהודה׃"
    },
    {
      "verse": 17,
      "text": "ועתה הכי נמהר הייתי בעצתי אם אשר יעצתי לפי הבשר יעצתי והיה אצלי פעם הן הן ופעם לא לא׃"
    },
    {
      "verse": 18,
      "text": "אכן נאמן האלהים כי דברנו אליכם לא היה הן ולא׃"
    },
    {
      "verse": 19,
      "text": "כי בן האלהים ישוע המשיח הנקרא בתוככם על ידינו על ידי ועל ידי סלונוס וטימותיוס הוא לא היה הן ולא כי היו היה בו רק הן׃"
    },
    {
      "verse": 20,
      "text": "כי כל הבטחות האלהים כלן בו היו הן ובו היו אמן לכבוד האלהים על ידינו׃"
    },
    {
      "verse": 21,
      "text": "והמכונן אותנו אתכם במשיח ואשר משחנו הוא האלהים׃"
    },
    {
      "verse": 22,
      "text": "אשר גם חתמנו ואשר נתן בלבנו את ערבון הרוח׃"
    },
    {
      "verse": 23,
      "text": "ואני את אלהים אקרא להיות עד לנפשי כי בעבור היותי חס עליכם לא באתי עוד לקורנתוס׃"
    },
    {
      "verse": 24,
      "text": "לא שנמשל באמונתכם כי אם עזרים אנחנו לשמחתכם כי באמונה עמדתם׃"
    }
  ]
}