{
  "book_id": "2CO",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "הנחל עוד לשבח עצמנו האם נצטרך כמקצת אנשים לאגרות אליכם או מכם המזכירות אתנו לשבח׃"
    },
    {
      "verse": 2,
      "text": "אתם אגרתנו הכתובה בלבבנו ונודעה ונקראה לכל אדם׃"
    },
    {
      "verse": 3,
      "text": "כי בידוע שאתם אגרת המשיח ערוכה על ידי שרותנו כתובה לא בדיו כי אם ברוח אלהים חיים ולא על לוחות אבן כי אם על לוחות בשר הלב׃"
    },
    {
      "verse": 4,
      "text": "וכזה בטחוננו באלהים על ידי המשיח׃"
    },
    {
      "verse": 5,
      "text": "יען אשר לא נוכל אנחנו לדין דין מעצמנו כי יכלתנו מאת האלהים היא׃"
    },
    {
      "verse": 6,
      "text": "אשר הכשיר אתנו למשרתי ברית חדשה לא של האותיות אלא של הרוח כי האות ימית והרוח יחיה׃"
    },
    {
      "verse": 7,
      "text": "ואם שרות המות החרות באותיות על האבן נראה בכבוד עד שלא יכלו בני ישראל להביט אל פני משה מפני כבוד פניו העמד להבטל׃"
    },
    {
      "verse": 8,
      "text": "כמה יגדל כבוד שרות הרוח׃"
    },
    {
      "verse": 9,
      "text": "כי אם השרות אשר לחיב כבוד הוא כמה יעדף בכבוד השרות אשר לזכות׃"
    },
    {
      "verse": 10,
      "text": "כי אף הנכבד איננו נחשב לכבוד לעמת הכבוד הנעלה הזה׃"
    },
    {
      "verse": 11,
      "text": "כי אם הדבר העמד להבטל יש לו כבוד הדבר הקים על אחת כמה וכמה׃"
    },
    {
      "verse": 12,
      "text": "על כן בהיות לנו תקוה כזאת פתחון פינו רב הוא׃"
    },
    {
      "verse": 13,
      "text": "ולא כמשה אשר נתן מסוה על פניו פן יביטו בני ישראל אל סוף העמד להבטל׃"
    },
    {
      "verse": 14,
      "text": "אבל נטמטמו דעותיהם כי עד היום הזה בקראם הברית הישנה נשאר ולא גלה המסוה ההוא אשר לא יוסר כי אם במשיח׃"
    },
    {
      "verse": 15,
      "text": "אבל עד היום הזה בקראם את משה מונח מסוה על לבם׃"
    },
    {
      "verse": 16,
      "text": "וכשיפנו אל האדון יוסר המסוה׃"
    },
    {
      "verse": 17,
      "text": "והאדון הוא הרוח ובאשר רוח האדון שם החרות׃"
    },
    {
      "verse": 18,
      "text": "ואנחנו כלנו בפנים מגלים ראים את כבוד האדון במראה ונחלף אל עצם דמות ההיא מכבוד אל כבוד כהחלף מאת אדון הרוח׃"
    }
  ]
}