{
  "book_id": "2CO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "הן ידענו כי בהרס בית אהלנו אשר בארץ יש לנו בנין מאת האלהים בית אשר איננו מעשה ידים והוא לעולם בשמים׃"
    },
    {
      "verse": 2,
      "text": "כי גם עתה נאנחים ונכספים אנחנו להתעטף בביתנו אשר מן השמים׃"
    },
    {
      "verse": 3,
      "text": "באשר אחרי לבשנהו לא נמצא ערמים׃"
    },
    {
      "verse": 4,
      "text": "כי גם עתה באהלנו זה נאנח מפני הכבד ולא חפצנו להתפשט כי אם להתעטף למען יבלע המות על ידי החיים׃"
    },
    {
      "verse": 5,
      "text": "והמכין אתנו לזאת הוא האלהים אשר אף נתן לנו את ערבון הרוח׃"
    },
    {
      "verse": 6,
      "text": "לכן בטוחים אנחנו בכל עת וידעים כי כל עוד שמושבנו בגוף רחוקים אנחנו מן האדון׃"
    },
    {
      "verse": 7,
      "text": "כי באמונה נתהלך ולא בראות עינים׃"
    },
    {
      "verse": 8,
      "text": "אמנם בטוחים אנחנו ונבחרה לנו להתרחק מן הגוף ולהיות קרובים אל האדון׃"
    },
    {
      "verse": 9,
      "text": "על כן גם נשתדל אם קרובים אם רחוקים להיות לו לרצון׃"
    },
    {
      "verse": 10,
      "text": "כי כלנו עתידים להראות לפני כסא דין המשיח למען יקבל איש ואיש כפי פעלו בחיי גופו אם טוב ואם רע׃"
    },
    {
      "verse": 11,
      "text": "ועתה יען אשר ידענו יראת האדון נדבר על לב בני אדם ולאלהים אנחנו גלוים ואקוה כי גלוים אנחנו גם במדעכם׃"
    },
    {
      "verse": 12,
      "text": "כי אין אנחנו משתבחין שנית אליכם אך נתנים לכם סבה להתפאר בנו לנגד המתפארים בפנים ולא בלב׃"
    },
    {
      "verse": 13,
      "text": "כי אם השתגענו לאלהים היתה זאת ואם השכלנו לכם היתה׃"
    },
    {
      "verse": 14,
      "text": "כי אהבת המשיח דחקת אתנו בהיותנו דנים אשר אם מת אחד בעד כלם כלם מתו׃"
    },
    {
      "verse": 15,
      "text": "ובעד כלם מת למען לא יחיו החיים עוד לנפשם כי אם לאשר מת ויקם בעדם׃"
    },
    {
      "verse": 16,
      "text": "לכן מעתה אנחנו לא נדע איש לפי הבשר וגם אם ידענו את המשיח לפי הבשר מעתה לא נדעהו עוד׃"
    },
    {
      "verse": 17,
      "text": "ובכן מי שהוא במשיח בריאה חדשה הוא הישנות עברו והנה הכל נהיה לחדש׃"
    },
    {
      "verse": 18,
      "text": "והכל מאת האלהים המרצה אתנו לעצמו על ידי ישוע המשיח ויתן לנו שרות הרצוי׃"
    },
    {
      "verse": 19,
      "text": "יען אשר אלהים היה במשיח מרצה את העולם לעצמו ולא חשב להם את פשעיהם וישם בנו את דבר הרצוי׃"
    },
    {
      "verse": 20,
      "text": "לכן מליצי המשיח אנחנו וכאלו האלהים מזהיר אתכם על ידנו נבקש מכם בעד המשיח התרצו נא אל האלהים׃"
    },
    {
      "verse": 21,
      "text": "כי את אשר לא ידע חטאת אתו עשה לחטאת בעדנו למען נהיה בו אנחנו לצדקת אלהים׃"
    }
  ]
}