{
  "book_id": "2CO",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "ואנחנו כעזרים נזהירה אתכם שלא תקבלו לריק את חסד אלהים׃"
    },
    {
      "verse": 2,
      "text": "כי הוא אומר בעת רצון עניתיך וביום ישועה עזרתיך הנה עתה עת רצון הנה עתה יום ישועה׃"
    },
    {
      "verse": 3,
      "text": "ואין אנחנו נתנים מכשול במאומה פן יהיה שרותנו לנאצה׃"
    },
    {
      "verse": 4,
      "text": "כי אם נראה בכל דבר כמשרתי אלהים בסבלנות רבה בלחץ ובצרות ובמצוקות׃"
    },
    {
      "verse": 5,
      "text": "במכות ובמוסרות ובמהומות בתלאות בשקידות ובצומות׃"
    },
    {
      "verse": 6,
      "text": "בטהרה ובדעת ובארך רוח ובחסד וברוח הקדש ובאהבה לא צבועה׃"
    },
    {
      "verse": 7,
      "text": "בדבר האמת ובגבורת אלהים בכלי נשק הצדקה מימין ומשמאל׃"
    },
    {
      "verse": 8,
      "text": "בכבוד ובקלון בשם רע ובשם טוב כמתעים ובכל זאת נאמנים׃"
    },
    {
      "verse": 9,
      "text": "כאינם ידועים וגם ידועים כמתים והננו חיים כמיסרים ולא מומתים׃"
    },
    {
      "verse": 10,
      "text": "כנעצבים ובכל עת שמחים כרשים ומעשירי רבים כאשר אין להם מאומה ויש להם כל׃"
    },
    {
      "verse": 11,
      "text": "פינו פתוח לכם אנשי קורנתוס ורחב לבנו׃"
    },
    {
      "verse": 12,
      "text": "לא צר מקומכם בנו אך צר המקום במעיכם׃"
    },
    {
      "verse": 13,
      "text": "והיה זה גמולי כמו אל בנים אנכי מדבר אם תרחיבו לבבכם גם אתם׃"
    },
    {
      "verse": 14,
      "text": "אל תהיו משכי על זר עם חסרי אמונה כי אי זה שתפות יש לצדקה עם העול ואי זה התחברות לאור עם החשך׃"
    },
    {
      "verse": 15,
      "text": "ואי זה הסכמה למשיח עם בליאל או מה חלק המאמין עם שאיננו מאמין׃"
    },
    {
      "verse": 16,
      "text": "ואי זה דבק יש להיכל אלהים עם האלילים כי אתם היכל אלהים חיים כמו שאמר האלהים ושכנתי והתהלכתי בתוכם והייתי להם לאלהים והם יהיו לי לעם׃"
    },
    {
      "verse": 17,
      "text": "על כן צאו מתוכם והברו נאם יהוה וטמא אל תגעו ואני אקבץ אתכם׃"
    },
    {
      "verse": 18,
      "text": "והייתי לכם לאב ואתם תהיו לי לבנים ולבנות נאם יהוה צבאות׃"
    }
  ]
}