{
  "book_id": "2CO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "והננו מודיעים אתכם אחי את חסד אלהים הנתן בקהלות מקדוניא׃"
    },
    {
      "verse": 2,
      "text": "כי ברב נסיון הלחץ רבתה שמחתם ושפלות רישם העדיפה להראות עשר תמתם׃"
    },
    {
      "verse": 3,
      "text": "כי מעיד אנכי אשר לפי כחם ויותר מכחם התנדבו׃"
    },
    {
      "verse": 4,
      "text": "ויבקשו ממנו ברב תחנונים להיות חברינו בגמילות חסדם לעזרת הקדשים׃"
    },
    {
      "verse": 5,
      "text": "ולא כאשר הוחלנו כי אם את עצמם נתנו בראשונה לאדון וגם לנו ברצון האלהים׃"
    },
    {
      "verse": 6,
      "text": "עד כי בקשנו מן טיטוס כאשר החל כן גם לגמור בכם את גמילות החסד הזאת׃"
    },
    {
      "verse": 7,
      "text": "אבל כאשר הותרתם בכל באמונה ובדבור ובדעת ובכל זריזות ובאהבתכם אתנו כן גם תותירו בחסד הזה׃"
    },
    {
      "verse": 8,
      "text": "ואינני אמר זאת בדרך צווי כי אם לבחן על ידי זריזות אחרים גם את אמתת אהבתכם׃"
    },
    {
      "verse": 9,
      "text": "כי ידעים אתם את חסד אדנינו ישוע המשיח כי בהיותו עשיר נעשה רש בעבורכם למען תעשירו על ידי רישו׃"
    },
    {
      "verse": 10,
      "text": "ואחוה את דעתי בדבר הזה כי זאת להועיל לכם אשר הקדמתם כבר בשנה שעברה לא לעשות בלבד כי גם לחפץ׃"
    },
    {
      "verse": 11,
      "text": "ועתה גם השלימו את המעשה למען כאשר התנדבתם לעשות כן גם תגמרו כפי יכלתכם׃"
    },
    {
      "verse": 12,
      "text": "כי בהמצא לאיש רוח נדיבה רצויה היא לפי מה שיש לו ולא לפי מה שאין לו׃"
    },
    {
      "verse": 13,
      "text": "כי לא למען תהיה רוחה לאחרים ולכם צוקה כי אם בשווי ימלא יתרכם בעת הזאת את מחסורם׃"
    },
    {
      "verse": 14,
      "text": "למען גם יתרם יהיה למלא מחסרכם כדי להשות׃"
    },
    {
      "verse": 15,
      "text": "ככתוב לא העדיף המרבה והממעיט לא החסיר׃"
    },
    {
      "verse": 16,
      "text": "ותודות לאלהים הנותן גם בלב טיטוס לשקד עליכם בשקידה כזאת׃"
    },
    {
      "verse": 17,
      "text": "כי שמע לבקשתנו ובשקידתו היתרה הלך אליכם מרצון נפשו׃"
    },
    {
      "verse": 18,
      "text": "ועמו יחדו שלחנו האח אשר יצא שבחו בבשורה בכל הקהלות׃"
    },
    {
      "verse": 19,
      "text": "ומלבד זאת גם נבחר הוא מאת הקהלות ללכת אתנו להביא החסד הזה הגבוי על ידינו לכבוד האדון ולאמץ לבבכם׃"
    },
    {
      "verse": 20,
      "text": "ונשמר בזאת שלא יוציא איש עלינו דבה רעה בשפעת המתנה הזאת הגבויה על ידינו׃"
    },
    {
      "verse": 21,
      "text": "כי משגיחים אנחנו על הטוב לא לפני האדון לבד כי גם לפני האדם׃"
    },
    {
      "verse": 22,
      "text": "ונשלח עמהם את אחינו אשר בחנו את שקידתו פעמים רבות בדברים הרבה ועתה הוא שקוד עוד יותר בגדל בטחונו עליכם׃"
    },
    {
      "verse": 23,
      "text": "אם לטיטוס הנה חברי הוא ועזרי בכם ואם לאחינו הנה שלוחי הקהלות הם ותפארת המשיח׃"
    },
    {
      "verse": 24,
      "text": "על כן הראו והוכיחו להם לפני הקהלות את אהבתכם ואת תהלתנו עליכם׃"
    }
  ]
}