{
  "book_id": "2CO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "אמנם להתהלל לא יועיל לי כי אבוא למראות האדון וחזינותיו׃"
    },
    {
      "verse": 2,
      "text": "ידעתי איש במשיח זה ארבע עשרה שנה אם היה בגוף לא ידעתי או מחוץ לגוף לא ידעתי האלהים יודע והאיש ההוא לקח עד לרקיע השלישי׃"
    },
    {
      "verse": 3,
      "text": "וידעתי את האיש ההוא אם בגוף או מחוץ לגוף לא ידעתי האלהים יודע׃"
    },
    {
      "verse": 4,
      "text": "אשר העלה אל הפרדס וישמע דברים נסתרים אשר נמנע מאיש למללם׃"
    },
    {
      "verse": 5,
      "text": "על איש כמוהו אתהלל אך על עצמי לא אתהלל זולתי בחלשותי׃"
    },
    {
      "verse": 6,
      "text": "כי לו חפצתי להתהלל לא אהיה סכל כי אמת אדבר אבל אתאפק פן יחשבני איש יותר ממה שיראה בי או שישמע ממני׃"
    },
    {
      "verse": 7,
      "text": "ולמען אשר לא אתרומם ברב גדל החזינות נתן לי סלון בבשרי מלאך השטן להכתני באגרוף למען לא אתרומם׃"
    },
    {
      "verse": 8,
      "text": "על זאת התחננתי שלש פעמים אל האדון להסירו ממני׃"
    },
    {
      "verse": 9,
      "text": "ויאמר אלי די לך חסדי כי בחלשה תשלם גבורתי על כן שמח לבי להתהלל בחלשותי למען תשרה עלי גבורת המשיח׃"
    },
    {
      "verse": 10,
      "text": "לכן רצתה נפשי בחלשות ובחרפות ובצרות וברדיפות ובמצוקות בעד המשיח כי כאשר חלשתי אז גבור אני׃"
    },
    {
      "verse": 11,
      "text": "סכל הייתי בהתהללי אתם הכרחתם אתי תחת אשר היה עליכם להזכירני לשבח כי לא נפל אנכי במאומה מן השליחים הגדולים כל כך אף כי כאין אנכי׃"
    },
    {
      "verse": 12,
      "text": "הן אתות השליח נעשו בקרבכם בכל סבלנות באתות ובמופתים ובגבורות׃"
    },
    {
      "verse": 13,
      "text": "כי במה נגרעתם מן הקהלות האחרות אם לא הלאיתי אתכם סלחו נא לי את העולה הזאת׃"
    },
    {
      "verse": 14,
      "text": "הנני מוכן לבוא אליכם פעם שלישית ולא אלאה אתכם כי לא אבקש את אשר לכם כי אם אתכם כי הבנים אינם חיבים לאצר אוצרות לאבות כי אם האבות לבנים׃"
    },
    {
      "verse": 15,
      "text": "אבל אני בכל חפץ לבבי אפזר וגם אפזר בעד נפשותיכם אף אם תחת אהבתי לכם היתרה אתם תמעיטו את אהבתכם אלי׃"
    },
    {
      "verse": 16,
      "text": "אך אם כן הוא ואני לא הכבדתי עליכם אולי כאיש ערום במרמה לכדתי אתכם׃"
    },
    {
      "verse": 17,
      "text": "האף הוניתי אתכם ביד אחד מאלה אשר שלחתי אליכם׃"
    },
    {
      "verse": 18,
      "text": "בקשתי מן טיטוס ושלחתי אתו את האח הכי הונה אתכם טיטוס הלא ברוח אחד התהלכנו הלא במעגל אחד׃"
    },
    {
      "verse": 19,
      "text": "התחשבו עוד כי מתנצלים אנחנו אליכם לא כי לפני האלהים נדבר במשיח וכל זאת חביבי למען תבנו׃"
    },
    {
      "verse": 20,
      "text": "כי ירא אנכי פן בבאי לא אמצא אתכם כאשר חפצתי ואתם גם אתם לא תמצאו אתי כאשר חפצתם פן יהיה בכם מצה וקנאה ורגז ומריבות ודבה רעה ורכילות וגאות ומבוכה׃"
    },
    {
      "verse": 21,
      "text": "פן אשוב לבוא וישפילני אלהי אצלכם ואתאבל על רבים אשר חטאו כבר ולא שבו מן הטמאה ומן הזנות ומן הזמה אשר עשו׃"
    }
  ]
}