{
  "book_id": "1SA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Now there was a man of Benjamin, whose name \\add was\\add* Kish, the son of Abiel, the son of Zeror, the son of Bechorath, the son of Aphiah, a Benjamite, a mighty \\add man\\add* of power."
    },
    {
      "verse": 2,
      "text": "And he had a son, whose name \\add was\\add* Saul, a choice \\add young man\\add*, and a goodly: and \\add there was\\add* not among the children of Israel a goodlier person than he: from his shoulders and upward \\add he was\\add* higher than any of the people."
    },
    {
      "verse": 3,
      "text": "And the asses of Kish Saul’s father were lost. And Kish said to Saul his son, Take now one of the servants with thee, and arise, go seek the asses."
    },
    {
      "verse": 4,
      "text": "And he passed through mount Ephraim, and passed through the land of Shalisha, but they found \\add them\\add* not: then they passed through the land of Shalim, and \\add there they were\\add* not: and he passed through the land of the Benjamites, but they found \\add them\\add* not."
    },
    {
      "verse": 5,
      "text": "\\add And\\add* when they were come to the land of Zuph, Saul said to his servant that \\add was\\add* with him, Come, and let us return; lest my father leave \\add caring\\add* for the asses, and take thought for us."
    },
    {
      "verse": 6,
      "text": "And he said unto him, Behold now, \\add there is\\add* in this city a man of God, and \\add he is\\add* an honourable man; all that he saith cometh surely to pass: now let us go thither; peradventure he can shew us our way that we should go."
    },
    {
      "verse": 7,
      "text": "Then said Saul to his servant, But behold, \\add if\\add* we go, what shall we bring the man? for the bread is spent in our vessels, and \\add there is\\add* not a present to bring to the man of God: what have we?"
    },
    {
      "verse": 8,
      "text": "And the servant answered Saul again, and said, Behold, I have here at hand the fourth part of a shekel of silver: \\add that\\add* will I give to the man of God, to tell us our way."
    },
    {
      "verse": 9,
      "text": "(Beforetime in Israel, when a man went to inquire of God, thus he spake, Come, and let us go to the seer: for \\add he that is\\add* now \\add called\\add* a Prophet was beforetime called a Seer.)"
    },
    {
      "verse": 10,
      "text": "Then said Saul to his servant, Well said; come, let us go. So they went unto the city where the man of God \\add was\\add*."
    },
    {
      "verse": 11,
      "text": "\\add And\\add* as they went up the hill to the city, they found young maidens going out to draw water, and said unto them, Is the seer here?"
    },
    {
      "verse": 12,
      "text": "And they answered them, and said, He is; behold, \\add he is\\add* before you: make haste now, for he came to day to the city; for \\add there is\\add* a sacrifice of the people to day in the high place:"
    },
    {
      "verse": 13,
      "text": "as soon as ye be come \\add into\\add* the city, ye shall straightway find him, before he go up to the high place to eat: for the people will not eat until he come, because he doth bless the sacrifice; \\add and\\add* afterwards they eat that be bidden. Now therefore get you up; for about \\add this\\add* time ye shall find him."
    },
    {
      "verse": 14,
      "text": "And they went up \\add into\\add* the city: \\add and\\add* when they were come into the city, behold, Samuel came out against them, for to go up \\add to\\add* the high place."
    },
    {
      "verse": 15,
      "text": "Now the \\sc Lord\\sc* had told Samuel in his ear a day before Saul came, saying,"
    },
    {
      "verse": 16,
      "text": "To morrow about \\add this\\add* time I will send thee a man out of the land of Benjamin, and thou shalt anoint him to be captain over my people Israel, that \\add he\\add* may save my people out of the hand of the Philistines: for I have looked upon my people, because their cry is come unto me."
    },
    {
      "verse": 17,
      "text": "And when Samuel saw Saul, the \\sc Lord\\sc* said unto him, Behold the man whom I spake to thee of: this \\add same\\add* shall reign over my people."
    },
    {
      "verse": 18,
      "text": "Then Saul drew near to Samuel in the gate, and said, Tell me, I pray thee, where the seer’s house \\add is\\add*."
    },
    {
      "verse": 19,
      "text": "And Samuel answered Saul, and said, I \\add am\\add* the seer: go up before me \\add unto\\add* the high place; for ye shall eat with me to day, and to morrow I will let thee go, and will tell thee all that \\add is\\add* in thine heart."
    },
    {
      "verse": 20,
      "text": "And as for thine asses that were lost three days ago, set not thy mind on them; for they are found. And on whom \\add is\\add* all the desire of Israel? \\add Is it\\add* not on thee, and on all thy father’s house?"
    },
    {
      "verse": 21,
      "text": "And Saul answered and said, \\add Am\\add* not I a Benjamite, of the smallest of the tribes of Israel? and my family the least of all the families of the tribe of Benjamin? wherefore then speakest thou so to me?"
    },
    {
      "verse": 22,
      "text": "And Samuel took Saul and his servant, and brought them into the parlour, and made them sit in the chiefest place among them that were bidden, which \\add were\\add* about thirty persons."
    },
    {
      "verse": 23,
      "text": "And Samuel said unto the cook, Bring the portion which I gave thee, of which I said unto thee, Set it by thee."
    },
    {
      "verse": 24,
      "text": "And the cook took up the shoulder, and \\add that\\add* which \\add was\\add* upon it, and set \\add it\\add* before Saul. And \\add Samuel\\add* said, Behold that which is left; set \\add it\\add* before thee, \\add and\\add* eat: for unto \\add this\\add* time \\add hath it\\add* been kept for thee since \\add I\\add* said, I have invited the people. So Saul did eat with Samuel that day."
    },
    {
      "verse": 25,
      "text": "And when they were come down from the high place \\add into\\add* the city, \\add Samuel\\add* communed with Saul upon the top of the house."
    },
    {
      "verse": 26,
      "text": "And they arose early: and it came to pass about the spring of the day, that Samuel called Saul to the top of the house, saying, Up, that I may send thee away. And Saul arose, and they went out both of them, he and Samuel, abroad."
    },
    {
      "verse": 27,
      "text": "\\add And\\add* as they were going down to the end of the city, Samuel said to Saul, Bid the servant pass on before us, (and he passed on,) but stand thou still a while, that I may shew thee the word of God."
    }
  ]
}