{
  "book_id": "1SA",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "And the Ziphites came unto Saul to Gibeah, saying, Doth not David hide himself in the hill of Hachilah, \\add which is\\add* before Jeshimon?"
    },
    {
      "verse": 2,
      "text": "Then Saul arose, and went down to the wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the wilderness of Ziph."
    },
    {
      "verse": 3,
      "text": "And Saul pitched in the hill of Hachilah, which \\add is\\add* before Jeshimon, by the way. But David abode in the wilderness, and he saw that Saul came after him into the wilderness."
    },
    {
      "verse": 4,
      "text": "David therefore sent out spies, and understood that Saul was come in very deed."
    },
    {
      "verse": 5,
      "text": "And David arose, and came to the place where Saul had pitched: and David beheld the place where Saul lay, and Abner the son of Ner, the captain of his host: and Saul lay in the trench, and the people pitched round about him."
    },
    {
      "verse": 6,
      "text": "Then answered David and said to Ahimelech the Hittite, and to Abishai the son of Zeruiah, brother to Joab, saying, Who will go down with me to Saul to the camp? And Abishai said, I will go down with thee."
    },
    {
      "verse": 7,
      "text": "So David and Abishai came to the people by night: and behold, Saul lay sleeping within the trench, and his spear stuck in the ground \\add at\\add* his bolster: but Abner and the people lay round about him."
    },
    {
      "verse": 8,
      "text": "Then said Abishai to David, God hath delivered thine enemy into thine hand \\add this\\add* day: now therefore let me smite him, I pray thee, with the spear even to the earth at once, and I will not \\add smite\\add* him the second time."
    },
    {
      "verse": 9,
      "text": "And David said to Abishai, Destroy him not: for who can stretch forth his hand against the \\sc Lord’s\\sc* anointed, and be guiltless?"
    },
    {
      "verse": 10,
      "text": "David said furthermore, \\add As\\add* the \\sc Lord\\sc* liveth, the \\sc Lord\\sc* shall smite him; or his day shall come to die; or he shall descend into battle, and perish."
    },
    {
      "verse": 11,
      "text": "The \\sc Lord\\sc* forbid that \\add I\\add* should stretch forth mine hand against the \\sc Lord’s\\sc* anointed: but, I pray thee, take thou now the spear that \\add is at\\add* his bolster, and the cruse of water, and let us go."
    },
    {
      "verse": 12,
      "text": "So David took the spear and the cruse of water from Saul’s bolster; and they gat them away, and no man saw \\add it\\add*, nor knew \\add it\\add*, neither awaked: for they \\add were\\add* all asleep; because a deep sleep from the \\sc Lord\\sc* was fallen upon them."
    },
    {
      "verse": 13,
      "text": "Then David went over \\add to\\add* the \\add other\\add* side, and stood on the top of a hill afar off; a great space \\add being\\add* between them:"
    },
    {
      "verse": 14,
      "text": "and David cried to the people, and to Abner the son of Ner, saying, Answerest thou not, Abner? Then Abner answered and said, Who \\add art\\add* thou \\add that\\add* criest to the king?"
    },
    {
      "verse": 15,
      "text": "And David said to Abner, \\add Art\\add* not thou a \\add valiant\\add* man? and who \\add is\\add* like to thee in Israel? wherefore then hast thou not kept thy lord the king? for there came one of the people in to destroy the king thy lord."
    },
    {
      "verse": 16,
      "text": "This thing \\add is\\add* not good that thou hast done. \\add As\\add* the \\sc Lord\\sc* liveth, ye \\add are\\add* worthy to die, because ye have not kept your master, the \\sc Lord’s\\sc* anointed. And now see where the king’s spear \\add is\\add*, and the cruse of water that \\add was at\\add* his bolster."
    },
    {
      "verse": 17,
      "text": "And Saul knew David’s voice, and said, \\add Is\\add* this thy voice, my son David? And David said, \\add It is\\add* my voice, my lord, O king."
    },
    {
      "verse": 18,
      "text": "And he said, Wherefore doth my lord thus pursue after his servant? for what have I done? or what evil \\add is\\add* in mine hand?"
    },
    {
      "verse": 19,
      "text": "Now therefore, I pray thee, let my lord the king hear the words of his servant. If the \\sc Lord\\sc* have stirred thee up against me, let him accept an offering: but if \\add they be\\add* the children of men, cursed \\add be\\add* they before the \\sc Lord\\sc*; for they have driven me out \\add this\\add* day from abiding in the inheritance of the \\sc Lord\\sc*, saying, Go, serve other gods."
    },
    {
      "verse": 20,
      "text": "Now therefore, let not my blood fall to the earth before the face of the \\sc Lord\\sc*: for the king of Israel is come out to seek a flea, as when \\add one\\add* doth hunt a partridge in the mountains."
    },
    {
      "verse": 21,
      "text": "Then said Saul, I have sinned: return, my son David: for I will no more do thee harm, because my soul was precious in thine eyes this day: behold, I have played the fool, and have erred exceedingly."
    },
    {
      "verse": 22,
      "text": "And David answered and said, Behold, the king’s spear; and let one of the young men come over and fetch it."
    },
    {
      "verse": 23,
      "text": "The \\sc Lord\\sc* render to every man his righteousness and his faithfulness: for the \\sc Lord\\sc* delivered thee into \\add my\\add* hand to day, but I would not stretch forth mine hand against the \\sc Lord’s\\sc* anointed."
    },
    {
      "verse": 24,
      "text": "And behold, as thy life was much set by this day in mine eyes, so let my life be much set by in the eyes of the \\sc Lord\\sc*, and let him deliver me out of all tribulation."
    },
    {
      "verse": 25,
      "text": "Then Saul said to David, Blessed \\add be\\add* thou, my son David: thou shalt both do great things, and also shalt still prevail. So David went on his way, and Saul returned to his place."
    }
  ]
}