{
  "book_id": "1SA",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "And when a certain day arrived, Jonathan the son of Saul said to the young man that bore his armour, Come, and let us go over to Messab of the Philistines that is on the other side yonder; but he told not his father."
    },
    {
      "verse": 2,
      "text": "And Saul sat on the top of the hill under the pomegranate tree that is in Magdon, and there were with him about six hundred men."
    },
    {
      "verse": 3,
      "text": "And Achia son of Achitob, the brother of Jochabed the son of Phinees, the son of Heli, wasthe priest of God in Selom wearing an ephod: and the people knew not that Jonathan was gone."
    },
    {
      "verse": 4,
      "text": "And in the midst of the passage whereby Jonathan sought to pass over to the encampment of the Philistines, there was both a sharp rock on this side, and a sharp rock on the other side: the name of the one wasBases, and the name of the other Senna."
    },
    {
      "verse": 5,
      "text": "The one way wasnorthward to one coming to Machmas, and the other way wassouthward to one coming to Gabae."
    },
    {
      "verse": 6,
      "text": "And Jonathan said to the young man that bore his armour, Come, let us go over to Messab of these uncircumcised, if peradventurethe Lord may do something for us; for the Lord is not straitened to save by many or by few."
    },
    {
      "verse": 7,
      "text": "And his armour-bearer said to him, Do all that thine heart inclines toward: behold, I amwith thee, my heart isas thy heart."
    },
    {
      "verse": 8,
      "text": "And Jonathan said, Behold, we will go over to the men, and will come down suddenly upon them."
    },
    {
      "verse": 9,
      "text": "If they should say thus to us, Stand aloof there until we shall send you word; then we will stand still by ourselves, and will not go up against them."
    },
    {
      "verse": 10,
      "text": "Butif they should say thus to us, Come up to us; then will we go up, for the Lord has delivered them into our hands; this shall bea sign to us."
    },
    {
      "verse": 11,
      "text": "And they both went in to Messab of the Philistines; and the Philistines said, Behold, the Hebrews come forth out of their caves, where they had hidden themselves."
    },
    {
      "verse": 12,
      "text": "And the men of Messab answered Jonathan and his armour-bearer, and said, Come up to us, and we will shew you a thing: and Jonathan said to his armour-bearer, Come up after me, for the Lord has delivered them into the hands of Israel."
    },
    {
      "verse": 13,
      "text": "And Jonathan went up on his hands and feet, and his armour-bearer with him; and they looked on the face of Jonathan, and he smote them, and his armour-bearer did smite themafter him."
    },
    {
      "verse": 14,
      "text": "And the first slaughter which Jonathan and his armour-bearer effected was twenty men, with darts and slings, and pebbles of the field."
    },
    {
      "verse": 15,
      "text": "And there was dismay in the camp, and in the field; and all the people in Messab, and the spoilers were amazed; and they would not act, and the land was terror-struck, and there was dismay from the Lord."
    },
    {
      "verse": 16,
      "text": "And the watchmen of Saul beheld in Gabaa of Benjamin, and, behold, the army was thrown into confusion on every side."
    },
    {
      "verse": 17,
      "text": "And Saul said to the people with him, Number yourselves now, and see who has gone out from you: and they numbered themselves, and behold, Jonathan and his armour-bearer were not found."
    },
    {
      "verse": 18,
      "text": "And Saul said to Achia, Bring the ephod; for he wore the ephod in that day before Israel."
    },
    {
      "verse": 19,
      "text": "And it came to pass while Saul was speaking to the priest, that the sound in the camp of the Philistines continued to increase greatly; and Saul said to the priest, Withdraw thy hands."
    },
    {
      "verse": 20,
      "text": "And Saul went up and all the people that were with him, and they come to the battle: and, behold, everyman's sword was against his neighbour, a very great confusion."
    },
    {
      "verse": 21,
      "text": "And the servants who had been before with the Philistines, who had gone up to the army, turned themselves also to be with the Israelites who were with Saul and Jonathan."
    },
    {
      "verse": 22,
      "text": "And all the Israelites who were hidden in mount Ephraim heard also that the Philistines fled; and they also gather themselves after them to battle: and the Lord saved Israel in that day; and the war passed through Bamoth; and all the people with Saul were about ten thousand men."
    },
    {
      "verse": 23,
      "text": "And the battle extended itself to every city in the mount Ephraim."
    },
    {
      "verse": 24,
      "text": "And Saul committed a great trespass of ignorance in that day, and he lays a curse on the people, saying, Cursed isthe man who shall eat bread before the evening; so I will avenge myself on my enemy: and none of the people tasted bread, though all the land was dining."
    },
    {
      "verse": 25,
      "text": "And Jaal was a wood abounding in swarms of bees on the face of the ground."
    },
    {
      "verse": 26,
      "text": "And the people went into the place of the bees, and, behold, they continued speaking; and, behold, there was none that put his hand to his mouth, for the people feared the oath of the Lord."
    },
    {
      "verse": 27,
      "text": "And Jonathan had not heard when his father adjured the people; and he reached forth the end of the staff that was in his hand, and dipped it into the honeycomb, and returned his hand to his mouth, and his eyes recovered their sight."
    },
    {
      "verse": 28,
      "text": "And one of the people answered and said, Thy father solemnly adjured the people, saying, Cursed isthe man who shall eat bread to-day. And the people were very faint,"
    },
    {
      "verse": 29,
      "text": "and Jonathan knew it, and said, My father has destroyed the land: see how my eyes have received sight nowthat I have tasted a little of this honey."
    },
    {
      "verse": 30,
      "text": "Surely if the people had this day eaten freely of the spoils of their enemies which they found, the slaughter among the Philistines would have been greater."
    },
    {
      "verse": 31,
      "text": "And on that day he smote some of the Philistines in Machmas; and the people were very weary."
    },
    {
      "verse": 32,
      "text": "And the people turned to the spoil; and the people took flocks, and herds, and calves, and slew them on the ground, and the people ate with the blood."
    },
    {
      "verse": 33,
      "text": "And it was reported to Saul, saying, The people have sinned against the Lord, eating with the blood: and Saul said, Out of Getthaim roll a great stone to me hither."
    },
    {
      "verse": 34,
      "text": "And Saul said, Disperse yourselves among the people, and tell them to bring hither every one his calf, and every one his sheep: and let them slay it on this stoneand sin not against the Lord in eating with the blood: and the people brought each one that which was in his hand, and they slew themthere."
    },
    {
      "verse": 35,
      "text": "And Saul built an altar there to the Lord: this was the first altar that Saul built to the Lord."
    },
    {
      "verse": 36,
      "text": "And Saul said, Let us go down after the Philistines this night, and let us plunder among them till the day break, and let us not leave a man among them. And they said, Do all that is good in thy sight: and the priest said, Let us draw nigh hither to God."
    },
    {
      "verse": 37,
      "text": "And Saul enquired of God, If I go down after the Philistines, wilt thou deliver them into the hands of Israel? And he answered him not in that day."
    },
    {
      "verse": 38,
      "text": "And Saul said, Bring hither all the chiefs of Israel, and know and see by whom this sin has been committed this day."
    },
    {
      "verse": 39,
      "text": "For as the Lord lives who has saved Israel, if answer should be against my son Jonathan, he shall surely die. And there was no one that answered out of all the people."
    },
    {
      "verse": 40,
      "text": "And he said to all the men of Israel, Ye shall be under subjection, and I and Jonathan my son will be under subjection: and the people said to Saul, Do that which is good in thy sight."
    },
    {
      "verse": 41,
      "text": "And Saul said, O Lord God of Israel, why hast thou not answered thy servant this day? isthe iniquity in me, or in Jonathan my son? Lord God of Israel, give clear manifestations; and if the lotshould declare this, give, I pray thee, to thy people Israel, give, I pray, holiness. And Jonathan and Saul are taken, and the people escaped."
    },
    {
      "verse": 42,
      "text": "And Saul said, Cast lotsbetween me and my son Jonathan: whomsoever the Lord shall cause to be taken by lot, let him die: and the people said to Saul, This thing is not to be done: and Saul prevailed against the people, and they cast lotsbetween him and Jonathan his son, and Jonathan is taken by lot."
    },
    {
      "verse": 43,
      "text": "And Saul said to Jonathan, Tell me what thou hast done: and Jonathan told him, and said, I did indeed taste a little honey, with the end of my staff that was in my hand, and, lo! I am todie."
    },
    {
      "verse": 44,
      "text": "And Saul said to him, God do so to me, and more also, thou shalt surely die to-day."
    },
    {
      "verse": 45,
      "text": "And the people said to Saul, Shall he that has wrought this great salvation in Israel be put to death this day? Asthe Lord lives, there shall not fall to the ground one of the hairs of his head; for the people of God have wrought successfully this day. And the people prayed for Jonathan in that day, and he died not."
    },
    {
      "verse": 46,
      "text": "And Saul went up from following the Philistines; and the Philistines departed to their place."
    },
    {
      "verse": 47,
      "text": "And Saul received the kingdom, by lot he inherits the office of rulingover Israel: and he fought against all his enemies round about, against Moab, and against the children of Ammon, and against the children of Edom, and against Bæthæor, and against the king of Suba, and against the Philistines: whithersoever he turned, he was victorious."
    },
    {
      "verse": 48,
      "text": "And he wrought valiantly, and smote Amalec, and rescued Israel out of the hand of them that trampled on him."
    },
    {
      "verse": 49,
      "text": "And the sons of Saul were Jonathan, and Jessiu, and Melchisa: and these werethe names of his two daughters, the name of the first-born Merob, and the name of the second Melchol."
    },
    {
      "verse": 50,
      "text": "And the name of his wife was Achinoom, the daughter of Achimaa: and the name of his captain of the host was Abenner, the son of Ner, son of a kinsman of Saul."
    },
    {
      "verse": 51,
      "text": "And Kis wasthe father of Saul, and Ner, the father of Abenner, wasson of Jamin, son of Abiel."
    },
    {
      "verse": 52,
      "text": "And the war was vehement against the Philistines all the days of Saul; and when Saul saw any mighty man, and any valiant man, then he took them to himself."
    }
  ]
}