{
  "book_id": "1SA",
  "chapter": 18,
  "verses": [
    {
      "verse": 6,
      "text": "And there came out women in dances to meet David out of all the cities of Israel, with timbrels, and with rejoicing, and with cymbals."
    },
    {
      "verse": 7,
      "text": "And the women began \\add the strain\\add*, and said, Saul has smitten his thousands, and David his ten thousands."
    },
    {
      "verse": 8,
      "text": "And it seemed evil in the eyes of Saul concerning this matter, and he said, To David they have given ten thousands, and to me they have given thousands.\\f + \\fr 18:8 \\ft From this point to the end of v 11. is read from \\fqa Alex.\\f*"
    },
    {
      "verse": 12,
      "text": "And Saul was alarmed on account of David."
    },
    {
      "verse": 13,
      "text": "And he removed him from him, and made him a captain of a thousand for himself; and he went out and came in before the people."
    },
    {
      "verse": 14,
      "text": "And David was prudent in all his ways, and the Lord was with him."
    },
    {
      "verse": 15,
      "text": "And Saul saw that he was very wise, and he was afraid of him."
    },
    {
      "verse": 16,
      "text": "And all Israel and Juda loved David, because he came in and went out before the people.\\f + \\fr 18:16 \\ft vv 17-19 are not in the Vatican codex. They are here read from \\fqa Alex.\\f*"
    },
    {
      "verse": 20,
      "text": "And Melchol the daughter of Saul loved David; and it was told Saul, and the thing was pleasing in his eyes."
    },
    {
      "verse": 21,
      "text": "And Saul said, I will give her to him, and she shall be a stumbling-block to him. Now the hand of the Philistines was against Saul."
    },
    {
      "verse": 22,
      "text": "And Saul charged his servants, saying, Speak ye privately to David, saying, Behold, the king delights in thee, and all his servants love thee, and do thou become the king's son-in-law."
    },
    {
      "verse": 23,
      "text": "And the servants of Saul spoke these words in the ears of David; and David said, \\add Is it\\add* a light thing in your eyes to become son-in-law to the king? whereas I \\add am\\add* an humble man, and not honourable?"
    },
    {
      "verse": 24,
      "text": "And the servants of Saul reported to him according to these words, which David spoke."
    },
    {
      "verse": 25,
      "text": "And Saul said, Thus shall ye speak to David, The king wants no gift but a hundred foreskins of the Philistines, to avenge himself on the king's enemies. Now Saul thought to cast him into the hands of the Philistines."
    },
    {
      "verse": 26,
      "text": "And the servants of Saul report these words to David, and David was well pleased to become the son-in-law to the king."
    },
    {
      "verse": 27,
      "text": "And David arose, and went, he and his men, and smote among the Philistines a hundred men: and he brought their foreskins, and he becomes the king's son-in-law, and \\add Saul\\add* gives him Melchol his daughter to wife."
    },
    {
      "verse": 28,
      "text": "And Saul saw that the Lord \\add was\\add* with David, and \\add that\\add* all Israel loved him."
    },
    {
      "verse": 29,
      "text": "And he was yet more afraid of David."
    }
  ]
}