{
  "book_id": "1SA",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "And David said in his heart, Now shall I be one day delivered \\add for death\\add* into the hands of Saul; and there is no good thing for me unless I should escape into the land of the Philistines, and Saul should cease from seeking me \\f + \\fr 27:1 \\fqa Gr. \\ft into.\\f*through every coast of Israel: so I shall escape out of his hand."
    },
    {
      "verse": 2,
      "text": "So David arose, and the six hundred men that were with him, and he went to Anchus, son of Ammach, king of Geth."
    },
    {
      "verse": 3,
      "text": "And David dwelt with Anchus, he and his men, each with his family; and David and both his wives, Achinaam the Jezraelitess, and Abigaia the wife of Nabal the Carmelite."
    },
    {
      "verse": 4,
      "text": "And it was told Saul that David had fled to Geth; and he no longer sought after him."
    },
    {
      "verse": 5,
      "text": "And David said to Anchus, If now thy servant has found grace in thine eyes, let them give me, I pray thee, a place in one of the cities in the country, and I will dwell there: for why does thy servant dwell with thee in a \\f + \\fr 27:5 \\fqa Gr. \\ft city reigned over.\\f*royal city?"
    },
    {
      "verse": 6,
      "text": "And he gave him Sekelac in that day: therefore Sekelac came into possession of the king of Judea to this day."
    },
    {
      "verse": 7,
      "text": "And the number of the days that David dwelt in the country of the Philistines was four months."
    },
    {
      "verse": 8,
      "text": "And David and his men went up, and made an attack on all the Gesirites and on the Amalekites: and behold, the land was inhabited, (even the land \\f + \\fr 27:8 \\ft Th LXX have rendered מעולס ... שוה \\fqa of old to Shur, \\ft by ἀπὸ Γελαμψοὺρ.\\f*from Gelampsur) by those who come from the fortified \\add cities\\add* even to the land of Egypt."
    },
    {
      "verse": 9,
      "text": "And he smote the land, and saved neither man nor woman alive; and they took flocks, and herds, and asses, and camels, and raiment; and they returned and came to Anchus."
    },
    {
      "verse": 10,
      "text": "And Anchus said to David, On whom have ye made an attack to-day? And David said to Anchus, On the south of Judea, and on the south of Jesmega, and on the south of the Kenezite."
    },
    {
      "verse": 11,
      "text": "And I have not saved man or woman alive to bring them to Geth, saying, Lest they carry a report to Geth against us, saying, These things David does. And this was his manner all the days that David dwelt in the country of the Philistines."
    },
    {
      "verse": 12,
      "text": "So David had the full confidence of Anchus, \\f + \\fr 27:12 \\fqa Gr. \\ft saying.\\f*who said, He is thoroughly disgraced among his people in Israel, and he shall be my servant for ever."
    }
  ]
}