{
  "book_id": "PRO",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "As snow in summer, and as rain in harvest, so honour is not seemly for a fool."
    },
    {
      "verse": 2,
      "text": "As the sparrow in her wandering, as the swallow in her flying, so the curse that is causeless lighteth not."
    },
    {
      "verse": 3,
      "text": "A whip for the horse, a bridle for the ass, and a rod for the back of fools."
    },
    {
      "verse": 4,
      "text": "Answer not a fool according to his folly, lest thou also be like unto him."
    },
    {
      "verse": 5,
      "text": "Answer a fool according to his folly, lest he be wise in his own conceit."
    },
    {
      "verse": 6,
      "text": "He that sendeth a message by the hand of a fool cutteth off his own , and in damage."
    },
    {
      "verse": 7,
      "text": "The legs of the lame hang loose: so is a parable in the mouth of fools."
    },
    {
      "verse": 8,
      "text": "As a bag of gems in a heap of stones, so is he that giveth honour to a fool."
    },
    {
      "verse": 9,
      "text": "As thorn that goeth up into the hand of a drunkard, so is a parable in the month of fools."
    },
    {
      "verse": 10,
      "text": "As archer that woundeth all, so is he that hireth the fool and he that hireth them that pass by."
    },
    {
      "verse": 11,
      "text": "As a dog that returneth to his vomit, so is fool that repeateth his folly."
    },
    {
      "verse": 12,
      "text": "Seest thou a man wise in his own conceit? there is more hope of a fool than of him."
    },
    {
      "verse": 13,
      "text": "The sluggard saith, There is a lion in the way; a lion is in the streets."
    },
    {
      "verse": 14,
      "text": "As door turneth upon its hinges, so doth the sluggard upon his bed."
    },
    {
      "verse": 15,
      "text": "The sluggard burieth his hand in the dish; it wearieth him to bring it again to his mouth."
    },
    {
      "verse": 16,
      "text": "The sluggard is wiser in his own conceit than seven men that can render a reason."
    },
    {
      "verse": 17,
      "text": "He that passeth by, and himself with strife belonging not to him, is like that taketh a dog by the ears."
    },
    {
      "verse": 18,
      "text": "As a madman who casteth firebrands, arrows, and death;"
    },
    {
      "verse": 19,
      "text": "So is the man that deceiveth his neighbour, and saith, Am not I in sport?"
    },
    {
      "verse": 20,
      "text": "For lack of wood the fire goeth out: and where there is no whisperer, contention ceaseth."
    },
    {
      "verse": 21,
      "text": "As are to hot embers, and wood to fire; so is a contentious man to inflame strife."
    },
    {
      "verse": 22,
      "text": "The words of a whisperer are as dainty morsels, and they go down into the innermost parts of the belly."
    },
    {
      "verse": 23,
      "text": "Fervent lips and a wicked heart are like earthen vessel overlaid with silver dross."
    },
    {
      "verse": 24,
      "text": "He that hateth dissembleth with his lips, but he layeth up deceit within him:"
    },
    {
      "verse": 25,
      "text": "When he speaketh fair, believe him not; for there are seven abominations in his heart:"
    },
    {
      "verse": 26,
      "text": "Though his cover itself with guile, his wickedness shall be openly shewed before the congregation."
    },
    {
      "verse": 27,
      "text": "Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it shall return upon him."
    },
    {
      "verse": 28,
      "text": "A lying tongue hateth those whom it hath wounded; and a flattering mouth worketh ruin."
    }
  ]
}