{
  "book_id": "PRO",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The proverbs of Solomon, the son of David, king of Israel:"
    },
    {
      "verse": 2,
      "text": "That one may learn wisdom and instruction, And receive words of understanding;"
    },
    {
      "verse": 3,
      "text": "That one may gain the instruction of prudence, Justice, equity, and uprightness;"
    },
    {
      "verse": 4,
      "text": "Which will give caution to the simple, To the young man wisdom and discretion;"
    },
    {
      "verse": 5,
      "text": "Let the wise man hear, and he will increase his knowledge, And the man of understanding will gain wise counsels;"
    },
    {
      "verse": 6,
      "text": "So as to understand a proverb and a deep maxim, The words of the wise and their dark sayings."
    },
    {
      "verse": 7,
      "text": "The fear of the LORD is the beginning of knowledge; Fools despise wisdom and instruction."
    },
    {
      "verse": 8,
      "text": "Hear, O my son! the instruction of thy father, And neglect not the teaching of thy mother!"
    },
    {
      "verse": 9,
      "text": "For they shall be a graceful wreath for thy head, And a chain around thy neck."
    },
    {
      "verse": 10,
      "text": "My son, if sinners entice thee, Consent thou not!"
    },
    {
      "verse": 11,
      "text": "If they say, “Come with us, Let us lie in wait for blood, Let us lurk secretly for him who is innocent in vain;"
    },
    {
      "verse": 12,
      "text": "Let us swallow them up alive, like the underworld, Yea, in full health, as those that go down into the pit;"
    },
    {
      "verse": 13,
      "text": "We shall find all kinds of precious substance, We shall fill our houses with spoil;"
    },
    {
      "verse": 14,
      "text": "Thou shalt cast thy lot among us; We will all have one purse;”—"
    },
    {
      "verse": 15,
      "text": "My son, walk thou not in their way, Refrain thy foot from their path!"
    },
    {
      "verse": 16,
      "text": "For their feet run to evil, And make haste to shed blood."
    },
    {
      "verse": 17,
      "text": "For as the net is spread in vain Before the eyes of any bird,"
    },
    {
      "verse": 18,
      "text": "So they lie in wait for their own blood; They lurk secretly for their own lives."
    },
    {
      "verse": 19,
      "text": "Such are the ways of every one greedy of unjust gain; It taketh away the life of the possessor thereof."
    },
    {
      "verse": 20,
      "text": "Wisdom crieth out in the highway; In the market-place she uttereth her voice;"
    },
    {
      "verse": 21,
      "text": "At the head of the noisy streets she crieth aloud; At the entrances of the gates, throughout the city, she proclaimeth her words [[saying]]:"
    },
    {
      "verse": 22,
      "text": "How long, ye simple ones, will ye love simplicity? How long will scoffers delight themselves in scoffing, And fools hate knowledge?"
    },
    {
      "verse": 23,
      "text": "Turn ye at my reproof! Behold, I will pour out my spirit to you; I will make known my words to you!"
    },
    {
      "verse": 24,
      "text": "“Because I have called, and ye have refused,—Because I have stretched out my hand, and no one hath regarded."
    },
    {
      "verse": 25,
      "text": "Because ye have rejected all my counsel, And have slighted my rebuke,—"
    },
    {
      "verse": 26,
      "text": "I also will laugh at your calamity, I will mock when your fear cometh;"
    },
    {
      "verse": 27,
      "text": "When your fear cometh upon you like a storm. And destruction overtaketh you like a whirlwind, When distress and anguish come upon you."
    },
    {
      "verse": 28,
      "text": "Then will they call upon me, but I will not answer! They will seek me early, But they shall not find me!"
    },
    {
      "verse": 29,
      "text": "Because they have hated knowledge, And have not chosen the fear of the LORD,—"
    },
    {
      "verse": 30,
      "text": "Because they would not attend to my counsel, And have despised all my reproof,—"
    },
    {
      "verse": 31,
      "text": "Therefore shall they eat of the fruit of their own way, And be filled to the full with their own devices;"
    },
    {
      "verse": 32,
      "text": "Yea, the turning away of the simple shall slay them, And the carelessness of fools shall destroy them."
    },
    {
      "verse": 33,
      "text": "But whoso hearkeneth to me shall dwell securely, And shall not be disquieted with the fear of evil.”"
    }
  ]
}