{
  "book_id": "PRO",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Hear, ye children, the instruction of a father, And attend, that ye may learn understanding!"
    },
    {
      "verse": 2,
      "text": "For I give you good instruction; Forsake ye not my commandments."
    },
    {
      "verse": 3,
      "text": "For I was my father's son, A tender and only child in the sight of my mother."
    },
    {
      "verse": 4,
      "text": "He taught me, and said to me, Let thy heart hold fast my words; Keep my commandments, and live."
    },
    {
      "verse": 5,
      "text": "Get wisdom, get understanding; Forget not, and depart not from, the words of my mouth."
    },
    {
      "verse": 6,
      "text": "Forsake her not, and she will guard thee: Love her, and she will preserve thee."
    },
    {
      "verse": 7,
      "text": "Wisdom is the principal thing; therefore gain wisdom, And with all thy gain, gain understanding."
    },
    {
      "verse": 8,
      "text": "Exalt her, and she will promote thee; She will bring thee to honor, when thou dost embrace her;"
    },
    {
      "verse": 9,
      "text": "She will give to thy head a graceful wreath, A beautiful crown will she bestow upon thee."
    },
    {
      "verse": 10,
      "text": "Hear, O my son! and receive my sayings! So shall the years of thy life be many."
    },
    {
      "verse": 11,
      "text": "I have taught thee the way of wisdom, I have guided thee in the right path."
    },
    {
      "verse": 12,
      "text": "When thou goest, thy steps shall not be confined; And, when thou runnest, thou shalt not stumble."
    },
    {
      "verse": 13,
      "text": "Take fast hold of instruction; let her not go; Keep her, for she is thy life."
    },
    {
      "verse": 14,
      "text": "Enter not into the path of the wicked, And go not in the way of evil men;"
    },
    {
      "verse": 15,
      "text": "Avoid it, pass not upon it, Turn from it, and go away."
    },
    {
      "verse": 16,
      "text": "For they sleep not, unless they have done mischief; Yea, their sleep is taken away, unless they have caused some to fall."
    },
    {
      "verse": 17,
      "text": "For they eat the bread of wickedness, And drink the wine of violence."
    },
    {
      "verse": 18,
      "text": "But the path of the righteous is as the light of dawn, Which groweth brighter and brighter unto the perfect day."
    },
    {
      "verse": 19,
      "text": "The way of the wicked is as thick darkness; They know not at what they stumble."
    },
    {
      "verse": 20,
      "text": "My son, attend to my words; Incline thine ear to my sayings;"
    },
    {
      "verse": 21,
      "text": "Let them not depart from thine eyes; Keep them in the midst of thy heart!"
    },
    {
      "verse": 22,
      "text": "For they are life to those who find them, And health to all their flesh."
    },
    {
      "verse": 23,
      "text": "More than any thing which thou watchest, watch thy heart; For from it goeth forth life."
    },
    {
      "verse": 24,
      "text": "Put away from thee a deceitful mouth, And remove far from thee perverse lips."
    },
    {
      "verse": 25,
      "text": "Let thine eyes look straight forward, And thine eyelids be directed before thee."
    },
    {
      "verse": 26,
      "text": "Give heed to the path of thy foot, And let all thy ways be steadfast."
    },
    {
      "verse": 27,
      "text": "Turn not to the right hand or to the left; Remove thy foot from evil."
    }
  ]
}