{
  "book_id": "PRO",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "My son, attend to my wisdom. And bow thine ear to my understanding;"
    },
    {
      "verse": 2,
      "text": "That thou mayest keep discretion, And that thy lips may preserve knowledge!"
    },
    {
      "verse": 3,
      "text": "Truly, the lips of a strange woman drop honey, And her mouth is smoother than oil;"
    },
    {
      "verse": 4,
      "text": "But her end is bitter as wormwood, Sharp as a two-edged sword."
    },
    {
      "verse": 5,
      "text": "Her feet go down to death; Her steps lay hold of the under-world."
    },
    {
      "verse": 6,
      "text": "That she may not ponder the way of life, Her paths waver when she heedeth it not."
    },
    {
      "verse": 7,
      "text": "Hear me now, therefore, O children! And turn not away from the words of my mouth!"
    },
    {
      "verse": 8,
      "text": "Remove thy way far from her. And come not nigh the door of her house:"
    },
    {
      "verse": 9,
      "text": "Lest thou give thy bloom to others, And thy years to a cruel one;"
    },
    {
      "verse": 10,
      "text": "Lest strangers be filled with thy wealth, And thine earnings be in the house of an alien;"
    },
    {
      "verse": 11,
      "text": "And lest thou mourn in thy latter end. When thy flesh and thy body are consumed,"
    },
    {
      "verse": 12,
      "text": "And say, “How have I hated instruction! And how hath my heart despised reproof!"
    },
    {
      "verse": 13,
      "text": "I have not obeyed the voice of my teachers, Nor inclined mine ear to my instructors;"
    },
    {
      "verse": 14,
      "text": "I have well-nigh fallen into utter misery; In the midst of the congregation and the assembly.”"
    },
    {
      "verse": 15,
      "text": "Drink water out of thine own cistern. And running water out of thine own well:"
    },
    {
      "verse": 16,
      "text": "So shall thy fountains overflow in the streets, In the wide streets, as streams of water;"
    },
    {
      "verse": 17,
      "text": "They shall belong to thee alone, And not to strangers with thee;"
    },
    {
      "verse": 18,
      "text": "And thy fountain shall be blessed, Yea, thou shalt have joy in the wife of thy youth."
    },
    {
      "verse": 19,
      "text": "A lovely hind, a graceful doe, Her breasts shall satisfy thee at all times, And thou shalt be always ravished with her love."
    },
    {
      "verse": 20,
      "text": "Why, then, my son, wilt thou be ravished with a wanton, And embrace the bosom of a stranger?"
    },
    {
      "verse": 21,
      "text": "For the ways of man are before the eyes of the LORD, And he weigheth well all his paths."
    },
    {
      "verse": 22,
      "text": "His own iniquities shall ensnare the wicked; Yea, he shall be held fast by the cords of his own sins."
    },
    {
      "verse": 23,
      "text": "He shall die for want of instruction; Yea, through the greatness of his folly he shall stagger."
    }
  ]
}