{
  "book_id": "PRO",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "My son, keep my words, And treasure up my commandments with thee!"
    },
    {
      "verse": 2,
      "text": "Keep my commandments and live! Yea, my teaching, as the apple of thine eye!"
    },
    {
      "verse": 3,
      "text": "Bind them upon thy fingers, Write them upon the tablet of thy heart!"
    },
    {
      "verse": 4,
      "text": "Say unto wisdom, “Thou art my sister!” And call understanding thy near acquaintance;"
    },
    {
      "verse": 5,
      "text": "That they may keep thee from the wife of another, From the stranger, that useth smooth words."
    },
    {
      "verse": 6,
      "text": "For through the window of my house, Through the lattice I was looking forth,"
    },
    {
      "verse": 7,
      "text": "And I saw among the simple ones, I discerned among the youths, A young man void of understanding."
    },
    {
      "verse": 8,
      "text": "He was passing through the street near her corner, And was going the way to her house,"
    },
    {
      "verse": 9,
      "text": "At twilight, in the evening, At midnight, yea, in the thick darkness."
    },
    {
      "verse": 10,
      "text": "And, behold, a woman met him, In the attire of a harlot, and subtle of heart,—"
    },
    {
      "verse": 11,
      "text": "One noisy and unruly, Whose feet abide not in her house;"
    },
    {
      "verse": 12,
      "text": "Who is now in the streets, now in the broad places, And lurketh near every corner."
    },
    {
      "verse": 13,
      "text": "She caught hold of him and kissed him, And with a shameless face said to him,"
    },
    {
      "verse": 14,
      "text": "“Thank-offerings have been upon me, And this day have I performed my vows;"
    },
    {
      "verse": 15,
      "text": "Therefore came I forth to meet thee,—Diligently to seek thy face, and I have found thee!"
    },
    {
      "verse": 16,
      "text": "I have spread my bed with coverlets, With tapestry of the thread of Egypt."
    },
    {
      "verse": 17,
      "text": "I have sprinkled my bed With myrrh, aloes, and cinnamon."
    },
    {
      "verse": 18,
      "text": "Come, let us take our fill of love until the morning; Let us solace ourselves with caresses."
    },
    {
      "verse": 19,
      "text": "For the good-man is not at home; He is gone a long journey;"
    },
    {
      "verse": 20,
      "text": "He hath taken a purse of money with him; At the day of the full moon he will return.”"
    },
    {
      "verse": 21,
      "text": "By her much fair speech she seduced him; By the smoothness of her lips she drew him away."
    },
    {
      "verse": 22,
      "text": "He goeth after her straightway, As an ox goeth to the slaughter, Or as one in fetters to the chastisement of the fool,"
    },
    {
      "verse": 23,
      "text": "Till an arrow strike through his liver;—As a bird hasteneth into the snare, And knoweth not that it is laid for its life."
    },
    {
      "verse": 24,
      "text": "Now, therefore, ye children, hearken to me, And attend to the words of my mouth!"
    },
    {
      "verse": 25,
      "text": "Let not thy heart turn aside to her ways; Go not astray in her paths!"
    },
    {
      "verse": 26,
      "text": "For many are the wounded which she hath cast down; Yea, countless is the number of those slain by her."
    },
    {
      "verse": 27,
      "text": "Her house is the way to the under-world, Leading down to the chambers of death."
    }
  ]
}