{
  "book_id": "PRO",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Doth not wisdom cry aloud, And understanding put forth her voice?"
    },
    {
      "verse": 2,
      "text": "Upon the top of the high places, By the wayside, In the cross-ways, She taketh her station."
    },
    {
      "verse": 3,
      "text": "By the side of the gates, In the entrance of the city, In the approaches to the doors, she crieth aloud."
    },
    {
      "verse": 4,
      "text": "“To you, O men! do I call, And my voice is to the sons of men!"
    },
    {
      "verse": 5,
      "text": "O ye simple ones! learn wisdom, And ye fools, be ye of an understanding heart!"
    },
    {
      "verse": 6,
      "text": "Hear, for I speak excellent things, And my lips utter that which is right."
    },
    {
      "verse": 7,
      "text": "For my mouth speaketh truth, And wickedness is an abomination to my lips."
    },
    {
      "verse": 8,
      "text": "All the words of my mouth are in uprightness; There is nothing crooked or deceitful in them;"
    },
    {
      "verse": 9,
      "text": "They are all plain to the man of understanding, And right to those who find knowledge."
    },
    {
      "verse": 10,
      "text": "Receive my instruction, and not silver. And knowledge rather than choice gold!"
    },
    {
      "verse": 11,
      "text": "For wisdom is better than pearls, And no precious things are to be compared with her."
    },
    {
      "verse": 12,
      "text": "“I, wisdom, dwell with prudence, And find out the knowledge of sagacious counsels."
    },
    {
      "verse": 13,
      "text": "The fear of the LORD is to hate evil; Pride, and arrogance, and the evil way, And the deceitful mouth, do I hate."
    },
    {
      "verse": 14,
      "text": "Counsel is mine, and sound reason; I am understanding; I have strength."
    },
    {
      "verse": 15,
      "text": "By me kings reign, And princes decree justice."
    },
    {
      "verse": 16,
      "text": "By me princes rule, And nobles, even all the judges of the earth."
    },
    {
      "verse": 17,
      "text": "I love them that love me, And they who seek me early shall find me."
    },
    {
      "verse": 18,
      "text": "Riches and honor are with me; Yea, durable riches and prosperity."
    },
    {
      "verse": 19,
      "text": "My fruit is better than gold, yea, than fine gold. And my revenue than choice silver."
    },
    {
      "verse": 20,
      "text": "I walk in the way of righteousness, In the midst of the paths of equity."
    },
    {
      "verse": 21,
      "text": "I cause those who love me to possess substance; Yea, I fill their treasuries."
    },
    {
      "verse": 22,
      "text": "“The LORD created me, the firstling of his course, Before his works, of old;"
    },
    {
      "verse": 23,
      "text": "I was anointed from everlasting, From the beginning, even before the earth was made."
    },
    {
      "verse": 24,
      "text": "When as yet there were no deeps, I was brought forth. When there were no springs, abounding with water."
    },
    {
      "verse": 25,
      "text": "Before the mountains were settled, Yea, before the hills, I was brought forth;"
    },
    {
      "verse": 26,
      "text": "Ere yet he had made the land and the wastes, And the first of the clods of the earth."
    },
    {
      "verse": 27,
      "text": "When he framed the heavens, I was there; When he drew a circle upon the face of the deep;"
    },
    {
      "verse": 28,
      "text": "When he made firm the sky above, And the fountains of the deep rushed forth;"
    },
    {
      "verse": 29,
      "text": "When he gave to the sea its bounds, that the waters should not pass their border; When he marked out the foundations of the earth,—"
    },
    {
      "verse": 30,
      "text": "Then was I by him as a master-builder; I was his delight day by day, Exulting before him at all times;"
    },
    {
      "verse": 31,
      "text": "Exulting in the habitable part of his earth, And my delight was with the sons of men."
    },
    {
      "verse": 32,
      "text": "“Now, therefore, ye children, hearken to me! For happy are they who keep my ways!"
    },
    {
      "verse": 33,
      "text": "Hear instruction, and be wise! Yea, reject it not!"
    },
    {
      "verse": 34,
      "text": "Happy the man who hearkeneth to me, Who watcheth day by day at my gates, Who waiteth at the posts of my doors;"
    },
    {
      "verse": 35,
      "text": "For he that findeth me findeth life, And obtaineth favor from the LORD;"
    },
    {
      "verse": 36,
      "text": "But he who misseth me doeth violence to himself; All they who hate me love death.”"
    }
  ]
}