{
  "book_id": "PRO",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdom hath builded her house; She hath hewn out her seven pillars."
    },
    {
      "verse": 2,
      "text": "She hath killed her fatlings; She hath mingled her wine; Yea, she hath furnished her table."
    },
    {
      "verse": 3,
      "text": "She hath sent forth her maidens; She crieth aloud upon the highest places of the city:"
    },
    {
      "verse": 4,
      "text": "“Whoever is simple, let him turn in hither!” To him that is void of understanding she saith,"
    },
    {
      "verse": 5,
      "text": "“Come, eat of my bread, And drink of the wine which I have mingled!"
    },
    {
      "verse": 6,
      "text": "Forsake folly, and live! And go forward in the way of understanding!"
    },
    {
      "verse": 7,
      "text": "“He who correcteth a scoffer Bringeth shame upon himself; And he who rebuketh the wicked Bringeth upon himself a stain."
    },
    {
      "verse": 8,
      "text": "Rebuke not a scoffer, lest he hate thee; Rebuke a wise man, and he will love thee."
    },
    {
      "verse": 9,
      "text": "Give instruction to a wise man, and he will be yet wiser; Teach a righteous man, and he will increase his learning."
    },
    {
      "verse": 10,
      "text": "The fear of the LORD is the beginning of wisdom, And the knowledge of the Most Holy is understanding."
    },
    {
      "verse": 11,
      "text": "Yea, through me thy days shall be multiplied, And the years of thy life shall be increased."
    },
    {
      "verse": 12,
      "text": "If thou art wise, thou art wise for thyself; And if thou art a scoffer, thou alone must bear it.”"
    },
    {
      "verse": 13,
      "text": "The foolish woman is clamorous; She is very simple, and careth for nothing."
    },
    {
      "verse": 14,
      "text": "She sitteth at the door of her house, Upon a seat in the high places of the city,"
    },
    {
      "verse": 15,
      "text": "To call aloud to those that pass by, Who go straight forward in their ways,"
    },
    {
      "verse": 16,
      "text": "“Whoever is simple, let him turn in hither!” And to him that is void of understanding she saith,"
    },
    {
      "verse": 17,
      "text": "“Stolen water is sweet, And bread eaten in secret is pleasant.”"
    },
    {
      "verse": 18,
      "text": "But he considereth not that the dead are there, That in the vales of the under-world are her guests."
    }
  ]
}