{
  "book_id": "PRO",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "The Proverbs of Solomon. A wise son maketh a glad father, But a foolish son is the grief of his mother."
    },
    {
      "verse": 2,
      "text": "Treasures of wickedness do not profit; But righteousness delivereth from death."
    },
    {
      "verse": 3,
      "text": "The LORD will not suffer the righteous to famish; But he disappointeth the craving of the wicked."
    },
    {
      "verse": 4,
      "text": "He that worketh with a slack hand becometh poor; But the hand of the diligent maketh rich."
    },
    {
      "verse": 5,
      "text": "He that gathereth in summer is a wise son; But he that sleepeth in harvest is a son causing shame."
    },
    {
      "verse": 6,
      "text": "Blessings are upon the head of the just; But the mouth of the wicked concealeth violence."
    },
    {
      "verse": 7,
      "text": "The memory of the righteous man shall be blessed; But the name of the wicked shall rot."
    },
    {
      "verse": 8,
      "text": "He who is wise in heart receiveth precepts; But the foolish talker falleth headlong."
    },
    {
      "verse": 9,
      "text": "He that walketh uprightly walketh securely; But he that perverteth his ways shall be punished."
    },
    {
      "verse": 10,
      "text": "He that winketh with the eye causeth sorrow; And a foolish talker falleth headlong."
    },
    {
      "verse": 11,
      "text": "The mouth of the righteous is a fountain of life; But the mouth of the wicked concealeth violence."
    },
    {
      "verse": 12,
      "text": "Hatred stirreth up strife; But love covereth all offences."
    },
    {
      "verse": 13,
      "text": "Upon the lips of a man of understanding wisdom is found; But a rod is for the back of him that lacketh understanding."
    },
    {
      "verse": 14,
      "text": "Wise men treasure up knowledge; But the mouth of the foolish is destruction close at hand."
    },
    {
      "verse": 15,
      "text": "The rich man's wealth is his strong city; The destruction of the poor is their poverty."
    },
    {
      "verse": 16,
      "text": "The earnings of the righteous minister to life; The revenues of the wicked, to sin."
    },
    {
      "verse": 17,
      "text": "He that keepeth instruction is in the path of life; But he that refuseth reproof goeth astray."
    },
    {
      "verse": 18,
      "text": "He that hideth hatred hath lying lips; And he that uttereth slander is a fool."
    },
    {
      "verse": 19,
      "text": "In the multitude of words there wanteth not offence; But he who restraineth his lips is wise."
    },
    {
      "verse": 20,
      "text": "The tongue of the righteous is as choice silver; The understanding of the wicked is of little worth."
    },
    {
      "verse": 21,
      "text": "The lips of the righteous feed many; But fools die through want of wisdom."
    },
    {
      "verse": 22,
      "text": "It is the blessing of the LORD that maketh rich, And he addeth no sorrow with it."
    },
    {
      "verse": 23,
      "text": "It is as sport to a fool to do mischief; But a man of understanding hath wisdom."
    },
    {
      "verse": 24,
      "text": "The fear of the wicked shall come upon him; But the desire of the righteous shall be granted."
    },
    {
      "verse": 25,
      "text": "When the whirlwind passeth by, the wicked is no more; But the righteous is an everlasting foundation."
    },
    {
      "verse": 26,
      "text": "As vinegar to the teeth, and as smoke to the eyes, So is the sluggard to them that send him."
    },
    {
      "verse": 27,
      "text": "The fear of the LORD prolongeth life; But the years of the wicked shall be shortened."
    },
    {
      "verse": 28,
      "text": "The hope of the righteous shall be gladness: But the expectation of the wicked shall come to nothing."
    },
    {
      "verse": 29,
      "text": "The way of the LORD is a stronghold for the upright, But destruction for those who do iniquity."
    },
    {
      "verse": 30,
      "text": "The righteous shall never be moved; But the wicked shall not dwell in the land."
    },
    {
      "verse": 31,
      "text": "The mouth of the righteous man yieldeth wisdom; But the perverse tongue shall be cut off."
    },
    {
      "verse": 32,
      "text": "The lips of the righteous know what is acceptable; But the mouth of the wicked what is perverse."
    }
  ]
}