{
  "book_id": "PRO",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "He who loveth correction loveth knowledge; But he who hateth rebuke remaineth stupid."
    },
    {
      "verse": 2,
      "text": "The good man obtaineth favor from the LORD; But the man of wicked devices he condemneth."
    },
    {
      "verse": 3,
      "text": "A man shall not be established by wickedness; But the root of the righteous shall not be moved."
    },
    {
      "verse": 4,
      "text": "A virtuous woman is a crown to her husband; But she who causeth shame is as rottenness in his bones."
    },
    {
      "verse": 5,
      "text": "The purposes of the righteous are just; The designs of the wicked are deceitful."
    },
    {
      "verse": 6,
      "text": "The words of the wicked lie in wait for men's blood; But the mouth of the upright delivereth them."
    },
    {
      "verse": 7,
      "text": "The wicked are overthrown, and are no more; But the house of the righteous shall stand."
    },
    {
      "verse": 8,
      "text": "A man will be commended according to his wisdom; But he that is of a perverse heart shall be despised."
    },
    {
      "verse": 9,
      "text": "Better is he that demeaneth himself, and hath a servant, Than he that exalteth himself, and hath no bread."
    },
    {
      "verse": 10,
      "text": "The righteous man careth for the life of his beast; But the tender mercies of the wicked are cruel."
    },
    {
      "verse": 11,
      "text": "He who tilleth his own land shall be satisfied with bread; But he who followeth worthless persons is void of understanding."
    },
    {
      "verse": 12,
      "text": "The wicked man longeth after the prey of evil-doers; But the root of the righteous yieldeth fruit."
    },
    {
      "verse": 13,
      "text": "In the transgression of the lips is a dangerous snare; But the righteous man shall escape from trouble."
    },
    {
      "verse": 14,
      "text": "By the fruit of a man's mouth he shall be filled with good, And the recompense of a man's hands shall be rendered unto him."
    },
    {
      "verse": 15,
      "text": "The way of a fool is right in his own eyes; But he that hearkeneth to counsel is wise."
    },
    {
      "verse": 16,
      "text": "A fool's wrath is instantly known; But he that hideth insult is wise."
    },
    {
      "verse": 17,
      "text": "He that speaketh truth testifieth what is right; But a false witness, deceit."
    },
    {
      "verse": 18,
      "text": "There is who babbleth like the piercing of a sword; But the tongue of the wise is health."
    },
    {
      "verse": 19,
      "text": "The lip of truth shall be established for ever; But the tongue of falsehood, but for a moment."
    },
    {
      "verse": 20,
      "text": "Deceit is in the heart of those who contrive evil; But to the counsellors of peace shall be joy."
    },
    {
      "verse": 21,
      "text": "No evil shall happen to the righteous; But the wicked shall be filled with calamity."
    },
    {
      "verse": 22,
      "text": "False lips are the abomination of the LORD; But they who deal truly are his delight."
    },
    {
      "verse": 23,
      "text": "A prudent man concealeth his knowledge; Bur the heart of fools proclaimeth their foolishness."
    },
    {
      "verse": 24,
      "text": "The hand of the diligent shall bear rule; But the slothful shall be under tribute."
    },
    {
      "verse": 25,
      "text": "Anxiety in the heart of a man boweth it down; But a kind word maketh it glad."
    },
    {
      "verse": 26,
      "text": "The righteous showeth the way to his neighbor; But the way of the wicked leadeth them astray."
    },
    {
      "verse": 27,
      "text": "The slothful man shall not roast his game; But a precious treasure to any man is he that is diligent."
    },
    {
      "verse": 28,
      "text": "In the path of righteousness is life, And in her pathway there is no death."
    }
  ]
}