{
  "book_id": "PRO",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "A wise son listeneth to the instruction of his father; But a scoffer listeneth not to rebuke."
    },
    {
      "verse": 2,
      "text": "By the fruit of a man's mouth he shall eat good; But the appetite of transgressors shall be sated with violence."
    },
    {
      "verse": 3,
      "text": "He who keepeth his mouth keepeth his life; But destruction shall be to him who openeth wide his lips."
    },
    {
      "verse": 4,
      "text": "The appetite of the sluggard longeth, and hath nothing; But the appetite of the diligent is fully satisfied."
    },
    {
      "verse": 5,
      "text": "A righteous man hateth words of falsehood; But a wicked man causeth disgrace and shame."
    },
    {
      "verse": 6,
      "text": "Righteousness preserveth him who is upright in his way; But wickedness overthroweth the sinner."
    },
    {
      "verse": 7,
      "text": "There is who maketh himself rich, yet hath nothing, Who maketh himself poor, yet hath great riches."
    },
    {
      "verse": 8,
      "text": "A man's wealth is the ransom of his life; But the poor man heareth no threatenings."
    },
    {
      "verse": 9,
      "text": "The light of the righteous shall rejoice; But the lamp of the wicked shall be put out."
    },
    {
      "verse": 10,
      "text": "By pride cometh only contention; But with the well-advised is wisdom."
    },
    {
      "verse": 11,
      "text": "Wealth gotten by vanity will become small; But he who gathereth it into the hand increaseth it."
    },
    {
      "verse": 12,
      "text": "Hope deferred maketh the heart sick; But the desire accomplished is a tree of life."
    },
    {
      "verse": 13,
      "text": "He that despiseth the word shall be destroyed; But he who revereth the commandment shall be rewarded."
    },
    {
      "verse": 14,
      "text": "The instruction of the wise is a fountain of life; By it men escape from the snares of death."
    },
    {
      "verse": 15,
      "text": "A good understanding winneth favor; But the way of transgressors is hard."
    },
    {
      "verse": 16,
      "text": "Every prudent man acteth with knowledge; But a fool spreadeth abroad his folly."
    },
    {
      "verse": 17,
      "text": "A wicked messenger falleth into trouble; But a faithful ambassador is health."
    },
    {
      "verse": 18,
      "text": "Poverty and shame are for him who rejecteth instruction; But he that regardeth reproof shall come to honor."
    },
    {
      "verse": 19,
      "text": "The desire accomplished is sweet to the soul; But it is an abomination to fools to depart from evil."
    },
    {
      "verse": 20,
      "text": "He who walketh with wise men shall be wise; But the companion of fools shall be destroyed."
    },
    {
      "verse": 21,
      "text": "Calamity pursueth the wicked; But the righteous is rewarded with good."
    },
    {
      "verse": 22,
      "text": "The good man leaveth his substance to his children's children; But the wealth of the sinner is laid up for the just."
    },
    {
      "verse": 23,
      "text": "There is much food from the fallow-ground of the poor; But there is who is brought low for want of uprightness."
    },
    {
      "verse": 24,
      "text": "He that spareth the rod hateth his son; But he who loveth him chasteneth him early."
    },
    {
      "verse": 25,
      "text": "The righteous man eateth to the satisfying of his desire; But the stomach of the wicked suffereth want."
    }
  ]
}