{
  "book_id": "PRO",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "The wise woman buildeth her house; But the foolish teareth it down with her hands."
    },
    {
      "verse": 2,
      "text": "He who walketh in uprightness feareth the LORD; But he who is perverse in his ways despiseth him."
    },
    {
      "verse": 3,
      "text": "In the mouth of the foolish pride is a scourge; But the lips of the wise preserve them."
    },
    {
      "verse": 4,
      "text": "Where there are no oxen, the crib is clean; But there is great increase by the strength of the ox."
    },
    {
      "verse": 5,
      "text": "A faithful witness doth not lie; But a false witness poureth forth lies."
    },
    {
      "verse": 6,
      "text": "The scoffer seeketh wisdom, and findeth it not; But knowledge is easy to the man of understanding."
    },
    {
      "verse": 7,
      "text": "Go from the presence of a foolish man; For thou hast not perceived in him the lips of knowledge."
    },
    {
      "verse": 8,
      "text": "The wisdom of the prudent is in giving heed to his way; But the folly of fools is deceit."
    },
    {
      "verse": 9,
      "text": "Fools make a mock at sin; But with the upright is favor."
    },
    {
      "verse": 10,
      "text": "The heart knoweth its own bitterness. And a stranger cannot intermeddle with its joy."
    },
    {
      "verse": 11,
      "text": "The house of the wicked shall be destroyed; But the tent of the upright shall flourish."
    },
    {
      "verse": 12,
      "text": "There is a way which seemeth right to a man, But its end is the way to death."
    },
    {
      "verse": 13,
      "text": "Even in laughter the heart is sorrowful, And the end of joy is grief."
    },
    {
      "verse": 14,
      "text": "The perverse in heart shall be filled with his own ways; And from himself shall the good man be satisfied."
    },
    {
      "verse": 15,
      "text": "The simple man believeth every word; But the prudent looketh well to his steps."
    },
    {
      "verse": 16,
      "text": "The wise man feareth, and departeth from evil; But the fool is haughty and confident."
    },
    {
      "verse": 17,
      "text": "He who is hasty in his anger will commit folly; And the man of wicked devices will be hated."
    },
    {
      "verse": 18,
      "text": "The simple inherit folly; But the prudent are crowned with knowledge."
    },
    {
      "verse": 19,
      "text": "The evil bow before the good; Yea, the wicked at the gates of the righteous."
    },
    {
      "verse": 20,
      "text": "The poor is hated even by his own neighbor; But the rich hath many friends."
    },
    {
      "verse": 21,
      "text": "He who despiseth his neighbor sinneth; But happy is he who hath mercy on the poor."
    },
    {
      "verse": 22,
      "text": "Do not they who devise evil fail of their end? But they who devise good meet with kindness and truth."
    },
    {
      "verse": 23,
      "text": "In all labor there is profit; But the talk of the lips tendeth only to penury."
    },
    {
      "verse": 24,
      "text": "Riches are a crown to the wise; But the promotion of fools is folly."
    },
    {
      "verse": 25,
      "text": "A true witness saveth lives; But a deceitful witness poureth forth lies."
    },
    {
      "verse": 26,
      "text": "In the fear of the LORD is strong confidence; Yea, to his children he will be a refuge."
    },
    {
      "verse": 27,
      "text": "The fear of the LORD is a fountain of life; By it men escape from the snares of death."
    },
    {
      "verse": 28,
      "text": "In a numerous people is the glory of a king; But the want of people is the destruction of a prince."
    },
    {
      "verse": 29,
      "text": "He who is slow to anger is of great understanding. But he who is of a hasty spirit setteth folly on high."
    },
    {
      "verse": 30,
      "text": "A quiet heart is the life of the flesh; But the ferment of passion is rottenness to the bones."
    },
    {
      "verse": 31,
      "text": "He who oppresseth the poor reproacheth his Maker; But he who hath mercy on the poor honoreth him."
    },
    {
      "verse": 32,
      "text": "By his wickedness the wicked is thrust down; But the righteous hath hope even in death."
    },
    {
      "verse": 33,
      "text": "Wisdom resteth quietly in the heart of the wise; But in the breast of fools it will be made known."
    },
    {
      "verse": 34,
      "text": "Righteousness exalteth a people; But the reproach of nations is sin."
    },
    {
      "verse": 35,
      "text": "The king's favor is toward a wise servant; But his wrath is against him that causeth shame."
    }
  ]
}