{
  "book_id": "PRO",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Better is a dry morsel, and quietness therewith, Than a house full of flesh-banquets with strife."
    },
    {
      "verse": 2,
      "text": "A prudent servant shall rule over a son who causeth shame; Yea, with brothers he shall share the inheritance."
    },
    {
      "verse": 3,
      "text": "The refining-pot is for silver, and the furnace for gold; But the LORD trieth hearts."
    },
    {
      "verse": 4,
      "text": "An evil-doer listeneth to mischievous lips; And a liar giveth ear to a destructive tongue."
    },
    {
      "verse": 5,
      "text": "Whoso mocketh the poor reproacheth his Maker; He that is glad at calamities shall not go unpunished."
    },
    {
      "verse": 6,
      "text": "Children's children are the crown of the aged, And their fathers the glory of sons."
    },
    {
      "verse": 7,
      "text": "Excellent speech becometh not the base; How much less lying lips the noble!"
    },
    {
      "verse": 8,
      "text": "A gift is a precious stone in the eyes of him who taketh it; Whithersoever it turneth it hath success."
    },
    {
      "verse": 9,
      "text": "He who covereth an offence seeketh love; But he who recurreth to a matter removeth a friend."
    },
    {
      "verse": 10,
      "text": "A reproof will penetrate deeper into a wise man Than a hundred stripes into a fool."
    },
    {
      "verse": 11,
      "text": "An evil man seeketh only rebellion; Therefore shall a cruel messenger be sent against him."
    },
    {
      "verse": 12,
      "text": "Let a man meet a bear robbed of her whelps, Rather than a fool in his folly."
    },
    {
      "verse": 13,
      "text": "Whoso returneth evil for good, Evil shall not depart from his house."
    },
    {
      "verse": 14,
      "text": "The beginning of strife is as when one letteth out water; Therefore leave off contention before it rolleth onward."
    },
    {
      "verse": 15,
      "text": "He that justifieth the wicked, And he that condemneth the just, Both alike are an abomination to the LORD."
    },
    {
      "verse": 16,
      "text": "Why should a price be in the hand of a fool To get wisdom, seeing he hath no sense?"
    },
    {
      "verse": 17,
      "text": "A friend loveth at all times; But in adversity he is born a brother."
    },
    {
      "verse": 18,
      "text": "A man who lacketh understanding striketh hands, And becometh surety in the presence of his friend."
    },
    {
      "verse": 19,
      "text": "He who loveth strife loveth transgression; He who raiseth high his gate seeketh ruin."
    },
    {
      "verse": 20,
      "text": "He that is of a deceitful heart shall find no good; And he that turneth about with his tongue shall fall into mischief."
    },
    {
      "verse": 21,
      "text": "Whoso begetteth a fool doeth it to his sorrow; Yea, the father of the fool hath no joy."
    },
    {
      "verse": 22,
      "text": "A merry heart doeth good to the body; But a broken spirit drieth up the bones."
    },
    {
      "verse": 23,
      "text": "The wicked man taketh a gift out of the bosom, To pervert the ways of judgment."
    },
    {
      "verse": 24,
      "text": "Wisdom is before the face of him that hath understanding; But the eyes of a fool are in the ends of the earth."
    },
    {
      "verse": 25,
      "text": "A foolish son is a grief to his father, And bitterness to her that bore him."
    },
    {
      "verse": 26,
      "text": "Moreover, to punish the righteous is not good, Nor to smite the noble for their equity."
    },
    {
      "verse": 27,
      "text": "He that spareth his words is imbued with knowledge; And he that is of a cool spirit is a man of understanding."
    },
    {
      "verse": 28,
      "text": "Even a fool, when he is silent, is accounted wise; He that shutteth his lips is a man of understanding."
    }
  ]
}