{
  "book_id": "PRO",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "He who separateth himself seeketh his own desire; Against all sound discretion he rusheth on."
    },
    {
      "verse": 2,
      "text": "The fool hath no delight in understanding, But rather in revealing his own mind."
    },
    {
      "verse": 3,
      "text": "When the wicked cometh, then cometh also contempt; And with baseness, shame."
    },
    {
      "verse": 4,
      "text": "The words of a man's mouth are deep waters, And the wellspring of wisdom is an overflowing brook."
    },
    {
      "verse": 5,
      "text": "It is not good to be partial to the wicked, So as to overthrow the righteous in judgment."
    },
    {
      "verse": 6,
      "text": "The lips of a fool enter into strife, And his mouth calleth for blows."
    },
    {
      "verse": 7,
      "text": "A fool's mouth is his destruction, And his lips are a snare for his life."
    },
    {
      "verse": 8,
      "text": "The words of a talebearer are like sweet morsels; For they go down to the innermost parts of the body."
    },
    {
      "verse": 9,
      "text": "Moreover, he that is slothful in his work Is brother to him that is a great waster."
    },
    {
      "verse": 10,
      "text": "The name of the LORD is a strong tower; The righteous runneth to it, and is safe."
    },
    {
      "verse": 11,
      "text": "The rich man's wealth is his strong city, And as a high wall, in his own conceit."
    },
    {
      "verse": 12,
      "text": "Before destruction the heart of a man is haughty, And before honor is humility."
    },
    {
      "verse": 13,
      "text": "He who answereth a matter before he hath heard it, It is folly and shame to him."
    },
    {
      "verse": 14,
      "text": "The spirit of a man will sustain his infirmity; But a wounded spirit who can bear?"
    },
    {
      "verse": 15,
      "text": "The heart of the intelligent will acquire knowledge, And the ear of the wise will seek knowledge."
    },
    {
      "verse": 16,
      "text": "A gift maketh room for a man, And bringeth him into the presence of the great."
    },
    {
      "verse": 17,
      "text": "He that first pleadeth his cause appeareth just; But his opponent cometh, and searcheth him through."
    },
    {
      "verse": 18,
      "text": "The lot causeth contentions to cease, And parteth asunder the mighty."
    },
    {
      "verse": 19,
      "text": "A brother offended is harder to be won than a strong city; Yea, their contentions are like the bars of a castle."
    },
    {
      "verse": 20,
      "text": "With the fruit of a man's mouth shall his stomach be filled; He shall be filled with the produce of his lips."
    },
    {
      "verse": 21,
      "text": "Death and life are in the power of the tongue; They that love it shall eat its fruit."
    },
    {
      "verse": 22,
      "text": "He that findeth a wife findeth a blessing, And obtaineth favor from the LORD."
    },
    {
      "verse": 23,
      "text": "The poor useth entreaties; But the rich answereth roughly."
    },
    {
      "verse": 24,
      "text": "A man of many friends will show himself false; Yet there is a friend who sticketh closer than a brother."
    }
  ]
}