{
  "book_id": "PRO",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Better is the poor man who walketh in his integrity, Than he who is of false lips and a fool."
    },
    {
      "verse": 2,
      "text": "Moreover, that the soul be without knowledge is not good, And he that hasteth with is feet stumbleth."
    },
    {
      "verse": 3,
      "text": "The folly of man destroyeth his way, And then his heart fretteth against the LORD."
    },
    {
      "verse": 4,
      "text": "Wealth maketh many friends; But the poor is separated from his neighbor."
    },
    {
      "verse": 5,
      "text": "A false witness shall not be unpunished, And he that speaketh lies shall not escape."
    },
    {
      "verse": 6,
      "text": "Many are they who caress the noble, And every one is the friend of him who giveth gifts."
    },
    {
      "verse": 7,
      "text": "All the brethren of the poor man hate him; How much more do his friends go far from him! He runneth after their words,—they are gone!"
    },
    {
      "verse": 8,
      "text": "He that getteth wisdom loveth himself; He that keepeth understanding shall find good."
    },
    {
      "verse": 9,
      "text": "A false witness shall not be unpunished, And he that speaketh lies shall perish."
    },
    {
      "verse": 10,
      "text": "Luxury is not seemly for a fool; Much less should a servant have rule over princes."
    },
    {
      "verse": 11,
      "text": "A man of understanding is slow to anger; Yea, it is his glory to pass over an offence."
    },
    {
      "verse": 12,
      "text": "The wrath of a king is like the roaring of a lion; But his favor, like dew upon the grass."
    },
    {
      "verse": 13,
      "text": "A foolish son is a calamity to his father, And the contentions of a wife are a continual dropping."
    },
    {
      "verse": 14,
      "text": "Houses and riches are an inheritance from fathers; But a prudent wife is from the LORD."
    },
    {
      "verse": 15,
      "text": "Slothfulness casteth into a deep sleep, And the idle person shall suffer hunger."
    },
    {
      "verse": 16,
      "text": "He that keepeth the commandment keepeth his life; But he that neglecteth his ways shall die."
    },
    {
      "verse": 17,
      "text": "He who hath pity on the poor lendeth to the LORD, And that which he giveth will he repay him."
    },
    {
      "verse": 18,
      "text": "Chasten thy son because there is hope, But let not thy soul desire to slay him."
    },
    {
      "verse": 19,
      "text": "A man of great wrath will suffer punishment; For if thou deliver him, yet must thou do it again."
    },
    {
      "verse": 20,
      "text": "Listen to counsel and receive instruction, That thou mayst be wise in thy latter years."
    },
    {
      "verse": 21,
      "text": "Many are the devices in the heart of a man; But the purpose of the LORD, that shall stand."
    },
    {
      "verse": 22,
      "text": "The charm of a man is his kindness; And better is a poor man than a liar."
    },
    {
      "verse": 23,
      "text": "The fear of the LORD tendeth to life, And he that hath it shall abide satisfied; He shall not be visited with evil."
    },
    {
      "verse": 24,
      "text": "The slothful man dippeth his hand into the dish: He doth not bring it back even to his mouth."
    },
    {
      "verse": 25,
      "text": "Strike the scoffer, and the simple will become prudent; Reprove a man of understanding, and he will discern knowledge."
    },
    {
      "verse": 26,
      "text": "The son that causeth shame and disgrace doeth violence to his father, And chaseth away his mother."
    },
    {
      "verse": 27,
      "text": "Cease, my son, to listen to the instruction That causeth thee to wander from the words of knowledge!"
    },
    {
      "verse": 28,
      "text": "A worthless witness scoffeth at justice, And the mouth of the wicked swalloweth down iniquity."
    },
    {
      "verse": 29,
      "text": "Punishments are prepared for scoffers, And stripes for the back of fools."
    }
  ]
}