{
  "book_id": "PRO",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "When thou sittest to eat with a ruler, Consider well what is before thee;"
    },
    {
      "verse": 2,
      "text": "For thou wilt put a knife to thy throat, If thou art a man given to appetite!"
    },
    {
      "verse": 3,
      "text": "Long not for his dainties. For they are deceitful meat."
    },
    {
      "verse": 4,
      "text": "Toil not to become rich; Cease from this, thy wisdom."
    },
    {
      "verse": 5,
      "text": "Wilt thou let thine eyes fly toward them? They are gone! For riches truly make to themselves wings; They fly away like the eagle toward heaven."
    },
    {
      "verse": 6,
      "text": "Eat not the bread of him that hath an evil eye, And long not for his dainties;"
    },
    {
      "verse": 7,
      "text": "For as he thinketh in his heart, so is he. “Eat and drink!” saith he to thee; But his heart is not with thee."
    },
    {
      "verse": 8,
      "text": "The morsel, which thou hast eaten, thou shalt vomit up; And thou wilt have thrown away thy sweet words."
    },
    {
      "verse": 9,
      "text": "Speak not in the ears of a fool; For he will despise the wisdom of thy words."
    },
    {
      "verse": 10,
      "text": "Remove not the ancient landmark, And enter not into the fields of the fatherless!"
    },
    {
      "verse": 11,
      "text": "For their avenger is mighty; He will maintain their cause against thee."
    },
    {
      "verse": 12,
      "text": "Apply thy heart to instruction, And thine ears to the words of knowledge."
    },
    {
      "verse": 13,
      "text": "Withhold not correction from a child; If thou beat him with the rod, he will not die."
    },
    {
      "verse": 14,
      "text": "Beat him thyself with the rod, And thou shalt rescue him from the underworld."
    },
    {
      "verse": 15,
      "text": "My son, if thy heart be wise, My heart shall rejoice, even mine;"
    },
    {
      "verse": 16,
      "text": "Yea, my reins shall exult, When thy lips speak right things."
    },
    {
      "verse": 17,
      "text": "Let not thy heart envy sinners, But continue thou in the fear of the LORD all the day long;"
    },
    {
      "verse": 18,
      "text": "For surely there shall be a reward, And thine expectation shall not be cut off."
    },
    {
      "verse": 19,
      "text": "Hear thou, my son, and be wise; And let thy heart go forward in the way!"
    },
    {
      "verse": 20,
      "text": "Be not thou among winebibbers, And riotous eaters of flesh;"
    },
    {
      "verse": 21,
      "text": "For the drunkard and the glutton shall come to poverty, And drowsiness will clothe a man with rags."
    },
    {
      "verse": 22,
      "text": "Hearken to thy father, who begat thee, And despise not thy mother when she is old."
    },
    {
      "verse": 23,
      "text": "Buy the truth, and sell it not; Buy wisdom and instruction and understanding."
    },
    {
      "verse": 24,
      "text": "The father of a righteous man shall greatly rejoice; Yea, he who begetteth a wise child shall have joy in him."
    },
    {
      "verse": 25,
      "text": "Let thy father and thy mother have joy; Yea, let her that bore thee rejoice!"
    },
    {
      "verse": 26,
      "text": "My son, give me thy heart, And let thine eyes observe my ways!"
    },
    {
      "verse": 27,
      "text": "For a harlot is a deep ditch; Yea, a strange woman is a narrow pit."
    },
    {
      "verse": 28,
      "text": "Like a robber she lieth in wait, And increaseth the treacherous among men."
    },
    {
      "verse": 29,
      "text": "Who hath woe? Who hath sorrow? Who contentions? Who anxiety? Who wounds without cause? Who dimness of eyes?"
    },
    {
      "verse": 30,
      "text": "They that tarry long at the wine; They that go in to seek mixed wine."
    },
    {
      "verse": 31,
      "text": "Look not thou upon the wine when it is red, When it sparkleth in the cup, When it goeth down smoothly."
    },
    {
      "verse": 32,
      "text": "At the last it biteth like a serpent, And stingeth like an adder."
    },
    {
      "verse": 33,
      "text": "Thine eyes will look upon strange women, And thy heart will utter perverse things."
    },
    {
      "verse": 34,
      "text": "Yea, thou shalt be as one that lieth down in the midst of the sea, And as one that lieth down upon the top of a mast."
    },
    {
      "verse": 35,
      "text": "They have stricken me [[shalt thou say]],—I suffered no pain! They have beaten me,—I felt it not! When shall I awake? I will seek it yet again."
    }
  ]
}