{
  "book_id": "PRO",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Be not thou envious of wicked men, And desire not to be with them!"
    },
    {
      "verse": 2,
      "text": "For their heart studieth destruction, And their lips speak mischief."
    },
    {
      "verse": 3,
      "text": "Through wisdom is a house builded, And by understanding is it established;"
    },
    {
      "verse": 4,
      "text": "Yea, by knowledge are the chambers filled With all precious and goodly substance."
    },
    {
      "verse": 5,
      "text": "The wise man is strong; Yea, the man of understanding establisheth his strength."
    },
    {
      "verse": 6,
      "text": "For by wise counsel shalt thou make war, And by the multitude of counsellors cometh success."
    },
    {
      "verse": 7,
      "text": "Wisdom is too high for the fool; He openeth not his mouth at the gate."
    },
    {
      "verse": 8,
      "text": "He that deviseth to do evil Shall be called mischief-master."
    },
    {
      "verse": 9,
      "text": "The purpose of folly is sin; And a scoffer is an abomination to men."
    },
    {
      "verse": 10,
      "text": "If thy spirit faint in the day of adversity, Faint will be thy strength."
    },
    {
      "verse": 11,
      "text": "Deliver thou those who are dragged to death, And those who totter to the slaughter,—O keep them back!"
    },
    {
      "verse": 12,
      "text": "If thou sayst, “Behold, we knew it not!” Doth not he that weigheth the heart observe it? Yea, he that keepeth thy soul knoweth it. And he will render to every man according to his works."
    },
    {
      "verse": 13,
      "text": "Eat honey, my son, for it is good, And the honeycomb, which is sweet to thy taste;"
    },
    {
      "verse": 14,
      "text": "So learn thou wisdom for thy soul! When thou hast found it, there shall be a reward, And thy expectation shall not be cut off."
    },
    {
      "verse": 15,
      "text": "Plot not, O wicked man! against the habitation of the righteous; Spoil not his resting-place!"
    },
    {
      "verse": 16,
      "text": "For though the righteous fall seven times, yet shall he rise up again; But the wicked shall fall into mischief."
    },
    {
      "verse": 17,
      "text": "Rejoice not when thine enemy falleth, And let not thy heart be glad when he stumbleth;"
    },
    {
      "verse": 18,
      "text": "Lest the LORD see, and it displease him, And he turn away his anger from him."
    },
    {
      "verse": 19,
      "text": "Fret not thyself on account of evil men, Neither be thou envious of the wicked;"
    },
    {
      "verse": 20,
      "text": "For there shall be no posterity to the evil man; The lamp of the wicked shall be put out."
    },
    {
      "verse": 21,
      "text": "My son, fear thou the LORD and the king; And mingle not with them that are given to change!"
    },
    {
      "verse": 22,
      "text": "For their calamity shall rise up suddenly, And their ruin, coming from them both, in a moment."
    },
    {
      "verse": 23,
      "text": "These also are words of the wise. It is not good to have respect of persons in judgment."
    },
    {
      "verse": 24,
      "text": "He that saith to the wicked, “Thou art righteous,” Him shall the people curse; Nations shall abhor him."
    },
    {
      "verse": 25,
      "text": "But it shall be well with them that punish him, And the blessing of prosperity shall come upon them."
    },
    {
      "verse": 26,
      "text": "He that giveth a right answer Kisseth the lips."
    },
    {
      "verse": 27,
      "text": "Arrange thy work without, And prepare it in thy field: Afterwards thou mayst build thy house."
    },
    {
      "verse": 28,
      "text": "Be not a witness without cause against thy neighbor, And deceive not with thy lips."
    },
    {
      "verse": 29,
      "text": "Say not, “As he hath done to me, So will I do to him; I will render to the man according to his doings.”"
    },
    {
      "verse": 30,
      "text": "I passed by the field of the slothful, And by the vineyard of the man void of understanding,"
    },
    {
      "verse": 31,
      "text": "And, lo! it was all overgrown with thorns, And the face thereof was covered with nettles, And the stone wall thereof was broken down."
    },
    {
      "verse": 32,
      "text": "Then I saw, and considered it well; I looked upon it. and received instruction."
    },
    {
      "verse": 33,
      "text": "“A little sleep, a little slumber! A little folding of the hands to rest!”"
    },
    {
      "verse": 34,
      "text": "So shall poverty come upon thee like a highwayman; Yea, want like an armed man."
    }
  ]
}