{
  "book_id": "PRO",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "These also are proverbs of Solomon, which the men of Hezekiah, king of Judah, collected."
    },
    {
      "verse": 2,
      "text": "It is the glory of God to conceal a thing; But it is the glory of kings to search out a matter."
    },
    {
      "verse": 3,
      "text": "As the heavens for their height, And as the earth for its depth, So is the heart of kings unsearchable!"
    },
    {
      "verse": 4,
      "text": "Take away the dross from the silver, And there will come forth a vessel for the founder;"
    },
    {
      "verse": 5,
      "text": "Take away the wicked man from the presence of the king, And his throne will be established by righteousness."
    },
    {
      "verse": 6,
      "text": "Put not thyself forth in the presence of the king, Nor set thyself in the place of the great;"
    },
    {
      "verse": 7,
      "text": "For better is it that one should say to thee, “Come up hither!” Than that he should put thee in a lower place, In the presence of the prince whom thine eyes behold."
    },
    {
      "verse": 8,
      "text": "Go not forth hastily to engage in a suit, Lest thou know not what to do in the end of it, When thine adversary hath put thee to shame."
    },
    {
      "verse": 9,
      "text": "Maintain thy cause with thine adversary, But reveal not another's secret;"
    },
    {
      "verse": 10,
      "text": "Lest he that heareth it put thee to shame, And thy infamy depart not from thee."
    },
    {
      "verse": 11,
      "text": "A word spoken in season Is like apples of gold in figured-work of silver."
    },
    {
      "verse": 12,
      "text": "As a ring of gold, and an ornament of fine gold, So is a wise reprover to an attentive ear."
    },
    {
      "verse": 13,
      "text": "As the cold of snow in the time of harvest, So is a faithful messenger to them that send him; For he refresheth the spirit of his masters."
    },
    {
      "verse": 14,
      "text": "As clouds and wind without rain, So is the man that boasteth falsely of giving."
    },
    {
      "verse": 15,
      "text": "By long forbearing is a prince appeased; And a soft tongue breaketh bones."
    },
    {
      "verse": 16,
      "text": "Hast thou found honey? eat what is sufficient for thee, Lest thou be surfeited with it, and vomit it up."
    },
    {
      "verse": 17,
      "text": "Let thy foot be seldom in the house of thy friend, Lest he be surfeited with thee and hate thee."
    },
    {
      "verse": 18,
      "text": "A battle-hammer, and a sword, and a sharp arrow, Is the man who beareth false witness against his neighbor."
    },
    {
      "verse": 19,
      "text": "As a broken tooth, and a wavering foot, So is trust in an unfaithful man in time of trouble."
    },
    {
      "verse": 20,
      "text": "As he that taketh off a garment on a cold day, As vinegar upon nitre, So is he that singeth songs to a heavy heart."
    },
    {
      "verse": 21,
      "text": "If thine enemy be hungry, give him bread to eat; And if he be thirsty, give him water to drink;"
    },
    {
      "verse": 22,
      "text": "For thou wilt heap coals of fire upon his head, And the LORD will reward thee."
    },
    {
      "verse": 23,
      "text": "As the north wind bringeth forth rain, So a backbiting tongue maketh an angry countenance."
    },
    {
      "verse": 24,
      "text": "Better is it to dwell in a corner of the housetop, Than with a quarrelsome woman in a large house."
    },
    {
      "verse": 25,
      "text": "As cold water to the thirsty, So is good news from a far country."
    },
    {
      "verse": 26,
      "text": "As a troubled fountain, and as a corrupted spring, So is a righteous man falling before the wicked."
    },
    {
      "verse": 27,
      "text": "To eat much honey is not good; So the search of high things is weariness."
    },
    {
      "verse": 28,
      "text": "As a city broken through and without a wall, So is he that hath no rule over his spirit."
    }
  ]
}