{
  "book_id": "PRO",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "As snow in summer, and as rain in harvest, So honor is not becoming to a fool."
    },
    {
      "verse": 2,
      "text": "As the sparrow wandereth, and the swallow flieth away, So the curse without cause shall not come."
    },
    {
      "verse": 3,
      "text": "A whip for the horse, a bridle for the ass, And a rod for the back of the fool."
    },
    {
      "verse": 4,
      "text": "Answer not a fool according to his folly, Lest thou also become like to him."
    },
    {
      "verse": 5,
      "text": "Answer a fool according to his folly, Lest he be wise in his own conceit."
    },
    {
      "verse": 6,
      "text": "He cutteth off the feet, and drinketh damage, Who sendeth a message by the hand of a fool."
    },
    {
      "verse": 7,
      "text": "The legs of a lame man hang loose; So is it with a proverb in the mouth of fools."
    },
    {
      "verse": 8,
      "text": "As he who bindeth a stone in a sling, So is he that giveth honor to a fool."
    },
    {
      "verse": 9,
      "text": "As a thorn lifted up by the hand of a drunkard, So is a proverb in the mouth of fools."
    },
    {
      "verse": 10,
      "text": "As an archer who woundeth every one, So is he who hireth fools and hireth wayfarers."
    },
    {
      "verse": 11,
      "text": "As a dog returneth to that which he hath vomited, So a fool repeateth his folly."
    },
    {
      "verse": 12,
      "text": "Seest thou a man wise in his own conceit? There is more hope of a fool than of him."
    },
    {
      "verse": 13,
      "text": "The slothful man saith, “There is a lion in the way; There is a lion in the streets.”"
    },
    {
      "verse": 14,
      "text": "As a door turneth upon its hinges, So doth the sluggard upon his bed."
    },
    {
      "verse": 15,
      "text": "The sluggard dippeth his hand into the dish; It grieveth him to bring it again to his mouth."
    },
    {
      "verse": 16,
      "text": "The sluggard is wiser in his own conceit Than seven men who can render a reason."
    },
    {
      "verse": 17,
      "text": "As one that taketh a dog by the ears, So is he who, passing by, is enraged on account of the quarrel of another."
    },
    {
      "verse": 18,
      "text": "As a madman That casteth about darts, arrows, and death,"
    },
    {
      "verse": 19,
      "text": "So is the man who deceiveth his neighbor, And saith, “Was I not in sport?”"
    },
    {
      "verse": 20,
      "text": "Where there is no wood, the fire goeth out; So, where there is no talebearer, contention ceaseth."
    },
    {
      "verse": 21,
      "text": "As coal is for heat, and as wood for fire, So is a contentious man for kindling strife."
    },
    {
      "verse": 22,
      "text": "The words of a talebearer are like dainties; For they go down to the innermost parts of the body."
    },
    {
      "verse": 23,
      "text": "As drossy silver spread over an earthen vessel, So are warm lips and an evil heart."
    },
    {
      "verse": 24,
      "text": "The hater dissembleth with his lips, And layeth up deceit within him."
    },
    {
      "verse": 25,
      "text": "When he speaketh fair, believe him not! For there are seven abominations in his heart."
    },
    {
      "verse": 26,
      "text": "His hatred is covered by deceit; His wickedness shall be revealed in the great assembly."
    },
    {
      "verse": 27,
      "text": "He that diggeth a pit shall fall therein; And he that rolleth a stone, it shall return upon him."
    },
    {
      "verse": 28,
      "text": "A lying tongue hateth those whom it woundeth, And a flattering mouth worketh ruin."
    }
  ]
}