{
  "book_id": "PRO",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Boast not thyself of to-morrow; For thou knowest not what a day may bring forth!"
    },
    {
      "verse": 2,
      "text": "Let another man praise thee, and not thine own mouth; A stranger, and not thine own lips."
    },
    {
      "verse": 3,
      "text": "A stone is heavy and sand is weighty; But a fool's wrath is heavier than both."
    },
    {
      "verse": 4,
      "text": "Wrath is cruel, and anger overwhelming; But who is able to stand before jealousy?"
    },
    {
      "verse": 5,
      "text": "Better is open rebuke Than love kept concealed."
    },
    {
      "verse": 6,
      "text": "Faithful are the wounds of a friend; But the kisses of an enemy are deceitful."
    },
    {
      "verse": 7,
      "text": "He who is fed to the full loatheth the honeycomb; But to the hungry any bitter thing is sweet."
    },
    {
      "verse": 8,
      "text": "As a bird that wandereth from its nest, So is a man who wandereth from his place."
    },
    {
      "verse": 9,
      "text": "Oil and perfume gladden the heart; Sweet also is one's friend by hearty counsel."
    },
    {
      "verse": 10,
      "text": "Thine own friend and thy father's friend forsake not; And go not into thy brother's house in the day of thy calamity. Better is a neighbor that is near, than a brother far off."
    },
    {
      "verse": 11,
      "text": "Be wise, my son, and make my heart glad, That I may give an answer to him that reproacheth me."
    },
    {
      "verse": 12,
      "text": "A prudent man foreseeth the evil, and hideth himself; The simple pass on, and are punished."
    },
    {
      "verse": 13,
      "text": "Take his garment who is surety for another; Yea, take a pledge of him who is bound for a stranger."
    },
    {
      "verse": 14,
      "text": "He who blesseth his neighbor with a loud voice, rising early for it, It shall be accounted to him as a curse."
    },
    {
      "verse": 15,
      "text": "A continual dropping in a very rainy day And a quarrelsome wife are alike."
    },
    {
      "verse": 16,
      "text": "He who restraineth her restraineth the wind; And his right hand layeth hold of oil."
    },
    {
      "verse": 17,
      "text": "Iron sharpeneth iron; So one man sharpeneth the face of another."
    },
    {
      "verse": 18,
      "text": "He that watcheth the fig-tree shall eat its fruit; So he that is careful for his master shall come to honor."
    },
    {
      "verse": 19,
      "text": "As in water face answereth to face, So doth the heart of man to man."
    },
    {
      "verse": 20,
      "text": "The realms of the dead are never full; So the eyes of man are never satisfied."
    },
    {
      "verse": 21,
      "text": "The refining-pot is for silver, and the furnace for gold; So let a man be to the mouth that giveth him praise."
    },
    {
      "verse": 22,
      "text": "Though thou shouldst beat a fool in a mortar, Among bruised wheat, with a pestle, Yet will not his folly depart from him."
    },
    {
      "verse": 23,
      "text": "Be thou diligent to know the state of thy flocks, And look well to thy herds!"
    },
    {
      "verse": 24,
      "text": "For riches last not for ever; Not even a crown endureth from generation to generation."
    },
    {
      "verse": 25,
      "text": "The hay disappeareth, and the tender grass showeth itself, And the herbage of the mountains is gathered in."
    },
    {
      "verse": 26,
      "text": "The lambs are thy clothing, And the goats the price of thy field."
    },
    {
      "verse": 27,
      "text": "There is goat's milk enough for thy food, For the food of thy household, And for the sustenance of thy maidens."
    }
  ]
}