{
  "book_id": "PRO",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "The wicked flee when no one pursueth; But the righteous is as bold as a lion."
    },
    {
      "verse": 2,
      "text": "Through the transgression of a land many are its rulers; But through men of prudence and understanding the prince shall live long."
    },
    {
      "verse": 3,
      "text": "A poor man who oppresseth the needy Is a sweeping rain which leaveth no food."
    },
    {
      "verse": 4,
      "text": "They who forsake the law praise the wicked; But they who keep the law contend with them."
    },
    {
      "verse": 5,
      "text": "Wicked men understand not equity; But they who seek the LORD understand all things."
    },
    {
      "verse": 6,
      "text": "Better is a poor man who walketh in uprightness, Than he who is perverse in his ways, though he be rich."
    },
    {
      "verse": 7,
      "text": "He that keepeth the law is a wise son; But he that is the companion of prodigals bringeth shame on his father."
    },
    {
      "verse": 8,
      "text": "He that increaseth his substance by usurious gain Gathereth it for him who will pity the poor."
    },
    {
      "verse": 9,
      "text": "He that turneth away his ear from hearing the law, Even his prayer shall be an abomination."
    },
    {
      "verse": 10,
      "text": "He that causeth the righteous to go astray in an evil way Shall himself fall into his own pit; But the upright shall have good things in possession."
    },
    {
      "verse": 11,
      "text": "The rich man is wise in his own conceit; But the poor man, who hath understanding, will search him through."
    },
    {
      "verse": 12,
      "text": "When the righteous rejoice, there is great glorying; But, when the wicked are exalted, men hide themselves."
    },
    {
      "verse": 13,
      "text": "He that covereth his sins shall not prosper; But he that confesseth and forsaketh them shall have mercy."
    },
    {
      "verse": 14,
      "text": "Happy the man who feareth always! But he who hardeneth his heart shall fall into mischief."
    },
    {
      "verse": 15,
      "text": "As a roaring lion and a hungry bear, So is a wicked ruler over a needy people."
    },
    {
      "verse": 16,
      "text": "The prince who is weak in understanding is great in oppression; But he who hateth unjust gain shall prolong his days."
    },
    {
      "verse": 17,
      "text": "A man who is burdened with life-blood—Let him flee to the pit! let no man stay him!"
    },
    {
      "verse": 18,
      "text": "He who walketh uprightly shall be safe; But he who is perverse in his ways shall fall at once."
    },
    {
      "verse": 19,
      "text": "He who tilleth his land shall have bread enough; And he that followeth after worthless persons shall have poverty enough."
    },
    {
      "verse": 20,
      "text": "A faithful man shall abound with blessings; But he that maketh haste to be rich shall not go unpunished."
    },
    {
      "verse": 21,
      "text": "To have respect to persons is not good; Since for a piece of bread that man will transgress."
    },
    {
      "verse": 22,
      "text": "He who hath an evil eye hasteth after wealth, And considereth not that poverty will come upon him."
    },
    {
      "verse": 23,
      "text": "He who rebuketh a man shall afterwards find favor More than he who flattereth with his tongue."
    },
    {
      "verse": 24,
      "text": "Whoso stealeth from his father or his mother, And saith, “It is no transgression,” The same is the companion of a robber."
    },
    {
      "verse": 25,
      "text": "He who is of a proud heart stirreth up strife; But he that trusteth in the LORD shall be rich."
    },
    {
      "verse": 26,
      "text": "He who trusteth in his own understanding is a fool; But he who walketh wisely shall be delivered."
    },
    {
      "verse": 27,
      "text": "He who giveth to the poor shall not want; But he that hideth his eyes shall have many a curse."
    },
    {
      "verse": 28,
      "text": "When the wicked are exalted, men hide themselves; But, when they perish, the righteous increase."
    }
  ]
}