{
  "book_id": "PRO",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "He who, being often reproved, hardeneth his neck, Shall suddenly be destroyed, and that without remedy."
    },
    {
      "verse": 2,
      "text": "When the righteous are powerful, the people rejoice; But when the wicked beareth rule, the people mourn."
    },
    {
      "verse": 3,
      "text": "He who loveth wisdom rejoiceth his father; But he who is a companion of harlots destroyeth his substance."
    },
    {
      "verse": 4,
      "text": "A king by equity establisheth a land; But he who receiveth gifts overthroweth it."
    },
    {
      "verse": 5,
      "text": "A man who flattereth his neighbor Spreadeth a net for his feet."
    },
    {
      "verse": 6,
      "text": "In the transgression of a wicked man there is a snare; But the righteous shall sing and rejoice."
    },
    {
      "verse": 7,
      "text": "A righteous man careth for the cause of the poor; A wicked man discerneth not knowledge."
    },
    {
      "verse": 8,
      "text": "Scoffers kindle a city into a flame; But wise men pacify wrath."
    },
    {
      "verse": 9,
      "text": "If a wise man contend in a cause with a fool, Whether he rage or laugh, there will be no rest."
    },
    {
      "verse": 10,
      "text": "The bloodthirsty man hateth the upright; But the righteous seek to preserve his life."
    },
    {
      "verse": 11,
      "text": "A fool letteth all his anger come out; But a wise man keepeth it back."
    },
    {
      "verse": 12,
      "text": "If a ruler listen to words of falsehood, All his servants become wicked."
    },
    {
      "verse": 13,
      "text": "The poor man and the oppressor meet together: The LORD giveth light to the eyes of them both."
    },
    {
      "verse": 14,
      "text": "The king that judgeth the poor with uprightness, His throne shall be established for ever."
    },
    {
      "verse": 15,
      "text": "The rod and reproof give wisdom; But a child left to himself bringeth shame to his mother."
    },
    {
      "verse": 16,
      "text": "When the wicked are powerful, transgression increaseth; But the righteous shall see their fall."
    },
    {
      "verse": 17,
      "text": "Chastise thy son, and he will give thee rest; Yea, he will give delight to thy soul."
    },
    {
      "verse": 18,
      "text": "Where there is no vision, the people become unruly; But he that keepeth the law, happy is he."
    },
    {
      "verse": 19,
      "text": "A servant will not be corrected by words; For, though he understand, he will not obey."
    },
    {
      "verse": 20,
      "text": "Seest thou a man hasty in his words? There is more hope of a fool than of him."
    },
    {
      "verse": 21,
      "text": "He that bringeth up his servant delicately from childhood Shall have him become a son at the last."
    },
    {
      "verse": 22,
      "text": "An angry man stirreth up strife, And a passionate man aboundeth in transgression."
    },
    {
      "verse": 23,
      "text": "A man's pride will bring him low; But he that is of a humble spirit shall obtain honor."
    },
    {
      "verse": 24,
      "text": "He who shareth with a thief hateth himself: He heareth the curse, but maketh no discovery."
    },
    {
      "verse": 25,
      "text": "The fear of man bringeth a snare; But whoso putteth his trust in the LORD shall be safe."
    },
    {
      "verse": 26,
      "text": "Many are they who seek the ruler's favor; But every man's judgment cometh from the LORD."
    },
    {
      "verse": 27,
      "text": "As the unjust man is an abomination to the righteous, So the upright in his way is an abomination to the wicked."
    }
  ]
}