{
  "book_id": "PRO",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "The words of Agur, the son of Jakeh, even his prophecy; the inspired utterance of the man to Ithiel, even to Ithiel and Ucal."
    },
    {
      "verse": 2,
      "text": "Truly I am more stupid than any man; There is not in me the understanding of a man."
    },
    {
      "verse": 3,
      "text": "I have not learned wisdom, Nor have I gained the knowledge of the Most Holy."
    },
    {
      "verse": 4,
      "text": "Who hath gone up into heaven and come down? Who hath gathered the wind in his fists? Who hath bound up the waters in a garment? Who hath established all the ends of the earth? What is his name, and what his son's name, if thou knowest?"
    },
    {
      "verse": 5,
      "text": "Every word of God is pure; A shield is he to them that put their trust in him."
    },
    {
      "verse": 6,
      "text": "Add not to his words, Lest he rebuke thee, and thou be found a liar."
    },
    {
      "verse": 7,
      "text": "Two things do I ask of thee; Withhold them not from me, before I die!"
    },
    {
      "verse": 8,
      "text": "Remove far from me falsehood and lies; Give me neither poverty nor riches; Feed me with the food which is needful for me;"
    },
    {
      "verse": 9,
      "text": "Lest I be full, and deny thee, And say, “Who is the LORD?” Or lest I be poor, and steal, And violate the name of my God."
    },
    {
      "verse": 10,
      "text": "Talk not against a servant to his master, Lest he curse thee, and thou suffer for it."
    },
    {
      "verse": 11,
      "text": "There is a class of men that curse their fathers, And do not bless their mothers."
    },
    {
      "verse": 12,
      "text": "There is a class who are pure in their own eyes, And yet are not washed from their filthiness."
    },
    {
      "verse": 13,
      "text": "There is a class,—O how lofty are their eyes, And how are their eyelids lifted up!"
    },
    {
      "verse": 14,
      "text": "There is a class, whose teeth are swords, And their jaw-teeth knives, To devour the poor from off the earth, And the needy from among men."
    },
    {
      "verse": 15,
      "text": "The vampire hath two daughters; “Give! give!” [[is their cry.]] There are three things which are never satisfied; Yea, four which say not, “Enough!”"
    },
    {
      "verse": 16,
      "text": "The underworld, and the barren womb; The earth, which is not satiated with water, And fire, which never saith, “It is enough!”"
    },
    {
      "verse": 17,
      "text": "The eye that mocketh at a father, And scorneth to obey a mother, The ravens of the valley shall pick it out, And the young eagles shall eat it."
    },
    {
      "verse": 18,
      "text": "These three things are too wonderful for me; Yea, there are four which I understand not:"
    },
    {
      "verse": 19,
      "text": "The track of an eagle in the air, The track of a serpent upon a rock, The track of a ship in the midst of the sea, And the track of a man with a maid."
    },
    {
      "verse": 20,
      "text": "Such is the way of an adulterous woman; She eateth, and wipeth her mouth, And saith, “I have done nothing wrong.”"
    },
    {
      "verse": 21,
      "text": "Under three things is the earth disquieted; Yea, under four it cannot bear up:"
    },
    {
      "verse": 22,
      "text": "Under a servant when he becometh a king, And a fool when he is filled with bread;"
    },
    {
      "verse": 23,
      "text": "Under an odious woman when she becometh a wife, And a handmaid when she becometh heir to her mistress."
    },
    {
      "verse": 24,
      "text": "There are four things which are small upon the earth, Yet are they wise, instructed in wisdom."
    },
    {
      "verse": 25,
      "text": "The ants are a people not strong, Yet they prepare in the summer their food."
    },
    {
      "verse": 26,
      "text": "The conies are a feeble people, Yet do they make their houses in the rocks."
    },
    {
      "verse": 27,
      "text": "The locusts have no king, Yet do they all go forth in bands."
    },
    {
      "verse": 28,
      "text": "The lizard seizeth with its hands, And is in king's palaces."
    },
    {
      "verse": 29,
      "text": "These three have a graceful step; Yea, four are graceful in their walk:"
    },
    {
      "verse": 30,
      "text": "The lion, the hero among beasts, Which turneth not back for any;"
    },
    {
      "verse": 31,
      "text": "The loin-girded war-horse, the he-goat, And a king who cannot be withstood."
    },
    {
      "verse": 32,
      "text": "If thou hast been foolish in lifting thyself up, And hast meditated evil, Put thy hand on thy mouth!"
    },
    {
      "verse": 33,
      "text": "For, as the pressing of milk bringeth forth cheese, And as the pressing of the nose bringeth forth blood, So the pressing of anger bringeth forth strife."
    }
  ]
}