{
  "book_id": "NUM",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "These are the stages of the children of Israel, by which they went forth out of the land of Egypt by their hosts under the hand of Moses and Aaron."
    },
    {
      "verse": 2,
      "text": "And Moses wrote their goings forth, stage by stage, by the commandment of the LORD; and these are their stages at their goings forth."
    },
    {
      "verse": 3,
      "text": "And they journeyed from Rameses in the first month, on the fifteenth day of the first month; on the morrow after the passover the children of Israel went out with a high hand in the sight of all the Egyptians,"
    },
    {
      "verse": 4,
      "text": "while the Egyptians were burying them that the LORD had smitten among them, even all their first-born; upon their gods also the LORD executed judgments."
    },
    {
      "verse": 5,
      "text": "And the children of Israel journeyed from Rameses, and pitched in Succoth."
    },
    {
      "verse": 6,
      "text": "And they journeyed from Succoth, and pitched in Etham, which is in the edge of the wilderness."
    },
    {
      "verse": 7,
      "text": "And they journeyed from Etham, and turned back unto Pihahiroth, which is before Baal-zephon; and they pitched before Migdol."
    },
    {
      "verse": 8,
      "text": "And they journeyed from Penehahiroth, and passed through the midst of the sea into the wilderness; and they went three days' journey in the wilderness of Etham, and pitched in Marah."
    },
    {
      "verse": 9,
      "text": "And they journeyed from Marah, and came unto Elim; and in Elim were twelve springs of water, and threescore and ten palm-trees; and they pitched there."
    },
    {
      "verse": 10,
      "text": "And they journeyed from Elim, and pitched by the Red Sea."
    },
    {
      "verse": 11,
      "text": "And they journeyed from the Red Sea, and pitched in the wilderness of Sin."
    },
    {
      "verse": 12,
      "text": "And they journeyed from the wilderness of Sin, and pitched in Dophkah."
    },
    {
      "verse": 13,
      "text": "And they journeyed from Dophkah, and pitched in Alush."
    },
    {
      "verse": 14,
      "text": "And they journeyed from Alush, and pitched in Rephidim, where was no water for the people to drink."
    },
    {
      "verse": 15,
      "text": "And they journeyed from Rephidim, and pitched in the wilderness of Sinai."
    },
    {
      "verse": 16,
      "text": "And they journeyed from the wilderness of Sinai, and pitched in Kibroth-hattaavah."
    },
    {
      "verse": 17,
      "text": "And they journeyed from Kibroth-hattaavah, and pitched in Hazeroth."
    },
    {
      "verse": 18,
      "text": "And they journeyed from Hazeroth, and pitched in Rithmah."
    },
    {
      "verse": 19,
      "text": "And they journeyed from Rithmah, and pitched in Rimmon-perez."
    },
    {
      "verse": 20,
      "text": "And they journeyed from Rimmon-perez, and pitched in Libnah."
    },
    {
      "verse": 21,
      "text": "And they journeyed from Libnah, and pitched in Rissah."
    },
    {
      "verse": 22,
      "text": "And they journeyed from Rissah, and pitched in Kehelah."
    },
    {
      "verse": 23,
      "text": "And they journeyed from Kehelah, and pitched in mount Shepher."
    },
    {
      "verse": 24,
      "text": "And they journeyed from mount Shepher, and pitched in Haradah."
    },
    {
      "verse": 25,
      "text": "And they journeyed from Haradah, and pitched in Makheloth."
    },
    {
      "verse": 26,
      "text": "And they journeyed from Makheloth, and pitched in Tahath."
    },
    {
      "verse": 27,
      "text": "And they journeyed from Tahath, and pitched in Terah."
    },
    {
      "verse": 28,
      "text": "And they journeyed from Terah, and pitched in Mithkah."
    },
    {
      "verse": 29,
      "text": "And they journeyed from Mithkah, and pitched in Hashmonah."
    },
    {
      "verse": 30,
      "text": "And they journeyed from Hashmonah, and pitched in Moseroth."
    },
    {
      "verse": 31,
      "text": "And they journeyed from Moseroth, and pitched in Bene-jaakan."
    },
    {
      "verse": 32,
      "text": "And they journeyed from Bene-jaakan, and pitched in Hor-haggidgad."
    },
    {
      "verse": 33,
      "text": "And they journeyed from Hor-haggidgad, and pitched in Jotbah."
    },
    {
      "verse": 34,
      "text": "And they journeyed from Jotbah, and pitched in Abronah."
    },
    {
      "verse": 35,
      "text": "And they journeyed from Abronah, and pitched in Ezion-geber."
    },
    {
      "verse": 36,
      "text": "And they journeyed from Ezion-geber, and pitched in the wilderness of Zin — the same is Kadesh."
    },
    {
      "verse": 37,
      "text": "And they journeyed from Kadesh, and pitched in mount Hor, in the edge of the land of Edom. —"
    },
    {
      "verse": 38,
      "text": "And Aaron the priest went up into mount Hor at the commandment of the LORD, and died there, in the fortieth year after the children of Israel were come out of the land of Egypt, in the fifth month, on the first day of the month."
    },
    {
      "verse": 39,
      "text": "And Aaron was a hundred and twenty and three years old when he died in mount Hor."
    },
    {
      "verse": 40,
      "text": "And the Canaanite, the king of Arad, who dwelt in the South in the land of Canaan, heard of the coming of the children of Israel. —"
    },
    {
      "verse": 41,
      "text": "And they journeyed from mount Hor, and pitched in Zalmonah."
    },
    {
      "verse": 42,
      "text": "And they journeyed from Zalmonah, and pitched in Punon."
    },
    {
      "verse": 43,
      "text": "And they journeyed from Punon, and pitched in Oboth."
    },
    {
      "verse": 44,
      "text": "And they journeyed from Oboth, and pitched in Ije-abarim, in the border of Moab."
    },
    {
      "verse": 45,
      "text": "And they journeyed from Ijim, and pitched in Dibon-gad."
    },
    {
      "verse": 46,
      "text": "And they journeyed from Dibon-gad, and pitched in Almon-diblathaim."
    },
    {
      "verse": 47,
      "text": "And they journeyed from Almon-diblathaim, and pitched in the mountains of Abarim, in front of Nebo."
    },
    {
      "verse": 48,
      "text": "And they journeyed from the mountains of Abarim, and pitched in the plains of Moab by the Jordan at Jericho."
    },
    {
      "verse": 49,
      "text": "And they pitched by the Jordan, from Beth-jeshimoth even unto Abel-shittim in the plains of Moab."
    },
    {
      "verse": 50,
      "text": "And the LORD spoke unto Moses in the plains of Moab by the Jordan at Jericho, saying:"
    },
    {
      "verse": 51,
      "text": "'Speak unto the children of Israel, and say unto them: When ye pass over the Jordan into the land of Canaan,"
    },
    {
      "verse": 52,
      "text": "then ye shall drive out all the inhabitants of the land from before you, and destroy all their figured stones, and destroy all their molten images, and demolish all their high places."
    },
    {
      "verse": 53,
      "text": "And ye shall drive out the inhabitants of the land, and dwell therein; for unto you have I given the land to possess it."
    },
    {
      "verse": 54,
      "text": "And ye shall inherit the land by lot according to your families — to the more ye shall give the more inheritance, and to the fewer thou shalt give the less inheritance; wheresoever the lot falleth to any man, that shall be his; according to the tribes of your fathers shall ye inherit."
    },
    {
      "verse": 55,
      "text": "But if ye will not drive out the inhabitants of the land from before you, then shall those that ye let remain of them be as thorns in your eyes, and as pricks in your sides, and they shall harass you in the land wherein ye dwell."
    },
    {
      "verse": 56,
      "text": "And it shall come to pass, that as I thought to do unto them, so will I do unto you."
    }
  ]
}