{
  "book_id": "PSA",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "We have heard with our ears, O God, Our fathers have told us, What work thou didst in their days, In the days of old."
    },
    {
      "verse": 2,
      "text": "Thou didst drive out the nations with thy hand; But them thou didst plant: Thou didst afflict the peoples; But them thou didst spread abroad."
    },
    {
      "verse": 3,
      "text": "For they gat not the land in possession by their own sword, Neither did their own arm save them; But thy right hand, and thine arm, and the light of thy countenance, Because thou wast favorable unto them."
    },
    {
      "verse": 4,
      "text": "Thou art my King, O God: Command deliverance for Jacob."
    },
    {
      "verse": 5,
      "text": "Through thee will we push down our adversaries: Through thy name will we tread them under that rise up against us."
    },
    {
      "verse": 6,
      "text": "For I will not trust in my bow, Neither shall my sword save me."
    },
    {
      "verse": 7,
      "text": "But thou hast saved us from our adversaries, And hast put them to shame that hate us."
    },
    {
      "verse": 8,
      "text": "In God have we made our boast all the day long, And we will give thanks unto thy name forever. Selah"
    },
    {
      "verse": 9,
      "text": "But now thou hast cast usoff, and brought us to dishonor, And goest not forth with our hosts."
    },
    {
      "verse": 10,
      "text": "Thou makest us to turn back from the adversary; And they that hate us take spoil for themselves."
    },
    {
      "verse": 11,
      "text": "Thou hast made us like sheep appointedfor food, And hast scattered us among the nations."
    },
    {
      "verse": 12,
      "text": "Thou sellest thy people for nought, And hast not increased thy wealthby their price."
    },
    {
      "verse": 13,
      "text": "Thou makest us a reproach to our neighbors, A scoffing and a derision to them that are round about us."
    },
    {
      "verse": 14,
      "text": "Thou makest us a byword among the nations, A shaking of the head among the peoples."
    },
    {
      "verse": 15,
      "text": "All the day long is my dishonor before me, And the shame of my face hath covered me,"
    },
    {
      "verse": 16,
      "text": "For the voice of him that reproacheth and blasphemeth, By reason of the enemy and the avenger."
    },
    {
      "verse": 17,
      "text": "All this is come upon us; yet have we not forgotten thee, Neither have we dealt falsely in thy covenant."
    },
    {
      "verse": 18,
      "text": "Our heart is not turned back, Neither have our steps declined from thy way,"
    },
    {
      "verse": 19,
      "text": "That thou hast sore broken us in the place of jackals, And covered us with the shadow of death."
    },
    {
      "verse": 20,
      "text": "If we have forgotten the name of our God, Or spread forth our hands to a strange god;"
    },
    {
      "verse": 21,
      "text": "Will not God search this out? For he knoweth the secrets of the heart."
    },
    {
      "verse": 22,
      "text": "Yea, for thy sake are we killed all the day long; We are accounted as sheep for the slaughter."
    },
    {
      "verse": 23,
      "text": "Awake, why sleepest thou, O Lord? Arise, cast usnot off forever."
    },
    {
      "verse": 24,
      "text": "Wherefore hidest thou thy face, And forgettest our affliction and our oppression?"
    },
    {
      "verse": 25,
      "text": "For our soul is bowed down to the dust: Our body cleaveth unto the earth."
    },
    {
      "verse": 26,
      "text": "Rise up for our help, And redeem us for thy lovingkindness’ sake."
    }
  ]
}