{
  "book_id": "PSA",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "My heart overfloweth with a goodly matter; I speak the things which I have made touching the king: My tongue is the pen of a ready writer."
    },
    {
      "verse": 2,
      "text": "Thou art fairer than the children of men; Grace is poured into thy lips: Therefore God hath blessed thee forever."
    },
    {
      "verse": 3,
      "text": "Gird thy sword upon thy thigh, O mighty one, Thy glory and thy majesty."
    },
    {
      "verse": 4,
      "text": "And in thy majesty ride on prosperously, Because of truth and meekness andrighteousness: And thy right hand shall teach thee terrible things."
    },
    {
      "verse": 5,
      "text": "Thine arrows are sharp; The peoples fall under thee; They arein the heart of the king’s enemies."
    },
    {
      "verse": 6,
      "text": "Thy throne, O God, is forever and ever: A scepter of equity is the scepter of thy kingdom."
    },
    {
      "verse": 7,
      "text": "Thou hast loved righteousness, and hated wickedness: Therefore God, thy God, hath anointed thee With the oil of gladness above thy fellows."
    },
    {
      "verse": 8,
      "text": "All thy garments smell ofmyrrh, and aloes, andcassia; Out of ivory palaces stringed instruments have made thee glad."
    },
    {
      "verse": 9,
      "text": "Kings’ daughters are among thy honorable women: At thy right hand doth stand the queen in gold of Ophir."
    },
    {
      "verse": 10,
      "text": "Hearken, O daughter, and consider, and incline thine ear; Forget also thine own people, and thy father’s house:"
    },
    {
      "verse": 11,
      "text": "So will the king desire thy beauty; For he is thy lord; and reverence thou him."
    },
    {
      "verse": 12,
      "text": "And the daughter of Tyre shall be therewith a gift; The rich among the people shall entreat thy favor."
    },
    {
      "verse": 13,
      "text": "The king’s daughter within the palaceis all glorious: Her clothing is inwrought with gold."
    },
    {
      "verse": 14,
      "text": "She shall be led unto the king in broidered work: The virgins her companions that follow her Shall be brought unto thee."
    },
    {
      "verse": 15,
      "text": "With gladness and rejoicing shall they be led: They shall enter into the king’s palace."
    },
    {
      "verse": 16,
      "text": "Instead of thy fathers shall be thy children, Whom thou shalt make princes in all the earth."
    },
    {
      "verse": 17,
      "text": "I will make thy name to be remembered in all generations: Therefore shall the peoples give thee thanks forever and ever."
    }
  ]
}