{
  "book_id": "PSA",
  "chapter": 68,
  "verses": [
    {
      "verse": 1,
      "text": "Let God arise, let his enemies be scattered; Let them also that hate him flee before him."
    },
    {
      "verse": 2,
      "text": "As smoke is driven away, so drive them away: As wax melteth before the fire, So let the wicked perish at the presence of God."
    },
    {
      "verse": 3,
      "text": "But let the righteous be glad; let them exult before God: Yea, let them rejoice with gladness."
    },
    {
      "verse": 4,
      "text": "Sing unto God, sing praises to his name: Cast up a highway for him that rideth through the deserts; His name is Jehovah; and exult ye before him."
    },
    {
      "verse": 5,
      "text": "A father of the fatherless, and a judge of the widows, Is God in his holy habitation."
    },
    {
      "verse": 6,
      "text": "God setteth the solitary in families: He bringeth out the prisoners into prosperity; But the rebellious dwell in a parched land."
    },
    {
      "verse": 7,
      "text": "O God, when thou wentest forth before thy people, When thou didst march through the wilderness; Selah"
    },
    {
      "verse": 8,
      "text": "The earth trembled, The heavens also dropped rainat the presence of God: Yon Sinai trembledat the presence of God, the God of Israel."
    },
    {
      "verse": 9,
      "text": "Thou, O God, didst send a plentiful rain, Thou didst confirm thine inheritance, when it was weary."
    },
    {
      "verse": 10,
      "text": "Thy congregation dwelt therein: Thou, O God, didst prepare of thy goodness for the poor."
    },
    {
      "verse": 11,
      "text": "The Lord giveth the word: The women that publish the tidings are a great host."
    },
    {
      "verse": 12,
      "text": "Kings of armies flee, they flee; And she that tarrieth at home divideth the spoil."
    },
    {
      "verse": 13,
      "text": "When ye lie among the sheepfolds, It is asthe wings of a dove covered with silver, And her pinions with yellow gold."
    },
    {
      "verse": 14,
      "text": "When the Almighty scattered kings therein, It was as whenit snoweth in Zalmon."
    },
    {
      "verse": 15,
      "text": "A mountain of God is the mountain of Bashan; A high mountain is the mountain of Bashan."
    },
    {
      "verse": 16,
      "text": "Why look ye askance, ye high mountains, At the mountain which God hath desired for his abode? Yea, Jehovah will dwell in itforever."
    },
    {
      "verse": 17,
      "text": "The chariots of God are twenty thousand, even thousands upon thousands: The Lord is among them, as inSinai, in the sanctuary."
    },
    {
      "verse": 18,
      "text": "Thou hast ascended on high, thou hast led away captives; Thou hast received gifts among men, Yea, amongthe rebellious also, that Jehovah God might dwell with them."
    },
    {
      "verse": 19,
      "text": "Blessed be the Lord, who daily beareth our burden, Even the God who is our salvation. Selah"
    },
    {
      "verse": 20,
      "text": "God is unto us a God of deliverances; And unto Jehovah the Lord belongeth escape from death."
    },
    {
      "verse": 21,
      "text": "But God will smite through the head of his enemies, The hairy scalp of such a one as goeth on still in his guiltiness."
    },
    {
      "verse": 22,
      "text": "The Lord said, I will bring again from Bashan, I will bring themagain from the depths of the sea;"
    },
    {
      "verse": 23,
      "text": "That thou mayest crush them, dippingthy foot in blood, That the tongue of thy dogs may have its portion from thineenemies."
    },
    {
      "verse": 24,
      "text": "They have seen thy goings, O God, Even the goings of my God, my King, into the sanctuary."
    },
    {
      "verse": 25,
      "text": "The singers went before, the minstrels followed after, In the midst of the damsels playing with timbrels."
    },
    {
      "verse": 26,
      "text": "Bless ye God in the congregations, Even the Lord, ye that areof the fountain of Israel."
    },
    {
      "verse": 27,
      "text": "There is little Benjamin their ruler, The princes of Judah andtheir council, The princes of Zebulun, the princes of Naphtali."
    },
    {
      "verse": 28,
      "text": "Thy God hath commanded thy strength: Strengthen, O God, that which thou hast wrought for us."
    },
    {
      "verse": 29,
      "text": "Because of thy temple at Jerusalem Kings shall bring presents unto thee."
    },
    {
      "verse": 30,
      "text": "Rebuke the wild beast of the reeds, The multitude of the bulls, with the calves of the peoples, Trampling under foot the pieces of silver: He hath scattered the peoples that delight in war."
    },
    {
      "verse": 31,
      "text": "Princes shall come out of Egypt; Ethiopia shall haste to stretch out her hands unto God."
    },
    {
      "verse": 32,
      "text": "Sing unto God, ye kingdoms of the earth; Oh sing praises unto the Lord; Selah"
    },
    {
      "verse": 33,
      "text": "To him that rideth upon the heaven of heavens, which are of old; Lo, he uttereth his voice, a mighty voice."
    },
    {
      "verse": 34,
      "text": "Ascribe ye strength unto God: His excellency is over Israel, And his strength is in the skies."
    },
    {
      "verse": 35,
      "text": "O God, thou artterrible out of thy holy places: The God of Israel, he giveth strength and power unto hispeople. Blessed be God."
    }
  ]
}