{
  "book_id": "PSA",
  "chapter": 72,
  "verses": [
    {
      "verse": 1,
      "text": "Give the king thy judgments, O God, And thy righteousness unto the king’s son."
    },
    {
      "verse": 2,
      "text": "He will judge thy people with righteousness, And thy poor with justice."
    },
    {
      "verse": 3,
      "text": "The mountains shall bring peace to the people, And the hills, in righteousness."
    },
    {
      "verse": 4,
      "text": "He will judge the poor of the people, He will save the children of the needy, And will break in pieces the oppressor."
    },
    {
      "verse": 5,
      "text": "They shall fear thee while the sun endureth, And so long as the moon, throughout all generations."
    },
    {
      "verse": 6,
      "text": "He will come down like rain upon the mown grass, As showers that water the earth."
    },
    {
      "verse": 7,
      "text": "In his days shall the righteous flourish, And abundance of peace, till the moon be no more."
    },
    {
      "verse": 8,
      "text": "He shall have dominion also from sea to sea, And from the River unto the ends of the earth."
    },
    {
      "verse": 9,
      "text": "They that dwell in the wilderness shall bow before him; And his enemies shall lick the dust."
    },
    {
      "verse": 10,
      "text": "The kings of Tarshish and of the isles shall render tribute: The kings of Sheba and Seba shall offer gifts."
    },
    {
      "verse": 11,
      "text": "Yea, all kings shall fall down before him; All nations shall serve him."
    },
    {
      "verse": 12,
      "text": "For he will deliver the needy when he crieth, And the poor, that hath no helper."
    },
    {
      "verse": 13,
      "text": "He will have pity on the poor and needy, And the souls of the needy he will save."
    },
    {
      "verse": 14,
      "text": "He will redeem their soul from oppression and violence; And precious will their blood be in his sight:"
    },
    {
      "verse": 15,
      "text": "And they shall live; and to him shall be given of the gold of Sheba: And men shall pray for him continually; They shall bless him all the day long."
    },
    {
      "verse": 16,
      "text": "There shall be abundance of grain in the earth upon the top of the mountains; The fruit thereof shall shake like Lebanon: And they of the city shall flourish like grass of the earth."
    },
    {
      "verse": 17,
      "text": "His name shall endure forever; His name shall be continued as long as the sun: And men shall be blessed in him; All nations shall call him happy."
    },
    {
      "verse": 18,
      "text": "Blessed be Jehovah God, the God of Israel, Who only doeth wondrous things:"
    },
    {
      "verse": 19,
      "text": "And blessed be his glorious name forever; And let the whole earth be filled with his glory. Amen, and Amen."
    },
    {
      "verse": 20,
      "text": "The prayers of David the son of Jesse are ended. BOOK III"
    }
  ]
}