{
  "book_id": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "Surely God is good to Israel, Evento such as are pure in heart."
    },
    {
      "verse": 2,
      "text": "But as for me, my feet were almost gone; My steps had well nigh slipped."
    },
    {
      "verse": 3,
      "text": "For I was envious at the arrogant, When I saw the prosperity of the wicked."
    },
    {
      "verse": 4,
      "text": "For there are no pangs in their death; But their strength is firm."
    },
    {
      "verse": 5,
      "text": "They are not in trouble as othermen; Neither are they plagued like othermen."
    },
    {
      "verse": 6,
      "text": "Therefore pride is as a chain about their neck; Violence covereth them as a garment."
    },
    {
      "verse": 7,
      "text": "Their eyes stand out with fatness: They have more than heart could wish."
    },
    {
      "verse": 8,
      "text": "They scoff, and in wickedness utter oppression: They speak loftily."
    },
    {
      "verse": 9,
      "text": "They have set their mouth in the heavens, And their tongue walketh through the earth."
    },
    {
      "verse": 10,
      "text": "Therefore his people return hither: And waters of a full cupare drained by them."
    },
    {
      "verse": 11,
      "text": "And they say, How doth God know? And is there knowledge in the Most High?"
    },
    {
      "verse": 12,
      "text": "Behold, these are the wicked; And, being always at ease, they increase in riches."
    },
    {
      "verse": 13,
      "text": "Surely in vain have I cleansed my heart, And washed my hands in innocency;"
    },
    {
      "verse": 14,
      "text": "For all the day long have I been plagued, And chastened every morning."
    },
    {
      "verse": 15,
      "text": "If I had said, I will speak thus; Behold, I had dealt treacherously with the generation of thy children."
    },
    {
      "verse": 16,
      "text": "When I thought how I might know this, It was too painful for me;"
    },
    {
      "verse": 17,
      "text": "Until I went into the sanctuary of God, And considered their latter end."
    },
    {
      "verse": 18,
      "text": "Surely thou settest them in slippery places: Thou castest them down to destruction."
    },
    {
      "verse": 19,
      "text": "How are they become a desolation in a moment! They are utterly consumed with terrors."
    },
    {
      "verse": 20,
      "text": "As a dream when one awaketh, So, O Lord, when thou awakest, thou wilt despise their image."
    },
    {
      "verse": 21,
      "text": "For my soul was grieved, And I was pricked in my heart:"
    },
    {
      "verse": 22,
      "text": "So brutish was I, and ignorant; I was asa beast before thee."
    },
    {
      "verse": 23,
      "text": "Nevertheless I am continually with thee: Thou hast holden my right hand."
    },
    {
      "verse": 24,
      "text": "Thou wilt guide me with thy counsel, And afterward receive me to glory."
    },
    {
      "verse": 25,
      "text": "Whom have I in heaven but thee? And there is none upon earth that I desire besides thee."
    },
    {
      "verse": 26,
      "text": "My flesh and my heart faileth; ButGod is the strength of my heart and my portion forever."
    },
    {
      "verse": 27,
      "text": "For, lo, they that are far from thee shall perish: Thou hast destroyed all them that play the harlot, departingfrom thee."
    },
    {
      "verse": 28,
      "text": "But it is good for me to draw near unto God: I have made the Lord Jehovah my refuge, That I may tell of all thy works."
    }
  ]
}