{
  "book_id": "WIS",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "\\sc Love\\sc* righteousness, ye that be judges of the earth: Think of the Lord with a good \\add heart\\add*, And in simplicity of heart seek him."
    },
    {
      "verse": 2,
      "text": "For he will be found of them that tempt him not; And showeth himself unto such as do not distrust him."
    },
    {
      "verse": 3,
      "text": "For froward thoughts separate from God: And his power, when it is tried, reproveth the unwise."
    },
    {
      "verse": 4,
      "text": "For into a malicious soul wisdom shall not enter: Nor dwell in the body that is subject unto sin."
    },
    {
      "verse": 5,
      "text": "For the holy spirit of discipline will flee deceit, And remove from thoughts that are without understanding, And will not abide when unrighteousness cometh in."
    },
    {
      "verse": 6,
      "text": "For wisdom is a loving spirit; And will not acquit a blasphemer of his words: For God is witness of his reins, And a true beholder of his heart, And a hearer of his tongue."
    },
    {
      "verse": 7,
      "text": "For the Spirit of the Lord filleth the world: And that which containeth all things hath knowledge of the voice."
    },
    {
      "verse": 8,
      "text": "Therefore he that speaketh unrighteous things cannot be hidden: Neither shall vengeance, when it punisheth, pass by him."
    },
    {
      "verse": 9,
      "text": "For inquisition shall be made into the counsels of the ungodly: And the sound of his words shall come unto the Lord For the manifestation of his wicked deeds."
    },
    {
      "verse": 10,
      "text": "For the ear of jealousy heareth all things: And the noise of murmurings is not hidden."
    },
    {
      "verse": 11,
      "text": "Therefore beware of murmuring, which is unprofitable; And refrain your tongue from backbiting: For there is no word so secret, that shall go for nought: And the mouth that belieth slayeth the soul."
    },
    {
      "verse": 12,
      "text": "Seek not death in the error of your life: And pull not upon yourselves destruction with the works of your hands."
    },
    {
      "verse": 13,
      "text": "For God made not death: Neither hath he pleasure in the destruction of the living."
    },
    {
      "verse": 14,
      "text": "For he created all things, that they might have their being: And the generations of the world were healthful; And there is no poison of destruction in them, Nor the kingdom of death upon the earth"
    },
    {
      "verse": 15,
      "text": "(For righteousness is immortal),"
    },
    {
      "verse": 16,
      "text": "But ungodly men with their works and words called it to them: For when they thought to have it their friend, They consumed to nought, and made a covenant with it, Because they are worthy to take part with it."
    }
  ]
}