{
  "book_id": "WIS",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "But the souls of the righteous are in the hand of God, And there shall no torment touch them."
    },
    {
      "verse": 2,
      "text": "In the sight of the unwise they seemed to die: And their departure is taken for misery,"
    },
    {
      "verse": 3,
      "text": "And their going from us to be utter destruction: But they are in peace."
    },
    {
      "verse": 4,
      "text": "For though they be punished in the sight of men, Yet is their hope full of immortality."
    },
    {
      "verse": 5,
      "text": "And having been a little chastised, they shall be greatly rewarded: For God proved them, And found them worthy for himself."
    },
    {
      "verse": 6,
      "text": "As gold in the furnace hath he tried them, And received them as a burnt offering."
    },
    {
      "verse": 7,
      "text": "And in the time of their visitation they shall shine, And run to and fro like sparks among the stubble."
    },
    {
      "verse": 8,
      "text": "They shall judge the nations, and have dominion over the people, And their Lord shall reign forever."
    },
    {
      "verse": 9,
      "text": "They that put their trust in him shall understand the truth: And such as be faithful in love shall abide with him: For grace and mercy is to his saints, And he hath care for his elect."
    },
    {
      "verse": 10,
      "text": "But the ungodly shall be punished according to their own imaginations, Which have neglected the righteous, and forsaken the Lord."
    },
    {
      "verse": 11,
      "text": "For whoso despiseth wisdom and nurture, he is miserable, And their hope is vain, their labors unfruitful, And their works unprofitable:"
    },
    {
      "verse": 12,
      "text": "Their wives are foolish, And their children wicked:"
    },
    {
      "verse": 13,
      "text": "Their offspring is cursed. Wherefore blessed is the barren that is undefiled, Which hath not known the sinful bed: She shall have fruit in the visitation of souls."
    },
    {
      "verse": 14,
      "text": "And \\add blessed is\\add* the eunuch, which with his hands hath wrought no iniquity, Nor imagined wicked things against God: For unto him shall be given the special gift of faith, And an inheritance in the temple of the Lord more acceptable to his mind."
    },
    {
      "verse": 15,
      "text": "For glorious is the fruit of good labors: And the root of wisdom shall never fall away."
    },
    {
      "verse": 16,
      "text": "As for the children of adulterers, they shall not come to their perfection, And the seed of an unrighteous bed shall be rooted out."
    },
    {
      "verse": 17,
      "text": "For though they live long, yet shall they be nothing regarded: And their last age shall be without honor."
    },
    {
      "verse": 18,
      "text": "Or, if they die quickly, they have no hope, Neither comfort in the day of trial."
    },
    {
      "verse": 19,
      "text": "For horrible is the end of the unrighteous generation."
    }
  ]
}