{
  "book_id": "WIS",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdomreacheth from one end to another mightily; And sweetly doth she order all things."
    },
    {
      "verse": 2,
      "text": "I loved her, and sought herout from my youth, I desired to make hermy spouse, And I was a lover of her beauty."
    },
    {
      "verse": 3,
      "text": "In that she is conversant with God, she magnifieth her nobility: Yea, the Lord of all things himself loved her."
    },
    {
      "verse": 4,
      "text": "For she is privy to the mysteries of the knowledge of God, And a lover of his works."
    },
    {
      "verse": 5,
      "text": "If riches be a possession to be desired in this life; What is richer than wisdom, that worketh all things?"
    },
    {
      "verse": 6,
      "text": "And if prudence work; Who of all that are is a more cunning workman than she?"
    },
    {
      "verse": 7,
      "text": "And if a man love righteousness, Her labors are virtues: For she teacheth temperance and prudence, Justice and fortitude: Which are such things, as men can have nothing more profitable in their life."
    },
    {
      "verse": 8,
      "text": "If a man desire much experience, She knoweth things of old, and conjectureth arightwhat is to come: She knoweth the subtleties of speeches, and can expound dark sentences: She foreseeth signs and wonders, And the events of seasons and times."
    },
    {
      "verse": 9,
      "text": "Therefore I purposed to take her to me to live with me, Knowing that she would be a counselor of good things, And a comfort in cares and grief."
    },
    {
      "verse": 10,
      "text": "For her sake I shall have estimation among the multitude, And honor with the elders, though I be young."
    },
    {
      "verse": 11,
      "text": "I shall be found of a quick conceit in judgment, And shall be admired in the sight of great men."
    },
    {
      "verse": 12,
      "text": "When I hold my tongue, they shall bide my leisure, And when I speak, they shall give good ear unto me: If I talk much, they shall lay their hands upon their mouth."
    },
    {
      "verse": 13,
      "text": "Moreover by the means of her I shall obtain immortality, And leave behind me an everlasting memorial to them that come after me."
    },
    {
      "verse": 14,
      "text": "I shall set the people in order, And the nations shall be subject unto me."
    },
    {
      "verse": 15,
      "text": "Horrible tyrants shall be afraid when they do but hear of me; I shall be found good among the multitude, and valiant in war."
    },
    {
      "verse": 16,
      "text": "After I am come into my house, I will repose myself with her: For her conversation hath no bitterness: And to live with her hath no sorrow, But mirth and joy."
    },
    {
      "verse": 17,
      "text": "Now when I considered these things in myself, And pondered them in my heart, How that to be allied unto wisdom is immortality;"
    },
    {
      "verse": 18,
      "text": "And great pleasure it is to have her friendship; And in the works of her hands are infinite riches; And in the exercise of conference with her, prudence; And in talking with her, a good report; I went about seeking how to take her to me."
    },
    {
      "verse": 19,
      "text": "For I was a witty child, And had a good spirit."
    },
    {
      "verse": 20,
      "text": "Yea rather, being good, I came into a body undefiled."
    },
    {
      "verse": 21,
      "text": "Nevertheless, when I perceived that I could not otherwise obtain her, except God gave her me; And that was a point of wisdom also to know whose gift she was; I prayed unto the Lord, and besought him, And with my whole heart I said,"
    }
  ]
}