{
  "book_id": "WIS",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "O God of my fathers, and Lord of mercy, Who hast made all things with thy word,"
    },
    {
      "verse": 2,
      "text": "And ordained man through thy wisdom, That he should have dominion over the creatures which thou hast made,"
    },
    {
      "verse": 3,
      "text": "And order the world according to equity and righteousness, And execute judgment with an upright heart:"
    },
    {
      "verse": 4,
      "text": "Give me wisdom, that sitteth by thy throne; And reject me not from among thy children:"
    },
    {
      "verse": 5,
      "text": "For I thy servant and son of thy handmaid Am a feeble person, and of a short time, And too young for the understanding of judgment and laws."
    },
    {
      "verse": 6,
      "text": "For though a man be never so perfect among the children of men, Yet if thy wisdom be not with him, he shall be nothing regarded."
    },
    {
      "verse": 7,
      "text": "Thou hast chosen me to be a king of thy people, And a judge of thy sons and daughters:"
    },
    {
      "verse": 8,
      "text": "Thou hast commanded me to build a temple upon thy holy mount, And an altar in the city wherein thou dwellest, A resemblance of the holy tabernacle, which thou hast prepared from the beginning."
    },
    {
      "verse": 9,
      "text": "And wisdom was with thee: which knoweth thy works, And was present when thou madest the world, And knew what was acceptable in thy sight, And right in thy commandments."
    },
    {
      "verse": 10,
      "text": "O send her out of thy holy heavens, And from the throne of thy glory, That being present she may labor with me, That I may know what is pleasing unto thee."
    },
    {
      "verse": 11,
      "text": "For she knoweth and understandeth all things, And she shall lead me soberly in my doings, And preserve me in her power."
    },
    {
      "verse": 12,
      "text": "So shall my works be acceptable, And then shall I judge thy people righteously, And be worthy to sit in my father’s seat."
    },
    {
      "verse": 13,
      "text": "For what man is he that can know the counsel of God? Or who can think what the will of the Lord is?"
    },
    {
      "verse": 14,
      "text": "For the thoughts of mortal men are miserable, And our devices are but uncertain."
    },
    {
      "verse": 15,
      "text": "For the corruptible body presseth down the soul, And the earthy tabernacle weigheth down the mind that museth upon many things."
    },
    {
      "verse": 16,
      "text": "And hardly do we guess aright at things that are upon earth, And with labor do we find the things that are before us: But the things that are in heaven who hath searched out?"
    },
    {
      "verse": 17,
      "text": "And thy counsel who hath known, except thou give wisdom, And send thy Holy Spirit from above?"
    },
    {
      "verse": 18,
      "text": "For so the ways of them which lived on the earth were reformed, And men were taught the things that are pleasing unto thee, And were saved through wisdom."
    }
  ]
}