{
  "book_id": "WIS",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "She preserved the first formed father of the world, That was created alone, And brought him out of his fall,"
    },
    {
      "verse": 2,
      "text": "And gave him power to rule all things."
    },
    {
      "verse": 3,
      "text": "But when the unrighteous went away from her in his anger, He perished also in the fury wherewith he murdered his brother."
    },
    {
      "verse": 4,
      "text": "For whose cause the earth being drowned with the flood, wisdom again preserved it, And directed the course of the righteous in a piece of wood of small value."
    },
    {
      "verse": 5,
      "text": "Moreover, the nations in their wicked conspiracy being confounded, She found out the righteous, and preserved him blameless unto God, And kept him strong against his tender compassion toward his son."
    },
    {
      "verse": 6,
      "text": "When the ungodly perished, she delivered the righteous man, Who fled from the fire which fell down upon the five cities."
    },
    {
      "verse": 7,
      "text": "Of whose wickedness, even to this day the waste land that smoketh is a testimony, And plants bearing fruit that never come to ripeness: And a standing pillar of salt is a monument of an unbelieving soul."
    },
    {
      "verse": 8,
      "text": "For regarding not wisdom, They got not only this hurt, that they knew not the things which were good; But also left behind them to the world a memorial of their foolishness: So that in the things wherein they offended they could not so much as be hidden."
    },
    {
      "verse": 9,
      "text": "But wisdom delivered from pain those that attended upon her."
    },
    {
      "verse": 10,
      "text": "When the righteous fled from his brother’s wrath, She guided him in right paths, showed him the kingdom of God, And gave him knowledge of holy things, Made him rich in his travails, And multiplied \\add the fruit of\\add* his labors."
    },
    {
      "verse": 11,
      "text": "In the covetousness of such as oppressed him she stood by him, And made him rich."
    },
    {
      "verse": 12,
      "text": "She defended him from his enemies, And kept him safe from those that lay in wait, And in a sore conflict she gave him the victory; That he might know that godliness is stronger than all."
    },
    {
      "verse": 13,
      "text": "When the righteous was sold, she forsook him not, But delivered him from sin: She went down with him into the pit,"
    },
    {
      "verse": 14,
      "text": "And left him not in bonds, Till she brought him the scepter of the kingdom, And power against those that oppressed him: As for them that had accused him, she showed them to be liars, And gave him perpetual glory."
    },
    {
      "verse": 15,
      "text": "She delivered the righteous people and blameless seed From the nation that oppressed them."
    },
    {
      "verse": 16,
      "text": "She entered into the soul of the servant of the Lord, And withstood dreadful kings in wonders and signs;"
    },
    {
      "verse": 17,
      "text": "Rendered to the righteous a reward of their labors, Guided them in a marvelous way, And was unto them for a cover by day, And a light of stars in the night season;"
    },
    {
      "verse": 18,
      "text": "Brought them through the Red Sea, And led them through much water:"
    },
    {
      "verse": 19,
      "text": "But she drowned their enemies, And cast them up out of the bottom of the deep."
    },
    {
      "verse": 20,
      "text": "Therefore the righteous spoiled the ungodly, And praised thy holy name, O Lord, And magnified with one accord thy hand, that fought for them."
    },
    {
      "verse": 21,
      "text": "For wisdom opened the mouth of the dumb, And made the tongues of them that cannot speak eloquent."
    }
  ]
}