{
  "book_id": "WIS",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Surely vain are all men by nature, who are ignorant of God, And could not out of the good things that are seen know him that is: Neither by considering the works did they acknowledge the workmaster;"
    },
    {
      "verse": 2,
      "text": "But deemed either fire, or wind, or the swift air, Or the circle of the stars, or the violent water, Or the lights of heaven, to be the gods which govern the world."
    },
    {
      "verse": 3,
      "text": "With whose beauty if they being delighted took them to be gods; Let them know how much better the Lord of them is: For the first author of beauty hath created them."
    },
    {
      "verse": 4,
      "text": "But if they were astonished at their power and virtue, Let them understand by them, how much mightier he is that made them."
    },
    {
      "verse": 5,
      "text": "For by the greatness and beauty of the creatures Proportionably the maker of them is seen."
    },
    {
      "verse": 6,
      "text": "But yet for this they are the less to be blamed: For they peradventure err, Seeking God, and desirous to find him."
    },
    {
      "verse": 7,
      "text": "For being conversant in his works they search \\add him\\add* diligently, And believe their sight: because the things are beautiful that are seen."
    },
    {
      "verse": 8,
      "text": "Howbeit neither are they to be pardoned."
    },
    {
      "verse": 9,
      "text": "For if they were able to know so much, That they could aim at the world; How did they not sooner find out the Lord thereof?"
    },
    {
      "verse": 10,
      "text": "But miserable are they, and in dead things is their hope, Who called them gods, which are the works of men’s hands, Gold and silver, to show art in, And resemblances of beasts, Or a stone good for nothing, the work of an ancient hand."
    },
    {
      "verse": 11,
      "text": "Now a carpenter that felleth timber, after he hath sawn down a tree meet for the purpose, And taken off all the bark skillfully round about, And hath wrought it handsomely, And made a vessel thereof fit for the service of man’s life;"
    },
    {
      "verse": 12,
      "text": "And after spending the refuse of his work to dress his meat, hath filled himself;"
    },
    {
      "verse": 13,
      "text": "And taking the very refuse among those which served to no use, Being a crooked piece of wood, and full of knots, Hath carved it diligently when he had nothing else to do, And formed it by the skill of his understanding, And fashioned it to the image of a man;"
    },
    {
      "verse": 14,
      "text": "Or made it like some vile beast, Laying it over with vermilion, and with paint coloring it red, And coloring every spot therein;"
    },
    {
      "verse": 15,
      "text": "And when he had made a convenient room for it, Set it in a wall, and made it fast with iron:"
    },
    {
      "verse": 16,
      "text": "For he provided for it that it might not fall, Knowing that it was unable to help itself; For it is an image, and hath need of help."
    },
    {
      "verse": 17,
      "text": "Then maketh he prayer for his goods, for his wife and children, And is not ashamed to speak to that which hath no life."
    },
    {
      "verse": 18,
      "text": "For health he calleth upon that which is weak: For life prayeth to that which is dead: For aid humbly beseecheth that which hath least means to help: And for a good journey he asketh of that which cannot set a foot forward:"
    },
    {
      "verse": 19,
      "text": "And for gaining and getting, and for good success of his hands, Asketh ability to do of him, that is most unable to do anything."
    }
  ]
}