{
  "book_id": "WIS",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Nevertheless thy saints had a very great light, Whose voice they hearing, and not seeing their shape, Because they also had not suffered the same things, they counted them happy."
    },
    {
      "verse": 2,
      "text": "But for that they did not hurt them \\add now\\add*, of whom they had been wronged before, they thanked them, And besought them pardon for that they had been enemies."
    },
    {
      "verse": 3,
      "text": "Instead whereof thou gavest them a burning pillar of fire, Both to be a guide of the unknown journey, And a harmless sun to entertain them honorably."
    },
    {
      "verse": 4,
      "text": "For they were worthy to be deprived of light, and imprisoned in darkness, Who had kept thy sons shut up, By whom the uncorrupt light of the law was to be given unto the world."
    },
    {
      "verse": 5,
      "text": "And when they had determined to slay the babes of the saints, One child being cast forth, and saved, To reprove them, thou tookest away the multitude of their children, And destroyedst them all together in a mighty water."
    },
    {
      "verse": 6,
      "text": "Of that night were our fathers certified afore, That assuredly knowing unto what oaths they had given credence, they might afterward be of good cheer."
    },
    {
      "verse": 7,
      "text": "So of thy people was accepted both the salvation of the righteous, And destruction of the enemies."
    },
    {
      "verse": 8,
      "text": "For wherewith thou didst punish our adversaries, By the same thou didst glorify us, whom thou hadst called."
    },
    {
      "verse": 9,
      "text": "For the righteous children of good men did sacrifice secretly, And with one consent made a holy law, That the saints should be like partakers Of the same good and evil, The fathers now singing out the songs of praise."
    },
    {
      "verse": 10,
      "text": "But on the other side there sounded an ill according cry of the enemies, And a lamentable noise was carried abroad for children that were bewailed."
    },
    {
      "verse": 11,
      "text": "The master and the servant were punished after one manner; And like as the king, so suffered the common person."
    },
    {
      "verse": 12,
      "text": "So they all together had innumerable dead with one kind of death; Neither were the living sufficient to bury them: For in one moment the noblest offspring of them was destroyed."
    },
    {
      "verse": 13,
      "text": "For whereas they would not believe anything by reason of the enchantments; Upon the destruction of the firstborn, they acknowledged this people to be the sons of God."
    },
    {
      "verse": 14,
      "text": "For while all things were in quiet silence, And that night was in the midst of her swift course,"
    },
    {
      "verse": 15,
      "text": "Thine Almighty word leaped from heaven out of thy royal throne, As a fierce man of war into the midst of a land of destruction,"
    },
    {
      "verse": 16,
      "text": "And brought thine unfeigned commandment as a sharp sword, And standing up filled all things with death; And it touched the heaven, but it stood upon the earth."
    },
    {
      "verse": 17,
      "text": "Then suddenly visions of horrible dreams troubled them sore, And terrors came upon them unlooked for."
    },
    {
      "verse": 18,
      "text": "And one thrown here, and another there, half dead, Showed the cause of his death."
    },
    {
      "verse": 19,
      "text": "For the dreams that troubled them did foreshow this, Lest they should perish, and not know why they were afflicted."
    },
    {
      "verse": 20,
      "text": "Yea, the tasting of death touched the righteous also, And there was a destruction of the multitude in the wilderness: But the wrath endured not long."
    },
    {
      "verse": 21,
      "text": "For then the blameless man made haste, and stood forth to defend them; And bringing the shield of his proper ministry, Even prayer, and the propitiation of incense, Set himself against the wrath, and so brought the calamity to an end, Declaring that he was thy servant."
    },
    {
      "verse": 22,
      "text": "So he overcame the destroyer, not with might of body, Nor force of arms, But with a word subdued him that punished, Alleging the oaths and covenants made with the fathers."
    },
    {
      "verse": 23,
      "text": "For when the dead were now fallen down by heaps one upon another, Standing between, he stayed the wrath, And parted the way to the living."
    },
    {
      "verse": 24,
      "text": "For in the long garment was the whole world, And in the four rows of the stones was the glory of the fathers graven, And thy Majesty upon the diadem of his head."
    },
    {
      "verse": 25,
      "text": "Unto these the destroyer gave place, and they were afraid of them: For it was enough that they only tasted of the wrath."
    }
  ]
}