{
  "book_id": "PHM",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Παῦλος δέσμιος Χριστοῦ Ἰησοῦ, καὶ Τιμόθεος ὁ ἀδελφός, Φιλήμονι τῷ ἀγαπητῷ καὶ συνεργῷ ἡμῶν,"
    },
    {
      "verse": 2,
      "text": "καὶ Ἀπφίᾳ τῇ ἀγαπητῇ, καὶ Ἀρχίππῳ τῷ συστρατιώτῃ ἡμῶν, καὶ τῇ κατ᾿ οἶκόν σου ἐκκλησίᾳ·"
    },
    {
      "verse": 3,
      "text": "χάρις ὑμῖν καὶ εἰρήνη ἀπὸ Θεοῦ πατρὸς ἡμῶν καὶ Κυρίου Ἰησοῦ Χριστοῦ."
    },
    {
      "verse": 4,
      "text": "Εὐχαριστῶ τῷ Θεῷ μου, πάντοτε μνείαν σου ποιούμενος ἐπὶ τῶν προσευχῶν μου,"
    },
    {
      "verse": 5,
      "text": "ἀκούων σου τὴν ἀγάπην, καὶ τὴν πίστιν ἣν ἔχεις πρὸς τὸν Κύριον Ἰησοῦν καὶ εἰς πάντας τοὺς ἁγίους,"
    },
    {
      "verse": 6,
      "text": "ὅπως ἡ κοινωνία τῆς πίστεώς σου ἐνεργὴς γένηται ἐν ἐπιγνώσει παντὸς ἀγαθοῦ τοῦ ἐν ὑμῖν εἰς Χριστὸν Ἰησοῦν."
    },
    {
      "verse": 7,
      "text": "Χαρὰν γὰρ ἔχομεν πολλὴν καὶ παράκλησιν ἐπὶ τῇ ἀγάπῃ σου, ὅτι τὰ σπλάγχνα τῶν ἁγίων ἀναπέπαυται διὰ σοῦ, ἀδελφέ."
    },
    {
      "verse": 8,
      "text": "Διὸ πολλὴν ἐν Χριστῷ παρρησίαν ἔχων ἐπιτάσσειν σοι τὸ ἀνῆκον,"
    },
    {
      "verse": 9,
      "text": "διὰ τὴν ἀγάπην μᾶλλον παρακαλῶ, τοιοῦτος ὢν ὡς Παῦλος πρεσβύτης, νυνὶ δὲ καὶ δέσμιος Ἰησοῦ Χριστοῦ."
    },
    {
      "verse": 10,
      "text": "Παρακαλῶ σε περὶ τοῦ ἐμοῦ τέκνου, ὃν ἐγέννησα ἐν τοῖς δεσμοῖς μου, Ὀνήσιμον,"
    },
    {
      "verse": 11,
      "text": "τόν ποτέ σοι ἄχρηστον, νυνὶ δὲ σοὶ καὶ ἐμοὶ εὔχρηστον, ὃν ἀνέπεμψα·"
    },
    {
      "verse": 12,
      "text": "σὺ δὲ αὐτόν, τοῦτ᾿ ἔστι τὰ ἐμὰ σπλάγχνα, προσλαβοῦ·"
    },
    {
      "verse": 13,
      "text": "ὃν ἐγὼ ἐβουλόμην πρὸς ἐμαυτὸν κατέχειν, ἵνα ὑπὲρ σοῦ διακονῇ μοι ἐν τοῖς δεσμοῖς τοῦ εὐαγγελίου·"
    },
    {
      "verse": 14,
      "text": "χωρὶς δὲ τῆς σῆς γνώμης οὐδὲν ἠθέλησα ποιῆσαι, ἵνα μὴ ὡς κατὰ ἀνάγκην τὸ ἀγαθόν σου ᾖ, ἀλλὰ κατὰ ἑκούσιον."
    },
    {
      "verse": 15,
      "text": "Τάχα γὰρ διὰ τοῦτο ἐχωρίσθη πρὸς ὥραν, ἵνα αἰώνιον αὐτὸν ἀπέχῃς·"
    },
    {
      "verse": 16,
      "text": "οὐκέτι ὡς δοῦλον, ἀλλ᾿ ὑπὲρ δοῦλον, ἀδελφὸν ἀγαπητόν, μάλιστα ἐμοί, πόσῳ δὲ μᾶλλον σοὶ καὶ ἐν σαρκὶ καὶ ἐν Κυρίῳ."
    },
    {
      "verse": 17,
      "text": "Εἰ οὖν ἐμὲ ἔχεις κοινωνόν, προσλαβοῦ αὐτὸν ὡς ἐμέ."
    },
    {
      "verse": 18,
      "text": "Εἰ δέ τι ἠδίκησέ σε ἢ ὀφείλει, τοῦτο ἐμοὶ ἐλλόγει·"
    },
    {
      "verse": 19,
      "text": "ἐγὼ Παῦλος ἔγραψα τῇ ἐμῇ χειρί, ἐγὼ ἀποτίσω· ἵνα μὴ λέγω σοι ὅτι καὶ σεαυτόν μοι προσοφείλεις."
    },
    {
      "verse": 20,
      "text": "Ναί, ἀδελφέ, ἐγώ σου ὀναίμην ἐν Κυρίῳ· ἀνάπαυσόν μου τὰ σπλάγχνα ἐν Κυρίῳ."
    },
    {
      "verse": 21,
      "text": "Πεποιθὼς τῇ ὑπακοῇ σου ἔγραψά σοι, εἰδὼς ὅτι καὶ ὑπὲρ ὃ λέγω ποιήσεις."
    },
    {
      "verse": 22,
      "text": "Ἅμα δὲ καὶ ἑτοίμαζέ μοι ξενίαν· ἐλπίζω γὰρ ὅτι διὰ τῶν προσευχῶν ὑμῶν χαρισθήσομαι ὑμῖν."
    },
    {
      "verse": 23,
      "text": "Ἀσπάζονταί σε Ἐπαφρᾶς ὁ συναιχμάλωτός μου ἐν Χριστῷ Ἰησοῦ,"
    },
    {
      "verse": 24,
      "text": "Μάρκος, Ἀρίσταρχος, Δημᾶς, Λουκᾶς, οἱ συνεργοί μου."
    },
    {
      "verse": 25,
      "text": "Ἡ χάρις τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ μετὰ τοῦ πνεύματος ὑμῶν. Ἀμήν. Πρὸς Φιλήμονα ἐγράφη ἀπὸ Ῥώμης διὰ Ὀνησίμου οἰκέτου."
    }
  ]
}