{
  "book_id": "GAL",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "With freedom did Christ set us free: stand fast therefore, and be not entangled again in a yoke of bondage."
    },
    {
      "verse": 2,
      "text": "Behold, I Paul say unto you, that, if ye receive circumcision, Christ will profit you nothing."
    },
    {
      "verse": 3,
      "text": "Yea, I testify again to every man that receiveth circumcision, that he is a debtor to do the whole law."
    },
    {
      "verse": 4,
      "text": "Ye are severed from Christ, ye who would be justified by the law; ye are fallen away from grace."
    },
    {
      "verse": 5,
      "text": "For we through the Spirit by faith wait for the hope of righteousness."
    },
    {
      "verse": 6,
      "text": "For in Christ Jesus neither circumcision availeth anything, nor uncircumcision; but faith working through love."
    },
    {
      "verse": 7,
      "text": "Ye were running well; who did hinder you that ye should not obey the truth?"
    },
    {
      "verse": 8,
      "text": "This persuasion came of him that calleth you."
    },
    {
      "verse": 9,
      "text": "A little leaven leaveneth the whole lump."
    },
    {
      "verse": 10,
      "text": "I have confidence to you-ward in the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be."
    },
    {
      "verse": 11,
      "text": "But I, brethren, if I still preach circumcision, why am I still persecuted? then hath the stumblingblock of the cross been done away."
    },
    {
      "verse": 12,
      "text": "I would that they which unsettle you would even cut themselves off."
    },
    {
      "verse": 13,
      "text": "For ye, brethren, were called for freedom; only use your freedom for an occasion to the flesh, but through love be servants one to another."
    },
    {
      "verse": 14,
      "text": "For the whole law is fulfilled in one word, even this; Thou shalt love thy neighbour as thyself."
    },
    {
      "verse": 15,
      "text": "But if ye bite and devour one another, take heed that ye be not consumed one of another."
    },
    {
      "verse": 16,
      "text": "But I say, Walk by the Spirit, and ye shall not fulfill the lust of the flesh."
    },
    {
      "verse": 17,
      "text": "For the flesh lusteth against the Spirit, and the Spirit against the flesh; for these are contrary the one to the other; that ye may not do the things that ye would."
    },
    {
      "verse": 18,
      "text": "But if ye are led by the Spirit, ye are not under the law."
    },
    {
      "verse": 19,
      "text": "Now the works of the flesh are manifest, which are these, fornication, uncleanness, lasciviousness,"
    },
    {
      "verse": 20,
      "text": "idolatry, sorcery, enmities, strife, jealousies, wraths, factions, divisions, heresies,"
    },
    {
      "verse": 21,
      "text": "envyings, drunkenness, revellings, and such like: of the which I forewarn you, even as I did forewarn you, that they which practise such things shall not inherit the kingdom of God."
    },
    {
      "verse": 22,
      "text": "But the fruit of the Spirit is love, joy, peace, longsuffering, kindness, goodness, faithfulness,"
    },
    {
      "verse": 23,
      "text": "meekness, temperance: against such there is no law."
    },
    {
      "verse": 24,
      "text": "And they that are of Christ Jesus have crucified the flesh with the passions and the lusts thereof."
    },
    {
      "verse": 25,
      "text": "If we live by the Spirit, by the Spirit let us also walk."
    },
    {
      "verse": 26,
      "text": "Let us not be vainglorious, provoking one another, envying one another."
    }
  ]
}