{
  "book_id": "1PE",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Likewise, ye wives, bein subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;"
    },
    {
      "verse": 2,
      "text": "while they behold your chaste conversation coupledwith fear."
    },
    {
      "verse": 3,
      "text": "Whose adorning let it not be that outward adorningof plaiting the hair, and of wearing of gold, or of putting on of apparel;"
    },
    {
      "verse": 4,
      "text": "but let it bethe hidden man of the heart, in that which isnot corruptible, even the ornamentof a meek and quiet spirit, which is in the sight of God of great price."
    },
    {
      "verse": 5,
      "text": "For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:"
    },
    {
      "verse": 6,
      "text": "evenas Sara obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid withany amazement."
    },
    {
      "verse": 7,
      "text": "Likewise, ye husbands, dwell with themaccording to knowledge, giving honour unto the wife, as unto the weaker vessel, and as beingheirs together of the grace of life; that your prayers be not hindered."
    },
    {
      "verse": 8,
      "text": "Finally, be yeall of one mind, having compassion one of another, love as brethren, bepitiful, becourteous:"
    },
    {
      "verse": 9,
      "text": "not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing."
    },
    {
      "verse": 10,
      "text": "For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that theyspeak no guile:"
    },
    {
      "verse": 11,
      "text": "let him eschew evil, and do good; let him seek peace, and ensue it."
    },
    {
      "verse": 12,
      "text": "For the eyes of the Lord areover the righteous, and his ears are openunto their prayers: but the face of the Lord isagainst them that do evil."
    },
    {
      "verse": 13,
      "text": "And who ishe that will harm you, if ye be followers of that which isgood?"
    },
    {
      "verse": 14,
      "text": "But and if ye suffer for righteousness’ sake, happy are ye:and be not afraid of their terror, neither be troubled;"
    },
    {
      "verse": 15,
      "text": "but sanctify the Lord God in your hearts: and beready always to givean answer to every manthat asketh you a reason of the hope that is in you with meekness and fear:"
    },
    {
      "verse": 16,
      "text": "having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ."
    },
    {
      "verse": 17,
      "text": "For it isbetter, if the will of God be so, that yesuffer for well doing, than for evil doing."
    },
    {
      "verse": 18,
      "text": "For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:"
    },
    {
      "verse": 19,
      "text": "by which also he went and preached unto the spirits in prison;"
    },
    {
      "verse": 20,
      "text": "which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water."
    },
    {
      "verse": 21,
      "text": "The like figure whereunto evenbaptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:"
    },
    {
      "verse": 22,
      "text": "who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him."
    }
  ]
}