{
  "book_id": "1PE",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;"
    },
    {
      "verse": 2,
      "text": "that heno longer should live the rest of histime in the flesh to the lusts of men, but to the will of God."
    },
    {
      "verse": 3,
      "text": "For the time past of ourlife may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:"
    },
    {
      "verse": 4,
      "text": "wherein they think it strange that you run not with themto the same excess of riot, speaking evil of you:"
    },
    {
      "verse": 5,
      "text": "who shall give account to him that is ready to judge the quick and the dead."
    },
    {
      "verse": 6,
      "text": "For for this cause was the gospel preached also to them that aredead, that they might be judged according to men in the flesh, but live according to God in the spirit."
    },
    {
      "verse": 7,
      "text": "But the end of all thingsis at hand: be ye therefore sober, and watch unto prayer."
    },
    {
      "verse": 8,
      "text": "And above all thingshave fervent charity among yourselves: for charity shall cover the multitude of sins."
    },
    {
      "verse": 9,
      "text": "Use hospitality one to another without grudging."
    },
    {
      "verse": 10,
      "text": "As every man hath received thegift, even sominister the same one to another, as good stewards of the manifold grace of God."
    },
    {
      "verse": 11,
      "text": "If any manspeak, let him speakas the oracles of God; if any manminister, let him do itas of the ability which God giveth: that God in all thingsmay be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen."
    },
    {
      "verse": 12,
      "text": "Beloved, think it not strange concerning the fiery trial which is to try you, as though somestrange thinghappened unto you:"
    },
    {
      "verse": 13,
      "text": "but rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy."
    },
    {
      "verse": 14,
      "text": "If ye be reproached for the name of Christ, happy are ye;for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified."
    },
    {
      "verse": 15,
      "text": "But let none of you suffer as a murderer, or asa thief, or asan evildoer, or as a busybody in other men’s matters."
    },
    {
      "verse": 16,
      "text": "Yet if any man sufferas a Christian, let him not be ashamed; but let him glorify God on this behalf."
    },
    {
      "verse": 17,
      "text": "For the time is comethat judgment must begin at the house of God: and if itfirst beginat us, what shallthe end beof them that obey not the gospel of God?"
    },
    {
      "verse": 18,
      "text": "And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?"
    },
    {
      "verse": 19,
      "text": "Wherefore let them that suffer according to the will of God commit the keeping of their souls to himin well doing, as unto a faithful Creator."
    }
  ]
}