{
  "book_id": "REV",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "After these things I saw, and behold, a door opened in heaven, and the first voice that I heard, a voiceas of a trumpet speaking with me, one saying, Come up hither, and I will show thee the things which must come to pass hereafter."
    },
    {
      "verse": 2,
      "text": "Straightway I was in the Spirit: and behold, there was a throne set in heaven, and one sitting upon the throne;"
    },
    {
      "verse": 3,
      "text": "and he that sat wasto look upon like a jasper stone and a sardius: and there wasa rainbow round about the throne, like an emerald to look upon."
    },
    {
      "verse": 4,
      "text": "And round about the throne werefour and twenty thrones: and upon the thrones I sawfour and twenty elders sitting, arrayed in white garments; and on their heads crowns of gold."
    },
    {
      "verse": 5,
      "text": "And out of the throne proceed lightnings and voices and thunders. And there wereseven lamps of fire burning before the throne, which are the seven Spirits of God;"
    },
    {
      "verse": 6,
      "text": "and before the throne, as it were a sea of glass like unto crystal; and in the midst of the throne, and round about the throne, four living creatures full of eyes before and behind."
    },
    {
      "verse": 7,
      "text": "And the first creature waslike a lion, and the second creature like a calf, and the third creature had a face as of a man, and the fourth creature waslike a flying eagle."
    },
    {
      "verse": 8,
      "text": "And the four living creatures, having each one of them six wings, are full of eyes round about and within: and they have no rest day and night, saying, Holy, holy, holy, isthe Lord God, the Almighty, who was and who is and who is to come."
    },
    {
      "verse": 9,
      "text": "And when the living creatures shall give glory and honor and thanks to him that sitteth on the throne, to him that liveth for ever and ever,"
    },
    {
      "verse": 10,
      "text": "the four and twenty elders shall fall down before him that sitteth on the throne, and shall worship him that liveth for ever and ever, and shall cast their crowns before the throne, saying,"
    },
    {
      "verse": 11,
      "text": "Worthy art thou, our Lord and our God, to receive the glory and the honor and the power: for thou didst create all things, and because of thy will they were, and were created."
    }
  ]
}