{
  "book_id": "DEU",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And we yeden forth fro thennus, and camen in to the wildirnesse that ledith to the Reed See, as the Lord seide to me; and we cumpassiden the hil of Seir in long tyme."
    },
    {
      "verse": 2,
      "text": "And the Lord seide to me, It sufficith to you to cumpasse this hil;"
    },
    {
      "verse": 3,
      "text": "go ye ayens the north."
    },
    {
      "verse": 4,
      "text": "And comaunde thou to the puple, and seie, Ye schulen passe bi the termes of youre britheren, the sones of Esau, that dwellen in Seir, and thei schulen drede you."
    },
    {
      "verse": 5,
      "text": "Therfor se ye diligentli, that ye be not moued ayens hem; for Y schal not yyue to you of the land `of hem as myche as the steppe of o foot may trede, for Y yaf the hil of Seir in to the possessioun of Esau."
    },
    {
      "verse": 6,
      "text": "Ye schulden bie of hem metis for money, and ye schulen ete; ye schulden drawe, and drynke watir bouyt."
    },
    {
      "verse": 7,
      "text": "Thi Lord God blesside thee in al the werk of thin hondis; he knewe thi weye, hou thou passidist this moste wildirnesse, bi fourti yeer; and thi Lord God dwellide with thee, and no thing failide to thee."
    },
    {
      "verse": 8,
      "text": "And whanne we hadden passid bi oure britheren, the sones of Esau, that dwelliden in Seir, bi the weie of the feeld of Elath, and of Asiongaber, we camen to the weie that ledith in to deseert of Moab."
    },
    {
      "verse": 9,
      "text": "And the Lord seide to me, Fiyte thou not ayens Moabitis, nether bigyn thou batel ayens hem, for Y schal not yyue to thee ony thing of the lond `of hem, for Y yaf Ar in to possessioun to `the sones of Loth."
    },
    {
      "verse": 10,
      "text": "Emyn, `that is, griseful men, weren first dwelleris therof, a greet puple, and strong, and so hiy, that thei weren bileued as giantis,"
    },
    {
      "verse": 11,
      "text": "of the generacioun of Enachym, and thei weren lijk the sones of Enachym; forsothe Moabitis clepen hem Emyn."
    },
    {
      "verse": 12,
      "text": "Forsothe Horreis dwelliden bifore in Seir, and whanne thei weren put out, and weren doon awey, `the sones of Esau dwelliden there, as Israel dide in the lond of his possessioun, which the Lord yaf to hym."
    },
    {
      "verse": 13,
      "text": "Therfor we riseden, that we schulden passe the stronde of Zared, and camen to it."
    },
    {
      "verse": 14,
      "text": "Sotheli the tyme in whiche we yeden fro Cades Barne `til to the passynge of the stronde of Zared, was of eiyte and thretti yeer, til al the generacioun of `men fiyteris was wastid fro `the castels, as the Lord hadde swore; whos hond was ayens hem,"
    },
    {
      "verse": 15,
      "text": "that thei schulden perische fro the myddis of `the castels."
    },
    {
      "verse": 16,
      "text": "Forsothe after that alle the fiyteris felden doun,"
    },
    {
      "verse": 17,
      "text": "the Lord spak to me, and seide,"
    },
    {
      "verse": 18,
      "text": "Thou schalt passe to dai the termes of Moab,"
    },
    {
      "verse": 19,
      "text": "the cytee, Ar bi name, and thou schalt neiy in the nyy coost of the sones of Amon; be thou war that thou fiyte not ayens hem, nether be moued to batel; for Y schal not yyue to thee of the lond of the sones of Amon, for Y yaf it to the `sones of Loth in to possessioun."
    },
    {
      "verse": 20,
      "text": "It is arettid the lond of giauntis, and giauntis enhabitiden therynne sumtyme, whiche giauntis Amonytis clepen Zonym;"
    },
    {
      "verse": 21,
      "text": "a myche puple and greet, and of noble lengthe, as Enachym, whiche the Lord dide awey fro the face of hem,"
    },
    {
      "verse": 22,
      "text": "and made hem to dwelle for `tho giauntis, as he dide to the sones of Esau, that dwellen in Seire, `and dide awai Horreis, and yaf to hem the lond `of Horreis, which `the sones of Esau welden `til in to present tyme."
    },
    {
      "verse": 23,
      "text": "Also men of Capadocie puttiden out Eueys, that dwelliden in Asseryn, `til to Gaza; which yeden out fro Capadocie, and diden awey Eueis, and dwelliden for hem."
    },
    {
      "verse": 24,
      "text": "Rise ye, and `passe ye the stronde of Arnon; lo! Y haue bitake in `thin hond Seon, king of Esebon, of Amorreis; and his lond bigynne thou `to welde, and smyte thou batel ayens him."
    },
    {
      "verse": 25,
      "text": "To dai Y schal bigynne to sende thi drede and strengthe in to puplis that dwellen vndir al heuene, that whanne thi name is herd, thei drede, and tremble bi the maner of wymmen trauelynge of child, and `be holdun with sorewe."
    },
    {
      "verse": 26,
      "text": "Therfor Y sente messangeris fro the wildirnesse of Cademoch to Seon, kyng of Esebon; and Y seide with pesible wordis,"
    },
    {
      "verse": 27,
      "text": "We schulen passe thorou thi lond, we schulen go in the comyn weie; we schulen not bowe nether to the riyt side, nether to the left side."
    },
    {
      "verse": 28,
      "text": "Sille thow metis `to vs for prijs, that we ete; yif thow watir for money, and so we schulen drynke. Oneli it is that thou graunte passage to vs,"
    },
    {
      "verse": 29,
      "text": "as the sones of Esau diden, that dwellen in Seir, and as Moabitis diden, that dwellen in Ar, til we comen to Jordan, and passen to the lond which oure Lord God schal yyue to vs."
    },
    {
      "verse": 30,
      "text": "And Seon, kyng of Esebon, nolde yyue passage `to vs; for thi Lord God made hard his spirit, and made sad in yuel `the herte of hym, that he schulde be bitakun in to thin hondis, as thou seest now."
    },
    {
      "verse": 31,
      "text": "And the Lord seide to me, Lo, Y bigan to bitake to thee Seon, and his lond; bigynne thou to welde it."
    },
    {
      "verse": 32,
      "text": "And Seon yede out ayens vs with al his puple to batel in Jasa."
    },
    {
      "verse": 33,
      "text": "And oure Lord God bitook hym to vs, and we han smyte hym with hise sones, and al his puple."
    },
    {
      "verse": 34,
      "text": "And we token in that tyme alle the citees, whanne the dwelleris of tho citees, men, and wymmen, and children weren slayn; we leften not in hem ony thing,"
    },
    {
      "verse": 35,
      "text": "outakun beestis that camen in to the part of men takynge prey, and outakun spuylis of the cytees whiche we tokun."
    },
    {
      "verse": 36,
      "text": "Fro Aroer, which is on the brenke of the stronde of Arnon, fro the toun which is set in the valey, `til to Galaad, no town was ether citee, that ascapide oure hondis."
    },
    {
      "verse": 37,
      "text": "Oure Lord God bitook alle to vs; outakun the lond of the sones of Amon, to which lond we neiyiden not, and outakun alle thingis that liggen to the stronde of Jeboth, and outakun the citees of the munteyns, and alle places fro whiche oure Lord God forbeed vs."
    }
  ]
}