{
  "book_id": "DEU",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "These ben the comaundementis, and cerymonyes, and domes, whiche youre Lord God comaundide that Y schulde teche you, and that ye do tho in the lond to which ye passen ouer to welde;"
    },
    {
      "verse": 2,
      "text": "that thou drede thi Lord God, and kepe alle hise comaundementis, and heestis, whiche Y comaunde to thee, and to thi sones, and sones of sones, in alle the daies of thi lijf, that thi daies be lengthid."
    },
    {
      "verse": 3,
      "text": "Thou Israel, here, and kepe, that thou do tho thingis whiche the Lord comaundide to thee, and that it be wel to thee, and thou be multiplied more, as the Lord God of thi fadris bihiyte, to yyue to thee a lond flowynge with mylk and hony."
    },
    {
      "verse": 4,
      "text": "Thou Israel, here, thi Lord God is o God."
    },
    {
      "verse": 5,
      "text": "Thou schalt loue thi Lord God of al thin herte, and of al thi soule, and of al thi strengthe."
    },
    {
      "verse": 6,
      "text": "And these wordis whiche Y comaunde to thee to dai, schulen be in thin herte;"
    },
    {
      "verse": 7,
      "text": "and thou schalt telle tho to thi sones, and thou schalt thenke on tho, sittynge in thin hows, and goynge in the weie, slepynge, and rysinge.\\f + \\fr 6:7 \\ft  slepynge and risynge. In Ebreu it is thus, ligginge doun and risinge. for in the entring of the bed to slepe, and in the goyng out to wake, a man owith reduce his herte bi his loue in to God; also slepinge may be expowned thus, for fantasies ben wont to come to a man in sleep of these thingis, aboute whiche he is bisied in waking; and so if men in waking ben bisi aboute the loue of God, liyk fantasies ben wont to come in sleep. he that spendith wel al his wakinge. \\f*"
    },
    {
      "verse": 8,
      "text": "And thou schalt bynde tho as a signe in thin hond; and tho schulen be, and schulen be moued bifor thin iyen; and thou schalt write tho in the lyntel,"
    },
    {
      "verse": 9,
      "text": "and in the doris of thin hows."
    },
    {
      "verse": 10,
      "text": "And whanne thi Lord God hath brouyt thee in to the lond, for which he swoor to thi fadris, to Abraham, Isaac, and Jacob, and hath youe to thee grete citees, and beeste, whiche thou bildidist not,"
    },
    {
      "verse": 11,
      "text": "housis fulle of alle richessis, whiche thou madist not, and cisternes, which thou diggedist not, `places of vynes, and `places of olyues, whiche thou plauntidist not,"
    },
    {
      "verse": 12,
      "text": "and thou hast ete, and art fillid,"
    },
    {
      "verse": 13,
      "text": "be war diligentli, lest thou foryete the Lord, that ladde thee out of the lond of Egipt, fro the hows of seruage. Thou schalt drede thi Lord God, and thou schalt serue hym aloone, `bi seruyce due to God onely, and thou schalt swere bi his name.\\f + \\fr 6:13 \\ft  speking treuth and fulfilling it. \\f*"
    },
    {
      "verse": 14,
      "text": "Ye schulen not go aftir alien goddis, of alle hethen men that ben `in youre cumpas;"
    },
    {
      "verse": 15,
      "text": "for God is a feruent louyere, thi Lord God is in the myddis of thee, lest ony tyme the `strong veniaunce of thi Lord God be wrooth ayens thee, and do awei thee fro `the face of the erthe."
    },
    {
      "verse": 16,
      "text": "Thou schalt not tempte thi Lord God, as thou temptidist in the place of temptyng."
    },
    {
      "verse": 17,
      "text": "Kepe thou the comaundementis of thi Lord God, and the witnessyngis, and cerymonyes, whiche he comaundide to thee;"
    },
    {
      "verse": 18,
      "text": "and do thou that that is plesaunt and good in the siyt of the Lord, that it be wel to thee, and that thou entre, and welde the beste lond, of which the Lord swoor to thi fadris,"
    },
    {
      "verse": 19,
      "text": "that he schulde do awey alle thin enemyes bifor thee, as he spak."
    },
    {
      "verse": 20,
      "text": "And whanne thi sone schal axe thee to morewe, that is, in tyme comyng, and schal seie, What wolen these witnessyngis, and cerymonyes, and domes to hem silf, whiche oure Lord God comaundide to vs?"
    },
    {
      "verse": 21,
      "text": "thou schalt seie to hym, We weren `seruauntis of Farao in Egipt, and the Lord ledde vs out of Egipt, in strong hond;"
    },
    {
      "verse": 22,
      "text": "and he dide myraclis, and grete wondris, and werste, `that is, moost peyneful veniaunces, in Egipt, ayens Farao and al his hows, in oure siyt."
    },
    {
      "verse": 23,
      "text": "And he ledde vs out therof, that he schulde yyue to vs led yn, the lond of which he swoor to oure fadris."
    },
    {
      "verse": 24,
      "text": "And the Lord comaundide to vs, that we do alle these lawful thingis, and drede oure Lord God, that it be wel to vs in alle the daies of oure lijf, as it is to dai."
    },
    {
      "verse": 25,
      "text": "And he schal be merciful to vs, if we schulen do and kepe alle hise heestis, bifor oure Lord God, as he comaundide to vs."
    }
  ]
}