{
  "book_id": "DEU",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Be thou war diligentli, that thou do ech comaundement which Y comaunde to thee to dai, that ye moun lyue, and be multiplied, and that ye entre, and welde the lond, for which the Lord swoor to youre fadris."
    },
    {
      "verse": 2,
      "text": "And thou schalt haue mynde of al the weie, bi which thi Lord God ledde thee by fourti yeer, bi deseert, that he schulde turmente, and schulde tempte thee; and that tho thingis that weren tretid in `thi soule schulden be knowun, whether thou woldist kepe hise comaundementis, ethir nay."
    },
    {
      "verse": 3,
      "text": "And he turmentide thee with nedynesse, and he yaf to thee meete, manna which thou knewist not, and thi fadris `knewen not, that he schulde schewe to thee, that a man lyueth not in breed aloone, but in ech word that cometh `out of the Lordis mouth, `that is, bi manna, that cam down `at the heest of the Lord."
    },
    {
      "verse": 4,
      "text": "Thi cloth, bi which thou were hilid, failide not for eldnesse, and thi foot was not brokun undernethe, lo!"
    },
    {
      "verse": 5,
      "text": "the fourtith yeer is; that thou thenke in thin herte, for as a man techith his sone,"
    },
    {
      "verse": 6,
      "text": "so thi Lord God tauyte thee, that thou kepe the comaundementis of thi Lord God, and go in hise weies, and drede hym."
    },
    {
      "verse": 7,
      "text": "For thi Lord God schal lede thee in to a good lond, in to the lond of ryueris, and of `stondynge watris, and of wellis, in whos feeldis and mounteyns the depthis of floodis breken out;"
    },
    {
      "verse": 8,
      "text": "in to the lond of wheete, of barli, and of vyneris, in which lond fige trees, and pumgranadis, and `olyue trees comen forth; in to the lond of oile, and of hony;"
    },
    {
      "verse": 9,
      "text": "where thow schalt ete thi breed with out nedynesse, and schalt vse the aboundaunce of alle thingis; of which lond the stonys ben yrun, and metals of tyn ben diggid of the hillis therof;"
    },
    {
      "verse": 10,
      "text": "that whanne thou hast ete, and art fillid, thou blesse thi Lord God for the beste lond which he yaf to thee."
    },
    {
      "verse": 11,
      "text": "Therfor kepe thou, and be war, lest ony tyme thou foryete thi Lord God, and dispise hise comaundementis, and domes, and cerymonyes, whiche Y comaunde to thee to dai;"
    },
    {
      "verse": 12,
      "text": "lest aftir that thou hast ete, and art fillid, hast bildid faire housis, and hast dwellid in tho,"
    },
    {
      "verse": 13,
      "text": "and hast droues of oxun, and flockis of scheep, and plente of siluer, and of gold, and of alle thingis, thine herte be reisid,"
    },
    {
      "verse": 14,
      "text": "and thenke not on thi Lord God, that ledde thee out of the lond of Egipt, and fro the hous of seruage,"
    },
    {
      "verse": 15,
      "text": "and was thi ledere in the greet wildirnesse and ferdful, in which was a serpent brenninge with blast, and scorpioun, and dipsas, and outirli no `watris; which Lord ledde out stremes of the hardeste stoon,"
    },
    {
      "verse": 16,
      "text": "and fedde thee with manna in the wildirnesse, which manna thi fadris knewen not. And after that the Lord turmentid thee, and preuede, at the last he hadd mersi on thee,"
    },
    {
      "verse": 17,
      "text": "lest thou woldist seie in thin herte, My strengthe, and the myyt of myn hond yaf alle these thingis to me."
    },
    {
      "verse": 18,
      "text": "But thenke thou on thi Lord God, that he yaf strengthis to thee, that he schulde fille his couenaunt, of whiche he swoor to thi fadris, as present dai schewith."
    },
    {
      "verse": 19,
      "text": "Forsothe if thou foryetist thi Lord God, and suest aliene goddis, and worschipist hem `in herte, and onourist `with outforth, lo! now Y biforseie to thee, that thou schalt perische outerli;"
    },
    {
      "verse": 20,
      "text": "as hethen men perischiden, whiche the Lord dide awei in thin entryng, so and ye schulen perische, if ye schulen be vnobedient to the vois of youre Lord God."
    }
  ]
}