{
  "book_id": "DEU",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "In that tyme the Lord seide to me, Hewe thou twei tablis of stoon to thee, as the formere weren; and stie thou to me `in to the hil. And thou schalt make an arke,"
    },
    {
      "verse": 2,
      "text": "`ether a cofere, of tree, and Y schal write in the tablis, the wordis that weren in these tablis whiche thou brakist bifore; and thou schalt putte tho tablis in to the arke."
    },
    {
      "verse": 3,
      "text": "Therfor Y made an ark of the trees of Sechim, and whanne Y hadde hewe twei tablis of stoon, at the licnesse of the formere tablis, Y stiede in to the hil, and hadde the tablis in the hondis."
    },
    {
      "verse": 4,
      "text": "And he wroot in the tablis, bi that that he `hadde writun bifore, ten wordis, whiche the Lord spak to you in the hil, fro the myddis of the fyer, whanne the puple was gaderid, and he yaf the tablis to me."
    },
    {
      "verse": 5,
      "text": "And Y turnide ayen fro the hil, and cam doun, and puttide the tablis in to the arke which Y hadde maad, `whiche tablis ben there hidur to, as the Lord comaundide to me."
    },
    {
      "verse": 6,
      "text": "Forsothe the sones of Israel moueden tentis fro Beroth of the sones of Jachan in to Mosera, where Aaron was deed, and biried, for whom his sone Eleazar was set in preesthod."
    },
    {
      "verse": 7,
      "text": "Fro thennus thei camen in to Galgad; fro which place thei yeden forth, and settiden tentis in Jehabatha, in the lond of watris and of strondis."
    },
    {
      "verse": 8,
      "text": "In that tyme Y departide the lynage of Leuy, that it schulde bere the arke of boond of pees of the Lord, and schulde stonde bifor hym in seruyce, and schulde blesse in his name til in to present dai."
    },
    {
      "verse": 9,
      "text": "For which thing Leuy hadde not part, nether possession with hise brithren, for the Lord hym silf is his possessioun, as thi Lord God bihiyte to hym."
    },
    {
      "verse": 10,
      "text": "Forsothe Y stood in the hil as bifore, fourti daies and fourti niytis, and the Lord herde me also in this tyme, and nolde leese thee."
    },
    {
      "verse": 11,
      "text": "And he seide to me, Go thou, and go bifor this puple, that it entre, and welde the lond which Y swoor to her fadris, that Y schulde yeue to hem."
    },
    {
      "verse": 12,
      "text": "And now, Israel, what axith thi Lord God of thee, no but that thou drede thi Lord, and go in hise weies, and that thou loue hym, and serue thi Lord God in al thin herte, and in al thi soule;"
    },
    {
      "verse": 13,
      "text": "and that thou kepe the comaundementis of thi Lord God, and the cerymonyes of hym, whiche Y comaunde to thee to dai, that it be wel to thee."
    },
    {
      "verse": 14,
      "text": "Lo! heuene is of thi Lord God, and heuene of heuene; the erthe and alle thingis that ben ther ynne ben hise;"
    },
    {
      "verse": 15,
      "text": "and netheles the Lord was glued to thi fadris, and louede hem, and he chees her seed after hem, and you of alle folkis, as it is preued to dai."
    },
    {
      "verse": 16,
      "text": "Therfor circumcide ye the prepucie, `ethir vnclennesse, of youre herte, and no more make ye harde youre nol."
    },
    {
      "verse": 17,
      "text": "For youre Lord God hym silf is God of goddis, and Lord of lordis, `God greet, and miyti, and feerdful, which takith not persoone, nether yiftis."
    },
    {
      "verse": 18,
      "text": "He makith doom to the fadirles, and modirles, and to the widewe; he loueth a pilgrym, and yyueth to hym lyiflode and clothing."
    },
    {
      "verse": 19,
      "text": "And therfor `loue ye pilgryms, for also ye weren comelyngis in the lond of Egipt."
    },
    {
      "verse": 20,
      "text": "Thou schalt drede thi Lord God, and thou schalt serue hym aloone, and thou schalt cleue to hym, and thou schalt swere in his name."
    },
    {
      "verse": 21,
      "text": "He is thi preisyng, and thi God, that made to thee these grete dedis, and ferdful, whiche thin iyen siyen."
    },
    {
      "verse": 22,
      "text": "In seuenti men thi fadris yeden doun in to Egipt, and lo! now thi Lord God hath multiplied thee as the sterris of heuene."
    }
  ]
}