{
  "book_id": "DEU",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Therfor loue thi Lord God, and kepe thou hise comaundementis and cerymonyes, domes and heestis, in al tyme."
    },
    {
      "verse": 2,
      "text": "Knowe ye to day tho thingis whiche youre sones knowen not, `whiche sones sien not the doctryn of youre Lord God, hise grete dedis, and strong hond, and `arm holdun forth,"
    },
    {
      "verse": 3,
      "text": "myraclis and werkis, whiche he dide `in the myddis of Egipt to Farao, kyng, and to al `the lond of hym, and to al the oost of Egipcians,"
    },
    {
      "verse": 4,
      "text": "and to horsis, and carris; hou the watris of the reed see hiliden hem, whanne thei pursueden you, and the Lord `dide awei hem `til in to `present dai;"
    },
    {
      "verse": 5,
      "text": "and whiche thingis the Lord dide to you in wildernesse, til ye camen to this place;"
    },
    {
      "verse": 6,
      "text": "and to Dathan and Abiron, `the sones of Heliab, that was `the sone of Ruben, whiche the erthe swolewide, whanne his mouth was openyd, with `the housis and tabernaclis, and al the catel `of hem which thei hadden, in the myddis of Israel."
    },
    {
      "verse": 7,
      "text": "Youre iyen sien alle the grete werkis of the Lord,"
    },
    {
      "verse": 8,
      "text": "whiche he dide, that ye kepe alle hise heestis whiche Y comaunde to dai to you, and that ye moun entre, and welde the lond,"
    },
    {
      "verse": 9,
      "text": "to which ye schulen entre, and ye lyue therynne in myche time; which lond, flowynge with mylk and hony, the Lord bihiyte vndur an ooth to youre fadris and to `the seed of hem."
    },
    {
      "verse": 10,
      "text": "For the lond, to which thou schalt entre to welde, is not as the lond of Egipt, `out of which thou yedist, where whanne the seed is cast in the maner of gardyns, moist waters ben led;"
    },
    {
      "verse": 11,
      "text": "but it is hilli, and feldi, and abidith reynes fro heuene,"
    },
    {
      "verse": 12,
      "text": "which lond thi Lord God biholdith, and hise iyen ben therynne, fro the bigynnyng of the yeer `til to the ende therof."
    },
    {
      "verse": 13,
      "text": "Therfor if ye schulen obeie to myn heestis whiche Y comaunde to dai to you, that ye loue youre Lord God, and serue hym in al youre herte, and in al youre soule;"
    },
    {
      "verse": 14,
      "text": "he schal yyue to youre lond reyn tymeful and late, that ye gadere wheete, and wyn, and oile,"
    },
    {
      "verse": 15,
      "text": "hey of the feeldis to feede beestis, that ye bothe ete and be fillid."
    },
    {
      "verse": 16,
      "text": "Be ye war, lest perauenture youre herte be disseyued, and ye go awei fro the Lord, and serue alien goddis, and worschipe hem;"
    },
    {
      "verse": 17,
      "text": "and the Lord be wrooth, and close heuene, and reynes come not doun, nether the erthe yyue his fruyt, and ye perische swiftli fro the beste lond which the Lord schal yyue to you."
    },
    {
      "verse": 18,
      "text": "Putte ye thes wordis in youre hertes and soules, and honge ye `tho wordis for a signe in the hondis, and sette ye bitwixe youre iyen."
    },
    {
      "verse": 19,
      "text": "Teche youre sones, that thei thenke on tho wordis, whanne thou sittist in thin hows, and goist in the weie, and lyggist doun, and risist."
    },
    {
      "verse": 20,
      "text": "Thou schalt write tho wordis on the postis, and yatis of thin hous,"
    },
    {
      "verse": 21,
      "text": "that the daies of thee and of thi sones be multiplied in the lond which the Lord swoor to thi fadris, that he schulde yyue to hem, as long as heuene is aboue erthe."
    },
    {
      "verse": 22,
      "text": "For if ye kepen the heestis whiche Y comaunde to you, and ye do tho, that ye loue youre Lord God, and go in alle hise weies,"
    },
    {
      "verse": 23,
      "text": "and cleue to hym, the Lord schal destrie alle these hethen men bifor youre face, and ye schulen welde tho folkis that ben grettere and strongere than ye."
    },
    {
      "verse": 24,
      "text": "Ech place which youre foot schal trede, schal be youre; fro the deseert, and fro the Liban, and fro the greet flood Eufrates `til to the west see, schulen be youre termes."
    },
    {
      "verse": 25,
      "text": "Noon schal stonde ayens you; youre Lord God schal yiue youre outward drede and inward drede on ech lond which ye schulen trede, as he spak to you."
    },
    {
      "verse": 26,
      "text": "Lo! Y sette forth in youre siyt to day blissyng and cursyng;"
    },
    {
      "verse": 27,
      "text": "blessyng, if ye obeien to the heestis of youre Lord God, whiche Y comaunde to you to dai;"
    },
    {
      "verse": 28,
      "text": "cursyng, if ye heren not the heestis of youre Lord God, but goen awei fro the weie which Y schewe now to you, and goen after alien goddis whiche ye knowen not."
    },
    {
      "verse": 29,
      "text": "Sotheli whanne thi Lord God hath brouyt thee in to the lond, to which to enhabite thou goist, thou schalt sette blessyng on the hil Garisym, cursyng on the hil Hebal, whiche hillis ben biyende Jordan,"
    },
    {
      "verse": 30,
      "text": "aftir the weie that goith to the goyng doun of the sunne, in the lond of Cananey, that dwellith in the feeldi places ayens Galgala, which is bisidis the valey goynge and entrynge fer."
    },
    {
      "verse": 31,
      "text": "For ye schulen passe Jordan, that ye welde the lond which youre Lord God schal yyue to you, and that ye haue and welde that lond."
    },
    {
      "verse": 32,
      "text": "Therfor se ye, `that ye fille the cerymonyes and domes, whiche I schal sette to dai in youre siyt."
    }
  ]
}