{
  "book_id": "DEU",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "In the seuenthe yeer thou schalt make remyssioun,"
    },
    {
      "verse": 2,
      "text": "that schal be fillid bi this ordre. To whom ony thing is `dettid, ethir owid of his freend, ether neiybore, and brother, he schal not mowe axe, for it is the yeer of remyssioun of the Lord."
    },
    {
      "verse": 3,
      "text": "Thou schalt axe of a pilgrym and comelyng; thou hast not power to axe of a citeseyn and neiybore;"
    },
    {
      "verse": 4,
      "text": "and outerli a nedi man and begger schal not be among you, that thi Lord God blesse thee, in the lond which he schal yyue to thee in to the possessioun."
    },
    {
      "verse": 5,
      "text": "If netheles thou schalt here the vois of thi Lord God, and schalt kepe alle thingis whiche he comaundide, and whiche Y comaunde to dai to thee, he schal blesse thee, as he bihiyte."
    },
    {
      "verse": 6,
      "text": "Thou schalt leene to many folkis, and thou schalt not take borewyng of ony man; thou schalt be lord of ful many naciouns, and no man schal be lord of thee."
    },
    {
      "verse": 7,
      "text": "If oon of thi britheren that dwellen with ynne the yatis of thi citee, in the lond which thi Lord God schal yyue to thee, cometh to pouert, thou schalt not make hard thin herte, nether thou schalt `drawe to gydere the hond,"
    },
    {
      "verse": 8,
      "text": "but thou schalt opene it to the pore man, and thou schalt `yyue loone to which thou siest hym haue nede."
    },
    {
      "verse": 9,
      "text": "Be thou war lest perauenture wickid thouyt crepe priueli to thee, and thou seie in thin herte, The seuenthe yeer of remyssioun neiyeth; and thou turne awey the iyen fro thi pore brother, and thou nyle yyue to hym the loone that he axith; lest he crie ayens thee to the Lord, and it be maad to thee in to synne."
    },
    {
      "verse": 10,
      "text": "But thou schalt yyue to hym, and thou schalt `not do ony thing falsly in releuynge `hise nedis, that thi Lord God blesse thee in al tyme, and in alle thingis to whiche thou schalt sette to hond."
    },
    {
      "verse": 11,
      "text": "Pore men schulen not faile in the lond of `thin habitacioun; therfor Y comaunde to thee, that thou opene the hond to thi brother nedi and pore, that lyuen with thee in the lond."
    },
    {
      "verse": 12,
      "text": "Whanne thi brothir an Ebrew man, ethir an Ebrew womman, is seeld to thee, and hath serued thee sixe yeer, in the seuenthe yeer thou schalt delyuere hym fre."
    },
    {
      "verse": 13,
      "text": "And thou schalt not suffre hym go awey voide, to whom thou hast yyue fredom;"
    },
    {
      "verse": 14,
      "text": "but thou schalt yyue lijflode in the weye, of flockis, and of cornfloor, and of thi pressour, in whiche thi Lord God hath blessid thee."
    },
    {
      "verse": 15,
      "text": "Haue thou mynde that also thou seruedist in the lond of Egipt, and thi Lord God delyurede thee, `ether made thee free, and therfor Y comaunde now to thee."
    },
    {
      "verse": 16,
      "text": "Forsothe if `the seruaunt seith, Y nyle go out, for he loueth thee, and thin hows, and feelith that it is wel to hym at thee, thou schalt take `a nal,"
    },
    {
      "verse": 17,
      "text": "and thou schalt peerse his eere in the yate of thin hous, and he schal serue thee til in to the world, `that is til to the iubilee, ethir fiftithe yeer; also thou schalt do in lijk maner to the handmayde."
    },
    {
      "verse": 18,
      "text": "Thou schalt not turne awei fro hem thin iyen, whanne thou schalt delyure hem fre, for bi the hire of an hirid man thei serueden thee bi sixe yeer; that thi Lord God blesse thee, in alle the werkis whiche thou doist."
    },
    {
      "verse": 19,
      "text": "Of the first gendrid thingis that ben borun in thi droues, and scheep, what euer is of male kynde, thou schalt halewe to thi Lord God. Thou schalt not worche in the firste gendrid thing `of oxe, and thou schalt not clippe the firste gendrid thinges of scheep."
    },
    {
      "verse": 20,
      "text": "Thou schalt ete tho bi alle yeeris in the siyt of thi Lord God, thou, and thin hows, in the place `which the Lord chees."
    },
    {
      "verse": 21,
      "text": "Sotheli if it hath a wem, ethir is crokid, ethir is blynd, ethir is foul, ethir feble in ony part, it schal not be offrid to thi Lord God;"
    },
    {
      "verse": 22,
      "text": "but thou schalt ete it with ynne the yatis of thi citee, bothe a cleene man and vncleene schulen ete tho in lijk maner, as a capret and an hert."
    },
    {
      "verse": 23,
      "text": "Onely thou schalt kepe this, that thou ete not the blood of tho, but schede out as watir in to erthe."
    }
  ]
}