{
  "book_id": "DEU",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Kepe thou the monethe of newe fruytis, and of the bigynnyng of somer, that thou make pask to thi Lord God; for in this monethe thi Lord God ledde thee out of Egipt in the nyyt."
    },
    {
      "verse": 2,
      "text": "And thou schalt offre pask to thi Lord God, of scheep and of oxun, in the place which thi Lord God chees, that his name dwelle there."
    },
    {
      "verse": 3,
      "text": "Thou schalt not ete `ther ynne breed `diyt with sourdouy; in seuene daies thou schalt ete breed of affliccioun, with out sourdouy, for in drede thou yedist out of Egipt, that thou haue mynde of the dai of thi goyng out of Egipt, in alle the daies of thi lijf."
    },
    {
      "verse": 4,
      "text": "No thing `diyt with sourdouy schal appere in alle thi termes by seuene daies, and of the fleischis of that that is offrid in the euentid, schal not dwelle in the firste dai in the morewtid."
    },
    {
      "verse": 5,
      "text": "Thou schalt not mow offre pask in ech of thi citees whiche thi Lord God schal yyue to thee,"
    },
    {
      "verse": 6,
      "text": "but in the place which thi Lord God chees, that his name dwelle there; thou schalt offre pask in the euentid, at the goyng doun of the sunne, whanne thou yedist out of Egipt."
    },
    {
      "verse": 7,
      "text": "And thou schalt sethe, and ete, in the place which thi Lord God hath chose, and thou schalt rise in the morewtid of the secunde dai, and thou schalt go in to thi tabernaclis."
    },
    {
      "verse": 8,
      "text": "Bi sixe daies thou schalt ete therf breed; and in the seuenthe dai, for it is the gaderyng of thi Lord God, thou schalt not do werk."
    },
    {
      "verse": 9,
      "text": "Thou schalt noumbre to thee seuene woukis, fro that dai in which thou settidist a sikil in to the corn;"
    },
    {
      "verse": 10,
      "text": "and thou schalt halewe the feeste dai of woukis to thi Lord God, a wilful offryng of thyn hond, which thou schalt offre by the blessing of thi Lord God."
    },
    {
      "verse": 11,
      "text": "And thou schalt ete bifore thi Lord God, thou, and thi sone, and thi douytir, and thi seruaunt, and thin handmayde, and the dekene which is with ynne thi yatis, and the comelynge, and the fadirles ethir modirles child, and the widue, that dwellen with you, in the place `which thi Lord God chees that his name dwelle there."
    },
    {
      "verse": 12,
      "text": "And thou schalt haue mynde for thou were seruaunt in Egipt, and thou schalt kepe and do tho thingis that ben comaundid."
    },
    {
      "verse": 13,
      "text": "And thou schalt halewe the solempnytee of tabernaclis bi seuene daies, whanne thou hast gaderid thi fruytis of the cornfloor, and pressour."
    },
    {
      "verse": 14,
      "text": "And thou schalt ete in thi feeste dai, thou, and thi sone, and douytir, and thi seruaunt, and handmayde, also the dekene, and comelyng, and the fadirles ether modirles child, and the widewe, that ben with ynne thi yatis, `schulen ete."
    },
    {
      "verse": 15,
      "text": "Bi seuene daies thou schalt halewe feestis to thi Lord God, in the place which the Lord chees; and thi Lord God schal blesse thee, in alle thi fruytis, and in al the werk of thin hondis, and thou schalt be in gladnesse."
    },
    {
      "verse": 16,
      "text": "In thre tymes bi the yeer al thi male kynde schal appere in the siyt of thi Lord, in the place which he chees, in the solempnyte of therf looues, and in the solempnyte of woukis, and in the solempnyte of tabernaclis. A man schal not appere voide bifor the Lord;"
    },
    {
      "verse": 17,
      "text": "but ech man schal offre vpe this that he hath, bi the blessyng of his Lord God, which he yaf to `that man."
    },
    {
      "verse": 18,
      "text": "Thou schalt ordeyne `iugis, and maystris, in alle thi yatis whiche thi Lord God schal yyue to thee, bi ech of thi lynagis, that thei deme the puple bi iust doom,"
    },
    {
      "verse": 19,
      "text": "and bowe not in `to the tother part for fauour, ethir yifte `ayens equete. Thou schalt not take persoone nether yiftis, for whi yiftis blynden the iyen of wise men, `and chaungen the wordis of iust men."
    },
    {
      "verse": 20,
      "text": "Thou schalt pursue iustli that that is iust, that thou lyue and welde the lond which thi Lord God schal yyue to thee."
    },
    {
      "verse": 21,
      "text": "Thou schalt not plaunte a wode, and ech tre bi the auter of thi Lord God;"
    },
    {
      "verse": 22,
      "text": "nether thou schalt make to thee, and ordeyne an ymage; whiche thingis thi Lord God hatith."
    }
  ]
}