{
  "book_id": "DEU",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Thou schalt not offre to thi Lord God an oxe and a scheep in which is a wem, ether ony thing of vice, for it is abhominacioun to thi Lord God."
    },
    {
      "verse": 2,
      "text": "And whanne a man ether a womman, that doon yuel in the siyte of thi Lord God, ben foundun at thee, with ynne oon of thi yatis whiche thi Lord God schal yyue to thee, and thei breken the couenaunt of God,"
    },
    {
      "verse": 3,
      "text": "that thei go and serue alien goddis, and worschipe hem, the sunne, and moone, and al the knyythod of heuene, whiche thingis Y comaundide not;"
    },
    {
      "verse": 4,
      "text": "and this is teld to thee, and thou herist, and `enquerist diligentli, and fyndist that it is soth, and abhomynacioun is doon in Israel;"
    },
    {
      "verse": 5,
      "text": "thou schalt lede out the man and the womman, that diden a moost cursid thing, to the yatis of thy citee, and thei schulen be oppressid with stoonus."
    },
    {
      "verse": 6,
      "text": "He that schal be slayn, schal perische in the mouth of tweyne, ethir of thre witnessis; no man be slayn, for o man seith witnessyng ayens hym."
    },
    {
      "verse": 7,
      "text": "The hond of witnessis schal first sle hym, and the last hond of the tothir puple schal be sent, that thou do awei yuel fro the myddis of thee."
    },
    {
      "verse": 8,
      "text": "If thou perseyuest, that hard and douteful doom is at thee, bitwixe blood and blood, cause and cause, lepre and not lepre, and thou seest that the wordis of iugis with ynne thi yatis ben dyuerse; rise thou, and stie to the place which thi Lord God hath choose;"
    },
    {
      "verse": 9,
      "text": "and thou schalt come to the preestis of the kyn of Leuy, and to the iuge which is in that tyme, and thou schalt axe of hem, whiche schulen schewe to thee the treuthe of doom."
    },
    {
      "verse": 10,
      "text": "And thou schalt do, what euer thing thei seien, that ben souereyns in the place which the Lord chees, and techen thee bi the lawe of the Lord;"
    },
    {
      "verse": 11,
      "text": "thou schalt sue the sentence of hem; thou schalt not bowe to the riyt side, ether to the lefte."
    },
    {
      "verse": 12,
      "text": "Forsothe that man schal die, which is proud, and nyle obeie to the comaundement of the preest, `that mynystrith in that tyme to thi Lord God, and to the sentence of iuge, and thou schalt do awei yuel fro the myddis of Israel;"
    },
    {
      "verse": 13,
      "text": "and al the puple schal here, and drede, that no man fro thennus forth bolne with pride."
    },
    {
      "verse": 14,
      "text": "Whanne thou hast entrid in to the lond, which thi Lord God schal yyue to thee, and weldist it, and dwellist therynne, and seist, Y schal ordeyne a kyng on me, as alle naciouns `bi cumpas han;"
    },
    {
      "verse": 15,
      "text": "thou schalt ordeyne hym,\\f + \\fr 17:15 \\ft  thou schalt ordeyne him, that is, in to the king; this is not a comaundement, but a simple graunt, which is of yuel; if this were an heest, the puple hadde not synned in axinge a king, but the puple synnede in this axing, as it is seid in j. book of Kingis xij. co. \\f* whom thi Lord God chesith of the noumbre of thi brethren. Thou schalt not mow make king a man of anothir folk, which man is not thi brother."
    },
    {
      "verse": 16,
      "text": "And whanne the king is ordeyned, he schal not multiplie horsis to hym, nethir he schal lede ayen the puple in to Egipt, nethir he schal be reisid bi the noumbre of knyytis, moost sithen the Lord comaundide to you, that ye turne no more ayen bi the same weie."
    },
    {
      "verse": 17,
      "text": "The kyng schal not haue ful many wyues, that drawen his soule `to ouer myche fleischlynesse, nether `he schal haue grete burthuns of siluer and of gold."
    },
    {
      "verse": 18,
      "text": "Forsothe after that he hath sete in the trone of his rewme, he schal write \\f + \\fr 17:18 \\ft  schal write, that is, schal make to be writun. \\f* to himsilf the deuteronomy of this lawe in a `volym ether book, and he schal take `a saumpler at preestis of `the kyn of Leuy;"
    },
    {
      "verse": 19,
      "text": "and he schal haue it with hym,\\f + \\fr 17:19 \\ft  and schal haue with him; Ebrews seyen that he schulde have ij. bokis, oon to bere with him, that he myyte ofte rede there, and another book to be kept in the hows of his tresour, as a most preciouse thing: the king schal not haue grete chargis of siluer and of gold, that is to superfluyte, but onely to the nede of his staat, and to defence of his rewme: the king schal not multiplie horsis to him silf to pride, but onely to the oneste of his staat, and to defence of his rewme. \\f* and he schal rede it in alle the daies of his lijf, that he lerne to drede his Lord God, and to kepe hise wordis and cerymonyes, that ben comaundid in the lawe;"
    },
    {
      "verse": 20,
      "text": "nether his herte be reisid in to pride on hise brithren, nether bowe he in to the riyt side, ether left side, that he regne long tyme, he and hise sones on Israel."
    }
  ]
}