{
  "book_id": "DEU",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Preestis and dekenes, and alle men that ben of the same lynage, schulen `not haue part and eritage with the tother puple of Israel, for thei schulen ete the sacrifices of the Lord, and the offryngis of hym;"
    },
    {
      "verse": 2,
      "text": "and thei schulen not take ony othir thing of the possessioun of her britheren; for the Lord hym silf is the `eritage of hem, as he spak to hem."
    },
    {
      "verse": 3,
      "text": "This schal be the doom \\f + \\fr 18:3 \\ft  that is, the thing iustly youun ether grauntid. \\f* of preestis of the puple, and of hem that offren sacrifices; whether `thei offren an oxe, ether a scheep, thei schulen yyue to the preest the schuldre, and the paunche, the firste fruytis of wheete,"
    },
    {
      "verse": 4,
      "text": "and of wyn, and of oile, and a part of wollis of the scheryng of scheep."
    },
    {
      "verse": 5,
      "text": "For thi Lord God chees hym of alle thi lynagis, that he stonde and mynystre to `the name of the Lord, he and hise sones, with outen ende."
    },
    {
      "verse": 6,
      "text": "If a dekene goith out of oon of thi citees of al Israel, in which he dwellith, `and wole come and desirith the place which the Lord chees,"
    },
    {
      "verse": 7,
      "text": "he schal mynystre in the name of his Lord God as alle hise britheren dekenes, that schulen stonde in that tyme byfore the Lord."
    },
    {
      "verse": 8,
      "text": "He schal take the same part of meetis, `which and othere dekenes schulen take; outakun that that is due to hym in his citee, bi `successioun ethir eritage `of fadir."
    },
    {
      "verse": 9,
      "text": "Whanne thou hast entrid in to the lond which thi Lord God schal yyue to thee, be thou war lest thou wole sue abhomynaciouns of tho folkis;"
    },
    {
      "verse": 10,
      "text": "noon be foundun in thee that clensith his sone, ether his douytir, `and ledith bi the fier, ethir that axith questiouns of dyuynouris `that dyuynen aboute the auteris, and that taketh hede to dremes and chiteryng of bryddis; nethir ony wicche be,"
    },
    {
      "verse": 11,
      "text": "nethir an enchauntere, `that is, that disseyueth mennus iyen that a thing seme that is not; nether a man take counsel at hem that han a feend spekynge `in the wombe, nether take counsel at false dyuynouris nethir seke of deed men the treuthe."
    },
    {
      "verse": 12,
      "text": "For the Lord hath abhomynacioun of alle these thingis, and for siche wickidnessis he schal do awei hem in thin entryng."
    },
    {
      "verse": 13,
      "text": "Thou schalt be perfit and without filthe, with thi Lord God."
    },
    {
      "verse": 14,
      "text": "These hethen men, `the lond of whiche thou schalt welde, heren hem that worchen bi chiteryng of briddis, and false dyuynouris; forsothe thou art tauyt in other maner of thi Lord God."
    },
    {
      "verse": 15,
      "text": "Thi Lord God schal reise a prophete of thi folk and of thi britheren as me, thou schalt here hym;"
    },
    {
      "verse": 16,
      "text": "as thou axidist of thi Lord God in Oreb, whanne the cumpany was gaderid, and thou seidist, Y schal no more here the vois of my Lord God, and Y schal no more se `this grettiste fier, lest Y die."
    },
    {
      "verse": 17,
      "text": "And the Lord seide to me, Thei spaken wel alle thingis."
    },
    {
      "verse": 18,
      "text": "Y schal reise to hem a prophete, lijk thee, of the myddis of her britheren, and Y schal putte my wordis in his mouth, and he schal speke to hem alle thingis, whiche I schal comaunde to him."
    },
    {
      "verse": 19,
      "text": "Forsothe Y schal be vengere of `that man, that nyle here the wordis `of hym, whiche he schal speke in my name."
    },
    {
      "verse": 20,
      "text": "`Sotheli a prophete `schal be slayn, which is bischrewid with pride, and wole speke in my name tho thingis, whiche Y comaundide not to hym, that he schulde seie, ethir bi the name of alien goddis."
    },
    {
      "verse": 21,
      "text": "That if thou answerist bi pryuy thouyt, Hou may Y vndirstonde the word, which the Lord spak not? thou schalt haue this signe,\\f + \\fr 18:21 \\ft  to knowe a false prophete fro a trewe prophete. \\f*"
    },
    {
      "verse": 22,
      "text": "`The Lord spak not this thing which thilke prophete biforseid in the name of the Lord, `and it bifallith not, but `the prophete feynede bi the pride of his soule, and therfor thou schalt not drede hym."
    }
  ]
}