{
  "book_id": "DEU",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "A geldyng whanne hise stoonys ben brokun, ethir kit awey, and his yerde is kit awei, schal not entre in to the chirche of the Lord."
    },
    {
      "verse": 2,
      "text": "A child borun of hordom schal not entre \\f + \\fr 23:2 \\ft  a child born of hordum schal not entre etc. that is, to the hiy gouernaunce of the peple, but ech man that wolde, was resseyued to feith, and vertuouse liyf nedeful to saluacioun. \\f* in to the chirche of the Lord, `til to the tenthe generacioun."
    },
    {
      "verse": 3,
      "text": "Ammonytis and Moabitis, yhe aftir the tenthe generacioun, schulen not entre into the `chirche of the Lord with outen ende;"
    },
    {
      "verse": 4,
      "text": "for thei nolden come to you with breed and watir in the weie, whanne ye yeden out of Egipt; and for thei hireden ayens thee Balaam, the sone of Beor, fro Mesopotanye of Sirye, that he schulde curse thee;"
    },
    {
      "verse": 5,
      "text": "and thi Lord God nolde here Balaam, and God turnede `the cursyng of Balaam in to thi blessyng, for he louyde thee."
    },
    {
      "verse": 6,
      "text": "Thou schalt not make pees with hem, nethir thou schalt seke goodis to hem, in alle the daies of thi lijf in to with outen ende."
    },
    {
      "verse": 7,
      "text": "Thou schalt not `haue abhomynacioun of a man of Ydumye, for he is thi brothir, nethir of a man of Egipt, for thou were a comelyng in the lond of hym."
    },
    {
      "verse": 8,
      "text": "Thei that ben borun of hem, schulen entre in the thridde generacioun in to the `chirche of the Lord."
    },
    {
      "verse": 9,
      "text": "Whanne thou schalt go out `in to batel ayens thin enemyes, thou schalt kepe thee fro al yuel thing."
    },
    {
      "verse": 10,
      "text": "If a man is among you, which is defoulid in `sleep of nyyt, he schal go out of `the castels \\f + \\fr 23:10 \\ft  he schal go out of the castels of the Godhed and of Leuytis, not out of the castels of the comyn peeple. \\f* ;"
    },
    {
      "verse": 11,
      "text": "and he schal not turne ayen bifore that he be waischun in watir at euentid, and aftir the goyng doun of the sunne he schal go ayen in to the castels."
    },
    {
      "verse": 12,
      "text": "Thou schalt haue a place without the castels, to which thou schalt go out to nedeful thingis of kynde;"
    },
    {
      "verse": 13,
      "text": "and thou schalt bere a litil stake in the girdil; and whanne thou hast sete, thou schalt digge `bi cumpas, and `thou schalt hile with erthe thingis `defied out,"
    },
    {
      "verse": 14,
      "text": "where thou art releuyd. For thi Lord God goeth in the myddis of castels, that he diliuere thee, and bitake thin enemyes to thee, that thi castels be hooli, and no thing of filthe appere in tho, lest he forsake thee."
    },
    {
      "verse": 15,
      "text": "Thou schalt not bitake a seruaunt to his lord,\\f + \\fr 23:15 \\ft  thou schalt not bitake a seruaunt to his lord, that is, whanne the seruaunt is souyt of his lord to be slayn, ether to be meymed, ether to be turmentid in other maner vnduly: he schal dwelle with thee, and so forth; til the ire of his lord ceese, and thanne he schal be yoldun to his lord, sithen he is the thing ether catel of his lord, as also other thingis schulen be restorid. \\f* which seruaunt fleeth to thee;"
    },
    {
      "verse": 16,
      "text": "he schal dwelle with thee in the place that plesith hym, and he schal reste in oon of thi citees; and make thou not hym sori."
    },
    {
      "verse": 17,
      "text": "Noon hoore schal be of the douytris of Israel, nether a letchour of the sones of Israel."
    },
    {
      "verse": 18,
      "text": "Thou schalt not offre the hire of `an hoore hows, nether the prijs of a dogge, in the hows of thi Lord God, what euer thing it is that thou hast avowid; for euer eithir is abhomynacioun bifor thi Lord God."
    },
    {
      "verse": 19,
      "text": "Thou schalt not leene to thi brothir to vsure money, neither fruytis,"
    },
    {
      "verse": 20,
      "text": "nethir ony othir thing, but to an alien.\\f + \\fr 23:20 \\ft  but to an alien, this is graunting of a thing not leueful, but of a thing lesse yuel to eschewe a more yuel, that is, lest they wolden greue her britheren Iewis with vsuris. \\f* Forsothe thou schalt leene to thi brothir without vsure that that he nedith, that thi Lord God blesse thee in al thi werk, in the lond to which thou schalt entre to welde."
    },
    {
      "verse": 21,
      "text": "Whanne thou makist auow to thi Lord God, thou schalt not tarie to yelde, for thi Lord God schal `requyre, ether axe, that; and if thou tariest, it schal be arretid to thee in to synne."
    },
    {
      "verse": 22,
      "text": "If thou `nylt bihete, thou schalt be with out synne."
    },
    {
      "verse": 23,
      "text": "Forsothe \\f + \\fr 23:23 \\ft  Forthi kepe the heestis for that thou hast auowid, in comparisoun of him that hootith, and fulfillith it not. \\f* thou schalt kepe, and `do that that yede out onys of thi lippis, as thou bihiytist to thi Lord God, and hast spoke with thin owne wille and thi mouth."
    },
    {
      "verse": 24,
      "text": "If thou entrist in to the vynere of thi neiybore, ete thou grapis, as myche as plesith thee; but bere thou not out with thee."
    },
    {
      "verse": 25,
      "text": "If thou entrist in to `the corn of thi freend, thou schalt breke `eeris of corn, and frote togidere with `the hond; but thou schalt not repe with a sikil."
    }
  ]
}