{
  "book_id": "DEU",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "If a man takith a wijf, and hath hir, and sche fyndith not grace bifor hise iyen for sum vilite, he schal write a `libel, ethir litil book, of forsakyng, and he schal yyue in `the hond of hir, and he schal delyuere hir fro his hows."
    },
    {
      "verse": 2,
      "text": "And whanne sche goith out, and weddith anothir hosebonde,"
    },
    {
      "verse": 3,
      "text": "and he also hatith hir, and yyueth to hir a `litil booke of forsakyng, and delyuereth hir fro his hows, ethir certis he is deed,"
    },
    {
      "verse": 4,
      "text": "the formere hosebonde schal not mow resseyue hir in to wijf, for sche is defoulid, and maad abhomynable bifore the Lord; lest thou make thi lond to do synne, which lond thi Lord God yaf to thee to welde."
    },
    {
      "verse": 5,
      "text": "Whanne a man hath take late a wijf, he schal not go forth to batel, nethir ony thing of comyn nede schal be enioyned to hym, but he schal yyue tent with out blame to his hows, that he be glad in o yeer with his wijf."
    },
    {
      "verse": 6,
      "text": "Thou schalt not take in the stide of wed the lowere and the hiyere queerne stoon of thi brothir, for he puttide his lijf to thee."
    },
    {
      "verse": 7,
      "text": "If a man is takun, `that is, conuyct in doom, bisili aspiynge to stele his brothir of the sones of Israel, and whanne he hath seeld hym, takith priys, he schal be slayn; and thou schalt do awey yuel fro the myddis of thee."
    },
    {
      "verse": 8,
      "text": "Kepe thou diligentli, lest thou renne in to the sijknesse of lepre, but thou schalt do what euer thingis the preestis of the kyn of Leuy techen thee, bi that that Y comaundide to hem, and `fille thou diligentli."
    },
    {
      "verse": 9,
      "text": "Haue ye mynde what thingis youre Lord God dide to Marie, in the weie, whanne ye yede `out of Egipt."
    },
    {
      "verse": 10,
      "text": "Whanne thou schalt axe of thi neiyebore ony thing which he owith to thee, thou schalt not entre in to his hows, that thou take awei a wed;"
    },
    {
      "verse": 11,
      "text": "but thou schalt stonde with out forth, and he schal brynge forth that that he hath."
    },
    {
      "verse": 12,
      "text": "Sotheli if he is pore, the wed schal not dwelle bi nyyt at thee,"
    },
    {
      "verse": 13,
      "text": "but anoon thou schalt yelde to hym bifor the goyng doun of the sunne, that he slepe in his cloth, and blesse thee, and thou haue riytfulnesse bifor thi Lord God."
    },
    {
      "verse": 14,
      "text": "Thou schalt not denye the hire of thi brother nedi and pore, ethir of the comelyng that dwellith with thee in thi lond, and is with ynne thi yatis;"
    },
    {
      "verse": 15,
      "text": "but in the same dai thou schalt yelde to hym the prijs of his trauel, bifor the goyng doun of the sunne, for he is pore, and susteyneth therof his lijf; lest he crye ayens thee to the Lord, and it be arettid to thee into synne."
    },
    {
      "verse": 16,
      "text": "The fadris schulen not be slayn for the sones, nether the sones for the fadris, but ech man schal die for hys owne synne."
    },
    {
      "verse": 17,
      "text": "Thou schalt not `peruerte, ethir waiwardli turne, the doom of the comelyng, and of fadirles ethir modirles; nethir thou schalt take awei in the stide of wed the cloth of a widewe."
    },
    {
      "verse": 18,
      "text": "Haue thou mynde, that thou seruedist in Egipt, and thi Lord God delyuerede thee fro thennus; therfor Y comaunde to thee that thou do this thing."
    },
    {
      "verse": 19,
      "text": "Whanne thou repist corn in the feeld, and foryetist, and leeuest a repe, thou schalt not turne ayen to take it, but thou schalt suffre that a comelyng, and fadirles, ethir modirles, and a widewe take awei, that thi Lord God blesse thee in al the werk of thin hondis."
    },
    {
      "verse": 20,
      "text": "If thou gaderist fruytis of olyues, what euer thing leeueth in trees, thou schalt not turne ayen to gadere, but thou schalt leeue to a comelyng, fadirles, ether modirles, and to a widewe."
    },
    {
      "verse": 21,
      "text": "If thou gaderist grapis of the vyner, thou schalt not gadere raisyns that leeuen, but tho schulen falle in to the vsis of the comelyng, of the fadirles, ethir modirles, and of the wydewe."
    },
    {
      "verse": 22,
      "text": "Haue thou mynde that also thou seruedist in Egipt, and therfor Y comaunde to thee, that thou do this thing."
    }
  ]
}