{
  "book_id": "DEU",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "If cause is bitwixe ony men, and thei axen iugis, thei schulen yyue the victorie of riytfulnesse to him, whom thei perseyuen to be iust, thei schulen condempne hym of wickidnesse, whom thei perseyuen to be wickid."
    },
    {
      "verse": 2,
      "text": "Sotheli if thei seen hym that synnede, worthi of betyngis, thei schulen caste him doun, and make to be betun bifor hem; also the maner of betyngis schal be for the mesure of synne,"
    },
    {
      "verse": 3,
      "text": "so oneli that tho passe not the noumbre of fourti, lest thi brother be to-rent viliche bifore thin iyen, and go awei."
    },
    {
      "verse": 4,
      "text": "Thou schalt not bynde the `mouth of the oxe tredynge thi fruytis in the corn floor."
    },
    {
      "verse": 5,
      "text": "Whanne britheren dwellen to gidere, and oon of hem is deed with out fre children, the wijf of the deed brother schal not be weddid to anothir man, but his brothir schal take hir, and schal reise seed of his brother."
    },
    {
      "verse": 6,
      "text": "And he schal clepe the firste gendrid sone `of hir bi the name `of hym, `that is, of the deed brothir, that his name be not don awei fro Israel."
    },
    {
      "verse": 7,
      "text": "Forsothe if he nyle take the wijf of his brother, which is due to hym bi lawe, the womman schal go to the yate of the citee; and sche schal axe the grettere men in birthe, and sche schal seie, `The brother of myn hosebonde nyle reise seed of his brother in Israel, nethir wole take me in to mariage."
    },
    {
      "verse": 8,
      "text": "And anoon thei schulen make hym to be clepid, and thei schulen axe. If he answerith, Y nyle take hir to wijf;"
    },
    {
      "verse": 9,
      "text": "the womman schal go to hym bifor the eldre men of Israel, and sche schal take awei the schoo, and sche schal spete in to his face, and schal seie, So it schal be doon to the man, that bildith not `the hows of his brother;"
    },
    {
      "verse": 10,
      "text": "and `the name of hym schal be clepid in Israel, The hows of the man vnschood."
    },
    {
      "verse": 11,
      "text": "If twei men han strijf bitwixe hem silf, and oon bigynneth to stryue ayens another, and the wijf of `the tother man wole delyuere hir hosebonde fro the hond of the strongere man, and puttith hond, and `takith the schamefast membris `of hym,"
    },
    {
      "verse": 12,
      "text": "thou schalt kitte awei `the hond of hir, nether thou schalt be bowid on hir bi ony mercy."
    },
    {
      "verse": 13,
      "text": "Thou schalt not haue in the bagge dyuerse weiytis,"
    },
    {
      "verse": 14,
      "text": "a grettere and a lesse, nether a buyschel more and lesse schal be in thin hows."
    },
    {
      "verse": 15,
      "text": "Thou schalt haue a iust weiyte and trewe, and an euene buyschel `and trewe schal be to thee, that thou lyue in myche tyme on the lond which thi Lord God schal yyue to thee."
    },
    {
      "verse": 16,
      "text": "For the Lord schal haue hym abhomynable that doith these thingis, and he wlatith, `ethir cursith, al vnriytfulnesse."
    },
    {
      "verse": 17,
      "text": "Haue thou mynde what thingis Amalech dide to thee in the weie, whanne thou yedist out of Egipt;"
    },
    {
      "verse": 18,
      "text": "hou he cam to thee, and killide the laste men of thin oost, that saten wery, whanne thou were disesid with hungur and trauel, and he dredde not God."
    },
    {
      "verse": 19,
      "text": "Therfor whanne thi Lord God hath youe reste to thee, and hath maad suget alle naciouns `bi cumpas, in the lond which he bihiyte to thee, thou schalt do awei `the name of hym vndur heuene; be thou war lest thou foryete."
    }
  ]
}