{
  "book_id": "DEU",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "This is the blessing, bi which Moises, the man of God, blesside the sones of Israel bifor his deeth;"
    },
    {
      "verse": 2,
      "text": "and seide, The Lord cam fro Syna, and he roos to us fro Seir; he apperide fro the hil of Pharan, and thousandis of seyntis with hym; a lawe of fier in his riythond."
    },
    {
      "verse": 3,
      "text": "He louede puplis; alle seyntis ben in his hond, and thei that neiyen to hise feet schulen take of his doctryn."
    },
    {
      "verse": 4,
      "text": "Moisis comaundide lawe `to vs, eritage of the multitude of Jacob."
    },
    {
      "verse": 5,
      "text": "And the king schal be at the moost riytful, whanne princes of the puple schulen be gaderid togidere with the lynagis of Israel."
    },
    {
      "verse": 6,
      "text": "Ruben lyue, and die not, and be he litil in noumbre."
    },
    {
      "verse": 7,
      "text": "This is the blessyng of Juda; Lord, here thou the vois of Juda, and brynge in hym to his puple; hise hondis schulen fiyte for hym, and the helpere of hym schal be ayens hise aduersaries."
    },
    {
      "verse": 8,
      "text": "Also he seide to Leuy, Thi perfeccioun and thi techyng is of an hooly man, whom thou preuedist in temptacioun, and demedist at the Watris of Ayenseiynge;"
    },
    {
      "verse": 9,
      "text": "which Leuy seide to his fadir and to his modir, Y knowe not you, and to hise britheren, Y knowe not hem; and knewen not her sones. These kepten thi speche, and these kepten thi couenaunt; A!"
    },
    {
      "verse": 10,
      "text": "Jacob, thei kepten thi domes, and `thou, Israel, thei kepten thi lawe; thei schulen putte encense in thi strong veniaunce, and brent sacrifice on thin auter."
    },
    {
      "verse": 11,
      "text": "Lord, blesse thou the strengthe of hym, and resseyue thou the werkis of his hondis; smyte thou the backis of hise enemyes, and thei that haten hym, rise not."
    },
    {
      "verse": 12,
      "text": "And he seide to Benjamyn, The moost loued of the Lord schal dwelle tristili in hym, `that is, in the Lord; he schal dwelle al day as in a chaumbur, and he schal reste bitwixe the schuldris of hym."
    },
    {
      "verse": 13,
      "text": "Also he seide to Joseph, `His lond is of the Lordis blessyng; of the applis of heuene, and of the dewe, and of watir liggynge bynethe;"
    },
    {
      "verse": 14,
      "text": "of the applis of fruytis of the sunne and moone; of the coppe of elde munteyns,"
    },
    {
      "verse": 15,
      "text": "and of the applis of euerlastynge litle hillis;"
    },
    {
      "verse": 16,
      "text": "and of the fruytis of the lond, and of the fulnesse therof. The blessyng of hym that apperide in the busch come on the heed of Joseph, and on the cop of Nazarey, `that is, hooli, among hise britheren."
    },
    {
      "verse": 17,
      "text": "As the first gendrid of a bole is the feirnesse of hym; the hornes of an vnicorn ben the hornes of hym; in tho he schal wyndewe folkis, `til to the termes of erthe. These ben the multitudis of Effraym, and these ben the thousyndis of Manasses."
    },
    {
      "verse": 18,
      "text": "And he seide to Zabulon, Zabulon, be thou glad in thi goyng out, and, Ysacar, in thi tabernaclis."
    },
    {
      "verse": 19,
      "text": "Thei schulen clepe puplis to the hil, there thei schulen offre sacrifices of riytfulnesse; whiche schulen souke the flowing of the see as mylk, and hid tresours of grauel."
    },
    {
      "verse": 20,
      "text": "And he seide to Gad, Gad is blessid in broodnesse; he restide as a lioun, and he took the arm and the nol."
    },
    {
      "verse": 21,
      "text": "And he siy his prinshed, that `the techere was kept in his part; which Gad was with the princes of the puple, and dide the riytfulnesses of the Lord, and his doom with Israel."
    },
    {
      "verse": 22,
      "text": "Also he seide to Dan, Dan, a whelp of a lioun, schal flowe largeli fro Basan."
    },
    {
      "verse": 23,
      "text": "And he seide to Neptalym, Neptalym schal vse abundaunce, and he schal be ful with blessyngis of the Lord; and he schal welde the see and the south."
    },
    {
      "verse": 24,
      "text": "Also he seide to Aser, Aser, be blessid in sones, and plese he hise britheren; dippe he his foot in oile."
    },
    {
      "verse": 25,
      "text": "Yrun and bras the scho of hym; as the dai of thi youthe so and thin eelde."
    },
    {
      "verse": 26,
      "text": "Noon other god is as the God of the moost riytful, that is, `as the God `of the puple of Israel, gouerned bi moost riytful lawe; the stiere of heuene is thin helpere; cloudis rennen aboute bi the glorie of hym."
    },
    {
      "verse": 27,
      "text": "His dwellynge place is aboue, and armes euerlastynge ben bynethe; he schal caste out fro thi face the enemy, and he schal seie, Be thou al to-brokun."
    },
    {
      "verse": 28,
      "text": "Israel schal dwelle trustili and aloone; the iye of Jacob in the lond of whete, and of wyn; and heuenes schulen be derk with dew."
    },
    {
      "verse": 29,
      "text": "Blessed art thou, Israel; thou puple that art saued in the Lord, who is lijk thee? The scheld of thin help and the swerd of thi glorie is thi God; thin enemyes schulen denye thee, and thou schalt trede her neckis."
    }
  ]
}