{
  "book_id": "2TI",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "לכן בני התחזק בחסד אשר במשיח ישוע׃"
    },
    {
      "verse": 2,
      "text": "ואת אשר שמעת ממני בפני עדים רבים תפקידנו בידי אנשים נאמנים אשר הם כשרים ללמד גם את האחרים׃"
    },
    {
      "verse": 3,
      "text": "וסבל הרעות כאיש חיל בצבא מלחמת ישוע המשיח׃"
    },
    {
      "verse": 4,
      "text": "איש יצא לצבא לא יתערב בעשקי החיים למען יהיה רצוי לשר הצבא׃"
    },
    {
      "verse": 5,
      "text": "וגם אם נאבק איש לא יכתר אם לא יאבק כמשפט׃"
    },
    {
      "verse": 6,
      "text": "האכר העבד הוא יאכל ראשונה מפרי האדמה׃"
    },
    {
      "verse": 7,
      "text": "בין באשר אני אמר כי האדון יתן לך חכמה בכל דבר׃"
    },
    {
      "verse": 8,
      "text": "זכור תזכר את ישוע המשיח הנעור מן המתים אשר הוא מזרע דוד כפי בשורתי׃"
    },
    {
      "verse": 9,
      "text": "אשר בעבורה אני נשא רעות עד למוסרות כעשה עול אבל דבר האלהים איננו נאסר׃"
    },
    {
      "verse": 10,
      "text": "ועל כן אסבל את כל למען הבחירים למען ישיגו גם המה את התשועה במשיח ישוע עם כבוד עולמים׃"
    },
    {
      "verse": 11,
      "text": "נאמן הדבר הזה כי אם מתנו אתו גם אתו נחיה׃"
    },
    {
      "verse": 12,
      "text": "אם נסבל גם נמלך אתו ואם ננכר גם הוא ינכר אתנו׃"
    },
    {
      "verse": 13,
      "text": "אם לא נאמין הנה הוא קים באמונתו כי לכחש בעצמו לא יוכל׃"
    },
    {
      "verse": 14,
      "text": "זאת הזכר להם והעד לפני האדון שלא לעשק במחלקת מלים אשר לא להועיל רק לעות דעת השמעים׃"
    },
    {
      "verse": 15,
      "text": "היה שקוד להתיצב נאמן לפני אלהים וכפעל אשר לא יבוש המחלק על נכון דבר האמת׃"
    },
    {
      "verse": 16,
      "text": "אבל תרחק מדברי הבל הפסולים כי יוסיפו הרבות רשע׃"
    },
    {
      "verse": 17,
      "text": "ושיחתם כרקב תאכל סביב אשר מהם הומניוס ופיליטוס׃"
    },
    {
      "verse": 18,
      "text": "אשר תעו מן האמת באמרם כי תחית המתים כבר היתה ויבלבלו אמונת קצת אנשים׃"
    },
    {
      "verse": 19,
      "text": "אך איתן הוא יסוד האלהים וזה חותמו ידע יהוה את אשר לו ועוד יסור מעול כל הקורא את שם המשיח׃"
    },
    {
      "verse": 20,
      "text": "כי בבית גדול לא כלי זהב וכסף בלבד אלא גם של עץ ושל חרש ומהם לכבוד ומהם לבזיון׃"
    },
    {
      "verse": 21,
      "text": "והנה אם טהר איש את נפשו מאלה יהיה כלי לכבוד מקדש ומועיל לבעל הבית מוכן לכל מעשה טוב׃"
    },
    {
      "verse": 22,
      "text": "ברח לך מתאות הנעורים ורדף צדק ואמונה ואהבה ושלום עם כל הקראים אל יהוה בלב טהור׃"
    },
    {
      "verse": 23,
      "text": "ותרחק מן השאלות התפלות באין מוסר באשר תדע כי אך קטטה מולידות הנה׃"
    },
    {
      "verse": 24,
      "text": "ועבד האדון לא יתקוטט אלא יהי נוח לכל ומבין ללמד וסבלן׃"
    },
    {
      "verse": 25,
      "text": "ומיסר בנמיכות רוח את המתנגדים אולי יתן האלהים בלבבם לשוב להכרת האמת׃"
    },
    {
      "verse": 26,
      "text": "ויעירו ממוקשי השטן אשר צדם בהם לרצונו׃"
    }
  ]
}