{
  "book_id": "PSA",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music; to be accompanied with wind instruments. A psalm of David.” Give ear to my words, O LORD; Have regard to my cry!"
    },
    {
      "verse": 2,
      "text": "Listen to the voice of my supplication, my King and my God! For to thee do I address my prayer."
    },
    {
      "verse": 3,
      "text": "In the morning shalt thou hear my voice, O LORD! In the morning will I address my prayer to thee, and look for help."
    },
    {
      "verse": 4,
      "text": "For thou art not a God that hath pleasure in wickedness; The unrighteous man dwelleth not with thee."
    },
    {
      "verse": 5,
      "text": "The haughty shall not stand in thy sight; Thou hatest all that do iniquity."
    },
    {
      "verse": 6,
      "text": "Thou destroyest them that speak falsehood; The man of blood and deceit the LORD abhorreth."
    },
    {
      "verse": 7,
      "text": "But I, through thy great goodness, will come to thy house; In thy fear will I worship at thy holy temple."
    },
    {
      "verse": 8,
      "text": "Lead me, O LORD! in thy righteousness, because of mine enemies; Make thy path straight before my face!"
    },
    {
      "verse": 9,
      "text": "For in their mouth there is no truth; Their heart is malignity; Their throat is an open sepulchre; They flatter with their tongue."
    },
    {
      "verse": 10,
      "text": "Requite them, O God! Let them be confounded in their devices; Cast them out for the multitude of their transgressions; For against thee have they rebelled!"
    },
    {
      "verse": 11,
      "text": "But let all, that put their trust in thee, rejoice; Let them ever shout for joy, because thou defendest them; Let them, that love thy name, be joyful in thee!"
    },
    {
      "verse": 12,
      "text": "For thou, O LORD! dost bless the righteous; With favor dost thou encompass him, as with a shield."
    }
  ]
}