{
  "book_id": "PSA",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of David, which he sang to Jehovah, on account of the reproaches of Cush the Benjamite.” O Jehovah, my God! to thee do I look for help; Save me from them that persecute me, and deliver me!"
    },
    {
      "verse": 2,
      "text": "Lest mine enemy tear me like a lion; Lest he rend me in pieces, while there is none to help."
    },
    {
      "verse": 3,
      "text": "O Jehovah, my God! if I have done this,—If there be iniquity upon my hands,"
    },
    {
      "verse": 4,
      "text": "If I have rendered evil to my friend, Or have despoiled him that without cause is mine enemy,—"
    },
    {
      "verse": 5,
      "text": "Let my adversary pursue and take me; Let him trample me to the ground, And lay me prostrate in the dust! [[Pause.]]"
    },
    {
      "verse": 6,
      "text": "Arise, O LORD! in thine anger; Lift thyself up against the rage of mine enemies; Awake for me, ordain judgment!"
    },
    {
      "verse": 7,
      "text": "Let the assembly of the nations compass thee about, And on their account return to the height!"
    },
    {
      "verse": 8,
      "text": "The LORD judgeth the nations; Judge me, O LORD! according to my righteousness, And requite me according to my integrity!"
    },
    {
      "verse": 9,
      "text": "Oh, let the wickedness of the wicked be at an end; But establish the righteous! For the righteous God trieth the heart and the reins."
    },
    {
      "verse": 10,
      "text": "My shield is with God, Who saveth the upright in heart."
    },
    {
      "verse": 11,
      "text": "God is a righteous judge, And a God who is angry every day."
    },
    {
      "verse": 12,
      "text": "If he do not desist, He sharpeneth his sword; He bendeth his bow, and maketh it ready;"
    },
    {
      "verse": 13,
      "text": "He prepareth for him the instruments of death; He shooteth his burning arrows."
    },
    {
      "verse": 14,
      "text": "Behold, he travailed with iniquity, And conceived mischief, But hath brought forth disappointment!"
    },
    {
      "verse": 15,
      "text": "He made a pit and digged it. And is fallen into the ditch which he made."
    },
    {
      "verse": 16,
      "text": "His mischief returneth upon his own head, And his violence cometh down upon his own skull."
    },
    {
      "verse": 17,
      "text": "I will praise the LORD according to his righteousness; I will sing praise to the name of the LORD most high."
    }
  ]
}