{
  "book_id": "PSA",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music; to be sung in the manner or with the voice of maidens. To the Benites, or to Ben. A psalm of David.” I will praise thee, O LORD! with my whole heart; I will show forth all thy marvellous works."
    },
    {
      "verse": 2,
      "text": "I will be glad and rejoice in thee: I will sing praise to thy name, O thou Most High!"
    },
    {
      "verse": 3,
      "text": "All my enemies are turned back; They fall and perish at thy presence."
    },
    {
      "verse": 4,
      "text": "For thou dost defend my right and my cause; Thou sittest upon the throne, a righteous judge."
    },
    {
      "verse": 5,
      "text": "Thou rebukest the nations; Thou destroyest the wicked; Thou blottest out their name for evermore!"
    },
    {
      "verse": 6,
      "text": "The enemy is fallen,—a desolation for ever! Thou, O LORD! hast destroyed their cities; Their memory itself hath perished!"
    },
    {
      "verse": 7,
      "text": "The LORD reigneth for ever; He hath prepared his throne for judgment."
    },
    {
      "verse": 8,
      "text": "He judgeth the world in righteousness; He administereth judgment to the nations with uprightness."
    },
    {
      "verse": 9,
      "text": "Yea, the LORD is a refuge for the oppressed; A refuge in times of trouble."
    },
    {
      "verse": 10,
      "text": "They who know thy name put their trust in thee; For thou, O LORD! forsakest not them that seek thee!"
    },
    {
      "verse": 11,
      "text": "Sing praises to the LORD, who reigneth in Zion; Declare his doings among the people!"
    },
    {
      "verse": 12,
      "text": "As the avenger of blood, he remembereth the distressed; He forgetteth not their complaint."
    },
    {
      "verse": 13,
      "text": "“Have pity upon me, [[said I,]] O LORD! Look upon my affliction through them that hate me; Lift me up from the gates of death:"
    },
    {
      "verse": 14,
      "text": "That I may show forth all thy praise in the gates of the daughter of Zion; That I may rejoice in salvation by thee.”"
    },
    {
      "verse": 15,
      "text": "The nations have sunk into the pit which they made; In the net, which they hid, is their own foot taken."
    },
    {
      "verse": 16,
      "text": "Thus it is known that the LORD executeth judgment; The wicked are ensnared in the work of their own hands. [[Stringed instruments. Pause.]]"
    },
    {
      "verse": 17,
      "text": "The wicked shall be driven into the underworld; Yea, all the nations that forger God."
    },
    {
      "verse": 18,
      "text": "For the poor shall not always be forgotten; The hopes of the afflicted shall not perish for ever."
    },
    {
      "verse": 19,
      "text": "Arise, O LORD! Let not man prevail; Let the nations be judged by thee!"
    },
    {
      "verse": 20,
      "text": "Strike terror into them, O LORD! Let the nations know that they are but men! [[Pause.]]"
    }
  ]
}