{
  "book_id": "PSA",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Why standest thou afar off, O LORD? Why hidest thou thyself in times of trouble?"
    },
    {
      "verse": 2,
      "text": "Through the haughtiness of the wicked the poor are in distress; They are caught in the wiles which are contrived for them."
    },
    {
      "verse": 3,
      "text": "The wicked boasteth of his heart's desire; The rapacious renounceth and contemneth Jehovah."
    },
    {
      "verse": 4,
      "text": "The wicked [[saith]] in his haughtiness, “He careth not!” All his thoughts are, “There is no God.”"
    },
    {
      "verse": 5,
      "text": "His course is always prosperous; Far in the heights are thy judgments from him; As for all his enemies, he puffeth at them."
    },
    {
      "verse": 6,
      "text": "He saith in his heart, “I shall never fall; I shall never be in adversity.”"
    },
    {
      "verse": 7,
      "text": "His mouth is full of perjury, deceit, and oppression; Mischief and injustice are upon his tongue."
    },
    {
      "verse": 8,
      "text": "He sitteth in the lurking-places of the villages; In secret places doth he murder the innocent; His eyes are secretly fixed upon the poor."
    },
    {
      "verse": 9,
      "text": "He secretly lieth in wait, like a lion in a thicket; He lieth in wait to seize upon the helpless; He catcheth the poor, drawing him into his net."
    },
    {
      "verse": 10,
      "text": "He croucheth, and lowereth himself, And the wretched fall into his paws."
    },
    {
      "verse": 11,
      "text": "He saith in his heart, “God doth forget; He hideth his face; he doth never see it.”"
    },
    {
      "verse": 12,
      "text": "Arise, O LORD! O God, lift up thine hand: Forget not the distressed!"
    },
    {
      "verse": 13,
      "text": "Wherefore doth the wicked contemn God, And say in his heart, “He careth not for it”?"
    },
    {
      "verse": 14,
      "text": "Thou dost see it; yea, thou beholdest malice and oppression, And markest it upon thy hand! The poor committeth himself to thee; Thou art the helper of the fatherless."
    },
    {
      "verse": 15,
      "text": "Break thou the arm of the unjust and wicked man; Seek out his wickedness, till thou canst find none!"
    },
    {
      "verse": 16,
      "text": "Jehovah is king for ever and ever; The gentiles shall perish out of his land."
    },
    {
      "verse": 17,
      "text": "Thou, O LORD! wilt hear the desires of the distressed; Thou wilt strengthen their hearts; Thou wilt lend a listening ear!"
    },
    {
      "verse": 18,
      "text": "Thou wilt maintain the cause of the fatherless and the oppressed, That henceforth none may be driven from the land."
    }
  ]
}