{
  "book_id": "PSA",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of David.” Hear the righteous cause, O LORD! Attend to my cry; Give ear to my prayer from lips without deceit!"
    },
    {
      "verse": 2,
      "text": "May my sentence come forth from thy presence; May thine eyes behold uprightness!"
    },
    {
      "verse": 3,
      "text": "Provest thou my heart, visitest thou me in the night, Triest thou me like gold, thou shalt find nothing!"
    },
    {
      "verse": 4,
      "text": "My thoughts do not vary from my lips. As to the deeds of men, Through the word of thy lips I have kept me from the paths of the destroyer."
    },
    {
      "verse": 5,
      "text": "Support my steps in thy paths, That my feet may not slip!"
    },
    {
      "verse": 6,
      "text": "I call upon thee, O God! for thou wilt hear me; Incline thine ear to me, and listen to my prayer!"
    },
    {
      "verse": 7,
      "text": "Show forth thy loving-kindness, O thou that savest by thy right hand Them that seek refuge in thee from their adversaries!"
    },
    {
      "verse": 8,
      "text": "Guard me as the apple of the eye; Hide me under the shadow of thy wings"
    },
    {
      "verse": 9,
      "text": "From the wicked who assault me, From my deadly enemies who compass me about!"
    },
    {
      "verse": 10,
      "text": "They shut up their hard heart; With their mouth they speak haughtily."
    },
    {
      "verse": 11,
      "text": "They encompass us in all our steps; They fix their eyes upon us, that they may cast us on the ground."
    },
    {
      "verse": 12,
      "text": "They are like a lion, eager for his prey; Like a young lion, lurking in secret places."
    },
    {
      "verse": 13,
      "text": "Arise, O LORD! disappoint them, cast them down! Deliver me from the wicked by thy sword,"
    },
    {
      "verse": 14,
      "text": "From men, by thy hand, O LORD! from men of the world, Whose portion is in life; whom thou loadest with thy treasure; Whose children have enough, and leave their superfluity to their children."
    },
    {
      "verse": 15,
      "text": "But I through righteousness shall see thy face; I shall be satisfied with the revival of thy countenance."
    }
  ]
}