{
  "book_id": "PSA",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I love thee, O LORD, my strength!"
    },
    {
      "verse": 2,
      "text": "Jehovah is my rock, my fortress, and my deliverer; My God, my strength, in whom I trust; My shield, my strong defence, and my high tower."
    },
    {
      "verse": 3,
      "text": "I called upon the LORD, who is worthy to be praised, And was delivered from my enemies."
    },
    {
      "verse": 4,
      "text": "The snares of death encompassed me; The floods of destruction filled me with dismay;"
    },
    {
      "verse": 5,
      "text": "The snares of the underworld surrounded me, And the nets of death seized upon me."
    },
    {
      "verse": 6,
      "text": "In my distress I called upon the LORD, And cried unto my God; He heard my voice from his palace, And my cry came before him into his ears."
    },
    {
      "verse": 7,
      "text": "Then the earth quaked and trembled; The foundations of the mountains rocked and were shaken, Because his wrath was kindled."
    },
    {
      "verse": 8,
      "text": "A smoke went up from his nostrils, And fire from his mouth devoured; Burning coals shot forth from him."
    },
    {
      "verse": 9,
      "text": "He bowed the heavens, and came down; And darkness was under his feet;"
    },
    {
      "verse": 10,
      "text": "And he rode upon a cherub, and did fly; Yea, he did fly upon the wings of the wind."
    },
    {
      "verse": 11,
      "text": "And he made darkness his covering; His pavilion round about him was dark waters and thick clouds of the skies."
    },
    {
      "verse": 12,
      "text": "At the brightness before him, his thick clouds passed away; Then came hailstones and coals of fire."
    },
    {
      "verse": 13,
      "text": "The LORD also thundered from heaven, And the Most High uttered his voice, Amid hailstones and coals of fire."
    },
    {
      "verse": 14,
      "text": "He sent forth his arrows, and scattered them; Continual lightnings, and discomfited them."
    },
    {
      "verse": 15,
      "text": "Then the channels of the deep were seen, And the foundations of the earth were laid bare At thy rebuke, O LORD! At the blast of the breath of thy nostrils."
    },
    {
      "verse": 16,
      "text": "He stretched forth his hand from above; he took me, And drew me out of deep waters."
    },
    {
      "verse": 17,
      "text": "He delivered me from my strong enemy; From my adversaries, who were too powerful for me."
    },
    {
      "verse": 18,
      "text": "They fell upon me in the day of my calamity; But the LORD was my stay."
    },
    {
      "verse": 19,
      "text": "He brought me forth into a large place; He delivered me, because he delighted in me."
    },
    {
      "verse": 20,
      "text": "The LORD hath rewarded me according to my righteous; According to the cleanness of my hands hath he recompensed me."
    },
    {
      "verse": 21,
      "text": "For I have kept the ways of the LORD, And have not wickedly departed from my God."
    },
    {
      "verse": 22,
      "text": "For all his laws were in my sight; I did not put away his statutes from me."
    },
    {
      "verse": 23,
      "text": "I was upright before him, And kept myself from iniquity."
    },
    {
      "verse": 24,
      "text": "Therefore hath the LORD rewarded me according to my righteousness, According to the cleanness of my hands before his eyes."
    },
    {
      "verse": 25,
      "text": "To the merciful thou showest thyself merciful; To the upright thou showest thyself upright;"
    },
    {
      "verse": 26,
      "text": "To the pure thou showest thyself pure, And to the perverse thou showest thyself perverse."
    },
    {
      "verse": 27,
      "text": "For thou savest the afflicted people, But the haughty countenance thou bringest down."
    },
    {
      "verse": 28,
      "text": "Thou causest my lamp to shine; Jehovah, my God, enlighteneth my darkness."
    },
    {
      "verse": 29,
      "text": "For through thee I have broken through troops; Through my God I have leaped over walls."
    },
    {
      "verse": 30,
      "text": "The ways of God are just and true; His word is pure, tried in the fire; He is a shield to all who put their trust in him."
    },
    {
      "verse": 31,
      "text": "Who, then, is God, save Jehovah? And who is a rock, save our God?"
    },
    {
      "verse": 32,
      "text": "It is God that girded me with strength, And made my way plain."
    },
    {
      "verse": 33,
      "text": "He made my feet like the hind's, And set me in my high places;"
    },
    {
      "verse": 34,
      "text": "He taught my hands to war, So that my arm bent the bow of brass."
    },
    {
      "verse": 35,
      "text": "Thou gavest me the shield of thy protection; Thy right hand held me up, And thy goodness made me great."
    },
    {
      "verse": 36,
      "text": "Thou didst make a wide path for my steps, So that my feet did not stumble."
    },
    {
      "verse": 37,
      "text": "I pursued my enemies and overtook them, And turned not back till I had destroyed them."
    },
    {
      "verse": 38,
      "text": "I smote them, so that they could not rise; They fell under my feet."
    },
    {
      "verse": 39,
      "text": "Thou didst gird me with strength for the battle; Thou didst cast down my adversaries under me."
    },
    {
      "verse": 40,
      "text": "Thou didst cause my enemies to turn their backs, So that I destroyed them that hated me."
    },
    {
      "verse": 41,
      "text": "They cried, but there was none to help; To Jehovah, but he answered them not."
    },
    {
      "verse": 42,
      "text": "I beat them small, like dust before the wind; I cast them out as the dirt of the streets."
    },
    {
      "verse": 43,
      "text": "Thou hast delivered me from the assaults of the nations; Thou hast made me the head of the kingdoms. Nations whom I knew not serve me;"
    },
    {
      "verse": 44,
      "text": "They who have only heard of me obey me; Yea, men of a strange land submit themselves to me;"
    },
    {
      "verse": 45,
      "text": "Men of a strange land fade away, like a leaf, And come trembling from their strongholds."
    },
    {
      "verse": 46,
      "text": "Jehovah is the living God; blessed be my rock; Exalted be the God of my salvation!"
    },
    {
      "verse": 47,
      "text": "It is God who hath given me vengeance, And subdued the nations under me;"
    },
    {
      "verse": 48,
      "text": "He delivered me from my enemies; Yea, thou hast lifted me up above my adversaries; Thou hast saved me from the violent man!"
    },
    {
      "verse": 49,
      "text": "Therefore I will give thanks to thee, O LORD! among the nations, And sing praises to thy name."
    },
    {
      "verse": 50,
      "text": "Great deliverance giveth he to his king, And showeth mercy to his anointed,—To David and to his posterity for ever."
    }
  ]
}