{
  "book_id": "PSA",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm of David.” The king rejoiceth in thy strength, O LORD! Yea, he doth greatly exult in thy protection."
    },
    {
      "verse": 2,
      "text": "Thou hast given him his heart's desire, And hast not denied him the request of his lips. [[Pause.]]"
    },
    {
      "verse": 3,
      "text": "Yea, thou hast met him with rich blessings, Thou hast placed a crown of pure gold upon his head."
    },
    {
      "verse": 4,
      "text": "He asked life of thee; thou gavest it him; Even long life, enduring for ever."
    },
    {
      "verse": 5,
      "text": "Great is his glory through thine aid; Honor and majesty hast thou laid upon him."
    },
    {
      "verse": 6,
      "text": "Thou hast made him blessed for evermore; Thou hast made him glad with the joy of thy countenance."
    },
    {
      "verse": 7,
      "text": "For the king trusteth in the LORD; And through the goodness of the Most High he shall never fall."
    },
    {
      "verse": 8,
      "text": "Thy hand shall overtake all thine enemies; Thy right hand shall overtake them that hate thee."
    },
    {
      "verse": 9,
      "text": "Thou wilt make them like a burning oven in the time of thine anger; Jehovah shall swallow them up in his wrath, And the fire shall devour them."
    },
    {
      "verse": 10,
      "text": "Their offspring shalt thou destroy from the earth, And their posterity from the sons of men."
    },
    {
      "verse": 11,
      "text": "For they spread a net of mischief against thee; They devised plots against thee, but they did not prevail."
    },
    {
      "verse": 12,
      "text": "Therefore thou wilt cause them to turn their backs; Thou wilt make ready thine arrows upon the strings against them."
    },
    {
      "verse": 13,
      "text": "Exalt thyself, O LORD! by thy strength! So will we sing, and praise thy mighty deeds."
    }
  ]
}