{
  "book_id": "PSA",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. To the tune of “The hind of the morning.” A psalm of David.” My God, my God! why hast thou forsaken me? Why so far from mine aid, and from the words of my cry?"
    },
    {
      "verse": 2,
      "text": "O my God! I cry during the day, but thou hearest not; In the night also, but I have no rest."
    },
    {
      "verse": 3,
      "text": "And yet thou art holy, Dwelling amid the praises of Israel!"
    },
    {
      "verse": 4,
      "text": "Our fathers trusted in thee; They trusted, and thou didst save them."
    },
    {
      "verse": 5,
      "text": "They called upon thee, and were delivered; They trusted in thee, and were not put to shame."
    },
    {
      "verse": 6,
      "text": "But I am a worm, and not a man; The reproach of men, and the scorn of the people."
    },
    {
      "verse": 7,
      "text": "All who see me scoff at me; They open wide the lips; they shake the head."
    },
    {
      "verse": 8,
      "text": "“He trusted in the LORD, let him help him; Let him deliver him, since he delighted in him!”"
    },
    {
      "verse": 9,
      "text": "Surely thou art he that didst bring me into the world; Thou didst make me lie secure upon my mother's breast!"
    },
    {
      "verse": 10,
      "text": "Upon thee have I cast myself from my birth; Thou hast been my God from my earliest breath!"
    },
    {
      "verse": 11,
      "text": "Oh, be not far from me, for trouble is near; For there is none to help!"
    },
    {
      "verse": 12,
      "text": "Many bulls surround me; Strong bulls of Bashan close me in on every side."
    },
    {
      "verse": 13,
      "text": "They open their mouths wide against me, Like a ravening and roaring lion."
    },
    {
      "verse": 14,
      "text": "I am poured out like water, And all my bones are out of joint; My heart is become like wax; It melteth in my bosom."
    },
    {
      "verse": 15,
      "text": "My strength is dried up like an earthen vessel, And my tongue cleaveth to my jaws; Thou hast brought me to the dust of death!"
    },
    {
      "verse": 16,
      "text": "For dogs have surrounded me; Bands of evil-doers have encompassed me,—Like lions my hands and my feet."
    },
    {
      "verse": 17,
      "text": "I can count all my bones; They gaze, and feast their eyes upon me."
    },
    {
      "verse": 18,
      "text": "They divide my garments among them, And for my vesture they cast lots."
    },
    {
      "verse": 19,
      "text": "But be not thou far from me, O LORD! O my strength! make haste to mine aid!"
    },
    {
      "verse": 20,
      "text": "Deliver my life from the sword; My blood from the power of the dog;"
    },
    {
      "verse": 21,
      "text": "Save me from the lion's mouth; Shield me from the horns of the buffaloes!"
    },
    {
      "verse": 22,
      "text": "I will proclaim thy name to my brethren; In the midst of the congregation will I praise thee."
    },
    {
      "verse": 23,
      "text": "Praise him, ye worshippers of Jehovah! Extol him, all ye race of Jacob. And fear him, all ye race of Israel!"
    },
    {
      "verse": 24,
      "text": "For he hath not despised nor abhorred the misery of the afflicted. Nor hath he hid his face from him; But when he cried unto him, he heard."
    },
    {
      "verse": 25,
      "text": "My praise shall be of thee in the great congregation; I will pay my vows before them that fear him!"
    },
    {
      "verse": 26,
      "text": "The afflicted shall eat, and be satisfied; They that seek the LORD shall praise him; Your hearts shall be glad for ever and ever!"
    },
    {
      "verse": 27,
      "text": "All the ends of the earth shall remember, and turn to Jehovah; All the families of the nations shall worship before thee!"
    },
    {
      "verse": 28,
      "text": "For the kingdom is Jehovah's; He is the governor of the nations."
    },
    {
      "verse": 29,
      "text": "All the rich of the earth shall eat and worship; Before him shall they also bow, who are going down to the dust, Who cannot keep themselves alive."
    },
    {
      "verse": 30,
      "text": "The future generation shall serve him; The race which is to come shall hear of Jehovah."
    },
    {
      "verse": 31,
      "text": "They shall come, and declare his righteousness; His mighty deeds to the people that shall be born."
    }
  ]
}