{
  "book_id": "PSA",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of David.” To thee, O LORD! do I lift up my soul."
    },
    {
      "verse": 2,
      "text": "O my God! I trust in thee; let me not be put to shame! Let not my enemies triumph over me!"
    },
    {
      "verse": 3,
      "text": "Yea, none that hope in thee shall be put to shame: They shall be put to shame who wickedly forsake thee."
    },
    {
      "verse": 4,
      "text": "Cause me to know thy ways, O LORD! Teach me thy paths!"
    },
    {
      "verse": 5,
      "text": "Lead me in thy truth, and teach me! For thou art the God from whom cometh my help; In thee do I trust at all times!"
    },
    {
      "verse": 6,
      "text": "Remember thy loving-kindness, O LORD! and thy tender mercy, Which thou hast exercised of old!"
    },
    {
      "verse": 7,
      "text": "Remember not the faults and transgressions of my youth! According to thy mercy remember thou me, For thy goodness' sake, O LORD!"
    },
    {
      "verse": 8,
      "text": "Good and righteous is the LORD; Therefore showeth he to sinners the way."
    },
    {
      "verse": 9,
      "text": "The humble he guideth in his statutes, And the humble he teacheth his way."
    },
    {
      "verse": 10,
      "text": "All the doings of the LORD are mercy and truth To those who keep his covenant and his precepts."
    },
    {
      "verse": 11,
      "text": "For thy name's sake, O LORD, Pardon my iniquity; for it is great!"
    },
    {
      "verse": 12,
      "text": "Who is the man that feareth the LORD? Him doth he show the way which he should choose."
    },
    {
      "verse": 13,
      "text": "He shall himself dwell in prosperity, And his offspring shall inherit the land."
    },
    {
      "verse": 14,
      "text": "The friendship of the LORD is with them that fear him, And he will teach them his covenant."
    },
    {
      "verse": 15,
      "text": "Mine eyes are ever directed to the LORD, For he will pluck my feet from the net."
    },
    {
      "verse": 16,
      "text": "Look upon me, and pity me; For I am desolate and afflicted!"
    },
    {
      "verse": 17,
      "text": "Lighten the sorrows of my heart, And deliver me from my troubles!"
    },
    {
      "verse": 18,
      "text": "Look upon my affliction and distress, And forgive all my sins!"
    },
    {
      "verse": 19,
      "text": "Consider how many are my enemies, And with what violence they hate me!"
    },
    {
      "verse": 20,
      "text": "Guard thou my life, and deliver me! Let me not be put to shame, for I have trusted in thee!"
    },
    {
      "verse": 21,
      "text": "Let integrity and uprightness preserve me, For on thee do I rest my hope!"
    },
    {
      "verse": 22,
      "text": "Redeem Israel, O God! from all his troubles!"
    }
  ]
}