{
  "book_id": "PSA",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of David.” The LORD is my light and my salvation; Whom shall I fear? The LORD is the shield of my life; Of whom shall I be afraid?"
    },
    {
      "verse": 2,
      "text": "When the wicked came upon me to devour me, Even my persecutors and enemies, they stumbled and fell."
    },
    {
      "verse": 3,
      "text": "Though a host should encamp against me, my heart shall not fear; Though war should rise against me, yet will I be confident."
    },
    {
      "verse": 4,
      "text": "One thing have I desired of the LORD; that do I yet seek; That I may dwell in the house of the LORD all the days of my life, To behold the grace of the LORD, And to gaze upon his temple."
    },
    {
      "verse": 5,
      "text": "For in the day of trouble he will hide me in his pavilion; Yea, in the secret place of his tabernacle will he shelter me; He will set me upon a rock."
    },
    {
      "verse": 6,
      "text": "Yea, already doth he lift my head above my enemies, who are around me; Therefore in his tabernacle will I offer sacrifices with the sound of trumpets; I will sing, yea, with instruments of music I will give praise to the LORD."
    },
    {
      "verse": 7,
      "text": "Hear my voice, O LORD! when I cry unto thee; Have pity upon me, and answer me!"
    },
    {
      "verse": 8,
      "text": "When I think of thy precept, “Seek ye my face!” Thy face, LORD, do I seek."
    },
    {
      "verse": 9,
      "text": "O hide not thou thy face from me; Cast not thy servant away in displeasure! Thou hast been my help, do not leave me; Do not forsake me, O God, my helper!"
    },
    {
      "verse": 10,
      "text": "For my father and my mother have forsaken me; But the LORD will take me up."
    },
    {
      "verse": 11,
      "text": "Teach me thy way, O LORD! And lead me in the right path, because of my enemies!"
    },
    {
      "verse": 12,
      "text": "Give me not up to the will of my adversaries! For false witnesses have risen up against me, And such as breathe out injustice."
    },
    {
      "verse": 13,
      "text": "I trust that I shall see the goodness of the LORD In the land of the living. Hope thou in the LORD!"
    },
    {
      "verse": 14,
      "text": "Be of good courage; let thy heart be strong; Hope thou in the LORD!"
    }
  ]
}