{
  "book_id": "PSA",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm of David.” In thee, O LORD! do I trust; let me never be put to shame; According to thy goodness deliver me!"
    },
    {
      "verse": 2,
      "text": "Bow down thine ear to me; help me speedily! Be to me a strong rock, a high fortress, for my deliverance!"
    },
    {
      "verse": 3,
      "text": "For thou art my rock and my high fortress; Be thou also my guide, and lead me, for thy name's sake!"
    },
    {
      "verse": 4,
      "text": "Draw me out of the net which they have secretly laid for me, For thou art my strength!"
    },
    {
      "verse": 5,
      "text": "Into thy hand I commit my life; Thou wilt deliver me, O LORD, thou God of truth!"
    },
    {
      "verse": 6,
      "text": "I hate those who regard lying vanities, And put my trust in the LORD."
    },
    {
      "verse": 7,
      "text": "I will be glad and rejoice in thy mercy, That thou hast looked upon my trouble, And hast had regard to my distress;"
    },
    {
      "verse": 8,
      "text": "That thou hast not given me up to the hands of my enemies, But hast set my feet in a wide place."
    },
    {
      "verse": 9,
      "text": "Have mercy upon me, O LORD! for I am in trouble! My face is consumed with grief; Yea, my spirit and my body."
    },
    {
      "verse": 10,
      "text": "For my life is wasted with sorrow, And my years with sighing; My strength faileth by reason of my affliction, And my bones are consumed on account of all my enemies."
    },
    {
      "verse": 11,
      "text": "I have become the scorn of my neighbors, And the terror of my acquaintance; They who see me abroad flee from me."
    },
    {
      "verse": 12,
      "text": "I am forgotten like a dead man out of mind; I am like a broken vessel."
    },
    {
      "verse": 13,
      "text": "I hear the slander of many; fear is on every side; For they take counsel together against me; They devise to take away my life."
    },
    {
      "verse": 14,
      "text": "But I trust in thee, O Jehovah! I say, “Thou art my God!”"
    },
    {
      "verse": 15,
      "text": "My destiny is in thy hand; Deliver me from the power of my enemies and persecutors!"
    },
    {
      "verse": 16,
      "text": "Let thy face shine upon thy servant, And save me through thy mercy!"
    },
    {
      "verse": 17,
      "text": "Let me not be put to shame, O LORD! for I have called upon thee; Let the wicked be put to shame; Let them be silenced in the grave!"
    },
    {
      "verse": 18,
      "text": "Let lying lips be put to silence, Which speak proud things against the righteous, With haughtiness and contempt!"
    },
    {
      "verse": 19,
      "text": "O how great is thy goodness, which thou treasurest up for them that fear thee; Which thou showest to them that trust in thee, before the sons of men!"
    },
    {
      "verse": 20,
      "text": "Thou hidest them in the secret place of thy presence from the machinations of men; Thou shelterest them in thy pavilion from the violence of tongues."
    },
    {
      "verse": 21,
      "text": "Praised be the LORD; for he hath shown me his wonderful kindness, As in a fortified city!"
    },
    {
      "verse": 22,
      "text": "I said in my distress, “I am cut off from before thine eyes;” But thou didst hear the voice of my supplication, When I cried unto thee."
    },
    {
      "verse": 23,
      "text": "O love the LORD, all ye his servants; For the LORD preserveth the faithful, And requiteth the proud in full measure!"
    },
    {
      "verse": 24,
      "text": "Be of good courage; let your hearts be strong, All ye who trust in the LORD!"
    }
  ]
}