{
  "book_id": "PSA",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Rejoice, O ye righteous, in the LORD! For praise becometh the upright."
    },
    {
      "verse": 2,
      "text": "Praise the LORD with the harp; Sing to him with the ten-stringed psaltery!"
    },
    {
      "verse": 3,
      "text": "Sing to him a new song; Play skilfully amid the sound of trumpets!"
    },
    {
      "verse": 4,
      "text": "For the word of the LORD is right, And all his acts are faithful."
    },
    {
      "verse": 5,
      "text": "He loveth justice and equity; The earth is full of the goodness of the LORD."
    },
    {
      "verse": 6,
      "text": "By the word of the LORD were the heavens made, And all the hosts of them by the breath of his mouth."
    },
    {
      "verse": 7,
      "text": "He gathereth the waters of the sea, as a heap; He layeth up the deep in storehouses."
    },
    {
      "verse": 8,
      "text": "Let all the earth fear the LORD; Let all the inhabitants of the world stand in awe of him!"
    },
    {
      "verse": 9,
      "text": "For he spake, and it was done; He commanded, and it stood fast."
    },
    {
      "verse": 10,
      "text": "The LORD bringeth the devices of the nations to nothing; He frustrateth the designs of kingdoms."
    },
    {
      "verse": 11,
      "text": "The purposes of the LORD stand for ever; The designs of his heart, to all generations."
    },
    {
      "verse": 12,
      "text": "Happy the nation whose God is Jehovah; The people whom he hath chosen for his inheritance."
    },
    {
      "verse": 13,
      "text": "The LORD looketh down from heaven; He beholdeth all the children of men;"
    },
    {
      "verse": 14,
      "text": "From his dwelling-place he beholdeth all the inhabitants of the earth,—"
    },
    {
      "verse": 15,
      "text": "He that formed the hearts of all, And observeth all their works."
    },
    {
      "verse": 16,
      "text": "A king is not saved by the number of his forces, Nor a hero by the greatness of his strength."
    },
    {
      "verse": 17,
      "text": "The horse is a vain thing for safety, Nor can he deliver his master by his great strength."
    },
    {
      "verse": 18,
      "text": "Behold, the eye of the LORD is upon them that fear him,—Upon them that trust in his goodness;"
    },
    {
      "verse": 19,
      "text": "To save them from the power of death, And keep them alive in famine."
    },
    {
      "verse": 20,
      "text": "The hope of our souls is in the LORD; He is our help and our shield."
    },
    {
      "verse": 21,
      "text": "Yea, in him doth our heart rejoice; In his holy name we have confidence."
    },
    {
      "verse": 22,
      "text": "May thy goodness be upon us, O LORD! According as we trust in thee!"
    }
  ]
}