{
  "book_id": "PSA",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of David, when he feigned himself mad before Abimelech, who drove him away, and he departed.” I will bless the LORD at all times; His praise shall continually be in my mouth."
    },
    {
      "verse": 2,
      "text": "In the LORD doth my soul boast; Let the afflicted hear, and rejoice!"
    },
    {
      "verse": 3,
      "text": "O magnify the LORD with me, And let us exalt his name together!"
    },
    {
      "verse": 4,
      "text": "I sought the LORD, and he heard me, And delivered me from all my fears."
    },
    {
      "verse": 5,
      "text": "Look up to him, and ye shall have light; Your faces shall never be ashamed."
    },
    {
      "verse": 6,
      "text": "This afflicted man cried, and the LORD heard, And saved him from all his troubles."
    },
    {
      "verse": 7,
      "text": "The angels of the LORD encamp around those who fear him, And deliver them."
    },
    {
      "verse": 8,
      "text": "O taste, and see how good is the LORD! Happy the man who trusteth in him!"
    },
    {
      "verse": 9,
      "text": "O fear the LORD, ye his servants! For to those who fear him there shall be no want."
    },
    {
      "verse": 10,
      "text": "Young lions want, and suffer hunger; But they who fear the LORD want no good thing."
    },
    {
      "verse": 11,
      "text": "Come, ye children, hearken to me! I will teach you the fear of the LORD."
    },
    {
      "verse": 12,
      "text": "Who is he that loveth life, And desireth many days, in which he may see good?"
    },
    {
      "verse": 13,
      "text": "Guard well thy tongue from evil, And thy lips from speaking guile!"
    },
    {
      "verse": 14,
      "text": "Depart from evil, and do good; Seek peace, and pursue it!"
    },
    {
      "verse": 15,
      "text": "The eyes of the LORD are upon the righteous, And his ears are open to their cry."
    },
    {
      "verse": 16,
      "text": "But the face of the LORD is against evil-doers, To cut off their remembrance from the earth."
    },
    {
      "verse": 17,
      "text": "The righteous cry, and the LORD heareth, And delivereth them from all their troubles."
    },
    {
      "verse": 18,
      "text": "The LORD is near to them that are of a broken heart, And saveth such as are of a contrite spirit."
    },
    {
      "verse": 19,
      "text": "Many are the afflictions of the righteous; But the LORD delivereth him from them all."
    },
    {
      "verse": 20,
      "text": "He guardeth all his bones; Not one of them shall be broken."
    },
    {
      "verse": 21,
      "text": "Calamity destroyeth the wicked, And they who hate the righteous suffer for it."
    },
    {
      "verse": 22,
      "text": "The LORD redeemeth the life of his servants, And none that put their trust in him will suffer for it."
    }
  ]
}