{
  "book_id": "PSA",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of David.” Contend, O LORD! with them that contend with me! Fight against them that fight against me!"
    },
    {
      "verse": 2,
      "text": "Take hold of shield and buckler, And stand up for my help!"
    },
    {
      "verse": 3,
      "text": "Draw forth the spear and the axe against my persecutors; Say to me, “I am thy salvation.”"
    },
    {
      "verse": 4,
      "text": "May they be confounded and put to shame, who seek my life; May they be turned back with disgrace, who devise my hurt!"
    },
    {
      "verse": 5,
      "text": "May they be like dust before the wind; May the angel of the LORD drive them!"
    },
    {
      "verse": 6,
      "text": "May their way be dark and slippery, And may the angel of the LORD pursue them!"
    },
    {
      "verse": 7,
      "text": "For without cause they have laid for me a snare; Without cause they have digged for me a pit."
    },
    {
      "verse": 8,
      "text": "May unforeseen destruction come upon them! May the snare which they have laid lay hold on themselves, And may they fall into destruction!"
    },
    {
      "verse": 9,
      "text": "Then shall my soul rejoice in the LORD; It shall exult in his protection."
    },
    {
      "verse": 10,
      "text": "All my bones shall say, Who, O LORD! is like thee, Who dost rescue the afflicted from the oppressor, The afflicted and destitute from the spoiler?"
    },
    {
      "verse": 11,
      "text": "False witnesses have risen up; They charge me with that which has not entered my mind."
    },
    {
      "verse": 12,
      "text": "They repay me evil for good; They cause bereavement to my soul."
    },
    {
      "verse": 13,
      "text": "And yet I, during their sickness, clothed myself with sackcloth, And afflicted myself with fasting; And my prayer was turned to my bosom."
    },
    {
      "verse": 14,
      "text": "I behaved myself as if he had been my friend or brother; I bowed down in sadness, as one mourning for his mother."
    },
    {
      "verse": 15,
      "text": "But at my fall they rejoice, and gather themselves together; Revilers whom I know not assemble themselves against me; They tear me without ceasing."
    },
    {
      "verse": 16,
      "text": "With base men who mock for their bread, They gnash at me with their teeth."
    },
    {
      "verse": 17,
      "text": "How long, O LORD! wilt thou look on? O rescue my life from the destruction they plot for me; My precious life from these young lions!"
    },
    {
      "verse": 18,
      "text": "I will thank thee in the great assembly! Before a numerous people I will praise thee."
    },
    {
      "verse": 19,
      "text": "Let not them that are my enemies wrongfully triumph over me; Let them not wink with the eye, who hate me without cause!"
    },
    {
      "verse": 20,
      "text": "For they speak not peace; They devise deceit against them that are quiet in the land."
    },
    {
      "verse": 21,
      "text": "Yea, they open their mouths wide against me; They say, “Aha, aha! our eyes seeth it.”"
    },
    {
      "verse": 22,
      "text": "Thou seest it, O LORD! be not silent! O LORD! be not far from me!"
    },
    {
      "verse": 23,
      "text": "Arouse thyself; awake for my defence! My God and my Lord, awake to my cause!"
    },
    {
      "verse": 24,
      "text": "Judge me according to thy righteousness, O Jehovah, my God! Let them not triumph over me!"
    },
    {
      "verse": 25,
      "text": "Let them not say in their hearts, “Aha! we have our wish!” Let them not say, “We have swallowed him up!”"
    },
    {
      "verse": 26,
      "text": "May they all be confounded and brought to shame, Who rejoice at my calamity! May they be clothed with ignominy and disgrace, Who exalt themselves against me!"
    },
    {
      "verse": 27,
      "text": "Let them shout for joy, and be glad, Who favor my righteous cause; Let them ever say, “The LORD be praised, Who delighteth in the prosperity of his servant!”"
    },
    {
      "verse": 28,
      "text": "So shall my tongue speak of thy righteousness, And daily repeat thy praise."
    }
  ]
}