{
  "book_id": "PSA",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of David.” Be not thou angry on account of the wicked, Nor be envious of those who do iniquity."
    },
    {
      "verse": 2,
      "text": "For soon shall they be cut down like grass, And wither like the green herb."
    },
    {
      "verse": 3,
      "text": "Trust in the LORD, and do good; Abide in the land, and delight in faithfulness."
    },
    {
      "verse": 4,
      "text": "Place thy delight in the LORD. And he will give thee thy heart's desires."
    },
    {
      "verse": 5,
      "text": "Commit thy way to the LORD; Trust in him, and he will give thee success!"
    },
    {
      "verse": 6,
      "text": "He will cause thy justice to shine forth like the light, And thy righteousness like the noonday's brightness."
    },
    {
      "verse": 7,
      "text": "Hope thou patiently on the LORD, And in him place thy trust! Be not angry on account of the prosperous,—On account of him that deviseth deceit!"
    },
    {
      "verse": 8,
      "text": "Cease from anger; give not way to wrath; Be not provoked, so as to do evil!"
    },
    {
      "verse": 9,
      "text": "For evil-doers shall be rooted out; But they who trust in the LORD, they shall inherit the land."
    },
    {
      "verse": 10,
      "text": "Yet a little while, and the wicked shall be no more; Thou mayst look for his place, and he will not be found."
    },
    {
      "verse": 11,
      "text": "But the meek shall inherit the land, And delight themselves in the fulness of prosperity."
    },
    {
      "verse": 12,
      "text": "The wicked man plotteth against the just, And gnasheth at him with his teeth."
    },
    {
      "verse": 13,
      "text": "The Lord laugheth at him; For he seeth that his day is coming."
    },
    {
      "verse": 14,
      "text": "The wicked draw the sword, And bend their bow, To cast down the afflicted and the needy, And to slay the upright."
    },
    {
      "verse": 15,
      "text": "Their swords shall enter their own hearts, And their bows shall be broken in pieces."
    },
    {
      "verse": 16,
      "text": "Better is the little of the righteous man Than the great abundance of the wicked;"
    },
    {
      "verse": 17,
      "text": "For the arms of the wicked shall be broken, But the LORD will uphold the righteous."
    },
    {
      "verse": 18,
      "text": "The LORD careth for the life of the upright, And their inheritance shall endure for ever."
    },
    {
      "verse": 19,
      "text": "They shall not be ashamed in the evil time, And in the days of famine they shall have enough."
    },
    {
      "verse": 20,
      "text": "But the wicked shall perish; Yea, the enemies of the LORD shall be consumed, like the glory of the fields; They shall be consumed into smoke."
    },
    {
      "verse": 21,
      "text": "The wicked borroweth, and repayeth not; But the righteous is merciful and bountiful."
    },
    {
      "verse": 22,
      "text": "For they who are blessed by God shall inherit the land, And they who are cursed by him shall be rooted out."
    },
    {
      "verse": 23,
      "text": "The steps of the good man are directed by the LORD; He delighteth himself in his way."
    },
    {
      "verse": 24,
      "text": "Though he fall, he shall not be utterly cast down, For the LORD holdeth him by the hand."
    },
    {
      "verse": 25,
      "text": "I have been young, and now am old; Yet have I not seen the righteous forsaken, Nor his offspring begging bread."
    },
    {
      "verse": 26,
      "text": "He is ever merciful and lendeth, And his offspring shall be blessed."
    },
    {
      "verse": 27,
      "text": "Depart from evil, and do good; So thou shalt dwell in the land for ever."
    },
    {
      "verse": 28,
      "text": "For the LORD loveth righteousness, And forsaketh not his servants; They are preserved for ever; But the posterity of the wicked shall be rooted out."
    },
    {
      "verse": 29,
      "text": "The righteous shall inherit the land, And shall dwell therein for ever."
    },
    {
      "verse": 30,
      "text": "The mouth of the righteous uttereth wisdom, And his tongue speaketh what is right."
    },
    {
      "verse": 31,
      "text": "The law of his God is in his heart; His footsteps shall not slip."
    },
    {
      "verse": 32,
      "text": "The wicked watcheth the righteous, And seeketh to slay him;"
    },
    {
      "verse": 33,
      "text": "The Lord will not leave him in his hand, Nor suffer him to be condemned, when he is judged."
    },
    {
      "verse": 34,
      "text": "Trust in the LORD, and keep his way, And he will exalt thee to the possession of the land, Whilst thou shalt see the destruction of the wicked!"
    },
    {
      "verse": 35,
      "text": "I have seen a wicked man in great power, And spreading himself like a green cedar;"
    },
    {
      "verse": 36,
      "text": "But he passed away, and, lo! he was no more; Yea, I sought him, but he was not found."
    },
    {
      "verse": 37,
      "text": "Mark the righteous man, and behold the upright, That posterity is to the man of peace!"
    },
    {
      "verse": 38,
      "text": "But transgressors will all be destroyed; The posterity of the wicked shall be rooted out."
    },
    {
      "verse": 39,
      "text": "The salvation of the just is from the LORD. He is their strength in the time of trouble."
    },
    {
      "verse": 40,
      "text": "The LORD will help and deliver them; He will deliver them from their enemies, and save them, Because they trust in him."
    }
  ]
}