{
  "book_id": "PSA",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "“A psalm of David. To bring to remembrance.” O LORD! rebuke me not in thy wrath, Nor chasten me in thy hot displeasure!"
    },
    {
      "verse": 2,
      "text": "For thine arrows have deeply pierced me, And thy hand hath been heavy upon me."
    },
    {
      "verse": 3,
      "text": "There is no soundness in my flesh, because of thine anger; Nor rest in my bones, because of my sin."
    },
    {
      "verse": 4,
      "text": "For my iniquities have gone over my head; Like a heavy burden, they are more than I can bear."
    },
    {
      "verse": 5,
      "text": "My wounds putrefy and are loathsome on account of my folly."
    },
    {
      "verse": 6,
      "text": "I am bent; I am bowed down greatly; I go mourning all the day long."
    },
    {
      "verse": 7,
      "text": "For my loins are full of burning heat, And there is no soundness in my flesh."
    },
    {
      "verse": 8,
      "text": "I am weakened and bruised exceedingly; I roar by reason of the disquietude of my heart."
    },
    {
      "verse": 9,
      "text": "O Lord! thou knowest all my desire, And my groaning is not hidden from thee!"
    },
    {
      "verse": 10,
      "text": "My heart panteth; my strength faileth me; The very light of my eyes is gone from me."
    },
    {
      "verse": 11,
      "text": "My friends and acquaintance keep aloof from my woe, And my kinsmen stand afar off:"
    },
    {
      "verse": 12,
      "text": "While they who seek my life lay snares for me; They who seek my hurt threaten destruction, And meditate deceit all the day long."
    },
    {
      "verse": 13,
      "text": "But I, like a deaf man, hear not; And, like a dumb man, open not my mouth."
    },
    {
      "verse": 14,
      "text": "I am like one who heareth nothing, And in whose mouth is no reply."
    },
    {
      "verse": 15,
      "text": "For in thee, O LORD! do I put my trust; Thou wilt hear, O Lord, my God!"
    },
    {
      "verse": 16,
      "text": "For I have prayed, “Let them not rejoice over me; Let them not exult at the slipping of my feet!”"
    },
    {
      "verse": 17,
      "text": "For I am ready to fall, And my pain doth never leave me;"
    },
    {
      "verse": 18,
      "text": "For I confess my iniquity, And am troubled on account of my sin."
    },
    {
      "verse": 19,
      "text": "But my enemies flourish and are strong; They who hate me without cause are multiplied."
    },
    {
      "verse": 20,
      "text": "They who repay good with evil are my enemies, Because I follow that which is good."
    },
    {
      "verse": 21,
      "text": "Forsake me not, O LORD! O my God! be not far from me!"
    },
    {
      "verse": 22,
      "text": "Make hast to mine aid, O Lord, my salvation!"
    }
  ]
}