{
  "book_id": "PSA",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm of David.” I trusted steadfastly in the LORD, And he listened, and heard my cry."
    },
    {
      "verse": 2,
      "text": "He drew me out of a horrible pit, Out of the miry clay; He set my feet upon a rock, And made my steps firm."
    },
    {
      "verse": 3,
      "text": "He hath put into my mouth a new song, A song of praise to our God. Many shall see, and fear, And put their trust in the LORD."
    },
    {
      "verse": 4,
      "text": "Happy the man who maketh the LORD his trust, And resorteth not to men of pride and falsehood!"
    },
    {
      "verse": 5,
      "text": "Many, O LORD, my God! are the wonderful works which thou hast done; Many have been thy gracious purposes towards us; None can be compared to thee! Would I declare and rehearse them, they are more than can be numbered."
    },
    {
      "verse": 6,
      "text": "In sacrifice and oblation thou hast no pleasure; Mine ears thou hast opened; Burnt-offering and sin-offering thou requirest not."
    },
    {
      "verse": 7,
      "text": "Therefore I said, “Lo, I come; In the scroll of the book it is prescribed to me;"
    },
    {
      "verse": 8,
      "text": "O my God! to do thy will is my delight, And thy law dwelleth in my heart!”"
    },
    {
      "verse": 9,
      "text": "I have proclaimed thy righteousness in the great assembly; Lo, I have not restrained my lips, O LORD! thou knowest!"
    },
    {
      "verse": 10,
      "text": "I hide not thy justice in my heart; I declare thy faithfulness and thy salvation; I conceal not thy mercy and truth from the great assembly."
    },
    {
      "verse": 11,
      "text": "Withdraw not from me thy tender mercies, O LORD! May thy loving-kindness and thy truth continually preserve me!"
    },
    {
      "verse": 12,
      "text": "For evils without number have encompassed me; My iniquities have overtaken me; I cannot see the end of them; They are more than the hairs of my head, And my heart dieth within me."
    },
    {
      "verse": 13,
      "text": "May it please thee, O LORD! to deliver me! O LORD! make haste to mine aid!"
    },
    {
      "verse": 14,
      "text": "May they all be confounded and covered with shame Who seek to take away my life! Let them be driven back with disgrace Who desire to do me injury!"
    },
    {
      "verse": 15,
      "text": "Let them be overwhelmed with confusion Who cry out to me, Aha! aha!"
    },
    {
      "verse": 16,
      "text": "But let all who seek thee Be glad and rejoice in thee! Let those who love thy protection Ever say, “Great is Jehovah!”"
    },
    {
      "verse": 17,
      "text": "I am poor and afflicted, yet the Lord thinketh upon me; Thou art my help and my deliverer; My God! make no delay!"
    }
  ]
}