{
  "book_id": "PSA",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "“For the leader of the music. A psalm of the sons of Korah.” O God! we have heard with our ears, Our fathers have told us, What deeds thou didst in their days, In the days of old."
    },
    {
      "verse": 2,
      "text": "With thine own hand didst thou drive out the nations, And plant our fathers; Thou didst destroy the nations, And cause our fathers to flourish."
    },
    {
      "verse": 3,
      "text": "For not by their own swords did they gain possession of the land, Nor did their own arms give them victory; But thy right hand, and thine arm, and the light of thy countenance; For thou didst favor them!"
    },
    {
      "verse": 4,
      "text": "Thou art my king, O God! O send deliverance to Jacob!"
    },
    {
      "verse": 5,
      "text": "Through thee we may cast down our enemies; Through thy name we may trample upon our adversaries!"
    },
    {
      "verse": 6,
      "text": "I trust not in my bow, Nor can my sword save me."
    },
    {
      "verse": 7,
      "text": "But it is thou only who savest us from our enemies, And puttest to shame those who hate us!"
    },
    {
      "verse": 8,
      "text": "In God will we glory continually; Yea, we will praise thy name for ever! [[Pause.]]"
    },
    {
      "verse": 9,
      "text": "Yet now thou hast cast us off, and put us to shame; Thou goest not forth with our armies."
    },
    {
      "verse": 10,
      "text": "Thou makest us turn back from the enemy, And they who hate us make our goods their prey."
    },
    {
      "verse": 11,
      "text": "Thou makest us like sheep destined for food, And scatterest us among the nations."
    },
    {
      "verse": 12,
      "text": "Thou sellest thy people for nought, And increasest not thy wealth by their price."
    },
    {
      "verse": 13,
      "text": "Thou makest us a reproach to our neighbors, A scorn and a derision to those who are around us."
    },
    {
      "verse": 14,
      "text": "Thou makest us a byword among the nations, And causest the people to shake their heads at us."
    },
    {
      "verse": 15,
      "text": "My ignominy is continually before me, And shame covereth my face,"
    },
    {
      "verse": 16,
      "text": "On account of the voice of the scoffer and the reviler, And on account of the enemy and the avenger."
    },
    {
      "verse": 17,
      "text": "All this hath come upon us; Yet have we not forgotten thee, Nor have we been false to thy covenant."
    },
    {
      "verse": 18,
      "text": "Our hearts, have not wandered from thee, Nor have our feet gone out of thy path;"
    },
    {
      "verse": 19,
      "text": "Though thou hast crushed us in a land of jackals, And covered us with thick darkness."
    },
    {
      "verse": 20,
      "text": "If we had forgotten the name of our God, Or stretched forth our hands to a strange God,"
    },
    {
      "verse": 21,
      "text": "Surely God would search it out; For he knoweth the secrets of the heart."
    },
    {
      "verse": 22,
      "text": "But for thy sake we are killed all the day; We are counted as sheep for the slaughter."
    },
    {
      "verse": 23,
      "text": "Awake! why sleepest thou, O Lord? Arise! cast us not off for ever!"
    },
    {
      "verse": 24,
      "text": "Wherefore dost thou hide thy face, And forget our affliction and oppression?"
    },
    {
      "verse": 25,
      "text": "Our soul is bowed down to the dust; Our body cleaveth to the earth."
    },
    {
      "verse": 26,
      "text": "Arise, O thou, our strength! And deliver us, for thy mercy's sake!"
    }
  ]
}